{
  "name" : "downloads_2020-07-10_80_chen2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Inhibition of exothermic runaway of batch reactors for the homogeneous esterification using nano-encapsulated phase change materials",
    "authors" : [ "Qiang Chen", "Lei Nia", "Juncheng Jianga", "Trent Parker", "Zhiquan Chen", "Zhen Cheng", "Wei Jiang", "Qingsheng Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Thermal Engineering\njournal homepage: www.elsevier.com/locate/apthermeng\nInhibition of exothermic runaway of batch reactors for the homogeneous esterification using nano-encapsulated phase change materials\nQiang Chena,c, Lei Nia,⁎, Juncheng Jianga,b,⁎, Trent Parkerc, Zhiquan Chena, Zhen Chenga, Wei Jianga, Qingsheng Wangc\na College of Safety Science and Engineering, Nanjing Tech University, Nanjing 210009, China b School of Environmental and Safety Engineering, Changzhou University, Changzhou 213164, China cMary Kay O’Connor Process Safety Center, Artie McFerrin Department of Chemical Engineering, Texas A&M University, Texas 77843-3122, United States\nH I G H L I G H T S\n• Nano-phase change materials were prepared for the control of runaway reactions. • A series of inhibition experiments were conducted for effectiveness analysis. • The effect of PCMs on heat transfer characteristics of reactant fluid was studied. • The inhibition strategy can improve thermal management of reactions in emergencies.\nA R T I C L E I N F O\nKeywords: Phase change materials Nanocapsule Thermal runaway Reaction inhibition Heat transfer\nA B S T R A C T\nReaction inhibition is a promising option as an emergency measure to mitigate hazards caused by exothermic runaway reactions. The applications of phase change materials (PCMs) as inhibitors of runaway reactions have been influenced by thermal energy storage technologies. In this work, nano-PCMs powders with silica shells were fabricated using the sol–gel method at alkaline conditions. The prepared nano-PCMs had perfect core–shell microstructures and spherical morphologies, with an average encapsulated PCM particle diameter of 717.34 nm. In addition, the nano-PCMs exhibited high latent heats of fusion (129.1 J g−1), which could inhibit the uncontrolled self-heating caused by runaway reactions through conversion of the heats of reaction to the latent heats of PCMs. The homogeneous esterification of propionic anhydride with n-butanol catalyzed by sulfuric acid was chosen as target reaction with risk of exothermic runaway. Inhibition experiments was conducted in a batch reactor coupled with an in situ FTIR spectrometer. The heat transfer performance of reactant flow was studied to analyze the mechanism of thermal runaway inhibition with nano-PCMs. The results revealed that thermal runaway can be halted by applying nano-PCMs and that the reaction can proceed to completion steadily. The effect of Re on heat transfer performance was enlarged with addition of nano-PCMs. The enhancement in the heat transfer coefficient for PCM slurry was proved. Furthermore, the effectiveness of the thermal runaway inhibition can be significantly influenced by the warning temperature, stirring rate, and mass of added nanoPCMs. The applications of nano-PCMs for runaway reaction inhibition holds great potential for use in industrial processes."
    }, {
      "heading" : "1. Introduction",
      "text" : "Increases in the numbers of fires and explosions, significant casualties, as well as environmental damage caused by petrochemical and fine chemical incidents have provided an impetus for continued development of chemical process safety technologies [1]. In-depth understanding of the incident-causing factors is crucial for inherently safer\ndesign and safety policies within chemical process plants [2]. Reaction thermal runaway, which has led to 25% of chemical plant incidents, has gained increasing attention as a result of the significant safety threats [3].\nThermal runaway of exothermic reactions generally refers to uncontrolled self-heating that is caused by cooling system failure [4], reactant accumulation [5], appearance of hot spots [6,9], human error,\nhttps://doi.org/10.1016/j.applthermaleng.2020.115531 Received 6 December 2019; Received in revised form 24 April 2020; Accepted 30 May 2020\n⁎ Corresponding authors at: College of Safety Science and Engineering, Nanjing Tech University, Nanjing 210009, China (J. Jiang). E-mail addresses: lei_ni@163.com (L. Ni), jcjiang_njtech@163.com (J. Jiang).\nApplied Thermal Engineering 178 (2020) 115531\nAvailable online 03 June 2020 1359-4311/ © 2020 Elsevier Ltd. All rights reserved.\nT\nor system parametric sensitivity [7,8]. This may lead to a self-perpetuating circle between increase in temperature and acceleration of reaction rate. This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15]. Thermal runaway in batch reactors can lead to very significant consequences as a result of the high quantities of reactants, highly nonlinearity, and distinct scaling-up effect.\nEarly warning of thermal runaway and introduction of measures to mitigate its hazards is a promising technique to ensure safety in the event of runaway reactions. Many researchers have attempted to develop mathematical models to predict the occurrence of runaway reactions [16–18], among which the most practical for industrial applications are geometric based criteria [19,20] and divergence criterion [21], because kinetic parameters are unnecessary for these two models. Furthermore, the application of in situ analytical techniques provide a route for the online monitoring and controlling of reaction processes instead of traditional apparent physical characteristics including temperature and pressure [22]. The Attenuated Total Reflection (ATR) Fourier Transform Infrared (FTIR) Spectroscopy is a technique for the online measurement of concentration, which has been extensively used in the production of foods [23,24], biochemicals [25], and pharmaceuticals [26]. When the possibility of runaway has been identified, mitigation procedures should be undertaken. Typical methods for controlling runaway reactions including emergency venting [27,28], reactant containment [29], and reaction inhibition [30,31]. Emergency venting can effectively alleviate the overpressure of reactors caused by the large amount of heat released from runaway reactions. However, for batch reactors, the discharged materials still contain unreacted raw materials, and the possibility of secondary incidents exists. The emergency venting and reactant containment equipment, such as bursting disc devices, venting pipelines, or release tanks, can result in significantly increased costs [32].\nReaction inhibition is means of minimizing thermal runaway by injecting inert substances into the reactor at an early stage of the thermal runaway, which can slow down the runaway reaction or stop it completely [33]. Hence, reaction inhibitors can be divided into two categories based on their mechanism, chemical inhibitors and physical inhibitors. The chemical inhibitors can halt runaway reactions by trapping and quenching active intermediates in reaction processes. Therefore, chemical inhibitors are suitable for reactions involving free radicals, such as polymerization reactions. However, chemical reaction inhibitors may not exist for particular types of reactions. Physical inhibitors are utilized to absorb reaction heat accumulated in the reactors and store the energy as sensible heat or latent heat. As a result of Arrhenius law, reaction rates can be slowed by adjusting the temperatures in reaction vessels, thus breaking the circle of uncontrolled self-heating in reactors. Organic solvents are typically used as physical inhibitors as a result of their sensible heat thermal storage and dilutive effects. Nevertheless, drawbacks such as poor specific heat capacity and low boiling points limit their applications. Furthermore, a significant temperature rise above the boiling point may vaporize the water and subsequently cause overpressure in the reactor.\nPhase change materials (PCMs), which can store large amounts of energy quasi-isothermally during phase transformations, are one of the most preferred forms of energy storage [34–36], and have been widely utilized in the fields of air-conditioning systems [37], solar energy storage [38,39], building energy conservation [40], functional materials manufacturing [41], and thermal management of electronic components [42]. Encapsulation of PCMs in a spherical shell can effectively prevent the leakage of PCMs, improve the thermal conductivity, and enhance the heat transfer and storage [43,44]. In addition, nanocapsules have smaller particle sizes and larger surface areas compared with microcapsules, meaning that nano-PCMs can melt much faster and be dispersed rapidly in reactants to form homogeneous mixtures. The encapsulation materials for micro-PCMs or nano-PCMs are commonly\ndivided into two categories, organic or inorganic materials [45]. The inorganic shell materials have the advantages of high thermal stability, high mechanical strength, and low price, such as silicon dioxide, titanium dioxide, sodium silicate, and calcium carbonate [46]. The organic shell materials including different resins and polymers, such as melamine–formaldehyde resin, polystyrene, and polyurethane, have good compatibility and can be used as additives for functional materials. But the thermal stability is relatively low, typically lower than 400 °C [47]. Several attempts to implement thermal management of chemical reactions with PCMs have been reported. Zhang et al. [48] pioneered applied encapsulated nanoparticles to control the temperatures of heterogeneous exothermic reactions. The results from this showed that the addition of PCMs can effectively quench local hot spots, prevent thermal runaway, and modify the product distribution. Pattison et al. [49] proposed a type of microchannel reactor that employed PCM layers as a distributed control layer to mitigate temperature excursions of reaction channels. This reactor exhibited excellent disturbance rejection performance in response to temperature fluctuations. Pitié et al. [50] discussed the design parameters of a circulating fluidized bed that utilized PCMs for high temperature energy capture and storage. Odunsi et al. [51,52] successfully introduced encapsulated PCMs into a singletube fixed bed reactor for Fischer–Tropsch (FT) synthesis and investigated their performance in restricting the temperature rise in the reactor based on a dynamic model. Furthermore, Kongzhai Li et al. [53] introduced catalytic materials to encapsulated PCMs to fabricate a thermal storage functional catalyst. The catalyst provided an intensive and practical approach for thermal management in chemical looping combustion.\nTherefore, utilization of encapsulated PCMs as reaction thermal runaway inhibitors is a promising option based on thermal management of chemical reactions. The effectiveness and mechanisms of encapsulated PCMs in controlling thermal runaway warrant further investigation. In this work, starting from the design of functional materials, powder-like nano-PCMs with silica shells are prepared using a sol–gel method at alkaline conditions [54]. Tetraethoxysilane (TEOS) was utilized as a silicon precursor with the features of chemical inertness and high thermal conductivity and hardness [55], with resulting inert silica shell able to protect the core materials from leakage. The runaway phenomena in the esterification of propionic anhydride and butanol has been verified [18]. As shown in Fig. 1, as the temperature of the cooling jacket (Tj) is increased, there is a significant difference in reaction temperature. The trends with Tj of 20 °C, 25 °C, and 30 °C present shapes that are characteristic of thermal runaway, especially with a Tj of 30 °C. For these, the maximum temperatures exceed the boiling point of n-butanol as listed in Table 1, and overpressure or\nboiling liquid expanding vapor explosions (BLEVEs) may occur. Therefore, the worst-case scenario of homogeneous esterification of propionic anhydride with butanol catalyzed by sulfuric acid is used as the model reaction to test the effectiveness of encapsulated PCMs for the inhibition of exothermic runaway reactions. In order to verify the effects of warning temperatures, stirring rates, and contents of prepared nano-PCMs on reaction process and thermal parameters, a series of inhibition experiments are conducted. Furthermore, the mechanisms of thermal runaway inhibition using encapsulated PCMs are discussed based on thermal engineering theory. The findings from the present study will provide useful information on the development of thermal runway inhibition strategy and thermal management of reactions in emergencies."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of encapsulated PCMs",
      "text" : "Tetraethoxysilane (TEOS), ethanol, ammonia hydroxide (25 ~ 28 wt%), and cetyltrimethylammonium bromide (CTAB) were purchased from Sinopharm Chemical Reagent Co., Ltd., China. nOctadecane with a purity of 99 wt% was purchased from Aladdin Industrial Co., Ltd., China. All chemicals were of reagent quality and used without further purification.\nThe encapsulated n-octadecane with a silica shell was prepared using a sol–gel process at alkaline conditions, and the synthesis process is shown in Fig. 2. The sol–gel method was composed of hydrolysis and condensation reactions of TEOS in an O/W microemulsion that was catalyzed by ammonia hydroxide. n-Octadecane was chosen as the core material for capsules due to its appropriate range of phase transition temperatures (27–30 °C). Mixed water/ethanol solvent with CTAB as a cationic emulsifier was utilized as a continuous phase of emulsion. An optimized continuous phase formulation with a water/ethanol volume ratio of 1.67/1 was adopted so that a balance between the size distribution and shell thickness was maintained.\nThe synthetic process consisted of the following steps: 20.0 g of noctadecane and 30.0 mL of TEOS were added in a beaker at 35 °C, and the mixture was agitated at 35 °C to form a homogenous oil phase. Then, 3 g of CTAB, 250 mL of distilled water, and 150 mL of ethanol were added to the beaker. The resulting mixture was mechanically emulsified at 45 °C at a stirring rate of 18000 rpm for 10 min and ultrasonic dispersed for 20 min to form a stable emulsion. The stable emulsion was transferred into a 500 mL three necked round-bottomed flask. The ammonia hydroxide (5.2 mL) was added dropwise into the emulsion while the emulsion was stirred at the rate of 300 rpm. After\nthe reactant emulsion was stirred at 35 °C for 24 h, the resulting capsules were filtered and washed with ethanol and water until the pH value of the filtrate was 7. The wet cake was freeze dried at 20 Pa for 12 h to remove remaining water."
    }, {
      "heading" : "2.2. Chemical characterization and morphology of encapsulated PCMs",
      "text" : "The chemical characterization of the encapsulated nano-PCMs was performed using the FTIR spectroscopy method. The FTIR spectra of the samples were obtained using a Nicolet 6700 spectrometer (Nicolet Instrument Company, USA) on a KBr sampling sheet from 400 to 4000 cm−1. Fig. 3a shows the FTIR spectra of SiO2, n-octadecane and the as-prepared nano-PCMs. The encapsulated PCMs show five characteristic infrared absorption peaks of pure n-octadecane (2922, 2851, 1470, 1378,717 cm−1) and four characteristic infrared absorption peaks of SiO2 (3425, 1080, 801, 463 cm−1). The peaks at 2922 and 2851 cm−1 are due to C-H stretching vibration of methyl and methylene groups. The peaks at 1470 and 1378 cm−1 are attributed to bending vibration of the methylene and methyl groups. The peak at 721 cm−1 in the spectrum of n-octadecane is associated with the inplane rocking vibration of methylene groups. For SiO2, the peaks at 1080 and 801 cm−1 are ascribed to stretch vibrations of the Si–O–Si groups, the peak at 463 cm−1 is assigned to the bending vibrations of the Si–O–Si bonds, and the peak at 3425 cm−1 results from stretch vibrations of the Si–OH groups.\nThe crystalline structures of the encapsulated PCMs were identified using X-ray diffraction (XRD). The powder XRD patterns of the samples were recorded on a Japan Rigaku D/Max 2500 X-ray spectrometer (Japan Science Corporation, Japan) with Cu‐Kα radiation (λ= 0.154 nm) at a scanning rate of 5°/min, with 2θ ranging from 5° to 60°. The resulting XRD patterns are shown in Fig. 3b. Diffraction peaks are observed at 2θ values of 7.57°, 11.40°, 15.27°, 19.16°, 19.67°, 23.24°, 24.58°, 25.54°, 34.55°, 39.52° and 44.44° in the XRD pattern of encapsulated PCMs. These correspond to the (0 0 2), (0 0 3), (0 0 4), (0 1 0), (0 1 1), (1 0 2), (1–10), (1–12), (1 1 2), (0–22) and (1 1 7) planes of n-octadecane, respectively, according to the standard card data of JCPDS No. 53–1532. Furthermore, a broad diffraction band exists for 2θ value of 15–30°, indicating that the SiO2 prepared through interfacial hydrolysis and polycondensation of TEOS is amorphous. These characterization results suggested that a SiO2 shell was successfully fabricated onto the n-octadecane core, and the encapsulation of noctadecane does not affect its crystallization structure.\nThe morphologies were obtained using a Quanta 400 FEG (Thermo Fisher Scientific Company, USA) scanning electron microscope (SEM) with 20 kV acceleration voltage, and the resulting micrographs are displayed in Fig. 4a. Transmission electron microscopy (TEM) measurement was carried out to examine the microstructure of the encapsulated PCMs using a JEM-2100F (JEOL Ltd., Japan) transmission electron microscope at an acceleration voltage of 200 kV. The results are shown in Fig. 4b.\nAs shown in Fig. 4a, it can be clearly seen that the prepared encapsulated PCMs exhibit regular spherical morphologies and smooth surfaces. The average diameter of the encapsulated PCMs in Fig. 4a was calculated to be 717.34 nm and the average diameter calculated from\nthe TEM images (Fig. 4b) is consistent with the findings of Fig. 4a. As shown in Fig. 4b, the core–shell structures of the encapsulated PCMs can be clearly observed. Furthermore, the TEM image in Fig. 4b shows that the thickness of most shells is approximately 42.05 nm."
    }, {
      "heading" : "2.3. Thermal properties and thermal stability of encapsulated PCMs",
      "text" : "In this study, encapsulated PCMs are used as thermal inhibitors for exothermic reactions. The thermal properties and stabilities of the encapsulated PCMs are crucial for their application in runaway reaction inhibition, which can be determined through differential scanning calorimetry (DSC) analysis and thermogravimetric (TG) analysis. DSC analysis was performed on a TA Instruments Q20 calorimeter at heating or cooling rates of 10 °C/min within a nitrogen atmosphere, with a sample weight of approximately 5 mg. The DSC curves of n-octadecane and the encapsulated PCMs are displayed in Fig. 5. The parameters related to phase change behaviors, such as melting (Tm) and crystallization (Tc) temperatures as well as melting (ΔHm) and freezing (ΔHc) enthalpies obtained from the DSC measurements are listed in Table 2. As shown in Fig. 5, pure n-octadecane processes a well-defined endothermic peak at approximately 27 °C for melting and a nonstandard exothermic peak, which is attributed to the existence of a metastable rotator phase in the transition from liquid to solid during the crystallization process of pure n-octadecane [54]. For the encapsulated PCMs sample, the phase change behavior in the melting process is similar to that of pure n-octadecane. This demonstrates that no chemical reaction occurred between core material and shell material. The small shoulder at around 9 °C for the crystallization of encapsulated PCMs is ascribed to super-cooling of the homogeneous nucleation and has been reported\nby other researchers [55]. According to the phase change enthalpies determined from the DSC curves in Table 2, the encapsulation ratio (R) can be calculated by Eq. (1):\n= ×−R H H Δ Δ 100%m encapsulated PCMs\nm PCM\n,\n, (1)\nThe encapsulation ratio represents the effective performance of the phase change materials inside the shell for reaction heat storage and the\nprevention of reaction thermal runaway. It has been shown that the shell thickness of encapsulated PCMs generally decreases with an increase in the encapsulation ratio, which may result in the formation of easily broken encapsulated PCMs and the leakage of phase change materials after several charge cycles in runaway reaction inhibition. Therefore, it is necessary for an equilibrium between stability and thermal efficiency to be maintained.\nTG analysis was performed using a TG/DSC 3 + thermogravimetric analyzer (Mettler Toledo Laboratory Instrument Company, Switzerland) and approximately 5 mg of the sample was heated from room temperature to 800 °C at a heating rate of 10 °C/min within a nitrogen atmosphere. The thermogravimetry (TG) and derivative thermogravimetry (DTG) curves are depicted in Fig. 6a and b, respectively. The char yield of the samples at 800 °C are listed in Table 2. As shown in Fig. 6, pure n-octadecane exhibits a one-step weight loss within the temperature range of approximately 150 °C ~ 270 °C, whereas the encapsulated PCMs degrade in two steps. The weight loss of approximately 4 wt% below 150 °C is mainly due to the removal of residual water and solvent. The weight loss between 150 °C and 270 °C of approximately 58 wt% is similar to that of pure n-octadecane and is mainly attributed to the n-octadecane evaporation. Furthermore, weight loss above 270 °C is due to further condensation of silanol groups formed in the sol–gel process. The TGA results confirmed that the encapsulation ratio of PCMs is approximately 55%, and the silicic shell can protect n-octadecane from leakage below 150 °C. This demonstrates the high applicability of encapsulated PCMs for the inhibition of runaway reactions."
    }, {
      "heading" : "2.4. Inhibition experiments",
      "text" : "The stoichiometric scheme of esterification of nB and PA with SA is given by Eq. (2).\n+ → +CH CH OH C H CO O C H COOH C H COO CH CH( ) ( ) ( ) H SO 3 2 3 2 5 2 2 5 2 5 2 3 3 2 4\n(2)\nReagents consisted of n-butanol (nB; AR, Sinopharm Chemical Reagent Co., Ltd., No.10005218) and propionic anhydride (PA; GC ≥ 98.5%, Aladdin Reagent Co., Ltd., P106800). The catalyst used was sulfuric acid (SA; AR, Sinopharm Chemical Reagent Co., Ltd.,\nNo.10021618). Products used as standard samples were propanoic acid (PAc; AR, Sinopharm Chemical Reagent Co., Ltd., No.81011918) and butyl propionate (BP; GC ≥ 99.0%, Aladdin Reagent Co., Ltd., B152863).\nThe effects of encapsulated PCMs on control of runaway reactions have been tested with experiments carried out using an EasyMaxTM 102 automatic synthesis reaction system (Mettler Toledo Ltd., Switzerland). This system is equipped with a heat exchange jacket with a temperature range for heating or cooling of −40 to 180 °C, two 100 mL unpressurized glass reactors, and a mechanical agitator that ranges from 50 to 1000 rpm.\nThe experiments were performed with a nB /PA mole ratio of 1/1 as a batch reaction process, for which the occurrence of thermal runaway could have severe consequences. In each experiment, 29.648 g (0.4 mol) of nB and 52.056 g (0.4 mol) of PA were manually loaded into the reactor. As with typical procedures, the stirring rate was set at 300 rpm and the temperature of the reactor (Tr) was cooled to 15 °C. Then, the jacket temperature (Tj) was heated to 30 °C and held constant until the experiment finished. When the Tr reached 25 °C, sulfuric acid (80 μL) was added into the reactor. The beginning of the reaction was considered to be when the Tr was 30 °C. Then, the encapsulated PCMs (3 g) were added into reactor through a glass funnel until the Tr reached the preset warning temperature (40 °C). The calorimetric and in situ spectroscopic data were recorded simultaneously by the reaction calorimeter and spectrometer, respectively. A series of experiments were conducted using different encapsulated PCMs quantities, stirring rates, and warning temperatures. The operating conditions for each experiment are shown in Table 3."
    }, {
      "heading" : "2.5. Online monitoring of reaction species",
      "text" : "The concentration changes of reaction species as the reaction progressed were monitored using an in situ FTIR spectrometer (ReactIRTM 15, Mettler Toledo Ltd., Switzerland) equipped with a diamond Attenuated Total Reflection (ATR) sensor and a Mercury Cadmium Telluride (MCT) detector. The wavenumber range 650–3000 cm−1 was collected. The FTIR spectra of pure reactants and products were analyzed to identify the characteristic absorptions. These characteristic absorption peaks reflected the extents of the reactions independently\nTable 2 Thermal properties of encapsulated PCMs with silica shell.\nSamples Melting Crystallization Encapsulation ratio (%) Char yield at 800 °C (%)\nTm (°C) ΔHm (J/g) Tc (°C) ΔHc (J/g)\nn-octadecane 27.19 235.7 – 233.8 – 1.2 encapsulated PCMs 27.23 129.1 24.37 121.3 54.5 27.1\nand had no interference by other reaction species. The standard solutions of propionic anhydride and n-butanol with propionic anhydride concentrations ranging from 0.2 to 6.0 mol/L were prepared and tested in advance using the in situ FTIR spectrometer. The absorption intensities of these prepared standard samples at 1819 cm−1 were used to establish a relationship with the concentration of propionic anhydride according to Eq. (3).\n= + +A x ln x c x[ ( 1) ]pa x1 2 43 (3)\nwhere A is the absorption peak height of standard samples at 1819 cm−1, cpa is the concentration of propionic anhydride, and x1, x2, x3, and x4 are the parameters to be fitted."
    }, {
      "heading" : "3. Theory",
      "text" : "Fig. 7 shows the schematic of the experimental equipment, which basically comprises of glass reactor, jacket for temperature control, and several temperature sensors. It should be noted that the cooling of the jacket is controlled by Peltier element. The cooling fluid is used to remove the energy on the hot end of Peltier element.\nThe energy conservation equation of the reactor can be formulated as,\n= + +q q q qr ac ex loss (4)\nwhere qr is the reaction power, qac is the accumulated reaction heat power, qex is the heat exchange between the reactor and cooling jacket,\nand qloss is the heat loss from the reactor to the surroundings. The reaction power is determined by Eqs. (5) – (7),\n=q ρVC dT dtac p r (5)\n= −q hA T T( )ex r j (6)\n= −q α T T( )loss amb r (7)\nwhere ρ is density, V is the species volume, Cp is the species heat capacity, Tr is the reaction temperature, Tj is the jacket temperature, h is the overall heat transfer coefficient, A is the heat transfer area, α is the heat loss coefficient, and Tamb is the ambient temperature.\nWhen nano-PCMs are added to the reactor, Ep. (4) is not appropriate for the calculation of qr , because a portion of reaction heat is absorbed by the PCMs as latent heat. Therefore, in this situation, reaction power is given by,\nTable 3 Operating conditions for exothermic runaway inhibition by encapsulated PCMs experiments.\nTest nB-to-PA ratio H2SO4 (μL) Temperature (°C) Stirring rate (rpm) Encapsulated PCMs (g) Warning temperature (°C)\n1 1:1 80 30 100 0 – 2 1:1 80 30 300 0 – 3 1:1 80 30 500 0 – 4 1:1 80 30 100 3 40 5 1:1 80 30 300 3 35 6 1:1 80 30 300 3 40 7 1:1 80 30 300 3 45 8 1:1 80 30 300 3 50 9 1:1 80 30 500 3 40 10 1:1 80 30 300 5 35 11 1:1 80 30 300 5 40 12 1:1 80 30 300 5 45 13 1:1 80 30 300 5 50\nFig. 7. Schematic set up of the inhibition experiments.\nwhere is qPCM is the heat flow of phase change process, rpa is the reaction rate, HΔ r is the reaction heat, and Cpa is the concentration of propionic anhydride.\nAs shown in Fig. 7, the heat transfer between reactant and reactor shell consists of thermal convection on the inner surface of reactor wall, thermal conduction in reactor wall, and thermal conduction between reactor wall and reactor shell. Therefore, the overall heat transfer coefficient (h) in Eq. (6) can be expressed as thermal resistance equation,\n= + + h α δ λ δ λ 1 1 i w w s s (10)\nwhere αi is the heat transfer film coefficient of inner surface of reactor wall, δw is the thickness of reactor wall, λw is the thermal conductivity of reactor wall, δs is the thickness of reactor shell, λs is the thermal conductivity of reactor shell.\nThe Nusselt number is a dimensionless number to describe the intensity of convective heat transfer, which can be estimated in batch reactor from the following equation,\n= =Nu α D λ\nRe Pr μ\nμ 0.54 ( )i\nw\n0.67 0.33 0.14\n(11)\nwhere D is the inside diameter of reactor, μw is the dynamic viscosity of reactant slurry under jacket temperature.\nThe Reynolds number for reactant in Eq. (11) can be estimated from,\n=Re ρrd\nμ\n2\n(12)\nwhere r is the stirring rate, d is the diameter of agitator, μ is the dynamic viscosity of reactant slurry.\nThe Prandtl number in Eq. (11) for flow is given by,\n=Pr μC\nλ p\n(13)\nwhere λ is the thermal conductivity of reactant. The Chaos theory is one of the most advanced critical criterions of thermal runaway [17], which has been widely used in reactor stability assessment [56] and process optimization [57]. The main advantage of this method is that the thermal runaway behavior of the reaction system can be monitored online. Zaldivar et al. [58] has defined system divergence as the trace of the Jacobian matrix:\n= ⎡ ⎣⎢\n⎤ ⎦⎥\n= ⎡\n⎣\n⎢ ⎢\n⎤\n⎦\n⎥ ⎥\n∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ ∂ J j j j j ξ t ξ ξ t T T t ξ T t T 11 12 21 22 ( / ) ( / ) ( / ) ( / )\n(13)\n= +div j j11 22 (14)\nwhere T is the reactor temperature and ξ is the conversion rate of the reactants.\nTherefore, divergence of reaction system can be calculated according to Eqs. (13) and (14). This divergence describes the stability of the reaction system and considers reaction temperature and conversion rate. When the divergence is greater than the set threshold, the reaction is considered uncontrollable. The data trends for isoperibolic esterification of propionic anhydride and n-butanol catalyzed by sulfuric acid are presented in Fig. 8. Reactor temperature, jacket temperature, reaction power and thermal conversion were provided by the reaction calorimeter and recorded. The reaction heat ( HΔ r) was obtained by integrating the reaction power curve, which was −56.25 kJ/mol. In this case, the critical temperature of runaway reaction is about 50 °C.\nAccordingly, the warning temperatures are set to 35, 40, 45, and 50 °C."
    }, {
      "heading" : "4. Results and discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Reaction species monitoring",
      "text" : "The FTIR spectra of pure reactants and products are presented in Fig. 9. As shown in Fig. 9a, for the pure PA spectrum, the peaks at 1819 and 1751 cm−1 are attributed to the stretching vibrations of carbonyl groups. The peaks at 1034 cm−1 belongs to the asymmetric stretch vibrations of the C–O–C bonds. For pure nB, the absorption bands in the ranges of 900–1500 cm−1 and 2500–3000 cm−1 are relatively weak compared to the absorption peaks of PA. Therefore, in the mixture of nB\nand PA, the peaks that accurately reflect the reaction process are 1034, 1751, and 1819 cm−1. For the spectrum of BP shown in Fig. 9b, the peak at 1738 cm−1 corresponds to the stretching vibrations of carbonyl groups, and the peak at 1184 cm−1 result from the asymmetric stretch vibrations of the C–O–C bonds. For PAc, the peaks at 1710 and 1238 cm−1 are attributed to the stretching vibrations of carbonyl and hydroxy groups, respectively. The intense infrared absorption peaks are listed in Table 4. The wavenumber range within which the 003, 006, and 007 peaks are located overlapped with the peak range of 900–1500 cm−1, which is attributed to nB and consists of many narrow and wide peaks. Therefore, it is ineffective for the 003, 006, and 007 peaks to be tracked in order to monitor the reaction. Furthermore, the average wavenumber distance between 002, 004, and 005 peaks is 20.5. This indicates that the peaks cannot be effectively separated into independent units.\nFig. 10a shows the reaction temperature and peak height curves at 1819 cm−1. It is noted that the sharp rise in reaction temperature corresponds to the rapid consumption of propionic anhydride. Additionally, the reaction temperature reaches its maximum when the propionic anhydride has been depleted. FTIR spectra for different extents of reaction are shown in Fig. 10b. Variations in a series of absorption bands are observed in the ranges of 1700–1900 cm-1 and 900–1300 cm−1, which result from the transition from reactants to products. These results demonstrate that the 001 peak can be tracked without disturbances caused by concentration changes of other species.\nFig. 11a shows the FTIR spectra of standard solutions of propionic\nanhydride and n-butanol with the propionic anhydride concentration ranging from 0.2 to 6.0 mol/L. Correlating the absorption intensities with substance concentration led to the expression shown in Fig. 11b. It was found that the extracted spectral features from samples of different concentrations follow linear models for low concentrations in which Lambert-Beer law is applicable. However, with an increase in PA concentration, the linear relationship is broken. Therefore, the real-time spectral features can be transformed to concentration data based on the fitted model from Eq. (2)."
    }, {
      "heading" : "4.2. Effect of thermal runaway criterion on inhibition effectiveness",
      "text" : "To analyze the mechanism, impact factor, and effectiveness of the encapsulated PCMs obtained in this work, as inhibitors of reaction thermal runaway, the inhibition experiments were conducted under varying conditions, as shown in Table 3.\nThe tests 5, 6, 7, and 8 are conducted under different thermal runaway criterion and the results are shown in Fig. 12. The reaction temperature curves in Fig. 12a show that the maximum temperatures rise to 110 °C when the thermal runaway criterion threshold are 45 °C and 50 °C. The maximum reaction temperature decreasing by approximately 10 °C compared to that in Fig. 8. Moreover, the maximum reaction temperatures with 3 g PCMs added at warning temperatures of 35 °C and 40 °C were 83.0 °C and 65.4 °C, respectively. The maximum temperature and heat power are summarized in Fig. 13, which indicating that an increase of warning temperature resulted in the maximum reaction temperature decreasing first and then increasing. The results from the reaction temperature trends show that the addition of PCMs can control reaction temperature by converting energies from exothermic reactions to latent heats of fusion and effectively reduce the reaction temperatures.\nThe ideal warning temperature, which determines the time at which the PCMs are to be added, may fall within an optimum temperature range. This can be further verified according to the curves of PA concentration and calculated system divergence in Fig. 12c and Fig. 12d. The consumption rate of PA (Fig. 12c) slowed significantly after 3 g of PCMs were added at warning temperature of 35 °C and 40 °C, indicating deceleration of chemical reaction rate and consequent limitation of the thermal runaway. The divergence value at warning temperature of 35 °C increased after 500 s, as seen in Fig. 12d, indicating that secondary runaway could occur in these conditions. The influence of warning temperature on the effects of runaway reaction inhibition can be attributed to the following factors. When PCMs are added to the reactor at low warning temperatures, the runaway reaction is in its initiating stage and the heat release rate of its reaction is slow. Nevertheless, melting of the PCMs occurs because the jacket temperature (30.0 °C) is higher than the melting point of the PCMs (27.2 °C). When the melting of the added PCMs is complete, the reaction temperature is likely to continue rising due to the acceleration of the runaway reaction. However, when PCMs are added to the reactor at high warning temperatures, the runaway reaction is fully developed and the heat released by the runaway reaction is significantly greater than the latent heat absorbed for melting of the PCMs. This leads to excessively fast heat accumulation in the reaction system."
    }, {
      "heading" : "4.3. Enhancement of heat transfer performance",
      "text" : "The enhancement of heat transfer performance of encapsulated PCMs have been proved when it is used as thermal storage or heat transfer slurry [59]. According to different researches [60,61], the heat transfer coefficient of encapsulated PCMs flow can be enhanced for 23% to 57% as compared to pure water. Therefore, the improvement of heat transfer coefficient is taken into account. As shown in Eq. (9), the overall heat transfer coefficient (h) of the experimental reactor is consist of thermal resistance of thermal convection at reactor inner surface and thermal conduction in reactor wall and reactor shell. As the\nproperties of reactor wall and reactor shell are fixed, h is related to heat transfer film coefficient of reactor inner surface (αi). Nusselt number (Nu) indicates the intensity of convective heat transfer. Reynolds number (Re) and Prandtl number (Pr) are positive related with Nu, as the experimental correlation Eq. (12). After PCMs were released into the reactor, the reaction temperature did not change initially, particularly for tests at warning temperatures of 35 °C and 40 °C. This phenomenon resulted from the dispersion of the encapsulated PCMs powders and was related to the stirring rate in the batch reactor. To\ninvestigate the heat transfer performance of PCM slurry and the effect of stirring rate on mitigation of thermal runaway reactions, tests 1–4, 6, and 9 were performed in the laboratory, with the results illustrated in Fig. 14 and Fig. 15.\nFig. 14 shows the temperature trends of reaction temperature without PCMs added at different stirring rates. The maximum reaction temperatures with stirring rates of 100 rpm, 300 rpm, and 500 rpm were 120.7 °C, 120.2 °C, and 117.2 °C, respectively, which indicate that agitation in batch reactor has positive impact on Re and thereby an\nincrease in αi was observed with increase in stirring rates. As the tests 1–3 is binary miscible homogeneous system and the Re with stirring rates of 100 rpm, 300 rpm, and 500 rpm were 68644, 205932, and 343220, respectively, the enhancement of heat transfer coefficient is limited. Fig. 15 shows the results of inhibition experiments with addition of 3g PCMs. The system divergence curves (Fig. 15d) for stirring rates of 300 rpm and 500 rpm are nearly horizontal, indicating high stability of the reaction system. Furthermore, substantial reduction of heat power with an increase in stirring rate can be observed from the reaction power curves in Fig. 15b. Fig. 16 shows the comparison of the maximum reaction temperatures of tests 1–4, 6, and 9 for different Re. An substantially decrease in maximum reaction temperature with increase of Re is observed for the tests with 3g of PCMs addition, which indicates that the addition of encapsulated PCMs promote the effect of turbulent Re on fluid heat transfer performance. In order to further testify the heat transfer enhancement of encapsulated PCMs on reactant flow, heat transfer coefficient of reactant and PCM slurry were calculated according to Eqs. (4)–(8), as shown in Fig. 17. The heat transfer performance was found to be increased with the addition of encapsulated PCMs in reactant, which could be attributed to the increased heat transfer coefficients and heat capacity of fluid. Furthermore, it is evident that high stirring rates facilitate the dispersion of PCMs powder in the reaction system and enhance the absorption of energy during its melting process. Therefore, increases in stirring rates also improve the effects of encapsulated PCMs on runaway reaction inhibition."
    }, {
      "heading" : "4.4. Effect of additive contents on inhibition effectiveness",
      "text" : "The temperature profiles of all tests with 3 g PCMs added have the potential to increase second time, indicating that the runaway reactions\nare not halted entirely and the rise of reaction temperature may cause unpredictable secondary disasters. For the concentration of reaction species, it behaves as an accelerate drop in concentration curve. Thus, tests 10,11,12, and 13 were conducted to validate the effectiveness of 5 g PCMs on thermal runaway inhibition. As shown in Fig. 18a, after 5 g of PCMs were added, the reaction temperature profiles of tests 10, 11, and 12 first increased slightly and then decreased gradually, while test 13 showed similar profiles to those of thermal runaway scenarios. Moreover, the reaction temperature at a warning temperature of 35 °C resulted in a small climb during the time range of 1000–3000 s. This phenomenon is elaborated on section 4.2 and reveals that an appropriate range must be utilized for the warning temperature depending on the process variables. The slow descend of the reaction power to a stable value (Fig. 18b) indicates the successful control of runaway reaction where heat flow of thermal runaway reactions are controlled under 50 W. As shown in Fig. 18c, the concentration curves of PA in tests 12 and 13 have concave profiles. This indicates that the self-acceleration of the reaction rate caused by reaction thermal runaway can be halted, with the residual reactants in the reaction vessel slowly consumed under moderate process conditions. The divergence curves in Fig. 18d show that reaction thermal runaway was halted and the reaction proceeded smoothly with 5 g of PCMs added at 35 °C, 40 °C, and 45 °C."
    }, {
      "heading" : "5. Conclusion",
      "text" : "To inhibit runaway reactions and enhance the thermal management of reactions if emergencies arise, a type of nano-encapsulated PCM, consisting of n-octadecane encapsulated into a SiO2 shell, has been fabricated through interfacial hydrolysis and polycondensation of\nTEOS. It has been demonstrated that the resultant nanocapsules have integrated core–shell microstructures and spherical morphologies. Furthermore, the prepared nano-PCMs have been demonstrated to possess high latent heat storage capabilities and thermal stabilities, which could be applied toward the inhibition of exothermic reaction runaway.\nTo analyze the mechanism, impact factor, and effectiveness of the encapsulated PCMs obtained in this work as inhibitors of reaction thermal runaway, inhibition experiments were conducted under varying conditions. System divergence, having reliable performance for characterizing the stability of reaction systems, was used to determine the stabilities of the runaway reactions. The reaction power of the inhibition experiments was determined using a formula that varied from that given by the classic principles of reaction calorimetry to account for the portion of the reaction heat absorbed by the PCMs. The heat transfer process of reactant flow in batch reactor was discussed and the enhancement in the heat transfer coefficients for PCM slurry was studied.\nThe results from the inhibition experiments demonstrate that the addition of PCMs can convert energies from exothermic reactions to latent heats of fusion to effectively reduce the reaction temperatures. The ideal value of warning temperature, which determines the time at which the PCMs should be added, falls within a temperature range that is dependent on the process variables. The increase in stirring rate significantly improves the dispersion efficiencies of encapsulated PCMs and the effect of Re on heat transfer performance was enlarged with addition of nano-PCMs, consequently improving the inhibition effect for exothermic reaction runaway. An enhancement in heat transfer was obtained for PCM slurry as compared to reactant flow under different stirring rates. With sufficiently large quantities of encapsulated PCMs added, the self-acceleration of reaction rate caused by reaction thermal runaway can be halted entirely and the thermal runaway stage during the esterification of propionic anhydride in a batch reactor can be successfully shifted into a controllable stage."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors gratefully acknowledge the financial support for this research from the National Natural Science Foundation of China (No. 51904157 and No. 21436006), Natural Science Foundation of Jiangsu Province (No. BK20171004), China Postdoctoral Science Foundation (No. 2018M642239), and Postgraduate Research & Practice Innovation Program of Jiangsu Province (No. KYCX19_0824)."
    } ],
    "references" : [ {
      "title" : "Loss prevention and safety promotion in the process industries: issues and challenges",
      "author" : [ "B. Fabiano" ],
      "venue" : "Process Saf. Environ. Protect. 110 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Loss prevention in the petrochemical and chemical-process high-tech industries in Taiwan",
      "author" : [ "C. Chen", "T. Wang", "L. Chen", "J. Dai", "C. Shu" ],
      "venue" : "J. Loss Prev. Process Ind. 23 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "L",
      "author" : [ "A. Dakkoune" ],
      "venue" : "Vernières-Hassimi L, S. Leveneur, D. Lefebvre, L. Estel, Risk analysis of French chemical industry, Saf. Sci. 105 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "CFD simulation to study batch reactor thermal runaway behavior based on esterification reaction",
      "author" : [ "J. Jiang", "H. Wu", "L. Ni", "M. Zou" ],
      "venue" : "Process Saf. Environ. Protect. 120 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "CFD study of an evaporative trickle bed reactor: Mal-distribution and thermal runaway induced by feed disturbances",
      "author" : [ "W. Strasser" ],
      "venue" : "Chem. Eng. J. 161 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A study of the influence of the operating parameters on the temperature of the hot spot in a fixed bed reactor",
      "author" : [ "A.I. Anastasov" ],
      "venue" : "Chem. Eng. J. 86 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "CFD modelling of stirred tank chemical reactors: homogeneous and heterogeneous reaction systems",
      "author" : [ "L. Rudniak", "P.M. Machniewski", "A. Milewska", "E. Molga" ],
      "venue" : "Chem. Eng. Sci. 59 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Thermal runaway conditions of a partially diluted catalytic reactor",
      "author" : [ "M. Quina", "R. Ferreira" ],
      "venue" : "Ind. Eng. Chem. Res. 38 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Heat and mass transport in a nonlinear fixed-bed catalytic reactor: Hot spots and thermal runaway",
      "author" : [ "R. Henda", "A. Machac", "B. Nilsson" ],
      "venue" : "Chem. Eng. J. 143 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Runaway behaviour and parametric sensitivity of a batch reactor – an experimental study",
      "author" : [ "J.J. Heiszwolf", "J.M.H. Fortuin" ],
      "venue" : "Chem. Eng. Sci. 51 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "V",
      "author" : [ "B.A. Parsons" ],
      "venue" : "Dragojlovic, Demonstration of a runaway exothermic reaction:  Diels-Alder reaction of (2E,4E)-2,4-hexadien-1-ol and maleic anhydride, J. Chem. Educ. 88 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Modeling of multi-tubular reactors for Fischer-Tropsch synthesis",
      "author" : [ "A. Jess", "C. Kern" ],
      "venue" : "Chem. Eng. Technol. 32 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Computational fluid dynamics model of a modular multichannel reactor for Fischer-Tropsch synthesis: Maximum utilization of catalytic bed by microchannel heat exchangers",
      "author" : [ "M. Shin", "N. Park", "M. Park", "K. Jun", "K. Ha" ],
      "venue" : "Chem. Eng. J. 234 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Thermal stability and dynamic analysis of the acetic anhydride hydrolysis reaction",
      "author" : [ "M. Garcia", "I. Dobrosz-Gomez", "J. Toro" ],
      "venue" : "Chem. Eng. Sci. 142 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "On the experimental evidence of exothermicity in wood and biomass pyrolysis",
      "author" : [ "C. Di Blasi", "C. Branca", "A. Galgano" ],
      "venue" : "Energy Technol. 5 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A general method for assessing the thermal stability of batch chemical reactors by sensitivity calculation based on Lyapunov exponents",
      "author" : [ "F. Strozzi", "J.M. Zaldivar" ],
      "venue" : "Chem. Eng. Sci. 49 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "On-Line runaway detection in batch reactors using chaos theory techniques",
      "author" : [ "F. Strozzi", "J.M. Zaldívar", "A.E. Kronberg", "K.R. Westerterp" ],
      "venue" : "AICHE J. 45 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Thermal runaway risk of semi-batch processes: esterification reaction with autocatalytic behavior",
      "author" : [ "L. Ni", "J. Jiang", "M.S. Mannan", "A. Mebarki", "M. Zhang", "X. Pan", "Y. Pan" ],
      "venue" : "Ind. Eng. Chem. Res. 56 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Runaway reaction for the esterification of acetic anhydride with methanol catalyzed by sulfuric acid",
      "author" : [ "C. Vianello", "E. Salzano", "A. Broccanello", "A. Manzardo", "G. Maschio" ],
      "venue" : "Ind. Eng. Chem. Res. 57 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Completion of thermal runaway criteria: two new criteria to define runaway limits",
      "author" : [ "A. Kummer", "T. Varga" ],
      "venue" : "Chem. Eng. Sci. 196 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A comparative analysis between temperature and pressure measurements for early detection of runaway initiation",
      "author" : [ "J. Bosch", "F. Strozzi", "T.J. Snee", "J.A. Hare", "J.M. Zaldívar" ],
      "venue" : "J. Loss Prev. Process Ind. 17 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Multivariate kinetic hard-modelling of spectroscopic data: a comparison of the esterification of butanol by acetic anhydride on different scales and with different instruments",
      "author" : [ "G. Puxty", "Y. Neuhold", "M. Jecklin", "M. Ehly", "P. Gemperline", "A. Nordon", "D. Littlejohn", "J. Katy Basford", "M. De Cecco", "K. Hungerbühler" ],
      "venue" : "Chem. Eng. Sci. 63 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "In situ measurement of solution concentration during the batch cooling crystallization of l-glutamic acid using ATR-FTIR spectroscopy coupled with chemometrics",
      "author" : [ "A. Borissova", "S. Khan", "T. Mahmud", "K.J. Roberts", "J. Andrews", "P. Dallin", "Z. Chen", "J. Morris" ],
      "venue" : "Cryst. Growth Des. 9 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "NIR and MIR spectroscopy as rapid methods to monitor red wine fermentation",
      "author" : [ "V. Di Egidio", "N. Sinelli", "G. Giovanelli", "A. Moles", "E. Casiraghi" ],
      "venue" : "Eur. Food Res. Technol. 230 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Multi-analyte quantification in bioprocesses by Fourier-transform-infrared spectroscopy by partial least squares regression and multivariate curve resolution",
      "author" : [ "C. Koch", "A.E. Posch", "H.C. Goicoechea", "C. Herwig", "B. Lendl" ],
      "venue" : "Anal. Chim. Acta 807 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Safety improvement of chemical processes involving azides by online monitoring of the hydrazoic acid concentration",
      "author" : [ "J. Wiss", "C. Fleury", "U. Onken" ],
      "venue" : "Org. Process Res. Dev. 10 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Calorimetric studies and lessons on fires and explosions of a chemical plant producing CHP and DCPO",
      "author" : [ "J.M. Hsu", "M.S. Su", "C.Y. Huang", "Y.S. Duh" ],
      "venue" : "J. Hazard. Mater. 217 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Experimental and numerical simulation study of the thermal hazards of four azo compounds",
      "author" : [ "S. Liu", "C. Cao", "W. Lin", "C. Shu" ],
      "venue" : "J. Hazard. Mater. 365 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Studies on the runaway reaction of ABS polymerization process",
      "author" : [ "K. Hu", "C. Kao", "Y. Duh" ],
      "venue" : "J. Hazard. Mater. 159 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Pilot-scale evaluation of the inhibition of exothermic runaway",
      "author" : [ "T.J. Snee", "L. Cusco" ],
      "venue" : "Process Saf. Environ. Protect. 83 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Calorimetric study of the inhibition of runaway reactions during methylmethacrylate polymerization processes",
      "author" : [ "C. Ampelli", "D. Di Bella", "G. Maschio", "A. Russo" ],
      "venue" : "J. Loss Prev. Process Ind. 19 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Thermal runaway hazards of tert-butyl hydroperoxide by calorimetric studies",
      "author" : [ "Y.W. Wang", "Y.S. Duh", "C.M. Shu" ],
      "venue" : "J. Therm. Anal. Calorim. 95 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The effect of inherent and added inorganic matter on low-temperature oxidation reaction of coal",
      "author" : [ "W.S. Watanabe", "D.K. Zhang" ],
      "venue" : "Fuel Process. Technol. 74 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Microencapsulation of phase change materials with binary cores and calcium carbonate shell for thermal energy storage",
      "author" : [ "T. Wang", "S. Wang", "R. Luo", "C. Zhu", "T. Akiyama", "Z. Zhang" ],
      "venue" : "Appl. Energy 171 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanoconfined phase change materials for thermal energy applications",
      "author" : [ "W. Aftab", "X. Huang", "W. Wu", "Z. Liang", "A. Mahmood", "R. Zou" ],
      "venue" : "Energy Environ. Sci. 11 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Review on nanoencapsulated phase change materials: Preparation",
      "author" : [ "C.Z. Liu", "Z.H. Rao", "J.T. Zhao", "Y.T. Huo", "Y.M. Li" ],
      "venue" : "characterization and heat transfer enhancement, Nano Energy 13 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Corrosion of metal and metal alloy containers in contact with phase change materials (PCM) for potential heating and cooling applications",
      "author" : [ "P. Moreno", "L. Miro", "A. Sole", "C. Barreneche", "C. Sole", "I. Martorell", "L.F. Cabeza" ],
      "venue" : "Appl. Energy 125 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Experimental and numerical study of latent heat thermal energy storage with high porosity metal matrix under intermittent heat loads",
      "author" : [ "A. Kumar", "S.K. Saha" ],
      "venue" : "Appl. Energy 263 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Transient performance analysis of concentrating solar thermal power plant with finned latent heat thermal energy storage",
      "author" : [ "A. Raul", "S.K. Saha", "M. Jain" ],
      "venue" : "Renew. Energy 145 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Fabrication of paraffin@ SiO2 shape-stabilized composite phase change material via chemical precipitation method for building energy conservation",
      "author" : [ "R. Luo", "S. Wang", "T. Wang", "C. Zhu", "T. Nomura", "T. Akiyama" ],
      "venue" : "Energy Build. 108 (2015) 373–380.  Q. Chen, et al. Applied Thermal Engineering 178 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Effects of microencapsulated phase change materials on the performance of asphalt binders",
      "author" : [ "K. Wei", "Y. Wang", "B. Ma" ],
      "venue" : "Renew. Energy 132 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Thermal management of a Li-ion battery using carbon fiber-PCM Composites",
      "author" : [ "A. Babapoor", "M. Azizi", "G. Karimi" ],
      "venue" : "Appl. Therm. Eng. 82 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thermomechanical characterisations of PTFE",
      "author" : [ "R. Gupta", "S. Shinde", "A. Yella", "C. Subramaniam", "S.K. Saha" ],
      "venue" : "PEEK, PEKK as encapsulation materials for medium temperature solar applications, Energy 194 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Effect of varying extent of PCM capsule filling on thermal stratification performance of a storage tank",
      "author" : [ "R. Majumdar", "S.K. Saha" ],
      "venue" : "Energy 178 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation",
      "author" : [ "L. Liu", "G. Alva", "X. Huang", "G. Fang" ],
      "venue" : "heat transfer and flow properties of microencapsulated phase change materials for thermal energy storage, Renew. Sust. Energ. Rev. 66 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal properties and applications of microencapsulated PCM for thermal energy storage: A review",
      "author" : [ "X. Huang", "C. Zhu", "Y. Lin", "G. Fang" ],
      "venue" : "Appl. Therm. Eng. 147 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Review on shell materials used in the encapsulation of phase change materials for high temperature thermal energy storage",
      "author" : [ "J. Rhys", "F. Bruno" ],
      "venue" : "Renew. Sust. Energ. Rev. 48 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Encapsulated nano-heat-sinks for thermal management of heterogeneous chemical reactions",
      "author" : [ "M. Zhang", "Y. Hong", "S. Ding", "J. Hu", "Y. Fan", "A.A. Voevodin", "M. Su" ],
      "venue" : "Nanoscale 2 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A Thermal-flywheel approach to distributed temperature control in microchannel reactors",
      "author" : [ "R.C. Pattison", "M. Baldea" ],
      "venue" : "AICHE J. 59 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Circulating fluidized bed heat recovery/storage and its potential to use coated phase-change-material (PCM) particles",
      "author" : [ "F. Pitié", "C.Y. Zhao", "J. Baeyens", "J. Degrève", "H.L. Zhang" ],
      "venue" : "Appl. Energy 109 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Temperature stabilisation in fischer–tropsch reactors using phase change material (PCM)",
      "author" : [ "A.O. Odunsi", "T.S. O'Donovan", "D.A. Reay" ],
      "venue" : "Appl. Therm. Eng. 93 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Dynamic modeling of fixed-bed Fischer- Tropsch reactors with phase change material diluents",
      "author" : [ "A.O. Odunsi", "T.S. O'Donovan", "D.A. Reay" ],
      "venue" : "Chem. Eng. Technol. 39 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A yolk/shell strategy for designing hybrid phase change materials for heat management in catalytic reactions",
      "author" : [ "K. Li", "X. Cheng", "N. Li", "X. Zhu", "Y. Wei", "K. Zhai", "H. Wang" ],
      "venue" : "J. Mater. Chem. A 5 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanoencapsulation of noctadecane phase change material with silica shell through interfacial hydrolysis and polycondensation in miniemulsion",
      "author" : [ "S. Liang", "Q. Li", "Y. Zhu", "K. Chen", "C. Tian", "J. Wang", "R. Bai" ],
      "venue" : "Energy 93 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Silica encapsulation of n-octadecane via sol–gel process: a novel microencapsulated phase-change material with enhanced thermal conductivity and performance",
      "author" : [ "H. Zhang", "X. Wang", "D. Wu" ],
      "venue" : "J. Colloid Interface Sci. 343 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Thermal risk in semibatch reactors: The epoxidation of soybean oil",
      "author" : [ "V. Casson Moreno", "V. Russo", "R. Tesser", "M. Di Serio", "E. Salzano" ],
      "venue" : "Process Saf, Environ. Protect. 109 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Implementation of gas-phase kinetic model for the optimization of the ethylene oxide production",
      "author" : [ "G. Pio", "E. Salzano" ],
      "venue" : "Chem. Eng. Sci. 212 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Zbilut, Early warning detection of runaway initiation using non-linear approaches, Commun",
      "author" : [ "J. Zaldıv́ar", "J. Bosch", "J.P.F. Strozzi" ],
      "venue" : "Nonlinear Sci. Numer. Simul",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2005
    }, {
      "title" : "An investigation on heat transfer performance of polystyrene encapsulated n-octadecane based nanofluid in square channel",
      "author" : [ "M. Joseph", "V. Sajith" ],
      "venue" : "Appl. Therm. Eng. 147 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experiment on thermal performance of water-based suspensions of Al2O3 nanoparticles and MEPCM particles in a minichannel heat sink",
      "author" : [ "C.J. Ho", "W.C. Chen", "W.M. Yan" ],
      "venue" : "Int. J. Heat Mass Transf. 69 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Efficacy of using slurry of metal-coated microencapsulated PCM for cooling in a micro-channel heat exchanger",
      "author" : [ "N.S. Roberts", "R. Al-Shannaq", "J. Kurdi", "S.A. Al-Muhtaseb", "M.M. Farid" ],
      "venue" : "Appl. Therm. Eng. 122 (2017) 11–18.  Q. Chen, et al. Applied Thermal Engineering 178 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Increases in the numbers of fires and explosions, significant casualties, as well as environmental damage caused by petrochemical and fine chemical incidents have provided an impetus for continued development of chemical process safety technologies [1].",
      "startOffset" : 249,
      "endOffset" : 252
    }, {
      "referenceID" : 1,
      "context" : "In-depth understanding of the incident-causing factors is crucial for inherently safer design and safety policies within chemical process plants [2].",
      "startOffset" : 145,
      "endOffset" : 148
    }, {
      "referenceID" : 2,
      "context" : "gained increasing attention as a result of the significant safety threats [3].",
      "startOffset" : 74,
      "endOffset" : 77
    }, {
      "referenceID" : 3,
      "context" : "Thermal runaway of exothermic reactions generally refers to uncontrolled self-heating that is caused by cooling system failure [4], reactant accumulation [5], appearance of hot spots [6,9], human error,",
      "startOffset" : 127,
      "endOffset" : 130
    }, {
      "referenceID" : 4,
      "context" : "Thermal runaway of exothermic reactions generally refers to uncontrolled self-heating that is caused by cooling system failure [4], reactant accumulation [5], appearance of hot spots [6,9], human error,",
      "startOffset" : 154,
      "endOffset" : 157
    }, {
      "referenceID" : 5,
      "context" : "Thermal runaway of exothermic reactions generally refers to uncontrolled self-heating that is caused by cooling system failure [4], reactant accumulation [5], appearance of hot spots [6,9], human error,",
      "startOffset" : 183,
      "endOffset" : 188
    }, {
      "referenceID" : 8,
      "context" : "Thermal runaway of exothermic reactions generally refers to uncontrolled self-heating that is caused by cooling system failure [4], reactant accumulation [5], appearance of hot spots [6,9], human error,",
      "startOffset" : 183,
      "endOffset" : 188
    }, {
      "referenceID" : 6,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 95,
      "endOffset" : 104
    }, {
      "referenceID" : 9,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 95,
      "endOffset" : 104
    }, {
      "referenceID" : 10,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 95,
      "endOffset" : 104
    }, {
      "referenceID" : 11,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 12,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 13,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 5,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 216,
      "endOffset" : 226
    }, {
      "referenceID" : 7,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 216,
      "endOffset" : 226
    }, {
      "referenceID" : 8,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 216,
      "endOffset" : 226
    }, {
      "referenceID" : 14,
      "context" : "This phenomenon has been widely found in different types of reactors, including batch reactors [7,10,11], tubular reactors [12,13], continuous-flow stirred tank reactors (CTSR) [14], and fixed bed catalytic reactors [6,8,9,15].",
      "startOffset" : 216,
      "endOffset" : 226
    }, {
      "referenceID" : 18,
      "context" : "Many researchers have attempted to develop mathematical models to predict the occurrence of runaway reactions [16–18], among which the most practical for industrial applications are geometric based criteria [19,20] and divergence criterion [21], because kinetic parameters are unnecessary for these two models.",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 19,
      "context" : "Many researchers have attempted to develop mathematical models to predict the occurrence of runaway reactions [16–18], among which the most practical for industrial applications are geometric based criteria [19,20] and divergence criterion [21], because kinetic parameters are unnecessary for these two models.",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 20,
      "context" : "Many researchers have attempted to develop mathematical models to predict the occurrence of runaway reactions [16–18], among which the most practical for industrial applications are geometric based criteria [19,20] and divergence criterion [21], because kinetic parameters are unnecessary for these two models.",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 21,
      "context" : "Furthermore, the application of in situ analytical techniques provide a route for the online monitoring and controlling of reaction processes instead of traditional apparent physical characteristics including temperature and pressure [22].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 22,
      "context" : "The Attenuated Total Reflection (ATR) Fourier Transform Infrared (FTIR) Spectroscopy is a technique for the online measurement of concentration, which has been extensively used in the production of foods [23,24], biochemicals [25], and pharmaceuticals [26].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 23,
      "context" : "The Attenuated Total Reflection (ATR) Fourier Transform Infrared (FTIR) Spectroscopy is a technique for the online measurement of concentration, which has been extensively used in the production of foods [23,24], biochemicals [25], and pharmaceuticals [26].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 24,
      "context" : "The Attenuated Total Reflection (ATR) Fourier Transform Infrared (FTIR) Spectroscopy is a technique for the online measurement of concentration, which has been extensively used in the production of foods [23,24], biochemicals [25], and pharmaceuticals [26].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 25,
      "context" : "The Attenuated Total Reflection (ATR) Fourier Transform Infrared (FTIR) Spectroscopy is a technique for the online measurement of concentration, which has been extensively used in the production of foods [23,24], biochemicals [25], and pharmaceuticals [26].",
      "startOffset" : 252,
      "endOffset" : 256
    }, {
      "referenceID" : 26,
      "context" : "Typical methods for controlling runaway reactions including emergency venting [27,28], reactant containment [29], and reaction inhibition [30,31].",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 27,
      "context" : "Typical methods for controlling runaway reactions including emergency venting [27,28], reactant containment [29], and reaction inhibition [30,31].",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 28,
      "context" : "Typical methods for controlling runaway reactions including emergency venting [27,28], reactant containment [29], and reaction inhibition [30,31].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 29,
      "context" : "Typical methods for controlling runaway reactions including emergency venting [27,28], reactant containment [29], and reaction inhibition [30,31].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 30,
      "context" : "Typical methods for controlling runaway reactions including emergency venting [27,28], reactant containment [29], and reaction inhibition [30,31].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 31,
      "context" : "The emergency venting and reactant containment equipment, such as bursting disc devices, venting pipelines, or release tanks, can result in significantly increased costs [32].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 32,
      "context" : "Reaction inhibition is means of minimizing thermal runaway by injecting inert substances into the reactor at an early stage of the thermal runaway, which can slow down the runaway reaction or stop it completely [33].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 36,
      "context" : "Phase change materials (PCMs), which can store large amounts of energy quasi-isothermally during phase transformations, are one of the most preferred forms of energy storage [34–36], and have been widely utilized in the fields of air-conditioning systems [37], solar energy storage [38,39], building energy conservation [40], functional materials manufacturing [41], and thermal management of electronic com-",
      "startOffset" : 255,
      "endOffset" : 259
    }, {
      "referenceID" : 37,
      "context" : "Phase change materials (PCMs), which can store large amounts of energy quasi-isothermally during phase transformations, are one of the most preferred forms of energy storage [34–36], and have been widely utilized in the fields of air-conditioning systems [37], solar energy storage [38,39], building energy conservation [40], functional materials manufacturing [41], and thermal management of electronic com-",
      "startOffset" : 282,
      "endOffset" : 289
    }, {
      "referenceID" : 38,
      "context" : "Phase change materials (PCMs), which can store large amounts of energy quasi-isothermally during phase transformations, are one of the most preferred forms of energy storage [34–36], and have been widely utilized in the fields of air-conditioning systems [37], solar energy storage [38,39], building energy conservation [40], functional materials manufacturing [41], and thermal management of electronic com-",
      "startOffset" : 282,
      "endOffset" : 289
    }, {
      "referenceID" : 39,
      "context" : "Phase change materials (PCMs), which can store large amounts of energy quasi-isothermally during phase transformations, are one of the most preferred forms of energy storage [34–36], and have been widely utilized in the fields of air-conditioning systems [37], solar energy storage [38,39], building energy conservation [40], functional materials manufacturing [41], and thermal management of electronic com-",
      "startOffset" : 320,
      "endOffset" : 324
    }, {
      "referenceID" : 40,
      "context" : "Phase change materials (PCMs), which can store large amounts of energy quasi-isothermally during phase transformations, are one of the most preferred forms of energy storage [34–36], and have been widely utilized in the fields of air-conditioning systems [37], solar energy storage [38,39], building energy conservation [40], functional materials manufacturing [41], and thermal management of electronic com-",
      "startOffset" : 361,
      "endOffset" : 365
    }, {
      "referenceID" : 42,
      "context" : "Encapsulation of PCMs in a spherical shell can effectively prevent the leakage of PCMs, improve the thermal conductivity, and enhance the heat transfer and storage [43,44].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 43,
      "context" : "Encapsulation of PCMs in a spherical shell can effectively prevent the leakage of PCMs, improve the thermal conductivity, and enhance the heat transfer and storage [43,44].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 44,
      "context" : "The encapsulation materials for micro-PCMs or nano-PCMs are commonly divided into two categories, organic or inorganic materials [45].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 45,
      "context" : "The inorganic shell materials have the advantages of high thermal stability, high mechanical strength, and low price, such as silicon dioxide, titanium dioxide, sodium silicate, and calcium carbonate [46].",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 46,
      "context" : "But the thermal stability is relatively low, typically lower than 400 °C [47].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 47,
      "context" : "[48] pioneered applied encapsulated nanoparticles to control the temperatures of heterogeneous exothermic reactions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[49] proposed a type of microchannel reactor that employed PCM layers as a distributed control layer to mitigate temperature excursions of reaction channels.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 49,
      "context" : "[50] discussed the design parameters of a circulating fluidized bed that utilized PCMs for high temperature energy capture and storage.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "[51,52] successfully introduced encapsulated PCMs into a singletube fixed bed reactor for Fischer–Tropsch (FT) synthesis and investigated their performance in restricting the temperature rise in the reactor based on a dynamic model.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 51,
      "context" : "[51,52] successfully introduced encapsulated PCMs into a singletube fixed bed reactor for Fischer–Tropsch (FT) synthesis and investigated their performance in restricting the temperature rise in the reactor based on a dynamic model.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 52,
      "context" : "[53] introduced catalytic materials to encapsulated PCMs to fabricate a thermal storage functional catalyst.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 53,
      "context" : "In this work, starting from the design of functional materials, powder-like nano-PCMs with silica shells are prepared using a sol–gel method at alkaline conditions [54].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 54,
      "context" : "Tetraethoxysilane (TEOS) was utilized as a silicon precursor with the features of chemical inertness and high thermal conductivity and hardness [55], with resulting inert silica shell able to protect the core materials from leakage.",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 17,
      "context" : "The runaway phenomena in the esterification of propionic anhydride and butanol has been verified [18].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 53,
      "context" : "5, pure n-octadecane processes a well-defined endothermic peak at approximately 27 °C for melting and a nonstandard exothermic peak, which is attributed to the existence of a metastable rotator phase in the transition from liquid to solid during the crystallization process of pure n-octadecane [54].",
      "startOffset" : 295,
      "endOffset" : 299
    }, {
      "referenceID" : 54,
      "context" : "at around 9 °C for the crystallization of encapsulated PCMs is ascribed to super-cooling of the homogeneous nucleation and has been reported by other researchers [55].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 16,
      "context" : "The Chaos theory is one of the most advanced critical criterions of thermal runaway [17], which has been widely used in reactor stability assessment [56] and process optimization [57].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 55,
      "context" : "The Chaos theory is one of the most advanced critical criterions of thermal runaway [17], which has been widely used in reactor stability assessment [56] and process optimization [57].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 56,
      "context" : "The Chaos theory is one of the most advanced critical criterions of thermal runaway [17], which has been widely used in reactor stability assessment [56] and process optimization [57].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 57,
      "context" : "[58] has defined system divergence as the trace of the Jacobian matrix:",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 58,
      "context" : "The enhancement of heat transfer performance of encapsulated PCMs have been proved when it is used as thermal storage or heat transfer slurry [59].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 59,
      "context" : "According to different researches [60,61], the heat transfer coefficient of encapsulated PCMs flow can be enhanced for 23% to 57% as compared to pure water.",
      "startOffset" : 34,
      "endOffset" : 41
    }, {
      "referenceID" : 60,
      "context" : "According to different researches [60,61], the heat transfer coefficient of encapsulated PCMs flow can be enhanced for 23% to 57% as compared to pure water.",
      "startOffset" : 34,
      "endOffset" : 41
    } ],
    "year" : 2020,
    "abstractText" : "Reaction inhibition is a promising option as an emergency measure to mitigate hazards caused by exothermic runaway reactions. The applications of phase change materials (PCMs) as inhibitors of runaway reactions have been influenced by thermal energy storage technologies. In this work, nano-PCMs powders with silica shells were fabricated using the sol–gel method at alkaline conditions. The prepared nano-PCMs had perfect core–shell microstructures and spherical morphologies, with an average encapsulated PCM particle diameter of 717.34 nm. In addition, the nano-PCMs exhibited high latent heats of fusion (129.1 J g), which could inhibit the uncontrolled self-heating caused by runaway reactions through conversion of the heats of reaction to the latent heats of PCMs. The homogeneous esterification of propionic anhydride with n-butanol catalyzed by sulfuric acid was chosen as target reaction with risk of exothermic runaway. Inhibition experiments was conducted in a batch reactor coupled with an in situ FTIR spectrometer. The heat transfer performance of reactant flow was studied to analyze the mechanism of thermal runaway inhibition with nano-PCMs. The results revealed that thermal runaway can be halted by applying nano-PCMs and that the reaction can proceed to completion steadily. The effect of Re on heat transfer performance was enlarged with addition of nano-PCMs. The enhancement in the heat transfer coefficient for PCM slurry was proved. Furthermore, the effectiveness of the thermal runaway inhibition can be significantly influenced by the warning temperature, stirring rate, and mass of added nanoPCMs. The applications of nano-PCMs for runaway reaction inhibition holds great potential for use in industrial",
    "creator" : "Elsevier"
  }
}