{
  "name" : "downloads_2019-10-15_ff_ogunsona2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Engineered nanomaterials for antimicrobial applications: A review",
    "authors" : [ "mmanuel O. Ogunsona", "Rajendran Muthuraj", "Oscar Valero", "izazu H. Mekonnen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "A E\nE T a b c\na\nA R R A\nK A N A F A H\nC\nh 2\nARTICLE IN PRESSG ModelPMT-100473; No. of Pages 32 Applied Materials Today xxx (xxxx) xxx\nContents lists available at ScienceDirect\nApplied Materials Today\nj ourna l h o mepage: www.elsev ier .com/ locate /apmt\nngineered nanomaterials for antimicrobial applications: A review\nmmanuel O. Ogunsona a, Rajendran Muthuraj b, Ewomazino Ojogbo a, Oscar Valero c, izazu H. Mekonnen a,∗\nDepartment of Chemical Engineering, University of Waterloo, Waterloo, ON, N2L 3G1, Canada Worn Again Technologies Ltd, Nottingham, Nottinghamshire, United Kingdom Departamento de Ingeniería Química, Universidad de Concepción, Concepción, Chile\nr t i c l e i n f o\nrticle history: eceived 18 July 2019 eceived in revised form 5 September 2019 ccepted 24 September 2019\neywords: ntimicrobial agents anomaterials ntibiotics resistance ood packaging ntifouling\na b s t r a c t\nHuman mortality rates due to infectious diseases from drug-resistant bacterial strains is becoming an epidemic in our society. Currently, the development of new, expensive and more effective treatment processes and medications have stemmed from the impotence of antibiotics due to misuse and/or improper administration. This has consequently created a range of short- and long-term side effects in patients. On the other hand, nanoparticles have been shown to exhibit antimicrobial potency towards various types of pathogens due to their size and cell damaging abilities through various mechanisms. Unlike antibiotics, which are administered to treat diseases and infection in patients, nanomaterials provides an interesting opportunity to limit microbial growth prior to human infection. This has led to the development of engineered antimicrobial materials, targeting different applications with nanoparticles as the active antimicrobial agents. Hence, we critically reviewed the recent progress achieved in the use\nealthcare of engineered nanomaterials for antimicrobial applications and the mechanism that make them highly effective. Applications in water treatment, healthcare and facility substrates, alternative food packaging, and antifouling coatings have been given special attention due to their relevance as media through which diseases are easily spread. Likewise, drawbacks and knowledge gaps in nanomaterial solutions for antimicrobial materials are discussed.\n© 2019 Elsevier Ltd. All rights reserved.\nontents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 1.1. Antimicrobial activities of nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 2. Antimicrobial nanoparticles (ANPs) in healthcare applications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 2.1. Applications in endodontic irrigants . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 2.2. Applications in dental composites . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 2.3. Applications in medical devices and consumables . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3. Antimicrobial nanomaterial applications in food packaging and processes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.1. Immobilization of nanostructured antimicrobial compounds in food packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.2. Antimicrobial packaging from polymer-metal nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n3.2.1. Copper nanoparticles embedded in polymer film packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.2.2. Calcium and alumina oxide nanoparticles embedded in polymer film packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.2.3. Zinc oxide nanoparticles embedded in polymer film packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.2.4. Magnesium oxide nanoparticles embedded in polymer film packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogbo, et al., Engineered nanomaterials for antimicrobial applications: A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2019.100473\n3.2.5. Titanium dioxide nanoparticles embedded in polymer film packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.3. Antimicrobial coating on paper substrate food packaging materials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.4. Direct antimicrobial metal nanoparticles coating on food products . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 3.5. Edible antimicrobial coating on food products . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n∗ Corresponding author. E-mail address: tmekonnen@uwaterloo.ca (T.H. Mekonnen).\nttps://doi.org/10.1016/j.apmt.2019.100473 352-9407/© 2019 Elsevier Ltd. All rights reserved.\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 2 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\n3.6. Antibacterial compounds emitting from sachets and absorbent pads in food packaging . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 4. Nanomaterials for water disinfection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n4.1. Addition of ion leaching nanoparticles to water for direct biocidal activity . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 4.2. Addition of light triggered nanoparticles to water as disinfectants . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 4.3. Water antifouling using antimicrobial nanoparticles decorated filtration membranes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 4.4. Environmental and techno-economical aspects of water disinfection using nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 5. Nanomaterials for antimicrobial coatings and other niche applications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 5.1. Nanomaterial based antimicrobial/antifouling coatings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n5.1.1. Silver nanomaterials in coating applications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 5.1.2. Metal oxides nanomaterials in coating applications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n5.2. Antimicrobial nanomaterials applications in paint formulations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 5.3. Nanomaterials as antimicrobial agents in textiles and fabrics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 5.4. Mode of action of antimicrobial nanomaterials in textiles and fabrics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .00\n5.4.1. Mode of action of silver nanoparticles in textiles and fabrics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 5.4.2. Mode of action of metal oxide nanoparticles in textiles and fabrics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n6. Challenges, future trends and concluding remarks . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00 Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .00 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 00\n1\nm g o r o b e\nc p a w d n a r r l p c w\nb t i i s t a\nm t p i T s m c T d s\ns\npositive or -negative. Gram-positive bacteria have a thicker layer\n. Introduction\nThe high rate of infectious disease outbreaks and illnesses steming from disease carrying pathogens have and will always be of reat concern. Consequences of these outbreaks lead to high costs f resolution, disruption in daily activities, economic recession of egions and countries and in severe cases death. Eradication of some f these infectious diseases has been achieved. However, a comeack has been observed for some diseases thought to be already radicated, with resistant strains to modern day medicine [1].\nAntibiotics and antimicrobial resistant microbes (“superbugs”) ome about because of rampant use and misuse and incomlete dosage of antimicrobials such as antibiotics, antifungals, ntivirals or anti-parasitics, leading to these pathogens recovering ith resistance the specific antimicrobials. Vaccinations have been eveloped to combat the spread of diseases by increasing immuity of individuals towards various diseases. However, a significant mount of the population either react severely to these vaccines or efuse taking it due to person believes and/or stereotypes. Hence, educing the wide spread use, poses a risk to the general popuation and efficiency [2,3]. This has become a serious problem in ublic health, leading to millions of dollars of ineffective pharmaeuticals. Likewise, spread of these diseases is prolific especially ith the lack of proper antimicrobials to tackle the problem.\nAntibiotics, chemical disinfectants and other forms of microial biocides are highly effective against microorganisms. However, hese effects are temporal as they wear off fairly quickly or diminsh over a short period of time. Therefore, constant reapplication s required to keep up with disinfection [4]. This can be cumberome, expensive and sometimes logistically inefficient. Similarly, he efficiency of these agents is limited to how well and long they re applied.\nIn this day and age of widespread advanced industrialization, anufacturing, and commercialization of all sorts of products with he potential to reach all corners of the globe, an avenue for the otential spread of microbes through goods and products contamnated especially at manufacturing facilities can be problematic. herefore, it is of utmost importance to curb, if not eliminate the pread and growth of microbes on manufacturing facilities, equipent and products, hospital equipment and devices, consumable linical materials and especially processed and packaged foods. herefore, researchers and pharmaceutical companies have been riven to investigate new potent antibacterial agents to curb the\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\npread of diseases and antibiotics resistant bacteria strains. Of recent, controlling bacteria using antimicrobial materials uch as nanoparticles have caught the attention of researchers\nacross the globe. Interests in the use of these materials stem from the morphological and physicochemical properties such as high surface area to volume ratio, physical and chemical properties which have been successfully used in other applications [5,6], dissociation response stimulated by different environments over time and potency towards a wide spectrum of pathogens [7,8]. Also, the surface charge on these nanoparticles can facilitate binding to the opposite surface charge of the bacteria, leading to effective antimicrobial activities [9]. Likewise, the effective longevity and durability of these antimicrobial nanoparticles when utilized in antimicrobial applications are promising due to their insolubility [10] as well as close interaction with microbial membranes [11].\nIt has been shown that a nanoparticle with a size of around 1–10 nm has outstanding antimicrobial activity efficiency due to the increased contact area with bacteria [7]. Therefore, nanoparticles with increasingly smaller dimension, for example, metal nanoparticles with biocidal properties including silver, copper oxide, zinc oxide, titanium dioxide, zero-valent iron; carbon nanotubes, and bio-nanoparticles like chitosan nanocomposites are part of a class of antimicrobial nanoparticles which are currently under extensive investigation [12]. These nanoparticles show excellent biocidal activities toward a range of microorganisms without the concern of developing resistant strains [9].\nThe application of antimicrobial nanoparticles and their mechanism against microbes have been well investigated from a biological and healthcare viewpoint and extensively reported in the literature. Here, we reviewed the current advances in antimicrobial nanoparticle applications from a materials engineering standpoint in very relevant application platforms such as healthcare, food packaging and water treatment. Furthermore, niche areas such as coatings for architectural paints, antifouling, clothing, personal care (soaps and cosmetics), and air filtration/quality are also reviewed. The review extracted current advances in antimicrobial nanoparticle engineering and their applications while identifying knowledge gaps and indicating future research directions.\n1.1. Antimicrobial activities of nanoparticles\nBacteria constitute an outer cell wall structure which is used to determine their classification; they are either classified as gram-\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nof peptidoglycan in their cell walls than gram-negative bacteria do, while lacking an outer membrane of lipopolysaccharide which gram-negative bacteria have. This means that gram-negative bac-\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx 3\nF ctures o echa E\nt o t a u n\nc a b t\nig. 1. (a) Comparison between gram-positive and negative bacteria cell wall stru f Chemistry copyright © 2008) and (b) schematic representation of antimicrobial m lsevier copyright © 2016.\neria have an extra layer (periplasmic) sandwiched between the uter layer and the plasma membrane as shown in Fig. 1a. However, his layer is thinner in comparison to that of gram-positive bacteria s mentioned earlier and therefore, susceptible to penetration and ltimately destruction of the cell when exposed to antimicrobial anoparticles [13–15].\nIn the following sections, bactericidal mechanisms of antimi-\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nrobial nanoparticles and their effectiveness, specific to the various pplications used are discussed in detail. A summary of the likely actericidal mechanism of antimicrobial nanoparticles, especially hose of metal ions is schematically represented in Fig. 1b. Similarly,\n(adapted and modified from Josset et al. [21] with permission from Royal Society nisms of metal ions (adapted from Wyszogrodzka et al. [22] with permission from\nthe general modes of action and possibility of multiple simultaneous antimicrobial activities occurring are summarized through the following mechanisms described below:\n• Antibacterial effects by reactive oxygen species (ROS) generation: ROS (e.g. superoxide anions, hydroxyl radical, and hydrogen\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nperoxide) are produced after exposure to nanomaterials such as metal oxides. These ROS can induce the peroxidation of the polyunsaturated phospholipids in the bacterial cells to damage DNA, and subsequently, cell death [16,17].\nING ModelA 4 t al. /\n•\n•\n•\n2 a\na a c b c o c\ni h v t i c T m t\nr h a n i t w m c\n2\nb a s u a c r a t t l b d\na b c a i e\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nAntimicrobial effects by physical damage: Bacterial cell wall membranes can be damaged when interacting with sharp edges of the nanostructured material [18]. Antimicrobial effects by binding: Binding materials on the bacterial cell wall can cause loss of cell membrane integrity and efflux of cytoplasmic materials [19]. Antimicrobial effects by release of metal ions: Metal ions released from the nanomaterials into culture media can inhibit the ATP production and DNA replication to destroy the cells [20].\n. Antimicrobial nanoparticles (ANPs) in healthcare pplications\nOne of the greatest concerns in the health sector is the spread nd prevention of diseases from pathogens especially from bacteria nd viruses. Pathogenic contamination can be difficult to curtail and an become fatal in some cases by the time it is realized. Whether it e in medical facilities such as hospitals, laboratories or at pharmaeutical industries, there is always the possibility of contamination r disease transmission through various means due to the diseaseausing microbes’ size in the micron and nano-scales.\nHospitals and laboratories are at the highest risk of contamnation because of the nature of the environment. Thus, with a igh traffic of patients, the potential of cross contamination of arious disease-causing drug resistance pathogens and exposure o blood samples in the laboratories all within a confined space s high. Transmission through liquids, vapors or mists in the air, ontact through persons, materials, and equipment are inevitable. herefore, it is imperative to develop antimicrobial technologies to itigate the growth and spread of diseases directly at the source in he healthcare sector. Nanoparticles with antimicrobial characteristics that can disupt the growth and, in some cases, destroy the pathogens ave recently caught on and are aggressively being investigated s a potent material against a wide range of pathogens. Some anoparticles, which have been investigated are silver (Ag) and ts compounds because of their wide range of antimicrobial activiies against a wide spectrum of pathogens [23–25]. In comparison ith bulk materials, nano-materials are capable of crossing cell embranes easily, leading to the destructive effect on the bacterial ell.\n.1. Applications in endodontic irrigants\nThe mouth is a host to various bacteria and can act as incuation sites when not properly cared for. In dentistry, there is lways a concern about the infection of the exposed underlying tisue, particularly after a dental procedure. Antibiotics are typically sed to combat and prevent infection of the area. However, these ntibiotics can have some adverse effects on the liver and in some ases can cause the patient to react. During dental surgeries and econstruction, irrigants such as hypochlorite and chlorhexidine re commonly used to clean, flush and disinfect areas susceptible o infection [26]. However, these irrigants are temporary fixes, as hey are eventually washed away, dried up or soaked up by gauze, eaving no protection against a host of bacteria. Likewise, they can e potentially harmful to the host as they are known for tissue estruction on a cellular level [26,27].\nUtilizing antimicrobial nanoparticles (ANPs) in irrigants or queous solutions can greatly enhance, prolong and prevent microial activities. The high surface areas of these particles increase the\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nontact efficiency with microbes, thereby increasing antimicrobial ctivities against such pathogens [28]. Likewise, they can penetrate nto nooks and crannies where bacteria can easily grow and remain mbedded after the irrigant is removed.\nPRESS Applied Materials Today xxx (xxxx) xxx\nRecently, Rodrigues et al. evaluated silver nanoparticles in aqueous solutions as a potential irrigant [29]. Silver nanoparticles (AgNP) was chosen due to its capability of limiting the activities of an array of both gram positive and negative bacteria by binding to their cell walls and releasing silver ions [30]. Several concentrations of AgNP solutions were tested against E. faecalis. Results from their study suggested that a concentration of 94 ppm of AgNP was enough in preventing the growth of E. faecalis. When compared to hypochlorite, it was found not to be effective at reducing biofilms formation at short irrigation times of approximately 5 min. However, at longer times (15 to 30 min), there was no significant difference between the antibacterial activities on the biofilms of both. Other studies have shown that longer contact time of antimicrobial nanoparticles such as AgNP with well-developed biofilms is required to produce significant antimicrobial activities especially at very low concentrations [31,32].\nSimilar studies using AgNP and zinc oxide (ZnO) nanoparticle aqueous solutions at concentrations of 1 and 26%, respectively, demonstrated comparable results to chlorhexidine and hypochlorite irrigants. Contrarily, there was hardly any effect on the reduction of the biofilm at lower concentrations of AgNP (0.1%).\nOvertime, the growth and development of biofilms can occur on the surface where common irrigants were used while the presence of nanoparticles embedded on the surfaces will hinder further growth. These results show that though AgNPs are expensive, at low concentrations in aqueous solutions without the addition of any surfactants nor additive, they can be equally effective at preventing bacterial growth while still being cost competitive with limited concern for cell damage of the healthy tissue. Furthermore, the particles can remain within the cavities to maintain antimicrobial activities, leading to rapid recovery and healing of the surrounding tissue. Though permanently embedding nanoparticles in the body is not the best choice nor practice, it has been shown that over time, they can be excreted from the body through the hair, urine, and feces when ingested [33].\n2.2. Applications in dental composites\nDental composites, especially from polymer resin and inorganic fillers are widely used in dentistry as fillers for cavities, reconstruction of artificial teeth and other structures within the mouth. These materials have to be resilient, durable and able to withstand the rigorous activities and environment in the mouth such as varying pH and mechanical abrasion during chewing and contact with food. Therefore, coupling agents are used to chemically modify the surface of the filler, thereby allowing for the formation of chemical bonds with the cured polymer resin. Without this, leaching can occur over time [34]. This ensures that there is no leaching of any component of the dental material while also improving its physical properties and durability [35].\nHowever, the growth of bacteria can form biofilms on these surfaces and result in more plaque accumulation in comparison to other surfaces such as enamel. Antimicrobial nanoparticles (ANPs) such as ZnO embedded within dental composite materials have demonstrated antibacterial activities and led to a reduction in the growth of bacterial biofilms against S. sobrinus as much as 80% [36]. Potent and well-known ANPs such as Ag nanoparticles have been studied and shown to be effective when incorporated into acrylic polymer material for denture applications with minimal toxicity towards humans [37].\nHowever, to the best of our knowledge, no modification of nanoparticles has been developed for use as immobilized antimi-\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\ncrobial nanoparticles in dental composite resin applications. It is important that these particles be modified to allow for chemical bonding to occur with the resin so as to prevent leaching, similar to the filler used in the resin.\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx 5\nF ram p w\n2\n( s T v r l w d\na d t o c c c w b\nt a i o e e b t t e i\na\nig. 2. Antimicrobial face mask: mechanism of bacterial cell destruction of both g ith permission from Elsevier copyright © 2018).\n.3. Applications in medical devices and consumables\nSignificant amounts of medical personal protective equipment PPE) such as masks, overall gowns and hair covers are heavily conumed globally and disposed of after a very short period of use [38]. his is done to minimize exposure and transport of bacteria and iruses from one individual to another. In emergency and operating ooms where microscopic bodily fluids and vapors can be projected ong distances and into the air and potentially ingested or inhaled\nithout realization, changing of masks and gowns might not be one immediately.\nTherefore, it is apparent that these PPEs be kept in a pristine nd clean condition by limiting their exposure or improvements be one to destroy pathogens. What if through the application of nanoechnology, this one-time-use or short life cycle PPEs can be reused r their life cycle prolonged without the major concern of bacterial ontamination? By incorporating potent antimicrobial nanopartiles such as silver and its compounds into these materials, some an potentially be used for prolonged periods of time and reused hen laundered, while providing added protection to the wearer y eliminating these bacteria upon contact. Very few studies have investigated the use of nanoparticles for he development of antimicrobial face masks [38,39]. Face masks ct to protect the user from airborne bacteria as well as bacteria n liquid transport media such as bodily fluids. The outer layers f face masks are designed to be hydrophobic, thereby preventing asy absorption of liquids and wetting of the inner layer [38]. Howver, a significant amount of fluid such as sweat, blood, and other ody fluids can eventually cause the mask to fail, leading to the ransmission of bacteria from the outer to the inner layer. Through he introduction of antimicrobial nanoparticles into the mask layrs, bacterial activities can be limited, which curbs the potential\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nnfection of the wearer. Li et al. investigated the efficacy of a combination of silver nitrate nd titanium dioxide as antimicrobial agents against E. coli and S.\nositive and negative using silver nanoparticles (Adapted from Hiragond et al. [38]\naureus on coated facemasks [39]. It was found that there was a 100% reduction in the viable count of bacteria growth after 48 h of incubation for masks coated with the antimicrobial particles, whereas, the uncoated masks revealed a 25 and 50% increase in the viable count of E. coli and S. aureus, respectively.\nIn another study, a colloidal silver solution was made from silver nitrate and starch at concentrations of 50 and 100 ppm of the silver nanoparticles [38]. Three layered face masks were then soaked in this solution for a time period and allowed to air dry. Test against both gram-positive and negative bacteria were performed to determine the antimicrobial efficacy of the treated facial masks. Results showed that solutions with higher amounts of silver nanoparticles were more effective in limiting the bacterial growth.\nFig. 2 demonstrates the dual mechanism of gram-positive and - negative cell destruction by the silver nanoparticles. For example, silver nanoparticles are capable of attaching to and penetrating into the cell walls of both gram-positive and gram-negative bacteria, disturbing cell function by releasing silver ions; thus, they are excellent for the inhibition of microorganisms. They can easily cross the plasma membrane as well as lipid bilayer and enter into the cytoplasm. The entry of the Ag nanoparticles in the cytoplasm will eventually lead to the destruction of the bacterial cell via an attack on the DNA [40].\nMedical consumable tools such as surgical blades and needles are used interchangeably and typically placed on a sterile tray when not in use during surgeries. Despite sterilization as well as keeping the surroundings upon which they are kept clean, it is impossible to fully prevent bacterial contact during surgery. To further prevent contamination, creating a biocidal surface on these tools can act to destroy any bacteria when contact is made, thereby drastically reducing the chances of transmitting infection. Application of colloidal solution of silver nanoparticles in com-\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nbination with lysozyme coating on surgical blades and needles were studied for its effectiveness as a biocide [41]. Lysozyme and silver nanoparticles were deposited on surgical blades through\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 6 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nFig. 3. Atomic force microscopy of lysozyme-silver nanoparticle coated surgical blades. The surface area imaged was 1 m2 (A, C, and E) and 200 nm2 (B, D, and F). The a wn fro a n the b [\na m m\nd a t i l t h t r t u z c d i a o c s l o c s\nm t h m t a a t t n\nmplitude (A and B), amplitude error (C and D), and phase images (E and F) are sho nd 200 nm2 images, respectively. AFM of the 200 nm2 image was completed withi 41] with permission from ACS copyright © 2009).\nn electro-deposition process, with a thin layer of coating deterined to be formed on the surface of the tool through atomic force icroscopy as shown in Fig. 3.\nThe hydrolytic activity of lysozyme retained within electroeposited coatings on blades and needles was investigated through n in vitro cell lysis assay designed to mimic the normal use of he instruments. Coated blades and needles were used to make ncisions and punctures, respectively, into agarose infused with M. ysodeikticus cells. Within minutes, zones of clearing were seen at he contact site, which was indicative of cell lysis due to lysozyme ydrolytic activity (Fig. 4). The spread of cell lysis over time within he agar demonstrated that the antimicrobial activity not only was etained on the surface of the blades and needles but also was ransferred into the media. Blades subjected to electro-deposition sing a solution containing only lysozyme demonstrated a minimal one of clearing after incubation for 16 h, in comparison to blades oated with lysozyme-silver nanoparticles. Considering that silver id not initiate cell lysis under these conditions, the higher activty of the lysozyme-silver nanoparticle coatings versus lysozyme lone is attributed to either a more efficient deposition of lysozyme nto the metal surface when silver nanoparticles are present or the apability of the enzyme to diffuse more rapidly from lysozymeilver nanoparticle coatings. Either way, the unique nature of the ysozyme-silver nanoparticle coatings allowed the efficient release f active enzyme into the media, which transferred the antimirobial properties of lysozyme throughout the cut and puncture ites.\nFabrics and outer linens are another potential vector for transission of bacteria and infectious diseases and have been proven o be ineffective barriers. Particularly in the healthcare sectors like ospitals where clinicians and patients are exposed to bodily fluids, icroscopic deposits are sometimes inevitable and gone unnoiced. Technicians’ and doctors’ lab coats, patient robes, bed linens nd curtains are all potential carriers of bacteria. These fabrics\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nre excellent environment for harboring and growing microbes as hey present large surface areas, which can hold oxygen and moisure [42]. A study undertaking fabric modified with antimicrobial anoparticles such as chitosan has shown increased antimicrobial\nm left to right. Height scale bars in amplitude images are 300 and 50 nm for 1 m2 oxed area of the blade surface shown in the 1 m2 image (Adapted from Eby et al.\nactivities towards E. coli and S. aureus [42]. Results from this study showed that at as little as 0.5% of chitosan in a 2% aqueous solution of acetic acid-soaked fabric, the reduction in both E. coli and S. aureus were almost 100%. Table 1 presents other healthcare applications of engineered nanoparticles as well as applications which can be applied in health care but not related directly to it such as antimicrobial building walls and concrete or flooring.\nIn conclusion, disease mitigation in the healthcare sector has seen significant growth and development through the effective applications of engineered nanoparticles and materials. This has led to reduction in the spread and proliferation diseases and resistant strains. Most engineered nanomaterials used are currently obtained from metals nanoparticles which have strong antimicrobial properties. Currently, chitosan is the only known bionanoparticle with antimicrobial properties. It will be of significant interest and value to the healthcare sector for scientist to develop new and effective antimicrobial nanoparticle from bioresources, which are as effective as currently used one but with inert, nontoxic, biocompatible and degradable properties.\n3. Antimicrobial nanomaterial applications in food packaging and processes\nMicrobial food spoilage is a major global concern that can reduce the shelf life of food while increasing the risk of foodborne diseases. According to world health organization (WHO), foodborne pathogens cause up to 600 million illnesses and 420,000 deaths worldwide every year [48]. In order to improve the safety and shelf life of food, there are various food preservation strategies that are extensively employed in the industry including pasteurization, thermal sterilization, chemical preservation, and freezing etc. Among these strategies, the incorporation of chemical preservative into food is a more common strategy to extend the shelf life of food. This strategy is applied less frequently nowadays because\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nof the growing concerns for consumer safety from the long-term effects of the chemicals used.\nAntimicrobial packaging is a promising alternative strategy to reduce microbial activities in packaged foods. Unlike conventional\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx 7\nFig. 4. Cell lysis assay measuring the antimicrobial activity of coated blades and needles. Coated blades (left and middle) and needles (right) were used to make incisions and punctures, respectively, and then placed on top of agarose infused with M. lysodeikticus cells. The top blade contains a coating of lysozyme-silver nanoparticles, while the lower blade has a coating of lysozyme only. Zones of cell lysis are seen at the incision and puncture sites, as well as surrounding the blades and needles after incubation at 37 ◦C for 30 min and 16 image (Adapted from Eby et al. [41] with permission from ACS copyright © 2009).\np w a E S p d p p a p l [ n h c i d\nn f i t\nackaging, antimicrobial packaging/active packaging can interact ith packaged food surfaces/package headspaces by releasing an ctive biocide to inhibit the growth of foodborne pathogens (e.g. scherichia coli, Listeria monocytogenes, Campylobacter jejuni, and almonella typhi) [49]. Both synthetic and renewable polymers lay significant role in antimicrobial packaging development. High ensity polyehteylne (HDPE), low density polyethylene (LDPE), olyethylene terephthalate (PET), polypropylene, polystyrene and olyvinyl chloride are common synthetic polymers employed for ntimicrobial material development [50–52]. Renewable resourced olymers such as proteins [53,54], polylactic acid [55], polybutyene adipate terephthalate [54,56], modified starch and cellulose 57,6] are also used as packaging polymers. Organic acids, enzymes, atural polymers, essential oil, and inorganic nanomaterials (e.g. alloysite nanotubes, metals, and metal oxides) are used as antimirobial agents in the active food packaging [58,59]. Combining norganic antimicrobial agents such as silver particles and its erivatives is also commonly practiced [60].\nAlso, the antimicrobial agents can be of volatile or non-volatile\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nature. The volatile antimicrobials are easily released in gaseous orm to the headspace inside an enclosed packaging and can be ncorporated directly into the polymer matrix as well as in sachets o develop antimicrobial packaging systems. On the other hand,\nnon-volatile antimicrobial agents have been incorporated directly into the polymer matrix to provide the packaging material with antimicrobial properties typically via contact.\nA wide range of nanomaterials have been developed and explored for various materials applications including direct food contact packaging i.e. primary food packaging. The primary role of the nanomaterials in food packaging is to improve the mechanical, barrier, antimicrobial and thermal properties of the resulting materials [61]. Therefore, nanotechnology has been playing a major role in the food packaging market as far back as 2008 with a sale of US$4.13 billion, and estimated to grow at 12%/year [62]. The U.S. and Asia play a major role in the nanoengineered food packaging material market, whereas European countries are more focused on investigating the safety concerns associated with nanoengineered packaging materials [63].\nBased on the benefits observed from nanomaterials incorporation in active food packaging, nanotechnology plays an important part to develop innovative food packaging systems to satisfy consumers’ requirements. Amongst the nanomaterials used to\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nmodify food packaging, nanoengineered materials with antimicrobial properties have been employed in food packaging application to enhance the shelf life of packaged foods and improve microbial food safety [61,64]. One way nanoengineered active food packag-\nING ModelA 8 t al. /\ni i [\nc o s\n•\n•\n3 i\np b c g a c m a\np e [ a m o f a a h o p\nl m i a p l i a r H s t a r t t p t\ne\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nng materials have been able to extend the shelf life of the foods s through the removal of ethylene and to act as oxygen scavenger 61].\nAntimicrobial agents can also be used directly as part of an edible oating on food surfaces to extend shelf life [65]. Furthermore, two ther ways of introducing antimicrobial agents in food packaging ystems to improve the shelf life of the produce are by:\nIntroducing antimicrobial agents contained in a sachet, pad, or label aside from the enclosed food product. In this method, the antimicrobial compounds are released into the headspace through the walls of the sachet/pad/label or retains a substance that is present in the packaging headspace [65,66]. Introducing antimicrobial compounds in/on to packaging materials during/after manufacturing. In this method, the antimicrobial activity is generated through direct contact between the packaging material wall and microorganisms or through the release of antimicrobial agents from the walls into the food or packaging headspace [66].\n.1. Immobilization of nanostructured antimicrobial compounds n food packaging\nThe immobilization of nanostructured antimicrobial comounds in polymers was typically done through ionic or covalent ond formation [67]. The type of interaction between the antimirobial agents and polymers are controlled by their functional roups [67]. For instance, nanostructured metals, metal oxides nd carbon nanotubes are widely studied as an antimicrobial omponent in food packaging applications. These nanostructured aterials function by direct contact or through the slow migration nd preferential reaction with the food matrix. Nanoparticles of silver (Ag), gold (Au), copper (Cu), zinc (Zn), alladium (Pd), platinum (Pt) and selenium (Se) are some of the xtensively studied metal nanoparticles for antimicrobial functions 68]. Similar to metal nanoparticles, metal oxide nanoparticles such s titanium dioxide (TiO2), zinc oxide (ZnO), calcium oxide (CaO), agnesium oxide (MgO), aluminum oxide (Al2O3), and cerium xide (CeO2) have gained great attention as antimicrobial agents in ood packaging because of their ability to absorb UV and photocatlytic disinfecting character [69]. Amongst these metal ions, some re essential minerals for aerobic microorganisms. Such ions do not ave negative effects on eukaryotic cells when below a certain level f concentration. As a result, some of these metal ions could be very romising for implementation of novel safety measures.\nAntimicrobial packaging can be in the form of single and multiayer blends or composites film as well. In this regard, immiscible\naterials (e.g. nanofibers, nanowires and nanoparticles) can be ncorporated in the matrix to produce heterogeneous (composites) ntimicrobial materials for food packaging. A typical multilayer ackaging consists of four layers (outer layer, barrier layer, matrix ayer and control layer) in which antimicrobial agents can be ncorporated in the matrix layer [70]. As a result, multilayer ntimicrobial packaging can provide better mechanical and barier properties compared to monolayer antimicrobial packaging. owever, melt processed monolayer or multilayer films with heat ensitive or volatile antimicrobial compounds (e.g. enzymes, baceriocins) for packaging applications is challenging because they re deactivated during processing with the carrier materials. As a esult, the application of such thermolabile active ingredients is ypically limited to solvent casting process with polymers. Conrarily, nanostructured metals and metal oxides can safely be melt\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nrocessed together with thermoplastic polymer matrices without he risk of deactivation [71].\nMetal nanoparticles exhibits unique optical and chemical proprties that can be finely tuned during their synthesis [72]. Their\nPRESS Applied Materials Today xxx (xxxx) xxx\nunique properties, different from those of the corresponding bulk metals and atoms, make them particularly attractive for antimicrobial active packaging [73,74]. It has been found that the properties of metal nanoparticles are strongly dependent on their shape, size, concentration, and surface structures. With the metal core size decreasing, the energy level structures of metal nanoparticles change from continuous band of energy levels to discrete [72]. Due to their unique antibacterial activity against foodborne pathogens and other property enhancing properties, metal nanoparticles incorporated in polymer composites have been intensively investigated for food packaging applications. Table 2 presents a review of the applications of nanoparticles in specialized food packaging substrates such as papers and direct edible coatings reported in recent literatures.\n3.2. Antimicrobial packaging from polymer-metal nanoparticles\nDue to the high thermal stability and low volatility of silver nanoparticles (AgNPs) and their effective antimicrobial properties against fungi and an array of microorganisms made them appealing antimicrobial nanomaterial in many packaging systems [75]. The antimicrobial activity of AgNPs is associated with several actions including adhesion and rupture of cell surfaces, degradation of lipopolysaccharides, increase in permeability, and binding of silver to electron donor groups in biological molecules containing sulphur, oxygen, or nitrogen [17].\nLi et al. [76] investigated the antimicrobial effect of AgNPs against S. aureus. Fig. 5 shows the transmission electron microscope (TEM) images of S. aureus cells with and without exposure to AgNPs. An apparent nuclear region in the center of the S. aureus cells (Fig. 5a and b) with external morphological features of native S. aureus cells (Fig. 5c) were observed when the samples were not exposed to AgNPs. In contrast, this region was shrunk to an electron-light dot and even disappeared after exposure to AgNPs for 6 h (Fig. 5d and e). This indicated that the DNA structures of S. aureus cells were condensed after exposed to AgNPs. Furthermore, the S. aureus cells appeared to undergo lysis when exposed to AgNPs for 12 h (Fig. 5f); the cell walls were broken down, resulting in the release of cellular contents into the surrounding environment and finally emptying of the cytoplasm.\nSimilar observation has been reported by Mirzajani et al. [77] for AgNPs treated S. aureus. Moreover, the ability of AgNPs to absorb and decompose ethylene from a packaged containment makes it an appealing active component in packaging application. For example, the shelf life of produces such as lettuce, fruit, asparagus, fresh orange juice etc can be extended by incorporating AgNPs in the packaging material [78–82]. In such a packaging system, the migration of silver ions from the packaging materials plays a very important role in determining their antimicrobial effectiveness. For instance, the Ag ion-release of an AgNP material for water and food packaging should not exceed 0.05 mg/l and 0.05 mg/kg, respectively [83]. When the silver ion concentration exceeds (300 ppb) in the blood sample through food, it is considered hazardous and can damage the liver and kidney [84]. This implies that the amount of silver ion migration from AgNPs incorporated packaging materials is an important factor in fulfilling the current requirements while ensuring antimicrobial effectiveness.\nSeveral studies have investigated the antimicrobial properties of the AgNPs incorporated in biodegradable and non-biodegradable polymers for packaging applications (Table 2). For example, it has been demonstrated that polyamide/silver composites have\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nbactericidal activities by releasing silver ions [85]. Due to the high surface area of nanostructured silver, the silver ions released from polyamide/nano silver composites is more sensitive than polyamide/macro silver composites [86].\nPlease cite th is article in p ress as: E.O . O gu n son a, R . M u th u raj, E. O jogbo, et al., En gin eered n an om aterials for an tim icrobial ap p lication s: A review , A p p l. M ater. Tod ay (xxxx), h ttp s://d oi.org/10.1016/j.ap m t.2019.100473\nA R T IC L E\nIN P R E S S\nG M odel A PM T-100473; N o. of Pages 32\nE.O .\nO gunsona, R . M uthuraj, E. O jogbo et al. / A pplied M aterials Today xxx (xxxx) xxx\n9\nTable 2 Antimicrobial food packaging materials with different metals and metal oxides and the effects on antimicrobial activities.\nANPs Carrier Proposed packaging application\nObservation Size and Concentration Ref.\nAgNPs Poly vinyl pyrrolidone Asparagus coating Hindered growth of aerobic psychotropics, yeasts and molds, less weight loss, greener color, tenderer texture and extended shelf life 10 days at 2 ◦C. 20 nm [80] AgNPs Ethylene vinyl alcohol Chicken, pork, cheese, lettuce, apples, peels, eggshells\nHigh protein content food samples displayed low susceptibility to the films against L. monocytogenes whereas L. monocytogenes growth was not detectable in the low protein content food samples in the films. 1 and 10 wt.% [149]\nAgNPs Low-density polyethylene Barberry • Lower silver content showed less antibacterial effect than higher silver content film. • Barberry packed with 1 and 2 wt.% silver containing film preserved aroma, taste and\ntotal acceptance factors better than barberries in polystyrene packages.\n500 nm; 0.02, 1 and 2 wt.% [150]\nAg doped TiO2NPs, ZnONPs\nLow-density polyethylene Orange juice packaging • Significantly decreased yeast and mold counts without impairing juice relevant quality attribute.\n• ZnONPs prolonged the shelf life of juice for up to 28 days.\n10 nm (Ag-TiO2NPs) and 70 nm (ZnONPs)\n[81]\nAg doped TiO2NPs, ZnONPs\nLow-density polyethylene Orange juice packaging Significant reduction in Lactobacillus plantarum growth rate. 10 nm (Ag-TiO2NPs) and 70 nm (ZnONPs)\n[151]\nAgNPs-cellulose hybrid Absorbent pad Poultry meat Confirmed antimicrobial effect against E. coli and S. aureus 4–10 nm [152] AgNPs-cellulose hybrid Cellulose pad Fresh-cut melon Lower microbial loads remained, longer microbial growth lag time. 5–35 nm [153] AgNPs-cellulose hybrid Cellulose pad Beef meat exudates • Reduce microbial levels.\n• 60 ppm silver ions migrated into packed beef meat exudate. 5–35 nm [154]\nZnONPs, Allyl isothiocyanate, Nisin Polylactic acid Liquid egg albumin Due to the synergistic effect, effective inactivation in Salmonella was observed – [155] AgNPs, TiO2NPs, Kaolin Polyethylene Chinese jujube Firmer, heavier, less decay, less browning, slower ripening, decrease in senescence and climacteric evolution. 30% [82] ZnONPs Polyvinyl chloride Apple cuts Better preservation of quality, lower counts of E. coli cells, yeast and mold. 200–400 nm [123] AgNPa, TiO2NPs, Kaolin Low-density polyethylene Strawberry fruits During storage, fruit decay rate, anthocyanin, and malondialdehyde were reduced\ncompared to control. 300–500 nm [156]\nTiO2NPs Low-density polyethylene Fruits UV light irradiated films showed a smaller number of Pseudomonas spp. and R. mucilaginosa compared to the films not exposure to UV rays\n20–80 nm [139]\nTiO2NPs Oriented polypropylene Lettuce Both in vitro and actual test showed less E. coli cell growth in the TiO2NPs coated PP bags after exposure to UV light.\n7 nm and 5 m [157]\nAgNPs Low-density polyethylene Chicken breast fillet Wrapped with nanocomposites extended shelf life as well as enhanced oxidative stability.\n10 nm; 0.5–1 wt.% [89]\nAg-Montmorillonite nanoparticles\nAlginate Fior di latte Cheese • Antimicrobial nanoparticles coating increased the shelf life compared control sample.\n• coating containing nanoparticles needs to be removed before eating.\n– [93]\nCuNPs Low-density polyethylene Peda Good antibacterial effect against S. aureus and E. coli. Reduced water vapor permeability.\n50 nm; 0.5–3 wt.% [97]\nCuNPs and AuNPs Linear low-density polyethylene (LLDPE), Cinnamon essential oil\nChicken meat • Bactericidal effect against L. monocytogenes, S. typhimurium and C. jejuni. • Mechanical, thermal, and barrier properties of LLDPE film were also improved in the\npresence of Ag-CuNPs.\n– [100]\nZnONPs Bovine skin gelatin, Clove essential oil\nPeeled shrimp • Antibacterial activity against Listeria monocytogenes and Salmonella Typhimurium. • Improved oxygen and UV barrier properties. 100 nm; 2 wt.% [129]\nZnONPs Chitosan-carboxymethyl cellulose\nSoft white cheese • Displayed good antibacterial activity against S. aureus, P. aeruginosa, E. coli and fungi (Candidia albicans).\n• Film assisted cheese increased the shelf life of soft cheese.\n6 nm; 2–8 wt.% [127]\nTiO2NPs Polyethylene Fruits Decreased brown lesions and Penicillium rot infection of the fruits. 7 nm [135] Tio2NPs Chitosan-polyvinyl alcohol Soft white cheese S. aureus, P. aeruginosa, E. coli and fungi (Candidia albicans) decreased with the\nincreasing storage time and disappeared at the end of storage period compared with control.\n2–8 wt.% [145]\nAg-TiO2NPs Low density polyethylene (LDPE) and Linear low-density polyethylene (LLDPE) Rice • Inhibit the A. flavus significantly and reduce the mildew of rice during storage. • Shelf life, qualities and texture of the rice were extended at higher temperature and humidity. 3 nm [146]\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 10 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nF ture o c g/m A pyrig\nc a p p D v o a a a R t n b s P a c o f l\nw e A f c t r [ e i\nig. 5. Action of AgNPs on S. aureus cells observed by TEM. (a, b) the internal struc ells culture for 12 h; (d, e) the internal structure of S. aureus cells treated with 50 gNPs for 12 h (Adapted from Li et al. [76] with permission from Springer Nature co\nAs an example, it was reported that in situ silver nanopartiles were synthesised with bio-based linear polyurethane (LPU) nd hyperbranched polyurethane (HBPU) to produce nanocomosites with antimicrobial properties [87]. The silver nanoparticles roduced in the HBPU and LPU were 12 and 15 nm, respectively. ue to the smaller silver nanoparticles with a larger surface-toolume ratio, the HBPU composite provided a more efficient means f antibacterial activity than LPU against S. aureus, E. coli, and C. lbicans [87]. Spherical-shaped AgNPs incorporated in biodegradble poly(butylene adipate-co-terephthalate) (PBAT) was also used s antibacterial packaging material in the work by Shankar and him [88]. This study demonstrated that in the presence of AgNPs, he chemical structure and thermal stability of PBAT films were ot affected. It was observed that the E. coli was more vulnerale to PBAT/AgNPs than L. monocytogene. Furthermore, the tensile trength of the PBAT/AgNPs was about 90% higher than the neat BAT while the water vapour permeability of the PBAT/AgNPs was round 18% lower compared to neat PABT. The enhanced bacteriidal, mechanical and barrier properties of PBAT/AgNPs composite bserved in this study demonstrated the great potential of AgNPs or active food packaging materials to enhance food safety and proong the shelf-life of packaged foods.\nIn a separate study, the shelf life of chicken breast fillets wrapped ith AgNPs-low density polyethylene (LDPE) films was shown to be\nxtended substantially in comparison to the control LDPE film [89]. zlin-Hasim et al. demonstrated the UV/ozone treatment of LDPE ollowed by polyelectrolyte (polyethyleneimine, polyacrylamide) oating and antimicrobial Ag incorporation via layer-by-layer (LbL) echnique to produce multilayer films, and finally exposure to UV adiation/ozone for 20 min to enable the oxidation of Ag+ to Ag0\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\n90]. The multilayer LDPE films with AgNPs exhibited bactericidal ffect against S. aureus and P. fluorescens besides improved mechancal properties.\nf native S. aureus cells culture for 6 h; (c) the external structure of native S. aureus l AgNPs for 6 h; (f) the external structure of S. aureus cells treated with 50 g/ml ht © 2010).\nComparison of the use of chitosan (an antimicrobial macromolecule) versus a combination of AgNPs - -chitosan exhibited that the combination provided better antimicrobial effect as compared to the chitosan alone because of the high infiltration of the Ag ions which possess high bactericidal effect [91]. The Ag ions showed higher antimicrobial effect against gram-negative bacteria than gram-positives because of their thinner murine wall, which may allow more rapid absorption of the ions into the cell.\nSimilarly, packaging materials were developed from AgNPs, gold nanoparticles (AuNPs) and chitosan and the developed materials showed antimicrobial effect against gram-positive bacteria (S. aureus), gram negative bacteria (P. aeruginosa), fungi (Aspergillus niger), and yeast (Candida albicans) [92]. Ternary nanocomposite films produced from AgNPs, cellulose nanocrystals and poly(lactic acid) (PLA) showed remarkable antimicrobial effect against S. aureus, and E. coli [73]. Such an antimicrobial effect of the AgNPs was due to the nanometer scale distribution of AgNPs in a PLA matrix which leads to higher Ag+ ion release. However, the AgNPs showed more bactericidal effect against E. coli than A. aureus due to their structural differences. The effects of bio-based antibacterial coating (alginate with Ag-montmorillonite nanoparticles) on the shelf life of Fior di latte cheese packaged under modified atmosphere packaging was evaluated by Gammariello et al. [93]. Regardless of the concentration of AgNPs, the cheese coated with antimicrobial nanoparticles increased the shelf life compared to the control sample.\nIn another study, biosynthesized AgNPs by Bacillus subtilis were blended with chitosan to develop nanocomposite films for packaging applications [92]. It was found that the AgNPs based composites had very good antimicrobial activities against yeast, gram posi-\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\ntive as well as gram negative bacteria. Biswas et al [94] prepared a ternary hybrid of bio-based nano-silica-carbon-silver (SCAgNPs) and PBAT in a solution to produce thin films by 3D printing\nING ModelA t al. /\nt n e fi w A t 3 7 t b m\n3\nn a a m i t h a\nn f C w p c h C [\ni a i i i p i l s [ d i I fi f i t t b f r b\na F c a fi g b\ni\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nechnique for antibacterial food packaging application. There was o bacterial growth observed when the PBAT/SCAgNPs film was xposed to S. Enteritidis because of the bacteriostatic effect of the lms. Due to the hydrophobic nature of the PBAT matrix, the ater absorption of the PBAT/SCAgNPs film was low and thus no gNPs release was observed after 4 weeks of immersion in disilled water. Similarly, no AgNPs release was observed from another D printed PLA/PBAT/eggshell-AgNPs composites thin film after 2 h of immersion in distilled water and after 168 h of exposure o chicken breast samples [95]. These composite films also possess acteriostatic effects with good antibacterial properties against L. onocytogenes and S. typhi.\n.2.1. Copper nanoparticles embedded in polymer film packaging Copper and silver possess similar properties as they belong to oble metals. Copper and copper oxide nanoparticles (CuNPs) have lso been known for their antimicrobial and antifungal properties gainst foodborne pathogens [96]. Copper is one of the essential etals for most of the aerobic organisms, but excess copper ions can nhibit the microbial growth by several mechanisms including inacivation of enzymes and protein functional groups, generation of ydrogen peroxide free radicals by membrane attached to copper, nd breaking the integrity of plasma membrane [64].\nThe structure-dependent antibacterial effects of Cu/CuxO anoparticles (Cu/CuxO NPs) were investigated by using three dif-\nerent morphology (polyhedral, flower-like and thumbtack-like) of u/CuxO NPs (Fig. 6) in the literature [96]. A high bactericidal effect as observed in the Cu/CuxO NPs that possessed a flower-like morhology because of the increased dissolution of copper ions into the ulture media. Furthermore, the flower-like Cu/ CuxO NPs exhibited igher surface energy compared to polyhedral and thumbtack-like u/CuxO NPs, which led to the generation of efficient toxic Cu ions 96].\nIt has been shown that CuNPs incorporated in LDPE films can nhibit the growth of food spoiling bacteria such as S. Aureus nd E. coli [97]. Due to diffusion phenomenon, the rate of Cu2+ on release from the LDPE/CuNPs composites was increased with ncreasing immersion time. The observed copper ion release can nhibit the microbial growth when food stuff is packed with these ackaging materials. As such, LDPE/CuNPs films can be beneficial n food packaging where the shelf life is typically short. Products ike Peda cheese that has a shelf life of only 24 h can benefit subtantially from such antimicrobial packaging materials. Lomate et al 97] demonstrated that sweet Peda wrapped with LDPE/CuNPs film id not display degradation up to 8 days. Additionally, no further ncrease in the number of viable cells was noted after the 8th day. n contrast, the control sweet Peda cheese wrapped with pure LDPE lms exhibited momentous degradation in the sixth day as noted rom the foul odor emitted from the samples. Similarly, CuONPs ncorporated LDPE film was used as antibacterial cheese packaging o protect against E. coli growth [98]. It was observed that the bacerial growth was reduced in the presence of LDPE/CuONPs films ecause of the antimicrobial activity of the copper ions released rom the packaging. It was also observed that the copper ion eleased was lower than the stipulated value of 10 mg/kg, suggested y European regulation bodies.\nCuNPs metals have also been combined with other nanomaterils to enhance their antimicrobial effect compared to CuNPs alone. or instance, the combination of antibacterial Ag-Cu nanopartiles (Ag-CuNPs) were incorporated into Guar gum (GG) to produce ntimicrobial food packaging film [99]. The resulting GG/Ag-CuNPs lms showed excellent UV, light and oxygen barrier capability with\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nreat biocidal effect on gram positive as well as gram negative acteria.\nRecently, liner low density polyethylene (LLDPE) based composte films were produced with Ag-CuNPs and cinnamon essential\nPRESS Applied Materials Today xxx (xxxx) xxx 11\noil (CEO) for chicken meat packaging [100]. The developed LLDPE films with Ag-Cu nanoparticles showed successful inhibition of L. monocytogenes, S. typhimurium and C. jejuni growth in the chicken sample over 21 days storage at 4 ◦C. The mechanisms of inhibition of bimetallic Ag-Cu NPs against test microorganisms could be associated with the release of bimetallic nanoparticles that could penetrate into gaps and pits in the bacterial membrane, interact with sulfhydryl or disulfide groups of enzymes and other vital cell components, leading to cellular death [101]. Chicken samples artificially contaminated with S. Typhimurium and C. jejuni were packed in the composite films containing Ag-Cu NPs 4% (w/w) and CEO 50% (w/w) and refrigerated at 4 ◦C for 21 days exhibited concentrations below the detection level after 7 and 14 days, respectively [100]. The observed higher bactericidal effect against S. typhimurium and C. jejuni compared to L. monocytogenes could be due to the difference in membrane charge and cell wall thickness of the bacterial strains [102]. The mechanical, thermal, and barrier properties of LLDPE film were also improved in the presence of Ag-Cu NPs. In a separate study, bimetallic nanoparticles hybrid (Ag-CuNPs) incorporated fish skin gelatin (FSG) nanocomposites were prepared to investigate their antimicrobial properties [103]. These composite films exhibited good bactericidal effect against gram-positive as well as gram-negative bacteria, which suggest that FSG/Ag-CuNPs composites have potential to be used as active packaging material to extend the shelf life of food. Ibrahim et al. [104] showed synergistic microbial (Salmonella spp. and E. coli) growth inhibition in carrot juice when CuONPs-0.2% lactic acid is present.\nA study by Nouri et al. [105] postulated that the formation of CuONPs in the montmorillonite (MMT) interlayer sites resulted in an increased electrostatic attraction between a chitosan film and bacteria that lead to microbial cell wall damages then death. It is important to highlight that the use of antimicrobial nanomaterials in polymeric food packaging can also improve the water vapor and oxygen permeability, in addition to their antimicrobial activity against foodborne pathogens. For instance, water vapor and oxygen permeability of the chitosan films were reduced in the presence an optimum (3 wt.%) montmorillonite-copper oxide nanoparticles (MMT-CuONPs) [105]. The water vapor and oxygen permeability were reduced by about 55 and 33%, respectively compared to neat chitosan film. The increased tortuosity in the presence of the nanoparticles is the anticipated reason for the improvement in the water vapor and oxygen permeability of the chitosan films. The other possible reason for the reduced water vapor permeability is intermolecular interaction between chitosan and MMT-CuONPs, which reduces the number of free hydroxyl groups in the chitosan to limit the water vapor permeability [105].\n3.2.2. Calcium and alumina oxide nanoparticles embedded in polymer film packaging\nCalcium oxide (CaO) is a natural metal oxide which can be found in scallop, crab shell, egg shell etc. CaO are produced from calcium carbonate by heating above 700 ◦C [106]. CaO can be used to control microbial contamination in food products. However, there is no regulation guiding the use of CaO in consumable food products except in the European Union. The antimicrobial properties of CaO is related to its’ alkaline effect besides the activated oxygen generated from CaO [107].\nThe antimicrobial properties of CaO were investigated against foodborne pathogen bacteria by Ro et al. [107] and Bae et al. [108]. It was observed that the CaO treated food samples effectively inhibited the growth of E. coli as compared to the control. Similarly, Ray et al. [109] studied the antimicrobial effect of CaO nanoparticles\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\n(CaONPs) against gram-positive, -negative bacteria, and yeast. The effect of CaONPs against P. aeruginosa growth and biofilm formation was observed to be significantly reduced by damaging the P. aeruginosa cell membrane in comparison to samples without\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 12 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nF anopa N\nC T s a\no t c i a Z fi a\n3 p\nb e w t p s o [ g c i\nt p b f g e T a t m b b c ( f o c\nd\nig. 6. SEM image of (a) polyhedral, (b) flower-like and (c) thumbtack-like copper n ature copyright © 2015).\naONPs which showed a typical rod-shaped P. aeruginosa growth. he observed antibacterial effect and reduced biofilm formation uggested that the CaONPs have great potential in a wide range of pplications, including packaging and skin care products.\nAluminum oxide nanoparticles (Al2O3NPs) are another metal xides which can provide inhibitory effect to the bacteria by elecrostatic interactions [64]. The interaction between the positively harged Al2O3NPs surfaces and the negatively charged bacteria typcally leads to cell death. For example, transparent antibacterial ctive film was developed by sputter coating of aluminum-doped nONPs on melt processed PLA films [110]. The sputter coated PLA lms had strong microbial effect against E. coli with slow release of ntibacterial nanomaterials.\n.2.3. Zinc oxide nanoparticles embedded in polymer film ackaging\nZinc oxide is a derivative of zinc, which can be used to enhance actericidal properties and control the outbreak of microbial disases [111]. Zinc oxide nanoparticles (ZnONPs) were incorporated ith different polymers to produce nanocomposites with an effecive antibacterial activity or UV absorption. It seems that hydrogen eroxide (H2O2) generated in ZnO particles could be the main reaon for the antibacterial effect [112]. The antibacterial effectiveness f zinc oxide depends on its concentration, size and surface area 113]. Yamamoto [114] demonstrated that the smaller the ZnONPs et, the better antibacterial activity provision there is. The antimirobial activity of ZnONPs depends on their contact or penetration nto microbes as well [115].\nDifferent polymers have been used as matrices with ZnONPs o produce antibacterial packaging systems. For instance, oly(hydroxybutyrate-co-hydroxyvalerate) (PHBV) based iodegradable composites were produced with ZnONPs (0–8 wt.%) or antibacterial packaging of foods such as cheese, cereals, baked oods and meat products [116]. The PHBV/ZnONPs composites xhibited high antibacterial activity against E. coli and S. aureus. he ZnONPs migration from these composites in both isooctane nd 10% (v/v) ethanol stimulant was very low (<10 g/kg), compared o the acceptable level (60 mg/kg or 10 mg/dm2 of simulant) of\nigration for food contact applications. Due to the strong hydrogen onding between the PHBV and ZnONPs, the mechanical, oxygen arrier and water barrier of the composite samples were enhanced ompared to neat PHBV as well. Similar to PHBV, poly (lactic acid) PLA) is another biodegradable polymer which can be used to abricate packaging materials with ZnONPs. However, the lack\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nf studies on the ZnONPs incorporation into PLA was due to the atalytic depolymerization of PLA in the presence of ZnONPs [117].\nIn order to avoid such degradation of polymers with ZnONPs uring melt processing, triethoxycaprylylsilane modified ZnONPs\nrticles (Adapted and redrawn from Xiong et al. [96] with permission from Springer\nhave been incorporated into PLA to produce nanocomposites for packaging application [118]. Marra et al. [119] also prepared PLA/ZnONPs composite films with an excellent antibacterial effect against E. coli and improved O2 and CO2 barrier properties for packaging applications. However, the PLA/ZnONPs film antimicrobial activity against B. cereus and E. coli was reduced after 24 h irradiation in Q-SUN accelerated xenon chamber [120]. This study suggested that the antimicrobial effect of the ZnONPs depended on the exposure environment. However, the exact mechanism behind the reduced antimicrobial effect of the PLA/ZnONPs film after exposure to UV were not reported in these studies.\nRegarding kinetics release of Zn from the composites, HeydariMajd et al. [121] showed minor Zn migration from PLA/ZnONPs film into water at 4–40 ◦C attributed to the higher activation energy requirement for Zn to diffuse through PLA into aqueous food stimulants. The diffusion of Zn followed Pseudo-Fickian behavior with diffusion coefficients of 0.002–6.08 10−11 cm2 s−1. It was observed that the Zn migration was mainly dependent on the temperature and the aqueous simulant type.\nPoly(vinyl chloride) (PVC) film coated with ZnONPs showed effective antimicrobial properties against E. coli and S. aureus [122]. For example, the inhibitory zone against E. coli and S. aureus increased from 17.5 to 19.8 mm and from 18.5 to 20.5 mm, respectively, as the amount of ZnO nanoparticles increased from 93.75 to 187.5 g cm−2. However, the PVC/ZnONPs films did not exhibit antifungal properties against A. flavus and P. citrinum. The observed insufficient antifungal activity was probably due to the complexity of the fungal cell wall, low concentration of ZnONPs or the absence of UV radiation.\nIn another study, ZnONPs coated PVC nanocomposite film (40 m) was used as a packaging material to preserve apple slices at 4 ◦C for 12 days [123]. Modification of the atmosphere occurred after wrapping the slices with PVC/ZnONPs, which might have been the result of high respiration rate of the packaged products, where the O2 concentration declined while the CO2 concentration increased. The O2 level of PVC/ZnONPs packages with samples was higher than that of the control packages (3–5% O2). Whereas, the CO2 level of PVC/ZnONPs package with samples was lower compared to the control samples (20%). In general, apples with wound/cuts increase ethylene production but the nanocomposite packaging film suppressed the ethylene production from the apple slices. The low O2 concentration was the reason behind the reduced ethylene production as O2 is required for ethylene synthesis.\nIn addition, low O2 combined with elevated levels of CO2 may\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nact synergistically to inhibit the production of ethylene. Furthermore, polyphenol oxidase and pyrogallol peroxidase activities were decreased in the apple packed with nanocomposite film. As a result, a remarkable fruit decay and browning index reduction was\nING ModelA t al. /\no i b b S p\nl c i a o s ( c c m R\nf f n i g n ( p u c\nn p p p t c g c c\n3 p\nn c r w t d\np p c c A b c n o m t E n b n\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nbserved in the presence of ZnONPs coated PVC films. These results ndicated that ZnONPs incorporated on PVC packaging films could e used to improve the shelf life of fresh cut fruits [123]. Improved arrier properties with high bactericidal activity against E. coli and . aureus were also observed in ZnONPs incorporated into LLDPE ackaging films [124].\nIn another study, ZnONPs loaded starch-coated polyethyene films exhibited biocidal action against E. coli [125]. The o-antimicrobial effect of chitosan and ZnONPs was studied n poly(vinyl alcohol) matrix based nanofibers [126]. The contimicrobial effect of chitosan and ZnONPs can occur in sequence f effects: adhere nanofibers to cell membranes through electrotatic attraction leading to changes in microbial cell membranes denaturation of proteins and permeability changes); disruption of ell membranes by reactive oxygen species produced by ZnONPs ausing leakage of intercellular contents; interference in cell etabolism by ZnONPs and chitosan in combination with DNA and\nNA, blocking genome replication [126]. Recently, solution casted nanocomposite films were developed\nrom carboxymethyl cellulose (CMC), chitosan (CH) and ZnONPs or potential soft white cheese packaging [127]. The developed anocomposite properties were similar to the control packagng sample (polystyrene). The prepared nanocomposites displayed ood antibacterial activity against gram-positive (S. aureus), gramegative (Pseudomonas aeruginosa, E. coli) bacteria, and fungi Candidia albicans). Moreover, the shelf life of white soft cheese acked with CMC/CH/ZnONPs nanocomposite film was increased p to 30 days. The yeast and mold count were not detectable in the heese after 15 days of storage at 7 ◦C.\nIn a very recent study [128], layer-by-layer (LbL) assembly techique was used to develop multilayer active biodegradable food ackaging films by depositing chitosan and -cyclodextrins on the oly(l-lactic acid) (PLLA/ZnONPs) films. The developed multilayer ackaging film improved the antibacterial properties because of he bactericide effect of ZnONPs and chitosan. ZnO nanorods with love essential oil (CEO) were also incorporated into bovine skin elatin to produce film for shrimp packaging [129]. The produced omposite films possessed good microbicidal effect against L. monoytogenes, S. Typhimurium in both unpeeled and peeled shrimp.\n.2.4. Magnesium oxide nanoparticles embedded in polymer film ackaging\nThe bactericidal mechanism of magnesium oxide (MgO) anoparticles (MgONPs) was related to the production of high conentrations of superoxide anions (−O2) on MgO surfaces, which can eact with the carbonyl groups of peptide linkages in bacterial cell alls to destroy them. It has been reported that gram-negative baceria are more susceptible to Mg ions than gram-positive bacteria ue to differences in their membrane structure [130].\nGram-negative bacteria have less peptidoglycan than gramositive bacteria because of their thicker cell wall, and because eptidoglycan are negatively charged and MgO are positively harged [131]. Hence, more Mg ions may get trapped by peptidoglyan in gram-positive bacteria than in gram-negative bacteria [132]. l-Hazmi et al. [133] synthesised cubic-shaped MgO nanowires y facile aqueous solution based microwave hydrothermal proess (Fig. 7a). They demonstrated the bacteriostatic activity of MgO anowires against E. coli and Bacillus sp. The antibacterial activity f the MgO nanowires (6 nm) was due to the high surface area (461 2/g) which led to activation of the bacterial grovel and spores hat enhances bactericidal efficiency. Fig. 7b and c displays the\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\n. coli before and after 24 h of exposure to one-dimensional MgO anowires in nutrient broth medium (0.7 g/l). It can be seen that the acteria cell wall was damaged after 24 h of inhibition with MgO anowires because of the high antibacterial activity. The antimicro-\nPRESS Applied Materials Today xxx (xxxx) xxx 13\nbial activity increased against E. coli and Bacillus sp., with increasing MgO nanowires concentration.\n3.2.5. Titanium dioxide nanoparticles embedded in polymer film packaging\nDue to the excellent photocatalytic characteristics of titanium oxide nanoparticles (TiO2NPs), it can damage the bacterial cell membrane by oxidizing their polyunsaturated phospholipids making it an appealing material for antimicrobial packaging applications [134]. Furthermore, TiO2NPs has been approved by the US Food and Drug Administration (FDA) for its use in food contact applications [135].\nIn order to enhance the antimicrobial activity of the TiO2NPs (either embedded or in free form), they were exposed to UV light radiation by many researchers [136–139]. These studies have shown that UV light irradiated TiO2NPs can inhibit the growth of a wide range of microbes, including gram-positive and -negative bacteria. For example, melt processed low density polyethylene (LDPE)/TiO2NPs films with and without UV light irradiation exposure were used to study the photocatalytic antimicrobial activity by in vitro and in vivo test [139]. The UV light irradiated LDPE/TiO2NPs films showed an enhanced bactericidal effect again Pseudomonas spp., R. mucilaginosa and mesophilic bacteria compared to LDPE films exposed to UV light and LDPE/TiO2NPs film without UV light. Johnston et al. [140] and Fu et al. [141] described the antimicrobial properties of calcium silicate and TiO2 nanoparticles (TiO2NPs), respectively. The superhydrophobic character of the TiO2NPs was exploited to develop water repellent coating by Teisala et al. [142] and Contreras et al. [143].\nTiO2NPs incorporated into poly(ethylene terephthalate)/poly(butylene succinate) binary blend thin films showed greater antimicrobial activity against E. coli and S. aureus [144]. Due to excellent antimicrobial activity against yeast (C. albicans), gram-positive bacteria (S. aureus), and gramnegative bacteria (Pseudomonas aeruginosa, E. coli), poly(vinyl alcohol)/chitosan/TiO2NPs based nanocomposite packaging material was used to wrap white cheese, and stored for 30 days at 7 ◦C to observe the microbial activity and nanoparticles migration from the packaging into cheese [145]. The results suggested that the microbial growth was minimized over the storage time, while the TiO2NPs from the packaging material did not migrate to the food. Li et al. [146] prepared Ag-TiO2NPs incorporated into polyethylene packaging film in order to delay the aging of stored rice at 37 ◦C and 70% humidity. When the rice was stored under high temperature and humidity with pristine polyethylene bags, the quality of the rice was affected because of the accelerated aging of rice through uncontrolled microbial growth. In the presence of silver nanoparticles, the polyethylene film showed bactericidal effect against A. flavus, which considerably delayed the aging of rice after a short time of storage. The antimicrobial activity was caused by silver release from the packaging, but excessive intake of silver will lead to human cells toxicity. It was observed that Ag+ leaching concentrations into the rice were 0.008 mg Ag+/kg after 36 days. This amount is far below the European standard legal limit i.e. 0.05 mg Ag+ /kg for food. The slow release of the Ag+ was attributed to the resistance of the ions diffusion through polymer matrix to the medium [147].\nDoped and undoped TiO2NPs with AgNPs were mixed with polystyrene solution to coat rice straw derived paper for packaging application [148]. This study suggested that the TiO2NPs have less antimicrobial effect compared to AgNPs coated papers, and the\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nTiO2NPs coated paper showed less inhibition against Pseudomonas and Candida. A summary of the antibacterial effects of different metals and metal oxides incorporated in polymers films for different food packaging applications are presented in Table 2.\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 14 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nF sed m t with\n3 m\nr t t f r a p d t p n p i t [ t p a c Z Z a a h\n3 p\nu c s A c r e s i s t t s o t\nig. 7. (a) Cubic-shaped MgO nanowires synthesized by facile aqueous solution-ba reatment for 24 h with 0.7 g/l MgO nanowires (Adapted from Al-Hazmi et al. [133]\n.3. Antimicrobial coating on paper substrate food packaging aterials\nSimilar to plastic packaging, paper and cardboard packaging equire adequate antimicrobial, barrier and mechanical properties o fulfill food packaging requirements. Antimicrobial nanomaerials coated papers and cardboards are appealing materials or food packaging because they are derived from renewable esources, inexpensive and biodegradable. As an example, the ntimicrobial properties of the recycled carton sheet coated with olystyrene/silver (4%) nanocomposites was studied against Pesuomonas, S. aureus, E. coli, Salmonella, and B. cereus [158]. However, he antimicrobial effect was not high enough because of the olystyrene shielding effect to decrease the release of silver anoparticles [159]. Despite the lack of substantial antimicrobial roperties of the nanocomposite coated recycled carton, the coatng increased the bursting strength from 2.45 to 4.05 kg/cm3 while he water vapor permeability has reduced from 364 to 99 g/m2 158]. In another study, polylactic acid/ZnO nanocomposite mixure was coated on bleached kraft paper to produce antimicrobial ackaging for deli foods [160]. For materials to be considered ntimicrobial, they should typically have 99% microbial killing effiiency as compared to control samples [161]. In the study by hang et al. [160], the nanocomposite coated paper composed of 3% nO nanoparticles is considered as antimicrobial coating against S. ureus as it displayed more than 99% bactericidal effect. Both E. coli nd S. aureus were susceptible to ZnO NPs but ZnO nanoparticles ave higher antimicrobial against E. coli than S. aureus.\n.4. Direct antimicrobial metal nanoparticles coating on food roducts\nSilver nanoparticles (AgNPs) has been used to coat food prodcts (e.g. mushroom, minimally processed carrot, asparagus and hicken sausage) to extend their shelf life [80,162–164]. A recent tudy has proved that the chicken sausage (135 g) coated with gNPs colloidal solution had less lactic acid bacteria counts than ontrol sample for up to 30 days [164]. The amount of AgNPs etained at the sausages surface after treatment was 5.3 g/g. Howver, it is important to highlight that the AgNPs concentration on ausages here was estimated after washing and cooking. The washng step led to a continuous removal of the AgNPs from the sausages urface for 30 days, with a higher amount of AgNPs removed from he sausages in the cooking stage. After 30 days, the migration of\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nhe AgNPs into the sausage was found to be 4 × 10−3 gAg0 g−1 ausage. Although washing is a common practice in sausages or ther produce home cooking, in cases where AgNPs coating are o be used directly on commercial sausage manufacturing compa-\nicrowave hydrothermal process (b) and (c) SEM images of E. coli before and after permission from Elsevier copyright © 2012).\nnies should consider including a clear sentence stating the need of washing the AgNPs treated sausages before cooking. Despite the improved microbial safety over a prolonged time, the storage time significantly affected the hardness, chewiness, gumminess, cohesiveness and resilience of the AgNPs coated sausages. Such a phenomena was attributed to the interaction between AgNPs with proteins that contain phosphorous and sulfur in its structure. The AgNPs treated sausages suffered a faster lipid oxidation suggesting that silver may have acted as an activation factor in free radical reactions [164] that caused the oxidation.\n3.5. Edible antimicrobial coating on food products\nDespite metal and metal oxide nanoparticles have been extensively studied for antimicrobial food packaging, much attention has been paid to their application in edible coatings by spraying, dipping and spreading methods. This is one of the most innovative approaches for extending the commercial shelf life of fruits and vegetables. Among other mechanisms, coating acts as a barrier against gas transport showing similar effects to storage under controlled atmospheres. Edible films and coatings can incorporate other components such as anti-browning, antimicrobial, antioxidant, and texture modifier agents, colorants, flavors, nutrient, spices, surfactants, emulsifiers, plasticizers, etc. [165].\nHydrophobic substances such as resins, waxes, or some insoluble proteins are better moisture and carbon dioxide barriers, but water-soluble hydrocolloids like polysaccharides and proteins usually impart better mechanical properties to edible films and coatings than do lipids and hydrophobic substances [166]. The main polysaccharides that can be included in edible coating formulations are starch and starch derivatives, cellulose derivatives, chitosan, pectin, alginate and other gums [167]. Carboxymethylcellulose is a cellulose derivative that has received considerable attention with several examples of applications in many fruits and vegetables. Carboxymethyl-cellulose coating has been applied to pears [168], cherries [169], white asparagus [167], squash slices [170] and many other fruits and vegetables. The biopolymer chitosan is especially advantageous because of its user-friendly and ecofriendly characteristics. Due to its film forming property, chitosan has been successfully used as food wraps [171], and thus maintains the quality of post-harvest fruits and vegetables [172–174].\nEdible coating can also be used as a complement or replacement of traditional materials in order to reduce traditional polymeric packaging [175]. In addition, blending with other food additives\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nand modifier agents can extend applications of edible films and coatings. Fig. 8 illustrates the various methods that have been engineered to incorporate antimicrobial nanoparticles with different antimicrobial activity and release processes. Likewise, the use of\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx 15\nFig. 8. Illustrations of (A) different methods of antimicrobial nanoparticles engineered on food packaging substrates (adapted from Bastarrachea et al. [176] MDPI copyright © 2015), (B) metal-chelating active packaging films engineered through the covalently bound metal-chelating ligand iminodiacetate (IDA) nanoparticles in the inner surface of f for ox c noma p evier c\nb s i\n3 a\ne m H i s a k A e\np e t r c a h i r w s w w m [\nf l\nood packaging paperboard/polypropylene substrate such as milk or juice packaging opyright © 2016) and (C) extraction and application of bio-based antimicrobial na ackaging. (Reproduced and adapted with permission from Perinelli et al. [178] Els\nio-based antimicrobial material (chitosan) in various applications uch as accelerated wound healing and food packaging is schematcally represented.\n.6. Antibacterial compounds emitting from sachets and bsorbent pads in food packaging\nVarious active food packaging including biodegradable and/or dible films, metallic based micro and nanocomposites, and odified atmosphere packaging have been developed recently. owever, sachets or pouches and pads still play a remarkable role n food preservation, especially at commercial scale. The use of achets was growing for antimicrobial application by incorporation nd subsequent release of volatile compounds with wellnown antimicrobial activities against foodborne microorganisms. ntimicrobial compounds incorporated in sachets are mainly thanol, chlorine dioxide, and a variety of plant essential oils.\nIn order for sachets to be effective within the headspace of a food ackaging, the material that separates the inner and the external nvironments must match certain requirements depending upon he sachet purpose. Similar to sachets, absorbent pads have been ecently developed to combine the antimicrobial activity of active ompounds (including nanoparticles) with the convenience of an bsorbent material inside the packaging [179]. Absorbent pads ave been used commercially for soaking up excess moisture, actng as a purge, especially in meat products. They are intended to emove moisture (arising from respiration, exudate generation, or ater vapor permeation) from the packaged food in an effort to low down microbial growth, which is strongly dependent on high ater activity levels [180]. Therefore, absorbent pads incorporated ith AgNPs and copper nanoparticles (CuNPs) have been used for elon, kiwi, pineapple, and meat (poultry and beef) preservation\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\n179]. The application of engineered antimicrobial nanoparticles in ood packaging has shown great promise in extending the shelf ife of perishables through the reduction of bacteria growth. The\nidation prevention (adapted with permission from Lin et al. [177] ACS Publications terial (chitosan) for use as biocide in wound healing, textiles and fabrics and food opyright © 2018).\nmost effective way of antimicrobial activity in food packaging has been shown to be through direct contact of the bacteria with the nanoparticles. Therefore, it is important for increase contact surface area by exposing most of the nanoparticles to the food. However, leaching and release of ions as one of the antimicrobial mechanisms onto the food substrate can limit the use of these engineered nanoparticles especially in countries which have stringent laws governing food safety. This is because the effect of metal nanoparticles on human health over a prolonged period of time is of concern. A huge knowledge gap related to the development of inert, biobased and sustainable antimicrobial nanoparticles yet to be filled and resolved. This will go a long way to resolve the concerns associated with antimicrobial nanoparticles in relation to human health.\n4. Nanomaterials for water disinfection\nWater is a fundamental resource for society both for human consumption and industrial processes. This vital resource has shown increasing scarcity in recent years with prolonged droughts becoming a common phenomenon around the globe, which has posed a serious threat to the sustainable development of nations. Although our planet possesses vast amounts of water, only a limited amount of this resource is available for human consumption. Most of this water source is not apt for its direct usage due to its high salinity or to the presence of biological or chemical contaminants. Moreover, after the water has been used either in cities or industrial facilities, different treatments are required to remove contaminants before its disposition or recirculation. Thus, water purification technologies are a key step in coping with societal water demands.\nExisting industrial technologies for water purification will face major challenges in the future due to the increasing scarcity and\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\naccess to fresh water sources and increasing human population. Enabling water purification for human consumption from alternative sources such as seawater is a necessity of high priority. Nanotechnology has emerged as a novel alternative for upgrading\nIN PRESSG ModelA 1 t al. / Applied Materials Today xxx (xxxx) xxx\ne b p\na w n s R w s\ni\nt a b\n4 b\nh m w i m t\nc t i s m d o I b l\nc e g t t t n i n\nc i d d s T n n d c\nARTICLEPMT-100473; No. of Pages 32 6 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nxisting technologies on water purification, and nanotechnologyased treatments have shown promising results in accessing urified water from alternative sources such as seawater.\nWater can be obtained from fresh water sources such as rivers nd lakes, saline sources such as oceans and brines, and from human ater collection systems, such as sewage. The variety of contamiants present in these water sources is vast. Consequently, there are everal areas of application of nanomaterials in water purification. egarding antimicrobial applications, there are three major areas here nanoparticles have shown promising results at a laboratory cale. These are:\ni) Addition of ion leaching nanoparticles to water for direct biocidal activity\nii) Addition of nanoparticles to water as disinfectants triggered by light sources and ii) Decoration of filtration membranes with antimicrobial nanoparticles to avoid biofouling\nThese applications differ in mechanisms of action and in the ype of nanoparticles used. In the following sections, the different pproaches will be described in perspective of the recent literature ody.\n.1. Addition of ion leaching nanoparticles to water for direct iocidal activity\nNanoparticles with the capacity of producing water-soluble ions ave been employed for the disinfection of water. In this approach, etal nanoparticles are usually added directly to the contaminated ater and a constant release of metal ions into the water over time\ns realized upon contact with water. Nanoparticles and dissolved etallic ions interact with microorganisms in various ways, leading o their death (Fig. 1). Some of the studied nanoparticles for this approach are silver, opper, iron, magnesium and zinc nanoparticles. In these cases, he biocidal mechanisms of action of the nanoparticles and ions n antimicrobial water treatment are not fully understood yet, but everal mechanisms have been proposed such as membrane attachent, absorption and interaction with biomolecules and oxidative\namage [181]. However, direct evidence of the mechanism of action f silver nanoparticles against bacteria has been recently reported.\nt was shown that silver nanoparticles tend to agglomerate on acterial surfaces, causing deterioration of the cellular membrane eading to an altered permeability. Furthermore, the silver nanoparticles and ions can enter the ytosol by penetrating the bacterial membranes. Upon entry, they xert their toxic action through direct absorption onto functional roups of DNA, enzymes and other important biomolecules and hrough generation of reactive oxygen species which cause oxidaive damage to biomacromolecules [182]. Interestingly, despite he similar mechanism of action of different nanoparticles, silver anoparticles show a broad action towards multiple microorgansms such as bacteria and virus. This is not the case for other metallic anoparticles [183].\nRecently it has been reported that bimetallic Fe-Cu nanopartiles release two types of Cu ions, Cu(I) and Cu(II), due to different on generation pathways. These ions have shown selective biocial activities towards bacteria and virus, respectively. This study emonstrated that nanoparticles capable of producing several ions imultaneously are systems with a broader action spectrum [184]. his represents a step towards implementing nanoparticles from\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\non-silver metallic elements, which can reduce the cost of the anoparticles allowing their usage at larger scales. In a real water isinfection operation at large scale, several types of nanopartiles could be used together to achieve a synergistic effect against\nmultiple microorganisms. Although promising nanoparticles are identified extensively, their respective dosage need to be further addressed before a real large-scale operation could be implemented.\nMetallic nanoparticles can be synthesized using different synthetic methods, but recently green methods have attracted great attention due to their simplicity and the possibility of avoiding the use of toxic and dangerous chemicals. These consist of using natural extracts as electron donors to stabilize metal ions in solution through reduction at basic pH [183,185,186]. The green synthesis of metallic nanoparticles from cheap metallic elements and further engineering to bimetallic nanoparticles could represent an alternative for obtaining low cost nanoparticles with broad spectrum of action for water disinfection.\n4.2. Addition of light triggered nanoparticles to water as disinfectants\nThis approach can be applied to both fresh and saline water, and consists of the direct addition of nanoparticles to contaminated water under the exposure of a light emitting source. This activates the nanoparticles, which then can catalyze oxidation or reduction reactions directly onto biomolecules or create reactive oxygen species (ROS) (Fig. 9). Reactive oxygen species can cause oxidative damage to biological macromolecules such as cellular membranes and DNA, subsequently resulting in cellular death. The photoactivation of nanoparticles occurs through absorption of photons on an electronic band structure, which excites electrons on the surface of the nanoparticles, making them available for inducing oxidation and reduction reactions in the surrounding molecules. Metals are chemical elements that present electronic band structures and consequently have been used as photoactivated catalysts with biocidal activity in water treatment.\nTiO2 nanoparticles have been well studied in this area and are a benchmark alternative for photocatalyzed reactions, being commercially available in various forms. However, despite their great potential, TiO2 nanoparticles suffer from various limitations. These include low absorption of energy from visible light sources (they are mainly active under UV irradiation), difficulties in uniform dispersion and challenges in recovering the TiO2 nanoparticles post water treatment, which limits their applicability in an industrial scale for water disinfection [188].\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nAlternatives have been proposed for increasing the efficiency of TiO2 based systems acting under visible light for water treatment and disinfection. This typically consists of doping the TiO2 material with secondary molecules or particles that display higher sensitiv-\nING ModelA t al. /\ni p r a d t z a\np e a c a t t c i h c w d m C l l\nh o e i t o b h b a l\np t o t w R c h t t n\nc p l a i I c t w p m e\nu s\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nty to excitation from low energy light sources. Doping of titanium hotocatalysts with several metals and non-metal species has been eported as a tool for increasing the efficiency of the photocatalysts cting under visible light sources [189]. In this sense, TiO2 has been oped with successful improvement in visible light driven phoocatalytic activity using many metals such as iron, zinc, tungsten, irconium, copper, silver and gold, and non metals such as nitrogen nd sulphur [190].\nAlternatively, dye sensitized nanoparticles have also been roduced for increasing the light capture of nanoparticles and nhance the generation of ROS under lower energy sources such s solar light [191]. An example of this system is where dye apable of undergoing excitation when exposed to visible light is ttached to the titanium based photocatalyst. Through an electron ransfer mechanism, the TiO2 nanoparticles are excited, triggering he occurrence of redox reactions with the production of ROS apable of causing microbial death [192]. Another alternative for mproving the antimicrobial action of titanium-based catalysts as been recently proposed, consisting of creating nanoparticles apable of displaying simultaneous photocatalytic effect together ith metallic ion leaching from their surfaces. For example, copper\noped TiO2 nanoparticles were synthesized and showed dual echanism of disinfection due to photo-oxidation and release of\nu ions. Thus, these systems could work employing low energy ight sources and potentially used as water disinfectants during ight and dark cycles [193].\nZinc oxide nanoparticles are also commercially available and ave been proposed as a photocatalytic system for the disinfection f polluted water due to their low cost and antimicrobial proprties. The mechanism of action is similar to TiO2 nanoparticles, nvolving the excitation of electrons on an electronic band strucure which can trigger redox reactions, resulting in the formation f ROS. These nanoparticles have been tested as water disinfectants y direct dissolution in polluted water with promising results and ave shown capability to provide photocatalytic activity under visile light sources. However, agglomeration issues and their recovery fter treatment are still challenges to be met for implementing in arge scale utilization of such photocatalytic nanoparticles [194].\nIn this regard, immobilization of zinc nanoparticles on inert suports has been proposed to overcome agglomeration and facilitate he recovery of the nanoparticles after treatment. Immobilization f zinc oxide nanoparticles on alginate beads have been effecive in reducing the concentration of zinc ions leached in purified ater, while still promoting water disinfection by generation of OS [195,196]. Similarly, immobilization of zinc oxide nanopartiles on activated carbon particles and their antimicrobial activity ave been reported [197]. However, these systems have not been ested on a large scale using polluted water. This is a research direcion in need of exploration for the implementation of supported anoparticle systems in water disinfection.\nAnother emerging research area in the utilization of photoatalytic nanoparticles for water disinfection is the utilization of articles capable of enabling disinfection when exposed to solar ight. In this category, carbon nanoparticles coated with plasmonics re being developed and engineered with the capability of promotng disinfection of polluted water when exposed to solar light [198]. t is important to highlight that the mechanism of action in this ase is not a photocatalytic generation of ROS, but mainly a phoothermal effect which induces water heating and thus achieves ater disinfection via thermal shock of microorganisms. Although\nromoting water disinfection by a different mechanism, the ultiate goal of disinfecting water by using nanoparticles showing\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nxcitation under light sources is identical. In another related study, chitosan-carbon nanoparticles were sed in the form of a fabric in a parabolic photobioreactor for olar light driven water disinfection. Results showed superior\nPRESS Applied Materials Today xxx (xxxx) xxx 17\nperformance of carbon nanoparticles (CNP) as compared to TiO2 nanoparticles when exposed to sunlight, producing a faster decay rate of E. coli (0.04 vs 0.032 min−1 for CNP and TiO2, respectively) and thus, reducing the time needed for achieving a 6-log decrease of bacteria in water (150 vs 180 min to achieve less than 10 colonyforming units (CFU)/mL from a starting value of 106 CFU/mL for CNP and TiO2) [199].\nRecently, new kinds of photocatalytic nanoparticles, capable of acting under visible light exposure have also been reported [200]. Molybdenum disulfide nanosheets have been developed and tested as water disinfectants [201]. The mechanism of action is similar to TiO2, which involves the generation of ROS after excitation of the nanoparticles by exposure to light sources. These novel nanosheets, modified with gold nanoparticles, have shown superior performance compared to commercial TiO2 nanoparticles, and are potential candidates for the exploitation of solar light driven disinfection [202].\nHowever, the usage of gold should not be preferred for treatment of high volumes of polluted water due to its high cost. Similarly, bismuth-based oxides have been tested successfully as water disinfectants under visible light exposure, reaching high disinfection rates against model bacteria such as E. coli. For example, AgI/BiVO4 photocatalysts developed by chemical deposition precipitation were able to inactivate 7 × 107 CFU/mL on a 50 min period, due to the generation of superoxide radicals under visible light exposure. Similarly, AgBr–Ag–Bi2WO6 photocatalysts were able to inactivate 5 × 107 CFU/mL in 15 min due to the generation of hydroxyl radicals under exposure to visible light [203].\n4.3. Water antifouling using antimicrobial nanoparticles decorated filtration membranes\nFiltration membranes enable the purification of water with high suspended solid contents. Nanofiltration is a proven alternative for the purification of seawater. Unfortunately, filtration operations are prone to the formation of biofilms on the surface of the membranes over time, which compromises the performance of the membranes. Moreover, when polymeric membranes that are typically polyamide-based membranes are used, they display sensitivity to the utilization of biocidal chemicals such as chloride. A strategy to avoid the proliferation of microorganisms over the filtration membranes is to decorate the surfaces of the membranes with nanoparticles which can exert antimicrobial activity. Such approaches provide opportunities to accomplish both filtration and disinfection of water simultaneously [204,205].\nA first alternative for the control of biofouling over filtration membranes is the addition of ion leaching nanoparticles to the membrane surface. Ions leached from the nanoparticles exert biocidal activities on microorganisms in the membrane surroundings. Nanoparticles can be added to membranes by either synthesizing them first and binding the synthesized nanoparticles to the membranes in a second step or can be formed in situ over the filtration membranes. Some of the methods for incorporating nanoparticles onto polymeric filtration membranes are blending, dip coating, grafting polymerization and interfacial polymerization [206]. Among these methods, graft polymerization is advantageous since it can covalently bond nanoparticles to filtration membranes, avoiding their loss during operation and provide the desired biocide activity. However, difficulty in large scale commercial modification of membranes and lack of process development still persists.\nMetal oxides are the most studied nanoparticles with antimicrobial properties that can be embedded onto polymeric filtration\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nmembranes. Among metal oxides added to polymeric membranes, the use of silver, iron, copper, zinc and titanium oxides has been reported [207]. Redecoration of the membrane is inevitable as the sustained release of metal ions over time eventually results in\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 18 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nF n me ©\nc e b\nm a e g f n m [ h d t\nm b o b r t a r d f\n4 d\ne e\nig. 10. Mechanism of action of graphene as additive to control biofouling on filtratio 2015).\nomplete depletion of the nanoparticles. Thus, nanoparticles that xert other mechanisms of action have been proposed to control iofouling.\nCarbonaceous nanomaterials exert antimicrobial activity ainly through the destruction of microorganisms by physical brasion, stemming from their morphological structures (sharp dges and tips) with comparable dimensions to bacteria. The eneration of ROS has also been reported as a mechanism of disinection from these materials (Fig. 10). Under this category, carbon anotubes and graphene oxides have been deposited onto polyeric filtration membranes, thereby reducing the biofouling effect 208]. Lately, vertical alignment of graphene oxide GO nanosheets as been proposed as an efficient alternative for microorganism amage through mechanical means such as greater exposure to he sharp edges of the nanosheets [209].\nAnother material used for the modification of filtration embranes for reducing biofouling is chitosan. Chitosan is a\niopolymer with known antibacterial properties. The modification f poly(vinylidene)-co-poly(acrylic acid) membranes by covalent onding of chitosan was reported as a successful alternative for educing biofouling [211]. The use of chitosan over other alternaives for the modification of filtration membranes is attractive and dvantageous because it is a renewable, sustainable, non-toxic and elatively low-cost biopolymer. Unlike metallic nanoparticles, it oes not undergo dissolution over time, thus, eliminating the need or a redecoration of the membrane after prolonged service life.\n.4. Environmental and techno-economical aspects of water isinfection using nanoparticles\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nWhen using nanoparticles for water disinfection, life cycle and conomical analysis of the nanoparticles must be put into considration especially for high volume water treatment systems. This\nmbranes (Adapted from Perreault et al. [210] with permission from RSC Publications\nis to avoid the release of post-water treatment nanoparticles into the environment and to reduce the costs associated with the use of high cost nanoparticles in the treatment process. Recently, concerns have been raised regarding toxicity for aquatic organisms and development of bacterial resistance to metallic nanoparticles when released from wastewater treatment facilities into aquatic ecosystems. The two technological pathways for controlled use of nanoparticles are the recovery after disinfection by direct dissolution in polluted water and/or the fixation on a support which then comes in contact with polluted water.\nWhen used directly by dissolution in water, nanoparticles must be separated from the water stream after treatment. Current water treatment plants are capable of removing about 80% of the nanoparticles from the treated water [212]. Recent reports have shown a very low risk potential of nanoparticles left in wastewater from water treatment plants released to the environment, due to the high removal rate efficiency [213]. Thus, even though engineered nanoparticles could be released into the environment after water treatment, their concentration would be so low that their effects would be comparable to those observed by naturally occurring nanoparticles in the environment. Nevertheless, an important technical challenge is the total recovery and reuse of nanoparticles alternative over the continuous production of freshly synthesized nanoparticles. This is quite beneficial for cost and sustainability perspective, especially for large quantity use such as in a water treatment plants.\nThe challenge of nanoparticle recovery and reusage has been poorly investigated and reported in the literature so far. Simulation studies have shown that metallic nanoparticles such as\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nsilver nanoparticles can be removed from water after treatment in wastewater plants through efficient clarification process design and control, with projected efficiencies of recovery of nanoparticles of about 80% [214]. A recent trend in research towards the\nING ModelA t al. /\nr s t s a e n s T o b\nt r c a m s h i a s b f\ne t n c i i b T h\np a p b t a c p t s t [ t w g\nt 1 c I n c t r r h i m m a a\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\necovery of nanoparticles has emerged, consisting of the use of uperparamagnetic microscopic particles decorated with nanoparicles, with the capability of promoting disinfection and magnetic eparation thereafter. For example, magnetic iron particles are used s a support for exploiting nanoparticles biocidal action with an asy recovery of the nanoparticle-support system [215,216]. Magetic barium phosphate flakes have also been used as support for ilver and iron nanoparticles in water treatment studies [217,218]. his approach seems promising, but further research is needed in rder to demonstrate the feasibility of this process on a large scale, oth from a technical and economic stand point.\nThe second alternative for the utilization of nanoparticles is he immobilization on a support, in order to avoid a subsequent ecovery process. This is a technological option which has attracted onsiderable attention due to its reduced complexity, efficiency nd lower cost. For example, a patented design that involves a anufacturing process for filtration membranes with incorporated ilver nanoparticles to achieve water purification and disinfection ave been developed recently [219]. This strategy is advantageous n terms of achieving water treatment in a single step, but usully requires higher energy input to achieve filtration as the pore ize of the membrane decreases. Nonetheless, filtration with antiiofouling capable membranes will be a key component in enabling resh water supply from seawater.\nAnother alternative for immobilization which reduces the nergy required for filtration is the support of macroscopic filtraion media such as charcoal. For example, immobilization of copper anoparticles on activated carbon was employed to build a packed olumn used for water treatment. The system achieved water disnfection at high flow rates and maintained a concentration of Cu ons in solution at 83.7 g L−1 in the disinfected water, which is well elow the permissible limit of 1000 g L−1 for drinking water [220]. he strategy could be extended to other nanoparticles, enabling igh flow rate treatments of water based on nanotechnology.\nIn rural environments where large scale water treatment lants are scarce and most times unavailable, membrane filtration pproaches are usually inviable. Thus, strategies for disinfection of olluted water through fixed nanoparticles on a substrate could e devised for in situ water treatment. For example, water resisant metal oxide nanoparticle coated papers have been designed nd their antibacterial activity was demonstrated by using silver, opper, and zinc oxide particles [221]. These particles were suported on cellulose based filter papers, however, their efficiency on reating real polluted water samples is still to be proven. Similarly, ilver nanoparticle loaded cryogels were prepared and used as a filration and disinfection media without the need for energy inputs 222]. These novel devices were capable of considerably reducing he number of microorganisms in water by absorbing the polluted ater. Extraction of the purified water can be extracted from the els by simply squeezing it. An interesting study on the use of magnetic nanoparticles to capure gram-positive bacteria at ultralow concentrations of less than 02 cfu/mL without amplifying the bacteria through some form of ulturing process was successfully performed by Gu et al. [223]. n this study, vancomycin and amine terminated Iron–platinum anoparticles (FePt NPs) were synthesized (structures of vanomycin and amine terminated FePt NPs shown in Fig. 11D) and ested for their capability to bind onto and capture vancomycinesistant enterococci (VRE) and other gram-positive bacteria. The esults showed that FePt NPs terminated with Vancomycin were ighly effective at capturing bacterial through a combination of nteractions: (1) magnetic dipole interactions that aggregate the\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nagnetic nanoparticles under a magnetic field, and (2) through ultiple ligand-receptor interactions such as polyvalent interctions. This study exhibited the great potential of physically ggregating the bacteria bound to the magnetic nanoparticle under\nPRESS Applied Materials Today xxx (xxxx) xxx 19\na magnetic field for water purification and decontamination. This can easily be scaled up at water purification plants at a low cost with the nanoparticles recovered after use. Fig. 11A and B show the process of magnetically aggregated bound bacterial unto FePt NPs capped with different moieties. An illustration of the interface between the FePt Np attached to the VRE and the TEM image of VRE coated with FePt NPs is shown in Fig. 13C.\nIn summary, one of the most critical aspects to the applications of engineered antimicrobial nanoparticles is the biocompatibility and the toxicity effects they might have on the human body over a prolonged period of time. Being that these are nanoparticles and the effective removal on a large scale or at a water treatment plant can not be 100%, it is important that researchers develop or investigate a more inert and low-level toxic nanoparticle with equal or similar antimicrobial efficacy in water treatment. Hence, reducing the impact on human health in the long run.\n5. Nanomaterials for antimicrobial coatings and other niche applications\nAntimicrobial agents are typically incorporated into most cleaning agents and household products. These agents in the products are highly effective and can inhibit up to 99.9% of microbes upon application [224]. However, the antimicrobial action has a relatively short effective life span as microbes find their way back to treated surfaces straightaway. Therefore, for surfaces requiring constant inhibition of microbes such as medical devices, food contact surfaces etc. a permanent treatment involving new approaches is required to inhibit microbial activity. Antimicrobial coatings are important in inhibiting the growth of microorganism aggregates (biofilms) on exposed surfaces, thereby, minimizing bio-deterioration, health and environmental problems. Biofilms by definition, is a community of microorganisms with high resistance to antibiotics that irreversibly adheres to surfaces such as therapeutic devices and suture materials leading to the spread of infectious diseases [225]. One of the strategies employed to combat the problems created by microorganisms is to coat surfaces or substrates that have potential for microbial exposure such as textiles, cosmetics, clothes or personal care products with antimicrobial nanomaterials.\n5.1. Nanomaterial based antimicrobial/antifouling coatings\nAdvances in nanotechnology has developed the addition of nanosized antimicrobial materials which create changes to the physical, chemical and optical properties of coatings. The demand for self-disinfection and antimicrobial surfaces has been on the rise, due to the health hazards presented by harmful bacteria. Antimicrobial coatings can be applied to surfaces (walls, counters, medical devices, door handles), buried pipelines, water purifiers, and textiles. Additionally, antimicrobial coatings can protect against corrosion, premature biodegradation and loss of paints integrity, stemming from discoloration from microbial activities.\nThe strategies of inhibiting bacterial growth by coating is classified based on the mechanisms of action. One strategy as demonstrated in Fig. 12A, involves the incorporation of antimicrobial compounds by mixing, soaking or coating materials/surfaces with a biocidal agent. This method faces the problem of depletion in the long run as the biocidal agent will drop below the minimum inhibitory concentration as it leaches away. This leads to increased bacterial resistance and the accumulation of dead bacteria on the\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nsurface, and biofilm formation. A strategy employed that creates an antifouling surfaces to prevent the adhesion of bacteria and hence accumulation of living and dead bacteria on surfaces (Fig. 12B), thereby, preventing biofilm\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 20 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nF ped F ( comyc a ns ©\nf m c b f a a a d a h m b l L 9\na A F f r t a a H t\n5\nc t e e h c s a d\nig. 11. Illustrations of process of bacteria aggregation through (A) vancomycin cap C) interfacial interaction between FePt NPs and vancomycin and TEM image of van nd vancomycin (Adapted from Gu et al. [223] with permission from ACS Publicatio\normation through coating was with the use of hydrophilic polyers or zwitterionic polymers [226,227]. Although, this antifouling oating can inhibit bacterial adhesion to surfaces, they do not kill acteria. Hence, the potential for microbial colonization and bioouling exists. Some researchers have integrated both antimicrobial nd antifouling materials in coatings to simultaneously achieve ntimicrobial activities and anti-adhesion, thereby, extending the ntimicrobial activity service life. In this regard, Yanhong et al. eveloped novel material brushes with integrated antimicrobial nd antifouling properties by synthesizing a combination of poly Nydroxyethyl acrylamide and cationic poly (trimethylamine) ethyl ethacrylate chloride. The results revealed that the mixed polymer rushes exhibited excellent antimicrobial adhesion property with ong term performance at very low cell count after 72 h exposure. ikewise, antimicrobial performance was enhanced by inhibiting 0% of the attached E. coli and S. aureus [227].\nAnother strategy (Fig. 12C) involves the immobilization of ntimicrobial nanoparticles on a substrate through covalent bonds. gain, this strategy is susceptible to biofilm formation over time. ig. 14D shows the SEM image of nanoparticles layer on a substrate ormed with sharp edges, which act to destroy bacteria through the upturing of the cell walls. This strategy relies solely on the effeciveness of the sharp edges of the deposited nanoparticles and its bility to penetrate through the cell structure of the bacterial. Other ntimicrobial developments can be found in literature [228–230]. owever, this will not be discussed as the focus of this review is on he use of nanomaterials for antimicrobial applications.\n.1.1. Silver nanomaterials in coating applications Silver has long been known for its antimicrobial activity and it an be applied as a metal, compound or freely dissolved ions. In he past, silver was used successfully for wound dressings, sutures, ye drops and several other bacterial infections [228]. However, the volution of bacteria strains towards drug and antibiotics resistance ave prompted the need for the development of new antimicrobial\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nompounds. Silver nanoparticles with high surface area and large urface to volume ratio are known to have increased antimicrobial ctivities against a broad spectrum of bacteria, fungi, virus, and rug-resistant bacteria. This was elucidated in a comparative study\nePt NPs under a magnetic field, (B) amine capped FePt NPs under a magnetic field, in coated with FePt NPs and (D) chemical structure of FePt NPs capped with amine 2003).\nbetween silver nanoparticles, silver nitrate and silver chloride in coating applications [232].\nNaik and Ratna [233] synthesized a novel nanocomposite coating of hyperbranched urethane alkyd resin containing silver nanoparticles (AgNP), in which AgNPs were generated from silver benzoate. The nanocomposite coating showed complete inhibition against S. marcescens at 0.5 wt.% concentration of AgNP. Chen et al. [234] produced AgNPs by reducing silver ions in aqueous solutions and incorporating them evenly on double layered hydroxide (LDH). The Ag-LDH coatings were deposited on a glass substrate and tested against gram-negative bacteria (E. coli and P. aeruginosa) and grampositive (B. subtilis and S. sureus). The antimicrobial performance investigated by colony counting method resulted in 100% mortality rate of bacteria in 3 h. Recycle runs were carried out to elucidate the stability of the Ag-LDH coating. After four consecutive recycle runs, the antimicrobial efficacy against all the tested bacteria was at a minimum of 97% death rate, with 74% of silver remaining in the coating [234]. This shows that not only is AgNP excellent as an antimicrobial coating, the antimicrobial effect is retained for a long period of time.\nAdditionally, an investigation of the anti-biofilm property of the coating revealed the inhibition of biofilm formation attributed to the hydrophobicity of the LDH coating. TEM images of bacteria cultured for 24 h on the control glass surface showed an aggregation of bacteria cells, as shown in Fig. 13A indicating biofilm formation. Cells on the non-treated LDH surface showed individual bacteria cells, meaning that the LDH surface acted to retard the formation of biofilms (Fig. 13B). However, neither biofilm formation nor living cells were found on the surface treated with AG-LDH. Overall, the results suggest that the performance of this coating substantiated by its antimicrobial and anti-biofilm performance, in addition to its durability, makes the Ag-LDH coatings suitable for long term applications.\n5.1.2. Metal oxides nanomaterials in coating applications The antimicrobial activities of metal oxides such as TiO2 and\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nZnO are associated with their hydrophilic and photocatalytic nature and ability to generate electrons and holes under UV light illumination. In the presence of UV light, they generate reactive oxygen species (ROS) such as • OH, • O2−, H2O2 and single oxygen which are\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx 21\na c a\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nTiO2 is the most common metal oxide used in antimicrobial nd antifouling coating applications because of a combination of its hemical stability, relatively low density I comparison to other metls, high strength to weight ratio and corrosion resistance. Also, the\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nproperties of this metal oxide by combining it with other semiconducting and antifouling materials such as Cu2O and ZnO, can enhance the antibacterial properties of TiO2 due to the reduction in band gap [235]. Zhao et al. [236] compared the antifouling prop-\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 22 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nF nd silv m sion p\ne T t t c\ni i d i g m d b t c\nt c b t d i s\nm h c w l b t i o s\n5 f\nt t a o a q a u n r n [\nig. 14. SEM images of bacteria cells treated with untreated cotton fabric (a), (c) a orphological damage to bacteria cells. (Adapted from Wu et al. [253] with permis\nrties of micro arc oxidation nanocomposites coatings containing iO2, TiO2-Cu2O and TiO2-ZnO against E. coli. The results showed hat the TiO2-Cu2O nanocomposites exhibited the highest antibacerial activity due to the release of copper ions into the bacteria ells to disrupt bacterial metabolism.\nMarine biofouling is a common problem affecting maritime ndustries across the globe. In the past, antifouling coatings containng tributyltin have been used to address this concern. However, ue to the high toxicity of this agent towards non-targeted organsms, a focus on developing less toxic antifouling coatings is of reat interest. Nanocomposite composed of chitosan and low toxic etal ZnO coatings was investigated for its antibacterial, antiiatom and antibiofilm properties using P. nigrifaciens as test acteria. Results revealed that the nanocomposites showed beter antibiofilm properties than chitosan alone as observed from the omplete destruction of diatom cells.\nChitosan deactivates bacteria by irreversibly binding to the cells, hereby, making it unavailable to bind to other cells. However, this onsumes the chitosan and reduces the efficacy as an antimicroial agent within a short period of time. In the absence of light, he chitosan-ZnO nanocomposite showed no antibacterial activity ue to the lack of photocatalysis of the ZnO [237]. Therefore, it is mportant that coating with this technology have exposure to a light ource, which also is a limiting factor for its potential applications.\nBecause of the toxicity of organotin-based antifouling agents to arine life, the use of cuprous oxide as a replacement biofilm agent\nas seen an increase. In a study by Saeed et al. [238], the antimirobial and antibiofilm properties of epoxy coatings reinforced ith Cu2O nanoparticles was investigated. Results showed excelent antibacterial properties against gram-positive and -negative acteria at 0.3 wt.% Cu2O concentration. An increase or decrease in he stated concentration showed a decrease in antimicrobial activty attributed to the dependence of antimicrobial activity to the xidation of Cu2O NPs. In terms of biofilm formation, all treated urfaces-based biofilm cells died within 4 days.\n.2. Antimicrobial nanomaterials applications in paint ormulations\nPaints are highly susceptible to microbial attack and colonizaion resulting from the presence of cellulosic compounds used as hickeners. These serve as a carbon source for bacteria consumption nd growth. This further leads to, staining, color changes, loosening f paints and potential spread of infectious diseases. Therefore, the ddition of antimicrobial materials to paint formulations in small uantities can prevent the growth of bacteria and molds, as well s preserve the appearance and functionality. Common materials sed in paint formulations are silver and metal oxides or a combi-\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nation of both to obtain increased antimicrobial efficiency. Some esearchers have investigated the incorporation of antimicrobial anomaterials in paints and studied the antimicrobial properties 237,239–242].\ner-citric acid treated cotton fabric (b), (d) against E. coli and S. aureus to show the ending from SAGE Publications copyright © 2019).\nThe complete obliteration of E. coli, P. aeruginosa, A. niger, A. fumigatus and A. flavus was observed when placed in contact with paint that was treated with AgNPs [243], confirming the effectiveness of the AgNPs against both bacterial and fungal pathogens. A similar study was conducted by Azeez et al. [244] using AgNPs synthesized from bean extract as an additive to emulsion paint. Results of this study against a range of multi-drug resistant bacteria and fungal pathogens demonstrated complete retardation of pathogenic growth in treated paints as compared to the control samples. In an investigation by Tornero et al. [240], the synergistic antimicrobial effect of ZnO partially coated with AgNPs incorporated in waterborne paints was investigated against bacteria and mold growth. The study outcomes revealed 100% inhibition against E. coli, S. aereus, and molds (A. niger) at concentration of 0.15%. While the long-term (six months) antifungal property of these synergetic material against molds was retained for the most part, the antimicrobial effect was substantially reduced due to the leaching out of the biocide in treated samples when tested against bacteria. This observation demonstrated that such materials are effective over a prolonged time against molds. The researchers attributed the observation to the oxidation of silver ions which could form soluble complexes with free organic molecules. These complexes could either mask the silver or leach out when in contact with water, thereby reducing the antimicrobial activity of the AgNPs based paints. ZnO on the other hand maintained its antifungal activity due to its poor solubility in water.\nBellotti et al. [242] studied the antifungal properties of silver, copper, and zinc oxide nanomaterials on indoor waterborne paints against C. globosum and A. alternata to evaluate the bio-resistance of acrylic paints with the incorporation of nanoparticles. The comparative effect imparted by each nanomaterial at varied concentrations was also studied. The results revealed excellent fungal growth inhibition at 5.8 mg/100 g concentration of AgNPs, with diminishing effect as the concentration reduces. ZnO NPs showed unfavorable inhibition revealed by abundant growth of fungi after 4 days. Although the antifungal properties of ZnO may be limited, results from the study of Fiori et al. [239] using ZnO nanoparticle as an antimicrobial filler in acrylic paints revealed excellent antimicrobial properties against E. coli and S. aereus. The results from all these studies demonstrated by bacterial inhibition and death with the addition of antibacterial nanoparticles revealed that these antimicrobial paints can be used in food contact surfaces, hospital counter tops, and other public places including schools, grocery stores etc.\nThe use of nanomaterials as a functional filler or additive in materials has been questioned in terms of the cytotoxicity to mammalian cells. Some studies stipulate that it is non-toxic below certain limits while other argue about its ability to penetrate the human skin, thereby causing cytotoxicity and genotoxicity to\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nhuman cells [245]. In this regard, Smulders et al. [241] carried out an in vitro study to compare the toxicity of TiO2, Ag, and SiO2 nanoparticles in the particulate form, paints containing these NPs, and control paints on human bronchial and monocytic cells. The results\nING ModelA t al. /\ns d w\n5\nn v H t o a h t t t\ne s m o a t t d t e r t b r i a\n5 f\nt a c i w i f t\n5\ng r n i i t ( a s o [ s c\ns i\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nhowed that TiO2 and Ag showed some cytotoxic effects at high oses starting at 81 g/ml and 27 g/ml as a particle, respectively; hereas SiO2 and all aged paints did not.\n.3. Nanomaterials as antimicrobial agents in textiles and fabrics\nThe climate (moisture, sweat contaminants, and sometimes the ature of bulk material) of untreated textile materials can proide favorable media for the growth of pathogenic microorganisms. ence, the demand for textiles including protective, decorative and echnical textile products with antimicrobial properties has been n the rise in recent years because of the need to protect users gainst pathogenic or odor-generating microorganisms that cause ealth problems. Moreover, instilling antimicrobial properties proects fabrics from undesirable discoloration or damage caused by he proliferation of bacteria leading to rotting and hence, low funcionality.\nTo prevent the spread of bacteria and protect fabric textiles, ffective antimicrobial coatings can be used to impart desirable urface properties without affecting the properties of the bulk aterial. Although, the durability and stability of metals and metal xides such as nanoparticles of silver, titanium dioxide, zinc oxide nd copper II oxide remain a work in progress; they are currently he most effective and attractive technologies for antimicrobial texiles [246].The effectiveness of antimicrobial action on textiles is etermined by the type and nature of antimicrobial agent, concenration, and the application approach of the agent. The improved fficacy of antimicrobial nanoparticles stems from the size of mateials; the inherent nanomaterial properties that is different from he bulk material when drastically reduced in size. Hence, the comined action of (i) increased specific surface area which facilities eaction with microorganisms, and (ii) increased solubility resultng from the increased surface area contributes to the observed ntimicrobial characteristics of nanomaterials [235].\n.4. Mode of action of antimicrobial nanomaterials in textiles and abrics\nThe antimicrobial effect of biocidal nanoparticles depends on he agent itself and its interaction with microorganisms. The interction with these agents can target specific constituents within the ells or cause overall cell damage, which deactivate microorgansms by either of or a combination of the following: (i) Interacting\nith the cell walls thereby increasing its permeability, (ii) interactng with the cytoplasmic membrane which interrupts all essential unctions, and (iii) interacting with contents of cytoplasm to deacivate the cell [247].\n.4.1. Mode of action of silver nanoparticles in textiles and fabrics The effectiveness of AgNPs against a wide spectrum of microoranisms such as bacteria, fungi, viruses and yeast has been widely eported [234,242,248,249]. In spite of the fact that a lot of mechaisms have been proposed, the antimicrobial mechanism of silver s not yet fully understood. Most common mechanisms proposed n the literature include: (i) nanoparticle accumulation and passage hrough the cell membrane and interruption of its proper function; ii) damage of cell wall resulting in high membrane permeability nd interfering with cell respiratory system; (iii) gradual leaching of ilver ions into the bacterial cells, which in the presence of dissolved xygen results in the generation of reactive oxygen species (ROS) 235,248,250,251], and (iv) interaction of absorbed Ag ions with ulfur-containing proteins in the cell and phosphorous-containing\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nompounds like DNA, leading to cell death [7,247,250,252]. It is important to note that the extent of biocidal activity of ilver nanoparticles is dependent on the size, shape, surface chemstry and stability of the nanoparticle, capping agents, and very\nPRESS Applied Materials Today xxx (xxxx) xxx 23\nimportantly, the mode of incorporation of the particles in the textile [253]. Wu et al. [253] prepared sodium citrate stabilized silver nanoparticles (SNP) that are chemically bound to cotton fibers using citric acid. The cytotoxicity against gram-negative E. coli and gram-positive S. aureus was tested. The durability and efficacy of the treated fiber was showcased by a 100% bacterial reduction against both bacteria prior to washing and a 92 and 99% reduction for S. aureus and for E. coli after 50 washing cycles, respectively. SEM imaging was used to investigate the biocidal mechanism. Fig. 14a and c show the SEM images of bacteria exposed to untreated cotton, while those exposed to treated cotton are shown in Fig. 14b and d. The bacteria cells from the treated samples show a distortion as observed from the reduced length and increased surface roughness. It was concluded that the absorption of AgNPs on the cytoderm of bacteria, followed by subsequent penetration of the cytomembrane to interfere with the normal functioning of cells was the mechanism of cell destruction and death. Their experiments revealed durable antimicrobial properties, however, the reason for the better performance of the treated fabric against S. aureus compared to E. coli was not indicated. Ballottin et al. [251] incorporated silver nanoparticles in cotton fibers and established low minimum inhibitory concentration in the range of 6 to 13 g/ml when tested against Candida albicans, Candida parapsilosis, and Xanthomonas axonopodis, respectively. The antimicrobial activity when tested using a well-diffusion method showed an inhibition halo of 16, 11 and 11 mm for C. parapsilosis, C. Albicans, and X. axonopodis, respectively, after impregnation with NP. The durability of the NPs in fabric was established by a repeat antibacterial study, which revealed approximately 10% loss in antibacterial activity after 10 washes. Table 3 presents summary of nanomaterial mediated antimicrobial textiles and their modes of action.\n5.4.2. Mode of action of metal oxide nanoparticles in textiles and fabrics\nThe antimicrobial activity of metal oxides can be attributed to the photocatalytic nature and their capacity to generate electrons and holes under UV/vis irradiation (wavelengths < 385 nm) followed by the subsequent production of reactive oxygen species, which activates various toxic pathways such as membrane leakage and intracellular damage. This results in the interruption of the normal metabolism of bacteria and oxidation of organic components of cells leading to bacterial death. In a study carried out by Zahid et al. [265], self-cleaning cotton fabrics were fabricated using manganese doped TiO2 nanoparticles immobilized into polydimethylsiloxane matrix and tested the antimicrobial properties against Staphylococcus aureus and Klebsiells pneumoniae. Results revealed a 100% reduction in bacteria within 120 min of incubation under sunlight.\nOne challenge, however, with the use of TiO2 as an antimicrobial agent in textiles is the requirement of photocatalytic activity to activate the antimicrobial properties. Prorokova et al. [266] compared the antimicrobial activity of undoped and doped TiO2 with nanosized silver. The results of the former showed no resistance to bacteria growth. However, upon doping with silver, the bacterial activity of S. aereus was inhibited in the absence of UV irradiation. This bacterial inhibition was extended to gram-positive E. coli in the presence of UV irradiation to activate the photocatalytic mechanism of TiO2.\nOther metallic oxides including ZnO, MgO, CaO and CeO2, CuO also show antimicrobial activity and have the potential to be used in antimicrobial applications. Zinc oxide nanoparticles have been reported to have similar antimicrobial mechanism to TiO2. However, some studies have reported that the release of Zn++ also\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\ncontributes in bacteria inhibition [267,268]. Khan et al. [269] developed antibacterial textiles using nanoparticles of ZnO and TiO2 applied to cotton fabrics in the pad-cure-dry method. Results from antibacterial tests using the agar diffusion method against E. coli\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 24 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx\nARTICLE IN PRESSG ModelAPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo et al. / Applied Materials Today xxx (xxxx) xxx 25\nTable 3 (Continued)\nNP Size (nm) Fiber Approach of Fixation Mode of Action Microorganism Results Reference\nAg-TiO2 – Polyester Dip-coating Release of silver ions in the dark and generation of ROS under UV illumination E. coli Staphylococcus epidermidis\n100% bacteria reduction for all test specimens after 24 h [262]\nTiO2 50 Cotton Immersion and padding\nCreation of free-radical oxygen which breaks down bacterial cell wall by oxidation-reduction\ntions\nS. aureus E. coli\n>95% bacterial reduction which is sustained after 20 washes [263]\neratio er UV\na p w s R h r t g\ni t e s a R l T t t Z R\nt s t d t a Z t o N s e i a o a m o a\nt b t c a t r e E\nTiO2 nanoparticles. In all these studies, the textile showed superior\nreac TiO2-graphene\noxide <100 Cellulose acetate fibers Electrospinning Gen und\nnd B. subtilis showed inhibition zones around the treated fibers rior to washing, with increasing inhibition zone diameters as the ashing cycles increased. The researchers proposed that the depoition of a fluorocarbon layers prevents the generation of Zn++ or OS, which is required for antimicrobial activity. However, as the ydrophobicity decreased with increasing wash cycles, the fluoocarbon concentration subsequently decreased. This resulted in he release of ROS and Zn++ that was required to inhibit bacteria rowth.\nElumalai and Velmurugan [270] elucidated the minimum nhibitory concentration (MIC), minimum bacterial concentraion (MBC), and minimum fungicidal concentration (MFC) of ZnO xtracted from A. indica leaf against gram-negative S. aureus and B. ubtilis; gram-positive P. aeruginosa, P. mirabilis, and E.coli bacteria; nd C. albicans and C. tropicalis fungi by the disc diffusion method. esults showed a dose-dependent susceptibility to ZnO and estabished MIC, MBC and MFC values in the range of 6.25 to 50 g/mL. hey reported enhanced antimicrobial activity with an increase in he concentration of ZnO from 50 to 200 g/mL. This was attributed o the increase in the generation of H2O2 concentration from the nO surface resulting in the generation of higher concentration of OS which penetrate the cell membrane to kill bacteria.\nAgglomeration of dispersed NPs is one major problem encounered with the application of metal nanoparticles. The use of tabilizing agents on one hand and the binding of NPs on to the texile fibers on the other are methods capable of maintaining the size istribution of NPs. In this regard, eliminating the need for the addiion of external materials to stabilize the NPs via capping, coating, nd encapsulation was studied by Shaheen et al. [259]. In this study, nO NPs were incorporated into cotton fabrics using hexamethylriethylene tetramine (HMTETA) at various concentrations. Results f antimicrobial activity of the treated cotton fabrics with the ZnO Ps tested against gram-positive E. coli and gram-negative S. aureus howed a reduction of 94.9 and 91.5%, respectively at the lowst ZnO concentration in the study. They also reported a marginal ncrease in antimicrobial activity with increase in concentration of ntimicrobial agent as observed from their experiments. In terms f laundering durability, a marginal decrease of 7% in antimicrobial ctivity after 20 wash cycle was observed. The minimal improveent in antimicrobial activity reported by these researches were pposing to reports by other researchers where the antimicrobial ctivity increased with increase on NPs concentration [271,272].\nOther researchers such as Ghayempour and Montazer [273] synhesized ZnO NPs with an average particle size of 62 nm, stabilized y Tragacanth gum on cotton surfaces. The antimicrobial activity of his treated cotton was tested against S. aereus, E. coli and C. albians and shown to have excellent efficiency. Its effectiveness was ttributed to the production of ROS species by ZnO that disrupted he microbe membrane. El-Nagger et al. [274] coated cotton fab-\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nic with ZnO NPs, capped with date seed extract and compared the ffect of capping on the antimicrobial activity against B. subtilis, . coli and P. aeruginosa. The results revealed that both the capped\nn of ROS illumination B. subtilis B. cereus\n>95% bacterial reduction [264]\nand uncapped treated fabric showed excellent antimicrobial activity against all microorganisms tested. However, the durability of the uncapped fabric was greatly affected by washing, as inhibition zones completely disappeared after 15 wash cycles.\nVaraprasad et al. [271] prepared impregnated cellulose fibers with nano ZnO through sodium alginate matrix and studied the antimicrobial effect against E. coli by disc diffusion method. Results showed an inhibition zone between 2.1 and 3.6 mm, which was proportional to the ZnO content, revealing good antimicrobial activities. Fouda et al. [272] treated cotton fabrics with ZnO NPs and investigated the MIC and inhibition zone against gram-positive B. subtilis and S. aureus, and gram-negative E. coli and P. aeruginosa. Results confirmed that the antimicrobial activity of ZnO is doze dependent with MIC of 250 g/ml and 82% growth inhibition for the gram-positive bacterium and MIC of 500 g/ml and 75% inhibition for the gram-positive bacterium. From these studies, it was reported that ZnO nanoparticles not only show excellent antimicrobial property but also excellent UV blocking properties. Additionally, it is biocompatible, more stable than other organic antibacterial materials, and non-toxic to human cells [275].\nThe antimicrobial activity of CuO NPs coated over cotton fabrics against gram-negative E. coli and P. vulgaris and, gram positive S. aureus assessed by the agar diffusion method was studied by Sathiyavimal et al. [256]. Results showed clear zones of bacterial inhibition around the cotton fabrics. In a similar study carried out by Rezaie et al. [258], antibacterial assessments revealed 100 and 97% antimicrobial reduction against E. coli and S. aureus, respectively with minimal change in reduction after five washes.\nEnvironmentally friendly, natural and bioactive nanochitosan does not only confer antimicrobial properties in textiles but also improves the durability and strength of fabrics. Yang et al. [276] prepared nanochitosan with particle size between 55 and 597 nm from low molecular weight chitosan and applied the nanomaterial on wool fabrics by a dipping process. The antibacterial properties expressed in bacteriostatic and bactericidal values showed excellent results, indicating the ability to kill bacteria. The bacteria activity, which depends on the size and concentration of nanochitosan was attributed to the production of -NH3+ anion, which interacts with the cell wall of bacteria and hinders growth.\nThe use of nanocomposites of antimicrobial agents in textiles has been shown to have a positive synergistic antimicrobial property compared to a single nanomaterial. Jafri-Kiyan et al. [277] prepared antimicrobial cotton fabrics by combining SNPs and TiO2; Prorokova et al. [266] doped nanosilver on nano TiO2; Karimi et al. [278] studied the synergistic effects of graphene oxide and nano TiO2; Gaminian and Montazer [279] enhanced the antibacterial properties of polyester fabric using Cu2O/TiO2 nanocomposites and Khan et al. [269] developed antimicrobial textiles using ZnO and\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nantimicrobial properties compared to a single nanomaterial due to the synergistic effect of the nanoparticles.\nING ModelA 2 t al. /\na d t h R i m c\n6\na a a t i w t i t a h f r i i a b h u c\nf u a m e o t t t i a d w n s n T i e\ni a H n t C m l p n r\nARTICLEPMT-100473; No. of Pages 32 6 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nIn summary, the use of antimicrobial nanoparticles in textiles nd coatings have proven to be effective against a host of bacteria, epending on the nanoparticle used. Likewise, durability, longeivity of these antimicrobial fabrics/textiles through simulated use as shown that the antimicrobial efficacy remains mostly the same. esearch is need to develop ways of lowering the cost and increasng the volume involved in nanoparticle production in order to ake applications viable and affordable. Hence, increasing antimirobial activities and reducing spread of diseases.\n. Challenges, future trends and concluding remarks\nNanoparticles have shown great potential for antimicrobial ctivities and applications especially due to their high surface area nd size, leading to increased contact with microbes. Moreover, the ntibiotic resistance of microorganisms is irrelevant for nanoparicles as the modes of action of antimicrobial nanoparticles end n contact with the microorganisms’ cell wall and destruction,\nhich is less prone to promote antibiotics resistance. The utilizaion of nanotechnology in targeting and engineering nanoparticles n antimicrobial applications across various sectors has resulted in he translation of fundamental research from literature to practical nd commercially available materials and applications such as in ealthcare, personal care, water treatment, industrial coating and ood management. With this, healthcare sectors have significantly educed the potential growth and spread of infection through their ncorporation in medical devices, disposable items and application n surgical procedures. Though antimicrobial nanoparticles such s silver, gold, titanium oxides, copper and their compounds can e relatively expensive, it has been shown that their efficacies are igh. At very low concentrations and size spectrum, they can be sed to effectively stop the growth of bacteria, thereby reducing ost through minimal material consumption.\nFurthermore, in comparison to the cost of healthcare stemming rom microbial infection treatment and other personal losses, the se of these antimicrobial nanoparticles is feasible. An average ntimicrobial biocide used in applications such as surface treatent or oral decontamination during surgery are limited in their ffectiveness as they wash away or wear out within short periods f time and typically have to be replaced. However, with nanoparicles, long lasting effects can be achieved as they are embedded in he body and slowly release ions to inhibit microbial growth. Due o their high surface area and size, they can easily be incorporated n environments where bacteria grow, destroy them and remain ctive thereafter. With the exception of chitosan, research into the evelopment of sustainable, bio-based antimicrobial nanoparticles ith potentially low toxicity is one of the knowledge gaps that eeds to be explored. Till date, to the best of our knowledge, no tudy has systematically investigated the efficacy of antimicrobial anoparticles in gloves; especially surgical and laboratory gloves. he reason for this could be the cost implications associated with t or the effect these nanoparticles may have on the physical proprties.\nMetal nanoparticles incorporated into active polymer packagng can inhibit foodborne microbial growth, extend the shelf life nd reduce the chemical preservative usage in packaged products. owever, safety concerns associated with the leaching out of such anoparticles into the product is the major limitation for the indusrial scale production and usage of such food packaging materials. hemical bonding and other physical means to attach the nanoaterials with the packaging matrix systems could mitigate the\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\neaching concerns. However, more research into the conjugation latforms and their effect on the antimicrobial properties of the anomaterials need to be conducted. More clinical studies are also equired to fully understand the effect of migrated metal ions from\nPRESS Applied Materials Today xxx (xxxx) xxx\nfood packaging materials into food on the long-term health of consumers. The use of preservation methods such as thermal processes or modified atmospheres combining with antimicrobial packaging could result in synergistic actions that would increase safety using low amounts of antimicrobial agents.\nThe use of nanoparticles for water disinfection has been largely explored as a promising alternative in securing water supply. However, there are challenges to be considered in pursuing the large-scale implementation of these technologies in the replacement of existing ones. The direct addition of ion leaching nanoparticles to contaminated water needs continuous replenishing to compensate the spent nanoparticles leaching from their surface. This represents an economical challenge to the viability of this alternative method, given the high cost and difficulties in synthesizing nanoparticles on a large scale. This could be alleviated to a certain extent, if the recovery of nanoparticles is further developed. For example, the use of supported nanoparticle systems which could be separated by magnetic separation is a promising alternative that is expected to grow in the near future.\nUsing light triggered nanoparticles for water disinfection and nanoparticle-decorated filtration membranes has a major constrain in the consumption of significant amounts of energy during the process. Solar based photocatalytic processes are alternatives being researched to decrease energy dependence of the photocatalyzed water disinfection. However, these processes would require unrealistic surface areas for achieving a satisfactory yield. Moreover, the dependence of the process on solar light makes it unviable during the night or in locations where sunlight is scarce.\nHence, these processes need the development of new photovoltaic materials capable of converting solar light to electricity with higher efficiencies than current existing ones. In spite of all the challenges that remain unaddressed, a few commercial products for water disinfection based on nanoparticles are available on the market. However, these products are intended for treating low volumes of water; mostly for domestic consumption and single users [280]. Thus, it seems that enabling nanoparticle mediated large scale water disinfection still has a long way to go before reaching a mature and efficient state, capable of displacing existing water disinfection methods in water treatment plants.\nThe use of biologically sourced and sustainable antimicrobial nanoparticles are the way forward as environmental awareness and preservation is of great concern. Chitosan, a nanoparticle typically extracted from the shell of crustaceans has sparked the interests of researchers and has been extensively studied due to its nontoxicity to human cells, bio-sourced and renewable, making it an attractive antibacterial material. Chitosan NPs will be an excellent candidate for marine coatings due to their non-toxicity to marine life. Studying and improving the antidiatom and antibacterial effect of Chitosan NPs for marine coating applications will be a relevant addition to the body of knowledge.\nAcknowledgements\nEmmanuel O. Ogunsona, Ewomazino Ojogbo, and Tizazu H. Mekonnen acknowledge the Natural Sciences and Engineering Research Council of Canada (NSERC) for the financial support in carrying out this research. We will also like to thank our colleagues in the same group for the insightful discussions on the subject matter.\nReferences\n[1] S.V. Kyriacou, W.J. Brownlow, X.-H.N. Xu, Using nanoparticle optics assay for\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\ndirect observation of the function of antimicrobial agents in single live bacterial cells, Biochemistry 43 (2004) 140–147, http://dx.doi.org/10.1021/ bi0351110. [2] H. Bedford, Concerns about immunisation, BMJ 320 (2000) 240–243, http:// dx.doi.org/10.1136/bmj.320.7229.240.\nING ModelA t al. / ARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\n[3] P. Hobson-West, Understanding vaccination resistance: moving beyond risk, Health Risk Soc. 5 (2003) 273–283, http://dx.doi.org/10.1080/ 13698570310001606978. [4] M. Rai, A. Yadav, A. Gade, Silver nanoparticles as a new generation of antimicrobials, Biotechnol. Adv. 27 (2009) 76–83, http://dx.doi.org/10.1016/ j.biotechadv.2008.09.002. [5] E. Ogunsona, E. Ojogbo, T. Mekonnen, Advanced material applications of starch and its derivatives, Eur. Polym. J. 108 (2018) 570–581, http://dx.doi. org/10.1016/j.eurpolymj.2018.09.039. [6] P. Panchal, E. Ogunsona, T. Mekonnen, Trends in Advanced Functional Material Applications of Nanocellulose, Processes 7 (2018) 10, http://dx.doi. org/10.3390/pr7010010. [7] J.R. Morones, J.L. Elechiguerra, A. Camacho, K. Holt, J.B. Kouri, J.T. Ramírez, M.J. Yacaman, The bactericidal effect of silver nanoparticles, Nanotechnology 16 (2005) 2346–2353, http://dx.doi.org/10.1088/0957-4484/16/10/059. [8] J.S. Kim, E. Kuk, K.N. Yu, J.-H. Kim, S.J. Park, H.J. Lee, S.H. Kim, Y.K. Park, Y.H. Park, C.-Y. Hwang, Y.-K. Kim, Y.-S. Lee, D.H. Jeong, M.-H. Cho, Antimicrobial effects of silver nanoparticles, Nanomedicine Nanotechnology, Biol. Med. 3 (2007) 95–101, http://dx.doi.org/10.1016/j.nano.2006.12.001. [9] S. Pal, Y.K. Tak, J.M. Song, Does the antibacterial activity of silver nanoparticles depend on the shape of the nanoparticle? A study of the gram-negative bacterium Escherichia coli, Appl. Environ. Microbiol. 73 (2007) 1712–1720, http://dx.doi.org/10.1128/AEM.02218-06. [10] E. Weir, A. Lawlor, A. Whelan, F. Regan, The use of nanoparticles in anti-microbial materials and their characterization, Analyst 133 (2008) 835, http://dx.doi.org/10.1039/b715532h. [11] R.P. Allaker, The use of nanoparticles to control oral biofilm formation, J. Dent. Res. 89 (2010) 1175–1186, http://dx.doi.org/10.1177/ 0022034510377794. [12] S. Suppi, K. Kasemets, A. Ivask, K. Künnis-Beres, M. Sihtmäe, I. Kurvet, V. Aruoja, A. Kahru, A novel method for comparison of biocidal properties of nanomaterials to bacteria, yeasts and algae, J. Hazard. Mater. 286 (2015) 75–84, http://dx.doi.org/10.1016/J.JHAZMAT.2014.12.027. [13] E.D. Cavassin, L.F.P. de Figueiredo, J.P. Otoch, M.M. Seckler, R.A. de Oliveira, F.F. Franco, V.S. Marangoni, V. Zucolotto, A.S.S. Levin, S.F. Costa, Comparison of methods to detect the in vitro activity of silver nanoparticles (AgNP) against multidrug resistant bacteria, J. Nanobiotechnology 13 (2015) 64, http://dx.doi.org/10.1186/s12951-015-0120-6. [14] T.-H. Kim, M. Kim, H.-S. Park, U.S. Shin, M.-S. Gong, H.-W. Kim, Size-dependent cellular toxicity of silver nanoparticles, J. Biomed. Mater. Res. Part B Appl. Biomater. 100A (2012) 1033–1043, http://dx.doi.org/10. 1002/jbm.a.34053. [15] I.P. Mukha, A.M. Eremenko, N.P. Smirnova, A.I. Mikhienkova, G.I. Korchak, V.F. Gorchev, A.Y. Chunikhin, Antimicrobial activity of stable silver nanoparticles of a certain size, Appl. Biochem. Microbiol. 49 (2013) 199–206, http://dx.doi.org/10.1134/S0003683813020117. [16] O. Choi, Z. Hu, Size dependent and reactive oxygen species related nanosilver toxicity to nitrifying bacteria, Environ. Sci. Technol. 42 (2008) 4583–4588. [17] J.P. Ruparelia, A.K. Chatterjee, S.P. Duttagupta, S. Mukherji, Strain specificity in antimicrobial activity of silver and copper nanoparticles, Acta Biomater. 4 (2008) 707–716. [18] O. Akhavan, E. Ghaderi, Toxicity of graphene and graphene oxide nanowalls against bacteria, ACS Nano 4 (2010) 5731–5736. [19] T. Parandhaman, A. Das, B. Ramalingam, D. Samanta, T.P. Sastry, A.B. Mandal, S.K. Das, Antimicrobial behavior of biosynthesized silica–silver nanocomposite for water disinfection: a mechanistic perspective, J. Hazard. Mater. 290 (2015) 117–126. [20] C. Gunawan, W.Y. Teoh, C.P. Marquis, R. Amal, Cytotoxic origin of copper (II) oxide nanoparticles: comparative studies with micron-sized particles, leachate, and metal salts, ACS Nano 5 (2011) 7214–7225. [21] S. Josset, N. Keller, M.-C. Lett, M.J. Ledoux, V. Keller, Numeration methods for targeting photoactive materials in the UV-A photocatalytic removal of microorganisms, Chem. Soc. Rev. 37 (2008) 744, http://dx.doi.org/10.1039/ b711748p. [22] G. Wyszogrodzka, B. Marszałek, B. Gil, P. Dorożyński, Metal-organic frameworks: mechanisms of antibacterial action and potential applications, Drug Discov. Today 21 (2016) 1009–1018, http://dx.doi.org/10.1016/j. drudis.2016.04.009. [23] B. Galeano, E. Korff, W.L. Nicholson, Inactivation of vegetative cells, but not spores, of Bacillus anthracis, B. cereus, and B. Subtilis on stainless steel surfaces coated with an antimicrobial silver- and zinc-containing zeolite formulation, Appl. Environ. Microbiol. 69 (2003) 4329–4331, http://dx.doi. org/10.1128/AEM.69.7.4329-4331.2003. [24] S. Saint, J.G. Elmore, S.D. Sullivan, S.S. Emerson, T.D. Koepsell, The efficacy of silver alloy-coated urinary catheters in preventing urinary tract infection: a meta-analysis, Am. J. Med. 105 (1998) 236–241, http://dx.doi.org/10.1016/ S0002-9343(98)00240-X. [25] S. Thomas, P. McCubbin, A comparison of the antimicrobial effects of four silver-containing dressings on three organisms, J. Wound Care 12 (2003) 101–107, http://dx.doi.org/10.12968/jowc.2003.12.3.26477. [26] C.M. Bramante, J.A. Duque, B.C. Cavenago, R.R. Vivan, A.S. Bramante, F.B. de\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nAndrade, M.A.H. Duarte, Use of a 660-nm laser to aid in the healing of necrotic alveolar mucosa caused by extruded sodium hypochlorite: a case report, J. Endod. 41 (2015) 1899–1902, http://dx.doi.org/10.1016/j.joen. 2015.07.011.\nPRESS Applied Materials Today xxx (xxxx) xxx 27\n[27] C.R. Gernhardt, K. Eppendorf, A. Kozlowski, M. Brandt, Toxicity of concentrated sodium hypochlorite used as an endodontic irrigant, Int. Endod. J. 37 (2004) 272–280, http://dx.doi.org/10.1111/j.0143-2885.2004. 00804.x. [28] A. Kishen, Z. Shi, A. Shrestha, K.G. Neoh, An investigation on the antibacterial and antibiofilm efficacy of cationic nanoparticulates for root canal disinfection, J. Endod. 34 (2008) 1515–1520, http://dx.doi.org/10.1016/j. joen.2008.08.035. [29] C.T. Rodrigues, F.B. de Andrade, L.R.S.M. de Vasconcelos, R.Z. Midena, T.C. Pereira, M.C. Kuga, M.A.H. Duarte, N. Bernardineli, Antibacterial properties of silver nanoparticles as a root canal irrigant against Enterococcus faecalis biofilm and infected dentinal tubules, Int. Endod. J. 51 (2018) 901–911, http://dx.doi.org/10.1111/iej.12904. [30] M.K. Rai, S.D. Deshmukh, A.P. Ingle, A.K. Gade, Silver nanoparticles: the powerful nanoweapon against multidrug-resistant bacteria, J. Appl. Microbiol. 112 (2012) 841–852, http://dx.doi.org/10.1111/j.1365-2672. 2012.05253.x. [31] A. Shrestha, A. Kishen, Antibacterial nanoparticles in endodontics: a review, J. Endod. 42 (2016) 1417–1426, http://dx.doi.org/10.1016/j.joen.2016.05. 021. [32] M. Samiei, A. Farjami, S.M. Dizaj, F. Lotfipour, Nanoparticles for antimicrobial purposes in Endodontics: a systematic review of in vitro studies, Mater. Sci. Eng. C. 58 (2016) 1269–1278, http://dx.doi.org/10.1016/j.msec.2015.08.070. [33] G.D. DiVincenzo, C.J. Giordano, L.S. Schriever, Biologic monitoring of workers exposed to silver, Int. Arch. Occup. Environ. Health 56 (1985) 207–215, http://dx.doi.org/10.1007/BF00396598. [34] J. Durner, M. Stojanovic, E. Urcan, R. Hickel, F.-X. Reichl, Influence of silver nano-particles on monomer elution from light-cured composites, Dent. Mater. 27 (2011) 631–636, http://dx.doi.org/10.1016/j.dental.2011.03.003. [35] J.G. Calais, K.-J.M. Soderholm, Influence of filler type and water exposure on flexural strength of experimental composite resins, J. Dent. Res. 67 (1988) 836–840, http://dx.doi.org/10.1177/00220345880670050801. [36] B. Aydin Sevinç , L. Hanley, Antibacterial activity of dental composites containing zinc oxide nanoparticles, J. Biomed. Mater. Res. Part B Appl. Biomater. 9999B (2010), http://dx.doi.org/10.1002/jbm.b.31620, NA-NA. [37] M.Z. Kassaee, A. Akhavan, N. Sheikh, A. Sodagar, Antibacterial effects of a new dental acrylic resin containing silver nanoparticles, J. Appl. Polym. Sci. 110 (2008) 1699–1703, http://dx.doi.org/10.1002/app.28762. [38] C.B. Hiragond, A.S. Kshirsagar, V.V. Dhapte, T. Khanna, P. Joshi, P.V. More, Enhanced anti-microbial response of commercial face mask using colloidal silver nanoparticles, Vacuum 156 (2018) 475–482, http://dx.doi.org/10. 1016/j.vacuum.2018.08.007. [39] Y. Li, P. Leung, L. Yao, Q.W. Song, E. Newton, Antimicrobial effect of surgical masks coated with nanoparticles, J. Hosp. Infect. 62 (2006) 58–63, http://dx. doi.org/10.1016/j.jhin.2005.04.015. [40] A. Panáček, L. Kvítek, R. Prucek, M. Kolář, R. Večeřová, N. Pizúrová, V.K. Sharma, T. Nevěčná, R. Zbořil, Silver colloid nanoparticles: synthesis, characterization, and their antibacterial activity, J. Phys. Chem. B 110 (2006) 16248–16253, http://dx.doi.org/10.1021/jp063826h. [41] D.M. Eby, H.R. Luckarift, G.R. Johnson, Hybrid antimicrobial enzyme and silver nanoparticle coatings for medical instruments, ACS Appl. Mater. Interfaces 1 (2009) 1553–1560, http://dx.doi.org/10.1021/am9002155. [42] V.R.G. Dev, J. Venugopal, S. Sudha, G. Deepika, S. Ramakrishna, Dyeing and antimicrobial characteristics of chitosan treated wool fabrics with henna dye, Carbohydr. Polym. 75 (2009) 646–650, http://dx.doi.org/10.1016/j. carbpol.2008.09.003. [43] J. Deng, K. Wu, Y. Yang, Y. Zhang, C. Lin, Antimicrobial activity and cytocompatibility of silver nanoparticles coated catheters via a biomimetic surface functionalization strategy, Int. J. Nanomed. (2015) 7241, http://dx. doi.org/10.2147/IJN.S92307. [44] M. Lajcak, V. Heidecke, K.H. Haude, N.G. Rainov, Infection rates of external ventricular drains are reduced by the use of silver-impregnated catheters, Acta Neurochir. (Wien) 155 (2013) 875–881, http://dx.doi.org/10.1007/ s00701-013-1637-9. [45] D.D. Divakar, N.T. Jastaniyah, H.G. Altamimi, Y.O. Alnakhli, Muzaheed, A.A. Alkheraif, S. Haleem, Enhanced antimicrobial activity of naturally derived bioactive molecule chitosan conjugated silver nanoparticle against dental implant pathogens, Int. J. Biol. Macromol. 108 (2018) 790–797, http://dx.doi. org/10.1016/j.ijbiomac.2017.10.166. [46] D.J. Giannantonio, J.C. Kurth, K.E. Kurtis, P.A. Sobecky, Effects of concrete properties and nutrients on fungal colonization and fouling, Int. Biodeterior. Biodegradation 63 (2009) 252–259, http://dx.doi.org/10.1016/j.ibiod.2008. 10.002. [47] W. Hu, C. Peng, W. Luo, M. Lv, X. Li, D. Li, Q. Huang, C. Fan, Graphene-based antibacterial paper, ACS Nano 4 (2010) 4317–4323, http://dx.doi.org/10. 1021/nn101097v. [48] & S.M.P, P. On Sanitation and World Health Organization, WHO/UNICEF Joint Water Supply, Drinking Water: 2015 Update and M. Assessment, S. World, H. Organization, No Title, 2015 (n.d.). [49] P. Santiago-Silva, N.F.F. Soares, J.E. Nóbrega, M.A.W. Júnior, K.B.F. Barbosa, A.C.P. Volp, E.R.M.A. Zerdas, N.J. Würlitzer, Antimicrobial efficiency of film\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nincorporated with pediocin (ALTA® 2351) on preservation of sliced ham, Food Control 20 (2009) 85–89.\n[50] T. Mekonnen, P. Mussone, H. Khalil, D. Bressler, Progress in bio-based plastics and plasticizing modifications, J. Mater. Chem. A Mater. Energy Sustain. 1 (2013) 13379, http://dx.doi.org/10.1039/c3ta12555f.\nING ModelA 2 t al. / ARTICLEPMT-100473; No. of Pages 32 8 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\n[51] R. Muthuraj, T. Mekonnen, Carbon dioxide-derived poly(propylene carbonate) as a matrix for composites and nanocomposites: performances and applications, Macromol. Mater. Eng. 303 (2018), 1800366, http://dx.doi. org/10.1002/mame.201800366. [52] R. Muthuraj, T. Mekonnen, Recent progress in carbon dioxide (CO2) as feedstock for sustainable materials development: co-polymers and polymer blends, Polymer (Guildf) 145 (2018) 348–373, http://dx.doi.org/10.1016/j. polymer.2018.04.078. [53] T. Mekonnen, P. Mussone, N. El-Thaher, P.Y.K. Choi, D.C. Bressler, Thermosetting proteinaceous plastics from hydrolyzed specified risk material, Macromol. Mater. Eng. 298 (2013) 1294–1303, http://dx.doi.org/ 10.1002/mame.201200429. [54] T. Mekonnen, M. Misra, A.K. Mohanty, Fermented soymeals and their reactive blends with poly(butylene adipate-co-terephthalate) in engineering biodegradable cast films for sustainable packaging, ACS Sustain. Chem. Eng. 4 (2016) 782–793, http://dx.doi.org/10.1021/acssuschemeng.5b00782. [55] O. Valerio, M. Misra, A.K. Mohanty, Sustainable biobased blends of poly(lactic acid) (PLA) and poly(glycerol succinate-co-maleate) (PGSMA) with balanced performance prepared by dynamic vulcanization, RSC Adv. 7 (2017) 38594–38603, http://dx.doi.org/10.1039/C7RA06612K. [56] O. Valerio, M. Misra, A.K. Mohanty, Improvement of impact toughness of biodegradable poly(butylene succinate) by melt blending with sustainable biobased glycerol elastomers, J. Polym. Environ. 26 (2018) 1078–1087, http://dx.doi.org/10.1007/s10924-017-1015-4. [57] E. Ojogbo, R. Blanchard, T. Mekonnen, Hydrophobic and melt processable starch-laurate esters: synthesis, structure-property correlations, J. Polym. Sci. Part A: Polym. Chem. (2018), http://dx.doi.org/10.1002/pola. 29237. [58] L. Vermeiren, F. Devlieghere, J. Debevere, Effectiveness of some recent antimicrobial packaging concepts, Food Addit. Contam. 19 (2002) 163–171, http://dx.doi.org/10.1080/02652030110104852. [59] B. Malhotra, A. Keshwani, H. Kharkwal, Antimicrobial food packaging: potential and pitfalls, Front. Microbiol. 6 (2015) 611, http://dx.doi.org/10. 3389/fmicb.2015.00611. [60] N. Lin, A. Dufresne, Nanocellulose in biomedicine: current status and future prospect, Eur. Polym. J. 59 (2014) 302–325, http://dx.doi.org/10.1016/j. eurpolymj.2014.07.025. [61] A. Llorens, E. Lloret, P.A. Picouet, R. Trbojevich, A. Fernandez, Metallic-based micro and nanocomposites in food contact materials and active food packaging, Trends Food Sci. Technol. 24 (2012) 19–29, http://dx.doi.org/10. 1016/j.tifs.2011.10.001. [62] A.M. Youssef, S.M. El-Sayed, Bionanocomposites materials for food packaging applications: concepts and future outlook, Carbohydr. Polym. 193 (2018) 19–27. [63] A.S. Tsagkaris, S.G. Tzegkas, G.P. Danezis, Nanomaterials in food packaging: state of the art and analysis, J. Food Sci. Technol. 55 (2018) 2862–2870. [64] M. Hoseinnejad, S.M. Jafari, I. Katouzian, Inorganic and metal nanoparticles and their antimicrobial activity in food packaging applications, Crit. Rev. Microbiol. 44 (2018) 161–181. [65] A. Cagri, Z. Ustunol, E.T. Ryser, Antimicrobial edible films and coatings, J. Food Prot. 67 (2004) 833–848. [66] K.L. Yam, D.S. Lee, Emerging Food Packaging Technologies: Principles and Practice, Elsevier, 2012. [67] P. Appendini, J.H. Hotchkiss, Review of antimicrobial food packaging, Innov. Food Sci. Emerg. Technol. 3 (2002) 113–126, http://dx.doi.org/10.1016/ S1466-8564(02)00012-7. [68] S.M. Dizaj, F. Lotfipour, M. Barzegar-Jalali, M.H. Zarrintan, K. Adibkia, Antimicrobial activity of the metals and metal oxide nanoparticles, Mater. Sci. Eng. C. 44 (2014) 278–284, http://dx.doi.org/10.1016/j.msec.2014.08. 031. [69] Y. Jiang, A.J. O’Neill, Y. Ding, Zinc oxide nanoparticle-coated films: fabrication, characterization, and antibacterial properties, J. Nanopart. Res. 17 (2015) 180. [70] R. Muthuraj, M. Misra, A.K. Mohanty, Biodegradable compatibilized polymer blends for packaging applications: a literature review, J. Appl. Polym. Sci. 135 (2018) 45726, http://dx.doi.org/10.1002/app.45726. [71] H. Palza, Antimicrobial polymers with metal nanoparticles, Int. J. Mol. Sci. 16 (2015), http://dx.doi.org/10.3390/ijms16012099. [72] C.N.R. Rao, G.U. Kulkarni, P.J. Thomas, P.P. Edwards, Metal nanoparticles and their assemblies, Chem. Soc. Rev. 29 (2000) 27–35. [73] E. Fortunati, I. Armentano, Q. Zhou, A. Iannoni, E. Saino, L. Visai, L.A. Berglund, J.M. Kenny, Multifunctional bionanocomposite films of poly (lactic acid), cellulose nanocrystals and silver nanoparticles, Carbohydr. Polym. 87 (2012) 1596–1605. [74] I. Armentano, N. Bitinis, E. Fortunati, S. Mattioli, N. Rescignano, R. Verdejo, M.A. Lopez-Manchado, J.M. Kenny, Multifunctional nanostructured PLA materials for packaging and tissue engineering, Prog. Polym. Sci. 38 (2013) 1720–1747. [75] S.Y. Liau, D.C. Read, W.J. Pugh, J.R. Furr, A.D. Russell, Interaction of silver nitrate with readily identifiable groups: relationship to the antibacterialaction of silver ions, Lett. Appl. Microbiol. 25 (1997) 279–283,\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nhttp://dx.doi.org/10.1046/j.1472-765X.1997.00219.x. [76] W.-R. Li, X.-B. Xie, Q.-S. Shi, S.-S. Duan, Y.-S. Ouyang, Y.-B. Chen,\nAntibacterial effect of silver nanoparticles on Staphylococcus aureus, Biometals 24 (2011) 135–141.\nPRESS Applied Materials Today xxx (xxxx) xxx\n[77] F. Mirzajani, A. Ghassempour, A. Aliahmadi, M.A. Esmaeili, Antibacterial effect of silver nanoparticles on Staphylococcus aureus, Res. Microbiol. 162 (2011) 542–549. [78] C. Costa, A. Conte, G.G. Buonocore, M.A. Del Nobile, Antimicrobial silver-montmorillonite nanoparticles to prolong the shelf life of fresh fruit salad, Int. J. Food Microbiol. 148 (2011) 164–167. [79] A. Martínez-Abad, G. Sánchez, J.M. Lagaron, M.J. Ocio, Ligands affecting silver antimicrobial efficacy on Listeria monocytogenes and Salmonella enterica, Food Chem. 139 (2013) 281–288. [80] J. An, M. Zhang, S. Wang, J. Tang, Physical, chemical and microbiological changes in stored green asparagus spears as affected by coating of silver nanoparticles-PVP, LWT - Food Sci. Technol. 41 (2008) 1100–1107. [81] A. Emamifar, M. Kadivar, M. Shahedi, S. Soleimanian-Zad, Evaluation of nanocomposite packaging containing Ag and ZnO on shelf life of fresh orange juice, Innov. Food Sci. Emerg. Technol. 11 (2010) 742–748. [82] H. Li, F. Li, L. Wang, J. Sheng, Z. Xin, L. Zhao, H. Xiao, Y. Zheng, Q. Hu, Effect of nano-packing on preservation quality of Chinese jujube (Ziziphus jujuba Mill. var. inermis (Bunge) Rehd), Food Chem. 114 (2009) 547–552. [83] M. Carbone, D.T. Donia, G. Sabbatella, R. Antiochia, Silver nanoparticles in polymeric matrices for fresh food packaging, J. King Saud Univ. - Sci. 28 (2016) 273–279, http://dx.doi.org/10.1016/j.jksus.2016.05.004. [84] K. Jamuna-Thevi, S.A. Bakar, S. Ibrahim, N. Shahab, M.R.M. Toff, Quantification of silver ion release, in vitro cytotoxicity and antibacterial properties of nanostuctured Ag doped TiO2 coatings on stainless steel deposited by RF magnetron sputtering, Vacuum 86 (2011) 235–241. [85] R. Kumar, H. Münstedt, Silver ion release from antimicrobial polyamide/silver composites, Biomaterials 26 (2005) 2081–2088. [86] C. Damm, H. Münstedt, A. Rösch, The antimicrobial efficacy of polyamide 6/silver-nano-and microcomposites, Mater. Chem. Phys. 108 (2008) 61–66. [87] H. Deka, N. Karak, R.D. Kalita, A.K. Buragohain, Bio-based thermostable, biodegradable and biocompatible hyperbranched polyurethane/Ag nanocomposites with antimicrobial activity, Polym. Degrad. Stab. 95 (2010) 1509–1517, http://dx.doi.org/10.1016/j.polymdegradstab.2010.06.017. [88] S. Shankar, J.-W. Rhim, Tocopherol-mediated synthesis of silver nanoparticles and preparation of antimicrobial PBAT/silver nanoparticles composite films, LWT - Food Sci. Technol. 72 (2016) 149–156, http://dx.doi. org/10.1016/j.lwt.2016.04.054. [89] S. Azlin-Hasim, M.C. Cruz-Romero, M.A. Morris, E. Cummins, J.P. Kerry, Effects of a combination of antimicrobial silver low density polyethylene nanocomposite films and modified atmosphere packaging on the shelf life of chicken breast fillets, Food Packag. Shelf Life. 4 (2015) 26–35. [90] S. Azlin-Hasim, M.C. Cruz-Romero, E. Cummins, J.P. Kerry, M.A. Morris, The potential use of a layer-by-layer strategy to develop LDPE antimicrobial films coated with silver nanoparticles for packaging applications, J. Colloid Interface Sci. 461 (2016) 239–248. [91] J.-W. Rhim, S.-I. Hong, H.-M. Park, P.K.W. Ng, Preparation and characterization of chitosan-based nanocomposite films with antimicrobial activity, J. Agric. Food Chem. 54 (2006) 5814–5822. [92] A.M. Youssef, M.S. Abdel-Aziz, S.M. El-Sayed, Chitosan nanocomposite films based on Ag-NP and Au-NP biosynthesis by Bacillus subtilis as packaging materials, Int. J. Biol. Macromol. 69 (2014) 185–191. [93] D. Gammariello, A. Conte, G.G. Buonocore, M.A. Del Nobile, Bio-based nanocomposite coating to preserve quality of Fior di latte cheese, J. Dairy Sci. 94 (2011) 5298–5304, http://dx.doi.org/10.3168/jds.2011-4161. [94] M.C. Biswas, B.J. Tiimob, W. Abdela, S. Jeelani, V.K. Rangari, Nano silica-carbon-silver ternary hybrid induced antimicrobial composite films for food packaging application, Food Packag. Shelf Life. 19 (2019) 104–113. [95] B.J. Tiimob, G. Mwinyelle, W. Abdela, T. Samuel, S. Jeelani, V.K. Rangari, Nanoengineered eggshell–silver tailored copolyester polymer blend film with antimicrobial properties, J. Agric. Food Chem. 65 (2017) 1967–1976, http://dx.doi.org/10.1021/acs.jafc.7b00133. [96] L. Xiong, Z.-H. Tong, J.-J. Chen, L.-L. Li, H.-Q. Yu, Morphology-dependent antimicrobial activity of Cu/CuxO nanoparticles, Ecotoxicology 24 (2015) 2067–2072. [97] G.B. Lomate, B. Dandi, S. Mishra, Development of antimicrobial LDPE/Cu nanocomposite food packaging film for extended shelf life of peda, Food Packag. Shelf Life. 16 (2018) 211–219. [98] F. Beigmohammadi, S.H. Peighambardoust, J. Hesari, S. Azadmard-Damirchi, S.J. Peighambardoust, N.K. Khosrowshahi, Antibacterial properties of LDPE nanocomposite films in packaging of UF cheese, LWT - Food Sci. Technol. 65 (2016) 106–111. [99] Y.A. Arfat, M. Ejaz, H. Jacob, J. Ahmed, Deciphering the potential of guar gum/Ag-Cu nanocomposite films as an active food packaging material, Carbohydr. Polym. 157 (2017) 65–71.\n[100] J. Ahmed, M. Mulla, Y.A. Arfat, A. Bher, H. Jacob, R. Auras, Compression molded LLDPE films loaded with bimetallic (Ag-Cu) nanoparticles and cinnamon essential oil for chicken meat packaging applications, LWT 93 (2018) 329–338. [101] M. Taner, N. Sayar, I.G. Yulug, S. Suzer, Synthesis, characterization and antibacterial investigation of silver–copper nanoalloys, J. Mater. Chem. 21 (2011) 13150–13154, http://dx.doi.org/10.1039/C1JM11718A.\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\n[102] S. Shankar, L. Jaiswal, P.R. Selvakannan, K.S. Ham, J.W. Rhim, Gelatin-based dissolvable antibacterial films reinforced with metallic nanoparticles, RSC Adv. 6 (2016) 67340–67352. [103] Y.A. Arfat, J. Ahmed, N. Hiremath, R. Auras, A. Joseph, Thermo-mechanical, rheological, structural and antimicrobial properties of bionanocomposite\nING ModelA t al. /\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\nfilms based on fish skin gelatin and silver-copper nanoparticles, Food Hydrocoll. 62 (2017) 191–202.\n104] S.A. Ibrahim, H. Yang, C.W. Seo, Antimicrobial activity of lactic acid and copper on growth of Salmonella and Escherichia coli O157:H7 in laboratory medium and carrot juice, Food Chem. 109 (2008) 137–143, http://dx.doi. org/10.1016/j.foodchem.2007.12.035. 105] A. Nouri, M.T. Yaraki, M. Ghorbanpour, S. Agarwal, V.K. Gupta, Enhanced Antibacterial effect of chitosan film using Montmorillonite/CuO nanocomposite, Int. J. Biol. Macromol. 109 (2018) 1219–1231, http://dx.doi. org/10.1016/j.ijbiomac.2017.11.119. 106] J. Sawai, H. Shiga, H. Kojima, Kinetic analysis of the bactericidal action of heated scallop-shell powder, Int. J. Food Microbiol. 71 (2001) 211–218, http://dx.doi.org/10.1016/S0168-1605(01)00619-5. 107] E.Y. Ro, Y.M. Ko, K.S. Yoon, Survival of pathogenic enterohemorrhagic Escherichia coli (EHEC) and control with calcium oxide in frozen meat products, Food Microbiol. 49 (2015) 203–210, http://dx.doi.org/10.1016/j. fm.2015.02.010. 108] D.-H. Bae, J.-H. Yeon, S.-Y. Park, D.-H. Lee, S.-D. Ha, Bactericidal effects of CaO (scallop-shell powder) on foodborne pathogenic bacteria, Arch. Pharm. Res. 29 (2006) 298–301, http://dx.doi.org/10.1007/BF02968574. 109] A. Roy, S.S. Gauri, M. Bhattacharya, J. Bhattacharya, Antimicrobial activity of CaO nanoparticles, J. Biomed. Nanotechnol. 9 (2013) 1570–1578. 110] D. Valerini, L. Tammaro, F. Di Benedetto, G. Vigliotta, L. Capodieci, R. Terzi, A. Rizzo, Aluminum-doped zinc oxide coatings on polylactic acid films for antimicrobial food packaging, Thin Solid Films 645 (2018) 187–192, http:// dx.doi.org/10.1016/j.tsf.2017.10.038. 111] R. Wahab, A. Mishra, S.-I. Yun, Y.-S. Kim, H.-S. Shin, Antibacterial activity of ZnO nanoparticles prepared via non-hydrolytic solution route, Appl. Microbiol. Biotechnol. 87 (2010) 1917–1925. 112] J.H. Li, R.Y. Hong, M.Y. Li, H.Z. Li, Y. Zheng, J. Ding, Effects of ZnO nanoparticles on the mechanical and antibacterial properties of polyurethane coatings, Prog. Org. Coatings. 64 (2009) 504–509. 113] A. Sirelkhatim, S. Mahmud, A. Seeni, N.H.M. Kaus, L.C. Ann, S.K.M. Bakhori, H. Hasan, D. Mohamad, Review on zinc oxide nanoparticles: antibacterial activity and toxicity mechanism, Nano-Micro Lett. 7 (2015) 219–242. 114] O. Yamamoto, Influence of particle size on the antibacterial activity of zinc oxide, Int. J. Inorg. Mater. 3 (2001) 643–646. 115] M. Premanathan, K. Karthikeyan, K. Jeyasubramanian, G. Manivannan, Selective toxicity of ZnO nanoparticles toward Gram-positive bacteria and cancer cells by apoptosis through lipid peroxidation, Nanomedicine Nanotechnology, Biol. Med. 7 (2011) 184–192. 116] A.M. Díez-Pascual, A.L. Díez-Vicente, ZnO-reinforced poly(3-hydroxybutyrate-co-3-hydroxyvalerate) bionanocomposites with antimicrobial function for food packaging, ACS Appl. Mater. Interfaces 6 (2014) 9822–9834, http://dx.doi.org/10.1021/am502261e. 117] M. Agrawal, S. Gupta, N.E. Zafeiropoulos, U. Oertel, R. Häßler, M. Stamm, Nano-Level mixing of ZnO into poly (methyl methacrylate), Macromol. Chem. Phys. 211 (2010) 1925–1932. 118] S. Therias, J.-F. Larché, P.-O. Bussier̀e, J.-L. Gardette, M. Murariu, P. Dubois, Photochemical behavior of polylactide/ZnO nanocomposite films, Biomacromolecules. 13 (2012) 3283–3291. 119] A. Marra, C. Silvestre, D. Duraccio, S. Cimmino, Polylactic acid/zinc oxide biocomposite films for food packaging application, Int. J. Biol. Macromol. 88 (2016) 254–262. 120] M. Mizielińska, U. Kowalska, M. Jarosz, P. Sumińska, N. Landercy, E. Duquesne, The effect of UV aging on antimicrobial and mechanical properties of pla films with incorporated zinc oxide nanoparticles, Int. J. Environ. Res. Public Health 15 (2018) 794. 121] M. Heydari-Majd, B. Ghanbarzadeh, M. Shahidi-Noghabi, M.A. Najafi, P. Adun, A. Ostadrahimid, Kinetic release study of zinc from polylactic acid based nanocomposite into food simulants, Polym. Test. 76 (2019) 254–260, http://dx.doi.org/10.1016/j.polymertesting.2019.03.040. 122] X. Li, Y. Xing, Y. Jiang, Y. Ding, W. Li, Antimicrobial activities of ZnO powder-coated PVC film to inactivate food pathogens, Int. J. Food Sci. Technol. 44 (2009) 2161–2168. 123] X. Li, W. Li, Y. Jiang, Y. Ding, J. Yun, Y. Tang, P. Zhang, Effect of nano-ZnO-coated active packaging on quality of fresh-cut ‘Fuji’ apple, Int. J. Food Sci. Technol. 46 (2011) 1947–1955, http://dx.doi.org/10.1111/j.13652621.2011.02706.x. 124] S.-C. Li, B. Li, Z.-J. Qin, The effect of the Nano-ZnO concentration on the mechanical, antibacterial and melt rheological properties of LLDPE/modified Nano-ZnO composite films, Polym. Technol. Eng. 49 (2010) 1334–1338. 125] R. Tankhiwale, S.K. Bajpai, Preparation, characterization and antibacterial applications of ZnO-nanoparticles coated polyethylene films for food packaging, Colloids Surf. B Biointerfaces 90 (2012) 16–20. 126] M.C. Cruz-Romero, T. Murphy, M. Morris, E. Cummins, J.P. Kerry, Antimicrobial activity of chitosan, organic acids and nano-sized solubilisates for potential use in smart antimicrobially-active packaging for potential food applications, Food Control 34 (2013) 393–397. 127] A.M. Youssef, S.M. El-Sayed, H.S. El-Sayed, H.H. Salama, A. Dufresne, Enhancement of Egyptian soft white cheese shelf life using a novel\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\nchitosan/carboxymethyl cellulose/zinc oxide bionanocomposite film, Carbohydr. Polym. 151 (2016) 9–19.\n128] J. Andrade-Del Olmo, L. Pérez-Álvarez, E. Hernáez, L. Ruiz-Rubio, J.L. Vilas-Vilela, Antibacterial multilayer of chitosan and\nPRESS Applied Materials Today xxx (xxxx) xxx 29\n(2-carboxyethyl)- -cyclodextrin onto polylactic acid (PLLA), Food Hydrocoll. 88 (2019) 228–236.\n[129] M. Ejaz, Y.A. Arfat, M. Mulla, J. Ahmed, Zinc oxide nanorods/clove essential oil incorporated Type B gelatin composite films and its applicability for shrimp packaging, Food Packag. Shelf Life. 15 (2018) 113–121. [130] T. Selvamani, T. Yagyu, S. Kawasaki, I. Mukhopadhyay, Easy and effective synthesis of micrometer-sized rectangular MgO sheets with very high catalytic activity, Catal. Commun. 11 (2010) 537–541. [131] L. Huang, D.-Q. Li, Y.-J. Lin, M. Wei, D.G. Evans, X. Duan, Controllable preparation of Nano-MgO and investigation of its bactericidal properties, J. Inorg. Biochem. 99 (2005) 986–993. [132] T. Gordon, B. Perlstein, O. Houbara, I. Felner, E. Banin, S. Margel, Synthesis and characterization of zinc/iron oxide composite nanoparticles and their antibacterial properties, Colloids Surfaces A Physicochem. Eng. Asp. 374 (2011) 1–8. [133] F. Al-Hazmi, F. Alnowaiser, A.A. Al-Ghamdi, A.A. Al-Ghamdi, M.M. Aly, R.M. Al-Tuwirqi, F. El-Tantawy, A new large–scale synthesis of magnesium oxide nanowires: structural and antibacterial properties, Superlattices Microstruct. 52 (2012) 200–209. [134] A. Fujishima, T.N. Rao, D.A. Tryk, Titanium dioxide photocatalysis, J. Photochem. Photobiol. C Photochem. Rev. 1 (2000) 1–21. [135] C. Maneerat, Y. Hayata, Antifungal activity of TiO2 photocatalysis against Penicillium expansum in vitro and in fruit tests, Int. J. Food Microbiol. 107 (2006) 99–103. [136] S.N. Pleskova, I.S. Golubeva, Y.K. Verevkin, Bactericidal activity of titanium dioxide ultraviolet-induced films, Mater. Sci. Eng. C. 59 (2016) 807–817. [137] Y. Zhang, L. Zhou, Y. Zhang, Investigation of UV–TiO2 photocatalysis and its mechanism in Bacillus subtilis spore inactivation, J. Environ. Sci. China (China) 26 (2014) 1943–1948. [138] M. Long, J. Wang, H. Zhuang, Y. Zhang, H. Wu, J. Zhang, Performance and mechanism of standard nano-TiO2 (P-25) in photocatalytic disinfection of foodborne microorganisms–Salmonella typhimurium and Listeria monocytogenes, Food Control 39 (2014) 68–74. [139] H. Bodaghi, Y. Mostofi, A. Oromiehie, Z. Zamani, B. Ghanbarzadeh, C. Costa, A. Conte, M.A. Del Nobile, Evaluation of the photocatalytic antimicrobial effects of a TiO2 nanocomposite food packaging film by in vitro and in vivo tests, LWT - Food Sci. Technol. 50 (2013) 702–706. [140] J.H. Johnston, T. Borrmann, D. Rankin, M. Cairns, J.E. Grindrod, A. Mcfarlane, Nano-structured composite calcium silicate and some novel applications, Curr. Appl. Phys. 8 (2008) 504–507, http://dx.doi.org/10.1016/j.cap.2007.10. 060. [141] G. Fu, P.S. Vary, C.-T. Lin, Anatase TiO2 nanocomposites for antimicrobial coatings, J. Phys. Chem. B 109 (2005) 8889–8898. [142] H. Teisala, M. Tuominen, M. Aromaa, J.M. Mäkelä, M. Stepien, J.J. Saarinen, M. Toivakka, J. Kuusipalo, Development of superhydrophobic coating on paperboard surface using the liquid flame spray, Surf. Coatings Technol. 205 (2010) 436–445. [143] C.B. Contreras, G. Chagas, M.C. Strumia, D.E. Weibel, Permanent superhydrophobic polypropylene nanocomposite coatings by a simple one-step dipping process, Appl. Surf. Sci. 307 (2014) 234–240. [144] P. Threepopnatkul, C. Wongnarat, W. Intolo, S. Suato, C. Kulsetthanchalee, Effect of TiO2 and ZnO on thin film properties of PET/PBS blend for food packaging applications, Energy Procedia 56 (2014) 102–111, http://dx.doi. org/10.1016/j.egypro.2014.07.137. [145] A.M. Youssef, S.M. El-Sayed, H.H. Salama, H.S. El-Sayed, A. Dufresne, Evaluation of bionanocomposites as packaging material on properties of soft white cheese during storage period, Carbohydr. Polym. 132 (2015) 274–285. [146] L. Li, C. Zhao, Y. Zhang, J. Yao, W. Yang, Q. Hu, C. Wang, C. Cao, Effect of stable antimicrobial nano-silver packaging on inhibiting mildew and in storage of rice, Food Chem. 215 (2017) 477–482. [147] T. Møretrø, G.S. Høiby-Pettersen, C.K. Halvorsen, S. Langsrud, Antibacterial activity of cutting boards containing silver, Food Control 28 (2012) 118–121. [148] A.M. Youssef, S. Kamel, M.A. El-Samahy, Morphological and antibacterial properties of modified paper by PS nanocomposites for packaging applications, Carbohydr. Polym. 98 (2013) 1166–1172. [149] A. Martínez-Abad, J.M. Lagaron, M.J. Ocio, Development and characterization of silver-based antimicrobial ethylene–vinyl alcohol copolymer (EVOH) films for food-packaging applications, J. Agric. Food Chem. 60 (2012) 5350–5359, http://dx.doi.org/10.1021/jf300334z. [150] N. Valipoor Motlagh, M.T. Hamed Mosavian, S.A. Mortazavi, Effect of polyethylene packaging modified with silver particles on the microbial, sensory and appearance of dried barberry, Packag. Technol. Sci. 26 (2013) 39–49. [151] A. Emamifar, M. Kadivar, M. Shahedi, S. Soleimanian-Zad, Effect of nanocomposite packaging containing Ag and ZnO on inactivation of Lactobacillus plantarum in orange juice, Food Control 22 (2011) 408–413. [152] A. Fernández, E. Soriano, G. López-Carballo, P. Picouet, E. Lloret, R. Gavara, P. Hernández-Muñoz, Preservation of aseptic conditions in absorbent pads by using silver nanotechnology, Food Res. Int. 42 (2009) 1105–1112. [153] A. Fernández, P. Picouet, E. Lloret, Cellulose-silver nanoparticle hybrid materials to control spoilage-related microflora in absorbent pads located in\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\ntrays of fresh-cut melon, Int. J. Food Microbiol. 142 (2010) 222–228. [154] A. Fernandez, P. Picouet, E. Lloret, Reduction of the spoilage-related\nmicroflora in absorbent pads by silver nanotechnology during modified atmosphere packaging of beef meat, J. Food Prot. 73 (2010) 2263–2269.\nING ModelA 3 t al. / ARTICLEPMT-100473; No. of Pages 32 0 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\n[155] T. Jin, J.B. Gurtler, Inactivation of Salmonella in liquid egg albumen by antimicrobial bottle coatings infused with allyl isothiocyanate, nisin and zinc oxide nanoparticles, J. Appl. Microbiol. 110 (2011) 704–712. [156] F.M. Yang, H.M. Li, F. Li, Z.H. Xin, L.Y. Zhao, Y.H. Zheng, Q.H. Hu, Effect of nano-packing on preservation quality of fresh strawberry (Fragaria ananassa Duch. Cv Fengxiang) during storage at 4◦ C, J. Food Sci. 75 (2010) C236–C240. [157] C. Chawengkijwanich, Y. Hayata, Development of TiO2 powder-coated food packaging film and its ability to inactivate Escherichia coli in vitro and in actual tests, Int. J. Food Microbiol. 123 (2008) 288–292. [158] M.A. Nassar, A.M. Youssef, Mechanical and antibacterial properties of recycled carton paper coated by PS/Ag nanocomposites for packaging, Carbohydr. Polym. 89 (2012) 269–274. [159] A. Dror-Ehre, H. Mamane, T. Belenkova, G. Markovich, A. Adin, Silver nanoparticle–E. coli colloidal interaction in water and effect on E. coli survival, J. Colloid Interface Sci. 339 (2009) 521–526. [160] H. Zhang, M. Hortal, M. Jordá-Beneyto, E. Rosa, M. Lara-Lledo, I. Lorente, ZnO-PLA nanocomposite coated paper for antimicrobial packaging application, LWT - Food Sci. Technol. 78 (2017) 250–257. [161] M. Murariu, A. Doumbia, L. Bonnaud, A. Dechief, Y. Paint, M. Ferreira, C. Campagne, E. Devaux, P. Dubois, High-performance polylactide/ZnO nanocomposites designed for films and fibers with special end-use properties, Biomacromolecules 12 (2011) 1762–1771. [162] T. Jiang, L. Feng, Y. Wang, Effect of alginate/nano-Ag coating on microbial and physicochemical characteristics of shiitake mushroom (Lentinus edodes) during cold storage, Food Chem. 141 (2013) 954–960. [163] C. Costa, A. Conte, G.G. Buonocore, M. Lavorgna, M.A. Del Nobile, Calcium-alginate coating loaded with silver-montmorillonite nanoparticles to prolong the shelf-life of fresh-cut carrots, Food Res. Int. 48 (2012) 164–169. [164] N.G. Marchiore, I.J. Manso, K.C. Kaufmann, G.F. Lemes, A.P. de O. Pizolli, A.A. Droval, L. Bracht, O.H. Gonç alves, F.V. Leimann, Migration evaluation of silver nanoparticles from antimicrobial edible coating to sausages, LWT - Food Sci. Technol. 76 (2017) 203–208, http://dx.doi.org/10.1016/j.lwt.2016.06.013. [165] E. Tavassoli-Kafrani, H. Shekarchizadeh, M. Masoudpour-Behabadi, Development of edible films and coatings from alginates and carrageenans, Carbohydr. Polym. 137 (2016) 360–374. [166] I.S. Arvanitoyannis, Irradiation of Food Commodities: Techniques, Applications, Detection, Legislation, Safety and Consumer Opinion, Academic Press, 2010. [167] M.V. Tzoumaki, C.G. Biliaderis, M. Vasilakakis, Impact of edible coatings and packaging on quality of white asparagus (Asparagus officinalis, L.) during cold storage, Food Chem. 117 (2009) 55–63. [168] R. Zhou, Y. Mo, Y. Li, Y. Zhao, G. Zhang, Y. Hu, Quality and internal characteristics of Huanghua pears (Pyrus pyrifolia Nakai, cv. Huanghua) treated with different kinds of coatings during storage, Postharvest Biol. Technol. 49 (2008) 171–179. [169] Ö. Yaman, L. Bayo nd rl , Effects of an edible coating and cold storage on shelf-life and quality of cherries, LWT - Food Sci. Technol. 35 (2002) 146–150. [170] M.D.R. Moreira, A. Ponce, C.E. Del Valle, S.I. Roura, Edible coatings on fresh squash slices: effect of film drying temperature on the nutritional and microbiological quality, J. Food Process. Preserv. 33 (2009) 226–236. [171] H. Dong, L. Cheng, J. Tan, K. Zheng, Y. Jiang, Effects of chitosan coating on quality and shelf life of peeled litchi fruit, J. Food Eng. 64 (2004) 355–358. [172] J. Du, H. Gemma, S. Iwahori, Effects of chitosan coating on the storage of peach, Japanese pear, and kiwifruit, J. Japanese Soc. Hortic. Sci. 66 (1997) 15–22. [173] Y. Jiang, Y. Li, Effects of chitosan coating on postharvest life and quality of longan fruit, Food Chem. 73 (2001) 139–143. [174] H. Li, T. Yu, Effect of chitosan on incidence of brown rot, quality and physiological attributes of postharvest peach fruit, J. Sci. Food Agric. 81 (2001) 269–274. [175] P.L.M. Barreto, A.T.N. Pires, V. Soldi, Thermal degradation of edible films based on milk proteins and gelatin in inert atmosphere, Polym. Degrad. Stab. 79 (2003) 147–152. [176] L. Bastarrachea, D. Wong, M. Roman, Z. Lin, J. Goddard, Active packaging coatings, Coatings 5 (2015) 771–791, http://dx.doi.org/10.3390/ coatings5040771. [177] Z. Lin, M.J. Roman, E.A. Decker, J.M. Goddard, Synthesis of iminodiacetate functionalized polypropylene films and their efficacy as antioxidant active-packaging materials, J. Agric. Food Chem. 64 (2016) 4606–4617, http://dx.doi.org/10.1021/acs.jafc.6b01128. [178] D.R. Perinelli, L. Fagioli, R. Campana, J.K.W. Lam, W. Baffone, G.F. Palmieri, L. Casettari, G. Bonacucina, Chitosan-based nanosystems and their exploited antimicrobial activity, Eur. J. Pharm. Sci. 117 (2018) 8–20, http://dx.doi.org/ 10.1016/j.ejps.2018.01.046. [179] C.G. Otoni, P.J.P. Espitia, R.J. Avena-Bustillos, T.H. McHugh, Trends in antimicrobial food packaging systems: emitting sachets and absorbent pads, Food Res. Int. 83 (2016) 60–73. [180] H.M.C. de Azeredo, Antimicrobial nanostructures in food packaging, Trends Food Sci. Technol. 30 (2013) 56–69, http://dx.doi.org/10.1016/j.tifs.2012.11.\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\n006. [181] K. Gold, B. Slay, M. Knackstedt, A.K. Gaharwar, Antimicrobial activity of\nmetal and metal-oxide based nanoparticles, Adv. Ther. 1 (2018), 1700033, http://dx.doi.org/10.1002/adtp.201700033.\nPRESS Applied Materials Today xxx (xxxx) xxx\n[182] S.M. Navarro Gallón, E. Alpaslan, M. Wang, P. Larese-Casanova, M.E. Londoño, L. Atehortúa, J.J. Pavón, T.J. Webster, Characterization and study of the antibacterial mechanisms of silver nanoparticles prepared with microalgal exopolysaccharides, Mater. Sci. Eng. C. 99 (2019) 685–695, http://dx.doi.org/10.1016/j.msec.2019.01.134. [183] S. Rajeshkumar, L.V. Bharath, R. Geetha, Broad spectrum antibacterial silver nanoparticle green synthesis: characterization, and mechanism of action, in: Green Synth. Charact. Appl. Nanoparticles, Elsevier, 2019, pp. 429–444, http://dx.doi.org/10.1016/b978-0-08-102579-6.00018-6. [184] H.E. Kim, H.J. Lee, M.S. Kim, T. Kim, H. Lee, H.H. Kim, M. Cho, S.W. Hong, C. Lee, Differential microbicidal effects of bimetallic iron-copper nanoparticles on Escherichia coli and MS2 coliphage, Environ. Sci. Technol. 53 (2019) 2679–2687, http://dx.doi.org/10.1021/acs.est.8b06077. [185] Q. Lv, B. Zhang, X. Xing, Y. Zhao, R. Cai, W. Wang, Q. Gu, Biosynthesis of copper nanoparticles using Shewanella loihica PV-4 with antibacterial activity: novel approach and mechanisms investigation, J. Hazard. Mater. 347 (2018) 141–149, http://dx.doi.org/10.1016/j.jhazmat.2017.12.070. [186] P. Bhattacharya, S. Swarnakar, S. Ghosh, S. Majumdar, S. Banerjee, Disinfection of drinking water via algae mediated green synthesized copper oxide nanoparticles and its toxicity evaluation, J. Environ. Chem. Eng. 7 (2019), 102867, http://dx.doi.org/10.1016/j.jece.2018.102867. [187] K. Simeonidis, C. Martinez-Boubeta, P. Zamora-Pérez, P. Rivera-Gil, E. Kaprara, E. Kokkinos, M. Mitrakas, Implementing nanoparticles for competitive drinking water purification, Environ. Chem. Lett. 17 (2018) 705–719, http://dx.doi.org/10.1007/s10311-018-00821-5. [188] H. Dong, G. Zeng, L. Tang, C. Fan, C. Zhang, X. He, Y. He, An overview on limitations of TiO2-based particles for photocatalytic degradation of organic pollutants and the corresponding countermeasures, Water Res. 79 (2015) 128–146, http://dx.doi.org/10.1016/j.watres.2015.04.038. [189] B.M. Pirzada, O. Mehraj, S.A. Bhat, S. Sabir, Efficient visible-light-driven Photocatalytic activity and enhanced charge transfer properties over Mo-doped WO3/TiO2 nanocomposites, J. Environ. Chem. Eng. 6 (2018) 3204–3212, http://dx.doi.org/10.1016/j.jece.2018.05.004. [190] S. Kanan, M.A. Moyet, R.B. Arthur, H.H. Patterson, Recent advances on TiO2-based photocatalysts toward the degradation of pesticides and major organic pollutants from water bodies, Catal. Rev. (2019) 1–65, http://dx.doi. org/10.1080/01614940.2019.1613323. [191] K. Wetchakun, N. Wetchakun, S. Sakulsermsuk, An overview of solar/visible light-driven heterogeneous photocatalysis for water purification: TiO2- and ZnO-based photocatalysts used in suspension photoreactors, J. Ind. Eng. Chem. 71 (2019) 19–49, http://dx.doi.org/10.1016/j.jiec.2018.11. 025. [192] Z. Youssef, L. Colombeau, N. Yesmurzayeva, F. Baros, R. Vanderesse, T. Hamieh, J. Toufaily, C. Frochot, T. Roques-Carmes, S. Acherar, Dye-sensitized nanoparticles for heterogeneous photocatalysis: Cases studies with TiO2, ZnO, fullerene and graphene for water purification, Dyes Pigm. 159 (2018) 49–71, http://dx.doi.org/10.1016/J.DYEPIG.2018.06.002. [193] G. Pedroza-Herrera, I.E. Medina-Ramírez, J.A. Lozano-Álvarez, S.E. Rodil, Evaluation of the photocatalytic activity of copper doped TiO2 nanoparticles for the purification and/or disinfection of industrial effluents, Catal. Today (2018), http://dx.doi.org/10.1016/j.cattod.2018.09.017. [194] E.A.S. Dimapilis, C.S. Hsu, R.M.O. Mendoza, M.C. Lu, Zinc oxide nanoparticles for water disinfection, Sustain. Environ. Res. 28 (2018) 47–56, http://dx.doi. org/10.1016/j.serj.2017.10.001. [195] S.C. Motshekga, S. Sinha Ray, A. Maity, Synthesis and characterization of alginate beads encapsulated zinc oxide nanoparticles for bacteria disinfection in water, J. Colloid Interface Sci. 512 (2018) 686–692, http://dx. doi.org/10.1016/j.jcis.2017.10.098. [196] S. Baek, S.H. Joo, M. Toborek, Treatment of antibiotic-resistant bacteria by encapsulation of ZnO nanoparticles in an alginate biopolymer: insights into treatment mechanisms, J. Hazard. Mater. 373 (2019) 122–130, http://dx.doi. org/10.1016/j.jhazmat.2019.03.072. [197] T. Huang, R. Zhou, J. Cui, J. Zhang, X. Tang, S. Chen, J. Feng, H. Liu, Fast and cost-effective preparation of antimicrobial zinc oxide embedded in activated carbon composite for water purification applications, Mater. Chem. Phys. 206 (2018) 124–129, http://dx.doi.org/10.1016/j.matchemphys. 2017.11.044. [198] A. Kulkarni, A. Kapley, R.S. Dhodapkar, P. Nagababu, S. Rayalu, Plasmonics driven engineered pasteurizers for solar water disinfection (SWADIS), J. Hazard. Mater. 369 (2019) 474–482, http://dx.doi.org/10.1016/j.jhazmat. 2019.02.052. [199] P.R. Maddigpu, B. Sawant, S. Wanjari, M.D. Goel, D. Vione, R.S. Dhodapkar, S. Rayalu, Carbon nanoparticles for solar disinfection of water, J. Hazard. Mater. 343 (2018) 157–165, http://dx.doi.org/10.1016/j.jhazmat.2017.08.045. [200] J. You, Y. Guo, R. Guo, X. Liu, A review of visible light-active photocatalysts for water disinfection: features and prospects, Chem. Eng. J. 373 (2019) 624–641, http://dx.doi.org/10.1016/j.cej.2019.05.071. [201] C. Liu, D. Kong, P.C. Hsu, H. Yuan, H.W. Lee, Y. Liu, H. Wang, S. Wang, K. Yan, D. Lin, P.A. Maraccini, K.M. Parker, A.B. Boehm, Y. Cui, Rapid water disinfection using vertically aligned MoS2 nanofilms and visible light, Nat. Nanotechnol. 11 (2016) 1098–1104, http://dx.doi.org/10.1038/nnano.2016.\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\n138. [202] Y.-J. Lin, T.-M. Chou, Z.-H. Lin, Multifunctional MoS 2 nanocatalysts for water\ndisinfection, ECS Trans. 85 (2018) 47–51, http://dx.doi.org/10.1149/08509. 0047ecst.\nING ModelA t al. /\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\nARTICLEPMT-100473; No. of Pages 32 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\n203] W.W. Anku, S.O.B. Oppong, P.P. Govender, Bismuth-based nanoparticles as photocatalytic materials, in: Bismuth - Adv. Appl. Defects Charact., IntechOpen, 2018, http://dx.doi.org/10.5772/intechopen.75104. 204] M. Bagheri, S.A. Mirbagheri, Critical review of fouling mitigation strategies in membrane bioreactors treating water and wastewater, Bioresour. Technol. 258 (2018) 318–334, http://dx.doi.org/10.1016/j.biortech.2018.03.026. 205] D.M. Warsinger, S. Chakraborty, E.W. Tow, M.H. Plumlee, C. Bellona, S. Loutatidou, L. Karimi, A.M. Mikelonis, A. Achilli, A. Ghassemi, L.P. Padhye, S.A. Snyder, S. Curcio, C.D. Vecitis, H.A. Arafat, J.H. Lienhard, A review of polymeric membranes and processes for potable water reuse, Prog. Polym. Sci. 81 (2018) 209–237, http://dx.doi.org/10.1016/j.progpolymsci.2018.01. 004. 206] J. Zhu, J. Hou, Y. Zhang, M. Tian, T. He, J. Liu, V. Chen, Polymeric antimicrobial membranes enabled by nanomaterials for water treatment, J. Membr. Sci. 550 (2018) 173–197, http://dx.doi.org/10.1016/j.memsci.2017.12.071. 207] M. Mukherjee, S. De, Antibacterial polymeric membranes: a short review, Environ. Sci. Water Res. Technol. 4 (2018) 1078–1104, http://dx.doi.org/10. 1039/c8ew00206a. 208] M. Aslam, R. Ahmad, J. Kim, Recent developments in biofouling control in membrane bioreactors for domestic wastewater treatment, Sep. Purif. Technol. 206 (2018) 297–315, http://dx.doi.org/10.1016/j.seppur.2018.06. 004. 209] X. Lu, X. Feng, X. Zhang, M.N. Chukwu, C.O. Osuji, M. Elimelech, Fabrication of a desalination membrane with enhanced microbial resistance through vertical alignment of graphene oxide, Environ. Sci. Technol. Lett. 5 (2018) 614–620, http://dx.doi.org/10.1021/acs.estlett.8b00364. 210] F. Perreault, A. Fonseca de Faria, M. Elimelech, Environmental applications of graphene-based nanomaterials, Chem. Soc. Rev. 44 (2015) 5861–5896, http://dx.doi.org/10.1039/C5CS00021A. 211] W. Xia, M. Xie, X. Feng, L. Chen, Y. Zhao, Surface modification of poly(vinylidene fluoride) ultrafiltration membranes with chitosan for anti-fouling and antibacterial performance, Macromol. Res. 26 (2018) 1225–1232, http://dx.doi.org/10.1007/s13233-019-7019-2. 212] K.D. Good, L.E. Bergman, S.S. Klara, M.E. Leitch, J.M. VanBriesen, Implications of engineered nanomaterials in drinking water sources, J. Am. Water Works Assoc. 108 (2016) E1–E17, http://dx.doi.org/10.5942/jawwa.2016.108.0013. 213] P. Westerhoff, A. Atkinson, J. Fortner, M.S. Wong, J. Zimmerman, J. Gardea-Torresdey, J. Ranville, P. Herckes, Low risk posed by engineered and incidental nanoparticles in drinking water, Nat. Nanotechnol. 13 (2018) 661–669, http://dx.doi.org/10.1038/s41565-018-0217-9. 214] P. Vilela, H. Liu, S.C. Lee, S. Hwangbo, K.J. Nam, C.K. Yoo, A systematic approach of removal mechanisms, control and optimization of silver nanoparticle in wastewater treatment plants, Sci. Total Environ. 633 (2018) 989–998, http://dx.doi.org/10.1016/j.scitotenv.2018.03.247. 215] R. Sharifi, A.H. Hassani, H. Ahmad Panahi, M. Borghei, Performance of silver nanoparticle fixed on magnetic iron nanoparticles (Fe3O4−Ag) in water disinfection, Micro Nano Lett. 13 (2018) 436–441, http://dx.doi.org/10.1049/ mnl.2016.0727. 216] X. Zhang, W. Wang, Y. Zhang, T. Zeng, C. Jia, L. Chang, Loading Cu-doped magnesium oxide onto surface of magnetic nanoparticles to prepare magnetic disinfectant with enhanced antibacterial activity, Colloids Surf. B Biointerfaces 161 (2018) 433–441, http://dx.doi.org/10.1016/j.colsurfb. 2017.11.010. 217] F. Zhang, M.H. Lee, Y. Huang, A.A. Keller, S. Majumdar, P. Cervantes-Avilés, X. Tang, S. Yin, Effective water disinfection using magnetic barium phosphate nanoflakes loaded with Ag nanoparticles, J. Clean. Prod. 218 (2019) 173–182, http://dx.doi.org/10.1016/j.jclepro.2019.01.232. 218] J. Song, F. Zhang, Y. Huang, A.A. Keller, X. Tang, W. Zhang, W. Jia, J. Santos, Highly efficient bacterial removal and disinfection by magnetic barium phosphate nanoflakes with embedded iron oxide nanoparticles, Environ. Sci. Nano 5 (2018) 1341–1349, http://dx.doi.org/10.1039/C8EN00403J. 219] A.M.F. Linhares, R.L. Grando, C.P. Borges, F.V. da Fonseca, Technological prospection on membranes containing silver nanoparticles for water disinfection, Recent Pat. Nanotechnol. 12 (2018) 3–12, http://dx.doi.org/10. 2174/1872210511666170920144342. 220] P. Biswas, R. Bandyopadhyaya, Demonstration of complete bacterial-killing in water at a very high flow-rate: use of a surface-enhanced copper nanoparticle with activated carbon as a hybrid, J. Chem. Technol. Biotechnol. 93 (2018) 508–517, http://dx.doi.org/10.1002/jctb.5382. 221] S. Jain, G. Bhanjana, S. Heydarifard, N. Dilbaghi, M.M. Nazhad, V. Kumar, K.-H. Kim, S. Kumar, Enhanced antibacterial profile of nanoparticle impregnated cellulose foam filter paper for drinking water filtration, Carbohydr. Polym. 202 (2018) 219–226, http://dx.doi.org/10.1016/J.CARBPOL.2018.08.130. 222] M. Fan, L. Gong, Y. Huang, D. Wang, Z. Gong, Facile preparation of silver nanoparticle decorated chitosan cryogels for point-of-use water disinfection, Sci. Total Environ. 613–614 (2018) 1317–1323, http://dx.doi. org/10.1016/j.scitotenv.2017.09.256. 223] H. Gu, P.-L. Ho, K.W.T. Tsang, L. Wang, B. Xu, Using biofunctional magnetic nanoparticles to capture vancomycin-resistant enterococci and other gram-positive Bacteria at ultralow concentration, J. Am. Chem. Soc. 125 (2003) 15702–15703, http://dx.doi.org/10.1021/ja0359310.\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\n224] A. Tiwari, A. Tiwari, A. Chaturvedi, Antimicrobial coatings—technology advancement or scientific myth, Handb. Antimicrob. Coatings. (2018) 1–5, http://dx.doi.org/10.1016/B978-0-12-811982-2.00001-9. 225] M. Pollini, F. Paladini, A. Licciulli, A. Maffezzoli, A. Sannino, Engineering nanostructured silver coatings for antimicrobial applications, in:\nPRESS Applied Materials Today xxx (xxxx) xxx 31\nNano-Antimicrobials, Springer, Berlin Heidelberg, Berlin, Heidelberg, 2012, pp. 313–336, http://dx.doi.org/10.1007/978-3-642-24428-5 11.\n[226] M. Ahonen, A. Kahru, A. Ivask, K. Kasemets, S. Kõljalg, P. Mantecca, I. Vinković Vrček, M.M. Keinänen-Toivola, F. Crijns, Proactive approach for safe use of antimicrobial coatings in healthcare settings: opinion of the COST Action Network AMiCI, Int. J. Environ. Res. Public Health 14 (2017), http:// dx.doi.org/10.3390/ijerph14040366. [227] Y. Fu, Y. Yang, S. Xiao, L. Zhang, L. Huang, F. Chen, P. Fan, M. Zhong, J. Tan, J. Yang, Mixed polymer brushes with integrated antibacterial and antifouling properties, Prog. Org. Coatings 130 (2019) 75–82, http://dx.doi.org/10.1016/ J.PORGCOAT.2019.01.038. [228] M.L.W. Knetsch, L.H. Koole, M.L.W. Knetsch, L.H. Koole, New strategies in the development of antimicrobial coatings: the example of increasing usage of silver and silver nanoparticles, Polymers (Basel) 3 (2011) 340–366, http:// dx.doi.org/10.3390/polym3010340. [229] J.J.T.M. Swartjes, P.K. Sharma, T.G. van Kooten, H.C. van der Mei, M. Mahmoudi, H.J. Busscher, E.T.J. Rochford, Current developments in antimicrobial surface coatings for biomedical applications, Curr. Med. Chem. 22 (2015) 2116–2129. [230] R. Greenhalgh, N.C. Dempsey-Hibbert, K.A. Whitehead, Antimicrobial strategies to reduce polymer biomaterial infections and their economic implications and considerations, Int. Biodeterior. Biodegradation 136 (2019) 1–14, http://dx.doi.org/10.1016/J.IBIOD.2018.10.005. [231] L.E. Fisher, Y. Yang, M.-F. Yuen, W. Zhang, A.H. Nobbs, B. Su, Bactericidal activity of biomimetic diamond nanocone surfaces, Biointerphases. 11 (2016), 011014, http://dx.doi.org/10.1116/1.4944062. [232] F. Parnia, J. Yazdani, V. Javaherzadeh, S. Maleki Dizaj, Overview of nanoparticle coating of dental implants for enhanced osseointegration and antimicrobial purposes, J. Pharm. Pharm. Sci. 20 (2017) 148–160, http://dx. doi.org/10.18433/J3GP6G. [233] R.B. Naik, D. Ratna, Synthesis of silver nanoparticles embedded novel hyperbranched urethane alkyd-based nanocomposite for high solid antimicrobial coating application, J. Coatings Technol. Res. 12 (2015) 1073–1083, http://dx.doi.org/10.1007/s11998-015-9702-3. [234] C. Chen, P. Gunawan, X.W.D. Lou, R. Xu, Silver nanoparticles deposited layered double hydroxide nanoporous coatings with excellent antimicrobial activities, Adv. Funct. Mater. 22 (2012) 780–787, http://dx.doi.org/10.1002/ adfm.201102333. [235] N.A. Ibrahim, Nanomaterials for antibacterial textiles, in: Nanotechnol. Diagnosis, Treat. Prophyl. Infect. Dis., Elsevier, 2015, pp. 191–216, http://dx. doi.org/10.1016/B978-0-12-801317-5.00012-8. [236] Antifouling properties of micro arc oxidation coatings containing Cu2O/ZnO nanoparticles on Ti6Al4V, Int. J. Refract. Met. Hard Mater. 54 (2016) 417–421, http://dx.doi.org/10.1016/J.IJRMHM.2015.10.003. [237] L. Al-Naamani, S. Dobretsov, J. Dutta, J.G. Burgess, Chitosan-zinc oxide nanocomposite coatings for the prevention of marine biofouling, Chemosphere 168 (2017) 408–417, http://dx.doi.org/10.1016/j. chemosphere.2016.10.033. [238] A.M.El Saeed, M. Abd El-Fattah, A.M. Azzam, M.M. Dardir, M.M. Bader, Synthesis of cuprous oxide epoxy nanocomposite as an environmentally antimicrobial coating, Int. J. Biol. Macromol. 89 (2016) 190–197, http://dx. doi.org/10.1016/J.IJBIOMAC.2016.04.043. [239] J.J. Fiori, L.L. Silva, K.C. Picolli, R. Ternus, J. Ilha, F. Decalton, J.M.M. Mello, H.G. Riella, M.A. Fiori, Zinc oxide nanoparticles as antimicrobial additive for acrylic paint, Mater. Sci. Forum. 899 (2017) 248–253, http://dx.doi.org/10. 4028/www.scientific.net/MSF.899.248. [240] A.C.F. Tornero, M.G. Blasco, M.C. Azqueta, C.F. Acevedo, C.S. Castro, S.J.R. López, Antimicrobial ecological waterborne paint based on novel hybrid nanoparticles of zinc oxide partially coated with silver, Prog. Org. Coatings 121 (2018) 130–141, http://dx.doi.org/10.1016/J.PORGCOAT.2018. 04.018. [241] S. Smulders, K. Luyts, G. Brabants, L. Golanski, J. Martens, J. Vanoirbeek, P.H.M. Hoet, Toxicity of nanoparticles embedded in paints compared to pristine nanoparticles, in vitro study, Toxicol. Lett. 232 (2015) 333–339, http://dx.doi.org/10.1016/J.TOXLET.2014.11.030. [242] N. Bellotti, R. Romagnoli, C. Quintero, C. Domínguez-Wong, F. Ruiz, C. Deyá, Nanoparticles as antifungal additives for indoor water borne paints, Prog. Org. Coatings 86 (2015) 33–40, http://dx.doi.org/10.1016/J.PORGCOAT.2015. 03.006. [243] A. Lateef, M.A. Azeez, T.B. Asafa, T.A. Yekeen, A. Akinboro, I.C. Oladipo, L. Azeez, S.E. Ajibade, S.A. Ojo, E.B. Gueguim-Kana, L.S. Beukes, Biogenic synthesis of silver nanoparticles using a pod extract of Cola nitida: antibacterial and antioxidant activities and application as a paint additive, J. Taibah Univ. Sci. 10 (2016) 551–562, http://dx.doi.org/10.1016/j.jtusci.2015. 10.010. [244] M.A. Azeez, A. Lateef, T.B. Asafa, T.A. Yekeen, A. Akinboro, I.C. Oladipo, E.B. Gueguim-Kana, L.S. Beukes, Biomedical applications of cocoa bean extract-mediated silver nanoparticles as antimicrobial, larvicidal and anticoagulant agents, J. Clust. Sci. 28 (2017) 149–164, http://dx.doi.org/10. 1007/s10876-016-1055-2. [245] A.I. Ribeiro, D. Senturk, K.S. Silva, M. Modic, U. Cvelbar, G. Dinescu, B. Mitu,\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\nA. Nikiforov, C. Leys, I. Kuchakova, M. Vanneste, P. Heyse, M. De Vrieze, A.P. Souto, A. Zille, Efficient silver nanoparticles deposition method on DBD plasma-treated polyamide 6,6 for antimicrobial textiles, (n.d.). doi:https:// doi.org/10.1088/1757-899X/460/1/012007.\nING ModelA 3 t al. / ARTICLEPMT-100473; No. of Pages 32 2 E.O. Ogunsona, R. Muthuraj, E. Ojogbo e\n[246] I.R. Hardin, Y. Kim, Nanotechnology for antimicrobial textiles, in: Antimicrob. Text., Elsevier, 2016, pp. 87–97, http://dx.doi.org/10.1016/ B978-0-08-100576-7.00006-7. [247] J.-Y. Maillard, Bacterial target sites for biocide action, J. Appl. Microbiol. 92 (2002) 16S–27S, http://dx.doi.org/10.1046/j.1365-2672.92.5s1.3.x. [248] R. Dastjerdi, M. Montazer, S. Shahsavan, A new method to stabilize nanoparticles on textile surfaces, Colloids Surfaces A Physicochem, Int. J. Pavement Eng. Asph. Technol. 345 (2009) 202–210, http://dx.doi.org/10. 1016/J.COLSURFA.2009.05.007. [249] L. Budama, B.A. Çakir, Ö. Topel, N. Hoda, A new strategy for producing antibacterial textile surfaces using silver nanoparticles, Chem. Eng. J. 228 (2013) 489–495, http://dx.doi.org/10.1016/j.cej.2013.05.018. [250] M. Radetić, Functionalization of textile materials with silver nanoparticles, J. Mater. Sci. 48 (2013) 95–107, http://dx.doi.org/10.1007/s10853-012-66777. [251] D. Ballottin, S. Fulaz, F. Cabrini, J. Tsukamoto, N. Durán, O.L. Alves, L. Tasic, Antimicrobial textiles: biogenic silver nanoparticles against Candida and Xanthomonas, Mater. Sci. Eng. C. 75 (2017) 582–589, http://dx.doi.org/10. 1016/J.MSEC.2017.02.110. [252] C. Marambio-Jones, E.M.V. Hoek, A review of the antibacterial effects of silver nanomaterials and potential implications for human health and the environment, J. Nanopart. Res. 12 (2010) 1531–1551, http://dx.doi.org/10. 1007/s11051-010-9900-y. [253] Y. Wu, Y. Yang, Z. Zhang, Z. Wang, Y. Zhao, L. Sun, Fabrication of cotton fabrics with durable antibacterial activities finishing by Ag nanoparticles, Text. Res. J. 89 (2019) 867–880, http://dx.doi.org/10.1177/ 0040517518758002. [254] H.S. Toh, R.L. Faure, L. Mohd Amin, C.Y.F. Hay, S. George, A light-assisted in situ embedment of silver nanoparticles to prepare functionalized fabrics, Nanotechnol. Sci. Appl. 10 (2017) 147–162, http://dx.doi.org/10.2147/NSA. S139484. [255] N. Vo, K. Thanh, N.T. Phuong, D. Štular, Investigation of antibacterial activity of cotton fabric incorporating nano silver colloid Related content Modification of cotton fabric with temperature/pH responsive hydrogel: influence of particles size, J. Phys. Conf. Ser. Phong. 187 (2009), http://dx.doi. org/10.1088/1742-6596/187/1/012072. [256] S. Sathiyavimal, S. Vasantharaj, D. Bharathi, M. Saravanan, E. Manikandan, S.S. Kumar, A. Pugazhendhi, Biogenesis of copper oxide nanoparticles (CuONPs) using Sida acuta and their incorporation over cotton fabrics to prevent the pathogenicity of Gram negative and Gram positive bacteria, J. Photochem. Photobiol. B, Biol. 188 (2018) 126–134, http://dx.doi.org/10. 1016/J.JPHOTOBIOL.2018.09.014. [257] S. Vasantharaj, S. Sathiyavimal, M. Saravanan, P. Senthilkumar, K. Gnanasekaran, M. Shanmugavel, E. Manikandan, A. Pugazhendhi, Synthesis of ecofriendly copper oxide nanoparticles for fabrication over textile fabrics: characterization of antibacterial activity and dye degradation potential, J. Photochem. Photobiol. B Biol. 191 (2019) 143–149, http://dx.doi.org/10. 1016/J.JPHOTOBIOL.2018.12.026. [258] A.B. Rezaie, M. Montazer, M.M. Rad, A cleaner route for nanocolouration of wool fabric via green assembling of cupric oxide nanoparticles along with antibacterial and UV protection properties, J. Clean. Prod. 166 (2017) 221–231, http://dx.doi.org/10.1016/J.JCLEPRO.2017.08.046. [259] T.I. Shaheen, M.E. El-Naggar, A.M. Abdelgawad, A. Hebeish, Durable antibacterial and UV protections of in situ synthesized zinc oxide nanoparticles onto cotton fabrics, Int. J. Biol. Macromol. 83 (2016) 426–432, http://dx.doi.org/10.1016/J.IJBIOMAC.2015.11.003. [260] P. V, T. G, Synthesis and Characterization of Titanium Dioxide Nano-particles and Their Applications to Textiles for Microbe Resistance, Dept. of Textile and Apparel Technology and Management, 2000. [261] I.C. Nica, M.S. Stan, A. Dinischiotu, M. Popa, M.C. Chifiriuc, V. Lazar, G.G. Pircalabioru, E. Bezirtzoglou, O.G. Iordache, E. Varzaru, I. Dumitrescu, M. Feder, F. Vasiliu, I. Mercioniu, L. Diamandescu, Innovative self-cleaning and biocompatible polyester textiles nano-decorated with Fe-N-doped titanium dioxide, Nanomaterials (Basel, Switzerland) 6 (2016), http://dx.doi.org/10.\nPlease cite this article in press as: E.O. Ogunsona, R. Muthuraj, E. Ojogb A review, Appl. Mater. Today (xxxx), https://doi.org/10.1016/j.apmt.2\n3390/nano6110214. [262] R.B. Sadu, D.H. Chen, A.S. Kucknoor, Z. Guo, A.J. Gomes, Silver-doped\nTiO2/polyurethane nanocomposites for antibacterial textile coating, Bionanoscience 4 (2014) 136–148, http://dx.doi.org/10.1007/s12668-0140125-x.\nPRESS Applied Materials Today xxx (xxxx) xxx\n[263] M.E. El-Naggar, T.I. Shaheen, S. Zaghloul, M.H. El-Rafie, A. Hebeish, Antibacterial activities and UV protection of the in situ synthesized titanium oxide nanoparticles on cotton fabrics, Ind. Eng. Chem. Res. (2016), http://dx. doi.org/10.1021/acs.iecr.5b04315. [264] L. Jia, X. Huang, H. Liang, Q. Tao, Enhanced hydrophilic and antibacterial efficiencies by the synergetic effect TiO2 nanofiber and graphene oxide in cellulose acetate nanofibers, Int. J. Biol. Macromol. 132 (2019) 1039–1043, http://dx.doi.org/10.1016/J.IJBIOMAC.2019.03.204. [265] M. Zahid, E.L. Papadopoulou, G. Suarato, V.D. Binas, G. Kiriakidis, I. Gounaki, O. Moira, D. Venieri, I.S. Bayer, A. Athanassiou, Fabrication of visible light-induced antibacterial and self-cleaning cotton fabrics using manganese doped TiO2 nanoparticles, ACS Appl. Bio Mater. 1 (2018) 1154–1164, http://dx.doi.org/10.1021/acsabm.8b00357. [266] N.P. Prorokova, T.Y. Kumeeva, O.Y. Kuznetsov, Antimicrobial properties of polyester fabric modified by nanosized titanium dioxide, Inorg. Mater. Appl. Res. 9 (2018) 34–44, http://dx.doi.org/10.1134/S2075113318020235. [267] M.Z. Khan, M. Ashraf, T. Hussain, A. Rehman, M.M. Malik, Z.A. Raza, Y. Nawab, Q. Zia, In situ deposition of TiO2 nanoparticles on polyester fabric and study of its functional properties, Fibers Polym. 16 (2015) 1092–1097, http://dx.doi.org/10.1007/s12221-015-1092-8. [268] M. Ashraf, P. Champagne, C. Campagne, A. Perwuelz, F. Dumont, A. Leriche, Study the multi self-cleaning characteristics of ZnO nanorods functionalized polyester fabric, J. Ind. Text. 45 (2016) 1440–1456, http://dx.doi.org/10. 1177/1528083714562086. [269] M.Z. Khan, V. Baheti, M. Ashraf, T. Hussain, A. Ali, A. Javid, A. Rehman, Development of UV protective, superhydrophobic and antibacterial textiles using ZnO and TiO2 nanoparticles, Fibers Polym. 19 (2018) 1647–1654, http://dx.doi.org/10.1007/s12221-018-7935-3. [270] K. Elumalai, S. Velmurugan, Green synthesis, characterization and antimicrobial activities of zinc oxide nanoparticles from the leaf extract of Azadirachta indica (L.), Appl. Surf. Sci. 345 (2015) 329–336, http://dx.doi. org/10.1016/J.APSUSC.2015.03.176. [271] K. Varaprasad, G.M. Raghavendra, T. Jayaramudu, J. Seo, Nano zinc oxide–sodium alginate antibacterial cellulose fibres, Carbohydr. Polym. 135 (2016) 349–355, http://dx.doi.org/10.1016/J.CARBPOL.2015.08.078. [272] A. Fouda, S. EL-Din Hassan, S.S. Salem, T.I. Shaheen, In-vitro cytotoxicity, antibacterial, and UV protection properties of the biosynthesized Zinc oxide nanoparticles for medical textile applications, Microb. Pathog. 125 (2018) 252–261, http://dx.doi.org/10.1016/J.MICPATH.2018.09.030. [273] S. Ghayempour, M. Montazer, Ultrasound irradiation based in-situ synthesis of star-like Tragacanth gum/zinc oxide nanoparticles on cotton fabric, Ultrason. Sonochem. 34 (2017) 458–465, http://dx.doi.org/10.1016/J. ULTSONCH.2016.06.019. [274] M.E. El-Naggar, S. Shaarawy, A.A. Hebeish, Multifunctional properties of cotton fabrics coated with in situ synthesis of zinc oxide nanoparticles capped with date seed extract, Carbohydr. Polym. 181 (2018) 307–316, http://dx.doi.org/10.1016/J.CARBPOL.2017.10.074. [275] J. Pulit-Prociak, J. Chwastowski, A. Kucharski, M. Banach, Functionalization of textiles with silver and zinc oxide nanoparticles, Appl. Surf. Sci. 385 (2016) 543–553, http://dx.doi.org/10.1016/J.APSUSC.2016.05.167. [276] H.-C. Yang, W.-H. Wang, K.-S. Huang, M.-H. Hon, Preparation and application of nanochitosan to finishing treatment with anti-microbial and anti-shrinking properties, Carbohydr. Polym. 79 (2009) 176–179, http://dx. doi.org/10.1016/j.carbpol.2009.07.045. [277] A. Jafari-Kiyan, L. Karimi, A. Davodiroknabadi, Producing colored cotton fabrics with functional properties by combining silver nanoparticles with nano titanium dioxide, Cellulose 24 (2017) 3083–3094, http://dx.doi.org/10. 1007/s10570-017-1308-8. [278] L. Karimi, M.E. Yazdanshenas, R. Khajavi, A. Rashidi, M. Mirjalili, Optimizing the photocatalytic properties and the synergistic effects of graphene and nano titanium dioxide immobilized on cotton fabric, Appl. Surf. Sci. 332 (2015) 665–673, http://dx.doi.org/10.1016/J.APSUSC.2015.01.184. [279] H. Gaminian, M. Montazer, Enhanced self-cleaning properties on polyester fabric under visible light through single-step synthesis of cuprous oxide\no, et al., Engineered nanomaterials for antimicrobial applications: 019.100473\ndoped Nano-TiO2, Photochem. Photobiol. 91 (2015) 1078–1087, http://dx. doi.org/10.1111/php.12478.\n[280] S.T. Khan, A. Malik, Engineered nanomaterials for water decontamination and purification: from lab to products, J. Hazard. Mater. 363 (2019) 295–308, http://dx.doi.org/10.1016/J.JHAZMAT.2018.09.091."
    } ],
    "references" : [ {
      "title" : "Using nanoparticle optics assay for o",
      "author" : [ "S.V. Kyriacou", "W.J. Brownlow", "X.-H.N. Xu" ],
      "venue" : "et al., Engineered nanomaterials for antimicrobial applications: 019.100473  direct observation of the function of antimicrobial agents in single live bacterial cells, Biochemistry 43 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Concerns about immunisation",
      "author" : [ "H. Bedford" ],
      "venue" : "BMJ 320 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Understanding vaccination resistance: moving beyond risk",
      "author" : [ "P. Hobson-West" ],
      "venue" : "Health Risk Soc. 5 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Silver nanoparticles as a new generation of antimicrobials",
      "author" : [ "M. Rai", "A. Yadav", "A. Gade" ],
      "venue" : "Biotechnol. Adv. 27 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Advanced material applications of starch and its derivatives",
      "author" : [ "E. Ogunsona", "E. Ojogbo", "T. Mekonnen" ],
      "venue" : "Eur. Polym. J. 108 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Trends in Advanced Functional Material Applications of Nanocellulose",
      "author" : [ "P. Panchal", "E. Ogunsona", "T. Mekonnen" ],
      "venue" : "Processes 7 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The bactericidal effect of silver nanoparticles",
      "author" : [ "J.R. Morones", "J.L. Elechiguerra", "A. Camacho", "K. Holt", "J.B. Kouri", "J.T. Ramírez", "M.J. Yacaman" ],
      "venue" : "Nanotechnology 16 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Antimicrobial effects of silver nanoparticles",
      "author" : [ "J.S. Kim", "E. Kuk", "K.N. Yu", "J.-H. Kim", "S.J. Park", "H.J. Lee", "S.H. Kim", "Y.K. Park", "Y.H. Park", "C.-Y. Hwang", "Y.-K. Kim", "Y.-S. Lee", "D.H. Jeong", "M.-H. Cho" ],
      "venue" : "Nanomedicine Nanotechnology, Biol. Med. 3 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Does the antibacterial activity of silver nanoparticles depend on the shape of the nanoparticle? A study of the gram-negative bacterium Escherichia coli",
      "author" : [ "S. Pal", "Y.K. Tak", "J.M. Song" ],
      "venue" : "Appl. Environ. Microbiol. 73 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "The use of nanoparticles in anti-microbial materials and their characterization",
      "author" : [ "E. Weir", "A. Lawlor", "A. Whelan", "F. Regan" ],
      "venue" : "Analyst 133 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The use of nanoparticles to control oral biofilm formation",
      "author" : [ "R.P. Allaker" ],
      "venue" : "J. Dent. Res. 89 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A novel method for comparison of biocidal properties of nanomaterials to bacteria",
      "author" : [ "S. Suppi", "K. Kasemets", "A. Ivask", "K. Künnis-Beres", "M. Sihtmäe", "I. Kurvet", "V. Aruoja", "A. Kahru" ],
      "venue" : "yeasts and algae, J. Hazard. Mater. 286 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Comparison of methods to detect the in vitro activity of silver nanoparticles (AgNP) against multidrug resistant bacteria",
      "author" : [ "E.D. Cavassin", "L.F.P. de Figueiredo", "J.P. Otoch", "M.M. Seckler", "R.A. de Oliveira", "F.F. Franco", "V.S. Marangoni", "V. Zucolotto", "A.S.S. Levin", "S.F. Costa" ],
      "venue" : "J. Nanobiotechnology",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Size-dependent cellular toxicity of silver nanoparticles",
      "author" : [ "T.-H. Kim", "M. Kim", "H.-S. Park", "U.S. Shin", "M.-S. Gong", "H.-W. Kim" ],
      "venue" : "J. Biomed. Mater. Res. Part B Appl. Biomater. 100A ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Antimicrobial activity of stable silver nanoparticles of a certain size",
      "author" : [ "I.P. Mukha", "A.M. Eremenko", "N.P. Smirnova", "A.I. Mikhienkova", "G.I. Korchak", "V.F. Gorchev", "A.Y. Chunikhin" ],
      "venue" : "Appl. Biochem. Microbiol. 49 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Size dependent and reactive oxygen species related nanosilver toxicity to nitrifying bacteria",
      "author" : [ "O. Choi", "Z. Hu" ],
      "venue" : "Environ. Sci. Technol. 42 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Strain specificity in antimicrobial activity of silver and copper nanoparticles",
      "author" : [ "J.P. Ruparelia", "A.K. Chatterjee", "S.P. Duttagupta", "S. Mukherji" ],
      "venue" : "Acta Biomater. 4 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Toxicity of graphene and graphene oxide nanowalls against bacteria",
      "author" : [ "O. Akhavan", "E. Ghaderi" ],
      "venue" : "ACS Nano 4 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Antimicrobial behavior of biosynthesized silica–silver nanocomposite for water disinfection: a mechanistic perspective",
      "author" : [ "T. Parandhaman", "A. Das", "B. Ramalingam", "D. Samanta", "T.P. Sastry", "A.B. Mandal", "S.K. Das" ],
      "venue" : "J. Hazard. Mater. 290 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Cytotoxic origin of copper (II) oxide nanoparticles: comparative studies with micron-sized particles",
      "author" : [ "C. Gunawan", "W.Y. Teoh", "C.P. Marquis", "R. Amal" ],
      "venue" : "leachate, and metal salts, ACS Nano 5 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Numeration methods for targeting photoactive materials in the UV-A photocatalytic removal of microorganisms",
      "author" : [ "S. Josset", "N. Keller", "M.-C. Lett", "M.J. Ledoux", "V. Keller" ],
      "venue" : "Chem. Soc. Rev. 37 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Metal-organic frameworks: mechanisms of antibacterial action and potential applications",
      "author" : [ "G. Wyszogrodzka", "B. Marszałek", "B. Gil", "P. Dorożyński" ],
      "venue" : "Drug Discov. Today 21 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Inactivation of vegetative cells",
      "author" : [ "B. Galeano", "E. Korff", "W.L. Nicholson" ],
      "venue" : "but not spores, of Bacillus anthracis, B. cereus, and B. Subtilis on stainless steel surfaces coated with an antimicrobial silver- and zinc-containing zeolite formulation, Appl. Environ. Microbiol. 69 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "The efficacy of silver alloy-coated urinary catheters in preventing urinary tract infection: a meta-analysis",
      "author" : [ "S. Saint", "J.G. Elmore", "S.D. Sullivan", "S.S. Emerson", "T.D. Koepsell" ],
      "venue" : "Am. J. Med. 105 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "A comparison of the antimicrobial effects of four silver-containing dressings on three organisms",
      "author" : [ "S. Thomas", "P. McCubbin" ],
      "venue" : "J. Wound Care 12 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Use of a 660-nm laser to aid in the healing of necrotic alveolar mucosa caused by extruded sodium hypochlorite: a case report",
      "author" : [ "C.M. Bramante", "J.A. Duque", "B.C. Cavenago", "R.R. Vivan", "F.B.A.S. Bramante" ],
      "venue" : "Ojogb A review, Appl. Mater. Today (xxxx),",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Toxicity of concentrated sodium hypochlorite used as an endodontic irrigant",
      "author" : [ "C.R. Gernhardt", "K. Eppendorf", "A. Kozlowski", "M. Brandt" ],
      "venue" : "Int. Endod. J. 37 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "An investigation on the antibacterial and antibiofilm efficacy of cationic nanoparticulates for root canal disinfection",
      "author" : [ "A. Kishen", "Z. Shi", "A. Shrestha", "K.G. Neoh" ],
      "venue" : "J. Endod. 34 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Silver nanoparticles: the powerful nanoweapon against multidrug-resistant bacteria",
      "author" : [ "M.K. Rai", "S.D. Deshmukh", "A.P. Ingle", "A.K. Gade" ],
      "venue" : "J. Appl. Microbiol. 112 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Antibacterial nanoparticles in endodontics: a review",
      "author" : [ "A. Shrestha", "A. Kishen" ],
      "venue" : "J. Endod. 42 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanoparticles for antimicrobial purposes in Endodontics: a systematic review of in vitro studies",
      "author" : [ "M. Samiei", "A. Farjami", "S.M. Dizaj", "F. Lotfipour" ],
      "venue" : "Mater. Sci. Eng. C. 58 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Biologic monitoring of workers exposed to silver",
      "author" : [ "G.D. DiVincenzo", "C.J. Giordano", "L.S. Schriever" ],
      "venue" : "Int. Arch. Occup. Environ. Health 56 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 1985
    }, {
      "title" : "Influence of silver nano-particles on monomer elution from light-cured composites",
      "author" : [ "J. Durner", "M. Stojanovic", "E. Urcan", "R. Hickel", "F.-X. Reichl" ],
      "venue" : "Dent. Mater. 27 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Influence of filler type and water exposure on flexural strength of experimental composite resins",
      "author" : [ "J.G. Calais", "K.-J.M. Soderholm" ],
      "venue" : "J. Dent. Res. 67 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 1988
    }, {
      "title" : "Antibacterial activity of dental composites containing zinc oxide nanoparticles",
      "author" : [ "B. Aydin Sevinç", "L. Hanley" ],
      "venue" : "J. Biomed. Mater. Res. Part B Appl. Biomater",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2010
    }, {
      "title" : "Antibacterial effects of a new dental acrylic resin containing silver nanoparticles",
      "author" : [ "M.Z. Kassaee", "A. Akhavan", "N. Sheikh", "A. Sodagar" ],
      "venue" : "J. Appl. Polym. Sci. 110 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Enhanced anti-microbial response of commercial face mask using colloidal silver nanoparticles",
      "author" : [ "C.B. Hiragond", "A.S. Kshirsagar", "V.V. Dhapte", "T. Khanna", "P. Joshi", "P.V. More" ],
      "venue" : "Vacuum 156 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Antimicrobial effect of surgical masks coated with nanoparticles",
      "author" : [ "Y. Li", "P. Leung", "L. Yao", "Q.W. Song", "E. Newton" ],
      "venue" : "J. Hosp. Infect. 62 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Silver colloid nanoparticles: synthesis",
      "author" : [ "A. Panáček", "L. Kvítek", "R. Prucek", "M. Kolář", "R. Večeřová", "N. Pizúrová", "V.K. Sharma", "T. Nevěčná", "R. Zbořil" ],
      "venue" : "characterization, and their antibacterial activity, J. Phys. Chem. B 110 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Hybrid antimicrobial enzyme and silver nanoparticle coatings for medical instruments",
      "author" : [ "D.M. Eby", "H.R. Luckarift", "G.R. Johnson" ],
      "venue" : "ACS Appl. Mater. Interfaces 1 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Dyeing and antimicrobial characteristics of chitosan treated wool fabrics with henna dye",
      "author" : [ "V.R.G. Dev", "J. Venugopal", "S. Sudha", "G. Deepika", "S. Ramakrishna" ],
      "venue" : "Carbohydr. Polym. 75 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Antimicrobial activity and cytocompatibility of silver nanoparticles coated catheters via a biomimetic surface functionalization strategy",
      "author" : [ "J. Deng", "K. Wu", "Y. Yang", "Y. Zhang", "C. Lin" ],
      "venue" : "Int. J. Nanomed. ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Infection rates of external ventricular drains are reduced by the use of silver-impregnated catheters",
      "author" : [ "M. Lajcak", "V. Heidecke", "K.H. Haude", "N.G. Rainov" ],
      "venue" : "Acta Neurochir. (Wien) 155 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Muzaheed",
      "author" : [ "D.D. Divakar", "N.T. Jastaniyah", "H.G. Altamimi", "Y.O. Alnakhli" ],
      "venue" : "A.A. Alkheraif, S. Haleem, Enhanced antimicrobial activity of naturally derived bioactive molecule chitosan conjugated silver nanoparticle against dental implant pathogens, Int. J. Biol. Macromol. 108 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of concrete properties and nutrients on fungal colonization and fouling",
      "author" : [ "D.J. Giannantonio", "J.C. Kurth", "K.E. Kurtis", "P.A. Sobecky" ],
      "venue" : "Int. Biodeterior. Biodegradation 63 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Graphene-based antibacterial paper",
      "author" : [ "W. Hu", "C. Peng", "W. Luo", "M. Lv", "X. Li", "D. Li", "Q. Huang", "C. Fan" ],
      "venue" : "ACS Nano 4 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "On Sanitation and World Health Organization, WHO/UNICEF Joint Water Supply, Drinking Water: 2015 Update and M",
      "author" : [ "P.S.M.P" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2015
    }, {
      "title" : "Antimicrobial efficiency of film o",
      "author" : [ "P. Santiago-Silva", "N.F.F. Soares", "J.E. Nóbrega", "M.A.W. Júnior", "K.B.F. Barbosa", "A.C.P. Volp", "E.R.M.A. Zerdas", "N.J. Würlitzer" ],
      "venue" : "et al., Engineered nanomaterials for antimicrobial applications: 019.100473  incorporated with pediocin (ALTA® 2351) on preservation of sliced ham, Food Control 20 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Progress in bio-based plastics and plasticizing modifications",
      "author" : [ "T. Mekonnen", "P. Mussone", "H. Khalil", "D. Bressler" ],
      "venue" : "J. Mater. Chem. A Mater. Energy Sustain. 1 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Carbon dioxide-derived poly(propylene carbonate) as a matrix for composites and nanocomposites: performances and applications",
      "author" : [ "R. Muthuraj", "T. Mekonnen" ],
      "venue" : "Macromol. Mater. Eng. 303 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent progress in carbon dioxide (CO2) as feedstock for sustainable materials development: co-polymers and polymer blends",
      "author" : [ "R. Muthuraj", "T. Mekonnen" ],
      "venue" : "Polymer (Guildf) 145 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Thermosetting proteinaceous plastics from hydrolyzed specified risk material",
      "author" : [ "T. Mekonnen", "P. Mussone", "N. El-Thaher", "P.Y.K. Choi", "D.C. Bressler" ],
      "venue" : "Macromol. Mater. Eng. 298 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fermented soymeals and their reactive blends with poly(butylene adipate-co-terephthalate) in engineering biodegradable cast films for sustainable packaging",
      "author" : [ "T. Mekonnen", "M. Misra", "A.K. Mohanty" ],
      "venue" : "ACS Sustain. Chem. Eng. 4 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sustainable biobased blends of poly(lactic acid) (PLA) and poly(glycerol succinate-co-maleate) (PGSMA) with balanced performance prepared by dynamic vulcanization",
      "author" : [ "O. Valerio", "M. Misra", "A.K. Mohanty" ],
      "venue" : "RSC Adv. 7 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Improvement of impact toughness of biodegradable poly(butylene succinate) by melt blending with sustainable biobased glycerol elastomers",
      "author" : [ "O. Valerio", "M. Misra", "A.K. Mohanty" ],
      "venue" : "J. Polym. Environ. 26 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hydrophobic and melt processable starch-laurate esters: synthesis",
      "author" : [ "E. Ojogbo", "R. Blanchard", "T. Mekonnen" ],
      "venue" : "structure-property correlations, J. Polym. Sci. Part A: Polym. Chem. ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effectiveness of some recent antimicrobial packaging concepts",
      "author" : [ "L. Vermeiren", "F. Devlieghere", "J. Debevere" ],
      "venue" : "Food Addit. Contam. 19 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Antimicrobial food packaging: potential and pitfalls",
      "author" : [ "B. Malhotra", "A. Keshwani", "H. Kharkwal" ],
      "venue" : "Front. Microbiol. 6 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nanocellulose in biomedicine: current status and future prospect",
      "author" : [ "N. Lin", "A. Dufresne" ],
      "venue" : "Eur. Polym. J. 59 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Metallic-based micro and nanocomposites in food contact materials and active food packaging",
      "author" : [ "A. Llorens", "E. Lloret", "P.A. Picouet", "R. Trbojevich", "A. Fernandez" ],
      "venue" : "Trends Food Sci. Technol. 24 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bionanocomposites materials for food packaging applications: concepts and future outlook",
      "author" : [ "A.M. Youssef", "S.M. El-Sayed" ],
      "venue" : "Carbohydr. Polym. 193 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanomaterials in food packaging: state of the art and analysis",
      "author" : [ "A.S. Tsagkaris", "S.G. Tzegkas", "G.P. Danezis" ],
      "venue" : "J. Food Sci. Technol. 55 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Inorganic and metal nanoparticles and their antimicrobial activity in food packaging applications",
      "author" : [ "M. Hoseinnejad", "S.M. Jafari", "I. Katouzian" ],
      "venue" : "Crit. Rev. Microbiol. 44 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Antimicrobial edible films and coatings",
      "author" : [ "A. Cagri", "Z. Ustunol", "E.T. Ryser" ],
      "venue" : "J. Food Prot. 67 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Emerging Food Packaging Technologies: Principles and Practice",
      "author" : [ "K.L. Yam", "D.S. Lee" ],
      "venue" : "Elsevier",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Review of antimicrobial food packaging",
      "author" : [ "P. Appendini", "J.H. Hotchkiss" ],
      "venue" : "Innov. Food Sci. Emerg. Technol. 3 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 1466
    }, {
      "title" : "Antimicrobial activity of the metals and metal oxide nanoparticles",
      "author" : [ "S.M. Dizaj", "F. Lotfipour", "M. Barzegar-Jalali", "M.H. Zarrintan", "K. Adibkia" ],
      "venue" : "Mater. Sci. Eng. C. 44 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Zinc oxide nanoparticle-coated films: fabrication, characterization, and antibacterial",
      "author" : [ "Y. Jiang", "A.J. O’Neill", "Y. Ding" ],
      "venue" : "properties, J. Nanopart. Res",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2015
    }, {
      "title" : "Biodegradable compatibilized polymer blends for packaging applications: a literature review",
      "author" : [ "R. Muthuraj", "M. Misra", "A.K. Mohanty" ],
      "venue" : "J. Appl. Polym. Sci. 135 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Antimicrobial polymers with metal nanoparticles",
      "author" : [ "H. Palza" ],
      "venue" : "Int. J. Mol. Sci. 16 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Metal nanoparticles and their assemblies",
      "author" : [ "C.N.R. Rao", "G.U. Kulkarni", "P.J. Thomas", "P.P. Edwards" ],
      "venue" : "Chem. Soc. Rev. 29 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Multifunctional bionanocomposite films of poly (lactic acid)",
      "author" : [ "E. Fortunati", "I. Armentano", "Q. Zhou", "A. Iannoni", "E. Saino", "L. Visai", "L.A. Berglund", "J.M. Kenny" ],
      "venue" : "cellulose nanocrystals and silver nanoparticles, Carbohydr. Polym. 87 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Multifunctional nanostructured PLA materials for packaging and tissue engineering",
      "author" : [ "I. Armentano", "N. Bitinis", "E. Fortunati", "S. Mattioli", "N. Rescignano", "R. Verdejo", "M.A. Lopez-Manchado", "J.M. Kenny" ],
      "venue" : "Prog. Polym. Sci. 38 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Interaction of silver nitrate with readily identifiable groups: relationship to the antibacterialaction of silver ions",
      "author" : [ "S.Y. Liau", "D.C. Read", "W.J. Pugh", "J.R. Furr", "A.D. Russell" ],
      "venue" : "Lett. Appl. Microbiol. 25 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Antibacterial effect of silver nanoparticles on Staphylococcus aureus",
      "author" : [ "W.-R. Li", "X.-B. Xie", "Q.-S. Shi", "S.-S. Duan", "Y.-S. Ouyang", "Y.-B. Chen" ],
      "venue" : "Biometals 24 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Antibacterial effect of silver nanoparticles on Staphylococcus aureus",
      "author" : [ "F. Mirzajani", "A. Ghassempour", "A. Aliahmadi", "M.A. Esmaeili" ],
      "venue" : "Res. Microbiol. 162 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Antimicrobial silver-montmorillonite nanoparticles to prolong the shelf life of fresh fruit salad",
      "author" : [ "C. Costa", "A. Conte", "G.G. Buonocore", "M.A. Del Nobile" ],
      "venue" : "Int. J. Food Microbiol. 148 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Ligands affecting silver antimicrobial efficacy on Listeria monocytogenes and Salmonella enterica",
      "author" : [ "A. Martínez-Abad", "G. Sánchez", "J.M. Lagaron", "M.J. Ocio" ],
      "venue" : "Food Chem. 139 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Physical",
      "author" : [ "J. An", "M. Zhang", "S. Wang", "J. Tang" ],
      "venue" : "chemical and microbiological changes in stored green asparagus spears as affected by coating of silver nanoparticles-PVP, LWT - Food Sci. Technol. 41 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Evaluation of nanocomposite packaging containing Ag and ZnO on shelf life of fresh orange juice",
      "author" : [ "A. Emamifar", "M. Kadivar", "M. Shahedi", "S. Soleimanian-Zad" ],
      "venue" : "Innov. Food Sci. Emerg. Technol. 11 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Effect of nano-packing on preservation quality of Chinese jujube (Ziziphus jujuba Mill",
      "author" : [ "H. Li", "F. Li", "L. Wang", "J. Sheng", "Z. Xin", "L. Zhao", "H. Xiao", "Y. Zheng", "Q. Hu" ],
      "venue" : "var. inermis (Bunge) Rehd), Food Chem. 114 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Silver nanoparticles in polymeric matrices for fresh food packaging",
      "author" : [ "M. Carbone", "D.T. Donia", "G. Sabbatella", "R. Antiochia" ],
      "venue" : "J. King Saud Univ. - Sci. 28 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Quantification of silver ion release",
      "author" : [ "K. Jamuna-Thevi", "S.A. Bakar", "S. Ibrahim", "N. Shahab", "M.R.M. Toff" ],
      "venue" : "vitro cytotoxicity and antibacterial properties of nanostuctured Ag doped TiO2 coatings on stainless steel deposited by RF magnetron sputtering, Vacuum 86 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Silver ion release from antimicrobial polyamide/silver composites",
      "author" : [ "R. Kumar", "H. Münstedt" ],
      "venue" : "Biomaterials 26 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "The antimicrobial efficacy of polyamide 6/silver-nano-and microcomposites",
      "author" : [ "C. Damm", "H. Münstedt", "A. Rösch" ],
      "venue" : "Mater. Chem. Phys. 108 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Bio-based thermostable",
      "author" : [ "H. Deka", "N. Karak", "R.D. Kalita", "A.K. Buragohain" ],
      "venue" : "biodegradable and biocompatible hyperbranched polyurethane/Ag nanocomposites with antimicrobial activity, Polym. Degrad. Stab. 95 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Tocopherol-mediated synthesis of silver nanoparticles and preparation of antimicrobial PBAT/silver nanoparticles composite films",
      "author" : [ "S. Shankar", "J.-W. Rhim" ],
      "venue" : "LWT - Food Sci. Technol. 72 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effects of a combination of antimicrobial silver low density polyethylene nanocomposite films and modified atmosphere packaging on the shelf life of chicken breast fillets",
      "author" : [ "S. Azlin-Hasim", "M.C. Cruz-Romero", "M.A. Morris", "E. Cummins", "J.P. Kerry" ],
      "venue" : "Food Packag. Shelf Life. 4 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The potential use of a layer-by-layer strategy to develop LDPE antimicrobial films coated with silver nanoparticles for packaging applications",
      "author" : [ "S. Azlin-Hasim", "M.C. Cruz-Romero", "E. Cummins", "J.P. Kerry", "M.A. Morris" ],
      "venue" : "J. Colloid Interface Sci. 461 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Preparation and characterization of chitosan-based nanocomposite films with antimicrobial activity",
      "author" : [ "J.-W. Rhim", "S.-I. Hong", "H.-M. Park", "P.K.W. Ng" ],
      "venue" : "J. Agric. Food Chem. 54 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Chitosan nanocomposite films based on Ag-NP and Au-NP biosynthesis by Bacillus subtilis as packaging materials",
      "author" : [ "A.M. Youssef", "M.S. Abdel-Aziz", "S.M. El-Sayed" ],
      "venue" : "Int. J. Biol. Macromol. 69 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Bio-based nanocomposite coating to preserve quality of Fior di latte cheese",
      "author" : [ "D. Gammariello", "A. Conte", "G.G. Buonocore", "M.A. Del Nobile" ],
      "venue" : "J. Dairy Sci. 94 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nano silica-carbon-silver ternary hybrid induced antimicrobial composite films for food packaging application",
      "author" : [ "M.C. Biswas", "B.J. Tiimob", "W. Abdela", "S. Jeelani", "V.K. Rangari" ],
      "venue" : "Food Packag. Shelf Life. 19 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanoengineered eggshell–silver tailored copolyester polymer blend film with antimicrobial properties",
      "author" : [ "B.J. Tiimob", "G. Mwinyelle", "W. Abdela", "T. Samuel", "S. Jeelani", "V.K. Rangari" ],
      "venue" : "J. Agric. Food Chem. 65 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Morphology-dependent antimicrobial activity of Cu/CuxO nanoparticles",
      "author" : [ "L. Xiong", "Z.-H. Tong", "J.-J. Chen", "L.-L. Li", "H.-Q. Yu" ],
      "venue" : "Ecotoxicology 24 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Development of antimicrobial LDPE/Cu nanocomposite food packaging film for extended shelf life of peda",
      "author" : [ "G.B. Lomate", "B. Dandi", "S. Mishra" ],
      "venue" : "Food Packag. Shelf Life. 16 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Antibacterial properties of LDPE nanocomposite films in packaging of UF cheese",
      "author" : [ "F. Beigmohammadi", "S.H. Peighambardoust", "J. Hesari", "S. Azadmard-Damirchi", "S.J. Peighambardoust", "N.K. Khosrowshahi" ],
      "venue" : "LWT - Food Sci. Technol. 65 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Deciphering the potential of guar gum/Ag-Cu nanocomposite films as an active food packaging material",
      "author" : [ "Y.A. Arfat", "M. Ejaz", "H. Jacob", "J. Ahmed" ],
      "venue" : "Carbohydr. Polym. 157 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Compression molded LLDPE films loaded with bimetallic (Ag-Cu) nanoparticles and cinnamon essential oil for chicken meat packaging applications",
      "author" : [ "J. Ahmed", "M. Mulla", "Y.A. Arfat", "A. Bher", "H. Jacob", "R. Auras" ],
      "venue" : "LWT 93 ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis",
      "author" : [ "M. Taner", "N. Sayar", "I.G. Yulug", "S. Suzer" ],
      "venue" : "characterization and antibacterial investigation of silver–copper nanoalloys, J. Mater. Chem. 21 ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Gelatin-based dissolvable antibacterial films reinforced with metallic nanoparticles",
      "author" : [ "S. Shankar", "L. Jaiswal", "P.R. Selvakannan", "K.S. Ham", "J.W. Rhim" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "However, a comeack has been observed for some diseases thought to be already radicated, with resistant strains to modern day medicine [1].",
      "startOffset" : 134,
      "endOffset" : 137
    }, {
      "referenceID" : 1,
      "context" : "Hence, educing the wide spread use, poses a risk to the general popuation and efficiency [2,3].",
      "startOffset" : 89,
      "endOffset" : 94
    }, {
      "referenceID" : 2,
      "context" : "Hence, educing the wide spread use, poses a risk to the general popuation and efficiency [2,3].",
      "startOffset" : 89,
      "endOffset" : 94
    }, {
      "referenceID" : 3,
      "context" : "Therefore, constant reapplication s required to keep up with disinfection [4].",
      "startOffset" : 74,
      "endOffset" : 77
    }, {
      "referenceID" : 4,
      "context" : "Interests in the use of these materials stem from the morphological and physicochemical properties such as high surface area to volume ratio, physical and chemical properties which have been successfully used in other applications [5,6], dissociation response stimulated by different environments over time and potency towards a wide spectrum of pathogens [7,8].",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 5,
      "context" : "Interests in the use of these materials stem from the morphological and physicochemical properties such as high surface area to volume ratio, physical and chemical properties which have been successfully used in other applications [5,6], dissociation response stimulated by different environments over time and potency towards a wide spectrum of pathogens [7,8].",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 6,
      "context" : "Interests in the use of these materials stem from the morphological and physicochemical properties such as high surface area to volume ratio, physical and chemical properties which have been successfully used in other applications [5,6], dissociation response stimulated by different environments over time and potency towards a wide spectrum of pathogens [7,8].",
      "startOffset" : 356,
      "endOffset" : 361
    }, {
      "referenceID" : 7,
      "context" : "Interests in the use of these materials stem from the morphological and physicochemical properties such as high surface area to volume ratio, physical and chemical properties which have been successfully used in other applications [5,6], dissociation response stimulated by different environments over time and potency towards a wide spectrum of pathogens [7,8].",
      "startOffset" : 356,
      "endOffset" : 361
    }, {
      "referenceID" : 8,
      "context" : "Also, the surface charge on these nanoparticles can facilitate binding to the opposite surface charge of the bacteria, leading to effective antimicrobial activities [9].",
      "startOffset" : 165,
      "endOffset" : 168
    }, {
      "referenceID" : 9,
      "context" : "Likewise, the effective longevity and durability of these antimicrobial nanoparticles when utilized in antimicrobial applications are promising due to their insolubility [10] as well as close interaction with microbial membranes [11].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 10,
      "context" : "Likewise, the effective longevity and durability of these antimicrobial nanoparticles when utilized in antimicrobial applications are promising due to their insolubility [10] as well as close interaction with microbial membranes [11].",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 6,
      "context" : "It has been shown that a nanoparticle with a size of around 1–10 nm has outstanding antimicrobial activity efficiency due to the increased contact area with bacteria [7].",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 11,
      "context" : "Therefore, nanoparticles with increasingly smaller dimension, for example, metal nanoparticles with biocidal properties including silver, copper oxide, zinc oxide, titanium dioxide, zero-valent iron; carbon nanotubes, and bio-nanoparticles like chitosan nanocomposites are part of a class of antimicrobial nanoparticles which are currently under extensive investigation [12].",
      "startOffset" : 370,
      "endOffset" : 374
    }, {
      "referenceID" : 8,
      "context" : "These nanoparticles show excellent biocidal activities toward a range of microorganisms without the concern of developing resistant strains [9].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "[21] with permission from Royal Society",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "These ROS can induce the peroxidation of the polyunsaturated phospholipids in the bacterial cells to damage DNA, and subsequently, cell death [16,17].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 16,
      "context" : "These ROS can induce the peroxidation of the polyunsaturated phospholipids in the bacterial cells to damage DNA, and subsequently, cell death [16,17].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 17,
      "context" : "Antimicrobial effects by physical damage: Bacterial cell wall membranes can be damaged when interacting with sharp edges of the nanostructured material [18].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 18,
      "context" : "Antimicrobial effects by binding: Binding materials on the bacterial cell wall can cause loss of cell membrane integrity and efflux of cytoplasmic materials [19].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 19,
      "context" : "Antimicrobial effects by release of metal ions: Metal ions released from the nanomaterials into culture media can inhibit the ATP production and DNA replication to destroy the cells [20].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 25,
      "context" : "During dental surgeries and econstruction, irrigants such as hypochlorite and chlorhexidine re commonly used to clean, flush and disinfect areas susceptible o infection [26].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 25,
      "context" : "Likewise, they can e potentially harmful to the host as they are known for tissue estruction on a cellular level [26,27].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 26,
      "context" : "Likewise, they can e potentially harmful to the host as they are known for tissue estruction on a cellular level [26,27].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 27,
      "context" : "2 ontact efficiency with microbes, thereby increasing antimicrobial ctivities against such pathogens [28].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 28,
      "context" : "Silver nanoparticles (AgNP) was chosen due to its capability of limiting the activities of an array of both gram positive and negative bacteria by binding to their cell walls and releasing silver ions [30].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 29,
      "context" : "Other studies have shown that longer contact time of antimicrobial nanoparticles such as AgNP with well-developed biofilms is required to produce significant antimicrobial activities especially at very low concentrations [31,32].",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 30,
      "context" : "Other studies have shown that longer contact time of antimicrobial nanoparticles such as AgNP with well-developed biofilms is required to produce significant antimicrobial activities especially at very low concentrations [31,32].",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 31,
      "context" : "Though permanently embedding nanoparticles in the body is not the best choice nor practice, it has been shown that over time, they can be excreted from the body through the hair, urine, and feces when ingested [33].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 32,
      "context" : "Without this, leaching can occur over time [34].",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 33,
      "context" : "This ensures that there is no leaching of any component of the dental material while also improving its physical properties and durability [35].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 35,
      "context" : "Potent and well-known ANPs such as Ag nanoparticles have been studied and shown to be effective when incorporated into acrylic polymer material for denture applications with minimal toxicity towards humans [37].",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 36,
      "context" : "Significant amounts of medical personal protective equipment PPE) such as masks, overall gowns and hair covers are heavily conumed globally and disposed of after a very short period of use [38].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 36,
      "context" : "Very few studies have investigated the use of nanoparticles for he development of antimicrobial face masks [38,39].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 37,
      "context" : "Very few studies have investigated the use of nanoparticles for he development of antimicrobial face masks [38,39].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 36,
      "context" : "The outer layers f face masks are designed to be hydrophobic, thereby preventing asy absorption of liquids and wetting of the inner layer [38].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 36,
      "context" : "In another study, a colloidal silver solution was made from silver nitrate and starch at concentrations of 50 and 100 ppm of the silver nanoparticles [38].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 38,
      "context" : "The entry of the Ag nanoparticles in the cytoplasm will eventually lead to the destruction of the bacterial cell via an attack on the DNA [40].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 39,
      "context" : "100473 bination with lysozyme coating on surgical blades and needles were studied for its effectiveness as a biocide [41].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 40,
      "context" : "2 re excellent environment for harboring and growing microbes as hey present large surface areas, which can hold oxygen and moisure [42].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 46,
      "context" : "According to world health organization (WHO), foodborne pathogens cause up to 600 million illnesses and 420,000 deaths worldwide every year [48].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 39,
      "context" : "[41] with permission from ACS copyright © 2009).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "deposition was a factor in the effective [43]",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 44,
      "context" : "was achieved after sunlight exposure [46]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 45,
      "context" : "coli • Damage due to interaction with NP • Long lasting antibacterial activity • Physical damage of bacterial cell with little [47]",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 47,
      "context" : "scherichia coli, Listeria monocytogenes, Campylobacter jejuni, and almonella typhi) [49].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 51,
      "context" : "Renewable resourced olymers such as proteins [53,54], polylactic acid [55], polybutyene adipate terephthalate [54,56], modified starch and cellulose 57,6] are also used as packaging polymers.",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 52,
      "context" : "Renewable resourced olymers such as proteins [53,54], polylactic acid [55], polybutyene adipate terephthalate [54,56], modified starch and cellulose 57,6] are also used as packaging polymers.",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 53,
      "context" : "Renewable resourced olymers such as proteins [53,54], polylactic acid [55], polybutyene adipate terephthalate [54,56], modified starch and cellulose 57,6] are also used as packaging polymers.",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 52,
      "context" : "Renewable resourced olymers such as proteins [53,54], polylactic acid [55], polybutyene adipate terephthalate [54,56], modified starch and cellulose 57,6] are also used as packaging polymers.",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 54,
      "context" : "Renewable resourced olymers such as proteins [53,54], polylactic acid [55], polybutyene adipate terephthalate [54,56], modified starch and cellulose 57,6] are also used as packaging polymers.",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 56,
      "context" : "alloysite nanotubes, metals, and metal oxides) are used as antimirobial agents in the active food packaging [58,59].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 57,
      "context" : "alloysite nanotubes, metals, and metal oxides) are used as antimirobial agents in the active food packaging [58,59].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 58,
      "context" : "Combining norganic antimicrobial agents such as silver particles and its erivatives is also commonly practiced [60].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 59,
      "context" : "The primary role of the nanomaterials in food packaging is to improve the mechanical, barrier, antimicrobial and thermal properties of the resulting materials [61].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 60,
      "context" : "13 billion, and estimated to grow at 12%/year [62].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 61,
      "context" : "and Asia play a major role in the nanoengineered food packaging material market, whereas European countries are more focused on investigating the safety concerns associated with nanoengineered packaging materials [63].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 59,
      "context" : "100473 modify food packaging, nanoengineered materials with antimicrobial properties have been employed in food packaging application to enhance the shelf life of packaged foods and improve microbial food safety [61,64].",
      "startOffset" : 212,
      "endOffset" : 219
    }, {
      "referenceID" : 62,
      "context" : "100473 modify food packaging, nanoengineered materials with antimicrobial properties have been employed in food packaging application to enhance the shelf life of packaged foods and improve microbial food safety [61,64].",
      "startOffset" : 212,
      "endOffset" : 219
    }, {
      "referenceID" : 63,
      "context" : "Antimicrobial agents can also be used directly as part of an edible oating on food surfaces to extend shelf life [65].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 63,
      "context" : "In this method, the antimicrobial compounds are released into the headspace through the walls of the sachet/pad/label or retains a substance that is present in the packaging headspace [65,66].",
      "startOffset" : 184,
      "endOffset" : 191
    }, {
      "referenceID" : 64,
      "context" : "In this method, the antimicrobial compounds are released into the headspace through the walls of the sachet/pad/label or retains a substance that is present in the packaging headspace [65,66].",
      "startOffset" : 184,
      "endOffset" : 191
    }, {
      "referenceID" : 64,
      "context" : "In this method, the antimicrobial activity is generated through direct contact between the packaging material wall and microorganisms or through the release of antimicrobial agents from the walls into the food or packaging headspace [66].",
      "startOffset" : 233,
      "endOffset" : 237
    }, {
      "referenceID" : 65,
      "context" : "The immobilization of nanostructured antimicrobial comounds in polymers was typically done through ionic or covalent ond formation [67].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 65,
      "context" : "The type of interaction between the antimirobial agents and polymers are controlled by their functional roups [67].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 67,
      "context" : "Similar to metal nanoparticles, metal oxide nanoparticles such s titanium dioxide (TiO2), zinc oxide (ZnO), calcium oxide (CaO), agnesium oxide (MgO), aluminum oxide (Al2O3), and cerium xide (CeO2) have gained great attention as antimicrobial agents in ood packaging because of their ability to absorb UV and photocatlytic disinfecting character [69].",
      "startOffset" : 346,
      "endOffset" : 350
    }, {
      "referenceID" : 68,
      "context" : "A typical multilayer ackaging consists of four layers (outer layer, barrier layer, matrix ayer and control layer) in which antimicrobial agents can be ncorporated in the matrix layer [70].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 69,
      "context" : "2 rocessed together with thermoplastic polymer matrices without he risk of deactivation [71].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 70,
      "context" : "Metal nanoparticles exhibits unique optical and chemical proprties that can be finely tuned during their synthesis [72].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 71,
      "context" : "unique properties, different from those of the corresponding bulk metals and atoms, make them particularly attractive for antimicrobial active packaging [73,74].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 72,
      "context" : "unique properties, different from those of the corresponding bulk metals and atoms, make them particularly attractive for antimicrobial active packaging [73,74].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 70,
      "context" : "With the metal core size decreasing, the energy level structures of metal nanoparticles change from continuous band of energy levels to discrete [72].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 73,
      "context" : "Due to the high thermal stability and low volatility of silver nanoparticles (AgNPs) and their effective antimicrobial properties against fungi and an array of microorganisms made them appealing antimicrobial nanomaterial in many packaging systems [75].",
      "startOffset" : 248,
      "endOffset" : 252
    }, {
      "referenceID" : 16,
      "context" : "The antimicrobial activity of AgNPs is associated with several actions including adhesion and rupture of cell surfaces, degradation of lipopolysaccharides, increase in permeability, and binding of silver to electron donor groups in biological molecules containing sulphur, oxygen, or nitrogen [17].",
      "startOffset" : 293,
      "endOffset" : 297
    }, {
      "referenceID" : 74,
      "context" : "[76] investigated the antimicrobial effect of AgNPs against S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 82,
      "context" : "When the silver ion concentration exceeds (300 ppb) in the blood sample through food, it is considered hazardous and can damage the liver and kidney [84].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 83,
      "context" : "100473 bactericidal activities by releasing silver ions [85].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 84,
      "context" : "Due to the high surface area of nanostructured silver, the silver ions released from polyamide/nano silver composites is more sensitive than polyamide/macro silver composites [86].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 79,
      "context" : "10 nm (Ag-TiO2NPs) and 70 nm (ZnONPs) [81]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 74,
      "context" : "[76] with permission from Springer Nature co",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 85,
      "context" : "As an example, it was reported that in situ silver nanopartiles were synthesised with bio-based linear polyurethane (LPU) nd hyperbranched polyurethane (HBPU) to produce nanocomosites with antimicrobial properties [87].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 86,
      "context" : "Spherical-shaped AgNPs incorporated in biodegradble poly(butylene adipate-co-terephthalate) (PBAT) was also used s antibacterial packaging material in the work by Shankar and him [88].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 87,
      "context" : "In a separate study, the shelf life of chicken breast fillets wrapped ith AgNPs-low density polyethylene (LDPE) films was shown to be xtended substantially in comparison to the control LDPE film [89].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 89,
      "context" : "Comparison of the use of chitosan (an antimicrobial macromolecule) versus a combination of AgNPs - -chitosan exhibited that the combination provided better antimicrobial effect as compared to the chitosan alone because of the high infiltration of the Ag ions which possess high bactericidal effect [91].",
      "startOffset" : 298,
      "endOffset" : 302
    }, {
      "referenceID" : 90,
      "context" : "aeruginosa), fungi (Aspergillus niger), and yeast (Candida albicans) [92].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 90,
      "context" : "In another study, biosynthesized AgNPs by Bacillus subtilis were blended with chitosan to develop nanocomposite films for packaging applications [92].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 92,
      "context" : "Biswas et al [94] prepared a ternary hybrid of bio-based nano-silica-carbon-silver (SCAgNPs) and PBAT in a solution to produce thin films by 3D printing",
      "startOffset" : 13,
      "endOffset" : 17
    }, {
      "referenceID" : 93,
      "context" : "Similarly, no AgNPs release was observed from another D printed PLA/PBAT/eggshell-AgNPs composites thin film after 2 h of immersion in distilled water and after 168 h of exposure o chicken breast samples [95].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 94,
      "context" : "Copper and copper oxide nanoparticles (CuNPs) have lso been known for their antimicrobial and antifungal properties gainst foodborne pathogens [96].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 62,
      "context" : "Copper is one of the essential etals for most of the aerobic organisms, but excess copper ions can nhibit the microbial growth by several mechanisms including inacivation of enzymes and protein functional groups, generation of ydrogen peroxide free radicals by membrane attached to copper, nd breaking the integrity of plasma membrane [64].",
      "startOffset" : 335,
      "endOffset" : 339
    }, {
      "referenceID" : 97,
      "context" : "or instance, the combination of antibacterial Ag-Cu nanopartiles (Ag-CuNPs) were incorporated into Guar gum (GG) to produce ntimicrobial food packaging film [99].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 98,
      "context" : "oil (CEO) for chicken meat packaging [100].",
      "startOffset" : 37,
      "endOffset" : 42
    }, {
      "referenceID" : 99,
      "context" : "The mechanisms of inhibition of bimetallic Ag-Cu NPs against test microorganisms could be associated with the release of bimetallic nanoparticles that could penetrate into gaps and pits in the bacterial membrane, interact with sulfhydryl or disulfide groups of enzymes and other vital cell components, leading to cellular death [101].",
      "startOffset" : 328,
      "endOffset" : 333
    }, {
      "referenceID" : 98,
      "context" : "jejuni were packed in the composite films containing Ag-Cu NPs 4% (w/w) and CEO 50% (w/w) and refrigerated at 4 ◦C for 21 days exhibited concentrations below the detection level after 7 and 14 days, respectively [100].",
      "startOffset" : 212,
      "endOffset" : 217
    }, {
      "referenceID" : 100,
      "context" : "monocytogenes could be due to the difference in membrane charge and cell wall thickness of the bacterial strains [102].",
      "startOffset" : 113,
      "endOffset" : 118
    }, {
      "referenceID" : 62,
      "context" : "Aluminum oxide nanoparticles (Al2O3NPs) are another metal xides which can provide inhibitory effect to the bacteria by elecrostatic interactions [64].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 6,
      "context" : "2 ompounds like DNA, leading to cell death [7,247,250,252].",
      "startOffset" : 43,
      "endOffset" : 58
    } ],
    "year" : 2019,
    "abstractText" : "Human mortality rates due to infectious diseases from drug-resistant bacterial strains is becoming an epidemic in our society. Currently, the development of new, expensive and more effective treatment processes and medications have stemmed from the impotence of antibiotics due to misuse and/or improper administration. This has consequently created a range of shortand long-term side effects in patients. On the other hand, nanoparticles have been shown to exhibit antimicrobial potency towards various types of pathogens due to their size and cell damaging abilities through various mechanisms. Unlike antibiotics, which are administered to treat diseases and infection in patients, nanomaterials provides an interesting opportunity to limit microbial growth prior to human infection. This has led to the development of engineered antimicrobial materials, targeting different applications with nanoparticles as the active antimicrobial agents. Hence, we critically reviewed the recent progress achieved in the use ealthcare of engineered nanomaterials for antimicrobial applications and the mechanism that make them highly effective. Applications in water treatment, healthcare and facility substrates, alternative food packaging, and antifouling coatings have been given special attention due to their relevance as media through which diseases are easily spread. Likewise, drawbacks and knowledge gaps in nanomaterial solutions for antimicrobial materials are discussed. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}