{
  "name" : "downloads_2019-10-21_2b_tan2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Thermoresponsive Amphiphilic Functionalization of Thermally Reduced Graphene Oxide to Study Graphene/Bacteria Hydrophobic Interactions",
    "authors" : [ "Kok H. Tan", "Shabnam Sattari", "Siamak Beyranvand", "Abbas Faghani", "Kai Ludwig", "Karin Schwibbert", "Christoph Böttcher", "Rainer Haag", "Mohsen Adeli" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION In the past decade, 2D materials and particularly graphene derivatives have been at the forefront of almost every developing field of basic and applied sciences.1 Because of their extensive conjugated π-systems, graphene derivatives have unique optical and physicochemical properties, rendering them suitable for a wide range of applications ranging from biosensors to electronic devices.2 Owing to such properties, they have also emerged as an attractive candidate for different biomedical applications.3 To produce a high-performance graphene-based 2D nanomaterial for biomedical applications (e.g., antimicrobial activity), the interactions between graphene and biological systems must be understood.4 Unfunctionalized graphene is, however, poorly dispersible in aqueous solutions and has a strong tendency to agglomerate and to restack. The resulting polydispersity, especially with regard to the varying number of stacked layers, makes it difficult to control the interaction with biosystems.5 One of the most useful ways to overcome such problems is a surface modification of graphene by (macro)molecular functional groups.6 This process not only\ndecreases the polydispersity of graphene derivatives5 but also offers the possibility to introduce ligands for multivalent interactions with biosystems.7 Control over the density of functional groups is a challenging issue8 but simplifies studies on the mechanism of these interactions.5,7c,8a,9\nAmong the various biosystems, bacteria are of particular interest and have already been investigated in their response toward graphene derivatives.4a,10 Functionalized and unfunctionalized graphene sheets have shown efficient antibacterial activity resulting from their unique mechanical and physicochemical properties.11 Although graphene/bacteria interactions have been subjected to extensive scientific studies,11,12\nthere are still many open questions about graphene antibacterial activity.13 One of the proposed mechanisms for the antibacterial activity of this 2D nanomaterial is based on disintegration of the bacteria’s membrane by hydrophobic\nReceived: November 1, 2018 Revised: March 4, 2019 Published: March 6, 2019\n© 2019 American Chemical Society 4736 DOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\nD ow\nnl oa\nde d\nvi a\nM IA\nM I\nU N\nIV o\nn O\nct ob\ner 2\n1, 2\n01 9\nat 1\n7: 26\n:3 9\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\ninteractions.14 However, this mode of action of graphene derivatives has not been studied in more detail because the difficult step is to produce graphene sheets with defined functionality. Different functionalized graphene derivatives including PEGylated sheets have emerged as promising materials for preventing microbe infections, but the molecular mechanisms of bacteria/graphene interactions are not well described.11a,15 Switching between hydrophobic and hydrophilic states is a new strategy for understanding the interactions between 2D nanomaterials and bacteria and could be used for the construction of smart coatings and surfaces with the ability to trap and release bacteria. Recently, we implemented a new method for the controlled nondestructive functionalization of carbon-based nanomaterials through a nitrene [2 + 1] cycloaddition reaction under ambient conditions.6f,7c,16 Inspired by these works and using the stepwise nucleophilic substitution of chlorine atoms of cyanuric chloride, graphene sheets have been developed with a defined functionality. Poly(ethylene glycol) (PEG) and polyN-isopropylacrylamide (PNIPAM) have been conjugated to the surface of graphene as a kind of diblock copolymer with the triazine joint point. While functionalized graphene sheets remain in solution due to the hydrophilic PEG block, they show thermo-17 and photoswitchable18 hydrophobicity and therefore modified amphiphilicity originating from PNIPAM. The synthesized thermosensitive graphene derivatives were then used for the investigation of hydrophobic interactions between graphene sheets and bacteria. Hydrophobic interactions at the graphene/bacteria interface were investigated by switching between the hydrophilic and hydrophobic states. In the present study and for the investigated bacteria, hydrophobic interaction is a driving force at the graphene/bacteria interface and has resulted in the destruction of bacteria. Different microscopy methods and a live/dead viability assay showed that E. coli bacteria are more sensitive to hydrophobic interactions than B. cereus bacteria because their membranes were substantially damaged by such interactions.\n■ EXPERIMENTAL SECTION Materials. Methoxy poly(ethylene glycol) (mPEG) 2000, 2- bromopropionyl bromide (Bpb, 97%), Cu(I)Br (CuBr, 97%), 1,1,4,7,10,10-hexamethyltriethylene tetramine (HMTETA, 97%), fluorescein isothiocyanate isomer I (FITC, ≥90%), and N-isopropylacrylamide (NIPAM, 97%) were purchased from Sigma-Aldrich. Thermally reduced graphene oxide (TRGO) was supplied by Prof. Dr. Rolf Mülhaupt from the University of Freiburg. Cyanuric chloride (Trz, 99%), sodium azide (NaN3, 99%), triethyl amine (TEA, 99%), and 4-dimethylaminopyridine (99%) were purchased from Acros Organics. Sodium hydroxide (NaOH, 99%) was purchased from Fisher Chemical, and ethanolamine (Ea, 99%) was purchased from Merck. A biotech cellulose ester dialysis bag (MWCO 1000 g mol−1) was purchased from Spectrum Laboratories. E. coli strain ORN178 with OD600 ≈ 1.0 (1 × 108 CFU mL−1) was supplied by Dr. Karin Schwibbert and Prof. Dr. Anna Gorbushina from the Department of Materials and Environment, Bundesanstalt für Materialforschung and −Prüfung, and B. cereus strain PTCC 1556 with OD600 = 1.0 (1 × 108 CFU mL−1) was obtained from the Pasteur Institute (Tehran, Iran). All chemical compounds were used without further purification. Synthesis of Triazine-Functionalized Poly(ethylene glycol) (PEG-Trz). PEG-Trz was synthesized according to a procedure reported in the literature.19 A solution of methoxy poly(ethylene glycol) (5 g, 2.5 mmol) and sodium hydroxide (0.2 g, 5 mmol) in 16 mL of distilled water was added dropwise to a solution of cyanuric chloride (4.61 g, 25 mmol) in 100 mL of dichloromethane at 0 °C. The mixture was stirred at 0, 25, and 50 °C for 1, 1, and 12 h,\nrespectively, before being cooled and filtered, and the solvent was evaporated to approximately 10 mL. The mixture was then precipitated in diethyl ether at 0 °C and washed with the same solvent several times. The purified product (5.4 g, 2.5 mmol) was obtained as a white solid (yield 65%). FTIR: 2907.16 (νC−H), 1539.88 (νTCT), 1504.20 (νTCT), 1458.89 (νCH), 1333.53 (νCH), 1099.23 (νCOC) cm\n−1. 1H NMR (700 MHz, CDCl3): δ = 4.68−4.60 (CH2CH2−O−triazine), 3.88−3.83 (CH2CH2−O−triazine), 3.80− 3.44 (PEG), 3.39−3.36 (CH3) ppm. Elemental analysis: C, 54.84%; H, 8.90%; N, 1.68%; S, 0.00%.\nConjugation of Ethanolamine to PEG-Trz (PEG-Trz-Ea). An excess of ethanolamine (0.84 mL, 14 mmol) was added dropwise to a solution of PEG-Trz (3 g, 1.4 mmol) in dichloromethane (50 mL) at 0 °C. The ice bath was removed, and the mixture was stirred at room temperature for 10 h. Then the mixture was concentrated to approximately one-third of its initial volume and dialyzed using a 1 kDa cellulose membrane tube against distilled water for 2 days. The dialyzed mixture was then lyophilized in vacuum overnight. The purified product (3.5 g, 1.4 mmol) was obtained as a white solid (yield 95%). FTIR: 3377.25 (νOH, νNH), 2878.24 (νCH), 1567.84 (νTCT), 1455.99 (νCH), 1334.50 (νCH), 1092.48 (νCOC) cm\n−1. 1H NMR (700 MHz, CDCl3): δ = 7.90−7.55 (triazine−NH−CH2), 6.55−6.15 (NH−CH2CH2), 4.55−4.40 (NH−CH2CH2), 3.95−3.46 (PEG), 3.41−3.36 (CH3), 3.20−3.12 (OH) ppm. Elemental analysis: C, 53.13%; H, 8.92%; N, 2.22%; S, 0.00%.\nConjugation of Azide to PEG-Trz-Ea (PEG-Trz-Ea(N3)). An excess of sodium azide (0.6 g, 9.2 mmol) was added to a solution of PEG-Trz-Ea (2 g, 0.92 mmol) in 30 mL of distilled water. The mixture was stirred for 30 min and then refluxed at 70 °C overnight before being cooled, filtered, and dialyzed against water using a 1 kDa cellulose ester membrane tube for 2 days. The dialyzed mixture was then lyophilized under vacuum overnight. The purified product was obtained as a white solid (1.7 g, 0.78 mmol, 84%). FTIR: 3444.24 (νOH, νNH), 2869.56 (νCH), 2151.20 (νNNN), 1456.96 (νCH), 1333.53 (νCH), 1094.41 (νCOC) cm\n−1. Elemental analysis: C, 52.89%; H, 8.50%; N, 3.15%; S, 0.00%.\nConjugation of PEG-Trz-Ea(N3) onto the Surface of TRGO (PEG-G). TRGO was functionalized by [2 + 1] cycloaddition reactions based on the reported methods in the literature.13 TRGO (200 mg) was dispersed in 30 mL of dimethylformamide and sonicated for 30 min. PEG-Trz-Ea(N3) (1 g, 0.46 mmol) was dissolved in dimethylformamide (5 mL) and then added to a TRGO dispersion. The mixture was refluxed at 100 °C for 2 days and then cooled and dispersed in acetone and distilled water and centrifuged three times. The product was lyophilized under vacuum for 2 days. FTIR: 2868.59 (νC−H), 1559.16 (νTCT), 1455.03 (νCH), 1331.61 (νCH), 1098.26 (νCOC) cm\n−1. 1H NMR (700 MHz, CDCl3): δ = 4.00−3.45 (PEG), 3.40−3.30 (CH3) ppm. Elemental analysis: C, 53.55%; H, 8.43%; N, 2.41%; S, 0.00%.\nSynthesis of Graphene Having an Initiator for ATRP Polymerization (PEG-G-Bpb). PEG-G (100 mg) was dispersed in dimethylformamide (20 mL) and sonicated for 30 min. Triethylamine (1.3 μL, 9.2 × 10−3 mmol) and 4-dimethylaminopyridine (1.1 μg, 9.2 × 10−3 mmol) were added to this dispersion and stirred for 1 h at room temperature. 2-Bromopropionyl bromide (9.6 μL, 9.2 × 10−2 mmol) was added to the mixture dropwise, and it was stirred for 2 days at room temperature. Afterward, the product was washed with acetone and water and collected by centrifugation three times. The final compound was lyophilized under vacuum for 2 days. FTIR: 2871.49 (νCH), 1726.94 (νCO), 1560.13 (νTCT), 1455.03 (νCH), 1334.50 (νCH), 1097.29 (νCOC) cm\n−1. ATRP Polymerization of NIPAM Monomer on PEG-G-Bpb. PEG-G-Bpb (50 mg) was dispersed in distilled water (10 mL) and sonicated for 30 min. Then NIPAM (0.7 g, 6.3 mmol) was dissolved in distilled water and added to the above dispersion. The mixture was degassed with a freeze−vacuum−thaw procedure and sealed with a rubber cap. Cu(I)Br (20 mg, 0.14 mmol) was dissolved in 0.5 mL of the above mixture and then injected back into the reaction mixture. HMTETA (40 μL, 0.14 mmol) was added to a reaction flask dropwise. The mixture was stirred at room temperature for 2 days.\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4737\nAfterward, it was centrifuged at 11 000g for 30 min and redispersed in distilled water, and the process was repeated three times. The final compound was lyophilized under vacuum for 2 days. FTIR: 3276.47 (νNH), 2957.30 (νCH), 2912.95 (νCH), 2859.92 (νCH), 1633.41 (νNH), 1521.56 (νTCT), 1448.28 (νCH), 1359.57 (νCH), 1159.97 (νCOC) cm\n−1. 1H NMR (700 MHz, D2O): δ = 4.10−3.75 (NHCH−(CH3)2), 3.71− 3.66 (PEG), 3.50−3.35 (CH3), 2.25−1.85 (−CH2−CH−), 1.85−1.35 (−CH2−CH−), 1.30−0.80 (NHCH−(CH3)2) ppm. Elemental analysis: C, 60.29%; H, 9.44%; N, 11.11%; S, 0.00%. Material Characterization. Nuclear magnetic resonance (NMR) spectra were recorded on a Bruker ECX 400 MHz, Jeol Eclipse 500 MHz, or Bruker AVANCE III 700 MHz NMR spectrometer. Fourier transform infrared (FTIR) spectra recorded on a Nicolet Avatar 320 FTIR spectrometer. Elemental analysis was carried out on a VARIO EL III instrument (Elementar, Hanau, Germany) using sulfanilic acid as the standard. Thermogravimetric analysis (TGA) was recorded on STA PT 1600 Linseis (Robbinsville, USA) and evaluated with Linseis Data Acquisition software. The measurements were performed in aluminum oxide crucibles at temperatures ranging from 25 to 800 °C with a heating rate of 10 °C/min. Raman spectra of TRGO derivatives were recorded on a Horiba Jobin-Yvon T64000 with Coherent MBR 110th. The laser was tuned to between 650 and 750 nm for better resolution of the spectra and the intensity was 1000 mW cm−2. Each measurement was taken over a period of 120 s. Dynamic light scattering (DLS) experiments were performed on a Malvern Zetasizer Nano machine (Brookhaven Instruments Corp.) at 25 °C in PBS solvent. A general purpose method (NNLS) was used for the correlation function to get the distribution of the solute’s diffusion coefficients (D). The value of the hydrodynamic diameter was determined using the Stokes−Einstein equation. Three repetitive runs with 10 measurements for each run were performed to obtain the mean diameter values. Photothermal properties of the material were measured using nearinfrared (NIR) irradiation with a wavelength of λ = 785 nm at 500 mW cm−2. Bacterial strains were stored at −70 °C in Luria−Bertani (LB) medium before use. LB medium was prepared with 10 g L−1 peptone\nand 10 g L−1 NaCl and then sterilized in an autoclave for 20 min at 15 psi (1.05 kg/cm2) on a liquid cycle. Bacteria were cultured in Luria− Bertani (LB) medium (5 mL) at 37 °C for 12 h with a relative humidity of less than 90%. The cell culture was washed with centrifugation three times with PBS solution at 5000g for 5 min. A bacterial cell suspension was diluted in PBS solution to obtain cell samples containing 108 CFU/mL (OD600 = 1.0).\nThe MIC values were quantified by a microdilution method. In this research, different concentrations of samples were prepared in PBS, and 100 μL of these solutions was serially diluted in a 96-well microplate. Then, 100 μL of freshly prepared microorganism (108 CFU mL−1) was added to each well of a 96-well microplate and incubated for 24 h at 37 °C. The lowest concentration of samples that inhibited the growth of bacteria was defined as the minimum inhibitory concentration.\nTo image by confocal laser scanning microscopy (CLSM), 100 μL of an FITC solution (1 mg mL−1) was added to the 2 mL suspension of bacteria (108 CFU mL−1) in PBS. The mixture was incubated at 4 °C for 2 h and washed three times with PBS following the earlier method. The prepared sample with different concentrations was incubated with the FITC-labeled bacteria (FITC-E. coli and FITC-B. cereus) at 25 and 40 °C and imaged by confocal laser scanning microscopy (CLSM).\nControlled experiments were conducted in parallel without sample on FITC-labeled bacteria (E. coli and B. cereus) subjected to temperature changes from 25 to 40 °C. The fluorescent images were recorded on a confocal laser scanning microscope. Morphological studies were conducted with bare bacteria, and microscopic images were taken with a scanning electron microscope.\nTo carry out the bacteria live and dead assay by CLSM, 50 μL of a graphene derivative suspension (1 mg mL−1, PBS) was added to 500 μL of a bacterial suspension and incubated at 25 or 40 °C for 0.5−24 h. Three microliters of each Syto 9 and propidium iodide fluorescent dye was added to the mixture and incubated in the dark for 15 min. Finally, the resulting staining was characterized using a CLSM microscope. The quantitative result was determined from the images in the live/dead fluorescent staining assay using ImageJ Software. The results obtained are the mean values from two experiments’ repetition,\nScheme 1. Synthesis of Telechelic Polymer and Its Conjugation to the Surface of Graphene by a Nitrene [2 + 1] Cycloaddition Reactiona\naThe addition of initiator segments to the functionalized graphene sheets and ATRP polymerization of N-isopropylacrylamide by the obtained macroinitiator resulted in PEG-G-PNIPAM.\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4738\nand for each experiment, two or three images were used in the analysis. For confocal laser scanning microscopy (CLSM) experiments, the interactions between fluorescently stained E. coli and incubated graphene derivative compounds were monitored on a confocal microscope LSM Leica SP8 machine. The incubated (for 60 min) compound (300 μL) of concentration 0.09 mg mL−1 was deposited in each well of an eight-well ibiTreat μ-Slide (ibidi GmbH, Martinsried, Germany). Then the images were recorded with a Leica (DMI6000CSB stand) confocal laser scanning microscope at 63× magnification using an argon laser (fluorescein isothiocyanate isomer I: excitation 492 nm, emission 500 nm up to 550 nm) and processed with Leica LAS S software. In the case of imaging experiments for live and dead assays, Syto 9 (excitation 480, emission 490−520 nm) and propidium iodide (excitation 530 nm, emission 600−650 nm) were applied. To conduct cryo-transmission electron microscopy (cryo-TEM), perforated-carbon-film-covered microscopical 200 mesh grids (R1/4 batch of Quantifoil, MicroTools GmbH, Jena, Germany) were cleaned with chloroform and hydrophilized by 60 s of glow discharge at 8 W in a BAL-TEC MED 020 device (Leica Microsystems, Wetzlar, Germany) before 5 μL aliquots of the FPS solution (2 mg mL−1) were applied to the grids. A solution of PEG-G-PNIPAM in PBS was incubated for at least 30 min at the corresponding temperature. Then 5 μL of the sample was vitrified by automatic blotting and plunge freezing with an FEI Vitrobot Mark IV (Thermo Fisher Scientific Inc., Waltham, MA, USA) operating at the desired temperature and at 100% air humidity while using liquid ethane as a cryogen. The vitrified samples were subsequently transferred under liquid nitrogen into a Tecnai F20 TEM (FEI Company, Hillsboro, OR, USA) operating at 160 kV by the use of a Gatan tomography cryo-holder (model 914) or the autoloader of a Talos Arctica TEM (Thermo Fisher Scientific Inc.) operating at an acceleration voltage of 200 kV. Microscopy was carried out at a 94 K sample temperature using the low-dose protocol of the microscopes. Micrographs were taken with an FEI Eagle 4k × 4k CCD camera using the 2-fold binning mode (on a Tecnai F20) or with a FEI Falcon 3 direct electron detector (on a Talos Arctica). To conduct scanning electron microscopy, a field emission SEM (FE-SEM, Tescan Company) was used to observe morphological changes in bacteria interacting with PEG-G-PNIPAM. For this\npurpose, the concentration of the E. coli and B. cereus bacteria was adjusted to 106 CFU/mL after washing with PBS solution. Afterward, 100 μL of these solutions was incubated with a determined amount of the samples at 25 and 40 °C for 3 and 24 h. The filters were then fixed with 2.5% glutaraldehyde solution for 2 h, and then the samples were dehydrated with 10 min incubations in 50, 70, 85, 90, and 100% ethanol. The filters were coated with thin layer of gold.\n■ RESULTS AND DISCUSSION Triazine-functionalized poly(ethylene glycol) (PEG-Trz) was synthesized and changed to a telechelic macromolecule having azide and hydroxyl functional groups by stepwise nucleophilic substitutions (Scheme 1). Conjugation of this macromolecule to the surface of graphene by the nitrene [2 + 1] cycloaddition reaction and subsequent reaction with α-bromoisobutyryl bromide resulted in a 2D nanomaterial with the ability to initiate the atomtransfer radical polymerization (ATRP) of acrylic monomers. N-isopropylacrylamide (NIPAM) was polymerized on the surface of graphene sheets, and a 2D nanomaterial consisting of graphene, poly(ethylene glycol) (PEG), and poly(Nisopropylacrylamide) (PNIPAM) with the same joint point (PEG-G-PNIPAM) was obtained (Scheme 1). The synthesized materials were characterized by different spectroscopy and microscopy methods as well as thermal and elemental analysis. Figure 1A depicts the IR spectra of the PEG derivatives and functionalized graphene sheets. PEG showed typical absorbance bands at 2874 and 1123 cm−1, which corresponded to the C−H and C−O−C stretching vibrations. After the conjugation of cyanuric chloride to PEG, new absorbance bands could be seen at 1539 and 1504 cm−1, which were assigned to the CN bonds of the triazine ring. One of the chlorine atoms of PEGTrz was then substituted by ethanolamine. An absorbance band at 3358 cm−1, which corresponded to the hydroxyl functional group of ethanolamine, proved the successful synthesis of PEG-Trz-Ea (Scheme 1). Substitution of the chlorine atom of PEG-Trz-Ea with an azide group resulted in PEG-Trz-Ea(N3). A new absorbance band in the IR spectra of\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4739\nthis compound can be detected at 2155 cm−1, which is assigned to the azide stretching vibrations. The PEG derivative was then conjugated onto the surface of\nTRGO by the nitrene [2 + 1] cycloaddition reaction. The appearance of the absorbance bands of PEG and the disappearance of the absorbance band of the azide group in the IR spectra of PEG-G confirmed that the PEG derivative was conjugated to the surface of graphene sheets via the nitrene [2 + 1] cycloaddition reaction. The carbonyl absorbance band at 1726 cm−1 could be observed in the IR spectra of PEG-G-Bpb, which proved the conjugation of the initiator segment to the functionalized graphene sheets. After the polymerization of the NIPAM monomer by PEG-G-Bpb, several new absorbance bands were observed at 3284, 2957, 2911, and 1635 cm−1, which corresponded to the N−H, CH3, CH2, and carbonyl groups of PNIPAM chains. Figure 1B shows the 1H NMR spectrum of PEG-G-\nPNIPAM in which different signals of PNIPAM chains as well as a weak signal for PEG can be recognized. Figure 1C shows Raman spectra of TRGO and the functionalized graphene sheets. TRGO shows a high D/G ratio due to the highly defective structure of this compound. These features can be seen in the Raman spectra of PEG-G and PEG-G-PNIPAM, confirming the presence of TRGO in their structures. TRGO, PEG-G, and PEG-G-PNIPAM were analyzed by\nTGA (Figure 1D). TRGO showed a decomposition temperature of between 470 and 700 °C. After the conjugation of poly(ethylene glycol) to the surface of TRGO, two weight loss regimes at 200−410 °C and 410−700 °C were observed, corresponding to the loss of PEG and TRGO segments, respectively. According to TGA experiments, the graphene content of PEG-G was less than 10%. The thermal behavior of PEG-G-PNIPAM was very similar to that of PNIPAM, indicating that the major part of this compound is poly(Nisopropylacrylamide). According to these analyses, the\ngraphene and PEG contents of PEG-G-PNIPAM are less than a few percent. The nitrogen content of PEG derivatives and functionalized graphene sheets was used as an indicator of the characterization of their structures. Comparison of the experimental and calculated nitrogen contents (Table S1) revealed that the density of PEG chains attached to the surface of graphene sheets was 1 chain per 62 graphene carbons (Supporting Information). After the polymerization of NIPAM onto the surface of PEG-G, the nitrogen content significantly increased as a result of the long PNIPAM chains.\nInteractions between Bacteria and Functionalized Graphene Sheets. Because one of the proposed mechanisms for the antibacterial activity of graphene derivatives is based on hydrophobic interactions,14,20 PEG-G-PNIPAM sheets were used to investigate the validity of this mechanism because their thermoresponsive behavior could be used to trigger the hydrophobicity. Several previous studies have reported possible mechanisms for the antibacterial activity of graphene, including ROS generation, the “nano-knives” or “sharp edges effect,” and wrapping or trapping bacteria with GO sheets.6g,10c,21 It is known that these mechanisms strongly depend on the direct contact between graphene derivatives and bacteria.10a−c,e To eliminate these mechanisms and amplify hydrophobic interactions, amphiphilic graphene derivatives with a polymeric barrier and a defined lower critical solution temperature (LCST) are synthesized. The thick polymeric shell around the graphene sheets provided by longer PNIPAM chains prevents antibacterial activity through the above-mentioned mechanisms.10a,11a,12c Also, the polymeric shell can minimize the changes in the chemical state of graphene sheets that can occur in the cell culture medium or by bacterial respiration.22 The weight ratios of graphene, PEG, and PNIPAM were adjusted to 3, 10, and 87%, respectively (details in the Supporting Information). The consequences of such a composition,\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4740\nwhich are discussed below, confine interactions between graphene sheets and bacteria to hydrophobic interactions. The high content of long PNIPAM chains allows one to\ninduce photothermally tunable hydrophobic character, while shorter PEG chains facilitate permanent water dispersibility. The small amounts of graphene and PEG do not significantly affect the LCST of PNIPAM. PEG-G-PNIPAM with the above-mentioned properties should therefore be suitable for studying the specific role of hydrophobic interactions at the graphene/bacteria interface. The cloud point of PEG-G-PNIPAM could be observed at about 34 °C (Figure 2a). 1H NMR was used to further investigate the LCST of PEG-G-PNIPAM. While signals of PNIPAM chains could be clearly observed up to 30 °C, they diminished at higher temperatures and disappeared completely at 40 °C (Figure 2b). This indicates that the PNIPAM chains are collapsed on the surface of graphene, transforming it into a hydrophobic state. It is worth noting that aqueous dispersions of the functionalized graphene sheets were stable at 40 °C for several days. While the graphene surface is hydrophobic under these conditions, its aqueous dispersion is still enabled by the PEG chains. The correlation between the morphology of graphene sheets\nand the temperature was investigated by dynamic light scattering (DLS) and cryo-TEM. According to DLS experi-\nments, the average size of graphene sheets decreased from ∼950 to ∼430 nm when the solution temperature was increased from 25 to 40 °C (Figure 2c). This indicates that graphene sheets do not form larger agglomerates at temperatures higher than the LCST. Cryo-TEM was employed to investigate the morphology of PEG-G-PNIPAM in PBS at different temperatures. At 25 °C, functionalized graphene sheets were in a flat state\n(Figure 2d). The flat morphology of graphene sheets is due to the hydrophilic PEG and PNIPAM chains. Increasing the solution temperature to 40 °C and thereby increasing the hydrophobicity of the graphene sheets resulted in a transition from a flat to a rolled-up cylindrical shape (Figure 2e). The photothermal property of PEG-G-PNIPAM was evaluated by laser irradiation (785 nm, 500 mW cm−2) for 10 min. As shown in Figure 3a,b, a short irradiation time (90 s) was sufficient to achieve the LCST (34 °C) of the system. To test the hydrophobic interactions between graphene\nsheets and bacteria, PEG-G-PNIPAM was exposed to Escherichia coli (Gram-negative) and B. cereus (Gram-positive) in aqueous solution. PEG-G-PNIPAM was incubated with the FITC-labeled E. coli (FITC-E. coli) at 25 and 40 °C and imaged by confocal laser scanning microscopy (CLSM). Because of the Förster resonance energy transfer (FRET) effect, the interaction\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4741\nbetween the FITC-E. coli and graphene sheets should have resulted in fluorescence quenching. Accordingly, partial quenching of the fluorescence of E. coli upon incubation with PEG-G-PNIPAM at 25 °C occurred, which confirmed weak interactions between graphene sheets and bacteria at this temperature (Figure 3g, videos 1 and 2). Interestingly, strong fluorescence quenching was observed at 40 °C (Figure 3i, videos 3 and 4). This result proves that graphene sheets were close enough to the membrane of bacteria to quench its fluorescence by the FRET mechanism. Efficient fluorescence quenching occurred when the distance between the graphene surface and probe was less than 4−7 nm.23 It is worth noting that the total mass of graphene in PEG-G-PNIPAM accounted for only a few percent, but efficient fluorescence quenching, which is an indicator of far-reaching graphene/bacteria interactions, was achieved. The efficiency of fluorescence quenching is further highlighted when the rolled-up morphology and decreased surface area of graphene sheets at 40 °C are considered. Interactions between PEG-G-PNIPAM and E. coli were reversible, and a regeneration of fluorescence was observed when the temperature was reduced to below the LCST (Figure 3k, video 5). However, switching between hydrophobic and hydrophilic states resulted in partially irreversible fluorescence quenching (Figure 4a,b). This could be due to the weak hydrophobic interactions at 25 °C or the disruption of bacterial membranes by these interactions. The quenching of fluorescence was more efficient for E. coli than for B. cereus. The fluorescence intensity of FITC-E. coli was decreased to 16% after eight switches, while it was retained at 81% for FITC-labeled B. cereus after the same number of switches. These results show that the hydrophobic interactions between PEG-G-PNIPAM and E. coli bacteria were stronger than those between PEG-G-PNIPAM and B. cereus bacteria. It\nhas recently been shown that proteins containing a large quantity of hydrophobic amino acids accelerated the hydrophobic interactions between graphene derivatives and bacteria.4a Gram-negative bacteria possess an outer membrane which contains lipopolysaccharides on its outer leaflet, but the membrane of Gram-positive bacteria is surrounded by peptidoglycans. Therefore, stronger hydrophobic interactions between Gram-negative bacteria and graphene are due to the composition of its membrane. Lipopolysaccharides on the outer layer of the membrane of E. coli increase its hydrophobic interaction with graphene sheets. Such hydrophobic interactions could disrupt the integrity of the bacteria’s membrane. To investigate the effect of such interactions on bacteria, the\nviability of E. coli and B. cereus after incubation with graphene sheets was studied using a live/dead bacterial viability assay. While the antibacterial activity of PEG-G-PNIPAM against B. cereus at 25 °C was negligible, more efficacy was observed against E. coli under the same conditions (Figure 4 c,d). The minimum inhibitory concentration (MIC) of graphene nanosheets against pathogenic bacteria was quantified by a microdilution method. The highest effect was observed for PEG-G-PNIPAM by switching the temperature to higher than the LCST. While the MIC of this compound against E. coli at 25 °C was 1500 μg/mL, it decreased to 1000 μg/mL at 40 °C. This result, together with minor fluorescence quenching at\n25 °C, suggests a weak hydrophobic interaction between E. coli and bacteria even at room temperature. However, the antibacterial effectivity of the functionalized\ngraphene sheets was substantially enhanced by switching the temperature to 40 °C. In accordance with the fluorescence quenching studies (Figure 4a,b), the lower activity of PEG-GPNIPAM against B. cereus at 40 °C proved that Gram-positive\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4742\nbacteria were less susceptible to hydrophobic interactions than their Gram-negative analogs. Hydrophobic interactions between graphene sheets and\nbacteria were further investigated by SEM imaging (Figures 5 and 6). The membrane of B. cereus was affected by the interaction with the functionalized graphene sheets only at 40 °C, while no significant effect could be observed at ambient temperatures (Figure 5). However, the membrane of E. coli\nwas already damaged at ambient temperatures when it was incubated with PEG-G-PNIPAM (Figure 6). As mentioned above, this antibacterial activity could be\nassigned to the weak hydrophobic interactions between graphene and E. coli under ambient conditions. When the temperature was increased to 40 °C, the effect was amplified up to the complete disruption of the bacterial membrane after longer incubation times.\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4743\nDifferences between the antibacterial activity of PEG-GPNIPAM against E. coli and B. cereus as well as the correlation between this activity and the hydrophobicity of graphene sheets, supported by fluorescence quenching, live/dead assays, and SEM images, emphasize the crucial role of hydrophobic interactions at graphene/bacteria interfaces. The ability of graphene sheets to extract lipid from the bacterial membrane has been reported before, but the mechanism has not yet been fully investigated.24 Our data show that one of the main driving forces in the bacteria/ graphene interfaces is hydrophobic interactions. This is along the same lines as other proposed mechanisms and reported antibacterial activity in the literature. The hydrophobic interactions between graphene sheets and bacteria can add a synergic effect to the other driving forces, including mechanical15c,25 and chemical26 stresses, and accelerate the antibacterial activity of graphene derivatives. The diversity of the structure and the physicochemical properties of graphene derivatives broaden the range of mechanisms or at least the coefficients of each mentioned parameter at the graphene/ bacteria interface. Therefore, proposed mechanisms for the antibacterial activity of graphene sheets should be correlated with their structures, functionality, and external environmental parameters, including cell culture conditions and the bacterial strain and state, such as the state of cell growth and cell density.\n■ CONCLUSIONS Functionalized graphene sheets with thermally switchable amphiphilicity were synthesized and used to investigate hydrophobic interactions at the graphene/bacteria interface. In the present study, the hydrophobic interactions play a crucial role in the graphene/bacteria interface. Large graphene sheets with inaccessible edges slowly penetrate the bacterial membrane, and their short-term (30 min) interactions with bacterial membranes are reversible but destructive at longer incubation times. Gram-negative bacteria were more susceptible to hydrophobic interactions than Gram-positive bacteria as a result of their membrane composition. The thermosensitive functionalized graphene sheets could be applied to in vivo tests because they are highly water-dispersible and switch to the hydrophobic state at body temperature. Taking advantages of the thermosensitivity of these materials, they can be used for the construction of smart antibacterial coatings and related medical devices.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.8b03660.\nResults and discussion, elemental analysis and calculations of the number of functional groups, nuclear magnetic resonance, and cryo-TEM studies (PDF) Interactions between graphene sheets and bacteria (AVI) Interactions between graphene sheets and bacteria (AVI) Strong fluorescence quenching observed at 40 °C (AVI) Strong fluorescence quenching observed at 40 °C (AVI) Regeneration of fluorescence observed when the temperature was reduced to below the LCST (AVI)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: haag@chemie.fu-berlin.de. *E-mail: m.aadeli@fu-berlin.de."
    }, {
      "heading" : "ORCID",
      "text" : "Kok H. Tan: 0000-0002-3975-5270 Mohsen Adeli: 0000-0001-6895-8491"
    }, {
      "heading" : "Author Contributions",
      "text" : "The project was supervised by R.H. and M.A. Synthesis of materials and a part of the biological studies were performed by K.H.T. and A.F. S.S., S.B., and K.S. collaborated on bacterial interactions. K.L. and C.B. performed cryo-TEM studies."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We thank collaborative research center SFB 765 of the Deutsche Forschungsgemeinschaft for financial support. We acknowledge Dr. Pamela Winchester for polishing the language in the manuscript.\n■ REFERENCES (1) Li, X.; Cai, W.; An, J.; Kim, S.; Nah, J.; Yang, D.; Piner, R.; Velamakanni, A.; Jung, I.; Tutuc, E.; Banerjee, S. K.; Colombo, L.; Ruoff, R. S. Large-Area Synthesis of High-Quality and Uniform Graphene Films on Copper Foils. Science 2009, 324 (5932), 1312− 1314. (2) Geim, A. K.; Novoselov, K. S. The rise of graphene. Nat. Mater. 2007, 6 (3), 183−191. (3) (a) Yin, P. T.; Shah, S.; Chhowalla, M.; Lee, K.-B. Design, Synthesis, and Characterization of Graphene−Nanoparticle Hybrid Materials for Bioapplications. Chem. Rev. 2015, 115 (7), 2483−2531. (b) Mao, H. Y.; Laurent, S.; Chen, W.; Akhavan, O.; Imani, M.; Ashkarran, A. A.; Mahmoudi, M. Graphene: Promises, Facts, Opportunities, and Challenges in Nanomedicine. Chem. Rev. 2013, 113 (5), 3407−3424. (4) (a) Romero-Vargas Castrilloń, S.; Perreault, F.; de Faria, A. F.; Elimelech, M. Interaction of Graphene Oxide with Bacterial Cell Membranes: Insights from Force Spectroscopy. Environ. Sci. Technol. Lett. 2015, 2 (4), 112−117. (b) Parlak, O.; Turner, A. P. F.; Tiwari, A. On/Off-Switchable Zipper-Like Bioelectronics on a Graphene Interface. Adv. Mater. 2014, 26 (3), 482−486. (5) Kostarelos, K.; Novoselov, K. S. Exploring the Interface of Graphene and Biology. Science 2014, 344 (6181), 261−263. (6) (a) Bani, F.; Bodaghi, A.; Dadkhah, A.; Movahedi, S.; Bodaghabadi, N.; Sadeghizadeh, M.; Adeli, M. One-pot exfoliation, functionalization, and size manipulation of graphene sheets: efficient system for biomedical applications. Lasers Med. Sci. 2018, 33 (4), 795−802. (b) Maleki, M.; Adeli, M.; Kakanejadifard, A.; Movahedi, S.; Bani, F. Enzymatic functionalization of nanomaterials: A strategy for engineering their surfaces. Polymer 2013, 54 (18), 4802−4806. (c) Movahedi, S.; Adeli, M.; Fard, A. K.; Maleki, M.; Sadeghizadeh, M.; Bani, F. Edge-functionalization of graphene by polyglycerol; A way to change its flat topology. Polymer 2013, 54 (12), 2917−2925. (d) Georgakilas, V.; Otyepka, M.; Bourlinos, A. B.; Chandra, V.; Kim, N.; Kemp, K. C.; Hobza, P.; Zboril, R.; Kim, K. S. Functionalization of Graphene: Covalent and Non-Covalent Approaches, Derivatives and Applications. Chem. Rev. 2012, 112 (11), 6156−6214. (e) Englert, J. M.; Dotzer, C.; Yang, G.; Schmid, M.; Papp, C.; Gottfried, J. M.; Steinrück, H.-P.; Spiecker, E.; Hauke, F.; Hirsch, A. Covalent bulk functionalization of graphene. Nat. Chem. 2011, 3, 279. (f) Faghani, A.; Donskyi, I. S.; Fardin Gholami, M.; Ziem, B.; Lippitz, A.; Unger, W. E. S.; Böttcher, C.; Rabe, J. P.; Haag, R.; Adeli, M. Controlled Covalent Functionalization of Thermally Reduced Graphene Oxide To Generate Defined Bifunctional 2D Nanomaterials. Angew. Chem.,\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4744\nInt. Ed. 2017, 56 (10), 2675−2679. (g) Bottari, G.; Herranz, M. A.; Wibmer, L.; Volland, M.; Rodriguez-Perez, L.; Guldi, D. M.; Hirsch, A.; Martin, N.; D’Souza, F.; Torres, T. Chemical functionalization and characterization of graphene-based materials. Chem. Soc. Rev. 2017, 46 (15), 4464−4500. (7) (a) Qi, Z.; Bharate, P.; Lai, C.-H.; Ziem, B.; Böttcher, C.; Schulz, A.; Beckert, F.; Hatting, B.; Mülhaupt, R.; Seeberger, P. H.; Haag, R. Multivalency at Interfaces: Supramolecular Carbohydrate-Functionalized Graphene Derivatives for Bacterial Capture, Release, and Disinfection. Nano Lett. 2015, 15 (9), 6051−6057. (b) Mohammadifar, E.; Bodaghi, A.; Dadkhahtehrani, A.; Kharat, A. N.; Adeli, M.; Haag, R. Green Synthesis of Hyperbranched Polyglycerol at Room Temperature. ACS Macro Lett. 2017, 6 (1), 35−40. (c) Gholami, M. F.; Lauster, D.; Ludwig, K.; Storm, J.; Ziem, B.; Severin, N.; Böttcher, C.; Rabe, J. P.; Herrmann, A.; Adeli, M.; Haag, R. Functionalized Graphene as Extracellular Matrix Mimics: Toward Well-Defined 2D Nanomaterials for Multivalent Virus Interactions. Adv. Funct. Mater. 2017, 27, 1606477. (8) (a) Tu, Z.; Achazi, K.; Schulz, A.; Mülhaupt, R.; Thierbach, S.; Rühl, E.; Adeli, M.; Haag, R. Combination of Surface Charge and Size Controls the Cellular Uptake of Functionalized Graphene Sheets. Adv. Funct. Mater. 2017, 27 (33), 1701837. (b) Mahmoudi, M.; Yu, M.; Serpooshan, V.; Wu, J. C.; Langer, R.; Lee, R. T.; Karp, J. M.; Farokhzad, O. C. Multiscale technologies for treatment of ischemic cardiomyopathy. Nat. Nanotechnol. 2017, 12, 845. (9) (a) Tu, Z.; Wycisk, V.; Cheng, C.; Chen, W.; Adeli, M.; Haag, R. Functionalized graphene sheets for intracellular controlled release of therapeutic agents. Nanoscale 2017, 9 (47), 18931−18939. (b) Tan, K. H.; Sattari, S.; Donskyi, I. S.; Cuellar-Camacho, J. L.; Cheng, C.; Schwibbert, K.; Lippitz, A.; Unger, W. E. S.; Gorbushina, A.; Adeli, M.; Haag, R. Functionalized 2D nanomaterials with switchable binding to investigate graphene-bacteria interactions. Nanoscale 2018, 10 (20), 9525−9537. (10) (a) Liu, S.; Zeng, T. H.; Hofmann, M.; Burcombe, E.; Wei, J.; Jiang, R.; Kong, J.; Chen, Y. Antibacterial Activity of Graphite, Graphite Oxide, Graphene Oxide, and Reduced Graphene Oxide: Membrane and Oxidative Stress. ACS Nano 2011, 5 (9), 6971−6980. (b) Palmieri, V.; Bugli, F.; Lauriola, M. C.; Cacaci, M.; Torelli, R.; Ciasca, G.; Conti, C.; Sanguinetti, M.; Papi, M.; De Spirito, M. Bacteria Meet Graphene: Modulation of Graphene Oxide Nanosheet Interaction with Human Pathogens for Effective Antimicrobial Therapy. ACS Biomater. Sci. Eng. 2017, 3 (4), 619−627. (c) Gao, Y.; Wu, J.; Ren, X.; Tan, X.; Hayat, T.; Alsaedi, A.; Cheng, C.; Chen, C. Impact of graphene oxide on the antibacterial activity of antibiotics against bacteria. Environ. Sci.: Nano 2017, 4 (5), 1016−1024. (d) He, J. L.; Zhu, X. D.; Qi, Z. N.; Wang, C.; Mao, X. J.; Zhu, C. L.; He, Z. Y.; Lo, M. Y.; Tang, Z. S. Killing Dental Pathogens Using Antibacterial Graphene Oxide. ACS Appl. Mater. Interfaces 2015, 7 (9), 5605−5611. (e) Geng, H.; Dai, J.; Li, J.; Di, Z.; Liu, X. Antibacterial ability and hemocompatibility of graphene functionalized germanium. Sci. Rep. 2016, 6, 37474. (11) (a) Akhavan, O.; Ghaderi, E. Toxicity of Graphene and Graphene Oxide Nanowalls Against Bacteria. ACS Nano 2010, 4 (10), 5731−5736. (b) Perreault, F.; de Faria, A. F.; Nejati, S.; Elimelech, M. Antimicrobial Properties of Graphene Oxide Nanosheets: Why Size Matters. ACS Nano 2015, 9 (7), 7226−7236. (12) (a) Akhavan, O. Bacteriorhodopsin as a superior substitute for hydrazine in chemical reduction of single-layer graphene oxide sheets. Carbon 2015, 81, 158−166. (b) Akhavan, O.; Ghaderi, E.; Esfandiar, A. Wrapping Bacteria by Graphene Nanosheets for Isolation from Environment, Reactivation by Sonication, and Inactivation by NearInfrared Irradiation. J. Phys. Chem. B 2011, 115 (19), 6279−6288. (c) Li, Y.; Yuan, H.; von dem Bussche, A.; Creighton, M.; Hurt, R. H.; Kane, A. B.; Gao, H. Graphene microsheets enter cells through spontaneous membrane penetration at edge asperities and corner sites. Proc. Natl. Acad. Sci. U. S. A. 2013, 110 (30), 12295−12300. (d) Zou, X.; Zhang, L.; Wang, Z.; Luo, Y. Mechanisms of the Antimicrobial Activities of Graphene Materials. J. Am. Chem. Soc. 2016, 138 (7), 2064−2077. (e) Rojas-Andrade, M. D.; Chata, G.;\nRouholiman, D.; Liu, J.; Saltikov, C.; Chen, S. Antibacterial mechanisms of graphene-based composite nanomaterials. Nanoscale 2017, 9 (3), 994−1006. (f) Zhang, N.; Hou, J.; Chen, S.; Xiong, C.; Liu, H.; Jin, Y.; Wang, J.; He, Q.; Zhao, R.; Nie, Z. Rapidly Probing Antibacterial Activity of Graphene Oxide by Mass Spectrometrybased Metabolite Fingerprinting. Sci. Rep. 2016, 6, 28045. (13) (a) Palmieri, V.; et al. The graphene oxide contradictory effects against human pathogens. Nanotechnology 2017, 28 (15), 152001. (b) Mangadlao, J. D.; Santos, C. M.; Felipe, M. J. L.; de Leon, A. C. C.; Rodrigues, D. F.; Advincula, R. C. On the antibacterial mechanism of graphene oxide (GO) Langmuir-Blodgett films. Chem. Commun. 2015, 51 (14), 2886−2889. (c) Hegab, H. M.; ElMekawy, A.; Zou, L.; Mulcahy, D.; Saint, C. P.; Ginic-Markovic, M. The controversial antibacterial activity of graphene-based materials. Carbon 2016, 105, 362−376. (d) Misri, R.; Wong, N. K. Y.; Shenoi, R. A.; Lum, C. M. W.; Chafeeva, I.; Toth, K.; Rustum, Y.; Kizhakkedathu, J. N.; Khan, M. K. Investigation of hydrophobically derivatized hyperbranched polyglycerol with PEGylated shell as a nanocarrier for systemic delivery of chemotherapeutics. Nanomedicine 2015, 11 (7), 1785− 1795. (14) (a) Tu, Y.; Lv, M.; Xiu, P.; Huynh, T.; Zhang, M.; Castelli, M.; Liu, Z.; Huang, Q.; Fan, C.; Fang, H.; Zhou, R. Destructive extraction of phospholipids from Escherichia coli membranes by graphene nanosheets. Nat. Nanotechnol. 2013, 8 (8), 594−601. (b) Pham, V. T. H.; Truong, V. K.; Quinn, M. D. J.; Notley, S. M.; Guo, Y.; Baulin, V. A.; Al Kobaisi, M.; Crawford, R. J.; Ivanova, E. P. Graphene Induces Formation of Pores That Kill Spherical and Rod-Shaped Bacteria. ACS Nano 2015, 9 (8), 8458−8467. (15) (a) Dubey, P.; Gopinath, P. PEGylated graphene oxide-based nanocomposite-grafted chitosan/polyvinyl alcohol nanofiber as an advanced antibacterial wound dressing. RSC Adv. 2016, 6 (73), 69103−69116. (b) Zhao, R.; Lv, M.; Li, Y.; Sun, M.; Kong, W.; Wang, L.; Song, S.; Fan, C.; Jia, L.; Qiu, S.; Sun, Y.; Song, H.; Hao, R. Stable Nanocomposite Based on PEGylated and Silver Nanoparticles Loaded Graphene Oxide for Long-Term Antibacterial Activity. ACS Appl. Mater. Interfaces 2017, 9 (18), 15328−15341. (c) Palmieri, V.; Bugli, F.; Cacaci, M.; Perini, G.; Maio, F. D.; Delogu, G.; Torelli, R.; Conti, C.; Sanguinetti, M.; Spirito, M. D.; Zanoni, R.; Papi, M. Graphene oxide coatings prevent Candida albicans biofilm formation with a controlled release of curcumin-loaded nanocomposites. Nanomedicine 2018, 13 (22), 2867−2879. (d) Palmieri, V.; Papi, M.; Conti, C.; Ciasca, G.; Maulucci, G.; De Spirito, M. The future development of bacteria fighting medical devices: the role of graphene oxide. Expert Rev. Med. Devices 2016, 13 (11), 1013−1019. (e) Khan, M. I. H.; Islam, J. M. M.; Kabir, W.; Rahman, A.; Mizan, M.; Rahman, M. F.; Amin, J.; Khan, M. A. Development of hydrocolloid Bi-layer dressing with bio-adhesive and non-adhesive properties. Mater. Sci. Eng., C 2016, 69, 609−615. (f) Xu, M.; Zhu, J.; Wang, F.; Xiong, Y.; Wu, Y.; Wang, Q.; Weng, J.; Zhang, Z.; Chen, W.; Liu, S. Improved In Vitro and In Vivo Biocompatibility of Graphene Oxide through Surface Modification: Poly(Acrylic Acid)-Functionalization is Superior to PEGylation. ACS Nano 2016, 10 (3), 3267−3281. (16) Setaro, A.; Adeli, M.; Glaeske, M.; Przyrembel, D.; Bisswanger, T.; Gordeev, G.; Maschietto, F.; Faghani, A.; Paulus, B.; Weinelt, M.; Arenal, R.; Haag, R.; Reich, S. Preserving π-conjugation in covalently functionalized carbon nanotubes for optoelectronic applications. Nat. Commun. 2017, 8, 14281. (17) (a) Zhang, E.; Wang, T.; Lian, C.; Sun, W.; Liu, X.; Tong, Z. Robust and thermo-response graphene−PNIPAm hybrid hydrogels reinforced by hectorite clay. Carbon 2013, 62, 117−126. (b) Qi, J.; Lv, W.; Zhang, G.; Zhang, F.; Fan, X. Poly(N-isopropylacrylamide) on two-dimensional graphene oxide surfaces. Polym. Chem. 2012, 3 (3), 621−624. (c) Yang, Y.; Song, X.; Yuan, L.; Li, M.; Liu, J.; Ji, R.; Zhao, H. Synthesis of PNIPAM polymer brushes on reduced graphene oxide based on click chemistry and RAFT polymerization. J. Polym. Sci., Part A: Polym. Chem. 2012, 50 (2), 329−337. (18) Cong, H.-P.; Qiu, J.-H.; Yu, S.-H. Thermoresponsive Poly(Nisopropylacrylamide)/Graphene/Au Nanocomposite Hydrogel for\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4745\nWater Treatment by a Laser-Assisted Approach. Small 2015, 11 (9− 10), 1165−1170. (19) (a) Namazi, H.; Adeli, M. Solution proprieties of dendritic triazine/poly(ethylene glycol)/dendritic triazine block copolymers. J. Polym. Sci., Part A: Polym. Chem. 2005, 43 (1), 28−41. (b) Namazi, H.; Adeli, M. Synthesis of barbell-like triblock copolymers, dendritic triazine-block-poly(ethylene glycol)-block-dendritic triazine and investigation of their solution behaviors. Polymer 2005, 46 (24), 10788−10799. (20) (a) Dallavalle, M.; Calvaresi, M.; Bottoni, A.; Melle-Franco, M.; Zerbetto, F. Graphene Can Wreak Havoc with Cell Membranes. ACS Appl. Mater. Interfaces 2015, 7 (7), 4406−4414. (b) Ghosal, A.; Tiwari, S.; Mishra, A.; Vashist, A.; Rawat, N. K.; Ahmad, S.; Bhattacharya, J. In Nanogels for Biomedical Applications; Vashist, A., Kaushik, A., Ahmad, S., Nair, M., Eds.; The Royal Society of Chemistry: U.K, 2018; Chapter 2, pp 9−28. (21) Tegou, E.; Magana, M.; Katsogridaki, A. E.; Ioannidis, A.; Raptis, V.; Jordan, S.; Chatzipanagiotou, S.; Chatzandroulis, S.; Ornelas, C.; Tegos, G. P. Terms of endearment: Bacteria meet graphene nanosurfaces. Biomaterials 2016, 89, 38−55. (22) Salas, E. C.; Sun, Z.; Lüttge, A.; Tour, J. M. Reduction of Graphene Oxide via Bacterial Respiration. ACS Nano 2010, 4 (8), 4852−4856. (23) Federspiel, F.; Froehlicher, G.; Nasilowski, M.; Pedetti, S.; Mahmood, A.; Doudin, B.; Park, S.; Lee, J.-O.; Halley, D.; Dubertret, B.; Gilliot, P.; Berciaud, S. Distance Dependence of the Energy Transfer Rate from a Single Semiconductor Nanostructure to Graphene. Nano Lett. 2015, 15 (2), 1252−1258. (24) (a) Uzzaman, A.; Shang, Z.; Qiao, Z.; Cao, C.-X.; Xiao, H. Graphene and graphene oxide as a solid matrix for extraction of membrane and membrane-associated proteins. Microchim. Acta 2018, 185 (2), 123. (b) Yang, Z.; Ge, C.; Liu, J.; Chong, Y.; Gu, Z.; JimenezCruz, C. A.; Chai, Z.; Zhou, R. Destruction of amyloid fibrils by graphene through penetration and extraction of peptides. Nanoscale 2015, 7 (44), 18725−18737. (c) Li, R.; Guiney, L. M.; Chang, C. H.; Mansukhani, N. D.; Ji, Z.; Wang, X.; Liao, Y.-P.; Jiang, W.; Sun, B.; Hersam, M. C.; Nel, A. E.; Xia, T. Surface Oxidation of Graphene Oxide Determines Membrane Damage, Lipid Peroxidation, and Cytotoxicity in Macrophages in a Pulmonary Toxicity Model. ACS Nano 2018, 12 (2), 1390−1402. (25) (a) Titov, A. V.; Kraĺ, P.; Pearson, R. Sandwiched Graphene− Membrane Superstructures. ACS Nano 2010, 4 (1), 229−234. (b) Hu, W.; Peng, C.; Luo, W.; Lv, M.; Li, X.; Li, D.; Huang, Q.; Fan, C. Graphene-Based Antibacterial Paper. ACS Nano 2010, 4 (7), 4317−4323. (c) Liu, S.; Hu, M.; Zeng, T. H.; Wu, R.; Jiang, R.; Wei, J.; Wang, L.; Kong, J.; Chen, Y. Lateral Dimension-Dependent Antibacterial Activity of Graphene Oxide Sheets. Langmuir 2012, 28 (33), 12364−12372. (26) Vecitis, C. D.; Zodrow, K. R.; Kang, S.; Elimelech, M. Electronic-Structure-Dependent Bacterial Cytotoxicity of SingleWalled Carbon Nanotubes. ACS Nano 2010, 4 (9), 5471−5479.\nDOI: 10.1021/acs.langmuir.8b03660 Langmuir 2019, 35, 4736−4746\n4746"
    } ],
    "references" : [ {
      "title" : "Large-Area Synthesis of High-Quality and Uniform Graphene Films on Copper Foils",
      "author" : [ "R.S. Ruoff" ],
      "venue" : "Science",
      "citeRegEx" : "Ruoff,? \\Q2009\\E",
      "shortCiteRegEx" : "Ruoff",
      "year" : 2009
    }, {
      "title" : "The rise of graphene",
      "author" : [ "A.K. Geim", "K.S. Novoselov" ],
      "venue" : "Nat. Mater. 2007,",
      "citeRegEx" : "Geim and Novoselov,? \\Q2007\\E",
      "shortCiteRegEx" : "Geim and Novoselov",
      "year" : 2007
    }, {
      "title" : "Design, Synthesis, and Characterization of Graphene−Nanoparticle Hybrid Materials for Bioapplications",
      "author" : [ "P.T. Yin", "S. Shah", "M. Chhowalla", "K.-B. Lee" ],
      "venue" : "Chem. Rev. 2015,",
      "citeRegEx" : "Yin et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2015
    }, {
      "title" : "Exploring the Interface of Graphene and Biology",
      "author" : [ "K. Kostarelos", "K.S. Novoselov" ],
      "venue" : "Science 2014,",
      "citeRegEx" : "Kostarelos and Novoselov,? \\Q2014\\E",
      "shortCiteRegEx" : "Kostarelos and Novoselov",
      "year" : 2014
    }, {
      "title" : "Enzymatic functionalization of nanomaterials: A strategy for engineering their surfaces",
      "author" : [ "Bani" ],
      "venue" : "Polymer 2013,",
      "citeRegEx" : "S. and F.,? \\Q2013\\E",
      "shortCiteRegEx" : "S. and F.",
      "year" : 2013
    }, {
      "title" : "Edge-functionalization of graphene by polyglycerol; A way to change its flat topology",
      "author" : [ "Bani" ],
      "venue" : "Polymer 2013,",
      "citeRegEx" : "M. and F.,? \\Q2013\\E",
      "shortCiteRegEx" : "M. and F.",
      "year" : 2013
    }, {
      "title" : "Graphene Oxide Nanowalls Against Bacteria",
      "author" : [ "F. Perreault", "A.F. de Faria", "S. Nejati", "M. Elimelech" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Perreault et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Perreault et al\\.",
      "year" : 2010
    }, {
      "title" : "Robust and thermo-response graphene−PNIPAm hybrid hydrogels reinforced by hectorite clay",
      "author" : [ "E. Zhang", "T. Wang", "C. Lian", "W. Sun", "X. Liu", "Z. Tong" ],
      "venue" : "Carbon",
      "citeRegEx" : "Zhang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2013
    }, {
      "title" : "Graphene Can Wreak Havoc with Cell Membranes",
      "author" : [ "F. Zerbetto" ],
      "venue" : "ACS Appl. Mater. Interfaces 2015,",
      "citeRegEx" : "Zerbetto,? \\Q2015\\E",
      "shortCiteRegEx" : "Zerbetto",
      "year" : 2015
    }, {
      "title" : "Eds.; The Royal Society of Chemistry",
      "author" : [ "A. Kaushik", "S. Ahmad", "M. Nair" ],
      "venue" : "U.K, 2018; Chapter",
      "citeRegEx" : "Kaushik et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kaushik et al\\.",
      "year" : 2018
    }, {
      "title" : "Terms of endearment: Bacteria meet graphene nanosurfaces",
      "author" : [ "C. Ornelas", "G.P. Tegos" ],
      "venue" : "Biomaterials 2016,",
      "citeRegEx" : "Ornelas and Tegos,? \\Q2016\\E",
      "shortCiteRegEx" : "Ornelas and Tegos",
      "year" : 2016
    }, {
      "title" : "Cytotoxicity in Macrophages in a Pulmonary Toxicity Model. ACS Nano 2018",
      "author" : [ "A.V. Titov", "P. Kraĺ", "R. Pearson" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Titov et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Titov et al\\.",
      "year" : 2010
    }, {
      "title" : "Graphene-Based Antibacterial Paper",
      "author" : [ "C. Fan" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Fan,? \\Q2010\\E",
      "shortCiteRegEx" : "Fan",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "An understanding of the interactions of 2D nanomaterials with pathogens is of vital importance to developing and controlling their antimicrobial properties. In this work, the interaction of functionalized graphene with tunable hydrophobicity and bacteria is investigated. Poly(ethylene glycol)-block-(poly-N-isopropylacrylamide) copolymer (PEG-bPNIPAM) with the triazine joint point was attached to the graphene surface by a nitrene [2 + 1] cycloaddition reaction. By thermally switching between hydrophobic and hydrophilic states, functionalized graphene sheets were able to bind to bacteria. Bacteria were eventually disrupted when the functionality was switched to the hydrophobic state. On the basis of measuring the different microscopy methods and a live/dead viability assay, it was found that Escherichia coli (E. coli) bacteria are more susceptible to hydrophobic interactions than B. cereus bacteria, under the same conditions. Our investigations confirm that hydrophobic interaction is one of the main driving forces at the presented graphene/bacteria interfaces and promotes the antibacterial activity of graphene derivatives significantly.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}