{
  "name" : "downloads_2019-12-23_a5_10.3390@nano10010022.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Multifunctional PLA Blends Containing Chitosan Mediated Silver Nanoparticles: Thermal, Mechanical, Antibacterial, and Degradation Properties",
    "authors" : [ "Agueda Sonseca", "Salim Madani", "Gema Rodríguez", "Víctor Hevilla", "Coro Echeverría", "Marta Fernández-García", "Alexandra Muñoz-Bonilla", "Noureddine Charef", "Daniel López" ],
    "emails" : [ "gema@ictp.csic.es", "v.hevilla@ictp.csic.es", "cecheverria@ictp.csic.es", "martafg@ictp.csic.es", "sbonilla@ictp.csic.es", "madanisalim79@gmail.com", "charefnr@hotmail.com", "agsonol@posgrado.upv.es", "daniel.l.g@csic.es" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: poly(lactic acid); oligomeric lactic acid; eco-friendly silver nanoparticles; biopolymer properties; antimicrobial activity; packaging"
    }, {
      "heading" : "1. Introduction",
      "text" : "Although biodegradable polymers are not meant to fully substitute the non-biodegradable synthetic polymers, when applying them in packaging and medical industries it is still one of the most hopeful approaches to face polymer waste’s environmentally harmful problems [1]. Poly(lactic acid) (PLA) is a well-known biodegradable synthetic polymer that is considered one of the most attractive materials for packaging applications [2] thanks to its biocompatibility, biodegradability, renewable character (can be obtained from the fermentation of 100% renewable and biodegradable plant sources\nNanomaterials 2020, 10, 22; doi:10.3390/nano10010022 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 22 2 of 17\nsuch as corn, rice, and sugar feedstocks), as well as commercial availability [3,4]. PLA has also been approved by the American Food and Drug Administration (FDA) for direct contact with biological fluids, and it is also highly transparent and possesses good water vapor barrier properties [5,6]. In general, PLA possesses higher mechanical strength and is easier to process in comparison with other biopolymers and, additionally, is naturally degraded in soil or compost [7,8] in products completely assimilated by microorganisms [2]. Despite such strengths, PLA toughness, thermal stability, and mechanical properties are still limited when compared with their petroleum-based counterparts [9]. Despite its strong resistance, it is very brittle (elongation at break lower than 10%) [10] and another important shortcoming limiting its practical application is the relatively slow crystallization rate [4]. In this regard, to overcome these drawbacks, the addition of plasticizers, blending [11], copolymerization [12], as well as the development of micro- or nano-composites have been often employed as promising strategies to enhance the mechanical performance of PLA while preserving its transparency, which are both useful properties in the packaging sector [13,14]. Nowadays, food packaging is in constant development in order to meet the consumer and industry demands that trend towards minimally processed food products with prolonged shelf-life and controlled quality [15]. The packaging is known as the cornerstone of the food processing industry as almost 100% of the food and drinks that we buy and consume are packaged at a higher or lower level [16,17]. Packaging functions are mainly related to preservation and protection of the food, maintaining its quality and safety as well as the reduction of food waste [16]. Therefore, the only way to respond to this demand is by developing improved packaging concepts to guarantee food safety, quality, and traceability. In this sense, the development of active food-packaging can represent a big step forward to provide additional functions that prevent food waste in comparison with traditional non-active (passive) materials. Food-borne pathogens are of utmost concern in food safety [18]. Each year, millions of people get sick or even die due to the ingestion of unsafe food and water, mainly caused by bacteria, viruses, and parasites [19], and as a direct consequence, antimicrobial active-packaging materials are attracting the attention from food and packaging industries [20]. Nowadays, the introduction of silver particles (Ag NPs) into polymers able to imprint antimicrobial properties, is widely accepted as silver is considered a potent broad-spectrum antimicrobial agent non-toxic to human cells and with proven long-lasting biocidal activity, high temperature stability, and low volatility [21–24]. Therefore, Ag NPs have been approved for use in food-contact polymers in the USA and the European Union, after previous consideration of the use conditions [25]. Recently, synthesis under eco-friendly conditions of silver (Ag) and gold (Au) nanoparticles have been gaining interest for researchers [25,26], as most common reducing agents employed for the preparation of nanoparticles are NaBH4 (sodium borohydride), citrate, or ascorbate, which are associated with environmental toxicity or biological hazards. In this context, chitosan is one of the most used biopolymers, thanks to their large amount of free amino and hydroxyl groups, and under the proper thermal conditions can be employed as reducing and stabilizing agents for the synthesis of Ag and Au nanoparticles preventing their aggregation [27–33]. In proper thermal conditions, the hydroxyl groups are converted to carboxyl groups by air oxidation, which reduces the silver ions [34]. With this background, in this study eco-friendly silver nanoparticles synthesized with a green protocol, using non-toxic biodegradable chitosan as the reducing agent, have been employed for obtaining plasticized PLA nanocomposites suitable for packaging applications thanks to its biocide properties. The aim of the present work is to study in detail the morphological, mechanical, thermal, and antibacterial properties as well as the crystallinity and the degradation profile in composting conditions of degradable plasticized PLA nanocomposites containing chitosan-based silver nanoparticles, in order to assess the prospective approach offered by these new systems. Nanocomposites have been prepared by melt compounding in a twin-screw extruder and their mechanical and thermal responses have been related to the nanoparticle content. The oligomeric lactic\nNanomaterials 2020, 10, 22 3 of 17\nacid employed as a plasticizer agent together with the chitosan-based silver nanoparticles imposes enhanced ductility, toughness, and antibacterial activity to the developed nanocomposites."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Polylactic acid (PLA3051D, 3% of D-lactic acid monomer, molecular weight 142 × 104 g/mol, density 1.24 g/cm3) and Lactic acid oligomer (Glyplas OLA8, ester content >99%, density 1.11 g/cm3, viscosity 22.5 mPa.s, molecular weight 1100 g/mol) were supplied from NatureWorks LLC (Minnetonka, MN, USA) and Condensia Química SA (Barcelona, Spain), respectively. Silver nitrate (AgNO3) and Chitosan from shrimp shells with a deacetylation degree >75% were purchased from Sigma-Aldrich (St. Quentin Fallavier, France). Acetic acid and sodium hydroxide were purchased from Fluka (Seelze, Germany)."
    }, {
      "heading" : "2.2. Synthesis of Based Chitosan Silver Nanoparticles",
      "text" : "Chitosan-based silver nanoparticles (AgCH-NPs) were synthesized by a method described elsewhere [33,35]. Typically, 4.5 mL of a solution of 52.0 mM of AgNO3 and 10 mL of a solution of chitosan of concentration 6.92 mg/mL in 1% acetic acid were mixed and heated at 95 ◦C under stirring for 12 h. The color of the mixture changed from colorless to yellow and, finally, to brownish which indicates the formation of the nanoparticles. The dispersions obtained were dialyzed for three days against distilled water using dialysis membranes with a MWCO of 12,000–14,000 Da. AgCH-NPs were then isolated by lyophilization."
    }, {
      "heading" : "2.3. Preparation of Oligomeric Lactic Acid Plasticized Poly(Lactic Acid) Nanocomposites Containing",
      "text" : "AgCH-NPs (PLA/OLA AgCH-NPs Nanocomposites)\nAppropriate amounts of PLA, AgCH-NPs, and OLA were mixed in a microextruder equipped with two twin conical co-rotating screws (Thermo Scientific MiniLab Haake Rheomex CTW5). PLA pellets and OLA were previously dried overnight at 80 ◦C in order to avoid the presence of moisture. AgCH-NPs were dried at 40 ◦C for 4 h. PLA was first processed in the MiniLab mixer at 180 ◦C and a rotation speed of 100 rpm; after 2 min OLA and AgCH-NPs were added once PLA had reached the melt state to avoid oligomer and nanoparticle thermal degradation. The total time of mixing was 3 min. Films were then obtained by processing blends by compression molding at 180 ◦C in a hot press (Collin P-200-P, Collin Lab & Pilot Solutions GmbH, Maitenbeth, Germany). Blends were kept between the hot plates at atmospheric pressure for one minute at 180 ◦C until reaching the melt state. Then, they were submitted to the following pressure cycles, 5 MPa for one minute at 180 ◦C and then cooling down to room temperature at 5 MPa for one minute. The different obtained formulations are gathered in Table 1."
    }, {
      "heading" : "2.4. Characterization Techniques",
      "text" : "A Philips XL30 scanning electron microscope (SEM, Philips, Mahwah, NJ, USA), with an accelerating voltage of 10 kV, a work distance of 10–15 mm was used to record SEM micrographs of samples cross-section and observe changes produced by the different amount of filler (AgCH-NPs).\nNanomaterials 2020, 10, 22 4 of 17\nNanocomposites were cryo-fractured with the aid of liquid N2 and each specimen was gold-coated (~5 nm thickness) in a Polaron SC7640 Auto/Manual Sputter (Quorum Technologies LTD, Kent, UK). Fourier transmission spectra (FTIR) were recorded for all the samples using a Spectrum-Two (Perkin Elmer) spectrometer between 650 and 4500 cm−1 spectral range with a 4 cm−1 resolution and an attenuated total reflectance (ATR) cell. A background spectrum was acquired before every sample and all samples were vacuum-dried prior to measurement. Thermal transitions and stability of neat PLA/OLA, as well as obtained nanocomposites with different amounts of AgCH-NPs, were studied by differential scanning calorimetry (DSC) and thermogravimetric analysis (TGA) in a DSC Q2000 and TA-Q500 apparatus both from TA Instruments (New Castle, DE, USA), respectively. In the DSC, samples were heated from −60 ◦C up to 180 ◦C at 10 ◦C /min under an N2 atmosphere (flow rate of 50 mL/min). Glass transition temperatures (Tg), calculated as the midpoint of the transition, melting temperatures (Tm), cold crystallization (∆Hcc), and melting enthalpies (∆Hm) were calculated by analyzing the thermograms in the TA Universal Analysis software. The degree of crystallinity (Xc%) was therefore obtained from Equation (1) using 93.6 J/g as crystallization enthalpy value for pure crystalline PLA (∆H0m) [36] Wf represents the weight fraction of pure PLA present in the sample (Wf = 1 − 0.2 − mf, where mf is the weight fraction of the nanoparticles in the nanocomposite).\nXc% = 100 × ((∆Hm − ∆Hcc)/∆H0m) × (1/Wf) (1)\nTensile tests were carried out on an Instron instrument (Instron, Norwood, MA, USA). equipped with a 50 N load cell, operated at room temperature and at a crosshead speed of 10 mm/min (strain rate). The initial length between clamps was set at 10 mm, samples of 6 mm width and ~100 µm of average thickness were measured and results from five to ten specimens were averaged. Young’s modulus (slope of the curve from 0–2% deformation), maximum stress, ultimate tensile strength, and elongation at break were calculated. To study the crystalline structure of the plasticized PLA nanocomposite films, a Bruker D8 Advance X-ray diffractometer (Bruker Scientific LLC, Billerica, MA, USA) equipped with a CuKα (λ = 0.154 nm) source was employed. Samples were mounted on an appropriate holder and scanned between 2◦ and 60◦ (2θ) with a scanning step of 0.02◦, a collection time of 10 s per step, and 40 kV of operating voltage to obtain X-ray diffraction patterns (XRD). Percentages of crystallinity were calculated with the aid of PeakFit software (Systat Software Inc. V4.12, San Jose, CA, USA) by a fitting process using a deconvolution method. Antimicrobial activity of the prepared nanocomposites was determined following the E2149-13a standard method of the American Society for Testing and Materials (ASTM) (West Conshohocken, PA, USA) [37] against Staphylococcus aureus (S. aureus, ATCC 29213) and Escherichia coli (E. coli, ATCC 25922) bacteria. Each nanocomposite was placed in a sterile falcon tube and then 10 mL of the bacterial suspension (ca. 106 colony forming units (CFU)/mL) were added. Falcon tubes with only the inoculum and neat plasticizer PLA were also prepared as control experiments. The samples were shaken at room temperature at 150 rpm for 24 h. Bacterial concentrations at time 0 and after 24 h were calculated by the plate count method. The contact killing experiment was done per triplicate on different days and the plate counting by duplicate. The biodegradation test for all the samples was conducted under aerobic composting conditions in a laboratory-scale reactor following the ISO-20200 standard. [38] Briefly, samples were cut into square geometries of 15 × 15 mm and buried 4–6 cm in depth inside reactors containing solid biodegradation media −10 wt% of compost (Compo GmbH, Münster, Germany), 30 wt% of rabbit food, 10 wt% of starch, 5 wt% of sugar, 1 m wt% of urea, 4 wt% of corn oil, 40 wt% of sawdust and water in a 45:55 wt% ratio, and incubated at 58 ◦C for 40 days. Samples were kept into textile meshes to allow easy removal from the composting medium, while when buried access of microorganisms and moisture was ensured. Water was periodically added to the reaction containers to maintain the relative humidity in the medium, and the aerobic conditions were guaranteed by the regular mixing of the compost\nNanomaterials 2020, 10, 22 5 of 17\nmedium. Samples were recovered from the disintegration medium at different time intervals (7, 17, 21, 28, 36, and 44 days), washed with distilled water, and dried in an oven at 37 ◦C until constant weight. The mass loss weight % was calculated by normalizing the sample weight at different incubation times to the initial weight value. Photographs were taken from samples once extracted from the composting medium. The test was done at least with two samples of each composition."
    }, {
      "heading" : "3. Results",
      "text" : "3.1. Microstructure and Morphology of the PLA/OLA AgCH-NPs Nanocomposites:\nThe morphology of AgCH-nanoparticles and PLA/OLA AgCH-NPs nanocomposites was studied by scanning electron microscopy (SEM). Figure 1 shows representative SEM micrographs of the synthesized AgCH-NPs, revealing a spherical morphology with diameters of ~8 ± 1 nm in agreement with previously reported values for similar procedures [35].\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 16\ndifferent incubation times to the in tial weight v lue. Photographs were taken from samples once extracted from the compo ting medium. The test was done at l ast with two samples f each c mposition.\n3. Results\n3.1. Microstructure and Morphology of the PLA/OLA AgCH-NPs Nanocomposites:\nThe morphology of AgCH-nanoparticles and PLA/OLA AgCH-NPs nanocomposites was studied by scanning electron microscopy (SEM). Figure 1 shows representative SEM micrographs of the synthesized AgCH-NPs, revealing a spherical morphology with diameters of ~8 ± 1 nm in agreement with previously reported values for similar procedures [35].\nFigure 2 depicts scanning electron microscopy (SEM) images of the cross-sectional areas of neat PLA/OLA matrix and nanocomposites with 0.5 wt%, 1 wt%, 3 wt%, and 5 wt% of AgCH-NPs. Clearly, the incorporation of AgCH-NPs into the polymer matrix induces a change in the morphology of the cross-section surface. The unfilled material shows more uniform and plane fracture while for nanocomposites a surface with shear-yield and plastic deformation in different directions can be observed. The rougher surface morphology into the nanocomposites is homogeneously distributed along the cross-section and no large agglomerations of nanoparticles seem to be present. Additionally, voids and more stratified structures appeared and increased with the AgCH-NPs content probably due to more restricted mobility (higher rigidity) of the polymer chains at the interface with the nanoparticles.\n(a) (b) (c)\n. Sca ning lectron microscopy (SEM) images of AgCH-NPs at different magnifications, (a) ×100,000 and (b) ×150,000.\nFigure 2 depicts scanning electron icroscopy (SE ) i ages of the cross-sectional areas of neat PLA/OLA atrix and nanoco posites with 0.5 wt%, 1 wt%, 3 wt%, and 5 wt% of AgCH-NPs. Clearly, the incorporation of AgCH-NPs into the polymer matrix induces a change in the morphology of the cross-section surface. The unfilled material shows more uniform and plane fracture while for nanoco posites a surface ith shear-yield and plastic deformation in different directions can be observed. The rougher surface orphology into the nanoco posites is ho ogeneously distributed along the cross-section and no large agglomerations of nanoparticles seem to be present. Additionally, voids and more stratified structures appeared and increased with the AgCH-NPs content probably due to more restricted mobility (higher rigidity) of the polymer chains at the interface with the nanoparticles. FTIR spectra of PLA/OLA, AgCH-NPs and PLA/OLA AgCH-NPs reinforced nanocomposites are shown in Figure 3, where characteristic bands of PLA/OLA and AgCH-NP can be identified. Neat PLA/OLA and nanocomposites show a weak band at 3518 cm−1 that can be attributed to the vibration of the hydroxyl groups in the terminal chain of PLA/OLA. At 1748 cm−1 there is a carbonyl group stretching vibration band, and at 1454 cm−1, 1383 cm−1, and 1366 cm−1 appears –CH3 groups, -CH deformation, and asymmetric bands. The –C-O- stretching bands appear at 1180 cm−1, 1130 cm−1, and 1085 cm−1. AgCH-NPs spectrum exhibits the characteristics absorption bands of chitosan at 1639 cm−1 (Amide I), 1551 cm−1 (Amide II), and 1324 cm−1 (Amide III). These bands are not detectable in the nanocomposite’s spectra due to the low percentage of nanoparticles in the nanocomposites and the weakness of these bands.\nNanomaterials 2020, 10, 22 6 of 17\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 16 different incubation times to the initial weight value. Photographs were taken from samples once extracted from the composting medium. The test was done at least with two samples of each composition. 3. Results 3.1. Microstructure and Morphology of the PLA/OLA AgCH-NPs Nanocomposites: The morphology of AgCH-nanoparticles and PLA/OLA AgCH-NPs nanocomposites was studied by scanning electron microscopy (SEM). Figure 1 shows representative SEM micrographs of the synthesized AgCH-NPs, revealing a spherical morphology with diameters of ~8 ± 1 nm in agreement with previously reported values for similar procedures [35]. (a) (b) Figure 1. Scanning electron microscopy (SEM) images of AgCH-NPs at different magnifications, (a) ×100,000 and (b) ×150,000.\nFigure 2 depicts scanning electron microscopy (SEM) images of the cross-sectional areas of neat PLA/OLA matrix and nanocomposites with 0.5 wt%, 1 wt%, 3 wt%, and 5 wt% of AgCH-NPs. Clearly, the incorporation of AgCH-NPs into the polymer matrix induces a change in the morphology of the cross-section surface. The unfilled material shows more uniform and plane fracture while for nanocomposites a surface with shear-yield and plastic deformation in different directions can be observed. The rougher surface morphology into the nanocomposites is homogeneously distributed along the cross-section and no large agglomerations of nanoparticles seem to be present. Additionally, voids and more stratified structures appeared and increased with the AgCH-NPs content probably due to more restricted mobility (higher rigidity) of the polymer chains at the interfac with the nanoparticles.\n(a) (b) (c) Nanomaterials 2020, 10, x FOR PEER REVIEW 6 of 16\n(d)\n(e)\nFigure 2. SEM images of the cross-section of PLA/OLA and PLA/OLA AgCH-NPs reinforced nanocomposites at ×1500 magnification, with different nanoparticles concentration. (a) PLA/OLA, (b) 0.5 wt% AgCH-NPs, (c) 1 wt% AgCH-NPs, (d) 3 wt% AgCH-NPs, (e) 5 wt% AgCH-NPs.\nFTIR spectra of PLA/OLA, AgCH-NPs and PLA/OLA AgCH-NPs reinforced nanocomposites are shown in Figure 3, where characteristic bands of PLA/OLA and AgCH-NP can be identified. Neat PLA/OLA and nanocomposites show a weak band at 3518 cm−1 that can be attributed to the vibration of the hydroxyl groups in the terminal chain of PLA/OLA. At 1748 cm−1 there is a carbonyl group stretching vibration band, and at 1454 cm−1, 1383 cm−1, and 1366 cm−1 appears –CH3 groups, -CH deformation, and asymmetric bands. The –C-O- stretching bands appear at 1180 cm−1, 1130 cm−1, and 1085 cm−1. AgCH-NPs spectrum exhibits the characteristics absorption bands of chitosan at 1639 cm−1 (Amide I), 1551 cm−1 (Amide II), and 1324 cm−1 (Amide III). These bands are not detectable in the nanocomposite’s spectra due to the low percentage of nanoparticles in the nanocomposites and the weakness of these bands.\nFigure 3. Fourier transmission spectra (FTIR) of PLA/OLA, AgCH-NPs and PLA/OLA AgCH-NPs reinforced nanocomposites.\nXRD patterns were recorded for all the samples and are shown in Figure 4 (see supporting information Figure S1 for AgCH-NPs XRD spectrum). Neat PLA/OLA exhibits a broad reflection indicative of its amorphous nature. The addition of 0.5 wt% of AgCH-NPs did not produce a considerable difference in the PLA/OLA matrix crystalline structure; however, the addition of 1 wt% of AgCH-NPs starts to induce crystallinity to the PLA/OLA matrix as evidenced by the appearance of a diffraction peak at 2θ = 16.7° corresponding to (110/200) planes of PLA. With increasing the AgCH-NPs content, this peak characteristic of the α and α′ type crystals become more evident. Additionally, in samples with 3 wt% and 5 wt% of AgCH-NPs loads, new peaks at 2θ = 15° and 2θ = 19.2° corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α´ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].\n4000 3500 3000 2500 2000 1500 1000\nT ra\nns m\nita nc\ne (a\n.u .)\nWavenumber (cm-1)\nAgCH-NP PLA/OLA PLA/OLA-AgCH-0.5% PLA/OLA-AgCH-1% PLA/OLA-AgCH-3% PLA/OLA-AgCH-5%\nFigure 2. P / g - s reinforced nanoco posites at fi , ff t rticles c ce trati . , 0.5 t g - Ps, (c) 1 t gC - Ps, (d) 3 wt% AgCH-NPs, (e) 5 wt% AgCH-NPs.\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 16\n(d)\n(e)\nFigure 2. SEM images of the cross-section of PLA/OLA and PLA/OLA AgCH-NPs reinforced nanocomposites at ×1500 magnification, with different nanoparticles concentration. (a) PLA/OLA, (b) 0.5 wt% AgCH-NPs, (c) 1 wt% AgCH-NPs, (d) 3 wt% AgCH-NPs, (e) 5 wt% AgCH-NPs.\nFTIR spectra of PLA/OLA, AgCH-NPs and PLA/OLA AgCH-NPs reinforced nanocomposites are shown in Figure 3, where characteristic bands of PLA/OLA and AgCH-NP can be identified. Neat PLA/OLA and nanocomposites show a weak band at 3518 cm−1 that can be attributed to the vibration of the hydroxyl groups in the terminal chain of PLA/OLA. At 1748 cm−1 there is a carbonyl group stretching vibration band, and at 1454 cm−1, 1383 cm−1, and 1366 cm−1 appears –CH3 groups, -CH deformation, and asymmetric bands. The –C-O- stretching bands appear at 1180 cm−1, 1130 cm−1, and 1085 cm−1. AgCH-NPs spectrum exhibits the characteristics absorption bands of chitosan at 1639 cm−1 (Amide I), 1551 cm−1 (Amide II), and 1324 cm−1 (Amide III). These bands are not detectable in the nanocomp site’ spectra due to the low percentage of articles i the nanocomposites and the weakness of these bands.\nFigure 3. Fourier transmission spectra (FTIR) of PLA/OLA, AgCH-NPs and PLA/OLA AgCH-NPs reinforced nanocomposites.\nXRD patterns were recorded for ll the samples and are shown in Figure 4 (see supporting information Figure S1 for AgCH-NPs XRD spectrum). Neat PLA/OLA exhibits a broad reflection indicative of its amorphous nature. The addition of 0.5 wt% of AgCH-NPs did not produce a considerable difference in the PLA/OLA matrix crystalline structure; however, the addition of 1 wt% of AgCH-NPs starts to induce crystallinity to the PLA/OLA matrix as evidenced by the appearance of a diffraction peak at 2θ = 16.7° corresponding to (110/200) planes of PLA. With increasing the AgCH-NPs content, this peak characteristic of the α and α′ type crystals become more evident. Additionally, in samples with 3 wt% and 5 wt% of AgCH-NPs loads, new peaks at 2θ = 15° and 2θ = 19.2° corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α´ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].\n4000 3500 3000 2500 2000 1500 1000\nT ra\nns m\nita nc\ne (a\n.u .)\nWavenumber (cm-1)\nAgCH-NP PLA/OLA PLA/OLA-AgCH-0.5% PLA/OLA-AgCH-1% PLA/OLA-AgCH-3% PLA/OLA-AgCH-5%\nFigure 3. Fourier transmi sion spectra (FTIR) of PLA/OLA, AgCH-NPs and PLA/OLA AgCH-NPs reinforced nanocomposites.\nXRD patterns were recorded for all the samples and are shown in Figure 4 (see supporting information Figure S1 for AgCH-NPs XRD spectrum). Neat PLA/OLA exhibits a broad reflection indicative of its amorphous nature. he addition of 0.5 wt% of AgCH-NPs did not produce a considerable difference in the PLA/OLA matrix crystalline structure; however, the addition of 1 wt% of AgCH-NPs starts to induce crystallinity to the PLA/OLA matrix as evidenced by the appearance of a diffraction peak at 2θ = 16.7◦ corresponding to (110/200) planes of PLA. With increasing the AgCH-NPs content, this peak characteristic of the α and α′ type crystals become more evident. Additionally, in samples with 3 wt% and 5 wt% of AgCH-NPs loads, new peaks at 2θ= 15◦ and 2θ= 19.2◦ corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α′ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].\nNanomaterials 2020, 10, 22 7 of 17ano aterials 2020, 10, x FOR PEER REVIEW 7 of 16\nFigure 4. XRD patterns of PLA/OLA and PLA/OLA AgCH-NPs reinforced nanocomposites.\nBesides these diffraction peaks, samples with contents of 3 and 5 wt% of AgCH-NPs, start to exhibit reflections at around 32° (002), 38° (111), and 44° (200) corresponding to the presence of AgCH-NPs (see Supporting Information Figure S2) being a clear evidence of their presence into the nanocomposites. Interestingly, with increasing the AgCH-NPs content to 5 wt%, reflections from (010), (200/110), and (203) planes very slightly shifted to higher 2θ, and intensity of peaks at 15° and 22.4° corresponding to (010) and (015) crystalline planes of PLA, increased (Table 2). This fact can be indicative of a higher degree of order in the structure with increasing the AgCH-NPs content to 5 wt% from more distorted orthorhombic crystals (α′ form) to more perfect crystals (α form). Calculated interplanar distance from Braggs´ law evidenced lower distance between planes in the sample with the highest AgCH-NPs content (Table 2) [41]. It is also possible to note that small diffraction peaks at 12.6° and 25.3° appeared in 1, 3, and 5 wt% of AgCH-NPs containing samples that are assigned to the reflections of (004/103) and (016) planes of crystalline PLA respectively [42,43].\nTable 2. Distance between planes of nanocomposites (1–5 wt% of AgCH-NPs) calculated from the\nmost intensive diffraction peaks.\n2θ (Angle) Distance between Planes Sample (010) (200)/(110) (203) d(A) d(A) d(A)\nPLA/OLA AgCH1% -- 16.7 -- -- 5.30 -- PLA/OLA AgCH3% 14.8 16.7 19.1 5.98 5.30 4.64 PLA/OLA AgCH5% 14.9 16.8 19.2 5.94 5.27 4.62"
    }, {
      "heading" : "3.2. Thermal Analysis",
      "text" : ""
    }, {
      "heading" : "In order to study the effect of the addition of AgCH-NPs over the PLA/OLA matrix thermal",
      "text" : "stability as well as over the thermal degradation mechanism, thermogravimetric analysis was conducted under nitrogen atmosphere. Figure 5 shows weight loss vs. temperature thermogravimetric curves (Figure 5a) and their corresponding derivative curves (Figure 5b), for neat\nBesides these diffraction peaks, samples with contents of 3 and 5 wt% of AgCH-NPs, start to exhibit reflections at around 32◦ (002), 38◦ (111), and 44◦ (200) corresponding to the presence of AgCH-NPs (see Suppo ting Information Figure S2) being a clear evid nce of their presenc into the nanocomposites. Interestingly, with increasing the AgCH-NPs cont t to 5 wt%, r fl ctions from (010), (200/110), and (203) planes very slightly shifted to higher 2θ, and intensity of p aks at 15◦ and 22.4◦ correspondi g to (010) and (015) crystalline planes of PLA, increased (Table 2). This f ct can be indicative of a higher degree of order in the structure with increasi g the AgCH-NPs content to 5 wt% from more distorted orthorhombic crystals (α′ form) to more perfect crystals (α form). Calculated in erplanar distance fr m Braggs´ law evidenced lower distance betwe n planes in the sample with the high st AgCH-NPs content (Table 2) [41]. It is also possible to note th t small diffractio peaks at 12.6◦ and 25.3◦ appear d in 1, 3, and 5 wt% of AgCH-NPs containing sam le that are assigned to the reflections of (004/103) and (016) planes of crystalline PLA respectively [42,43].\nTable 2. Distance between planes of nanocomposites (1–5 wt% of AgCH-NPs) calculated from the most intensive diffraction peaks.\n2θ (Angle) Distance between Planes\nSample (010) (200)/(110) (203) d(A) d(A) d(A)\nPLA/OLA AgCH1% – 16.7 – – 5.30 – /OLA AgCH3% 14.8 . 19.1 5.98 5.30 4.64 /OLA AgCH5% .9 .8 .2 5.94 5.27 4.62"
    }, {
      "heading" : "3.2. Thermal Analysis",
      "text" : "In order to study the effect of the addition of AgCH-NPs over the PLA/OLA matrix thermal stability as well as over the thermal degradation mechanism, thermogravimetric analysis was conducted under nitrogen atmosphere. Figure 5 shows weight loss vs. te perature thermogravimetric curves (Figure 5a) and their corresponding d rivative curves (Figure 5b), for neat PLA/OLA and AgCH-NPs lo ded\nNanomaterials 2020, 10, 22 8 of 17\nPLA/OLA nanocomposites. Table 3 collects temperatures at different percentages of weight loss for each sample.\nNanomaterials 20 , 10, x FOR PEER REVIEW 8 of 16\nPLA/OLA and AgCH-NPs loaded PLA/OLA nanocomposites. Table 3 collects temperatures at different percentages of weight loss for each sample.\n(a) (b)\nFigure 5. Thermogravimetric curves of neat PLA/OLA and its nanocomposites with different AgCHNPs content: (a) Weight loss vs. temperature curves; (b) derivative curves.\nIt is worth noticing that derivative thermogravimetric curves (DTG) of nanocomposites containing 1 and 3 wt% of AgCH-NPs are sharper than the rest (neat matrix and the other nanocomposites), which the main degradation peak presents a shoulder, evidencing a two-step degradation process. In general, the thermal stability of the samples seems to be dependent on the amount of AgCH-NPs. Maximum degradation temperature decreases between 20–56 °C with increasing AgCH-NPs content from 1 to 3 wt%. Interestingly, with the addition of 5 wt% of AgCHNPs, the shape of the degradation curve changes significantly, with a temperature at maximum weight loss rate closer to the nanocomposites with 0.5 wt% of AgCH-NPs instead of the one with 3 wt% of AgCH-NPs. This phenomenon could be related with the high amount of AgCH-NPs that can affect the mass transport barrier, resulting in more intricate paths for the volatile products (i.e., low molecular weight OLA plasticizer) to scape during thermal decomposition and therefore, promoting slightly better thermal resistance for sample with AgCH-NPs loading of 5 wt% [44,45]. Thus, in general, TGA results show that the addition of low amounts of AgCH-NPs (0.5 wt%) did not significantly affect the thermal degradation of the PLA/OLA matrix, while amounts closer to 5 wt% of AgCH-NPs could even better prevent the thermal degradation of the matrix than the addition of 1–3 wt% of nanoparticles. Additionally, it is important to remark that no degradation occurred from room temperature to 180 °C, the range where nanocomposites were processed.\n0\n20\n40\n60\n80\n100\n50 150 250 350 450 550\nW ei\ngh t (\n% )\nTemperature (°C)\nPLA/OLA PLA/OLA-AgCH-0.5% PLA/OLA-AgCH-1% PLA/OLA-AgCH-3% PLA/OLA-AgCH-5%\n0\n0,5\n1\n1,5\n2\n2,5\n3\n50 150 250 350 450 550\nd( W\nei gh\nt)/ dT\nTemperature (°C)\nPLA/OLA PLA/OLA-AgCH-0.5% PLA/OLA-AgCH-1% PLA/OLA-AgCH-3% PLA/OLA-AgCH-5%\nFigure 5. Thermogravimetri curves of neat its nanocomposites with differ nt AgCH-NPs conte : (a) Weight loss v . temperature curves; (b) derivative curves.\nIt is orth noticing that derivative thermogravimetric curves (DTG) of nanocomposites containing 1 and 3 wt% of AgCH-NPs are sharper than the rest (neat matrix and the other nanocomposites), which the main degradation peak presents a shoulder, evidencing a two-step degradation process. In general, the thermal stability of the samples see s to be dependent on the amount of AgCH-NPs. Maximum degradation temperature decreases between 20–56 ◦C with increasing AgCH-NPs content from 1 to 3 wt%. Interestingly, with the addition of 5 wt% of AgCH-NPs, the shape of the degradation curve changes significantly, with a temperature at maximum weight loss rate closer to the nanocomposites with 0.5 wt% of AgCH-NPs instead of the one with 3 wt% of AgCH-NPs. This phenomenon could be related with the high amount of AgCH-NPs that can affect the mass transport barrier, resulting in more intricate paths for the volatile products (i.e., low molecular weight OLA plasticizer) to scape during thermal decomposition and therefore, promoting slightly better thermal resistance for sample with AgCH-NPs loading of 5 wt% [44,45]. Thus, in general, TGA results show that the addition of low amounts of AgCH-NPs (0.5 wt%) did not significantly affect the thermal degradation of the PLA/OLA matrix, while amounts closer to 5 wt% of AgCH-NPs could even better prevent the thermal degradation of the matrix than the addition of 1–3 wt% of nanoparticles. Additionally, it is important to remark that no degradation occurred from room temperature to 180 ◦C, the range where nanocomposites were processed.\nNanomaterials 2020, 10, 22 9 of 17\nDifferential scanning calorimetry (DSC) was employed to study the glass transition, melting, and crystallization of plasticized PLA and its silver-containing nanocomposites. Figure 6 shows the thermograms of neat PLA/OLA and its AgCH-NPs nanocomposites. Glass transition (Tg), cold crystallization (Tcc, ∆Hcc), and melting temperatures and enthalpies (Tm, ∆Hm), as well as crystallinity values (Xc%) are summarized in Table 4. All the samples showed a single glass transition temperature that is indicative of good miscibility between polymer matrix and plasticizer as no evidence of Tg from free OLA was observed. The addition of AgCH-NPs into PLA/OLA resulted in significant differences over Tg values with respect to the neat matrix. The addition of 0.5–1 wt% of AgCH-NPs produced a significant decrease in Tg values from 32 ◦C to 24–25 ◦C. This reduction due to the addition of nanoparticles can be related to the higher mobility of the polymer macromolecules due to an increase in the free volume of the matrix probably due to the plasticizer. On the contrary, the addition of 3–5 wt% of AgCH-NPs increased the Tg towards typical values of non-plasticized PLA probably due to the presence of high content of nanoparticles within the PLA plasticized matrix, that hinders the movements of the macromolecular chains in agreement with TGA results [46].\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 16 Table 3. Temperatures at different weight losses of neat PLA/OLA and the different formulations containing AgCH-NPs. Sample Temperature at Maximum Weight Loss Rates (°C) Temperature at Different Weight Losses (°C) Tmax1 Tmax2 T5 T30 T50 T70 PLA/OLA 306 331 227 284 304 321 PLA/OLA AgCH0.5% 312 341 224 285 304 322\nPLA/OLA AgCH1% 273 296 211 258 270 279 PLA/OLA AgCH3% 275 -- 203 253 266 276 PLA/OLA AgCH5% 303 -- 210 268 284 299\nDifferential scanning calorimetry (DSC) was employed to study the glass transition, melting, and crystallization of plasticized PLA and its silver-containing nanocomposites. Figure 6 shows the thermograms of neat PLA/OLA and its AgCH-NPs nanocomposites. Glass transition (Tg), cold crystallization (Tcc, ΔHcc), and melting temperatures and enthalpies (Tm, ΔHm), as well as crystallinity values (Xc%) are summarized in Table 4. All the samples showed a single glass transition temperature that is indicative of good miscibility between polymer matrix and plasticizer as no evidence of Tg from free OLA was observed. The addition of AgCH-NPs into PLA/OLA resulted in significant differences over Tg values with respect to the neat matrix. The addition of 0.5–1 wt% of AgCH-NPs produced a significant decrease in Tg values from 32 °C to 24–25 °C. This reduction due to the addition of nanoparticles can be related to the higher mobility of the polymer macromolecules due to an increase in the free volume of the matrix probably due to the plasticizer. On the contrary, the addition of 3–5 wt% of AgCH-NPs increased the Tg towards typical values of non-plasticized PLA probably due to the presence of high content of nanoparticles within the PLA plasticized matrix, that hinders the movements of the macromolecular chains in agreement with TGA results [46].\nFigure 6. Differential scanning calorimetry (DSC) curves of neat PLA/OLA and its nanocomposites with different AgCH-NPs content.\nAccordingly, and as can be seen in Figure 7, Tcc values decreased as well as the area under the peak (ΔHcc) with the addition of AgCH-NPs that acts as nucleus promoting/favoring crystallization of PLA/OLA at lower temperatures. Moreover, the cold crystallization in samples with 3 and 5 wt%\n-50 0 50 100 150 200 250\nPLA/OLA-AgCH-5%\nPLA/OLA-AgCH-3%\nPLA/OLA-AgCH-1%\nPLA/OLA-AgCH-0.5%\nPLA/OLA\nH ea\nt F lo\nw (W\n/g )\nTemperature (°C)\nFigure 6. Differential scanning calorimetry (DSC) curves of neat PLA/OLA and its nanocomposites with different AgCH-NPs content.\nAccordingly, and as can be seen in Figure 7, Tcc values decreased as well as the area under the peak (∆Hcc) with the addition of AgCH-NPs that acts as nucleus promoting/favoring crystallization of PLA/OLA at lower temperatures. Moreover, the cold crystallization in samples with 3 and 5 wt% of AgCH-NPs is barely visible compared to the samples with lower AgCH-NPs content, which agrees with their higher crystallinity just after processing as confirmed by XRD. Tm values did not show notable differences when nanoparticles are present, and all the samples showed a broad transition with multiple shoulders which appear well-defined as two individual peaks in samples with 0.5 and 1 wt% of AgCH-NPs contents. As previously reported for some research, this phenomenon can be attributed to the melting of different crystals (α and α′) mainly formed during heating in DSC analysis as the total enthalpy (∆HTotal) of the continuous transitions for these samples in the range between crystallization and melting is near zero. The fact that ∆HTotal value in 1 wt% of AgCH-NPs sample is slightly higher is in agreement with its higher crystallinity compared to neat PLA/OLA and nanocomposite containing 0.5 wt% of AgCH-NPs. In correlation with XRD results, the clearly visible first melting peak can be due to the presence of α´ form just after processing, or crystallites with different lamellar thickness. In contrast, it is clear that higher AgCH-NPs content (3–5 wt%) induces crystallinity during processing as evidenced by the low ∆Hcc values and subsequent melting peak.\nNanomaterials 2020, 10, 22 10 of 17\nTable 4. Thermal properties and crystallinity calculated from DSC scan for neat PLA/OLA and formulations containing AgCH-NPs.\nSample Tg Tcc ∆Hcc Tm ∆Hm ∆HTotal Xc-DSC (%) Xc-XRD (%)\nPLA/OLA 32 88 25 143 27 2 2.8 – PLA/OLA AgCH0.5% 25 83 27 142 27 0 0.0 – PLA/OLA AgCH1% 24 76 23 142 29 6 9.2 3.3 PLA/OLA AgCH3% 50 66 2 142 30 28 38.0 26.2 PLA/OLA AgCH5% 53 68 1 141 27 26 37.5 21.9\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 16 of AgCH-NPs is barely visible compared to the samples with lower AgCH-NPs content, which agrees with their higher crystallinity just after processing as confirmed by XRD. Tm values did not show notable differences when nanoparticles are present, and all the samples showed a broad transition with multiple shoulders which appear well-defined as two individual peaks in samples with 0.5 and 1 wt% of AgCH-NPs contents. As previously reported for some research, this phenomenon can be attributed to the melting of different crystals (α and α′) mainly formed during heating in DSC analysis as the total enthalpy (ΔHTotal) of the continuous transitions for these samples in the range between crystallization and melting is near zero. The fact that ΔHTotal value in 1 wt% of AgCH-NPs sample is slightly higher is in agreement with its higher crystallinity compared to neat PLA/OLA and nanocomposite containing 0.5 wt% of AgCH-NPs. In correlation with XRD results, the clearly visible first melting peak can be due to the presence of α´ form just after processing, or crystallites with different lamellar thickness. In contrast, it is clear that higher AgCH-NPs content (3–5 wt%) induces crystallinity during processing as evidenced by the low ΔHcc values and subsequent melting peak.\nTable 4. Thermal properties and crystallinity calculated from DSC scan for neat PLA/OLA and formulations containing AgCH-NPs.\nSample Tg Tcc ΔHcc Tm ΔHm ΔHTotal Xc-DSC\n(%)\nXc-XRD\n(%)\nPLA/OLA 32 88 25 143 27 2 2.8 -- PLA/OLA AgCH0.5% 25 83 27 142 27 0 0.0 -- PLA/OLA AgCH1% 24 76 23 142 29 6 9.2 3.3 PLA/OLA AgCH3% 50 6 2 142 30 28 38.0 26.2 PLA/OLA AgCH5% 53 68 1 141 27 26 37.5 21.9\n(a)\n(b)\nFigure 7. (a) Tm and Tcc, and (b) ΔHcc and ΔHm evolution at different AgCH-NPs contents in the PLA/OLA nanocomposites.\n3.3. Mechanical Properties\nThe characteristic mechanical behavior of all processed samples is shown in Figure 8 and values are summarized in Table 5. Neat PLA/OLA showed low elongation at break, (ε), (neat PLA/OLA ε ~108%; AgCH-NPs nanocomposites ε ~338–371%) and high Youngs´ or elastic modulus, (E), (neat PLA/OLA E = 783 MPa; AgCH-NPs nanocomposites E ~88–256 MPa) compared to nanocomposites. All the nanocomposites possessed higher elongation at break while a reduction in the elastic modulus and maximum tensile strength (σmax) was observed similarly as previously reported in other studies [41]. Interestingly, the best balance of mechanical behavior into the nanocomposites was obtained for the least amount of AgCH-NPs tested (0.5 wt%) having the highest Youngs´ modulus and maximum tensile strength of the whole nanocomposites while retaining similar elongation at break. This sample\nFigure 7. (a) Tm and Tcc, and (b) ∆Hcc and ∆Hm evolution at diff rent AgCH-NPs contents in the PLA/ LA nanocomposites."
    }, {
      "heading" : "3.3. Mechanical Properties",
      "text" : "The characteristic mechanical behavior of all processed samples is shown in Figure 8 and values are summarized in Table 5. Neat PLA/OLA showed low elongation at break, (ε), (neat PLA/OLA ε ~108%; AgCH-NPs nanocomposites ε ~338–371%) and high Youngs’ or elastic modulus, (E), (neat PLA/OLA E = 783 MPa; AgCH-NPs nanocomposites E ~88–256 MPa) compared to nanocomposites. All the nanocomposites possessed higher elongation at break while a reduction in the elastic modulus and maximu tensile strength (σmax) was observed similarly as previously reported in other studies [41]. Interestingly, the best balance of mechanical behavior into the na oc mposites was obtained for the least mount of AgCH-NPs te ted (0.5 wt%) having the highest Youngs´ modulus and maxi um tensile strength of the whol nanocomp sites while retaining similar elongati at break. This sample (0.5 wt% of AgCH-NPs) is totally amorphous, therefore, the low amount of filler helps to retain mechanical properties closer to the neat PLA/OLA matrix that also possesses the lowest crystallinity. Thus, it seems that the nanoparticles did not disturb the chain mobility allowing for an increased elongation at break also enhanced with the loss of crystallinity of this system. In the rest of the nanocomposites, AgCH-NPs started to induce crystallinity producing an increase of the Youngs´ modulus with the % of crystallinity and, therefore, with the number of nanoparticles. This fact can also be related to the observation from XRD results that evidenced the presence of crystals with a higher perfection degree into the 5 wt% of the AgCH-NPs sample, in comparison to the crystalline samples with a lower number of nanoparticles. In this regard, it is well known that the toughness of semicrystalline polymers is strongly influenced by the variation of crystalline structure and therefore by the solid density, affecting not only the elastic modulus but also the elongation at break. In the nanocomposites, toughness decreased with crystallinity, being lower for nanocomposites with 1–5 wt% of AgCH-NPs that possess some crystallinity in comparison with 0.5 wt% AgCH-NPs nanocomposites.\nNanomaterials 2020, 10, 22 11 of 17\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 16 (0.5 wt% of AgCH-NPs) is totally amorphous, therefore, the low amount of filler helps to retain mechanical properties closer to the neat PLA/OLA matrix that also possesses the lowest crystallinity. Thus, it seems that the nanoparticles did not disturb the chain mobility allowing for an increased elongation at break also enhanced with the loss of crystallinity of this system. In the rest of the nanocomposites, AgCH-NPs started to induce crystallinity producing an increase of the Youngs´ modulus with the % of crystallinity and, therefore, with the number of nanoparticles. This fact can also be related to the observation from XRD results that evidenced the presence of crystals with a higher perfection degree into the 5 wt% of the AgCH-NPs sample, in comparison to the crystalline samples with a lower number of nanoparticles. In this regard, it is well known that the toughness of semicrystalline polymers is strongly influenced by the variation of crystalline structure and therefore by the solid density, affecting not only the elastic modulus but also the elongation at break. In the nanocomposites, toughness decreased with crystallinity, being lower for nanocomposites with 1–5 wt% of AgCH-NPs that possess some crystallinity in comparison with 0.5 wt% AgCH-NPs nanocomposites.\nFigure 8. Representative tensile stress vs. strain curves obtained for neat PLA/OLA and PLA/OLA AgCH-NPs nanocomposites.\nTable 5. Mechanical properties for neat PLA/OLA and formulations containing AgCH-NPs.\nSample E(MPa) ε (%) σmax (MPa) Toughness\n(MJ/m3) PLA/OLA 783 ± 102 108 ± 6 23 ± 2 1.8 ± 0.1\nPLA/OLA AgCH0.5% 256 ± 29 372 ± 26 23 ± 2 5.2 ± 0.7 PLA/OLA AgCH1% 88 ± 13 368 ± 32 16 ± 1 3.1 ± 0.6 PLA/OLA AgCH3% 123 ± 36 369 ± 50 16 ± 2 3.3 ± 0.5 PLA/OLA AgCH5% 132 ± 29 338 ± 51 14 ± 3 3.1 ± 0.9\n3.4. Antibacterial Activity\nThe effectiveness of these nanocomposites against Gram-positive S. aureus and Gram-negative E. coli bacteria was evaluated by the ASTM standard method of [37]. The chitosan is well-known to have antimicrobial activity depending on its structure and molecular weight. For comparison purposes, one nanocomposite using chitosan at in-between compositions (2%) was obtained by the same procedure. Figure 9 displays the antibacterial activity of all nanocomposites represented as the\nTable 5. Mechanical properties for neat PLA/OLA and formulations containing AgCH-NPs.\nSample E (MPa) ε (%) σmax (MPa) Toughness (MJ/m3)\nPLA/OLA 783 ± 102 108 ± 6 23 ± 2 1.8 ± 0.1 PLA/OLA AgCH0.5% 256 ± 29 372 ± 26 23 ± 2 5.2 ± 0.7 PLA/OLA AgCH1% 88 ± 13 368 ± 32 16 ± 1 3.1 ± 0.6 PLA/OLA AgCH3% 123 ± 36 369 ± 50 16 ± 2 3.3 ± 0.5 PLA/OLA AgCH5% 132 ± 29 338 ± 51 14 ± 3 3.1 ± 0.9"
    }, {
      "heading" : "3.4. Antibacterial Activity",
      "text" : "The effectiveness of these nanocomposites against Gram-positive S. aureus and Gram-negative E. coli bacteria was evaluated by the ASTM standard method of [37]. The chitosan is well-known to have antimicrobial activity depending on its structure and molecular weight. For comparison purposes, one nanocomposite using chitosan at in-between compositions (2%) was obtained by the same procedure. Figure 9 displays the antibacterial activity of all nanocomposites represented as the percentage of bacteria kill, which was calculated by the difference between the CFU after contact with control substrates (PLA/OLA and none) and CFUs after contact with the polymeric nanocomposites. When chitosan is introduced it confers activity to the matrix, but this effect is more evident when AgCH-NPs are introduced. The behavior against Gram-positive is more powerful than against Gram-negative since the latter presents the outer lipid cell wall, which is more difficult to destroy. In the case of AgCH-NPs low content, the nanocomposites are not effective against E. coli but are against S. aureus bacteria.\nNanomaterials 2020, 10, 22 12 of 17\nNanomaterials 2020, 10, x FOR PEER REVIEW 12 of 16\npercentage of bacteria kill, which was calculated by the difference between the CFU after contact with control substrates (PLA/OLA and none) and CFUs after contact with the polymeric nanocomposites.\nFigure 9. Percentage of killing bacteria for the different nanocomposites.\nWhen chitosan is introduced it confers activity to the matrix, but this effect is more evident when AgCH-NPs are introduced. The behavior against Gram-positive is more powerful than against Gramnegative since the latter presents the outer lipid cell wall, which is more difficult to destroy. In the case of AgCH-NPs low content, the nanocomposites are not effective against E. coli but are against S. aureus bacteria."
    }, {
      "heading" : "3.5. Disintegration under Composting Conditions of PLA/OLA AgCH-NPs Nanocomposites:",
      "text" : ""
    }, {
      "heading" : "In order to evaluate the ability of PLA/OLA and PLA/OLA AgCH-NPs active nanocomposites",
      "text" : "to undergo disintegration, firstly, a visual examination of samples at different times when subjected to composting conditions was performed and results are collected in Figure 10. After seven days of incubation, nanocomposites containing 1–5 wt% of AgCH-NPs already exhibited fractures, while at 17 days of incubation all samples broke down and changed color, becoming totally opaque. In general, a change in the color is due to a variation in the refraction index due to water absorption and/or presence of products formed by the hydrolytic process being a clear indicator of degradation processes occurring [47,48]. All the samples were visibly disintegrated after 28 days. Thus, the nanocomposites containing 1–5 wt% of AgCH-NPs started to disintegrate faster than neat PLA/OLA and PLA/OLA containing a low number of nanoparticles (0.5 wt%). These results were confirmed by the weight loss values (Figure 11a) that remained almost constant for all the samples until seven days of incubation while, at 36 days, values near 50% and 80% were reached for nanocomposites containing 0.5 wt%, 3 wt%, and 1 wt%, 5 wt% of AgCH-NPs, respectively. Interestingly, all the nanocomposites degraded faster than the neat PLA/OLA matrix; this fact might be attributed to the release of Ag ions that can catalyze the disintegration of the samples accelerating the degradation process. Figure 11b shows, as an example, the FTIR spectra in the 650–4000 cm−1 range of sample PLA/OLA AgCH-3% at different composting times. The carbonyl group (–C=O) and –C–O group stretching from PLA and OLA are clearly visible at 1748 cm−1 and 1180 cm−1, respectively. After seven days of composting, a band, whose intensity increases over composting time, appeared at 1590 cm−1 due to carboxylate ions indicating the consumption of lactic acid by the microorganisms [49].\nFigure 9. Percentage of killing bacteria for the different nanocomposites.\n3.5. Disintegration under Composting Conditions of PLA/OLA AgCH-NPs Nanocomposites:\nIn order to evaluate the ability of PLA/OLA and PLA/OLA AgCH-NPs active nanocomposites to undergo disintegration, firstly, a visual examination of samples at different times when subjected to composting conditions was performed and results are collected in Figure 10. After seven days of incubation, nanocomposites containing 1–5 wt% of AgCH-NPs already exhibited fractures, while at 17 days of incubation all samples broke down and changed color, becoming totally opaque. In general, a change in the color is due to a variation in the refraction index due to water ab orption and/or presence of products formed by the hydrolytic process being a clear indicator of degradation processes occurring [47,48]. All the samples were visibly disintegrated after 28 days. Thus, the nanocomposites containing 1–5 wt% of AgCH-NPs started to disintegrate faster than neat PLA/OLA and PLA/OLA containing a low number of nanoparticles (0.5 wt%). These results were confirmed by the weight loss values (Figure 11a) that remained almost constant for all the samples until seven days of incubation while, at 36 days, values near 50% and 80% were reached for nanocomposites containing 0.5 wt%, 3 wt%, and 1 wt%, 5 wt% of AgCH-NPs, respectively. Interestingly, all the nanocomposites degraded faster than the neat PLA/OLA matrix; this fact might be attributed to the release of Ag ions that can catalyze the disintegration of the samples accelerating the degradation process. Figure 11b shows, as an example, the FTIR spectra in the 650–4000 cm−1 range of sample PLA/OLA AgCH-3% at different composting times. The carbonyl group (–C=O) and –C–O group stretching from PLA and OLA are clearly visible at 1748 cm−1 and 1180 cm−1, respectively. After seven days of composting, a band, whose intensity increases over composting time, appeared at 1590 cm−1 due to carboxylate ions indicating the consumption of lactic acid by the microorganisms [49].\nNanomaterials 2020, 10, 22 13 of 17 Nanomaterials 2020, 10, x FOR PEER REVIEW 13 of 16\nFigure 10. Disintegrated samples under composting conditions.\n(a)\n(b)\nFigure 11. (a) Weight loss percentage values of PLA and PLA/OLA AgCH-NPs nanocomposites at different incubation times under composting conditions. (b) Infrared spectra of PLA/OLA nanocomposites containing 3 wt% of AgCH-NPs, before composting and after different disintegration times.\n4000 3500 3000 2500 2000 1500 1000\nPLA/OLA-AgCH-3% PLA/OLA-AgCH-3% 7 days PLA/OLA-AgCH-3% 17 days PLA/OLA-AgCH-3% 21 days PLA/OLA-AgCH-3% 36 days\nT ra\nns m\nita nc\ne (a\n.u .)\nWavenumber (cm-1)\nFigure 10. Disintegrated sa ples under co posting conditions.\nNanomaterials 2020, 10, x FOR PEER REVIEW 13 of 16\nFigure 10. Disintegrated samples under composting conditions.\n(a)\n(b)\nFigure 11. (a) Weight loss percentage values of PLA and PLA/OLA AgCH-NPs nanocomposites at different incubation times under composting conditions. (b) Infrared spectra of PLA/OLA nanocomposites containing 3 wt% of AgCH-NPs, before composting and after different disintegration times.\n4000 3500 3000 2500 2000 1500 1000\nPLA/OLA-AgCH-3% PLA/OLA-AgCH-3% 7 days PLA/OLA-AgCH-3% 17 days PLA/OLA-AgCH-3% 21 days PLA/OLA-AgCH-3% 36 days\nT ra\nns m\nita nc\ne (a\n.u .)\nWavenumber (cm-1)\nFigure 11. (a) eight los percentage al s / - Ps nanocomposites at different incubation ti es co posti conditions. I fr r spectra of PLA/OLA nanocomposites t i i 3 wt% of AgCH-NPs, before composting and after diffe ent disintegration times.\nNanomaterials 2020, 10, 22 14 of 17"
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work, novel plasticized PLA nanocomposites containing 0.5 wt%, 1 wt%, 3 wt%, and 5 wt% of synthesized chitosan mediated silver nanoparticles (AgCH-NPs) were prepared by melt compounding in a twin-screw extruder and profusely characterized. The presented research depicts a new utilization of antimicrobial AgCH-NPs synthesized using nontoxic biodegradable chitosan as a reducing agent of silver nitrate. The AgCH-NPs obtained from a facile green synthesis method, clearly affected the crystal structure as well as the ability of neat PLA/OLA matrix chains to organize enhancing its crystallinity and lowering the cold crystallization temperature. In fact, as proven by XRD, nanoparticles induced a change in the lattice spacing (lowering the distance between crystalline planes) of the neat matrix, indicating the formation of crystals with higher perfection for the nanocomposite containing 5 wt% of nanoparticles. In accordance with XRD, a detailed analysis of DSC thermograms showed that the crystallinity degree of PLA/OLA was significantly affected when increasing the AgCH-NPs reaching values of ~37% for 3 wt% and 5 wt% of nanoparticle loads. A great enhancement in toughness and elongation at break was noticed for all the nanocomposites as compared with the neat PLA/OLA, while Youngs´ modulus did not change significantly upon the increase of AgCH-NPs wt%. In general, the properties of PLA were improved with the AgCH-NPs, mechanical and thermal properties showed balanced results despite the concentration of nanoparticles, and interestingly, the incorporation of even the smallest amount of AgCH-NPs increased significantly the disintegration rate under composting conditions. PLA/OLA AgCH-NPs nanocomposites exhibited antimicrobial activities against Gram-positive S. aureus and Gram-negative bacteria as compared to the pristine matrix. A dual mechanism of action combining the bactericidal effect of silver with the cationic effect of chitosan is probably the underlying and responsible mechanism for the enhanced antibacterial properties of the nanocomposites. The bactericide effect together with the enhanced degradation rate, ductility, toughness, and crystallinity of the developed nanocomposites as well as the possibility to be processed under the same conditions than neat PLA without thermal degradation, are good indications for their potential utilization in antimicrobial active food packaging applications.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/1/22/s1, Figure S1: UV–vis absorption spectra of AgCH-NPs, Figure S2: XRD spectrum of AgCH-NPs.\nAuthor Contributions: Conceptualization, D.L., A.S. and S.M.; methodology, D.L., A.S., G.R., M.F.-G., C.E., S.M., A.M.-B., V.H., N.C.; validation, D.L., A.S. and M.F.-G.; investigation, D.L., A.S., G.R., M.F.-G., C.E., S.M., A.M.-B., V.H., N.C.; writing—original draft preparation, A.S.; writing—review and editing, A.S., D.L., G.R., M.F.-G.; supervision, D.L.; project administration, D.L. and M.F.-G.; funding acquisition, D.L. and M.F.-G. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by Spanish Ministry of Science, Innovation and Universities (AEI-MICINN/FEDER); Projects MAT2016-78437-R and MAT2017-88123-P.\nAcknowledgments: A.S. acknowledges her “APOSTD/2018/228” postdoctoral contract from the Education, Research, Culture and Sport Council from the Government of Valencia. C.E. acknowledges IJCI-2015-26432 contract from MICINN.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Dependence of biodegradability of plastics in compost on the shape of specimens",
      "author" : [ "H.S. Yang", "J.S. Yoon", "M.N. Kim" ],
      "venue" : "Polym. Degrad. Stab",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2005
    }, {
      "title" : "Selective enzymatic degradations of poly(L-lactide) and poly(∈-caprolactone) blend films",
      "author" : [ "L. Liu", "S. Li", "H. Garreau", "M. Vert" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2000
    }, {
      "title" : "A Literature Review of Poly(Lactic Acid)",
      "author" : [ "D. Garlotta" ],
      "venue" : "J. Polym. Environ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2001
    }, {
      "title" : "Poly(lactic acid) modifications",
      "author" : [ "R.M. Rasal", "A.V. Janorkar", "D.E. Hirt" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2010
    }, {
      "title" : "Structure, gas-barrier properties and overall migration of poly(lactic acid) films coated with hydrogenated amorphous carbon layers",
      "author" : [ "S. Mattioli", "M. Peltzer", "E. Fortunati", "I. Armentano", "A. Jiménez", "J.M. Kenny" ],
      "venue" : "Carbon N. Y",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Tensile, water vapor barrier and antimicrobial properties of PLA/nanoclay composite films",
      "author" : [ "J.W. Rhim", "S.I. Hong", "C.S. Ha" ],
      "venue" : "LWT—Food Sci. Technol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2009
    }, {
      "title" : "Blends of aliphatic polyesters. II. Hydrolysis of solution-cast blends from poly(L-lactide) and poly(E-caprolactone) in phosphate-buffered solution",
      "author" : [ "H. Tsuji", "Y. Ikada" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1998
    }, {
      "title" : "Biodegradation of poly(lactic acid) and its nanocomposites",
      "author" : [ "K. Fukushima", "C. Abbate", "D. Tabuani", "M. Gennari", "G. Camino" ],
      "venue" : "Polym. Degrad. Stab",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2009
    }, {
      "title" : "Physical and mechanical properties of biobased materials—Starch, polylactate and polyhydroxybutyrate",
      "author" : [ "K. Petersen", "P.V. Nielsen", "M.B. Olsen" ],
      "venue" : "Starch/Staerke",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2001
    }, {
      "title" : "Modification of poly(L-lactides) by blending: Mechanical and hydrolytic",
      "author" : [ "M. Hiljanen-Vainio", "P. Varpomaa", "J. Seppälä", "P. Törmälä" ],
      "venue" : "behavior. Macromol. Chem. Phys",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1996
    }, {
      "title" : "Preparation and characterization of interface-modified PLA/starch/PCL ternary blends using PLLA/triclosan antibacterial nanoparticles for medical applications",
      "author" : [ "S. Davoodi", "E. Oliaei", "S.M. Davachi", "I. Hejazi", "J. Seyfi", "B.S. Heidari", "H. Ebrahimi" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Study on the effects of non-solvent and nanoparticle concentrations on surface properties of water-repellent biocompatible l-lactide/glycolide/trimethylene carbonate terpolymers. Colloids Surfaces A Physicochem",
      "author" : [ "M. Khakbaz", "I. Hejazi", "J. Seyfi", "S.M. Davachi", "S.H. Jafari", "H.A. Khonakdar" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Mechanical properties of biodegradable composites from poly lactic acid (PLA) and microcrystalline cellulose",
      "author" : [ "A.P. Mathew", "K. Oksman", "M. Sain" ],
      "venue" : "(MCC). J. Appl. Polym. Sci",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2005
    }, {
      "title" : "Interface modified polylactic acid/starch/poly ε-caprolactone antibacterial nanocomposite blends for medical applications",
      "author" : [ "S.M. Davachi", "B. Shiroud Heidari", "I. Hejazi", "J. Seyfi", "E. Oliaei", "A. Farzaneh", "H. Rashedi" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Intelligent food packaging—Research and development",
      "author" : [ "R. Cierpiszewski", "A. Korzeniowski", "R. Dobrucka" ],
      "venue" : "LogForum 2015,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Applications and implications of nanotechnologies for the food",
      "author" : [ "Q. Chaudhry", "M. Scotter", "J. Blackburn", "B. Ross", "A. Boxall", "L. Castle", "R. Aitken", "R. Watkins" ],
      "venue" : "sector. Food Addit. Contam. Part A Chem. Anal. Control. Expo. Risk Assess",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2008
    }, {
      "title" : "Advances in Packaging Methods, Processes and Systems",
      "author" : [ "N. Mahalik" ],
      "venue" : "Challenges 2014,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Recent advances in potential nanoparticles and nanotechnology for sensing food-bome pathogens and their toxins in foods and crops: Current technologies and limitations",
      "author" : [ "P. Koedrith", "T. Thasiphu", "K. Tuitemwong", "R. Boonprasert", "P. Tuitemwong" ],
      "venue" : "Sensors Mater. 2014,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Aptamer-based analysis: A promising alternative for food safety control",
      "author" : [ "S. Amaya-González", "N. de-los-Santos-Álvarez", "A.J. Miranda-Ordieres", "M.J. Lobo-Castañón" ],
      "venue" : "Sensors",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Developments in the active packaging of foods",
      "author" : [ "L. Vermeiren", "F. Devlieghere", "M. Van Beest", "N. De Kruijf", "J. Debevere" ],
      "venue" : "Trends Food Sci. Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1999
    }, {
      "title" : "Biocompatibility of silver-coated polyurethane catheters and silvercoated Dacron® material",
      "author" : [ "A. Oloffs", "C. Grosse-Siestrup", "S. Bisson", "M. Rinck", "R. Rudolph", "U. Gross" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1994
    }, {
      "title" : "The roadmap of antimicrobial polymeric materials in macromolecular nanotechnology",
      "author" : [ "A. Muñoz-Bonilla", "M. Fernández-García" ],
      "venue" : "Eur. Polym. J",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Bio-based polymers with antimicrobial properties towards sustainable development",
      "author" : [ "A. Muñoz-Bonilla", "C. Echeverria", "Á. Sonseca", "M.P. Arrieta", "M. Fernández-García" ],
      "venue" : "Materials 2019,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Antimicrobial food packaging in meat industry",
      "author" : [ "S. Quintavalla", "L. Vicini" ],
      "venue" : "Meat Sci",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2002
    }, {
      "title" : "Plasma induced cytocompatibility of stabilized poly-L-lactic acid doped with graphene nanoplatelets",
      "author" : [ "P. Slepička", "N. Slepičková Kasálková", "A. Pinkner", "P. Sajdl", "Z. Kolská", "V. Švorčík" ],
      "venue" : "React. Funct. Polym",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "A “green” chitosan-silver nanoparticle composite as a heterogeneous as well as micro-heterogeneous catalyst",
      "author" : [ "A. Murugadoss", "A. Chattopadhyay" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2008
    }, {
      "title" : "The antibacterial properties of a novel chitosan-Ag-nanoparticle composite",
      "author" : [ "P. Sanpui", "A. Murugadoss", "P.V.D. Prasad", "S.S. Ghosh", "A. Chattopadhyay" ],
      "venue" : "Int. J. Food Microbiol",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2008
    }, {
      "title" : "Preparation, characterization and cytotoxicity of schizophyllan/silver nanoparticle composite",
      "author" : [ "A.M. Abdel-Mohsen", "R.M. Abdel-Rahman", "M.M.G. Fouda", "L. Vojtova", "L. Uhrova", "A.F. Hassan", "S.S. Al-Deyab", "I.E. El-Shamy", "J. Jancar" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Green synthesis of hyaluronan fibers with silver nanoparticles",
      "author" : [ "A.M. Abdel-Mohsen", "R. Hrdina", "L. Burgert", "G. Krylová", "R.M. Abdel-Rahman", "A. Krejčová", "M. Steinhart", "L. Beneš" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2012
    }, {
      "title" : "A novel method for the preparation of silver/chitosan-O-methoxy polyethylene glycol core shell nanoparticles",
      "author" : [ "A.M. Abdel-Mohsen", "A.S. Aly", "R. Hrdina", "A.T. El-Aref" ],
      "venue" : "J. Polym. Environ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "Synthesis of chitosan mediated silver nanoparticles (Ag NPs) for potential antimicrobial applications",
      "author" : [ "R. Kalaivani", "M. Maruthupandy", "T. Muneeswaran", "A. Hameedha Beevi", "M. Anand", "C.M. Ramakritinan", "A.K. Kumaraguru" ],
      "venue" : "Front. Lab. Med. 2018,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "A novel green one-step synthesis of silver nanoparticles using chitosan: Catalytic activity and antimicrobial studies",
      "author" : [ "M. Venkatesham", "D. Ayodhya", "A. Madhusudhan", "N. Veera Babu", "G. Veerabhadram" ],
      "venue" : "Appl. Nanosci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "The synthesis of chitosan-based silver nanoparticles and their antibacterial activity",
      "author" : [ "D. Wei", "W. Sun", "W. Qian", "Y. Ye", "X. Ma" ],
      "venue" : "Carbohydr. Res",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Investigation of the structure of solution grown crystals of lactide copolymers by means of chemical reactions",
      "author" : [ "E.W. Fischer", "H.J. Sterzel", "G. Wegner" ],
      "venue" : "Kolloid-Zeitschrift Zeitschrift Für Polym",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1973
    }, {
      "title" : "Standard Test Method for Determining the Antimicrobial Activity of Antimicrobial Agents Under Dynamic Contact Conditions",
      "author" : [ "ASTM International", "ASTM E2149" ],
      "venue" : "Available online: https://www.astm.org/ Standards/E2149.html",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Characterization of antimicrobial poly (lactic acid)/nano-composite films with silver and zinc oxide nanoparticles",
      "author" : [ "Z. Chu", "T. Zhao", "L. Li", "J. Fan", "Y. Qin" ],
      "venue" : "Materials 2017,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Helix distortion and crystal structure of the α-form of poly(L-lactide)",
      "author" : [ "S. Sasaki", "T. Asakura" ],
      "venue" : "Macromolecules",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2003
    }, {
      "title" : "Enhancement of crystallinity and toughness of poly (L-lactic acid) influenced by Ag nanoparticles processed by twin screw extruder",
      "author" : [ "J.E. Bautista-Del-Ángel", "A.B. Morales-Cepeda", "T. Lozano-Ramírez", "S. Sanchez", "S. Karami", "P. Lafleur" ],
      "venue" : "Polym. Compos",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Polymorphous crystallization and multiple melting behavior of poly(L-lactide): Molecular weight dependence",
      "author" : [ "P. Pan", "W. Kai", "B. Zhu", "T. Dong", "Y. Inoue" ],
      "venue" : "Macromolecules",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2007
    }, {
      "title" : "Morphology of poly(L-lactide) solution-grown crystals",
      "author" : [ "T. Miyata", "T. Masuko" ],
      "venue" : "Polymer (Guildf)",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1997
    }, {
      "title" : "Physicochemical and biological properties of nano-hydroxyapatite-reinforced aliphatic polyurethanes membranes",
      "author" : [ "H. Liu", "L. Zhang", "J. Li", "Q. Zou", "Y. Zuo", "W. Tian", "Y. Li" ],
      "venue" : "J. Biomater. Sci. Polym. Ed",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2010
    }, {
      "title" : "Biodegradable nanocomposites based on poly(ester-urethane) and nanosized hydroxyapatite: Plastificant and reinforcement effects",
      "author" : [ "I. Navarro-Baena", "M.P.M.P. Arrieta", "A. Sonseca", "L. Torre", "D. López", "E. Giménez", "J.M.J.M. Kenny", "L. Peponi" ],
      "venue" : "Polym. Degrad. Stab",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2015
    }, {
      "title" : "Effects of Inorganic Fillers on the Thermal and Mechanical Properties of Poly(lactic acid)",
      "author" : [ "X. Liu", "T. Wang", "L.C. Chow", "M. Yang", "J.W. Mitchell" ],
      "venue" : "Int. J. Polym. Sci",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Enzymatic degradation of polylactide stereocopolymers with predominant D-lactyl contents",
      "author" : [ "S. Li", "A. Girard", "H. Garreau", "M. Vert" ],
      "venue" : "Polym. Degrad. Stab",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2000
    }, {
      "title" : "Further investigations on the hydrolytic degradation of poly (DL-lactide)",
      "author" : [ "S. Li", "S. McCarthy" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1999
    }, {
      "title" : "Py-GC/MS an effective technique to characterizing of degradation mechanism of poly (L-lactide) in the different environment",
      "author" : [ "F. Khabbaz", "S. Karlsson", "A.C. Albertsson" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2000
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Although biodegradable polymers are not meant to fully substitute the non-biodegradable synthetic polymers, when applying them in packaging and medical industries it is still one of the most hopeful approaches to face polymer waste’s environmentally harmful problems [1].",
      "startOffset" : 267,
      "endOffset" : 270
    }, {
      "referenceID" : 1,
      "context" : "Poly(lactic acid) (PLA) is a well-known biodegradable synthetic polymer that is considered one of the most attractive materials for packaging applications [2] thanks to its biocompatibility, biodegradability, renewable character (can be obtained from the fermentation of 100% renewable and biodegradable plant sources",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 2,
      "context" : "such as corn, rice, and sugar feedstocks), as well as commercial availability [3,4].",
      "startOffset" : 78,
      "endOffset" : 83
    }, {
      "referenceID" : 3,
      "context" : "such as corn, rice, and sugar feedstocks), as well as commercial availability [3,4].",
      "startOffset" : 78,
      "endOffset" : 83
    }, {
      "referenceID" : 4,
      "context" : "PLA has also been approved by the American Food and Drug Administration (FDA) for direct contact with biological fluids, and it is also highly transparent and possesses good water vapor barrier properties [5,6].",
      "startOffset" : 205,
      "endOffset" : 210
    }, {
      "referenceID" : 5,
      "context" : "PLA has also been approved by the American Food and Drug Administration (FDA) for direct contact with biological fluids, and it is also highly transparent and possesses good water vapor barrier properties [5,6].",
      "startOffset" : 205,
      "endOffset" : 210
    }, {
      "referenceID" : 6,
      "context" : "In general, PLA possesses higher mechanical strength and is easier to process in comparison with other biopolymers and, additionally, is naturally degraded in soil or compost [7,8] in products completely assimilated by microorganisms [2].",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 7,
      "context" : "In general, PLA possesses higher mechanical strength and is easier to process in comparison with other biopolymers and, additionally, is naturally degraded in soil or compost [7,8] in products completely assimilated by microorganisms [2].",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 1,
      "context" : "In general, PLA possesses higher mechanical strength and is easier to process in comparison with other biopolymers and, additionally, is naturally degraded in soil or compost [7,8] in products completely assimilated by microorganisms [2].",
      "startOffset" : 234,
      "endOffset" : 237
    }, {
      "referenceID" : 8,
      "context" : "Despite such strengths, PLA toughness, thermal stability, and mechanical properties are still limited when compared with their petroleum-based counterparts [9].",
      "startOffset" : 156,
      "endOffset" : 159
    }, {
      "referenceID" : 9,
      "context" : "Despite its strong resistance, it is very brittle (elongation at break lower than 10%) [10] and another important shortcoming limiting its practical application is the relatively slow crystallization rate [4].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 3,
      "context" : "Despite its strong resistance, it is very brittle (elongation at break lower than 10%) [10] and another important shortcoming limiting its practical application is the relatively slow crystallization rate [4].",
      "startOffset" : 205,
      "endOffset" : 208
    }, {
      "referenceID" : 10,
      "context" : "In this regard, to overcome these drawbacks, the addition of plasticizers, blending [11], copolymerization [12], as well as the development of micro- or nano-composites have been often employed as promising strategies to enhance the mechanical performance of PLA while preserving its transparency, which are both useful properties in the packaging sector [13,14].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 11,
      "context" : "In this regard, to overcome these drawbacks, the addition of plasticizers, blending [11], copolymerization [12], as well as the development of micro- or nano-composites have been often employed as promising strategies to enhance the mechanical performance of PLA while preserving its transparency, which are both useful properties in the packaging sector [13,14].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 12,
      "context" : "In this regard, to overcome these drawbacks, the addition of plasticizers, blending [11], copolymerization [12], as well as the development of micro- or nano-composites have been often employed as promising strategies to enhance the mechanical performance of PLA while preserving its transparency, which are both useful properties in the packaging sector [13,14].",
      "startOffset" : 355,
      "endOffset" : 362
    }, {
      "referenceID" : 13,
      "context" : "In this regard, to overcome these drawbacks, the addition of plasticizers, blending [11], copolymerization [12], as well as the development of micro- or nano-composites have been often employed as promising strategies to enhance the mechanical performance of PLA while preserving its transparency, which are both useful properties in the packaging sector [13,14].",
      "startOffset" : 355,
      "endOffset" : 362
    }, {
      "referenceID" : 14,
      "context" : "Nowadays, food packaging is in constant development in order to meet the consumer and industry demands that trend towards minimally processed food products with prolonged shelf-life and controlled quality [15].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 15,
      "context" : "The packaging is known as the cornerstone of the food processing industry as almost 100% of the food and drinks that we buy and consume are packaged at a higher or lower level [16,17].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 16,
      "context" : "The packaging is known as the cornerstone of the food processing industry as almost 100% of the food and drinks that we buy and consume are packaged at a higher or lower level [16,17].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 15,
      "context" : "Packaging functions are mainly related to preservation and protection of the food, maintaining its quality and safety as well as the reduction of food waste [16].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 17,
      "context" : "Food-borne pathogens are of utmost concern in food safety [18].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 18,
      "context" : "Each year, millions of people get sick or even die due to the ingestion of unsafe food and water, mainly caused by bacteria, viruses, and parasites [19], and as a direct consequence, antimicrobial active-packaging materials are attracting the attention from food and packaging industries [20].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 19,
      "context" : "Each year, millions of people get sick or even die due to the ingestion of unsafe food and water, mainly caused by bacteria, viruses, and parasites [19], and as a direct consequence, antimicrobial active-packaging materials are attracting the attention from food and packaging industries [20].",
      "startOffset" : 288,
      "endOffset" : 292
    }, {
      "referenceID" : 23,
      "context" : "Therefore, Ag NPs have been approved for use in food-contact polymers in the USA and the European Union, after previous consideration of the use conditions [25].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 23,
      "context" : "Recently, synthesis under eco-friendly conditions of silver (Ag) and gold (Au) nanoparticles have been gaining interest for researchers [25,26], as most common reducing agents employed for the preparation of nanoparticles are NaBH4 (sodium borohydride), citrate, or ascorbate, which are associated with environmental toxicity or biological hazards.",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 31,
      "context" : "In proper thermal conditions, the hydroxyl groups are converted to carboxyl groups by air oxidation, which reduces the silver ions [34].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 30,
      "context" : "Chitosan-based silver nanoparticles (AgCH-NPs) were synthesized by a method described elsewhere [33,35].",
      "startOffset" : 96,
      "endOffset" : 103
    }, {
      "referenceID" : 32,
      "context" : "Chitosan-based silver nanoparticles (AgCH-NPs) were synthesized by a method described elsewhere [33,35].",
      "startOffset" : 96,
      "endOffset" : 103
    }, {
      "referenceID" : 33,
      "context" : "6 J/g as crystallization enthalpy value for pure crystalline PLA (∆Hm) [36] Wf represents the weight fraction of pure PLA present in the sample (Wf = 1 − 0.",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 34,
      "context" : "Antimicrobial activity of the prepared nanocomposites was determined following the E2149-13a standard method of the American Society for Testing and Materials (ASTM) (West Conshohocken, PA, USA) [37] against Staphylococcus aureus (S.",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 32,
      "context" : "Figure 1 shows representative SEM micrographs of the synthesized AgCH-NPs, revealing a spherical morphology with diameters of ~8 ± 1 nm in agreement with previously reported values for similar procedures [35].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 32,
      "context" : "Figure 1 shows representative SEM micrographs of the synthesized AgCH-NPs, revealing a spherical morphology with diameters of ~8 ± 1 nm in agreement with previously reported values for similar procedures [35].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 32,
      "context" : "Figure 1 shows representative SEM micrographs of the synthesized AgCH-NPs, revealing a spherical morphology with diameters of ~8 ± 1 nm in agreement with previously reported values for similar procedures [35].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 35,
      "context" : "2° corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α ́ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 36,
      "context" : "2° corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α ́ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 35,
      "context" : "2° corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α ́ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 36,
      "context" : "2° corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α ́ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 35,
      "context" : "2◦ corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α′ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 36,
      "context" : "2◦ corresponding to (010) and (203) plane reflections of PLA chains belonging to α or α′ type crystals were visible, what is indicative of the nanoparticles nucleating effect [39,40].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 37,
      "context" : "Calculated interplanar distance from Braggs ́ law evidenced lower distance between planes in the sample with the highest AgCH-NPs content (Table 2) [41].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 38,
      "context" : "3° appeared in 1, 3, and 5 wt% of AgCH-NPs containing samples that are assigned to the reflections of (004/103) and (016) planes of crystalline PLA respectively [42,43].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 39,
      "context" : "3° appeared in 1, 3, and 5 wt% of AgCH-NPs containing samples that are assigned to the reflections of (004/103) and (016) planes of crystalline PLA respectively [42,43].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 37,
      "context" : "Calculated in erplanar distance fr m Braggs ́ law evidenced lower distance betwe n planes in the sample with the high st AgCH-NPs content (Table 2) [41].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 38,
      "context" : "3◦ appear d in 1, 3, and 5 wt% of AgCH-NPs containing sam le that are assigned to the reflections of (004/103) and (016) planes of crystalline PLA respectively [42,43].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 39,
      "context" : "3◦ appear d in 1, 3, and 5 wt% of AgCH-NPs containing sam le that are assigned to the reflections of (004/103) and (016) planes of crystalline PLA respectively [42,43].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 40,
      "context" : ", low molecular weight OLA plasticizer) to scape during thermal decomposition and therefore, promoting slightly better thermal resistance for sample with AgCH-NPs loading of 5 wt% [44,45].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 41,
      "context" : ", low molecular weight OLA plasticizer) to scape during thermal decomposition and therefore, promoting slightly better thermal resistance for sample with AgCH-NPs loading of 5 wt% [44,45].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 40,
      "context" : ", low molecular weight OLA plasticizer) to scape during thermal decomposition and therefore, promoting slightly better thermal resistance for sample with AgCH-NPs loading of 5 wt% [44,45].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 41,
      "context" : ", low molecular weight OLA plasticizer) to scape during thermal decomposition and therefore, promoting slightly better thermal resistance for sample with AgCH-NPs loading of 5 wt% [44,45].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 42,
      "context" : "On the contrary, the addition of 3–5 wt% of AgCH-NPs increased the Tg towards typical values of non-plasticized PLA probably due to the presence of high content of nanoparticles within the PLA plasticized matrix, that hinders the movements of the macromolecular chains in agreement with TGA results [46].",
      "startOffset" : 299,
      "endOffset" : 303
    }, {
      "referenceID" : 42,
      "context" : "On the contrary, the addition of 3–5 wt% of AgCH-NPs increased the Tg towards typical values of non-plasticized PLA probably due to the presence of high content of nanoparticles within the PLA plasticized matrix, that hinders the movements of the macromolecular chains in agreement with TGA results [46].",
      "startOffset" : 299,
      "endOffset" : 303
    }, {
      "referenceID" : 37,
      "context" : "All the nanocomposites possessed higher elongation at break while a reduction in the elastic modulus and maximum tensile strength (σmax) was observed similarly as previously reported in other studies [41].",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 37,
      "context" : "All the nanocomposites possessed higher elongation at break while a reduction in the elastic modulus and maximu tensile strength (σmax) was observed similarly as previously reported in other studies [41].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 34,
      "context" : "coli bacteria was evaluated by the ASTM standard method of [37].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 34,
      "context" : "coli bacteria was evaluated by the ASTM standard method of [37].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 43,
      "context" : "In general, a change in the color is due to a variation in the refraction index due to water absorption and/or presence of products formed by the hydrolytic process being a clear indicator of degradation processes occurring [47,48].",
      "startOffset" : 224,
      "endOffset" : 231
    }, {
      "referenceID" : 44,
      "context" : "In general, a change in the color is due to a variation in the refraction index due to water absorption and/or presence of products formed by the hydrolytic process being a clear indicator of degradation processes occurring [47,48].",
      "startOffset" : 224,
      "endOffset" : 231
    }, {
      "referenceID" : 45,
      "context" : "After seven days of composting, a band, whose intensity increases over composting time, appeared at 1590 cm−1 due to carboxylate ions indicating the consumption of lactic acid by the microorganisms [49].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 43,
      "context" : "In general, a change in the color is due to a variation in the refraction index due to water ab orption and/or presence of products formed by the hydrolytic process being a clear indicator of degradation processes occurring [47,48].",
      "startOffset" : 224,
      "endOffset" : 231
    }, {
      "referenceID" : 44,
      "context" : "In general, a change in the color is due to a variation in the refraction index due to water ab orption and/or presence of products formed by the hydrolytic process being a clear indicator of degradation processes occurring [47,48].",
      "startOffset" : 224,
      "endOffset" : 231
    }, {
      "referenceID" : 45,
      "context" : "After seven days of composting, a band, whose intensity increases over composting time, appeared at 1590 cm−1 due to carboxylate ions indicating the consumption of lactic acid by the microorganisms [49].",
      "startOffset" : 198,
      "endOffset" : 202
    } ],
    "year" : 2019,
    "abstractText" : "Poly(lactic acid) (PLA) is one of the most commonly employed synthetic biopolymers for facing plastic waste problems. Despite its numerous strengths, its inherent brittleness, low toughness, and thermal stability, as well as a relatively slow crystallization rate represent some limiting properties when packaging is its final intended application. In the present work, silver nanoparticles obtained from a facile and green synthesis method, mediated with chitosan as a reducing and stabilizing agent, have been introduced in the oligomeric lactic acid (OLA) plasticized PLA in order to obtain nanocomposites with enhanced properties to find potential application as antibacterial food packaging materials. In this way, the green character of the matrix and plasticizer was preserved by using an eco-friendly synthesis protocol of the nanofiller. The X-ray diffraction (XRD) and differential scanning calorimetry (DSC) results proved the modification of the crystalline structure as well as the crystallinity of the pristine matrix when chitosan mediated silver nanoparticles (AgCH-NPs) were present. The final effect over the thermal stability, mechanical properties, degradation under composting conditions, and antimicrobial behavior when AgCH-NPs were added to the neat plasticized PLA matrix was also investigated. The obtained results revealed interesting properties of the final nanocomposites to be applied as materials for the targeted application.",
    "creator" : "LaTeX with hyperref package"
  }
}