{
  "name" : "downloads_2020-07-28_4d_barbaresco2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Application of a Micro Free-Flow Electrophoresis 3D Printed Lab-on-a-Chip for Micro-Nanoparticles Analysis",
    "authors" : [ "Federica Barbaresco", "Matteo Cocuzza", "Fabrizio Pirri", "Simone Luigi Marasso" ],
    "emails" : [ "federica.barbaresco@polito.it", "matteo.cocuzza@infm.polito.it", "fabrizio.pirri@polito.it", "simone.marasso@polito.it" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: 3D printing; µFFE; concentration; microfluidics; micro- and nanoparticles; separation"
    }, {
      "heading" : "1. Introduction",
      "text" : "Micro- and nanoparticles (M/NPs) represent a consolidated instrument in micro nanomaterials engineering for a widespread number of applications that range from drug carriers [1–3] to cosmetics development [4] as well as from disease therapy [5,6] to chemical analysis [7]. On the other hand, in a kind of specular negative view, M/NPs also represent a major problem as contaminants in water [8,9] and soil [10]. In this context, the development of new tools that may support the analysis of these materials is of strategic relevance for all the correlated aspects, especially if these instruments have a potential low cost and can be engineered to obtain transportable equipment. Microfluidics and lab-on-a-chip (LOCs) were developed tens of years ago [11] to satisfy the requirements of rapid, low cost and small volume analyses [12–15] along with their exploitation in point-of-care (POC) systems [16]. Recently, a valuable approach for the development and fabrication of microfluidic and LOC devices has been found in 3D printing [17–19] and some examples demonstrate their successful employment in the separation and analysis of M/NPs [20,21].\nNanomaterials 2020, 10, 1277; doi:10.3390/nano10071277 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1277 2 of 14\nFew techniques allow the control of the fractionation of M/NPs [22] and among these, free-flow electrophoresis (FFE) has shown itself to be a highly versatile approach. In fact, this method is suitable for preparative scale fractionation and separation of a large range of species: solid particles, cells, organelles and complex protein mixtures, etc. [23]. In detail, FFE is a continuous and analytical separation technique used to separate chemical species, micro- and nanoparticles and biomolecules in a flowing stream according to size and charge. A thin sample stream is introduced into a planar separation channel with a buffer running in parallel: when the electric field is applied perpendicularly across the separation chamber, charged analytes deflect laterally based on their electrophoretic mobility. When operating at the microscale, thus acquiring several well-known advantages related to the scaling down of the dimensions, the microfluidic approach allows for the implementation of correspondingly scaled micro free-flow electrophoresis (µFFE) [24]. Except for the first µFFE devices, which were manufactured in silicon through a standard lithographic process [25], nowadays the majority of the µFFE devices are developed by exploiting various types of polymers through soft-lithographic or replica molding strategies [26–28]. So far, only one µFFE device, presented in literature, has been developed by an additive manufacturing process [29]. In the latter work, the researchers suggested how three-dimensional (3D) printing would be an excellent strategy for fast prototyping, highlighting the advantages due to the reduced manufacturing time and cost since it involved no cleanroom facilities, but their device was limited by the employment of fused deposition modeling (FDM) technology. In this work, a µFFE LOC has been developed by applying polymeric 3D printing technology to rapid prototype a chip for M/NPs testing. The employed rapid prototyping system’s ensured main advantages are: (i) a very efficient optimization of the device design by a trial and error approach; (ii) integration of the inlet/outlet ports with the proper tube interconnections; (iii) better accuracy and resolution with respect to other printing methods [29]. In particular, a versatile solution was adopted for the inlet/outlet ports, which were directly printed with the main structure and placed on the backside of the chip, which was closed by a polymethyl methacrylate (PMMA) transparent cover. With respect to other work [29], this solution allowed for an optimized view on the microfluidics and an easy inspection through the digital microscope camera. It was demonstrated that M/NPs were moved in the confined flow according to their size/charge ratio by the applied electric field thus allowing for collection and concentration in a specific outlet. A quantification of the collected M/NPs was obtained and studied for both a single and a mixed population. The achieved results are a preliminary and encouraging starting point for the final aim of concentration and characterization of a wide variety of species and in particular for the study of exosomes (EXs), which are nanosized lipid vesicles secreted naturally in the extracellular environment by any type of cell. They play a pivotal role in intercellular communication, where they take as cargo DNA, mRNA, miRNA, lipids and short-chain peptides from one cell to another [30–33]. Thus, to achieve a clear definition of their biological functions and to evaluate EXs as potential noninvasive biomarkers, they must be isolated from biological fluids. To date, EX isolation, purification and characterization have no available standardized procedures yet. Commonly, they are purified by ultracentrifugation methods or commercial kits requiring high cost and time-consuming processes, providing low efficiency and purity of the final product [34,35]. In recent years, microfluidic systems have been developed to minimize size and cost, thus reducing sample volumes, reaction time by simultaneously performing multiple steps and granting high throughputs [36–38]. Proof of concept experiments were successfully carried on biovesicles, namely exosomes from biological samples, and the preliminary results were analyzed and discussed."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Design",
      "text" : "The µFFE device was designed by 3D computer aided design (CAD) software (Rhinoceros 5 for MAC, McNeel Europe, Barcelona, Spain), Figure 1, and exported in STL format for the 3D printing\nNanomaterials 2020, 10, 1277 3 of 14\nprocess. The device dimensions were 40 mm in width, 85 mm in length with a height of 2.8 mm. It was characterized by a separation chamber, two electrode channels, an inlet for the buffer solution, one for the analyte solution and five outlets (Figure 1a). The separation chamber dimensions were 30 mm in length, 13 mm in width and 100 µm in height, and it was characterized by elliptic pillars with dimensions of 1 mm × 0.8 mm with a height of 100 µm. The pillars array performed both the function of structural columns (to avoid the collapse of the top cover) and of promoting the chamber filling [39]. In order to prevent electrolysis bubbles formation in the separation chamber when an electric field was applied, partition bars [28,39], with a height of 50 µm, were designed to confine the electrode channels. (Figure 1b). These constrictions hindered bubble migration from the main chamber to the electrode channels guaranteeing the stream stability during the experiment.\nNanomaterials 2020, 10, 1277 3 of 15\nwas characterized by a separation chamber, two electrode channels, an inlet for the buffer solution, one for the analyte solution and five outlets (Figure 1a). The separation chamber dimensions were 30 mm in length, 13 mm in width and 100 µm in height, and it was characterized by elliptic pillars with dimensions of 1 mm × 0.8 mm with a height of 100 µm. The pillars array performed both the function of structural columns (to avoid the collapse of the top cover) and of promoting the chamber filling [39]. In order to prevent electrolysis bubbles formation in the separation chamber when an electric field was applied, partition bars [28,39], with a height of 50 µm, were designed to confine the electrode channels. (Figure 1b). These constrictions hindered bubble migration from the main c amber to the electrode chann ls guaranteeing the stream stability during the experi ent.\nInlets and outlets had a diameter of 3.2 mm and they ere characterized by channels 500 µm deep. Electrode channels were designed with the same dimensions of inlets and outlets to facilitate the electrode wire insertion. A 100 µm deep and 1.5 mm wide trench was added around the device to define the bonding area and prevented the microfluidics clogging as reported as follows. The interconnection made by the ¼’’ 28 UNF threaded fluidic fittings (Figure 1a,c) was directly integrated into the 3D design, on the bottom side of microfluidics corresponding to the inlets and outlets of the device to ensure a stable connection with the polyurethane (PU) tubes (from SMC, Tokyo, Japan) connected with standard O iniLok fittings (from Omnifit Labware, Cambridge, UK).\nThe microfluidic of the µFFE device was fabricated by CAD model 3D printing (Figure 2a). The file in STL format was preprocessed by an InkJet 3D printing system (Objet 30, Stratasys, Rehovot, Isareal) using Verowhiteplus RGD835 resin and exploiting both the “glossy” and the “matte” features. After that, a 750 µm thick polymethyl methacrylate (PMMA, Evonik Industries, Essen, Germany) cover was used to seal the microfluidic chip. In detail, the top and the bottom of the device were washed by isopropanol (Merck, Darmstadt, Germany) and flushed by a nitrogen flux before sealing, then, to achieve a uniform and irreversible bonding, the 3D printed part was sealed with the cover using as a glue the Poly(ethylene glycol) diacrylate (PEGDA) 575 (Merck, Darmstadt, Germany)\nInlets and outlets had a diameter of 3.2 mm and they were characterized by channels 500 µm deep. Electrode channels were designed with the same dimensions of inlets and outlets to facilitate the electrode wire insertion. A 100 µm deep and 1.5 mm wide trench was added around the device to define the bonding area and prevented the microfluidics clogging as reported as follows. The interconnection made by the 1/4” 28 UNF threaded fluidic fittings (Figure 1a,c) was directly integrated into the 3D design, on the bottom side of microfluidics corresponding to the inlets and outlets of the device to ensure a stable connection with the polyurethane (PU) tubes (from SMC, Tokyo, Japan) connected with standard OminiLok fittings (fr m Omnifit Labware, Cambridge, UK)."
    }, {
      "heading" : "2.2. Fabrication",
      "text" : "The microfluidic of the µFFE device was fabricated by CAD model 3D printing (Figure 2a). The file in STL format was preprocessed by an InkJet 3D printing system (Objet 30, Stratasys, Rehovot, Isareal) using Verowhiteplus RGD835 resin and exploiting both the “glossy” and the “matte” features. After that, a 750 µm thick polymethyl methacrylate (PMMA, Evonik Industries, Essen, Germany) cover was used to seal the microfluidic chip. In detail, the top and the bottom of the device were washed by isopropanol (Merck, Darmstadt, Germany) and flushed by a nitrogen flux before sealing, then, to achieve a uniform and irreversible bonding, the 3D printed part was sealed with the cover\nNanomaterials 2020, 10, 1277 4 of 14\nusing as a glue the Poly(ethylene glycol) diacrylate (PEGDA) 575 (Merck, Darmstadt, Germany) mixed with 1% IRGACURE 819 (Merck, Darmstadt, Germany). The bonding was achieved by clamping the whole structure inside an aluminum frame and baking for 20 min on a hot plate at 120 ◦C to obtain the full curing of the resin. Finally, two stainless steel wire electrodes were manually inserted in the corresponding lateral channels (Figure 2b). N nomaterials 2020, 10, 1277 4 of 15 mixed with 1% IRGACURE 819 (Merck, Darmstadt, Germany). The bonding was achieved by clamping the whole structure inside an aluminum frame and baking for 20 min on a hot plate at 120 °C to obtain the full curing of the resin. Finally, two stainless steel wire electrodes were manually inserted in the corresponding lateral channels (Figure 2b)."
    }, {
      "heading" : "2.3. Device Characterization and Experiment Setup",
      "text" : "The topography of the 3D printed devices, i.e., the features dimensions (heights, lengths and widths) and the device roughness, was characterized in order to evaluate the accuracy of the 3D printing process. For this purpose, a surface profilometer (Tencor P-10, KLA Corporation, Milpitas, CA, USA) and an optical microscope (LEICA DVM 2500, Leica Microsystems Srl, Buccinasco, Italy) were employed. The leakage and M/NPs tests were performed using a pumping system (HARVARD APPARATUS Pump33, Hollinston, MA, USA). Inlets were connected via PU tubes (OD = 2.0 mm, ID = 1.2 mm) to plastic syringes (2.5 mL volume, Terumo, Rome, Italy) to drive the flow rates of buffer and analyte solutions. Stainless steel wire electrodes (from The Crazy Wire Company, Warrington, UK) were connected to a DC power supply (C4D HV 230 Sequencer, Marciana, Italy) to apply the electrical field in the separation chamber during the experiments (Figure 3): the left electrode of the device was grounded while a range of positive potentials was applied at the right electrode. M/NPs tests were performed using a buffer solution of 4-(2-hydroxyethyl)piperazine-1-ethanesulfonic acid (HEPES) 20 mM at a pH of 7.5 (Merck, Darmstadt, DE) and as analyte solution HEPES 20 mM containing: 4 µm fluorescent sulfated polystyrene microparticles (from now on called MPs, from Thermo Fisher Scientific Inc., Monza, Italy) and 500 nm fluorescent carboxylated polystyrene nanoparticles (from now on called NPs, from from Magsphere Inc., Pasadena, CA, USA). The MPs maximum concentration solution (initial 100% concentrated MPs) was equal to 5.68 × 107 particles/mL, while NPs maximum concentration solution (initial 100% concentrated NPs) was equal to 3.64 × 108 particles/mL. The M/NPs collected at the outlets were characterized by dynamic light scattering (DLS, Malvern instrument, Malvern, Worcestershire, UK) both concerning size and zeta potential (see supplementary information Figures S1,S2). In particular, the multiple narrows mode was applied as an analysis model for the determination of the particle size, while a Cholesky model was applied for the zeta potential. M/NPs concentration at each outlet was quantified by ultraviolet−visible spectrophotometry (UV–Vis) (Multiskan FC Microplate Photometer, Thermo Fisher Scientific Inc., Monza, Italy) (see supplementary information Figures S3,S4). This technique is based on the Beer−Lambert law, which directly correlates the absorbance of the solution and the concentration of the M/NPs. To provide a correct quantification of particles concentration, calibration linear curves were performed for each fluorescent wavelength (see supplementary information Figure S5). In detail, as reported from the MPs datasheet, they were analyzed with an excitation"
    }, {
      "heading" : "2.3. Device Characterization and Experiment Set",
      "text" : "The topography of the 3D printed devices, i.e., the features dimensions (heights, lengths and widths) and the device roughness, was characterized in order to evaluate the accuracy of the 3D printing process. For this purpose, a surface profilometer (Tencor P-10, KLA Corporation, Milpitas, CA, USA) and an optical microscope (LEICA DVM 2500, Leica Microsystems Srl, Buccinasco, Italy) were employed. The leakage and M/NPs tests were performed using a pumping system (HARVARD APPARATUS Pump33, Hollinston, MA, USA). Inlets were connected via PU tubes (OD = 2.0 mm, ID = 1.2 mm) o plastic yringes (2.5 mL volume, Terum , Rome, Ital ) to drive the flow rates f buffer and analyte solutions. Stainless steel wire electrodes (from The Crazy Wire Comp ny, W rring on, UK) were connected to a DC power supply (C4D HV 230 Sequencer, Marciana, Italy) to apply the electrical field in the separation chamber during the experiments (Figure 3): the left electrode of the device was grounded while a range of positive potentials was applied at the right electrode. M/NPs tests were performed using a buffer solution of 4-(2-hydroxyethyl)piperazine-1-ethanesulfonic acid (HEPES) 20 mM at a pH of 7.5 (Merck, Darmstadt, DE) and as analyte solution HEPES 20 mM containing: 4 µm fluorescent sulfated polystyrene microparticles (from now on called MPs, from Thermo Fisher Scientific Inc., Monza, Italy) and 500 nm fluorescent carboxylate polystyrene nanoparticles (from now on called NPs, from from M gsphere I c., P sadena, CA, USA). The MPs maximum concentration soluti n (initial 100% concentrated M s) was qual to 5.68 × 107 particles/mL, while NPs maximum concentration solution (initial 100% concentrated NPs) was equal to 3.64 × 108 particles/mL. The M/NPs collected at the outlets were characterized by dynamic light scattering (DLS, Malvern instrument, Malvern, Worcestershire, UK) both concerning size and zeta potential (see Supplementary Information Figures S1 and S2). In particular, the multiple narrows mode was applied as an analysis model for the determination of the particle size, while a Cholesky model was applied for the zeta potential. M/NPs concentration at each outlet was quantified by ultraviolet−visible spectrophotometry (UV–Vis) (Multiskan FC Microplate Photometer, Thermo Fisher Scientific Inc., Monza, Italy) (see Supplementary Information Figures S3 and S4). This technique is based on the B r−Lamb rt law, which directly correlates the absorb nce of the solution and the concen ration of the M/NPs. To provide a correct quantification of particles concentration, calibration linear curves were performed for each fluorescent wavelength (see Supplementary Information Figure S5). In detail, as reported from the MPs datasheet,\nNanomaterials 2020, 10, 1277 5 of 14\nthey were analyzed with an excitation wavelength equal to 505 nm. Meanwhile, since for the NPs the producer did not report the excitation wavelength, which was 297 nm (see Supplementary Information Figure S5), before performing the calibration curve it was necessary to characterize them by an absorbance spectrum using the UV−Vis instrument.\nNanomaterials 2020, 10, 1277 5 of 15\nwavelength equal to 505 nm. Meanwhile, since for the NPs the producer did not report the excitation wavelength, which was 297 nm (see supplementary information Figure S5), before performing the calibration curve it was necessary to characterize them by an absorbance spectrum using the UV−Vis instrument.\nFor the µFFE experiments dedicated to biovesicles, the employed EXs were collected from fetal bovine serum (FBS, Merck, Darmstadt, Germany) through an overnight centrifugation process at 105 g at 4 °C. EXs and EX/NPs samples were characterized by nanoparticle tracking analysis (NTA, Malvern Panalytical instrument, Malvern, UK). Using this, particle size distributions and concentrations were determined exploiting the nanoparticles’ Brownian motion in a liquid suspension lightened by a laser light source.\nFor the tests with M/NPs and EXs, a volume of 60 µL (100% concentrated solution) was loaded into a 555 µL volume of buffer solution. Between eac run, the device was rinsed with the buffer HEPES solution at 40 µL/min for 10 min. Finally, the percentage of particles observed of the µFFE device was determined as the ratio of percentage of M/NPs concentrations at each outlet to the total M/NPs concentrations collected at all five outlets [40].\nFigure 3. Experimental setup: (a) µFFE device sketch in which the yellow line indicates the solution containing the analyte, the blue one the buffer solution, red is the +V and black the ground electrode, the green lines are the sample outlets; (b) the syringe pump system and (c) the power supply.\n3. Results and Discussion\n3.1. Characterization of the Device Processes\nFirstly, the µFFE microfluidic device was characterized evaluating the minimum feature sizes and the dimensions with respect to the CAD design. In particular, the smoothness of the walls on the 3D printed µFFE devices with respect to the CAD design was characterized and a comparison between the XY and Z resolutions was performed.\nThe Object30 printer allows the building of 3D printed objects with two different types of surface finish: glossy or matte. The matte surface option introduces a complete cover and UV curing of the structural material with the support material, while the glossy one exploits only the necessary support material, ensuring cheaper and faster manufacturing and a smoother surface finishing of the microfluidic internal surfaces. Here, a comparison between the two surface finish types was reported\n(a)\n(c)\n(b)\n#1\n#2\n#3 #4\n#5\nFigure 3. Experim ntal setup: (a) µFFE device sketc i ich the yellow line indicates the solution containi g the analyte, the blue one the buffer solution, t e +V and black the ground electrode, the green lines ar the sample outlets; (b) the syringe pu s st and (c) the power supply.\nFor the µFFE experiments dedicated to biovesicles, the employed EXs were collected from fetal bovine serum (FBS, Merck, Darmstadt, Germany) through an overnight centrifugation process at 105 g at 4 ◦C. EXs and EX/NPs samples were characterized by nanoparticle tracking analysis (NTA, Malvern Panalytical instrument, Malvern, UK). Using this, particle size distributions and concentrations were determined exploiting the nanoparticles’ Brownian motion in a liquid suspension lightened by a laser light source. For the tests with M/NPs and EXs, a volume of 60 µL (100% concentrated solution) was loaded into a 555 µL volume of buffer solution. Between each run, the device was rinsed with the buffer HEPES solution at 40 µL/min for 10 min. Finally, the percentage of particles observed of the µFFE device was determined as the ratio of percentage of M/NPs co centrations at each outlet to the total M/NPs concentrations collected at all five outlets [40]."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of the Device Processes",
      "text" : "Firstly, the µFFE microfluidic device was characterized evaluating the minimum feature sizes and the dimensions with respect to the CAD design. In particular, the smoothness of the walls on the 3D printed µFFE devices with respect to the CAD design was characterized and a comparison between the XY and Z resolutions was performed. The Object30 printer allows the building of 3D printed objects with two different types of surface finish: glossy or matte. The matte surface option introduces a complete cover and UV curing of the structural material with the support material, while the glossy one exploits only the necessary support material, ensuring cheaper and faster manufacturing and a smoother surface finishing of the\nNanomaterials 2020, 10, 1277 6 of 14\nmicrofluidic internal surfaces. Here, a comparison between the two surface finish types was reported evaluating both surface roughness and feature size. Values and error limits reported in Table 1 are defined by mediating four different printed devices of each type of surface finish, where on each device fifteen independent measurements have been taken.\nAs depicted in Table 1, a relevant roughness was observed in the matte device, indeed this kind of surface finish has a roughness ten times greater with respect to the glossy device. It was also possible to appreciate the different roughness between the two surface finishes by optical microscope image (Figure 4). In fact, due to the huge roughness in the matte device, it was difficult to distinguish pillars and partition bars (Figure 4c,d). Moreover, the greater roughness induced a higher variability concerning the reproducibility of features in the matte device. Indeed, comparing the CAD design dimensions and the 3D printed device ones, it was possible to notice how the glossy surface definition results were more accurate with respect to the results from the matte one. These observations were investigated by the optical microscope images (Figure 4).\nNanomaterials 2020, 10, 1277 7 of 15\nThe evaluation of the optimal flow rate value for the buffer flow confinement was determined by using HEPES 20 mM as buffer solution and an orange food dye diluted in HEPES 20 mM as analyte solution. At the beginning, analyte and buffer flow rates were imposed equal, then the buffer flow rate was doubled with respect to the analyte one. The buffer confinement was verified both at 1:1 and at a 2:1 buffer:analyte flow rate ratio (Figure 5). In order to perform µFFE tests within 10 min, the best performance for the buffer confinement was verified at 20 µL/min for the buffer solution and 10 µL/min for the analyte one, then these values were used as flow rates for the experiments presented in the following paragraph.\nFigure 5. Optical photograph of the buffer flow confinement into the separation chamber: (a) buffer flow rate 20 µL/min and analyte flow rate 10 µL/min, (b) buffer flow rate 10 µL/min and analyte flow rate 10 µL/min, (c) buffer flow rate 10 µL/min and analyte flow rate 5 µL/min and (d) buffer flow rate 5 µL/min and analyte flow rate 5 µL/min.\n(a) (b) (c) (d)\nIn detail, in the glossy type device, the pillar dimensions resulted in being larger with respect to CAD values of about 30 and 100 µm in length and width respectively, while in the matte device they were narrower by hundreds of microns with respect to nominal values. Concerning pillar heights,\nNanomaterials 2020, 10, 1277 7 of 14\nboth types of surface finish reproduced accurately, the CAD values showing a discrepancy of 1 µm for the glossy type and 3 µm for the matte one. Inlet and outlet features presented an emphasized reproducibility with respect to the CAD dimensions depending on the surface finish type used. In fact, while these features in the glossy device were printed with a 4% accuracy with respect to the CAD dimensions, with the matte option this value corresponded to 21%, thus five times greater. Only concerning the partition bars, did the matte devices best fit the CAD values with respect to the glossy one, indeed the first surface finish type differed by 24 µm with respect to CAD values, while the glossy features reproduced the CAD dimensions with an error of 42 µm. The glossy µFFE device reported in this work, comparing CAD dimensions with the 3D printed\nones, presented a better accuracy and final resolution with respect to the previously published one\nfabricated with the FDM printer [29]. Finally, glossy devices were employed for the separation tests."
    }, {
      "heading" : "3.2. Flow Confinement Test",
      "text" : "The evaluation of the optimal flow rate value for the buffer flow confinement was determined by using HEPES 20 mM as buffer solution and an orange food dye diluted in HEPES 20 mM as analyte solution. At the beginning, analyte and buffer flow rates were imposed equal, then the buffer flow rate was doubled with respect to the analyte one. The buffer confinement was verified both at 1:1 and at a 2:1 buffer:analyte flow rate ratio (Figure 5). In order to perform µFFE tests within 10 min, the best performance for the buffer confinement was verified at 20 µL/min for the buffer solution and 10 µL/min for the analyte one, then these values were used as flow rates for the experiments presented in the following paragraph.\nNanomaterials 2020, 10, 1277 7 of 15\n3.2. Flow Confinement Test\nThe evaluation of the optimal flow rate value for the buffer flow confinement was determined by using HEPES 20 mM as buffer solution and an orange food dye diluted in HEPES 20 mM as analyte solution. At the beginning, analyte and buffer flow rates were imposed equal, then the buffer flow rate was doubled with respect to the analyte one. The buffer confinement was verified both at 1:1 and at a 2:1 buffer:analyte flow rate ratio (Figur ). In order to perform µFFE tests within 10 min, the best performance for the buffer confine fi ff l tion and 10 µL/min for the analyte one, then these values were used as flow rates for the experi ents presented in the following paragraph.\n3.3. M/NPs Tests\nThe M/NPs and EXs were characterized by DLS concerning both size and zeta potential (Table 2, see Supplementary Information Table S1 for electrophoretic mobility and conductivity measurements). For each set of tested analytes, the experiments in the µFFE device were repeated three times, error bars were reported according to the acquired data over the repetitions. The MPs, diluted in HEPES 20 mM, were inserted in the µFFE device at the analyte inlet and they were successfully deviated by the application of the electric field. The applied voltage (∆V) was optimized and the solutions at the different outlets were collected and characterized by the DLS. In addition, the UV−Vis analysis allowed for the quantifying of the M/NPs concentration by means of the previously described linear calibration curve (R2 = 0.995). Figure 6a shows MP percentage of particles observed at each outlet at a defined ∆V. Increasing the ∆V the percentage of particles observed was higher for the external outlet (outlet#1) and, hence, an increasing number of MPs were collected at a further distance with respect to outlet#3. Similar trends were obtained also for the mixed population of M/NPs. In detail, at ∆V = 0, MPs were\nNanomaterials 2020, 10, 1277 8 of 14\nall collected in the central outlet (outlet#3), as expected, while for voltages equal or higher than 40 V they were mostly found in the external outlet (outlet#1) near the +V electrode. MPs spreading from the central outlet (outlet#3) to the external one (outlet#1) were detected at 30 V. Indeed, in correspondence of this voltage value, MPs were found in the three outlets (outlet#3, outlet#2, outlet#1) at different concentrations. These results were confirmed by DLS measurements (see Supplementary Information Figures S6–S8).\nTable 2. Dynamic light scattering (DLS) particle measurement.\nSample Size (µm) Zeta Potential (mV)\nMPs 3.9 ± 0.2 −10 ± 3 NPs 0.5 ± 0.05 −21 ± 5 EXs 0.056 ± 0.02 −9.61 ± 2 Nanomaterials 2020, 10, 1277 9 of 15\nFigure 6. Micro- and nanoparticle (M/NP) collections at the outlets of the glossy µFFE device by setting a buffer flow rate of 20 µL/min and an analyte flow rate of 10 µL/min for 10 min: (a) MP outlet collection for ΔV = 0, 30, 40V, (b) M/NP outlet collection for ΔV = 30, 35, 40V. A percentage of particles observed, 100% and 79%, for MPs and for NPs, respectively, was obtained at ΔV = 40V. The corresponding outlets are reported in the inset for both (a) and (b).\n#1\n#2\n#3\n#4\n#5 #1\n#2\n#3\n#4\n#5\n(a) (b)\nFigure 6. Micro- and nanoparticle (M/NP) collections at the outlets of the glossy µFFE device by setting a buffer flow rate of 20 µL/min and an analyte flow rate of 10 µL/min for 10 min: (a) MP outlet collection for ∆V = 0, 30, 40V, (b) M/NP outlet collection for ∆V = 30, 35, 40V. A percentage of particles observed, 100% and 79%, for MPs and for NPs, respectively, was obtained at ∆V = 40V. The corresponding outlets are reported in the inset for both (a) and (b).\nNanomaterials 2020, 10, 1277 9 of 14\nAs in the previous characterization, in order to quantify the M/NPs outlet concentrations, the UV−Vis calibration curves were used (see Supplementary Information, R2 = 0.977 for NPs calibration curve). Figure 6b reports the final distribution of the M/NPs by the different applied voltage/outlets. At a lower voltage value of 30 V, M/NPs were mostly collected both in the external outlet (outlet#1) and in the central one (outlet#3). A partial shift of particle collection has been observed at 35 V, where particles were mostly found in the outlets near the +V electrode (outlet#1 and outlet#2). Finally, at 40 V, the majority of particles, 79% for MPs and 100% concerning the NPs, were collected in the external outlet (outlet#1). A further proof of the µFFE device performance was given by calculating the collected number of M/NPs at outlet#1 when different voltages were applied to the electrodes. Considering the exact residual volume at outlet#1 and on the basis of the calibration curve, we could determine the collected number of particles (Figure 7). In detail, the number of M/NPs increased proportionally with the applied voltage at the electrodes up to 40 V. At a higher voltage (55 V) a drift toward the electrode channel occurred. Nanomaterials 2020, 10, 1277 10 of 15\nThis was determined by comparing the number of M/NPs collected at outlet#1 when 55 V were applied at the electrodes to the number of M/NPs of the initial 100% concentrated solution normalized by each specific particle calibration curve. Results reported this ratio to be equal to 87% for MPs and 84% for NPs. This is because a little amount of particles passed over the partition bars toward the +V electrode channel.\nThese results demonstrated the ability to modulate the percentage of particles observed as a function of the applied electric field. In addition, considering the amount of M/NPs diluted in the buffer solution during the device loading, it was possible to consider and evaluate the reconcentration of M/NPs by calculating the number of particles at the outlets with respect to the collected volume. A maximum 8.3× reconcentration factor of the M/NPs was obtained at 40 V. These are encouraging results that demonstrate the versatility of the device to tune the concentration of a M/NP population at a specific outlet in a reduced microliter range volume.\nThe µFFE biological tests were performed with EXs and a mixed population of EXs and NPs. Figure 8 shows the percentage of EXs observed at the different applied voltage/outlets. At lower voltage values of 30 V and 35 V the 89% and 80% of EXs were mostly collected at the outlet#2. Then a notable shift of EX collection was observed at 40 V, where the 33% and 45% of EXs were found in the outlet near the +V electrode (outlet#1) and in the central outlet (outlet#3), respectively. A possible reason of why EXs at 40 V were located in the central outlet (outlet#3) could be given by the fact that this voltage can damage EXs thus inducing a variation in their properties. In fact, the NTA EXs analysis showed an EXs diameter expansion of about 40 nm at 40 V. Structural changes or degradations of EXs have been already observed in other isolation methods such as ultracentrifugation or depending on their storage and working temperature conditions [41].\nFigure 9 reports the EX and NP percentages observed when 30 V were applied at the electrode. In detail, the majority of EXs (53%) were collected in outlet#2 while the majority of NPs observed (45%) were found in the outlet near the +V electrode (outlet#1), thus demonstrating the µFFE performance both with synthetic and biological samples.\nThis was determined by comparing the number of M/NPs collected at outlet#1 when 55 V were applied at the electrodes to the number of M/NPs of the initial 100% concentrated solution normalized by each specific particle calibration curve. Results reported this ratio to be equal to 87% for MPs and 84% for NPs. This is because a little amount of particles passed over the partition bars toward the +V electrod channel. These results demonstrated the ability to modulate t ntage of particles obs rved as a function of the applied electric field. In addition, considering the amount of M/NPs diluted in the buffer solution during the device loading, it was possible to consider and evaluate the reconcentration of M/NPs by calculating the number of particles at the outlets with respect to the collected volume. A maximum 8.3× reconcentration factor of the M/NPs was obtained at 40 V. These are encouraging results that demonstrate the versatility of the device to tune the concentration of a M/NP population at a specific outlet in a reduced microliter range volume. The µFFE biological tests were performed with EXs and a mixed population of EXs and NPs. Figure 8 shows the percentage of EXs observed at the diff rent applied volt ge/outlets. At lower\nNanomaterials 2020, 10, 1277 10 of 14\nvoltage values of 30 V and 35 V the 89% and 80% of EXs were mostly collected at the outlet#2. Then a notable shift of EX collection was observed at 40 V, where the 33% and 45% of EXs were found in the outlet near the +V electrode (outlet#1) and in the central outlet (outlet#3), respectively. A possible reason of why EXs at 40 V were located in the central outlet (outlet#3) could be given by the fact that this voltage can damage EXs thus inducing a variation in their properties. In fact, the NTA EXs analysis showed an EXs diameter expansion of about 40 nm at 40 V. Structural changes or degradations of EXs have been already observed in other isolation methods such as ultracentrifugation or depending on their storage and working temperature conditions [41]. Nanomaterials 2020, 10, 1277 11 of 15\nFigure 9 reports the EX and NP percentages observed when 30 V were applied at the electrode. In detail, the majority of EXs (53%) were collected in outlet#2 while the majority of NPs observed (45%) were found in the outlet near the +V electrode (outlet#1), thus demonstrating the µFFE performance both with synthetic and biological samples.\nNanomaterials 2020, 10, 1277 11 of 14 Nanomaterials 2020, 10, 1277 12 of 15\n4. Conclusions\nIn this work we evaluated the manufacturing and the particle deviation performance of a µFFE 3D printed LOC. The 3D printed microfluidic device was characterized by threaded fluidic fittings integrated on the back, corresponding to the inlet and outlet accesses. Features were reproduced with a 5% accuracy related to the CAD dimensions. Moreover, 3D printing allows the exploitation of lowcost materials and the easy introduction of further design updates with limited re-work time.\nA novel approach was proposed for the µFFE performance assessment using M/NPs with different dimensions, surface charges and fluorescent dyes. Following this, it was possible to quantify the M/NPs deviation efficiency at each outlet, when a different voltage at the electrodes was applied, by exploiting UV−Vis and DLS techniques. These propaedeutic experiments allowed for the successful conduct of biovehicle tests using FBS EXs. Finally, we demonstrated the possibility to tune the concentration of a population of different species of MPs, NPs, EXs in a specific outlet at a defined"
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work we evaluated the manufacturing and the particle deviation performance of a µFFE 3D printed LOC. The 3D printed microfluidic device was ch r cterized by threaded fluidic fittings integrated on the back, corresponding to the inlet and outlet ac es es. ere reproduced with a 5% accuracy related to the CAD dimensions. Moreover, 3D printi g allows the xploitation of lo -cost materials and the easy introduction of further design updates with limited re-work time. A novel approach was proposed for the µFFE performance assessment using M/NPs with different dimensions, surface charges and fluorescent dyes. Following this, it was possible to quantify the M/NPs deviation efficiency at each outlet, when a different voltage at the electrodes was applied, by exploiting UV−Vis and DLS techniques. These propaedeutic experiments allowed for the successful conduct of biovehicle tests using FBS EXs. Finally, we demonstrated the possibility to tune the concentration of a population of different species of MPs, NPs, EXs in a specific outlet at a defined voltage and also to accumulate them in a microliter volume range. Since the µFFE layout presents a limited number of outlets, further work will be focused on redesign, the investigation of fine ∆V tuning, testing with different solutions and pH buffers to achieve optimization of particle separation and concentration.\nNanomaterials 2020, 10, 1277 12 of 14\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/7/1277/s1, Figure S1: Size measurement of 4 µm MPs by Dynamic Light Scattering; Figure S2: Size measurement of 500 nm NPs by Dynamic Light Scattering; Figure S3: Size measurement of EXs by Dynamic Light Scattering; Figure S4: 4 µm MPs calibration curve: trendline equation y = 2 × 10−8x + 0.005; Figure S5: The 500 nm NPs calibration curve: trendline equation y = 7× 10−10x− 0.001; Figure S6: Absorbance spectrum of 500 nm carboxylated NPs: excitation wavelength = 297 nm; Figure S7: Size measurement of 4 µm MPs by Dynamic Light Scattering at outlet#3 when 0 V were applied at the electrodes; Figure S8: Size measurement of 4 µm MPs by Dynamic Light Scattering at outlet#1 when 30 V were applied at the electrodes; Figure S9: Size measurement of 4 µm MPs by Dynamic Light Scattering at outlet#1 when 40 V where applied at the electrodes; Figure S10: Number of M/NPs collected at outlet#2 when ∆V = 0, 30, 35, 40 and 55 V were applied at the electrode; Figure S11: Number of M/NPs collected at outlet#3 when ∆V = 0, 30, 35, 40 and 55 V were applied at the electrode; Table S1: DLS particles measurement.\nAuthor Contributions: Conceptualization, S.L.M. and F.B.; methodology, F.B.; validation, S.L.M.; investigation, M.C.; data curation, F.B.; writing—original draft preparation, F.B.; writing—review and editing, S.L.M. and M.C.; supervision, S.L.M. and M.C.; project administration, C.F.P.; funding acquisition, C.F.P. All authors have read and agreed to the published version of the manuscript.\nFunding: The present work was performed in the framework and financed by POLITO BIOMed LAB, financed by Politecnico di Torino, DEFLeCT (“Advanced platform for the early detection of not small cells lung cancer”) project, financed by Piedmont Region in the framework of “Health & WellBeing” Platform project, and Project “FOOD-DRUG-FREE”, financed by Piedmont Region in the framework of “Piedmont BioEconomy Technological Platform” and SMART3D (“Smart 3D Polymer Devices Production Chain”) project, financed by MIUR and Piedmont Region agreement in the framework of “Smart Industry”.\nAcknowledgments: The Authors want to acknowledge Alessio Raiti for his help on 3D printer set up.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "PLA micro- and nano-particles",
      "author" : [ "B.K. Lee", "Y. Yun", "K. Park" ],
      "venue" : "Adv. Drug Deliv. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Nanoparticles and microparticles for drug and vaccine",
      "author" : [ "J. Kreuter" ],
      "venue" : "delivery. J. Anat",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1996
    }, {
      "title" : "Biocompatibility of engineered nanoparticles for drug",
      "author" : [ "S. Naahidi", "M. Jafari", "F. Edalat", "K. Raymond", "A. Khademhosseini", "P. Chen" ],
      "venue" : "delivery. J. Control. Release",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "Nanotechnology in cosmetics",
      "author" : [ "S. Nafisi", "H.I. Maibach" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Micro(nano)plastics: A threat to human health",
      "author" : [ "M. Revel", "A. Châtel", "C. Mouneyrac" ],
      "venue" : "Curr. Opin. Environ. Sci. Heal. 2018,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Engineering Nano- and microparticles to tune immunity",
      "author" : [ "J.J. Moon", "B. Huang", "D.J. Irvine" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Dielectrophoresis for manipulation of micro/nano particles in microfluidic systems",
      "author" : [ "C. Zhang", "K. Khoshmanesh", "A. Mitchell", "K. Kalantar-Zadeh" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "Fate of nano- and microplastic in freshwater systems: A modeling study",
      "author" : [ "E. Besseling", "J.T.K. Quik", "M. Sun", "A.A. Koelmans" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Nano-plastics in the aquatic environment",
      "author" : [ "K. Mattsson", "L.A. Hansson", "T. Cedervall" ],
      "venue" : "Environ. Sci. Process. Impacts",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Fate and occurrence of micro(nano)plastics in soils: Knowledge gaps and possible risks",
      "author" : [ "R.R. Hurley", "L. Nizzetto" ],
      "venue" : "Curr. Opin. Environ. Sci. Heal. 2018,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Microfluidic platforms for lab-on-a-chip applications",
      "author" : [ "S. Haeberle", "R. Zengerle" ],
      "venue" : "Lab Chip 2007,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2007
    }, {
      "title" : "A multilevel Lab on chip platform for DNA analysis",
      "author" : [ "S.L. Marasso", "E. Giuri", "G. Canavese", "R. Castagna", "M. Quaglio", "I. Ferrante", "D. Perrone", "M. Cocuzza" ],
      "venue" : "Biomed. Microdevices",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2011
    }, {
      "title" : "Simple PDMS microdevice for biomedical applications",
      "author" : [ "C. Potrich", "L. Lunelli", "M. Cocuzza", "S.L. Marasso", "C.F. Pirri", "C. Pederzolli" ],
      "venue" : "Talanta",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Optimized design and fabrication of a microfluidic platform to study single cells and multicellular aggregates in 3D. Microfluid",
      "author" : [ "S.L. Marasso", "A. Puliafito", "D. Mombello", "S. Benetto", "L. Primo", "F. Bussolino", "C.F. Pirri", "M. Cocuzza" ],
      "venue" : "Nanofluidics 2017,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "miRNA purification with an optimized PDMS microdevice: Toward the direct purification of low abundant circulating biomarkers",
      "author" : [ "G.C.C. Santini", "C. Potrich", "L. Lunelli", "L. Vanzetti", "S.L.L. Marasso", "M. Cocuzza", "F.C.C. Pirri", "C. Pederzolli" ],
      "venue" : "Biophys. Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "A polymer lab-on-a-chip for genetic analysis using the arrayed primer extension on microarray",
      "author" : [ "S.L. Marasso", "D. Mombello", "M. Cocuzza", "D. Casalena", "I. Ferrante", "A. Nesca", "P. Poiklik", "K. Rekker", "A. Aaspollu", "S Ferrero" ],
      "venue" : "chips. Biomed. Microdevices",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2014
    }, {
      "title" : "3D printed microfluidic devices. In Microfluidics for Biologists: Fundamentals and Applications",
      "author" : [ "G.W. Bishop" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "3D printed microfluidics and microelectronics",
      "author" : [ "R.D. Sochol", "E. Sweet", "C.C. Glick", "S.Y. Wu", "C. Yang", "M. Restaino", "L. Lin" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "3D-Printed Microfluidics",
      "author" : [ "A.K. Au", "W. Huynh", "L.F. Horowitz", "A. Folch" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Optimization of a suspended two photon polymerized microfluidic filtration system",
      "author" : [ "F. Perrucci", "V. Bertana", "S.L. Marasso", "G. Scordo", "S. Ferrero", "C.F. Pirri", "M. Cocuzza", "A. El-Tamer", "U. Hinze", "B.N Chichkov" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "A passive two-way microfluidic device for low volume blood-plasma separation",
      "author" : [ "L. Spigarelli", "V. Bertana", "D. Marchisio", "L. Scaltrito", "S. Ferrero", "M. Cocuzza", "S.L. Marasso", "G. Canavese", "C.F. Pirri" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Fractionation and characterization of nano- and microparticles in liquid media",
      "author" : [ "P.S. Fedotov", "N.G. Vanifatova", "V.M. Shkinev", "B.Y. Spivakov" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2011
    }, {
      "title" : "Free-flow electrophoresis in the proteomic era: A technique in flux",
      "author" : [ "M. Islinger", "C. Eckerskorn", "A. Völkl" ],
      "venue" : "Electrophoresis",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    }, {
      "title" : "Continuous Sample Pretreatment Using a Free-Flow Electrophoresis Device Integrated onto a Silicon Chip",
      "author" : [ "D.E. Raymond", "A. Manz", "H.M. Widmer" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1994
    }, {
      "title" : "Enhancing the Resolution of Micro Free Flow Electrophoresis through Spatially Controlled Sample Injection",
      "author" : [ "K.L. Saar", "T. Müller", "J. Charmet", "P.K. Challa", "T.P.J. Knowles" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "PDMS free-flow electrophoresis chips with integrated partitioning bars for bubble segregation",
      "author" : [ "S. Köhler", "C. Weilbeer", "S. Howitz", "H. Becker", "V. Beushausen", "D. Belder" ],
      "venue" : "Lab Chip",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "3D Printed Micro Free-Flow Electrophoresis Device",
      "author" : [ "S.K. Anciaux", "M. Geiger", "M.T. Bowser" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Exosomes—Vesicular carriers for intercellular communication",
      "author" : [ "M. Simons", "G. Raposo" ],
      "venue" : "Curr. Opin. Cell Biol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2009
    }, {
      "title" : "Extracellular vesicles: Exosomes, microvesicles, and friends",
      "author" : [ "G. Raposo", "W. Stoorvogel" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Biogenesis and secretion of exosomes",
      "author" : [ "J. Kowal", "M. Tkach", "C. Théry" ],
      "venue" : "Curr. Opin. Cell Biol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2014
    }, {
      "title" : "Size matters in nanoscale communication",
      "author" : [ "A. Zijlstra", "D. Di Vizio" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Techniques used for the isolation and characterization of extracellular vesicles: Results of a worldwide survey",
      "author" : [ "C. Gardiner", "D. Di Vizio", "S. Sahoo", "C. Théry", "K.W. Witwer", "M. Wauben", "A.F. Hill" ],
      "venue" : "J. Extracell. Vesicles 2016,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Microfluidic approaches for isolation, detection, and characterization of extracellular vesicles: Current status and future directions",
      "author" : [ "S. Gholizadeh", "M. Shehata Draz", "M. Zarghooni", "A. Sanati-Nezhad", "S. Ghavami", "H. Shafiee", "M. Akbari" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Advances in exosomes technology",
      "author" : [ "B.Y. Chen", "C.W.H. Sung", "C. Chen", "C.M. Cheng", "D.P.C. Lin", "C. Te Huang", "M.Y. Hsu" ],
      "venue" : "Clin. Chim. Acta",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "Bin Sample preconcentration in microfluidic devices. Microfluid",
      "author" : [ "C.C. Lin", "J.L. Hsu", "G. Lee" ],
      "venue" : "Nanofluidics",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2011
    }, {
      "title" : "On-line sample pre-concentration in microfluidic devices: A review",
      "author" : [ "B.C. Giordano", "D.S. Burgi", "S.J. Hart", "A. Terray" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Micro free-flow electrophoresis with injection molded chips",
      "author" : [ "S. Köhler", "C. Benz", "H. Becker", "E. Beckert", "V. Beushausen", "D. Belder" ],
      "venue" : "RSC Adv. 2012,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2012
    }, {
      "title" : "Acoustic control of suspended particles in micro fluidic chips",
      "author" : [ "A. Nilsson", "F. Petersson", "H. Jönsson", "T. Laurell" ],
      "venue" : "Lab Chip 2004,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2004
    }, {
      "title" : "A Protocol for Exosome Isolation and Characterization: Evaluation of Ultracentrifugation, Density-Gradient Separation, and Immunoaffinity Capture Methods",
      "author" : [ "D.W. Greening", "R. Xu", "H. Ji", "B.J. Tauro", "R.J. Simpson" ],
      "venue" : "Methods Mol. Biol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "Micro- and nanoparticles (M/NPs) represent a consolidated instrument in micro nanomaterials engineering for a widespread number of applications that range from drug carriers [1–3] to cosmetics development [4] as well as from disease therapy [5,6] to chemical analysis [7].",
      "startOffset" : 205,
      "endOffset" : 208
    }, {
      "referenceID" : 4,
      "context" : "Micro- and nanoparticles (M/NPs) represent a consolidated instrument in micro nanomaterials engineering for a widespread number of applications that range from drug carriers [1–3] to cosmetics development [4] as well as from disease therapy [5,6] to chemical analysis [7].",
      "startOffset" : 241,
      "endOffset" : 246
    }, {
      "referenceID" : 5,
      "context" : "Micro- and nanoparticles (M/NPs) represent a consolidated instrument in micro nanomaterials engineering for a widespread number of applications that range from drug carriers [1–3] to cosmetics development [4] as well as from disease therapy [5,6] to chemical analysis [7].",
      "startOffset" : 241,
      "endOffset" : 246
    }, {
      "referenceID" : 6,
      "context" : "Micro- and nanoparticles (M/NPs) represent a consolidated instrument in micro nanomaterials engineering for a widespread number of applications that range from drug carriers [1–3] to cosmetics development [4] as well as from disease therapy [5,6] to chemical analysis [7].",
      "startOffset" : 268,
      "endOffset" : 271
    }, {
      "referenceID" : 7,
      "context" : "On the other hand, in a kind of specular negative view, M/NPs also represent a major problem as contaminants in water [8,9] and soil [10].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 8,
      "context" : "On the other hand, in a kind of specular negative view, M/NPs also represent a major problem as contaminants in water [8,9] and soil [10].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 9,
      "context" : "On the other hand, in a kind of specular negative view, M/NPs also represent a major problem as contaminants in water [8,9] and soil [10].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 10,
      "context" : "Microfluidics and lab-on-a-chip (LOCs) were developed tens of years ago [11] to satisfy the requirements of rapid, low cost and small volume analyses [12–15] along with their exploitation in point-of-care (POC) systems [16].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 15,
      "context" : "Microfluidics and lab-on-a-chip (LOCs) were developed tens of years ago [11] to satisfy the requirements of rapid, low cost and small volume analyses [12–15] along with their exploitation in point-of-care (POC) systems [16].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 19,
      "context" : "Recently, a valuable approach for the development and fabrication of microfluidic and LOC devices has been found in 3D printing [17–19] and some examples demonstrate their successful employment in the separation and analysis of M/NPs [20,21].",
      "startOffset" : 234,
      "endOffset" : 241
    }, {
      "referenceID" : 20,
      "context" : "Recently, a valuable approach for the development and fabrication of microfluidic and LOC devices has been found in 3D printing [17–19] and some examples demonstrate their successful employment in the separation and analysis of M/NPs [20,21].",
      "startOffset" : 234,
      "endOffset" : 241
    }, {
      "referenceID" : 21,
      "context" : "Few techniques allow the control of the fractionation of M/NPs [22] and among these, free-flow electrophoresis (FFE) has shown itself to be a highly versatile approach.",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 23,
      "context" : "Except for the first μFFE devices, which were manufactured in silicon through a standard lithographic process [25], nowadays the majority of the μFFE devices are developed by exploiting various types of polymers through soft-lithographic or replica molding strategies [26–28].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 26,
      "context" : "So far, only one μFFE device, presented in literature, has been developed by an additive manufacturing process [29].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 26,
      "context" : "The employed rapid prototyping system’s ensured main advantages are: (i) a very efficient optimization of the device design by a trial and error approach; (ii) integration of the inlet/outlet ports with the proper tube interconnections; (iii) better accuracy and resolution with respect to other printing methods [29].",
      "startOffset" : 313,
      "endOffset" : 317
    }, {
      "referenceID" : 26,
      "context" : "With respect to other work [29], this solution allowed for an optimized view on the microfluidics and an easy inspection through the digital microscope camera.",
      "startOffset" : 27,
      "endOffset" : 31
    }, {
      "referenceID" : 31,
      "context" : "Commonly, they are purified by ultracentrifugation methods or commercial kits requiring high cost and time-consuming processes, providing low efficiency and purity of the final product [34,35].",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 32,
      "context" : "Commonly, they are purified by ultracentrifugation methods or commercial kits requiring high cost and time-consuming processes, providing low efficiency and purity of the final product [34,35].",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 36,
      "context" : "The pillars array performed both the function of structural columns (to avoid the collapse of the top cover) and of promoting the chamber filling [39].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 25,
      "context" : "In order to prevent electrolysis bubbles formation in the separation chamber when an electric field was applied, partition bars [28,39], with a height of 50 μm, were designed to confine the electrode channels.",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 36,
      "context" : "In order to prevent electrolysis bubbles formation in the separation chamber when an electric field was applied, partition bars [28,39], with a height of 50 μm, were designed to confine the electrode channels.",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 36,
      "context" : "The pillars array performed both the function of structural columns (to avoid the collapse of the top cover) and of promoting the chamber filling [39].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 25,
      "context" : "In order to prevent electrolysis bubbles formation in the separation chamber when an electric field was applied, partition bars [28,39], with a height of 50 μm, were designed to confine the electrode channels.",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 36,
      "context" : "In order to prevent electrolysis bubbles formation in the separation chamber when an electric field was applied, partition bars [28,39], with a height of 50 μm, were designed to confine the electrode channels.",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 37,
      "context" : "Finally, the percentage of particles observed of the μFFE device was determined as the ratio of percentage of M/NPs concentrations at each outlet to the total M/NPs concentrations collected at all five outlets [40].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 37,
      "context" : "Finally, the percentage of particles observed of the μFFE device was determined as the ratio of percentage of M/NPs co centrations at each outlet to the total M/NPs concentrations collected at all five outlets [40].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 26,
      "context" : "The glossy μFFE device reported in this work, comparing CAD dimensions with the 3D printed ones, presented a better accuracy and final resolution with respect to the previously published one fabricated with the FDM printer [29].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 38,
      "context" : "Structural changes or degradations of EXs have been already observed in other isolation methods such as ultracentrifugation or depending on their storage and working temperature conditions [41].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 38,
      "context" : "Structural changes or degradations of EXs have been already observed in other isolation methods such as ultracentrifugation or depending on their storage and working temperature conditions [41].",
      "startOffset" : 189,
      "endOffset" : 193
    } ],
    "year" : 2020,
    "abstractText" : "The present work describes a novel microfluidic free-flow electrophoresis device developed by applying three-dimensional (3D) printing technology to rapid prototype a low-cost chip for microand nanoparticle collection and analysis. Accurate reproducibility of the device design and the integration of the inlet and outlet ports with the proper tube interconnection was achieved by the additive manufacturing process. Test prints were performed to compare the glossy and the matte type of surface finish. Analyzing the surface topography of the 3D printed device, we demonstrated how the best reproducibility was obtained with the glossy device showing a 5% accuracy. The performance of the device was demonstrated by a free-flow zone electrophoresis application on microand nanoparticles with different dimensions, charge surfaces and fluorescent dyes by applying different separation voltages up to 55 V. Dynamic light scattering (DLS) measurements and ultraviolet−visible spectroscopy (UV−Vis) analysis were performed on particles collected at the outlets. The percentage of particles observed at each outlet was determined in order to demonstrate the capability of the micro free-flow electrophoresis (μFFE) device to work properly in dependence of the applied electric field. In conclusion, we rapid prototyped a microfluidic device by 3D printing, which ensured microand nanoparticle deviation and concentration in a reduced operation volume and hence suitable for biomedical as well as pharmaceutical applications.",
    "creator" : null
  }
}