{
  "name" : "downloads_2019-10-22_9a_singh2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Oxygen-Functionalized Mesoporous Activated Carbons Derived from Casein and Their Superior CO2 Adsorption Capacity at Both Low- and High-Pressure Regimes",
    "authors" : [ "Gurwinder Singh", "Kripal S. Lakhi", "CI Sathish", "Kavitha Ramadass", "Jae-Hun Yang", "Ajayan Vinu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "−1) and 30 bar/0 °C (39.1 mmol g−1), which are higher than those of mesoporous carbons and silica, activated carbon, carbon nitrides, and carbon nanotubes. The high performance is linked with the combination of excellent textural parameters and unique oxygen functionalities on the surface. It is also demonstrated that these materials are highly stable and can be used repeatedly without much loss of the adsorption capacity. Therefore, the presented materials can be good candidates for pre- and postcombustion CO2 capture.\nKEYWORDS: casein, KOH activation, mesoporous carbon, high surface area and CO2 capture\n■ INTRODUCTION Global warming is a serious issue that has indisputably resulted from the increasing concentration of greenhouse gases in the atmosphere, with carbon dioxide (CO2) being the prominent contributor.1 Industrial emissions from large point sources such as power generation plants are major contributors to the overall CO2 emissions to the globe.\n2 Therefore, it becomes important to control and minimize the amount of CO2 emissions from such sources. Advanced material based technologies that will help to capture and convert the CO2 molecules are possible solutions to tackle these environmental issues. However, from an industrial perspective, advanced material based adsorbents with a high CO2 capture efficiency integrated with a low cost and availability would be an appealing solution for curtailing the CO2 emissions through a simple capture process.3 To achieve this, advanced materials with properties such as large specific surface area, high robustness, high regeneration abilities, high hydrophobicity, fast adsorption kinetics, etc., are desired.4\nRecently, several advanced porous materials, including zeolites, metal−organic frameworks (MOFs), amine-functionalized MOFs, coordination polymer networks, ordered mesoporous carbons, mesoporous carbon nitrides, and activated porous carbons, have been proposed as solid adsorbents for CO2 adsorption.5−10 Among these materials, activated porous\ncarbons derived from low-cost starting precursors emerged as alternative materials for efficient CO2 adsorption.\n11 One of the major factors for the promising behavior of activated porous carbons in CO2 adsorption is the physical nature of the adsorption process, which allows for easier regeneration of the adsorbent and contributes heavily to cutting the overall cost of the process.12 The procedure for the synthesis of activated porous carbon is quite simple, less tedious, and environmentally friendly.13 Moreover, their CO2 adsorption capabilities are on par with those of conventional materials. Several kinds of CO2 adsorbent materials derived from precursors such as resorcinol and formaldehyde,14 pluronic F127 and dicyandiamide,15 phloroglucinol, formaldehyde, and pluronic F127,16 and polyaniline,17 have been previously reported for either low- or high-pressure CO2 adsorption. The starting precursors are expensive, and the synthesis of adsorbents involves complicated and non-environmentally friendly procedures. However, the fabricated materials adsorb a high amount of CO2 per gram, which is a direct result of the presence of nitrogen-containing functional groups in their structure.\nReceived: January 9, 2019 Accepted: February 12, 2019 Published: February 12, 2019\n© 2019 American Chemical Society 1604 DOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n0 9:\n08 :4\n8 (U\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic\nHigh surface area and microporosity are considered as important factors for enhancing the adsorption of CO2 on porous solid adsorbents.18 The former implies the exposure of a higher number of active sites on the surface for a maximum number of interactions with the incoming gas molecules, which would result in greater mass transport of CO2, whereas the latter is an important index for enhanced CO2 adsorption at low pressure conditions.19 It is also strongly believed that the change in the surface charge of the porous adsorbents makes a huge impact on the total adsorption capacity of the porous adsorbents. However, the fabrication of porous adsorbents with a combination of both of these parameters, together with the tunable surface charge for industrial CO2 adsorption at both low- and high-pressure systems, is a challenging task. Although activation of the carbon-containing precursors generates materials with a varying degree of porosity, it is required to adopt a new synthesis methodology to design adsorbents with both high specific surface areas and surface functionalities.20−24\nIn this work, we have demonstrated for the first time the use of casein as a starting precursor for generating a series of porous activated carbon materials with high specific surface areas and large mesopores as well as oxygen-functionalized surfaces through liquid-phase activation with potassium hydroxide (KOH). It should be mentioned that KOH is the preferred choice for designing activated materials with highly microporous structure to date.25 However, our present investigation revealed that activated porous carbon materials with high mesoporosity can also be developed using KOH activation when casein is used as a carbon source. We propose that the unique chemical structure of the starting precursor with different functionalities and the choice of the activation agent are the main factors that control the textural parameters of the synthesized materials. The roles of the porosity and specific surface area as well as the surface functional groups of the prepared materials on the total CO2 adsorption capacity have been investigated. The mesoporous activated carbon MPC3 with the highest specific surface\narea showed a CO2 adsorption capacity of 39.1 mmol g −1 at 0 °C/30 bar, which is the highest value ever reported in the literature for similar kinds of activated carbon materials. These findings suggest the immense potential of MPCs derived from casein for CO2 capture under the variable circumstances encountered in industrial operations. Another underlying importance of the current findings is that they can be employed for the fabrication of high-surface-area metal/metal oxides functionalized composites that will find immense potential in various electrochemical processes.\n■ MATERIALS AND METHODS Synthesis of MPCs from Casein. MPC materials were fabricated via a one-step carbonization cum activation of the nonporous carbon (NPC) derived from the pyrolysis of casein (Scheme 1). At first, a given amount of casein was carbonized at 600 °C for 2 h under a heating rate of 10 °Cmin−1 to obtainNPC. Another set of samples were prepared by mixing NPC with different amounts of KOH and activated at a high temperature of 800 °C. In a typical preparation, 1 g of NPC was mixed with 2 g of KOH in a separate small beaker containing 40−50 mL of water to disperse both constituents. The mixed solution was stirred overnight and evaporated at 90 °C. The solid mixture was then placed in a 100 °C oven for 5−6 h to allow the complete removal of water. Subsequently, the dried composite was placed onto a ceramic boat and transferred into the tubular furnace for activation at 800 °C for 5 h under a heating rate of 5 °Cmin−1 to achieve the maximum effect of the KOH activation and temperature. The cooled down carbonized sample was then treated with different amounts of 2 M HCl (50−150 mL), depending upon the amount of activating agent used to remove the residues, and then washed with water until the pH of the supernatant was ∼6−7. The black solid material was then kept in a 100 °C oven for overnight drying. A series of samples were prepared by using the above procedure but with different amounts of KOH ranging from 1 to 5 g. These materials are denoted as MPC1−5, where MPC stands for mesoporous activated carbon and numbers 1−5 denote the amount of KOH in grams used for activation. Before the adsorption of CO2 measurements, the adsorbents were stored in airtight containers for further experimentation.\nScheme 1. Schematic Illustration of the Synthesis of MPCs from Casein and Their Application for CO2 Adsorption\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1605\nCharacterization ofMPCs.The powder X-ray diffraction (PXRD) patterns of all samples were recorded using a Panlytical Empyrean XRD instrument. CuKα1 and Kα2 radiations with respective wavelengths of λ = 1.5406 and 1.5444 Å produced at a voltage of 40 kV and a current of 40 mA were used to irradiate the sample placed at the center of a circular sample holder. The PXRDmeasurement parameters were set to a high angle range of 2θ = 10−70°, and a scan step size of 0.006° was used for each measurement. Thermal stability of the synthesized materials was investigated using simultaneous thermogravimetric analysis (TGA) and differential scanning calorimetry (DSC) measurements using a PerkinElmer model STA-8000. About ∼10 mg of each sample was placed in an aluminum crucible and heated from 30 to 1000 °C using a heating rate of 10 °C min−1. Fourier transform infrared (FTIR) spectra were obtained for all samples using a PerkinElmer instrument. A small amount of the MPC samples was taken for each measurement, and scanning was performed in the range of 400−4000 cm−1 using a resolution of 4 cm−1 and 32 scans for each sample. N2 sorption isotherms were measured at a temperature of−196 °C using a Micromeritics 2420 instrument. All samples were degassed under a constant vacuum of ∼5 μmHg at a temperature of 200 °C for 15 h before analysis. The total specific surface area was determined using the Brunauer−Emmett−Teller (BET) method, and the reported BET surface area results have the correlation coefficient R2 value >0.9999 for all of the samples. The total pore volume was determined using the Barrett−Joyner−Halenda method from the amount of N2 adsorbed at a relative pressure (P/P0) of 0.99. The external surface area, micropore surface area, and micropore volume were calculated using the t-plot method. The nonlocal original density functional theory (NLDFT) method was employed for determining the pore-size distributions (PSDs) and narrow slit-shaped pores. The surface morphological features of the investigated samples were observed using scanning electron microscopy (SEM), and an operating voltage of 2 kV was used for each measurement. X-ray photoelectron spectroscopy (XPS) measurements were performed to ascertain the surface functional groups and heteroatoms and the nature of their bonding in the carbon materials. A Kratos Axis Ultra XPS instrument operating at a power of 225 W, a voltage of 15 kV, and a current of 15 mA was used for recording the spectra. The analyzed samples were degassed before the actual measurements. A pass energy of 160 eV, a binding energy range of 1200−0 eV, a step size of 1.0 eV, and a dwell time of 100 ms were the parameters employed for recording survey spectral scans. A lower pass energy of 20 eV was used for recoding the high-resolution spectra. CO2 Adsorption Experiments. The CO2 adsorption isotherms of the synthesized carbon samples were measured by using a Quantachrome gas adsorption instrument that is capable of handling pressures up to 200 bar. Before the CO2 measurements, the samples were outgassed for >20 h to completely remove any adsorbed gaseous components. The weight after degassing was close to 200 ± 20 mg for each sample. All of theMPC samples were subjected to CO2 adsorption in the pressure range of 0−30 bar and at a temperature of 0 °C. Because of its excellent textural parameters, the optimized material MPC3 was also recorded for CO2 adsorption in the same pressure range at two other temperatures of 10 and 25 °C. For MPC3, the same lot was degassed for measurement at each of the three temperatures. The isosteric heat of adsorption was calculated for MPC3 by applying the Clausius−Clapeyron equation to three sets of CO2 adsorption isotherms obtained at three different temperatures of 0, 10, and 25 °C.\n■ RESULTS AND DISCUSSION N2 Sorption Analysis. Figure 1A shows the N2 adsorption− desorption isotherms for the activated carbonmaterials MPC1− 5. Various textural parameters calculated from these isotherms are summarized in Table 1. The adsorption isotherms of MPC1 and MPC2 show a type I isotherm, which is typically observed for microporous materials.26 The type of isotherm and absence of any hysteresis loop in the isotherms of these samples confirm that they are microporous in nature. The microporosity in these samples is also evident from the t-plot analysis. The micropore\nvolume of these samples is in the range of 0.394−0.526 cm3 g−1, with the corresponding specific micropore surface area in the range of 1017−1324 m2 g−1 (Table 1). On the other hand, MPC3 and MPC4 display a type IV isotherm with a broad capillary condensation step and a H4 hysteresis loop,27 revealing that these samples are predominantly mesoporous in nature. The broadness of the capillary condensation step is indicative of wide range of mesopores in the samples. It can also be seen that the capillary condensation step is shifted to higher relative pressure as the amount of the activating agent is increased. Because the capillary condensation step is directly linked with the pore size of the sample, this observation concludes that the\naTotal surface area calculated using the BET method. bMicropore surface area and micropore volume calculated using the t-plot method. cTotal pore volume calculated at P/P0 = 0.99.\ndPore width calculated using the NLDFT method.\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1606\npore diameter of the materials can be controlled with the simple adjustment of the amount of the activating agent. It can be correlated with the high-resolution transmission electron microscopy (HRTEM) images, which show tangled graphitic layers that could be associated with narrow slit like pores developed between those layers.28 These observations are strong evidence of the dominant mesoporous character of the synthesized high surface area activated carbons prepared using a large amount of activating agent. As per Table 1, samples MPC1 and MPC2 display 44% and 47% contributions from the micropore surface area, whereas these get diminished to 11% and 14% for MPC3 and MPC4, respectively. The optimized sample in terms of textural parameters is MPC3 because it shows a significantly high specific surface area of 3617 m2 g−1 and a pore volume of 2.16 cm3 g−1. All of these observations are again a strong evidence that the porosity of the synthesized materials can be suitably tailored from micro to meso character by the simple adjustment of the impregnation amount of KOH at a given temperature. It should also be noted that the directly carbonized casein NPC without any activation displays a very low surface area of 5 m2 g−1 and is highly nonporous, which is also clear from SEM images, as shown in Figure S2a. These observations are also in agreement with the PSDs calculated using the density functional theory model. As shown in Figure 1B, the samples MPC1 andMPC2 show a high volume of the pores in the size range of 1.9−2.1 nm, which indicates the presence of a large amount of micropores in these samples. However, in the case of MPC3 and MPC4, there is a higher occupancy of pores of size in the range 2.7−3.4 nm, which is evidence for their dominant mesoporosity. The large amount of mesoporosity for these samples results from a widening of the micropores during the chemical reaction of KOH with carbon. Oxidation of the carbon nanostructures and diffusion of the volatile gases generated during the activation process contribute to this pore-widening effect. It is also believed that formation of the metallic potassium and K2O that were intercalated into the carbon matrix during the activation process and subsequent removal of the same with HCl also support the formation of a large amount of mesopores in the samples that were activated with a large amount of KOH. It is surmised that the loosely bonded carbon nanostructures interact more firmly with the activating agent owing to the presence of a large number of functional groups. This helps to create a higher content of mesopores and high specific surface areas for the samples MPC3 and MPC4. However, the addition of a large amount of KOH gave a detrimental effect because it oxidizes most of the carbon nanostructures. PXRD Analysis. The crystallinity of the NPC and MPC materials was analyzed by the PXRD measurements. The NPC sample exhibits two broad peaks centered around 2θ = 25° and 43°, as shown in Figure S1. These diffraction peaks correspond to the (002) and (101) reflection planes and represent partial graphitization of the carbon in the nonactivated material.29 However, upon activation with KOH, MPCmaterials undergo a significant alteration in their carbon framework, which leads to a considerable loss in the degree of graphitization compared to the nonactivated sample. The PXRD patterns of the MPC1−4 materials (Figure 2) show that the intensity of the higher angle peaks decrease with an increase of the KOH/NPC impregnation ratio from 1 to 4. Moreover, the peak at 25° completely disappeared in all of the samples after the activation process, suggesting a lesser degree of graphitization due to damage of the\ngraphite layers during activation.30 These findings are consistent with other similar reports existing in the published literature.31,32\nFTIR Analysis. FTIR spectroscopic analysis is a useful tool for qualitative determination of the characteristic functional groups present in a material. Figure 3 shows quite similar FTIR\nspectra for activated carbon products ranging from MPC1 to MPC4. This is an expected result and correlates with the XPS elemental quantification, which revealed that the surface of these materials contain almost similar content of carbon, oxygen, and nitrogen elements. The weak band appearing at 760 cm−1 could be assigned to the out-of-plane C−H bending vibration.33 The higher intensity peak caused by bending vibrations of the C−H bond occurs at around 865 cm−1.34 All samples show the presence of C−O stretching at 1230 cm−1, which is characteristic of carboxylic acids.35 The presence of weak shoulders at 1820 and 2540 cm−1 is attributed to CO stretching in acid anhydrides andO−H stretching, respectively. The occurrence of two wide dips around 3000 and 3660 cm−1 can be attributed to the presence of free and hydrogen-bonded O−H groups on the surface of the activated materials.36 These results reveal that the casein precursor helps to introduce a large amount of oxygen\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1607\nfunctionalities on the surface of the MPC materials, which are helpful in achieving a high adsorption of CO2 molecules. TGA/DSC Analysis. The thermal behavior of the synthesized materials was investigated using TGA and DSC measurements. As shown in Figure 4a, the TGA curves of MPC1 and\nMPC2 reveal an initial weight loss of around 8−10% (∼100 °C), which is attributed to the desorption of adsorbed moisture. MPC3 and MPC4 also display a water loss stage at 100 °C, but the weight loss is ca. 5%, which is comparatively smaller than that of MPC1 and MPC2. These two materials encounter another weight loss step around 180−200 °C, which could be assigned to the removal of intercalated water and the possible decomposition of any hydroxyl groups on the surface.37 The final stage of weight loss lies in the temperature range 500−900 °C in all of the materials and is attributed to the decomposition of carbonyl groups resulting in the formation of possible gases such as CO and CO2.\n38 This can also be correlated with the FTIR measurements, wherein all materials are found to be rich in carbon- and oxygen-containing functional groups. Overall, the TGA profiles of these materials synthesized using different KOH/NPC impregnation ratios suggest that 60−76% of the weight is still present in all of the samples at temperatures close to 1000 °C. As shown in the inset of Figure 4b, the DSC profile of synthesized materials MPC1−4 exhibit two distinct endothermic peaks between 0 and 500 °C. The first peak occurring at a range of 80−120 °C corresponds to the desorption of water. The\nsecond peak in all samples is positioned at different values of temperature in the range of 200−500 °C, and it could be attributed to heat consumption, resulting in the breakage of weak hydroxyl groups. The overall heat flow is exothermic in nature, indicating that the synthesized materials do not absorb a high amount of heat from the supplied heat and hence can be considered quite stable from the thermodynamic point of view. It is worthwhile mentioning that one of the key parameters of the adsorbents during precombustion CO2 capture operations is their stability at elevated temperatures in the range of 200−500 °C. Apparently, the materials synthesized in this study show good thermal behavior around this temperature range without any significant changes occurring in the porous carbon skeleton. Hence, these materials are viewed as good adsorbents for highpressure CO2 capture.\nSEM Analysis. The morphological structure of the optimized sample MPC3 was investigated using both SEM and TEM images, and the corresponding images are displayed in Figure 5. The SEM images for all other materials are shown in\nFigure S2. The nonactivated sample NPC shows particles of size >30 μm that display a smooth morphology and nonporous structure. However, in all of the activated materials, there is a considerable reduction in the particle size accompanied by the creation of pores on the surface of these particles upon reaction with KOH at high temperature. When the amount of KOH is increased, the number and size of the pores on the surface of the particles also increases. This could be attributed to the loss of biomass carbon species due to reaction with KOH and the subsequent release/removal of volatiles and potassium species because they result in the formation of macrosized cavities and\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1608\nirregularly shaped cracks on the external surface. TEM images of MPC3 reveal the graphitic layers interwoven together, resulting in an amorphous structure. It also shows the presence of a highly porous carbon structure with mixed porosity, resulting from micro- and mesopore domains. XPS Analysis. The surface elemental analysis of MPC1−4 materials performed using XPS reveals the presence of carbon as the major element (93−94%) followed by oxygen (5.1−5.8%) as the next element, as shown in Table 2. Surprisingly, a very\nsmall amount of N2 is present in all samples even though the thermodynamic stability of nitrogen in the carbon matrix is very low at the activation temperature used for preparation of the samples (800 °C). KOH is a well-known agent for generating porosity and oxygen-containing functional groups on the surface of activated carbons synthesized from biomass-based materials. The increase in the oxygen content upon going from MPC1 to MPC3 could be directly related to the amount of KOH used for activation. MPC1 is synthesized by using 1 g, MPC2 with 2 g, andMPC3with 3 g of KOH. Therefore, the higher the activation amount, the larger the content of the oxygen-containing functional groups generated on the surface. However, when much higher amounts of KOH (4 g for MPC4) are used for activation, severe chemical reactions with the carbon occurred, which may result in a loss of some of the oxygen-containing functional groups on the surface, and hence a lesser oxygen content of 5.4% is observed in this case. The survey XPS spectra, as shown in Figure S3, present two distinct peaks centered around 284.0 and 532.0 eV, which correspond to the binding energy of C 1s and O 1s, respectively. The C 1s and O 1s peaks were further deconvoluted to obtain a high-resolution spectrum. As shown in Figure 6, the high-resolution C 1s spectra of the MPC1−4 materials are quite similar and show three peaks\nlocated at binding energy positions of ∼284.0, ∼285.0, and ∼289.0 eV, which represent C sp2 and sp3 and carbonyl groups, respectively.39 The high-resolution O 1s spectra (Figure 7) of\nMPC1−4 samples display two peaks centered on binding energies of ∼531.0 and ∼532.5 eV, which correspond to oxygen bonding in the carbonyl and hydroxyl groups, respectively.40 The amount of oxygen content increases with an increase in the KOH/NPC ratio from 1 to 3 and then decreases when this ratio is increased to 4. A KOH/NPC ratio of 3 gives the highest amounts of oxygen functionalities of the samples, confirming that optimization of the activation condition is crucial for control of not only the textural parameters of the samples but also the oxygen functionalities on the surfaces of the carbons. From these characterization results, it is clear that the surface chemistry of the oxygen-functionalized MPC incorporates carbon and oxygen containing functional groups, which are crucial for achieving a high CO2 adsorption capacity.\nPre- and Postcombustion CO2 Adsorption Analysis. CO2 adsorption of the optimized material MPC3 was investigated at a pressure range of 0−30 bar and under three different temperatures of 0, 10, and 25 °C (Figure 8a). Additionally, CO2 adsorption was also recorded for the MPC1, MPC2, and MPC4 materials at the temperature of 0 °C and compared with the CO2 uptake of MPC3 (Figure 8c). Table 3 summarizes the CO2 uptake of MPC3 at two pressures (1 and 30 bar) and three temperatures (0, 10, and 25 °C) and the CO2 uptake of MPC1−4 at the same values of pressure but under a single experimental temperature of 0 °C. As shown in Figure 8a, the material MPC3, which possesses a highly porous structure and the highest specific surface area of 3617 m2 g−1, shows an exemplary CO2 uptake of 39.1mmol g\n−1 at 0 °C and 30 bar. At the same pressure, this material also recorded an impressive CO2 uptake of 32.6 and 24.7 mmol g\n−1 at temperatures of 10 and 25 °C, respectively. Adsorption at higher temperature is exothermic and results in a slower diffusion of CO2 molecules, which is accompanied by reduced adsorption energy on the surface of the adsorbent, and hence the amount of CO2 adsorption is decreased.\n41 The isotherm also clearly shows that the saturation for CO2 uptake was never reached at any of these temperatures at 30 bar, which signifies that the porous carbon structure of these materials is robust and seizes the ability to withstand pressures of >30 bar without any"
    }, {
      "heading" : "XPS Analysis",
      "text" : "DOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1609\nstructural collapse. We compared the CO2 uptake ofMPC3 with those of other similar materials reported in the literature (Table 4). It is encouraging to see that MPC3 registered much higher adsorption capacity than those of the similar materials reported under similar adsorption conditions.\nA closer look at the comparison of the CO2 adsorption isotherms of MPC1−4 materials at a temperature of 0 °C, as shown in Figure 8c, is a perfect illustration of the role played by the micro- and mesoporosity in CO2 uptake as a measure of pressure. It is well-known that the CO2 adsorption at low pressures mainly occurs through the filling of micropores in the carbon structure.42 The materials MPC1 and MPC2 possess greater contribution from the microporous structures compared to the other twomaterials, as shown in Table 1. Hence, these two samples adsorb a predominantly large amount of CO2 valued at 5.01 and 6.01 mmol g−1, respectively, at a low pressure of 1 bar. These two samples also show an appreciable amount of CO2 adsorption at 0 °C/0.15 bar (1.20 and 1.46mmol g−1). The CO2 uptake performance shown by these two materials is indicative of their capability for application in the postcombustion capture of CO2 in relevant industries. Compared to nitrogen-rich adsorbents,14−17 our materials have relatively lesser nitrogen content but show considerably high CO2 adsorption at similar conditions. Additionally, the low cost of the starting precursor, casein, and relatively simpler synthesis strategy make our approach an attractive one. Furthermore, we demonstrated that the activation of casein with KOH generates a high amount of mesoporosity, which is quite unique and novel because KOH is well-known to produce highmicroporosity in the carbon. TheCO2 capture performance of our material MPC2 at 1 bar/0 °C is 6.01 mmol g−1. This is also higher compared to CO2 adsorption observed under similar conditions (5.01 mmol g−1) for biomass-based porous carbons such as AC40 derived from olive stones.43 It is also quite high compared to recently reported materials such as lead-based MOFs (2.1 mmol g−1) under similar experimental conditions.44 Furthermore, the isosteric heat of adsorption (Qst) value of 19.7 kJ mol−1 suggests that the adsorption is physical and accounts for easier regeneration of the material. This value of Qst is less compared to those of materials such as silica-supported hindered amines (65−70 kJ mol−1), zeolites (43.7 kJ mol−1), and aminefunctionalized mesoporous silica (∼90 kJ mol−1), which involve stronger forces between the adsorbent and adsorbate.45−47 It has to be mentioned that the topology and extraframework cations in the case of zeolites also play an important role for CO2 adsorption.48 However, our materials based on pure carbon are still showing enhanced CO2 adsorption without the aid of such factors. The materials MPC1 and MPC2 show higher amounts of CO2 adsorption in a wide pressure range of 0−10 bar compared to MPC3 and MPC4. The MPC3 and MPC4 materials are predominantly mesoporous and adsorb only 4.12 and 2.52 mmol g−1, respectively, of CO2 at a low pressure of 1 bar. Additionally, MPC3 shows a good CO2 performance at 0.15 bar/0 °C (0.79mmol g−1), 0.18 bar/10 °C (0.74mmol g−1), and 0.20 bar/25 °C (0.55 mmol g−1). At 0 °C, the material MPC4 adsorbs 0.33 mmol g−1 of CO2 at 0.25 bar. In these materials, the initial filling of the available micropores and cracks with CO2 is accomplished at low pressures, and then the larger pores in the meso- and macroregions control the CO2 uptake. These wider meso- and macropores and the overall surface area take the dominant role in CO2 adsorption at high pressures. It is a welldocumented in the existing literature that CO2 adsorption at low pressures is attributed mainly to the microporosity.49 However, the materials MPC3 and MPC4 with very little contribution from the microporosity also display an appreciable amount of CO2 adsorption at low pressures. This indicates that, in addition tomicroporosity, the overall porosity in the region frommicro to\nTable 4. Comparison of the CO2 Adsorption Capacity of MPC3 with Those of Other Adsorbents\nmaterial CO2 uptake temperature/pressure CO2 uptake (mmol g−1) ref porous organic polymer 25 °C/40 bar 15.3 53 N-doped activated carbon 25 °C/36 bar 19.1 54 N-doped activated carbon 25 °C/30 bar 20.0 55 porous terephthalate 31 °C/30 bar 10.0 56 MOF-177 25 °C/35 bar 33.5 57 interpenetrated MOF 25 °C/30 bar 7.10 58 activated carbon 25 °C/20 bar 18.3 59 Zeolite Y (CBV 300) 35 °C/200 bar 39 60 Zeolite Na-ZSM-25 25 °C/25 bar 3.9 61 mesoporous CuSBA15 25 °C/30 bar 7.7 62 mesoporous MOF MIL-101 30 °C/50 bar 40 63 MPC3 0 °C/30 bar 39.1 this work MPC3 25 °C/30 bar 24.7 this work\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1610\nmacro also has a role to play in the initial diffusion of the CO2 molecules into the carbon structure when the pressure is low.50 Additionally, the presence of surface-oxygenated functional groups is also helpful in CO2 adsorption under low-pressure conditions as discussed earlier. We believe that the materials synthesized in our study are quite unique owing to their high surface area, highly developed porous structure, and surfaceoxygenated functional groups. As a result, highly promising and exceptional values for low- and high-pressure adsorption of CO2 are observed. The overall CO2 uptake ofMPC3 andMPC4 at 30 bar reaches a higher value compared to those of MPC1 and MPC2, which can be attributed to the overall high surface area and superior mesoporosity of the former samples. Therefore, it can be concluded that the microporous material performs better at low pressures, while the materials with both micro- and mesopores give a reasonable performance at low pressures but exceptionally high CO2 adsorption at high pressures. It also aligns with the reported literature, wherein the materials with low surface area but high microporosity excel with their CO2 adsorption at low pressures but record diminished CO2 adsorption at high pressures. This trend reverses for high surface area with reduced microporosity.51\nThe correlation between the overall CO2 uptake performance and textural parameters such as specific surface area and total pore volume of materials MPC1−4 is presented in Figure 8d. It is widely acknowledged that the specific surface area and overall volume of the pores are the primary factors influencing the amount of CO2 adsorption in activated carbon type materials. The material MPC1 possesses the lowest specific surface area (1301 m2 g−1) and smallest pore volume (0.82 cm3 g−1) and displays the lowest CO2 uptake (12.9 mmol g\n−1) at 30 bar and 0 °C among all of the samples. Under similar conditions, the highest CO2 uptake of 39.1 mmol g\n−1 is exhibited by sample MPC3, which has the highest specific surface area (3617m2 g−1) and pore volume (2.16 cm3 g−1) compared to all of the other samples. The other three samples MPC1, MPC2, and MPC4 also show a similar kind of relationship. Even though the dominant factor responsible for low- and/or high-pressure CO2 uptake is the type of porosity in the synthesized materials, the role played by the oxygen-containing functional groups on their surfaces cannot be ignored. It has been proven previously that the surface functional groups assist in establishing chemisorption with the incoming CO2 molecules.\n52 When the values in Tables 2 and 3 are compared for the materials MPC1 and MPC2, it is observed that there is a direct relationship between their oxygen content and CO2 uptake at both 1 bar/0 °C and 30 bar/0 °C. MPC1 with a surface oxygen content of 5.1% adsorbs 5.01 and 24.6 mmol of CO2 g\n−1 at 1 bar/0 °C and 30 bar/0 °C, whereas MPC2 with a higher oxygen content of 5.5% shows adsorption of 6.01 and 27.6 mmol of CO2 g\n−1 at 1 bar/0 °C and 30 bar/0 °C. In comparison, MPC3 andMPC4 show lower CO2 uptakes at 1 bar but higher CO2 uptakes at 30 bar, which lead to the conclusion that the surface oxygen functional groups also play a major role in CO2 adsorption at high pressures. It is proposed that access to the surface functional groups that are present at the interior part of the pores is enhanced at a high pressure, resulting in an increase in the amount of CO2 adsorbed. Our group has previously reported several instances of high CO2 uptake by porous activated biocarbons synthesized from biomass Arundo donax, and the best result stands at 30.2 mmol g−1 shown by AMB3-500, which possesses a specific surface area of 3298 m2 g−1 and a pore volume of 1.9 cm3 g−1.23 In this\ncontext, the current research involving the mesoporousdominant porous carbonmaterials obtained from casein displays much better efficacy for CO2 capture under diverse conditions of temperature and pressure. The current CO2 uptake performance shown by the sampleMPC3 at 30 bar (39.1 mmol g−1) and 1 bar (4.12 mmol g−1) presents an attractive prospect for pre- and postcombustion capture of CO2 using the same material. Alongside, the materials MPC2 and MPC4 also exhibit high CO2 uptakes at precombustion (30 bar/0 °C; 32.8 mmol g\n−1) and postcombustion (1 bar/0 °C; 6.01 mmol g−1) CO2 capture conditions, respectively. The diverse nature of porous carbons that exhibited excellent CO2 uptake under different conditions put them into the top class of other reported adsorbent materials.\nIsosteric Heat of Adsorption (Qst) Analysis.The isosteric heat of adsorption (Qst) is an important criterion that governs regeneration of the adsorbents. In our studies, we calculated Qst using the Clausius−Clapeyron equation for the best performance material MPC3 at three temperatures of 0, 10, and 25 °C, and the value ofQst obtained was 19.7 kJmol\n−1 (Figure 8b). This value signifies that the process of adsorption is physical in nature, which can facilitate easier regeneration of the adsorbent. There is no significant change observed in the value of Qst with increasing CO2 adsorption until 10 mmol g\n−1, which indicates that the surface of MPC3 is homogeneous in nature. However, a slightly higher value ofQst (∼21 kJmol−1) with a further increase in the CO2 uptake until 25 mmol g\n−1 (inset in Figure 8b) could be due to better interactions between CO2 and oxygenated functional groups on the surface of the carbon. In summary, we have reported the synthesis of mesoporous-\ndominant carbon materials that displayed a combination of micro- andmesoporous domains in their highly porous structure with extremely high specific surface area that resulted in high CO2 adsorption at pre- and postcombustion CO2 capture conditions. The new materials named as oxygen-functionalized MPCs were synthesized at a carbonization temperature of 800 °C by employing casein as the carbon source and KOH as the activation agent. It has been demonstrated that the low activation amount of KOH produces a mix of micro- and mesopores, which transforms into mesopores at higher activation amounts. The material MPC3 exhibited a specific surface area of 3617 m2 g−1 and a specific pore volume of 2.16 cm3 g−1 with amesoporosity of∼90%. These are the highest ever reported values for the porous activated carbons prepared from liquid-phase KOH activation. Owing to these excellent textural features, this material gave an attractive CO2 adsorption at precombustion conditions, namely, 0, 10, and 25 °C/30 bar (39.1, 32.6, and 24.7 mmol g−1). For the same material, the contribution from the micropores resulted in reasonable CO2 capture under postcombustion conditions at 0, 10, and 25 °C/1 bar (4.12, 3.20, and 2.32 mmol g−1). The material MPC2 with a high microporosity and the material MPC4 with a high mesoporosity also responded very well for postcombustion (6.01 mmol g−1) and precombustion (32.8 mmol g−1) CO2 capture. A low value for heat of adsorption (19.7 kJ mol−1) is observed for MPC3, which signifies easier and inexpensive material regeneration compared to conventional aqueous amine-based sorbents. Therefore, the synthesized materials present a highly promising case from the prospect of CO2 capture in either pre- or post-combustion CO2 capture. The directions provided in this work would add significant knowledge to the concerned field and serve as guidance for\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1611\nthe synthesis of a new generation of hybrid materials using MPCs for various energy and environmental applications.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00059.\nXRD pattern of NPC, NPC synthesized from casein, SEM images of NPC and porous activated materials MPC1, MPC2, and MPC4, and XPS survey spectra of MPC1−4 (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: gurwinder.singh@newcastle.edu.au. *E-mail: Ajayan.Vinu@newcastle.edu.au."
    }, {
      "heading" : "ORCID",
      "text" : "Ajayan Vinu: 0000-0002-7508-251X"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS A.V. is grateful to The University of Newcastle for the start-up funds.\n■ REFERENCES (1) Xu, C.; Hedin, N. Microporous adsorbents for CO2 capture − a case for microporous polymers?Mater. Today 2014, 17 (8), 397−403. (2) Hurst, T. F.; Cockerill, T. T.; Florin, N. H. Life cycle greenhouse gas assessment of a coal-fired power station with calcium looping CO2 capture and offshore geological storage. Energy Environ. Sci. 2012, 5 (5), 7132−7150. (3) Lee, J. H.; Lee, H. J.; Lim, S. Y.; Kim, B. G.; Choi, J. W. Combined CO2-philicity and Ordered Mesoporosity for Highly Selective CO2 Capture at High Temperatures. J. Am. Chem. Soc. 2015, 137 (22), 7210−7216. (4) Hao, G.-P.; Li, W.-C.; Qian, D.; Lu, A.-H. Rapid Synthesis of Nitrogen-Doped Porous Carbon Monolith for CO2 Capture. Adv. Mater. 2010, 22 (7), 853−857. (5) Song, Z.; Dong, Q.; Xu, W. L.; Zhou, F.; Liang, X.; Yu, M. Molecular Layer Deposition-Modified 5A Zeolite for Highly Efficient CO2 Capture. ACS Appl. Mater. Interfaces 2018, 10 (1), 769−775. (6) Keskin, S.; Sholl, D. S. Selecting metal organic frameworks as enabling materials in mixed matrix membranes for high efficiency natural gas purification. Energy Environ. Sci. 2010, 3 (3), 343−351. (7) Flaig, R.W.; Osborn Popp, T.M.; Fracaroli, A.M.; Kapustin, E. A.; Kalmutzki, M. J.; Altamimi, R. M.; Fathieh, F.; Reimer, J. A.; Yaghi, O. M. TheChemistry of CO2Capture in an Amine-FunctionalizedMetal− Organic Framework under Dry and Humid Conditions. J. Am. Chem. Soc. 2017, 139 (35), 12125−12128. (8) Choi, H.-S.; Suh, M. P. Highly Selective CO2 Capture in Flexible 3D Coordination Polymer Networks. Angew. Chem., Int. Ed. 2009, 48 (37), 6865−6869. (9) Wei, J.; Zhou, D.; Sun, Z.; Deng, Y.; Xia, Y.; Zhao, D. A Controllable Synthesis of Rich Nitrogen-Doped Ordered Mesoporous Carbon for CO2 Capture and Supercapacitors. Adv. Funct. Mater. 2013, 23 (18), 2322−2328. (10) Lakhi, K. S.; Park, D.-H.; Singh, G.; Talapaneni, S. N.; Ravon, U.; Al-Bahily, K.; Vinu, A. Energy efficient synthesis of highly ordered mesoporous carbon nitrides with uniform rods and their superior CO2 adsorption capacity. J. Mater. Chem. A 2017, 5 (31), 16220−16230. (11) Balahmar, N.; Mitchell, A. C.; Mokaya, R. Generalized Mechanochemical Synthesis of Biomass-Derived Sustainable Carbons for High Performance CO2 Storage. Adv. Energy Mater. 2015, 5 (22), 1500867.\n(12) Boyjoo, Y.; Cheng, Y.; Zhong, H.; Tian, H.; Pan, J.; Pareek, V. K.; Jiang, S. P.; Lamonier, J.-F.; Jaroniec, M.; Liu, J. From waste Coca Cola to activated carbons with impressive capabilities for CO2 adsorption and supercapacitors. Carbon 2017, 116, 490−499. (13) Chen, H.; Liu, D.; Shen, Z.; Bao, B.; Zhao, S.; Wu, L. Functional Biomass Carbons with Hierarchical Porous Structure for Supercapacitor Electrode Materials. Electrochim. Acta 2015, 180, 241−251. (14)Wickramaratne, N. P.; Jaroniec, M. Activated Carbon Spheres for CO2 Adsorption. ACS Appl. Mater. Interfaces 2013, 5 (5), 1849−1855. (15) Wei, J.; Zhou, D.; Sun, Z.; Deng, Y.; Xia, Y.; Zhao, D. A Controllable Synthesis of Rich Nitrogen-Doped Ordered Mesoporous Carbon for CO2 Capture and Supercapacitors. Adv. Funct. Mater. 2013, 23 (18), 2322−2328. (16) Sulistianti, I.; Krisnandi, Y.; Moenandar, I. Study of CO2 adsorption capacity of mesoporous carbon and activated carbon modified by triethylenetetramine (TETA). IOP Conference Series: Materials Science and Engineering; IOP Publishing, 2017; p 012041. (17) Silvestre-Albero, A.; Silvestre-Albero, J.; Martínez-Escandell, M.; Rodríguez-Reinoso, F. Micro/Mesoporous Activated Carbons Derived from Polyaniline: Promising Candidates for CO2 Adsorption. Ind. Eng. Chem. Res. 2014, 53 (40), 15398−15405. (18) He, J.; To, J. W.; Psarras, P. C.; Yan, H.; Atkinson, T.; Holmes, R. T.; Nordlund, D.; Bao, Z.; Wilcox, J. Tunable polyaniline-based porous carbon with ultrahigh surface area for CO2 capture at elevated pressure. Adv. Energy Mater. 2016, 6 (14), 1502491. (19) To, J. W. F.; He, J.; Mei, J.; Haghpanah, R.; Chen, Z.; Kurosawa, T.; Chen, S.; Bae, W.-G.; Pan, L.; Tok, J. B. H.; Wilcox, J.; Bao, Z. Hierarchical N-Doped Carbon as CO2 Adsorbent with High CO2 Selectivity from Rationally Designed Polypyrrole Precursor. J. Am. Chem. Soc. 2016, 138 (3), 1001−1009. (20)Wang, J.; Kaskel, S. KOH activation of carbon-basedmaterials for energy storage. J. Mater. Chem. 2012, 22 (45), 23710−23725. (21) Singh, G.; Kim, I. Y.; Lakhi, K. S.; Srivastava, P.; Naidu, R.; Vinu, A. Single step synthesis of activated bio-carbons with a high surface area and their excellent CO2 adsorption capacity. Carbon 2017, 116, 448− 455. (22) Singh, G.; Lakhi, K. S.; Kim, I. Y.; Kim, S.; Srivastava, P.; Naidu, R.; Vinu, A. Highly Efficient Method for the Synthesis of Activated Mesoporous Biocarbons with Extremely High Surface Area for HighPressure CO2 Adsorption. ACS Appl. Mater. Interfaces 2017, 9 (35), 29782−29793. (23) Singh, G.; Kim, I. Y.; Lakhi, K. S.; Joseph, S.; Srivastava, P.; Naidu, R.; Vinu, A. Heteroatom functionalized activated porous biocarbons and their excellent performance for CO2 capture at high pressure. J. Mater. Chem. A 2017, 5 (40), 21196−21204. (24) Singh, G.; Lakhi, K. S.; Ramadass, K.; Kim, S.; Stockdale, D.; Vinu, A. A combined strategy of acid-assisted polymerization and solid state activation to synthesize functionalized nanoporous activated biocarbons from biomass for CO2 capture. Microporous Mesoporous Mater. 2018, 271, 23−32. (25) Lin, G.; Ma, R.; Zhou, Y.; Liu, Q.; Dong, X.; Wang, J. KOH activation of biomass-derived nitrogen-doped carbons for supercapacitor and electrocatalytic oxygen reduction. Electrochim. Acta 2018, 261, 49−57. (26) Wang, K.; Zhao, N.; Lei, S.; Yan, R.; Tian, X.; Wang, J.; Song, Y.; Xu, D.; Guo, Q.; Liu, L. Promising biomass-based activated carbons derived from willow catkins for high performance supercapacitors. Electrochim. Acta 2015, 166, 1−11. (27) Xie, A.; Dai, J.; Cui, J.; Lang, J.; Wei, M.; Dai, X.; Li, C.; Yan, Y. Novel Graphene Oxide-Confined Nanospace Directed Synthesis of Glucose-Based Porous Carbon Nanosheets with Enhanced Adsorption Performance. ACS Sustainable Chem. Eng. 2017, 5 (12), 11566−11576. (28) Xia, J.; Zhang, N.; Chong, S.; Li, D.; Chen, Y.; Sun, C. Threedimensional porous graphene-like sheets synthesized from biocarbon via low-temperature graphitization for a supercapacitor. Green Chem. 2018, 20 (3), 694−700. (29) Fan, Y.; Yang, X.; Zhu, B.; Liu, P.-F.; Lu, H.-T. Micromesoporous carbon spheres derived from carrageenan as electrode material for supercapacitors. J. Power Sources 2014, 268, 584−590.\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1612\n(30) Zhao, Z.; Wang, Y.; Li, M.; Yang, R. High performance N-doped porous activated carbon based on chicken feather for supercapacitors and CO2 capture. RSC Adv. 2015, 5 (44), 34803−34811. (31) Zhao, L.; Baccile, N.; Gross, S.; Zhang, Y.; Wei, W.; Sun, Y.; Antonietti, M.; Titirici, M.-M. Sustainable nitrogen-doped carbonaceousmaterials from biomass derivatives.Carbon 2010, 48 (13), 3778− 3787. (32) Ge, C.; Song, J.; Qin, Z.; Wang, J.; Fan, W. Polyurethane FoamBased Ultramicroporous Carbons for CO2 Capture. ACS Appl. Mater. Interfaces 2016, 8 (29), 18849−18859. (33) Lazzarini, A.; Piovano, A.; Pellegrini, R.; Leofanti, G.; Agostini, G.; Rudic,́ S.; Chierotti, M.; Gobetto, R.; Battiato, A.; Spoto, G.; Zecchina, A.; Lamberti, C.; Groppo, E. A comprehensive approach to investigate the structural and surface properties of activated carbons and related Pd-based catalysts. Catal. Sci. Technol. 2016, 6 (13), 4910− 4922. (34) Liou, T.-H. Development of mesoporous structure and high adsorption capacity of biomass-based activated carbon by phosphoric acid and zinc chloride activation.Chem. Eng. J. 2010, 158 (2), 129−142. (35) Yin, J.; Zhang, D.; Zhao, J.; Wang, X.; Zhu, H.; Wang, C. Mesoand microporous composite carbons derived from humic acid for supercapacitors. Electrochim. Acta 2014, 136, 504−512. (36) Liu, M. Y.; Tsang, D. C.; Hu, J.; Ng, K. T.; Liu, T.; Lo, I. M. Adsorption of methylene blue and phenol by wood waste derived activated carbon. J. Environ. Eng. 2008, 134 (5), 338−345. (37) El-Khodary, S. A.; El-Enany, G. M.; El-Okr, M.; Ibrahim, M. Preparation and characterization of microwave reduced graphite oxide for high-performance supercapacitors. Electrochim. Acta 2014, 150, 269−278. (38) Müsellim, E.; Tahir, M. H.; Ahmad, M. S.; Ceylan, S. Thermokinetic and TG/DSC-FTIR study of pea waste biomass pyrolysis. Appl. Therm. Eng. 2018, 137, 54−61. (39) Guo, N.; Li, M.; Sun, X.; Wang, F.; Yang, R. Enzymatic hydrolysis lignin derived hierarchical porous carbon for supercapacitors in ionic liquids with high power and energy densities. Green Chem. 2017, 19 (11), 2595−2602. (40) Ma, H.; Li, C.; Zhang, M.; Hong, J.-D.; Shi, G. Graphene oxide induced hydrothermal carbonization of egg proteins for highperformance supercapacitors. J. Mater. Chem. A 2017, 5 (32), 17040−17047. (41) Deng, S.; Hu, B.; Chen, T.; Wang, B.; Huang, J.; Wang, Y.; Yu, G. Activated carbons prepared from peanut shell and sunflower seed shell for high CO2 adsorption. Adsorption 2015, 21 (1−2), 125−133. (42) Fiuza, R. A., Jr.; Andrade, R. C.; Andrade, H. M. C. CO2 capture on KOH-activated carbons derived from yellow mombin fruit stones. J. Environ. Chem. Eng. 2016, 4 (4), 4229−4236. (43) Balsamo, M.; Silvestre-Albero, A.; Silvestre-Albero, J.; Erto, A.; Rodríguez-Reinoso, F.; Lancia, A. Assessment of CO2 Adsorption Capacity on Activated Carbons by a Combination of Batch and Dynamic Tests. Langmuir 2014, 30 (20), 5840−5848. (44) Almaśǐ, M.; Zeleňaḱ, V.; Gyepes, R.; Bourrelly, S.; Opanasenko, M. V.; Llewellyn, P. L.; Čejka, J. Microporous Lead−Organic Framework for Selective CO2 Adsorption and Heterogeneous Catalysis. Inorg. Chem. 2018, 57 (4), 1774−1786. (45) Lee, J. J.; Yoo, C.-J.; Chen, C.-H.; Hayes, S. E.; Sievers, C.; Jones, C. W. Silica-Supported Sterically Hindered Amines for CO2 Capture. Langmuir 2018, 34 (41), 12279−12292. (46) Zukal, A.; Mayerova,́ J.; Kubů, M. Adsorption of carbon dioxide on high-silica zeolites with different framework topology. Top. Catal. 2010, 53 (19−20), 1361−1366. (47) Belmabkhout, Y.; Sayari, A. Effect of pore expansion and amine functionalization of mesoporous silica on CO2 adsorption over a wide range of conditions. Adsorption 2009, 15 (3), 318−328. (48) Grajciar, L.; Čejka, J.; Zukal, A.; Otero Areań, C.; Turnes Palomino, G.; Nachtigall, P. Controlling the Adsorption Enthalpy of CO2 in Zeolites by Framework Topology and Composition. ChemSusChem 2012, 5 (10), 2011−2022.\n(49) Sevilla, M.; Parra, J. B.; Fuertes, A. B. Assessment of the Role of Micropore Size and N-Doping in CO2 Capture by Porous Carbons. ACS Appl. Mater. Interfaces 2013, 5 (13), 6360−6368. (50) Montagnaro, F.; Silvestre-Albero, A.; Silvestre-Albero, J.; Rodríguez-Reinoso, F.; Erto, A.; Lancia, A.; Balsamo, M. Postcombustion CO2 adsorption on activated carbons with different textural properties. Microporous Mesoporous Mater. 2015, 209, 157− 164. (51) Coromina, H. M.; Walsh, D. A.; Mokaya, R. Biomass-derived activated carbon with simultaneously enhanced CO2 uptake for both pre and post combustion capture applications. J. Mater. Chem. A 2016, 4 (1), 280−289. (52) Liang, T.; Chen, C.; Li, X.; Zhang, J. Popcorn-Derived Porous Carbon for Energy Storage and CO2 Capture. Langmuir 2016, 32 (32), 8042−8049. (53) Woodward, R. T.; Stevens, L. A.; Dawson, R.; Vijayaraghavan, M.; Hasell, T.; Silverwood, I. P.; Ewing, A. V.; Ratvijitvech, T.; Exley, J. D.; Chong, S. Y.; Blanc, F.; Adams, D. J.; Kazarian, S. G.; Snape, C. E.; Drage, T. C.; Cooper, A. I. Swellable, Water- and Acid-Tolerant Polymer Sponges for Chemoselective Carbon Dioxide Capture. J. Am. Chem. Soc. 2014, 136 (25), 9028−9035. (54) Zhang, C.; Song, W.; Sun, G.; Xie, L.; Wang, J.; Li, K.; Sun, C.; Liu, H.; Snape, C. E.; Drage, T. CO2 Capture with Activated Carbon Grafted by Nitrogenous Functional Groups. Energy Fuels 2013, 27 (8), 4818−4823. (55) Zhang, Z.; Xu, M.; Wang, H.; Li, Z. Enhancement of CO2 adsorption on high surface area activated carbon modified by N2, H2 and ammonia. Chem. Eng. J. 2010, 160 (2), 571−577. (56) Bourrelly, S.; Llewellyn, P. L.; Serre, C.; Millange, F.; Loiseau, T.; Feŕey, G. Different adsorption behaviors of methane and carbon dioxide in the isotypic nanoporous metal terephthalates MIL-53 and MIL-47. J. Am. Chem. Soc. 2005, 127 (39), 13519−13521. (57) Millward, A. R.; Yaghi, O. M. Metal− organic frameworks with exceptionally high capacity for storage of carbon dioxide at room temperature. J. Am. Chem. Soc. 2005, 127 (51), 17998−17999. (58) Thallapally, P. K.; Tian, J.; Radha Kishan, M.; Fernandez, C. A.; Dalgarno, S. J.; McGrail, P. B.; Warren, J. E.; Atwood, J. L. Flexible (breathing) interpenetrated metal− organic frameworks for CO2 separation applications. J. Am. Chem. Soc. 2008, 130 (50), 16842− 16843. (59) Zhang, Z.; Zhang, W.; Chen, X.; Xia, Q.; Li, Z. Adsorption of CO2 on zeolite 13X and activated carbon with higher surface area. Sep. Sci. Technol. 2010, 45 (5), 710−719. (60) Ullah, R.; Ali H Salah Saad, M.; Aparicio, S.; Atilhan, M. Adsorption equilibrium studies of CO2, CH4 and N2 on various modified zeolites at high pressures up to 200 bar. Microporous Mesoporous Mater. 2018, 262, 49−58. (61) Min, J. G.; Kemp, K. C.; Hong, S. B. Zeolites ZSM-25 and PST20: Selective Carbon Dioxide Adsorbents at High Pressures. J. Phys. Chem. C 2017, 121 (6), 3404−3409. (62) Lakhi, K. S.; Singh, G.; Kim, S.; Baskar, A. V.; Joseph, S.; Yang, J.H.; Ilbeygi, H.; Ruban, S. J. M.; Vu, V. T. H.; Vinu, A. Mesoporous CuSBA-15 with highly ordered porous structure and its excellent CO2 adsorption capacity. Microporous Mesoporous Mater. 2018, 267, 134− 141. (63) Llewellyn, P. L.; Bourrelly, S.; Serre, C.; Vimont, A.; Daturi, M.; Hamon, L.; De Weireld, G.; Chang, J.-S.; Hong, D.-Y.; Kyu Hwang, Y.; Hwa Jhung, S.; Feŕey, G. High Uptakes of CO2 andCH4 inMesoporous MetalOrganic Frameworks MIL-100 and MIL-101. Langmuir 2008, 24 (14), 7245−7250.\nDOI: 10.1021/acsanm.9b00059 ACS Appl. Nano Mater. 2019, 2, 1604−1613\n1613"
    } ],
    "references" : [ {
      "title" : "Microporous adsorbents for CO2 capture − a case for microporous polymers?Mater",
      "author" : [ "C. Xu", "N. Hedin" ],
      "venue" : "Today 2014,",
      "citeRegEx" : "Xu and Hedin,? \\Q2014\\E",
      "shortCiteRegEx" : "Xu and Hedin",
      "year" : 2014
    }, {
      "title" : "CO2Capture in an Amine-FunctionalizedMetal− Organic Framework under Dry and Humid Conditions",
      "author" : [ "H.-S. Choi", "M.P. Suh" ],
      "venue" : "J. Am. Chem. Soc. 2017,",
      "citeRegEx" : "Choi and Suh,? \\Q2009\\E",
      "shortCiteRegEx" : "Choi and Suh",
      "year" : 2009
    }, {
      "title" : "Biomass Carbons with Hierarchical Porous Structure for Supercapacitor Electrode Materials. Electrochim",
      "author" : [ "N. P", "Jaroniec" ],
      "venue" : "ACS Appl. Mater. Interfaces 2013,",
      "citeRegEx" : "P. and M.,? \\Q2015\\E",
      "shortCiteRegEx" : "P. and M.",
      "year" : 2015
    }, {
      "title" : "Tunable polyaniline-based porous carbon with ultrahigh surface area for CO2 capture at elevated pressure",
      "author" : [ "J. He", "J.W. To", "P.C. Psarras", "H. Yan", "T. Atkinson", "R.T. Holmes", "D. Nordlund", "Z. Bao", "J. Wilcox" ],
      "venue" : "Chem. Res",
      "citeRegEx" : "He et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2014
    }, {
      "title" : "Hierarchical N-Doped Carbon as CO2 Adsorbent with High CO2 Selectivity from Rationally Designed Polypyrrole Precursor",
      "author" : [ "J.W.F. To", "J. He", "J. Mei", "R. Haghpanah", "Z. Chen", "T. Kurosawa", "S. Chen", "W.-G. Bae", "L. Pan", "J.B.H. Tok", "J. Wilcox", "Z. Bao" ],
      "venue" : "J. Am. Chem. Soc. 2016,",
      "citeRegEx" : "To et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "To et al\\.",
      "year" : 2016
    }, {
      "title" : "KOH activation of carbon-basedmaterials for energy storage",
      "author" : [ "Kaskel" ],
      "venue" : "J. Mater. Chem. 2012,",
      "citeRegEx" : "J. and S.,? \\Q2017\\E",
      "shortCiteRegEx" : "J. and S.",
      "year" : 2017
    }, {
      "title" : "Highly Efficient Method for the Synthesis of Activated Mesoporous Biocarbons with Extremely High Surface Area for HighPressure CO2 Adsorption",
      "author" : [ "G. Singh", "K.S. Lakhi", "I.Y. Kim", "S. Kim", "P. Srivastava", "R. Naidu", "A. Vinu" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "455",
      "shortCiteRegEx" : "455",
      "year" : 2017
    }, {
      "title" : "Heteroatom functionalized activated porous biocarbons and their excellent performance for CO2 capture at high pressure",
      "author" : [ "G. Singh", "I.Y. Kim", "K.S. Lakhi", "S. Joseph", "P. Srivastava", "R. Naidu", "A. Vinu" ],
      "venue" : "J. Mater. Chem. A 2017,",
      "citeRegEx" : "Singh et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2017
    }, {
      "title" : "A combined strategy of acid-assisted polymerization and solid state activation to synthesize functionalized nanoporous activated biocarbons from biomass for CO2 capture",
      "author" : [ "G. Singh", "K.S. Lakhi", "K. Ramadass", "S. Kim", "D. Stockdale", "A. Vinu" ],
      "venue" : "Microporous Mesoporous Mater. 2018,",
      "citeRegEx" : "Singh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2018
    }, {
      "title" : "Promising biomass-based activated carbons derived from willow catkins for high performance supercapacitors. Electrochim",
      "author" : [ "D. Xu", "Q. Guo", "L. Liu" ],
      "venue" : null,
      "citeRegEx" : "Xu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2015
    }, {
      "title" : "Micromesoporous carbon spheres derived from carrageenan as electrode material for supercapacitors",
      "author" : [ "Y. Fan", "X. Yang", "B. Zhu", "P.-F. Liu", "H.-T. Lu" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "Fan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2014
    }, {
      "title" : "porous activated carbon based on chicken feather for supercapacitors and CO2 capture",
      "author" : [ "L. Zhao", "N. Baccile", "S. Gross", "Y. Zhang", "W. Wei", "Y. Sun" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2015
    }, {
      "title" : "Sustainable nitrogen-doped carbonaceousmaterials from biomass",
      "author" : [ "M. Antonietti", "M.-M. Titirici" ],
      "venue" : "derivatives.Carbon 2010,",
      "citeRegEx" : "Antonietti and Titirici,? \\Q2010\\E",
      "shortCiteRegEx" : "Antonietti and Titirici",
      "year" : 2010
    }, {
      "title" : "Activated carbons prepared from peanut shell and sunflower seed shell for high CO2 adsorption",
      "author" : [ "Fiuza", "R.A.", "R.C. Andrade", "H.M.C. Andrade" ],
      "venue" : "Adsorption 2015,",
      "citeRegEx" : "Jr. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jr. et al\\.",
      "year" : 2016
    }, {
      "title" : "Assessment of CO2 Adsorption Capacity on Activated Carbons by a Combination of Batch and Dynamic Tests",
      "author" : [ "F. Rodríguez-Reinoso", "A. Lancia" ],
      "venue" : "Langmuir 2014,",
      "citeRegEx" : "Rodríguez.Reinoso and Lancia,? \\Q2014\\E",
      "shortCiteRegEx" : "Rodríguez.Reinoso and Lancia",
      "year" : 2014
    }, {
      "title" : "Silica-Supported Sterically Hindered Amines for CO2 Capture",
      "author" : [ "W. C" ],
      "venue" : "Langmuir 2018,",
      "citeRegEx" : "C.,? \\Q2018\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2018
    }, {
      "title" : "high-silica zeolites with different framework topology",
      "author" : [ "Y. Belmabkhout", "A. Sayari" ],
      "venue" : "Top. Catal. 2010,",
      "citeRegEx" : "Belmabkhout and Sayari,? \\Q2010\\E",
      "shortCiteRegEx" : "Belmabkhout and Sayari",
      "year" : 2010
    }, {
      "title" : "dioxide in the isotypic nanoporous metal terephthalates MIL-53 and MIL-47",
      "author" : [ "A.R. Millward", "O.M. Yaghi" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Millward and Yaghi,? \\Q2005\\E",
      "shortCiteRegEx" : "Millward and Yaghi",
      "year" : 2005
    }, {
      "title" : "Flexible (breathing) interpenetrated metal− organic frameworks for CO2 separation applications",
      "author" : [ "S.J. Dalgarno", "P.B. McGrail", "J.E. Warren", "J.L. Atwood" ],
      "venue" : "J. Am. Chem. Soc. 2008,",
      "citeRegEx" : "Dalgarno et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Dalgarno et al\\.",
      "year" : 2008
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "We report on a simple approach for converting casein into oxygen-functionalized mesoporous carbons (MPCs) with extremely high surface areas and carbon contents (∼94%). The materials synthesized by KOH activation of a casein-based nonporous carbon precursor at a carbonization temperature of 800 °C displayed mixed microand mesoporosity, which can be easily controlled by simple adjustment of the amount of KOH. The optimized material MPC3, which was prepared with a KOH/carbon source ratio of 3, exhibited a highest specific surface area of 3617 m g−1, a pore volume of 2.16 cm g−1, and a pore diameter of 2.7−3.1 nm. Because of these excellent textural features, MPC3 achieved excellent CO2 uptake at 1 bar/0 °C (4.12 mmol g −1) and 30 bar/0 °C (39.1 mmol g−1), which are higher than those of mesoporous carbons and silica, activated carbon, carbon nitrides, and carbon nanotubes. The high performance is linked with the combination of excellent textural parameters and unique oxygen functionalities on the surface. It is also demonstrated that these materials are highly stable and can be used repeatedly without much loss of the adsorption capacity. Therefore, the presented materials can be good candidates for preand postcombustion CO2 capture.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}