{
  "name" : "downloads_2020-04-28_b8_read2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Investigating the foliar uptake of zinc from conventional and nano-formulations: a methodological study",
    "authors" : [ "Thea L. Read", "Casey L. Doolette", "Tom Cresswell", "Nicholas R. Howell", "Robert Aughterson", "Inna Karatchevtseva", "Erica Donner", "Peter M. Kopittke", "Jan K. Schjoerring", "Enzo Lombi" ],
    "emails" : [ "casey.doolette@unisa.edu.au" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Zinc oxide nanoparticles (ZnO-NPs) may offer an efficient and cost-effective alternative, but little is known regarding the mechanisms of Zn uptake and translocation within the plant. Foliar-applied Zn is analytically challenging to detect, locate and quantify, as it is omnipresent. Furthermore, any single analytical technique does not have the detection limit or spatial resolution required. In this study, the uptake and mobility of foliar-applied ZnEDTA, ZnO-NPs and ZnO microparticles (ZnO-MPs) to wheat (Triticum aestivum L.) were investigated using inductively coupled plasma mass spectroscopy (ICP-MS), synchrotron-based X-ray fluorescence microscopy (XFM) and radiotracing techniques using 65Zn-labelled formulations. The three techniques were compared to highlight limitations and advantages of each. We also report, for the first time, a novel time-resolved in vivo autoradiography imaging technique that can be used to visualise 65Zn in live plants treated with foliar applications of 65ZnO-NPs and MPs. The images were supplemented by gamma spectroscopy analysis for quantification. The results of this study provide important insights into the analytical challenges faced when investigating foliar-applied Zn nanofertilisers in plants. Potential solutions using nuclear techniques are also discussed, which in turn may ultimately lead to the development of more efficient foliar fertilisers.\nReceived 18 January 2019, accepted 17 April 2019, published online 6 June 2019"
    }, {
      "heading" : "Introduction",
      "text" : "Zinc (Zn) is an essential micronutrient for both animals and plants; however, Zn deficiency is widespread. More than 50% of the world’s arable soils and over 30% of the world’s human population are Zn deficient (Alloway 2008b). The main dietary source of Zn for humans is protein-rich foods, such as red meat, but cereal grains can also contribute significantly to daily dietary intakes. In particular, cereals such as wheat (Triticum aestivum L.) and rice (Oryza sativa L.) are a staple source of Zn in developing countries (Gupta et al. 2015).\nZinc deficiency in crops is primarily caused by lack of available Zn in soils, and is observed in a range of soil types including calcareous, sandy, saline and wetland soils\n(Alloway 2008b). Fertilising soils with Zn can be both inefficient and expensive, as the applied Zn can be fixed through precipitation and sorption reactions that make it unavailable to plant roots (Singh and Shivay 2013). Foliar fertilisation can provide a way to bypass these soil interactions and improve plant Zn nutrition. Different forms of Zn can be used for foliar fertilisation, such as inorganic Zn salts including Zn sulfate (ZnSO4) and Zn chloride (ZnCl2), or synthetic chelated Zn, e.g. ZnEDTA (Mortvedt and Gilkes 1993). Studies investigating the relative efficacy of different forms of foliar-applied Zn have often yielded inconclusive results owing to the influence of factors such as experimental design, plant species, and environmental conditions on plant responses, while cost is also a very\nJournal compilation CSIRO 2019 www.publish.csiro.au/journals/env459\nimportant aspect that needs to be considered. For instance, applying ZnEDTA before tillering stage has been reported to result in a better grain yield than ZnSO4 (Brennan 1991), but it is 5–10 times more expensive (Mortvedt and Gilkes 1993). Zinc sulfate has been found to have a higher immediate uptake than ZnEDTA (Doolette et al. 2018), but the salt can cause damage to the leaf, such as scorching (Alloway 2008a).\nZinc oxide formulations, such as micronised ZnO (ZnO microparticles (ZnO-MPs), primary particle size 0.1–100 mm) (Vert et al. 2012), have been commercialised in products for both soil and foliar applications (EverZinc 2017; Sonic Essentials 2019). This material has been suggested to cause less scorching than soluble Zn formulations (Li et al. 2016). It can also be tailor-made in terms of size and surface properties to achieve the best results for grain yield and quality. Zinc oxide nanoparticles (ZnO-NPs), with a primary particle size of 1– 100 nm (Vert et al. 2012), have also received attention in recent years as an alternative that can provide sustained slow release of Zn into the plant (Li et al. 2018). Nevertheless, an optimal way of increasing Zn levels in crops is yet to be agreed on, as investigating the rates and mechanisms of plant uptake of different Zn formulations represents a considerable analytical challenge. This challenge stems from the fact that Zn is an essential micronutrient and, as such, it is omnipresent (Benoit et al. 1997). When Zn fertilisers are applied to plants, it is analytically challenging to detect, quantify and locate the applied Zn, and to differentiate it from the background Zn in the plant. Similar problems arise when investigating the uptake and mobility of nanoparticles in biological systems. These studies require coordinated multi-technique analyses as no single technique is able to provide the requisite sensitivity and spatial resolution (He et al. 2013). The most commonly used methods for quantifying Zn are rapid multi-elemental quantitative techniques such as inductively coupled plasma mass spectrometry (ICP-MS) or optical emission spectrometry (ICP-OES) (Hansen et al. 2013). Both are excellent tools for routine and research analyses because of their high throughput and low detection limits (mg L 1 for ICPMS, and 5000 times higher for ICP-OES) (EAG Laboratories 2017). However, the detection limits are determined by the background Zn in solution (United States Environmental Protection Agency 2017), and samples can be vulnerable to contamination arising from equipment and sample preparation (Benoit et al. 1997). Furthermore, ICP methods are generally set up only to quantify the total concentration of elements and thus cannot distinguish between background Zn in the samples and the Zn applied in the fertiliser treatments. A way to partially overcome this issue involves the use of fertilisers enriched with a specific Zn isotope. For instance, 67Zn with a natural abundance of only 4.1% could be used. However, this approach becomes rather complicated when different materials are investigated (e.g. micronised or nano 67ZnO would have to be produced with the same characteristics as the equivalent commercial products) and the background limitations are not completely eliminated (i.e. part of the native Zn is 67Zn). Techniques for quantifying the two-dimensional distribution of elements in samples (i.e. leaves) include laser-ablation ICPMS (LA-ICP-MS), where a laser is focussed on a solid sample to form small particles (via ablation), which are then ionised and analysed (Günther and Hattendorf 2005). The benefits of this approach are that it can be performed on a wide range of sample types and the targeted element can be detected at very low quantities, providing high-spatial-resolution images enabling\nanalysis of the leaf surface as well as cross-sections of the plant. However, it is less precise and accurate than ICP-MS owing to the variations in sample ablation (Limbeck et al. 2015). In addition, analysis is very slow (Wolf 2005), making it very time-consuming to analyse many or large samples. Finally, as the laser wears away the sample surface, the analysis is destructive and thus it is not possible to perform repeated in vivo analyses. On the plus side, given that the laser ablates the surface of the sample, only minimal preparation is required before analysis unless cross-sections are required.\nSynchrotron-based X-ray fluorescence microscopy (XFM) provides another tool for visualising and (semi)quantifying Zn, with a spatial resolution of nanometres to micrometres in a solid sample (Lombi et al. 2011a). Generally, no specific sample preparation is necessary, and given that the beam does not cause damage to the sample, even after repeated analyses, in vivo imaging is possible. This allows visualisation of the translocation of elements within a living sample over time (Doolette et al. 2018). However, depending on the desired spatial resolution and the size of the scanned area, one scan can take several hours and time restrictions at the beamline therefore typically limit the extent of analysis (Kopittke et al. 2018). Like LA-ICP-MS, XFM is unable to differentiate between different sources of Zn, making it difficult to identifywhether the detected Zn is from the applied source or if it was already in the plant. To overcome the limitations of the aforementioned techniques, radioactive isotopes can be used. The primary advantage of using radioactive Zn sources is that applied Zn can be easily distinguished from background or natural Zn in the plant, which is not possible using XFM analysis or only partially possible using ICP-MS in combination with fertilisers enriched with stable isotopes. Another advantage is that the stable Zn present in fertilisers, including micro- and nanofertilisers, can be neutron-activated to produce radioactive formulations with the same properties. Zinc radioisotopic tracing has previously been used to investigate the mobility of soluble Zn foliar fertilisers in rice (Jiang et al. 2007) and wheat (Doolette et al. 2018) plants. Jiang et al. (2007) investigated the uptake and redistribution of foliar-applied Zn using both Zn-sufficient (20 mg Zn kg 1 plant mass) and Zn-surplus (200 mg Zn kg 1 plant mass) grown rice plants. In the Zn-sufficient plants, amaximumof 80 nmol Zn per plant was taken up, and even less in the surplus plants. Doolette et al. (2018) used gamma spectroscopy and compared the uptake and mobility of foliar applied ZnSO4 and ZnEDTA using Znsufficient wheat plants. The authors found that 25% of the Zn from ZnSO4 and 7% from ZnEDTA moved away from the applied area within 24 h. Neutron-activated ZnO-NPs have been used for pharmacokinetic studies (Hallmans and Liden 1979) where autoradiography imaging was used to investigate the penetration of 65Zn in the forms of 65ZnCl2 and 65ZnO through the skin of rats. However, to the best of our knowledge, Zn radioisotopes have not been used to investigate the behaviour of foliar-applied ZnO-NP fertilisers.\nAutoradiography is an imaging technique used to visualise the distribution of radiotracers. During imaging, radioactive specimens are exposed to a phosphor plate, for a predetermined length of time, which is in turn read and digitised by a specialised laser scanner known as a phosphor imager. Autoradiography produces planar images of spatial resolution down to 0.1 mm (Lombi et al. 2011b), but this greatly depends on exposure time, the technique used and the desired sensitivity. Some trial and error may be needed to empirically determine the optimal exposure for each experimental condition. The\ntechnique is non-destructive, so repeated in vivo scans can be performed over several weeks or months, as long as the sample stays intact. Autoradiography has previously been used to investigate the mobility of nutrients and other elements in plants, such as in vivo real-time imaging of 14CO2 in Arabidopsis thalianaL. (Sugita et al. 2013), real-time imaging of rootapplied radionuclides in excised leaves of Arabidopsis (Sugita et al. 2014), in vivo tracking of root-applied 64Cu-NPs in lettuce (Lactuca sativa L.) (Davis et al. 2017), and tracing 32P in Carex appressa for the investigation of greywater biofiltration systems (Fowdar et al. 2017). In the present study, the mobility of three foliar Zn fertilisers (ZnO-NPs, ZnO-MPs and chelated Zn) in wheat plants was investigated using three methods: ICP-MS analysis, synchrotron-based XFM and radiotracing techniques. Overall, the aimsof this studywere to (i) determine the utility of these three methods for quantifying and tracing foliar-applied ZnO-NPs in wheat, and (ii) develop a non-destructive imaging technique for tracing foliar-applied 65Zn in wheat. Zinc EDTA was used as a positive control, as this treatment is widely used in industry."
    }, {
      "heading" : "Experimental",
      "text" : "Three experiments were conducted, each using a different technique, to investigate the uptake and short- and long-range translocation of Zn in wheat plants. The analysis techniques used in each experiment were as follows: ICP-OES/ICP-MS (Experiment 1a – short-range, and Experiment 1b – long-range transport), XFM (Experiment 2), and radiolabelled 65Zn isotopes for gamma spectroscopy and autoradiography (Experiment 3). For all experiments, the plants were grown hydroponically, and the foliar Zn treatments were ZnEDTA, ZnO-MPs and ZnO-NPs; see Table 1 for details about each experiment."
    }, {
      "heading" : "Plant growth",
      "text" : "Wheat (Triticum aestivum cv. Shield) was grown in a growth chamber (Conviron A1000) for Experiments 1a and 2, and in a greenhouse with natural lighting for Experiments 1b and 3. The use of a growth chamber or greenhouse for plant growth depended on the plant growth stage required for each experiment, with the greenhouse being used for larger, more mature plants. For all experiments, one pre-germinated seed was placed in Rockwool , which was then placed in the upper 3 cm of a 15-cm plastic cylinder. The cylinder was then placed through the lid of a 0.7-L bucket (Experiments 1a and 2) or 2-L bucket (Experiment 3) filled with 20% strength Hoagland’s nutrient solution as described previously (Doolette et al. 2018). Each bucket contained three cylinders (i.e. three plants) and the nutrient solution was continuously aerated using aquatic pumps. The nutrient solution for all experiments contained the following: 1.0 mM KNO3, 1.0 mM Ca(NO3)2, 0.457 mM MgSO4, 0.1 mM KH2PO4, 1.0 mM MnCl2, 3 mM H3BO3, 1 mM\n(NH4)6Mo7O24, 0.2 mMCuSO4, 60 mMFe III-EDTA, 0.0336mM Na2SiO3 and 2mM2-(N-morpholino)ethanesulfonic acid (MES) buffer (Doolette et al. 2018). Zinc was not added to the medium, in order to limit background Zn in the plants for analysis."
    }, {
      "heading" : "Fertiliser preparation",
      "text" : "For Experiments 1 and 2, the liquid fertilisers used were ZnEDTA, ZnO-MPs (IcON , Sonic Essentials) and ZnO-NPs (this sample is identical to the Organisation for Economic Cooperation and Development (OECD) sample NM-112 (Singh et al. 2011)), all with a Zn concentration of 1000mg L 1. This is within range for common Zn foliar fertilisers (Cakmak and Kutman 2018). A solution of ZnEDTA was prepared by mixing ZnSO4 (Sigma–Aldrich) and EDTA-Na2 (Sigma–Aldrich) in a solution with a molar ratio of ZnSO4 : EDTA of 1 : 1.1. The ZnO-MP and ZnO-NP suspensions were both ultrasonicated in a bath (ice added to bath) (Soniclean Ultrasonic Cleaner 250HD, 650 W, 43 kHz) for 45 min before applying to the plant. To improve contact between the fertiliser droplets and leaf surface, a surfactant (Tween 20, 0.05% v/v) was added to all solutions and suspensions.\nCharacterisation of foliar fertilisers used in Experiments 1 and 2\nThe ZnO-NP and ZnO-MP suspensions were examined by scanning electron microscopy (SEM; FEI Quanta 450 FEGESEM). The suspensions were prepared for analysis by placing a droplet on a graphite stub, allowing it to dry and placing it on the sample stage. The scanning electron microscope operated at 30 kV with a working distance of 11.0 mm, and images were acquired directly from the samples using secondary and backscattered electron modes. All analyses were performed at pressures between 4 10 4 and 2.0 10 3 Pa. The particle size distribution examined by dynamic light scattering has been reported previously (Li et al. 2018).\n65Zn neutron activation of ZnCl2 and ZnO-nanoparticles and -microparticles using the OPAL research reactor\nThe same ZnO-NPs and ZnO-MPs described above, plus ZnCl2 (99.9999% purity trace metal basis; Sigma–Aldrich) were neutron-activated at ANSTO’s OPAL reactor to produce 65Znlabelled foliar fertilisers. Approximately 100 mg of each ZnO target and 182mgof the ZnCl2 targetwere subjected to a thermal neutron flux of 1 1014 cm 1 s 1 for 15.75 days to achieve a nominal 65Zn activity of each target of 131MBq (i.e. 1 109 Bq per g Zn). Following 4 days of decay to minimise short-lived activation products, activated target solids were transferred to polypropylene receiving vials using ethanol (up to 4.1 mL including rinsings). These parent stock solutions were then used to prepare 65Zn spiking solutions as follows: 65ZnCl2, 65ZnO-NP and 65Zn-MP; parent stock solutions and suspensions were\nhomogenised using a vortex mixer for 15 s, then an aliquot diluted inMilli-Qwater containing TritonX-100 (0.05% v/v). The 65ZnEDTA spiking solution was prepared by adding an aliquot of disodium EDTA (0.1 M) to the 65ZnCl2 spiking solution at a 1.1 : 1 EDTA : Zn molar ratio. All four spiking solutions were prepared at a nominal concentration of 750 mg Zn L 1.\nCharacterisation of 65ZnO-NPs and 65ZnO-MPs and the effect of neutron irradiation\nAliquots of each stock solution were analysed for total Zn concentration (ICP-MS; Agilent) and total 65Zn gamma activity concentration (high-purity germanium gamma spectrometer; Ortec) to provide specific activities (i.e. 65Zn activity concentration per total Zn concentration; Bq g 1). Prior to analysis, each particle suspension was ultrasonicated, then briefly homogenised (15 s) using a vortex mixer.\nThe hydrodynamic diameter (dh) and zeta potential (z) of 65ZnO-NP and 65ZnO-MP spiking suspensions were determined using dynamic light scattering (DLS; Malvern Zetasizer, Nano ZS series). The instrument was fitted with a 63-nm ‘red’ laser and 173 8 detection optics. Unirradiated ZnO-NP and ZnO-MP suspensions were also analysed to determine if neutron irradiation had altered the characteristics of the NPs or MPs.\nTransmission electron microscopy (TEM) with energydispersive X-ray spectroscopy (EDS) was used to determine the primary particle size, morphology, crystalline structure and chemical composition of irradiated and unirradiated ZnO-NPs and ZnO-MPs. The parent stock suspensions in ethanol were lightly ground in a mortar and pestle, then dispensed onto holey carbon film supported on a TEM copper mesh grid. The TEM analysis was carried out using a Jeol 2200FS operated at 200 kV, fitted with an Oxford X-Max silicon drift detector for EDS. The EDS data were analysed using INCA software to confirm the purity of the specimens (EDShas a detection limit of,1 in 1000).\nThe general specimen morphology was analysed by collection of brightfield images. Crystal structure was analysed by collection of selected-area electron diffraction (for multiple grains) and nanobeam diffraction for single grains. For the larger-grained specimens (200–400 nm), it was possible to collect some diffraction data on single grains using the selected area approach."
    }, {
      "heading" : "Fertiliser application",
      "text" : "Short-range investigations\nFor Experiments 1a and 2, one 5 mL (Experiment 1a) or 3 mL (Experiment 2) droplet was applied to the still attached youngest fully expended leaf (YFEL) at the five-leaf growth stage (GS15) of wheat plants (Zadoks et al. 1974). The treatments were applied to separate plants, and there were four replicates for Experiment 1a while a single leaf was analysed by XFM. To avoid the droplet evaporating after it was applied, each treated leaf was placed in a modified Petri dish (a hole in the side allowed the leaf to remain attached to the plant) containingmoist paper. After 3 h (XFM) or 24 h (ICP), the droplet was carefully removed from the leaf using a paper wipe, then the leaf was rinsed sequentially with 2%nitric acid (HNO3), 3% ethanol and MilliQ water using a plastic pipette (Du et al. 2015).\nLong-range investigation\nIn Experiments 1b and 3, ten 5-mL droplets of the spiking suspensions were applied to the YFEL. To limit ZnO particle\ndissolution, fertilisers were applied to leaves on the same day that the spiking suspensions were prepared from the stock solutions. Each treatment was applied to separate plants at the tillering stage (GS21) (Zadoks et al. 1974), and there were four replicates for each treatment. The droplets evaporated within 30 min of application and residual Zn was removed after 24 h and 9 days (Experiment 1b) or 15 days (Experiment 1b and 3), using the technique described above."
    }, {
      "heading" : "Analysis",
      "text" : "Experiment 1a (ICP-OES)\nThree 10-mm sections of the treated leaf were collected: one covering the point of fertiliser application and two either side of the applied droplet. Each section was dried at 60 8C for 12 h before acid digestion in a mixture of concentrated perchloric acid (TraceMetalTM Grade, Fisher Chemical) (0.4 mL) and concentrated high-purity HNO3 (SEASTAR\nTM’s Instrument Quality (IQ) nitric acid) (1.6 mL), to ensure minimal Zn contamination. The samples were predigested overnight, then heated to 110 8C on a hotplate. After 25 min at 110 8C, the temperature was increased by 70 8C per hour up to 250 8C. Once all the excess HNO3 had evaporated, the samples were removed from the hotplate and allowed to cool before diluting with 2% HNO3 to 10mL. The digests were then analysed using ICP-OES byAustralian Laboratory Services (ALS). Blanks were included in the digestion to correct for background Zn content in the digestion solution and dilutions, and the limit of reporting was 0.01 mg L 1.\nExperiment 1b (ICP-MS)\nThe treated leaf and the remaining plant material were harvested separately and dried for 12 h as described above. Prior to acid digestion, the treated leaf was cut with scissors whereas the remaining plant was ground using an electric grinder. Plant samples (0.5 g) were acid-digested using an adapted version of EPA method 3051a (United States Environmental Protection Agency (USEPA) 2007). The samples were placed in microwave TeflonTM vessels and predigested overnight in 10mL concentratedHNO3. Theywere then digested in a microwave (CEMMars 6TM microwave digestion system). The temperature was ramped to 120 8C in 10 min and held for 5 min, before being ramped to 200 8C in 20 min and held for 10 min at 1800 W power. The digests were allowed to cool to ambient temperature before being transferred to 50-mL centrifuge tubes. The vessels were rinsed three times with 10 mL of ultrapure water, which was then used to dilute the digests. The samples were then diluted 1 : 2 with Milli-Q water before analysis (Agilent 8900 Triple Quadrupole ICP-MS). Blanks and a reference material (National Institute of Standards and TechnologyStandard Reference Material (NIST-SRM) Tomato Leaves 1573a) were included in the digestion and analysed to confirm Zn recovery. Zinc recovery of the SRM was 79 7% of the certified reference.\nExperiment 2 (XFM)\nThe Zn-treated leaves were harvested and mounted on a sample holder for analysis at the XFM beamline at the Australian Synchrotron inMelbourne, Victoria, Australia, as described previously (Du et al. 2015). The leaves were mounted between two layers of Ultralene film (4 mm thick). Using a Si(111) monochromator, the incident beam was set at 12 900 eV and Kirkpatrick–Baez mirrors were used to create a 2 2 mm focus\non the sample (Paterson et al. 2011). The total photon flux was 3.0 109 photons s 1. X-ray fluorescence spectra emitted by the sample were collected using a 384-element Maia detector, in backscatter geometry. The sample was scanned on-the-fly in the horizontal direction, with discrete steps in the vertical direction. The sampling interval was 12 mm with a vertical step of 12 mm, and dwell time for each pixel was 3 ms to avoid beam damage to the leaf (Lombi et al. 2011a). The X-ray fluorescence (XRF) spectra were analysed using GeoPIXE (Ryan and Jamieson 1993; Ryan 2000).\nExperiment 3 (radiolabelled isotopes)\nAutoradiography. Autoradiography was conducted on live plants still growing in solution during exposure to the phosphor plate. The spiking solution was removed from the leaves as described above. For each autoradiography image, the treated leaf and the untreated YFEL were imaged. The leaves were placed with the adaxial side facing the phosphor plate. A standard radiographic imaging cassette used for autoradiography exposure would cause irrecoverable damage the leaves, so a bespoke exposure method specifically for wheat plants was developed (Fig. S1, Supplementary Material). A BAS-SR 2050 phosphor plate (Fuji Film) was wrapped in ultrathin (3.6 mm) mylar film for the entire exposure. The leaves were attached to a robust plastic film with masking tape and the leaves and phosphor plate sandwiched between two pieces of 30-mm foam board. These were then clamped together and held in place on a retort stand inside a darkened box to reduce visible light infiltration. The plate was exposed for 2 h before it was read on an FLA7000 scanner (GE), and the images from each time point had the same colour scale. The leaves were analysed a total of 3 times: at 15 days after applying fertilisers (immediately after the droplets were removed), and 28 and 33 days.\nGamma spectroscopy of plant parts. Prior to gamma spectroscopy analysis, harvested plant parts were dried at 60 8C for 3 days, then homogenised. A subsample was then acid-digested in a domestic microwave following amethod adapted fromKing et al. (2004). Briefly, 0.1 g of homogenised plant material was weighed into a 10-mL polycarbonate vial and 2 mL of concentrated nitric acid (70%, Sigma–Aldrich) added. After 12 h of cold digestion, 0.2 mL of concentrated hydrogen peroxide (30%, Sigma–Aldrich) was added and the samples were then heated in a domestic microwave oven (Contempo medium digital microwave AM925EBY) for 20 min (1000 W; 10% power). Once cool, the samples were filtered (0.22 mm, mixedcellulose acetate membrane, Sartorius) and diluted in Milli-Q water (1 : 3). 65Zinc activity of each sample was determined from 2 mL of digest solution in glass tubes (Chase Scientific) analysed via an automated gamma counter (Wallac Wizard 1470). The counts from each sample were compared with that from 65Zn standard solutions prepared in-house at the same geometry to provide activity concentrations (Bq mL 1) for each sample. All radioanalyses were corrected for background radiation and physical decay. 65Zn sample activities (i.e. Bq mL 1) were converted to mass of total Zn using the specific activity of 65Zn to total Zn concentration of the parent stock. A reference material (NIST-SRM Tomato Leaves 1573a) was included in the digestion and analysed for total Zn using ICP-MS to confirm Zn recovery. Zinc recovery of the SRM was 85 5% of the certified reference.\nStatistical analysis. ANOVAwas performed usingGenstat version 15 statistical package (VSN International Ltd). The least\nsignificant difference between treatments was determined using Tukey’s test (5% significance)."
    }, {
      "heading" : "Results and discussion",
      "text" : "Experiment 1: Investigation of short- and long-range Zn translocation using ICP-MS and ICP-OES\nParticle sizes of the ZnO-MP and ZnO-NP dispersions determined by SEM (see Figs S2 and S3, Supplementary Material) and DLS (Li et al. 2018) were found to be ,40–50 nm for the NPs (n¼ 20) and 300–400 nm for the MPs (n¼ 20) (Table S1, Supplementary Material).\nThe results of the ICP-based experiments showed that this technique is not ideal for investigating either the short- or the long-range uptake and transport of Zn, as this approach resulted in highly variable and irreproducible results independently of the treatments (Fig. 1). In Experiment 1a (short-range transport), because of the small mass of leaf material available (,2mg), no reasonable data could be collected regarding Zn concentrations in the leaf sections once the Zn in the blank was considered (see below). In Experiment 1b where more plant material was available, the ‘background’ Zn in unspiked leaves was too high to detect changes from the applied Zn. Hence, two issues make this technique unsuitable for providing useable results: (i) the relatively high proportion of Zn in blanks when the sample mass is low, and (ii) the background Zn concentration in leaves when long-distance transport from the point of Zn application is considered. These two issues are discussed in detail below.\nZinc in blanks\nThe ICP-MS and ICP-OES data (Fig. 1) of the Zn concentration in the method blanks (from now on called contaminant Zn) can represent a very large proportion of the total Zn in a sample, depending on the mass of analysed sample. The total mass of Zn in the 10-mL blank (acid only) digests was 0.33 0.07 mg in Experiment 1a and 0.30 0.06 mg in Experiment 1b. Although the contaminant Zn concentration of the method blanks is comparable for both experiments, because of the different sample masses, the detected Zn had very different relative contribution in the digestion solutions (Fig. 1). In Experiment 1b, 99% (rest of the plant) and 95% (treated leaf) of the detected Zn came from the plant material. However, in Experiment 1a,\nExperiment 1b, only 40% of the detected Zn was from the plant. Any variation in the contaminant Zn concentrations will have a minimal effect on larger samples,whereas for small leaf sections, minor variations in the contaminant Zn concentration can have big impacts on the final Zn concentration measured for that plant tissue, making it impossible to reliably quantify at such a high spatial resolution (i.e. 10 mm of leaf). The USEPA states that the blanks should be ,1/10 of the lowest sample concentration (USEPA 2017). With such small sample masses in our experiment, that would mean a blank concentration of ,0.5 mg L 1. According to the USEPA guidelines, the blanks for the wholeplant aliquots and one-leaf samples would be acceptable, but the same blankswould not be acceptable for the smaller sections. It is highly unlikely to achieve such a low concentration in a digested blank, even using pure solutions, as there will always be contamination from equipment as well. Even in a Class-100 cleanroom, an average Zn concentration of 8 mg L 1 has been reported (Dufour and Migon 2017), which would still not be acceptable for analysis of the small leaf sections. One way to overcome this can be to use more replicates and digest many samples in one vessel, giving an overall average. However, in order to increase the sample mass to the same amount of sample as a whole leaf where the blanks are acceptable according to the USEPA, 35 of the 10-mm leaf sections would need to be digested in each vessel, making the experiments impractical.\nBackground Zn in leaves\nErenoglu et al. (2002) found that 25% of the applied 65ZnSO4 moved from the treated wheat leaf to the roots and the remainder of the shoot within 8 days for Zn-sufficient plants. These results agree with our previous experiments, which have shown that 25% of the applied 65ZnSO4 moved away from the applied area within 24 h, whereas less than 10% of the applied ZnEDTA moved away from the applied area, when we examined the uptake and mobility of radiolabelled ZnSO4 and ZnEDTA as foliar fertilisers in Zn-sufficient plants (Doolette et al. 2018). However, in our experiments, the majority of the detected Zn stayed within 10 mm of the applied area. When a single 5-mL droplet of Zn fertiliser at an agronomically relevant concentration of 1000 mg Zn L 1 is applied to a leaf, only 1.25 mg (25% of the applied Zn) is predicted to move away from the applied area. Most of this will stay within 3 mm of the application site (Doolette et al. 2018), which, in the case of the present experiment, is shorter than the treated leaf section. From 3 to 6 and 6 to 9 mm, Doolette et al. (2018) reported that the proportion of the applied Zn was less than 5%, which is 0.25 mg. This leads to an increased Zn concentration in the 10-mL digest of 25 mg L 1 from a control leaf. When the contaminant Zn concentration (method blank) is 33 7 mg L 1, this makes it difficult to determine whether the increase in concentration is the applied Zn, plant background Zn, or contamination from sample preparation. When analysing such small quantities with ICP-MS, contamination from sample preparation can have a significant effect on the results. Benoit et al. (1997) studied this effect when analysing trace metals in fresh water. These authors found that although it was in most cases possible to determine whether the trace metal levels met regulation limits, contamination during collection, handling and analysis made it impossible to detect small but significant changes over a period of time, i.e. the movement and fate of the metals.\nFor long-range translocation, the sample masses may be larger, and contamination may have a smaller effect on the\nresults. However, if 25% of the applied Zn translocates from one 5-mL droplet to the grain, there would be a concentration increase of 0.25 mg g 1 in the grain, assuming 5 g of grain yield from a single plant. If the application rate is increased to 10 droplets, and an estimated maximum of 10% of the applied Zn moves to the grain of the treated tiller, that results in an increase of 5 mg in the grain, or a concentration increase of 1 mg g 1. When background Zn in the grain is 10–30mg g 1, this increase would be impossible to detect.\nIn conclusion, the ICP technique is unlikely to be of substantial assistance in studies aiming to examine the mechanisms responsible for the short- and long-range transport of Zn from fertilisers when applied to a few localised areas. This technique is probably best suited for field or greenhouse agronomic trials where themeasurement endpoint is the total Zn content of plants treated in their entirety with fertilisers (although in this case it will be difficult to distinguish Zn taken up from that simply deposited on leaves through foliar fertilisation). The technique can be used to assess long-range uptake andmovement of foliarapplied material with one or both of the following conditions met: (1) the applied material has such a low environmental abundance that there is no need to correct for background levels and fluctuations (Kranjc et al. 2018), or (2) the amount of applied material is substantially greater than the background levels (Hong et al. 2016).\nExperiment 2: Investigation of short-range Zn translocation using XFM\nThe short-range mobility was examined by XFM (Fig. 2). Although there was a higher Zn signal in the area to which the droplet was applied, the background Zn already present in the leaf overshadows any transported foliar-applied Zn within only a short distance from the site of application. Analysing low quantities of a material works well if the material is naturally present in trace amounts, such as silver NPs in plants (Wang et al. 2017); however, in the case of Zn, the natural abundance in plants is too high for XFM to investigate the translocation of the foliar-applied material. Additionally, the high variability in Zn concentration from plant to plant (emphasised by the fact that the control leaf has a higher signal than the leaves treated with ZnEDTA and ZnO-NP, Fig. 2b) makes it impossible to determine whether the detected Zn is from the applied source or was already present in the leaf. Another issue with XFM is that analysis is comparatively slow. The area scanned in Fig. 2 was 15 22 mm (pixel size of 12 12 mm) with the scan taking ,3 h. Extrapolating, to scan an entire plant covering an area of 200 800 mmwith the same level of detail would take 51 days. A third issue is the variations in thickness of biological samples; this is an issue for approaches such as XFM, which measure the signal from the entire thickness of the leaf sample. When a sample is not homogeneous in thickness, increases in signal can either be due to a higher concentration, or increased thickness and fixed concentration in the sample (Hare et al. 2015). This makes it difficult to determine which areas may be prone to accumulation. One example of this is the veins in the leaf (Fig. 2). Research suggests that Zn is transported through the plant in the veins (Du et al. 2015), but because these are slightly thicker than the remaining leaf, the additional thicknesswill also contribute to the higher signal observed. This problem can be somewhat circumvented by correcting for sample thickness during data analyses, such as by using the Compton (inelastic) scatter signal.\nExperiment 3: Effect of neutron irradiation on nano- and microparticle properties\nThe ZnO-MP and -NP suspensions were characterised before and after irradiation to determine if there were any changes in properties due to neutron activation. The primary particle size\nwas determined by TEM, whereas DLS was used to evaluate aggregates. According to the TEM analyses, ZnO-NPs were predominantly uniform and round in shape, with a primary particle size of,40 nm (Fig. 3), whereas the ZnO-MPs (Fig. 4) were of variable shape with a primary particle size of ,200–400 nm. There was no evidence from the TEM analyses to suggest there were substantial changes in primary particles sizes when comparing samples before and after irradiation. Diffraction data were used purely to confirm the crystallinity or presence of amorphous material within the sampled grains. High-resolution brightfield images showing lattice contrast (distinct parallel layers) were collected. The presence of consistent lattice fringes across the entire grain is indicative that the grain is completely crystalline throughout (Figs S4 and S5, Supplementary Material). Images and diffraction patterns were analysed using the Digital-Micrograph software package.\nTheDLS data revealed a degree of aggregation (dh¼ 1029 nm for the ZnO-NPs and 2769 nm for the ZnO-MPs; Table S1, Supplementary Material). This can be explained by the high concentration of the sample, producing increased Van der Waals forces or other interactions between the particles (Marsalek 2014). Such forces can be counteracted by surface coating, surfactants or surface charge. In this experiment, the zeta potential varied between þ8.9 and þ25.0 mV regardless of irradiation, which is considered unstable and aggregation can occur (if the particles are stabilised electrostatically and not sterically (Bhattacharjee 2016)). The DLS analysis indicated that ZnO-NP aggregates were broken down from ,1029 nm in the original solution to,700 nmafter irradiation, and inZnO-MP suspension from 2769 nm in the original solution down to 2545 nm. It is unlikely that ZnO-NPs or ZnO-MPs are taken up directly by leaf tissue. Instead, dissolved Zn2þ is the most likely form taken up (Li et al. 2018). Therefore, although aggregate size may affect the rate of ZnO-NP and ZnO-MP dissolution, it is unlikely to affect the mobility of Zn once in the leaf tissue.\nExperiment 3: Investigation of long-range Zn translocation using radiolabelled isotopes\nA treated leaf and a new leaf (i.e. a leaf that emerged after the fertiliser application) for each treatment were scanned in vivo\nusing autoradiography to examine the uptake and movement of the foliar-applied Zn 15 days post fertiliser application. Fig. 5 shows that in the case of ZnEDTA, the applied Zn had moved away from the area to which the droplets had been applied more than for the ZnO-NPs andMPs, for which the Zn appeared to stay where it had been applied. There was also a measurable translocation from the ZnEDTA-treated leaf into the new leaf on the same tiller. In the case of the ZnO (both nano- and micronised particles), no Zn could be detected in the new leaf. Over time, there was no noticeable change within treatments. This could be due tomost of the uptake andmovement of Znhappeningwithin a few hours of application. Additionally, the experiment was performed on live plants, which changed and grew between scans, so achieving consistent exposure parameters for each time point was difficult. It may therefore not be reasonable to compare the relative leaf content of Zn in images collected at different times without supplementing with a quantitative method, such as gamma spectroscopy.The actual sensitivity and resolution for this technique are a result of the characteristics of the emission (particle, photon, eV) and the properties of the specimen itself. Emissionswith the optimal linear energy transfer for the phosphor plate being usedwill have the highest detection efficiency and the smallest point spread function. The dynamic range of the image is optimised by adjusting the exposure time to collect the maximum number of events (signal) on the plate before the saturation point is reachedwhile keeping the level of background radiation (noise) acceptably low. Strategies for noise reduction, such as shielding, can lead to improvements in sensitivity. When interpreting the results, it is important to remember that the thickness of the sample can also affect the apparent sensitivity. A thicker sample may have a larger concentration of the analyte and thus provide more radiation, resulting in higher intensity in the autoradiographic images. Conversely, this may also reduce spatial resolution due to ‘flaring’ from increased radioactivity. As such, variation in sample thickness, such as the veins in a leaf, can contribute to a localised higher signal when the actual concentration of the radioisotope is homogeneous throughout the sample.\nIn vivo autoradiography has been conducted on live plants previously (Davis et al. 2017), where the root uptake of\nradiolabelled [64Cu]CuCl2 from nutrient solution in lettuce was investigated. Although the authors took measures to keep the plants hydrated during the plate exposure and claim that it was non-invasive, the exposure time to the plate was 16 h, and it is not clear whether the plant survived and repeated scans would have been possible. Sugita et al. (2013, 2014) also used radiotracers to perform non-destructive imaging in vivo, but again, it was unclear whether repeated analysis would have been possible. In contrast, here we have shown, with further improvements to the method, that it is possible to rescan the leaves several times to track mobility, as long as the leaves stay intact.\nAlthough the autoradiography imaging described is qualitative, it was supplemented with gamma spectroscopy analysis to provide quantitative data (Table 2). Results showed that out of the applied amount of ZnO-NP, 3.8 0.4% was detected in the treated leaf, and only 0.10 0.01% was detected in the new leaf. For ZnO-MPs, the results were 11 3% in the treated leaf and 0.06 0.01% in the new leaf, and for ZnEDTA, there was 20 5% in the treated leaf and 0.5 0.2% in the new leaf. The amount of Zn detected in the treated leaves was significantly different between all treatments (P¼ 0.031), as was the detected Zn in the new leaves (P¼ 0.024). Although the proportion of applied Zn detected in the new leaf was less than 1% for all three treatments, the proportion of Zn taken up and then moved to the new leaf was 2.4% for ZnEDTA, 2.6% for ZnO-NPs and 0.5% for ZnO-MPs. This suggests that once the barrier of the leaf surface had been crossed, the Zn applied as ZnO-NP was as mobile as Zn applied as ZnEDTA. One explanation for this is that the ZnO is suggested to be taken up as dissolved Zn rather than particles (Li et al. 2018), which may have an effect on mobility and translocation.\nThe increase in Zn content of the new leaf in ZnO-treated plants was not detected by autoradiography. When the total Zn applied to one leaf is 37.5 mg, 3.8% of this represents only 1.5 mg. In a 0.5-g sample (whole leaf), this will only increase the concentration by 3 mg g 1. Because of the variability in the background Zn concentration from plant to plant, it is therefore impossible to detect these increases by either ICP or XFM. In contrast, autoradiography and gamma spectroscopy allow\nthe detection of translocation despite uptake rates of ,4%. These results suggest that in the field, only a small proportion of foliar-applied Zn will be taken up by the plant and translocated, and the majority may be washed off over time by rain. Further investigations using lower Zn concentrations in the fertiliser should be done.\nAdvantages of radiolabelled isotopes for analysis of Zn in plants\nWhen using radiolabelled isotopes, any background ‘stable’ Zn in the leaf does not contribute to the analysis of 65Zn. Therefore, we can be certain that all the signal observed from the leaf in the autoradiography images is from the applied source and is thus representative of natural Zn. The detection limit for gamma spectroscopy was 35 ng g 1 for solid samples and 1 mg L 1 (which equates to 56 ng g 1 plant concentration after accounting for digestion solutions and dilutions) for liquid samples. This allowed us to detect Zn that had moved from the treated leaf to the new leaf, which would not be possible with conventional techniques. Although autoradiography is not quantitative, as is ICP-MS/ICP-OES, it is non-invasive, so the analysis can easily be supplemented with gamma spectroscopy analysis post imaging. In previous experiments, we have shown that it is possible to detect and quantify Zn in leaf sections as small as 3 mm (Doolette et al. 2018). Only ZnSO4 and ZnEDTA were tested in the mentioned experiments, but it could easily be done for irradiated ZnO suspensions as well."
    }, {
      "heading" : "Conclusion",
      "text" : "The main issues of using conventional techniques to track foliarappliedZnare the small samplemass for short-range analysis, and the high and variable background Zn in the plant for long-range analysis. During short-range analysis, achieving high-quality method blanks is close to impossible, even in high-grade cleanrooms.When the samplemass is higher, the backgroundZnvaries from plant to plant, making it impossible to track any changes from applied Zn sources. ICP-MS and ICP-OES analysis are readily available and comparatively cheap to use, but vulnerable to contamination during sample preparation, handling and storage. Sample preparation for XFM is very simple at an established beamline; however, it depends on gaining access to the beamline (which is normally on a competitive basis), making analysis of large ormany samples impractical. In the cases of both short- and long-range analyses, it is impossible using an experimental design where small additions of fertilisers are added (as in our droplet deposition design) to determine the source of the detected Zn in the sample using ICP and synchrotron techniques.\nAutoradiography proved to be qualitative. It was not possible to determine the amount of Zn that was taken up and moved to the new leaf; however, we could compare the different treatments and conclude that ZnEDTA had a higher uptake than the ZnOmaterials. Because any background Zn in the leaf could be overlooked, we were certain that any signal came from applied sources, making the technique highly sensitive. Autoradiography was non-destructive and we were able to perform repeated in vivo analyses as long as the leaves and plant stayed intact. This is the first time foliar-applied 65ZnONPs and MPs have been used for radiotracing, and it is also the first reported study using repeated in vivo autoradiography to track foliar-applied Zn. Short-range analysis has not been described here, but it is feasible by changing the threshold or reducing the phosphor plate exposure time. However, doing so would also reduce the sensitivity of the technique. Although the autoradiography images were supplemented by gamma spectroscopy to provide quantitative data on the translocation to new leaves, this should be investigated further to provide evidence of translocation to other parts of the plant, such as roots and grains.\nRadiological techniques allow the activation of commercial or synthesised material; hence these results can be directly compared with larger-scale greenhouse or field studies as basically the same batch of material can be used."
    }, {
      "heading" : "Supplementary material",
      "text" : "Zinc oxide nano- andmicroparticle characterisation information is available on the Journal’s website."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare no conflicts of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the Australian Research Council (ARC) and Sonic Essentials through the Linkage Projects funding scheme (LP130100741), and the Research Training Program (RTP). We also thank Sonic Essentials for providing the ZnOmaterials we used in the study. Parts of this research were performed on the XFM beamline at the Australian Synchrotron, part of ANSTO. We thank Dr David Paterson, Dr Martin De Jonge and Dr Daryl Howard for their assistance and expertise on the beamline. We also acknowledge the support of ANSTO in providing the radiotracing facilities and radiotracer handling and analysis expertise as part of ANSTO’s Nuclear Science and Technology and Landmark Infrastructure cluster. We acknowledge Attila Stopic and Grant Griffiths for their assistance with the production of the Zn radiotracers."
    } ],
    "references" : [ {
      "title" : "Micronutrients and crop production: an introduction",
      "author" : [ "BJ Alloway" ],
      "venue" : "In",
      "citeRegEx" : "Alloway,? 2008a",
      "shortCiteRegEx" : "Alloway",
      "year" : 2008
    }, {
      "title" : "Zinc in soils and crop nutrition, 2nd edn.",
      "author" : [ "BJ Alloway" ],
      "venue" : null,
      "citeRegEx" : "Alloway,? \\Q2008\\E",
      "shortCiteRegEx" : "Alloway",
      "year" : 2008
    }, {
      "title" : "Sources of trace metal contamina",
      "author" : [ "G Benoit", "KS Hunter", "TF Rozan" ],
      "venue" : null,
      "citeRegEx" : "Benoit et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Benoit et al\\.",
      "year" : 1997
    }, {
      "title" : "DLS and zeta potential – what they are and what",
      "author" : [ "S Bhattacharjee" ],
      "venue" : null,
      "citeRegEx" : "Bhattacharjee,? \\Q2016\\E",
      "shortCiteRegEx" : "Bhattacharjee",
      "year" : 2016
    }, {
      "title" : "Effectiveness of zinc sulfate and zinc chelate as foliar",
      "author" : [ "RF Brennan" ],
      "venue" : null,
      "citeRegEx" : "Brennan,? \\Q1991\\E",
      "shortCiteRegEx" : "Brennan",
      "year" : 1991
    }, {
      "title" : "Agronomic biofortification of cereals with zinc: a review",
      "author" : [ "I Cakmak", "UB Kutman" ],
      "venue" : "European Journal of Soil Science 69, 172–180. doi:10. 1111/EJSS.12437",
      "citeRegEx" : "Cakmak and Kutman,? 2018",
      "shortCiteRegEx" : "Cakmak and Kutman",
      "year" : 2018
    }, {
      "title" : "In vivo tracking of copper-64 radiolabeled nanoparticles in Lactuca sativa",
      "author" : [ "RA Davis", "DA Rippner", "SH Hausner", "SJ Parikh", "AJ McElrone", "JL Sutcliffe" ],
      "venue" : "Environmental Science & Technology 51, 12537– 12546. doi:10.1021/ACS.EST.7B03333",
      "citeRegEx" : "Davis et al\\.,? 2017",
      "shortCiteRegEx" : "Davis et al\\.",
      "year" : 2017
    }, {
      "title" : "Foliar application of zinc sulphate and zinc EDTA to wheat leaves: differences in mobility, distribution, and speciation",
      "author" : [ "CL Doolette", "TL Read", "C Li", "KG Scheckel", "E Donner", "PM Kopittke", "JK Schjoerring", "E Lombi" ],
      "venue" : "Journal of Experimental Botany 69, 4469–4481. doi:10. 1093/JXB/ERY236",
      "citeRegEx" : "Doolette et al\\.,? 2018",
      "shortCiteRegEx" : "Doolette et al\\.",
      "year" : 2018
    }, {
      "title" : "In situ analysis of foliar zinc absorption and shortdistance movement in fresh and hydrated leaves of tomato and citrus using synchrotron-based X-ray fluorescence microscopy",
      "author" : [ "DuY", "PM Kopittke", "BN Noller", "SA James", "HarrisHH", "XuZP", "P Li", "DR Mulligan", "L Huang" ],
      "venue" : "Annals of Botany 115,",
      "citeRegEx" : "DuY et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "DuY et al\\.",
      "year" : 2015
    }, {
      "title" : "Mineralisation of atmospheric aerosol particles and further analysis of trace elements by inductively coupled plasma– optical emission spectrometry",
      "author" : [ "A Dufour", "C Migon" ],
      "venue" : "MethodsX 4, 191–198. doi:10.1016/ J.MEX.2017.05.002",
      "citeRegEx" : "Dufour and Migon,? 2017",
      "shortCiteRegEx" : "Dufour and Migon",
      "year" : 2017
    }, {
      "title" : "ICP-OES and ICP-MS detection limit guidance",
      "author" : [ "EAG Laboratories" ],
      "venue" : "Available at http://www.nanoscience.co.jp/surface_analysis/pdf/icpoes-ms-detection-limit-guidance-BR023.pdf [Verified 11 January 2019]",
      "citeRegEx" : "Laboratories,? 2017",
      "shortCiteRegEx" : "Laboratories",
      "year" : 2017
    }, {
      "title" : "Uptake and transport of foliar applied zinc",
      "author" : [ "B Erenoglu", "M Nikolic", "V Römheld", "I Cakmak" ],
      "venue" : null,
      "citeRegEx" : "Erenoglu et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Erenoglu et al\\.",
      "year" : 2002
    }, {
      "title" : "Zinc oxide",
      "author" : [ "EverZinc" ],
      "venue" : "Available at https://www.everzinc.com/zincoxide/ [Verified 11 January 2019]",
      "citeRegEx" : "EverZinc,? 2017",
      "shortCiteRegEx" : "EverZinc",
      "year" : 2017
    }, {
      "title" : "Phosphorus fate and dynamics in greywater biofiltration systems",
      "author" : [ "HS Fowdar", "BE Hatt", "T Cresswell", "JJ Harrison", "PLM Cook", "A Deletic" ],
      "venue" : "Environmental Science & Technology 51, 2280–2287. doi:10. 1021/ACS.EST.6B04181",
      "citeRegEx" : "Fowdar et al\\.,? 2017",
      "shortCiteRegEx" : "Fowdar et al\\.",
      "year" : 2017
    }, {
      "title" : "Solid sample analysis using laser ablation inductively coupled plasmamass spectrometry",
      "author" : [ "D Günther", "B Hattendorf" ],
      "venue" : "TrAC Trends in Analytical Chemistry 24, 255–265. doi:10.1016/J.TRAC.2004.11.017",
      "citeRegEx" : "Günther and Hattendorf,? 2005",
      "shortCiteRegEx" : "Günther and Hattendorf",
      "year" : 2005
    }, {
      "title" : "Reduction of phytic acid and enhancement of bioavailable micronutrients in food grains",
      "author" : [ "RK Gupta", "SS Gangoliya", "NK Singh" ],
      "venue" : "Journal of Food Science and Technology 52, 676–684. doi:10.1007/S13197-0130978-Y",
      "citeRegEx" : "Gupta et al\\.,? 2015",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2015
    }, {
      "title" : "Multielement plant tissue analysis using ICP spectrometry",
      "author" : [ "TH Hansen", "TC de Bang", "KH Laursen", "P Pedas", "S Husted", "JK Schjoerring" ],
      "venue" : null,
      "citeRegEx" : "Hansen et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Hansen et al\\.",
      "year" : 2013
    }, {
      "title" : "Imaging metals in biology: balancing sensitivity, selectivity and spatial resolution",
      "author" : [ "DJ Hare", "EJ New", "MD de Jonge", "G McColl" ],
      "venue" : "Chemical Society Reviews",
      "citeRegEx" : "Hare et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hare et al\\.",
      "year" : 2015
    }, {
      "title" : "Quantifying and imaging engineered nanomaterials in vivo: challenges and techniques",
      "author" : [ "X He", "YH Ma", "M Li", "P Zhang", "YY Li", "ZY Zhang" ],
      "venue" : "Small 9, 1482–1491. doi:10.1002/SMLL.201201502",
      "citeRegEx" : "He et al\\.,? 2013",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2013
    }, {
      "title" : "Foliar-applied nanoscale and microscale CeO2 and CuO alter cucumber (Cucumis sativus) fruit quality",
      "author" : [ "J Hong", "L Wang", "Y Sun", "L Zhao", "G Niu", "TanW", "CM Rico", "JR Peralta-Videa", "JL Gardea-Torresdey" ],
      "venue" : "The Science of the Total Environment",
      "citeRegEx" : "Hong et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hong et al\\.",
      "year" : 2016
    }, {
      "title" : "Uptake and distribution of root-applied or foliar-applied",
      "author" : [ "W Jiang", "PC Struik", "J Lingna", "H Van Keulen", "Z Ming", "TJ Stomph" ],
      "venue" : null,
      "citeRegEx" : "Jiang et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2007
    }, {
      "title" : "An assessment of five Australian polychaetes and bivalves for use in whole-sediment toxicity tests: toxicity and accumulation of copper and zinc from water and sediment.Archives of Environmental Contamination and Toxicology",
      "author" : [ "CK King", "DowseMC", "SL Simpson", "DF Jolley" ],
      "venue" : null,
      "citeRegEx" : "King et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "King et al\\.",
      "year" : 2004
    }, {
      "title" : "Synchrotron-based X-ray fluorescence",
      "author" : [ "PM Kopittke", "T Punshon", "DJ Paterson", "RV Tappero", "P Wang", "FPC Blamey", "A van der Ent", "E Lombi" ],
      "venue" : null,
      "citeRegEx" : "Kopittke et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kopittke et al\\.",
      "year" : 2018
    }, {
      "title" : "Foliar surface free energy affects platinum nanoparticle adhesion, uptake, and translocation from leaves to roots in arugula and escarole",
      "author" : [ "E Kranjc", "D Mazej", "RegvarM", "D Drobne", "M Remškar" ],
      "venue" : "Environmental Science. Nano 5, 520–532. doi:10.1039/C7EN00887B",
      "citeRegEx" : "Kranjc et al\\.,? 2018",
      "shortCiteRegEx" : "Kranjc et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanotechnology promotes the R&D of new-generation micronutrient foliar fertilizers",
      "author" : [ "P Li", "DuY", "L Huang", "N Mitter", "ZP Xu" ],
      "venue" : "RSC Advances",
      "citeRegEx" : "Li et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2016
    }, {
      "title" : "Absorption of foliar-applied Zn fertilizers by trichomes in soybean and tomato",
      "author" : [ "C Li", "P Wang", "E Lombi", "M Cheng", "C Tang", "DL Howard", "NW Menzies", "PM Kopittke" ],
      "venue" : "Journal of Experimental Botany 69, 2717–2729. doi:10.1093/JXB/ERY085",
      "citeRegEx" : "Li et al\\.,? 2018",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2018
    }, {
      "title" : "Recent advances in quantitative LA-ICP-MS analysis: challenges and solutions in the life sciences and environmental chemistry",
      "author" : [ "A Limbeck", "P Galler", "M Bonta", "G Bauer", "W Nischkauer", "F Vanhaecke" ],
      "venue" : "Analytical and Bioanalytical Chemistry 407, 6593–6617. doi:10.1007/ S00216-015-8858-0",
      "citeRegEx" : "Limbeck et al\\.,? 2015",
      "shortCiteRegEx" : "Limbeck et al\\.",
      "year" : 2015
    }, {
      "title" : "Fast X-ray fluorescence microtomography of hydrated biological samples",
      "author" : [ "E Lombi", "MD de Jonge", "E Donner", "PM Kopittke", "DL Howard", "R Kirkham", "CG Ryan", "D Paterson" ],
      "venue" : "PLoS One 6,",
      "citeRegEx" : "Lombi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Lombi et al\\.",
      "year" : 2011
    }, {
      "title" : "In situ analysis ofmetal(loid)s in plants: state of the art and artefacts",
      "author" : [ "E Lombi", "KG Scheckel", "IM Kempson" ],
      "venue" : "Environmental and Experimental Botany 72, 3–17. doi:10.1016/J.ENVEXPBOT.2010.04.005",
      "citeRegEx" : "Lombi et al\\.,? 2011b",
      "shortCiteRegEx" : "Lombi et al\\.",
      "year" : 2011
    }, {
      "title" : "Particle size and zeta potential of ZnO",
      "author" : [ "R Marsalek" ],
      "venue" : "APCBEE Procedia 9, 13–17. doi:10.1016/J.APCBEE.2014.01.003",
      "citeRegEx" : "Marsalek,? 2014",
      "shortCiteRegEx" : "Marsalek",
      "year" : 2014
    }, {
      "title" : "Zinc fertilizers",
      "author" : [ "J Mortvedt", "R Gilkes" ],
      "venue" : "‘Zinc in soils and plants’. (Ed. AD Robson) pp. 33–42 (Springer ScienceþBusiness Media, BV: Perth, WA)",
      "citeRegEx" : "Mortvedt and Gilkes,? 1993",
      "shortCiteRegEx" : "Mortvedt and Gilkes",
      "year" : 1993
    }, {
      "title" : "Quantitative trace element imaging using PIXE and the nuclear microprobe",
      "author" : [ "C Ryan" ],
      "venue" : "International Journal of Imaging Systems and Technology 11, 219–230. doi:10.1002/IMA.1007",
      "citeRegEx" : "Ryan,? 2000",
      "shortCiteRegEx" : "Ryan",
      "year" : 2000
    }, {
      "title" : "Dynamic analysis: on-line quantitative PIXE microanalysis and its use in overlap-resolved elemental mapping",
      "author" : [ "C Ryan", "D Jamieson" ],
      "venue" : "Nuclear Instruments & Methods in Physics Research. Section B, Beam Interactions with Materials and Atoms 77, 203–214. doi:10.1016/0168583X(93)95545-G",
      "citeRegEx" : "Ryan and Jamieson,? 1993",
      "shortCiteRegEx" : "Ryan and Jamieson",
      "year" : 1993
    }, {
      "title" : "Residual effect of summer green manure crops and Zn fertilization on quality and Zn concentration of durum wheat (Triticum durum Desf.) under a Basmati rice–durum wheat cropping system",
      "author" : [ "A Singh", "Y Shivay" ],
      "venue" : "Biological Agriculture and Horticulture",
      "citeRegEx" : "Singh and Shivay,? \\Q2013\\E",
      "shortCiteRegEx" : "Singh and Shivay",
      "year" : 2013
    }, {
      "title" : "NM-series of representative manufactured nanomaterials. Zinc oxide",
      "author" : [ "C Singh", "S Friedrichs", "LevinM", "R Birkedal", "K Jensen", "G Pojana", "W Wohlleben", "S Schulte", "K Wiench", "T Turney", "O Koulaeva", "D Marshall", "K HundRinke", "W Kördel", "E Van Doren", "P-J De Temmerman", "FranciscoM Abi Daoud", "J Mast", "GibsonN", "R Koeber", "T Linsinger", "CL Klein" ],
      "venue" : null,
      "citeRegEx" : "Singh et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2011
    }, {
      "title" : "IcON",
      "author" : [ "Sonic Essentials" ],
      "venue" : "Available at http://www.sonicessentials. com/index.php/products/icon [Verified 11 January 2019]",
      "citeRegEx" : "Essentials,? 2019",
      "shortCiteRegEx" : "Essentials",
      "year" : 2019
    }, {
      "title" : "Evaluation of in vivo detection properties of Na-22, Zn-65, Rb-86, Cd-109 and Cs137 in plant tissues using real-time radioisotope imaging system.Physics in Medicine and Biology",
      "author" : [ "R Sugita", "N Kobayashi", "A Hirose", "K Tanoi", "T Nakanishi" ],
      "venue" : null,
      "citeRegEx" : "Sugita et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Sugita et al\\.",
      "year" : 2014
    }, {
      "title" : "Method 3051a: microwave-assisted acid digestion of sediments, sludges, soils, and oils",
      "author" : [ "United States Environmental Protection Agency" ],
      "venue" : "Available at https://www.epa.gov/sites/production/files/2015-12/ documents/3051a.pdf [verified 7 May 2019]",
      "citeRegEx" : "Agency,? 2007",
      "shortCiteRegEx" : "Agency",
      "year" : 2007
    }, {
      "title" : "Clean Water Act analytical methods: method detection limit – frequent questions",
      "author" : [ "United States Environmental Protection Agency" ],
      "venue" : "Available at https://www.epa.gov/cwa-methods/method-detection-limitfrequent-questions [verified 7 May 2019]",
      "citeRegEx" : "Agency,? 2017",
      "shortCiteRegEx" : "Agency",
      "year" : 2017
    }, {
      "title" : "Terminology for biorelated polymers and applications (IUPAC recommendations)",
      "author" : [ "M Vert", "Y Doi", "K-H Hess", "P Hodge", "P Kubisa", "M Rinaudo", "F Schu e" ],
      "venue" : "Pure and Applied Chemistry 84, 377–410. doi:10.1351/ PAC-REC-10-12-04",
      "citeRegEx" : "Vert et al\\.,? 2012",
      "shortCiteRegEx" : "Vert et al\\.",
      "year" : 2012
    }, {
      "title" : "Characterizing the uptake, accumulation and toxicity of silver sulfide nanoparticles in plants",
      "author" : [ "P Wang", "E Lombi", "S Sun", "KG Scheckel", "A Malysheva", "BA McKenna", "NW Menzies", "F-J Zhao", "PM Kopittke" ],
      "venue" : "Environmental Science. Nano 4, 448–460. doi:10.1039/C6EN00489J",
      "citeRegEx" : "Wang et al\\.,? 2017",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "What is ICP-MS? ...and more importantly, what can it do? US Geological Survey Crustal Geophysics and Geochemistry",
      "author" : [ "RE Wolf" ],
      "venue" : "Science Center. Available at https://crustal.usgs.gov/laboratories/icpms/intro. html [verified",
      "citeRegEx" : "Wolf,? \\Q2005\\E",
      "shortCiteRegEx" : "Wolf",
      "year" : 2005
    }, {
      "title" : "A decimal code for the growthstages of cereals",
      "author" : [ "JC Zadoks", "TT Chang", "CF Konzak" ],
      "venue" : "Weed Research 14, 415–421. doi:10.1111/J.13653180.1974.TB01084.X",
      "citeRegEx" : "Zadoks et al\\.,? 1974",
      "shortCiteRegEx" : "Zadoks et al\\.",
      "year" : 1974
    } ],
    "referenceMentions" : [ {
      "referenceID" : 15,
      "context" : ") are a staple source of Zn in developing countries (Gupta et al. 2015).",
      "startOffset" : 52,
      "endOffset" : 71
    }, {
      "referenceID" : 33,
      "context" : "Fertilising soils with Zn can be both inefficient and expensive, as the applied Zn can be fixed through precipitation and sorption reactions that make it unavailable to plant roots (Singh and Shivay 2013).",
      "startOffset" : 181,
      "endOffset" : 204
    }, {
      "referenceID" : 4,
      "context" : "For instance, applying ZnEDTA before tillering stage has been reported to result in a better grain yield than ZnSO4 (Brennan 1991), but it is 5–10 times more expensive (Mortvedt and Gilkes 1993).",
      "startOffset" : 116,
      "endOffset" : 130
    }, {
      "referenceID" : 30,
      "context" : "For instance, applying ZnEDTA before tillering stage has been reported to result in a better grain yield than ZnSO4 (Brennan 1991), but it is 5–10 times more expensive (Mortvedt and Gilkes 1993).",
      "startOffset" : 168,
      "endOffset" : 194
    }, {
      "referenceID" : 7,
      "context" : "Zinc sulfate has been found to have a higher immediate uptake than ZnEDTA (Doolette et al. 2018), but the salt can cause damage to the leaf, such as scorching (Alloway 2008a).",
      "startOffset" : 74,
      "endOffset" : 96
    }, {
      "referenceID" : 0,
      "context" : "2018), but the salt can cause damage to the leaf, such as scorching (Alloway 2008a).",
      "startOffset" : 68,
      "endOffset" : 83
    }, {
      "referenceID" : 39,
      "context" : "1–100 mm) (Vert et al. 2012), have been commercialised in products for both soil and foliar applications (EverZinc 2017; Sonic Essentials 2019).",
      "startOffset" : 10,
      "endOffset" : 28
    }, {
      "referenceID" : 12,
      "context" : "2012), have been commercialised in products for both soil and foliar applications (EverZinc 2017; Sonic Essentials 2019).",
      "startOffset" : 82,
      "endOffset" : 120
    }, {
      "referenceID" : 24,
      "context" : "This material has been suggested to cause less scorching than soluble Zn formulations (Li et al. 2016).",
      "startOffset" : 86,
      "endOffset" : 102
    }, {
      "referenceID" : 39,
      "context" : "Zinc oxide nanoparticles (ZnO-NPs), with a primary particle size of 1– 100 nm (Vert et al. 2012), have also received attention in recent years as an alternative that can provide sustained slow release of Zn into the plant (Li et al.",
      "startOffset" : 78,
      "endOffset" : 96
    }, {
      "referenceID" : 25,
      "context" : "2012), have also received attention in recent years as an alternative that can provide sustained slow release of Zn into the plant (Li et al. 2018).",
      "startOffset" : 131,
      "endOffset" : 147
    }, {
      "referenceID" : 2,
      "context" : "This challenge stems from the fact that Zn is an essential micronutrient and, as such, it is omnipresent (Benoit et al. 1997).",
      "startOffset" : 105,
      "endOffset" : 125
    }, {
      "referenceID" : 18,
      "context" : "These studies require coordinated multi-technique analyses as no single technique is able to provide the requisite sensitivity and spatial resolution (He et al. 2013).",
      "startOffset" : 150,
      "endOffset" : 166
    }, {
      "referenceID" : 16,
      "context" : "The most commonly used methods for quantifying Zn are rapid multi-elemental quantitative techniques such as inductively coupled plasma mass spectrometry (ICP-MS) or optical emission spectrometry (ICP-OES) (Hansen et al. 2013).",
      "startOffset" : 205,
      "endOffset" : 225
    }, {
      "referenceID" : 2,
      "context" : "However, the detection limits are determined by the background Zn in solution (United States Environmental Protection Agency 2017), and samples can be vulnerable to contamination arising from equipment and sample preparation (Benoit et al. 1997).",
      "startOffset" : 225,
      "endOffset" : 245
    }, {
      "referenceID" : 14,
      "context" : "leaves) include laser-ablation ICPMS (LA-ICP-MS), where a laser is focussed on a solid sample to form small particles (via ablation), which are then ionised and analysed (Günther and Hattendorf 2005).",
      "startOffset" : 170,
      "endOffset" : 199
    }, {
      "referenceID" : 26,
      "context" : "However, it is less precise and accurate than ICP-MS owing to the variations in sample ablation (Limbeck et al. 2015).",
      "startOffset" : 96,
      "endOffset" : 117
    }, {
      "referenceID" : 41,
      "context" : "In addition, analysis is very slow (Wolf 2005), making it very time-consuming to analyse many or large samples.",
      "startOffset" : 35,
      "endOffset" : 46
    }, {
      "referenceID" : 7,
      "context" : "This allows visualisation of the translocation of elements within a living sample over time (Doolette et al. 2018).",
      "startOffset" : 92,
      "endOffset" : 114
    }, {
      "referenceID" : 22,
      "context" : "However, depending on the desired spatial resolution and the size of the scanned area, one scan can take several hours and time restrictions at the beamline therefore typically limit the extent of analysis (Kopittke et al. 2018).",
      "startOffset" : 206,
      "endOffset" : 228
    }, {
      "referenceID" : 20,
      "context" : "Zinc radioisotopic tracing has previously been used to investigate the mobility of soluble Zn foliar fertilisers in rice (Jiang et al. 2007) and wheat (Doolette et al.",
      "startOffset" : 121,
      "endOffset" : 140
    }, {
      "referenceID" : 28,
      "context" : "1 mm (Lombi et al. 2011b), but this greatly depends on exposure time, the technique used and the desired sensitivity.",
      "startOffset" : 5,
      "endOffset" : 25
    }, {
      "referenceID" : 36,
      "context" : "2013), real-time imaging of rootapplied radionuclides in excised leaves of Arabidopsis (Sugita et al. 2014), in vivo tracking of root-applied (64)Cu-NPs in lettuce (Lactuca sativa L.",
      "startOffset" : 87,
      "endOffset" : 107
    }, {
      "referenceID" : 6,
      "context" : ") (Davis et al. 2017), and tracing (32)P in Carex appressa for the investigation of greywater biofiltration systems (Fowdar et al.",
      "startOffset" : 2,
      "endOffset" : 21
    }, {
      "referenceID" : 13,
      "context" : "2017), and tracing (32)P in Carex appressa for the investigation of greywater biofiltration systems (Fowdar et al. 2017).",
      "startOffset" : 100,
      "endOffset" : 120
    }, {
      "referenceID" : 7,
      "context" : "7-L bucket (Experiments 1a and 2) or 2-L bucket (Experiment 3) filled with 20% strength Hoagland’s nutrient solution as described previously (Doolette et al. 2018).",
      "startOffset" : 141,
      "endOffset" : 163
    }, {
      "referenceID" : 7,
      "context" : "0336mM Na2SiO3 and 2mM2-(N-morpholino)ethanesulfonic acid (MES) buffer (Doolette et al. 2018).",
      "startOffset" : 71,
      "endOffset" : 93
    }, {
      "referenceID" : 34,
      "context" : "For Experiments 1 and 2, the liquid fertilisers used were ZnEDTA, ZnO-MPs (IcON , Sonic Essentials) and ZnO-NPs (this sample is identical to the Organisation for Economic Cooperation and Development (OECD) sample NM-112 (Singh et al. 2011)), all with a Zn concentration of 1000mg L (1).",
      "startOffset" : 220,
      "endOffset" : 239
    }, {
      "referenceID" : 5,
      "context" : "This is within range for common Zn foliar fertilisers (Cakmak and Kutman 2018).",
      "startOffset" : 54,
      "endOffset" : 78
    }, {
      "referenceID" : 25,
      "context" : "The particle size distribution examined by dynamic light scattering has been reported previously (Li et al. 2018).",
      "startOffset" : 97,
      "endOffset" : 113
    }, {
      "referenceID" : 42,
      "context" : "For Experiments 1a and 2, one 5 mL (Experiment 1a) or 3 mL (Experiment 2) droplet was applied to the still attached youngest fully expended leaf (YFEL) at the five-leaf growth stage (GS15) of wheat plants (Zadoks et al. 1974).",
      "startOffset" : 205,
      "endOffset" : 225
    }, {
      "referenceID" : 42,
      "context" : "Each treatment was applied to separate plants at the tillering stage (GS21) (Zadoks et al. 1974), and there were four replicates for each treatment.",
      "startOffset" : 76,
      "endOffset" : 96
    }, {
      "referenceID" : 32,
      "context" : "The X-ray fluorescence (XRF) spectra were analysed using GeoPIXE (Ryan and Jamieson 1993; Ryan 2000).",
      "startOffset" : 65,
      "endOffset" : 100
    }, {
      "referenceID" : 31,
      "context" : "The X-ray fluorescence (XRF) spectra were analysed using GeoPIXE (Ryan and Jamieson 1993; Ryan 2000).",
      "startOffset" : 65,
      "endOffset" : 100
    }, {
      "referenceID" : 25,
      "context" : "Particle sizes of the ZnO-MP and ZnO-NP dispersions determined by SEM (see Figs S2 and S3, Supplementary Material) and DLS (Li et al. 2018) were found to be ,40–50 nm for the NPs (n1⁄4 20) and 300–400 nm for the MPs (n1⁄4 20) (Table S1, Supplementary Material).",
      "startOffset" : 123,
      "endOffset" : 139
    }, {
      "referenceID" : 9,
      "context" : "Even in a Class-100 cleanroom, an average Zn concentration of 8 mg L 1 has been reported (Dufour and Migon 2017), which would still not be acceptable for analysis of the small leaf sections.",
      "startOffset" : 89,
      "endOffset" : 112
    }, {
      "referenceID" : 7,
      "context" : "These results agree with our previous experiments, which have shown that 25% of the applied (65)ZnSO4 moved away from the applied area within 24 h, whereas less than 10% of the applied ZnEDTA moved away from the applied area, when we examined the uptake and mobility of radiolabelled ZnSO4 and ZnEDTA as foliar fertilisers in Zn-sufficient plants (Doolette et al. 2018).",
      "startOffset" : 347,
      "endOffset" : 369
    }, {
      "referenceID" : 7,
      "context" : "Most of this will stay within 3 mm of the application site (Doolette et al. 2018), which, in the case of the present experiment, is shorter than the treated leaf section.",
      "startOffset" : 59,
      "endOffset" : 81
    }, {
      "referenceID" : 23,
      "context" : "The technique can be used to assess long-range uptake andmovement of foliarapplied material with one or both of the following conditions met: (1) the applied material has such a low environmental abundance that there is no need to correct for background levels and fluctuations (Kranjc et al. 2018), or (2) the amount of applied material is substantially greater than the background levels (Hong et al.",
      "startOffset" : 278,
      "endOffset" : 298
    }, {
      "referenceID" : 19,
      "context" : "2018), or (2) the amount of applied material is substantially greater than the background levels (Hong et al. 2016).",
      "startOffset" : 97,
      "endOffset" : 115
    }, {
      "referenceID" : 40,
      "context" : "Analysing low quantities of a material works well if the material is naturally present in trace amounts, such as silver NPs in plants (Wang et al. 2017); however, in the case of Zn, the natural abundance in plants is too high for XFM to investigate the translocation of the foliar-applied material.",
      "startOffset" : 134,
      "endOffset" : 152
    }, {
      "referenceID" : 17,
      "context" : "When a sample is not homogeneous in thickness, increases in signal can either be due to a higher concentration, or increased thickness and fixed concentration in the sample (Hare et al. 2015).",
      "startOffset" : 173,
      "endOffset" : 191
    }, {
      "referenceID" : 29,
      "context" : "This can be explained by the high concentration of the sample, producing increased Van der Waals forces or other interactions between the particles (Marsalek 2014).",
      "startOffset" : 148,
      "endOffset" : 163
    }, {
      "referenceID" : 3,
      "context" : "0 mV regardless of irradiation, which is considered unstable and aggregation can occur (if the particles are stabilised electrostatically and not sterically (Bhattacharjee 2016)).",
      "startOffset" : 157,
      "endOffset" : 177
    }, {
      "referenceID" : 25,
      "context" : "Instead, dissolved Zn2þ is the most likely form taken up (Li et al. 2018).",
      "startOffset" : 57,
      "endOffset" : 73
    }, {
      "referenceID" : 6,
      "context" : "In vivo autoradiography has been conducted on live plants previously (Davis et al. 2017), where the root uptake of radiolabelled [(64)Cu]CuCl2 from nutrient solution in lettuce was investigated.",
      "startOffset" : 69,
      "endOffset" : 88
    }, {
      "referenceID" : 25,
      "context" : "One explanation for this is that the ZnO is suggested to be taken up as dissolved Zn rather than particles (Li et al. 2018), which may have an effect on mobility and translocation.",
      "startOffset" : 107,
      "endOffset" : 123
    }, {
      "referenceID" : 7,
      "context" : "In previous experiments, we have shown that it is possible to detect and quantify Zn in leaf sections as small as 3 mm (Doolette et al. 2018).",
      "startOffset" : 119,
      "endOffset" : 141
    } ],
    "year" : 2019,
    "abstractText" : "Zinc (Zn) deficiency affects half of the world’s arable soil and one-third of the world’s human population. Application of Zn foliar fertilisers to cereal crops can be an effectiveway to increase grain Zn content; however, commonly used formulations can scorch the leaf (e.g. soluble Zn salts) or are prohibitively expensive (e.g. chelated Zn, ZnEDTA). Zinc oxide nanoparticles (ZnO-NPs) may offer an efficient and cost-effective alternative, but little is known regarding the mechanisms of Zn uptake and translocation within the plant. Foliar-applied Zn is analytically challenging to detect, locate and quantify, as it is omnipresent. Furthermore, any single analytical technique does not have the detection limit or spatial resolution required. In this study, the uptake and mobility of foliar-applied ZnEDTA, ZnO-NPs and ZnO microparticles (ZnO-MPs) to wheat (Triticum aestivum L.) were investigated using inductively coupled plasma mass spectroscopy (ICP-MS), synchrotron-based X-ray fluorescence microscopy (XFM) and radiotracing techniques using Zn-labelled formulations. The three techniques were compared to highlight limitations and advantages of each. We also report, for the first time, a novel time-resolved in vivo autoradiography imaging technique that can be used to visualise Zn in live plants treated with foliar applications of ZnO-NPs and MPs. The images were supplemented by gamma spectroscopy analysis for quantification. The results of this study provide important insights into the analytical challenges faced when investigating foliar-applied Zn nanofertilisers in plants. Potential solutions using nuclear techniques are also discussed, which in turn may ultimately lead to the development of more efficient foliar fertilisers. Received 18 January 2019, accepted 17 April 2019, published online 6 June 2019",
    "creator" : "Arbortext Advanced Print Publisher 9.1.500/W Unicode"
  }
}