{
  "name" : "downloads_2019-10-22_67_chen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Semi-artificial Photosynthetic CO2 Reduction through Purple Membrane Re-engineering with Semiconductor",
    "authors" : [ "Zhaowei Chen", "He Zhang", "Peijun Guo", "Jingjing Zhang", "Gregory Tira", "Yu Jin Kim", "Yimin A. Wu", "Yuzi Liu", "Jianguo Wen", "Tijana Rajh", "Jens Niklas", "Oleg G. Poluektov", "Philip D. Laible", "Elena A. Rozhkova" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Solar-driven CO2 reduction into fuels and value-addedchemicals represents one of the sustainable strategies to ameliorate global warming and energy crisis.1−5 Among various ongoing endeavors, semi-artificial photosynthesis integrating the strengths of natural machineries with synthetic materials is gathering momentum.1,6−10 Pioneering strides in this scenario have recently been proposed through interfacing the Wood− Ljungdahl pathway of non-photosynthetic microorganisms with photoactive inorganic structures for converting CO2 into acetic acid.11−14 Such whole-cell biohybrid paradigms are generally attractive, but they face compatibility constraints at the biotic−abiotic interface which determine the energy transfer efficiency as well as cellular viability.6,7 In parallel, to construct simpler photosynthetic biohybrid schemes, strategies integrating enzymes with man-made materials have been put forward to photocatalyze CO2 reduction at low energy barriers,15−18 but they are limited by enzymes’ intrinsic vulnerability and the requirement for customized immobilization techniques to facilitate interfacial communication.7 Therefore, the key challenge remains the development of\nrobust and flexible interfacial engineering techniques that intimately wire biotic and synthetic components together. To this end, we strive to explore top-down cellular\nengineering procedures to create semi-artificial photosynthesis biohybrids. Biohybrid prototypes developed by this approach have been achieved by coating nanoparticles with cellular membrane-derived vesicles, but these are limited to nanomedicine applications.19−22 Intriguingly, these cytomimetic architectures could well inherit the key bioactive functions of their mother cells while maintaining the properties of synthetic nanomaterials.19−22 To extend this technique as an alternative interfacial engineering strategy for constructing semi-artificial photosynthetic systems, herein, we leveraged Halobacterium purple membrane-derived vesicles (PMVs) as a starting point and fused them with palladium-deposited porous hollow TiO2 nanoparticles (Pd-HTNPs), and we demonstrated that the resulting cell-mimic assembly could facilitate CO2 reduction under visible light irradiation (Scheme 1). Purple membranes (PMs) are two-dimensional protein−lipid crystalline patches making up to ∼80% of the cellular membrane of archaea Halobacterium salinarum, where the sole protein bacterio-\nReceived: May 30, 2019 Published: July 15, 2019\nScheme 1. Schematic Illustration of the Semi-artificial"
    }, {
      "heading" : "Photosynthetic System via Integrating Halobacterium Purple Membrane-Derived Vesicles with Pd-Deposited Hollow Porous TiO2 Nanoparticles",
      "text" : "© 2019 American Chemical Society 11811 DOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 0\n7: 07\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nrhodopsin (bR) serves as a light-gated proton pump.23−26 Moreover, the natural light-harvesting capacity of bR has made it a promising photosensitizer for solar cell and water-splitting applications, as recently reported by us and other groups.25−28\nIn this study, PM patches with a topographic height of ∼5 nm, a lateral dimension of ∼0.5−3 μm, and a negative surface charge were first isolated (Figures 1a and S1a). The two peaks\naround 280 and 560 nm in the UV−vis spectra can be assigned to the characteristic absorption of protein and retinal chromophore, respectively (Figure 1b). Next, PMVs were prepared following a procedure reported earlier.29 The PMVs exhibited an average size around 30 nm (Figures 1c and S2) and zeta-potential of −28.2 mV (Figure S1b). Light-triggered alkalization of the bulk medium containing PMVs suggested that bR preferred inside-out orientation (∼91.8%, Figure S3). This orientation might originate from the difference in association of the bR carboxyl- and NH2-terminal regions with lipids.30 Moreover, almost no distortions were observed in the UV−vis (Figure 1b) and circular dichroism (Figure S4) spectra of PMVs compared with those of pristine PMs. Thus, bR well retained its structure and biological function through the derivation process. To build semi-artificial photosynthetic systems with PMVs, Pd-HTNP was chosen as an abiotic component because of the electronic band structure of TiO2 and the unfavorable energetics on Pd for hydrogen evolution that typically competes with CO2 reduction.\n2,31−36 Anatase-type porous HTNPs with positive surface charge and deposited with ∼2.5 nm Pd nanoparticles were first synthesized (Figures S5−S10). After incubation of PMVs with Pd-HTNPs for 1 h, a welldefined core−shell structure was identified by TEM (Figure 1d,e). Moreover, the zeta-potential changed from +32.2 mV to −19.5 mV (Figure S11), and a characteristic peak around 560 nm appeared in the UV−vis spectra of the resulting nanobioassembly (Figure 1b). In addition, identical characteristic signals of bR in Raman spectra were detected on the biohybrid (Figure 1f). The content of bR was about ∼61.9 μg per mg of Pd-HTNPs (Figure S12). These results evidenced the successful fusion of PMVs onto Pd-HTNP surfaces\n(designated as Pd-HTNP@PM) while reserving the secondary structure and retinal chromophore intact. Two important prerequisites determining the success of semi-artificial synthetic systems are (1) maintenance of the natural machinery active and (2) efficient charge transfer at the biotic−abiotic interface.6,7 To this end, we first studied the innate activity of bR as a proton pump in the Pd-HTNP@PM. Illumination (λ > 420 nm) of the biohybrids induced a timedependent increase in pH of the external medium (Figure 2a)\nand a decrease in pH inside the biohybrids (Figure S13), suggesting a net inward proton movement. The dissipation pH gradient after the light was turned off was caused by passive reverse diffusion of protons.37 However, insignificant pH changes were detected for control groups in the dark, using PdHTNPs, or in the presence of a proton-transfer uncoupler (carbonylcyanide 3-chlorophenylhydrazone, CCCP). By blocking the bR oriented inside-out with Gd3+ ions,38 about 90.8% of bR was calculated to prefer inside-out orientation (Figure 2b), indicating that bR retained the orientation observed in PMVs. This reflects that PMVs ruptured and fused with the inner leaflet onto Pd-HTNPs upon adsorption (Figure S14).39 These results support that the fusion of PMVs with Pd-HTNPs created a closed cytomimetic compartment, where bR well maintained its native bioactivity and built a proton gradient between the inner space and the surrounding bulk phase. To study the charge transfer at the biotic−abiotic interface, we leveraged femtosecond transition absorption (TA) measurements to study the dynamics of early time carriers (Figure 2c). For the decay kinetics of bR in PMs and PMVs only a slight difference was observed, because the primary molecular dynamics of bR were not influenced much by the lipid microenvironment.40 But bR decayed much faster in the Pd-HTNP@PMV. For bR in PMVs, it decayed with a lifetime constant of 1.05 ps, whereas for bR in Pd-HTNP@PMV, the decay lifetime was 0.27 ps. This sub-picosecond bleach recovery substantialized the charge transfer from the excited bR to TiO2 with an efficiency around 74.3% and a rate of ∼2.75 × 1012 s−1. As the conduction band (CB) of TiO2 is\nDOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815\n11812\n−4.2 eV (−0.58 V/NHE)2 and the lowest unoccupied molecular orbital level of bR was reported to be −3.8 eV (−0.76 V/NHE),41 an interfacial charge-transfer process could be described as follows: upon light irradiation, electrons are excited from the bR ground state and then injected to the CB of TiO2 (Figure S15). In addition, illumination of Pd-HTNP@PMV biohybrids with LED light (400−700 nm, Figure 2d-i) or continuous train of laser flashes (swept from 620 to 420 nm, Figure 2d-ii) gave a narrow electron paramagnetic resonance (EPR) signal close to the resonance field of a free electron (g ≈ 2.004, line width ≈ 1 mT). This signal pointed to the characteristic of an organic radical in the nearest vicinity of fast-relaxing electrons in TiO2. The signal was stable at 10 K, with less than 10% decayed in 10 min after switching off light (Figures 2d-iii and S16), but disappeared after annealing at ambient temperature for 5 min (Figure 2d-iv). Notably, study of the EPR signal−excitation wavelength dependence showed that photons in the region of 420−550 nm were more effective for generating this EPR signal (Figure S16), perhaps because it overlays with the optical characteristics of the key intermediates in the bR photocycle directly associated with internal proton transfer (∼550 nm) and proton release (∼412 nm) (Figure S17). This observation suggested the occurrence of light-induced protoncoupled charge transfer from the excited bR to TiO2. Encouraged by these results, we next evaluated photo-\ncatalytic CO2 reduction by the biohybrids under λ > 420 nm light irradiation with ascorbate as an electron donor. Two chemicals, CH4 and CO, were detected in the headspace, while no other products were detected either in the gaseous or in the liquid phase. Compared to the CO generation, which was evident during the first 2 h, the production of CH4 increased more remarkably over time and cumulatively reached 451.3 μmol gcatalyst\n−1 after 8 h (Figures 3a and S18 and Table S1), where the selectivity toward CH4 was ∼95.2%. Blank experiments in the absence of the nanobiohybrids, or light, or CO2 (N2 atmosphere) failed to give any detectable product. Furthermore, isotopic experiments with 13CO2 validated that\nCH4 and CO originated from CO2 reduction, since the major signals of 13CH4 (m/z = 17) and\n13CO (m/z = 29) were detected by GC-MS (Figure 3b, Figure S19). Moreover, the biohybrids could be reused for at least five cycles with slight reduction in activity (Figure S20), indicating their durability. These results provide reliable evidence demonstrating the potency of top-down cellular engineered semi-artificial biohybrids for photosynthetic CO2 reduction. The mechanism of CO2 photoreduction is complex. Protoncoupled multielectron transfer (PCET) has been mostly adopted to explain the process. The products can be different, depending on the reduction potential and the number of electrons and protons involved (Table S2). Thermodynamically, the formation of CH4 (−0.24 V/NHE) is more favorable than that of CO (−0.53 V/NHE) or other products if enough protons and electrons are available.3 Along this line, to better understand the mechanistic pathway of CO2 photoreduction by our semi-artificial design, further studies regarding the importance of interfacial engagement of each component were conducted (Figure 3c, Table S1). First, for photocatalysis over Pd-HTNP or PMV alone, neither CO nor CH4 was detected. Second, for Pd-omitted HTNP@PMV, CO was mainly detected, while the yield of CH4 was negligible, attributed to the insufficiency of the high density of electrons required for the CH4 formation. Third, the presence of CCCP, which eliminated the light-triggered proton transport, also led to significant reduction in CH4 generation and selectivity. Interestingly, by lowering the pH to 2, at which bR proton pumping remains active,42 the adverse effect of CCCP was effectively mitigated. Therefore, only at high density of electrons on heterogeneous catalyst with adequate protons around could the PCET process be well-concerted, thereby facilitating CH4 formation. In this regard, the favorable CO production by Pd-HTNP@PMV in the beginning could be understood as that the system needed time to accumulate protons and electrons, since the possibility of CO as the intermediate was excluded by the negligible CH4 generation in experiments utilizing CO as the feedstock (Figure S21). Together with the proton pumping, TA, and EPR studies, a mechanism of CO2 photoreduction over the biohybrids is proposed (Figure 3d). Upon light irradiation, electrons from excited bR can be injected into the CB of TiO2 and then trapped at Pd cocatalysts, forming the electron sink, and simultaneously, protons are pumped inside the water-filled inner space of the biohybrids, forming the proton “ocean”. As such, in an electron- and proton-rich microenvironment, CO2 can be readily reduced via PCET processes. Importantly, the continuous proton transport configuration within this semiartificial design avoids the challenge of uncontrollable and complex proton availability during reaction in pure synthetic material-based artificial CO2 reduction systems.\n3 Still, further studies with advanced techniques to elucidate more detailed molecular basis can be required in the future. In summary, we have demonstrated the feasibility of leveraging a top-down cell engineering strategy to construct semi-artificial photosynthetic systems. The interfacial interactions within such minimalistic cytomimetic models could be clearly confirmed without interferences from uncontrolled biological pathways or spectrally overlapped processes that often exist in whole-cell-based semi-artificial systems, which offers a viable platform to help extract insights from more complex biological systems. Moreover, the flexibility and transability of immobilizing natural machineries with this top-\nDOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815\n11813\ndown approach allow for extension to a variety of membrane architectures with minimal loss of their bioactivities. In conjunction with the advances in synthetic biology and the versatile choice of synthetic inorganic materials, this study opens new routes for developing more efficient semi-artificial photosynthetic systems, finally boosting solar energy conversion.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b05564.\nDetailed experimental procedures, Figures S1−S21, and Tables S1 and S2 (PDF)\n■ AUTHOR INFORMATION Corresponding Author *rozhkova@anl.gov"
    }, {
      "heading" : "ORCID",
      "text" : "Zhaowei Chen: 0000-0001-9007-5513 Peijun Guo: 0000-0001-5732-7061 Jingjing Zhang: 0000-0003-4768-2312 Yu Jin Kim: 0000-0002-4339-9280 Jianguo Wen: 0000-0002-3755-0044 Jens Niklas: 0000-0002-6462-2680 Oleg G. Poluektov: 0000-0003-3067-9272 Elena A. Rozhkova: 0000-0001-8498-8228"
    }, {
      "heading" : "Author Contributions",
      "text" : "‡Z.C. and H.Z. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was performed at the Center for Nanoscale Materials, a U.S. Department of Energy Office of Science User Facility, and supported by the U.S. Department of Energy, Office of Science, under Contract No. DE-AC0206CH11357.\n■ REFERENCES (1) Chen, Z.; Rozhkova, E. A. Intracellular gold nanoclusters boost energy conversion. Nat. Nanotechnol. 2018, 13, 880−881. (2) Habisreutinger, S. N.; Schmidt-Mende, L.; Stolarczyk, J. K. Photocatalytic Reduction of CO2 on TiO2 and Other Semiconductors. Angew. Chem., Int. Ed. 2013, 52, 7372−7408. (3) Chang, X.; Wang, T.; Gong, J. CO2 photo-reduction: insights into CO2 activation and reaction on surfaces of photocatalysts. Energy Environ. Sci. 2016, 9, 2177−2196. (4) Kuk, S. K.; Singh, R. K.; Nam, D. H.; Singh, R.; Lee, J.-K.; Park, C. B. Photoelectrochemical Reduction of Carbon Dioxide to Methanol through a Highly Efficient Enzyme Cascade. Angew. Chem., Int. Ed. 2017, 56, 3827−3832. (5) Huang, Y.-G.; Wu, S.-Q.; Deng, W.-H.; Xu, G.; Hu, F.-L.; Hill, J. P.; Wei, W.; Su, S.-Q.; Shrestha, L. K.; Sato, O.; Wu, M.-Y.; Hong, M.C.; Ariga, K. Selective CO2 Capture and High Proton Conductivity of a Functional Star-of-David Catenane Metal−Organic Framework. Adv. Mater. 2017, 29, 1703301. (6) Sakimoto, K. K.; Kornienko, N.; Cestellos-Blanco, S.; Lim, J.; Liu, C.; Yang, P. Physical Biology of the Materials−Microorganism Interface. J. Am. Chem. Soc. 2018, 140, 1978−1985. (7) Kornienko, N.; Zhang, J. Z.; Sakimoto, K. K.; Yang, P.; Reisner, E. Interfacing nature’s catalytic machinery with synthetic materials for semi-artificial photosynthesis. Nat. Nanotechnol. 2018, 13, 890−899.\n(8) Nichols, E. M.; Gallagher, J. J.; Liu, C.; Su, Y.; Resasco, J.; Yu, Y.; Sun, Y.; Yang, P.; Chang, M. C. Y.; Chang, C. J. Hybrid bioinorganic approach to solar-to-chemical conversion. Proc. Natl. Acad. Sci. U. S. A. 2015, 112, 11461−11466. (9) Giraldo, J. P.; Landry, M. P.; Faltermeier, S. M.; McNicholas, T. P.; Iverson, N. M.; Boghossian, A. A.; Reuel, N. F.; Hilmer, A. J.; Sen, F.; Brew, J. A.; Strano, M. S. Plant nanobionics approach to augment photosynthesis and biochemical sensing. Nat. Mater. 2014, 13, 400. (10) Lee, Y. V.; Tian, B. Learning from Solar Energy Conversion: Biointerfaces for Artificial Photosynthesis and Biological Modulation. Nano Lett. 2019, 19, 2189−2197. (11) Liu, C.; Gallagher, J. J.; Sakimoto, K. K.; Nichols, E. M.; Chang, C. J.; Chang, M. C. Y.; Yang, P. Nanowire−Bacteria Hybrids for Unassisted Solar Carbon Dioxide Fixation to Value-Added Chemicals. Nano Lett. 2015, 15, 3634−3639. (12) Sakimoto, K. K.; Wong, A. B.; Yang, P. Self-photosensitization of nonphotosynthetic bacteria for solar-to-chemical production. Science 2016, 351, 74−77. (13) Kornienko, N.; Sakimoto, K. K.; Herlihy, D. M.; Nguyen, S. C.; Alivisatos, A. P.; Harris, C. B.; Schwartzberg, A.; Yang, P. Spectroscopic elucidation of energy transfer in hybrid inorganic− biological organisms for solar-to-chemical production. Proc. Natl. Acad. Sci. U. S. A. 2016, 113, 11750−11755. (14) Zhang, H.; Liu, H.; Tian, Z.; Lu, D.; Yu, Y.; Cestellos-Blanco, S.; Sakimoto, K. K.; Yang, P. Bacteria photosensitized by intracellular gold nanoclusters for solar fuel production. Nat. Nanotechnol. 2018, 13, 900−905. (15) Woolerton, T. W.; Sheard, S.; Reisner, E.; Pierce, E.; Ragsdale, S. W.; Armstrong, F. A. Efficient and Clean Photoreduction of CO2 to CO by Enzyme-Modified TiO2 Nanoparticles Using Visible Light. J. Am. Chem. Soc. 2010, 132, 2132−2133. (16) Woolerton, T. W.; Sheard, S.; Pierce, E.; Ragsdale, S. W.; Armstrong, F. A. CO2 photoreduction at enzyme-modified metal oxide nanoparticles. Energy Environ. Sci. 2011, 4, 2393−2399. (17) Sokol, K. P.; Robinson, W. E.; Oliveira, A. R.; Warnan, J.; Nowaczyk, M. M.; Ruff, A.; Pereira, I. A. C.; Reisner, E. Photoreduction of CO2 with a Formate Dehydrogenase Driven by Photosystem II Using a Semi-artificial Z-Scheme Architecture. J. Am. Chem. Soc. 2018, 140, 16418−16422. (18) Miller, M.; Robinson, W. E.; Oliveira, A. R.; Heidary, N.; Kornienko, N.; Warnan, J.; Pereira, I. A. C.; Reisner, E. Interfacing Formate Dehydrogenase with Metal Oxides for the Reversible Electrocatalysis and Solar-Driven Reduction of Carbon Dioxide. Angew. Chem. 2019, 131, 4649−4653. (19) Fang, R. H.; Kroll, A. V.; Gao, W.; Zhang, L. Cell Membrane Coating Nanotechnology. Adv. Mater. 2018, 30, 1706759. (20) Zhang, Q.; Dehaini, D.; Zhang, Y.; Zhou, J.; Chen, X.; Zhang, L.; Fang, R. H.; Gao, W.; Zhang, L. Neutrophil membrane-coated nanoparticles inhibit synovial inflammation and alleviate joint damage in inflammatory arthritis. Nat. Nanotechnol. 2018, 13, 1182−1190. (21) Gao, W.; Fang, R. H.; Thamphiwatana, S.; Luk, B. T.; Li, J.; Angsantikul, P.; Zhang, Q.; Hu, C.-M. J.; Zhang, L. Modulating Antibacterial Immunity via Bacterial Membrane-Coated Nanoparticles. Nano Lett. 2015, 15, 1403−1409. (22) Chen, Z.; Hu, Q.; Gu, Z. Leveraging Engineering of Cells for Drug Delivery. Acc. Chem. Res. 2018, 51, 668−677. (23) Hampp, N. Bacteriorhodopsin as a Photochromic Retinal Protein for Optical Memories. Chem. Rev. 2000, 100, 1755−1776. (24) Chen, Z.; De Queiros Silveira, G.; Ma, X.; Xie, Y.; Wu, Y. A.; Barry, E.; Rajh, T.; Fry, H. C.; Laible, P. D.; Rozhkova, E. A. LightGated Synthetic Protocells for Plasmon-Enhanced Chemiosmotic Gradient Generation and ATP Synthesis. Angew. Chem., Int. Ed. 2019, 58, 4896−4900. (25) Balasubramanian, S.; Wang, P.; Schaller, R. D.; Rajh, T.; Rozhkova, E. A. High-Performance Bioassisted Nanophotocatalyst for Hydrogen Production. Nano Lett. 2013, 13, 3365−3371. (26) Wang, P.; Chang, A. Y.; Novosad, V.; Chupin, V. V.; Schaller, R. D.; Rozhkova, E. A. Cell-Free Synthetic Biology Chassis for\nDOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815\n11814\nNanocatalytic Photon-to-Hydrogen Conversion. ACS Nano 2017, 11, 6739−6745. (27) Thavasi, V.; Lazarova, T.; Filipek, S.; Kolinski, M.; Querol, E.; Kumar, A.; Ramakrishna, S.; Padroś, E.; Renugopalakrishnan, V. Study on the Feasibility of Bacteriorhodopsin as Bio-Photosensitizer in Excitonic Solar Cell: A First Report. J. Nanosci. Nanotechnol. 2009, 9, 1679−1687. (28) Allam, N. K.; Yen, C.-W.; Near, R. D.; El-Sayed, M. A. Bacteriorhodopsin/TiO2 nanotube arrays hybrid system for enhanced photoelectrochemical water splitting. Energy Environ. Sci. 2011, 4, 2909−2914. (29) Racker, E.; Stoeckenius, W. Reconstitution of Purple Membrane Vesicles Catalyzing Light-driven Proton Uptake and Adenosine Triphosphate Formation. J. Biol. Chem. 1974, 249, 662− 663. (30) Rigaud, J.-L.; Pitard, B.; Levy, D. Reconstitution of membrane proteins into liposomes: application to energy-transducing membrane proteins. Biochim. Biophys. Acta, Bioenerg. 1995, 1231, 223−246. (31) Long, R.; Li, Y.; Liu, Y.; Chen, S.; Zheng, X.; Gao, C.; He, C.; Chen, N.; Qi, Z.; Song, L.; Jiang, J.; Zhu, J.; Xiong, Y. Isolation of Cu Atoms in Pd Lattice: Forming Highly Selective Sites for Photocatalytic Conversion of CO2 to CH4. J. Am. Chem. Soc. 2017, 139, 4486−4492. (32) Yui, T.; Kan, A.; Saitoh, C.; Koike, K.; Ibusuki, T.; Ishitani, O. Photochemical Reduction of CO2 Using TiO2: Effects of Organic Adsorbates on TiO2 and Deposition of Pd onto TiO2. ACS Appl. Mater. Interfaces 2011, 3, 2594−2600. (33) Camarillo, R.; Tostoń, S.; Martínez, F.; Jimeńez, C.; Rincoń, J. Enhancing the photocatalytic reduction of CO2 through engineering of catalysts with high pressure technology: Pd/TiO2 photocatalysts. J. Supercrit. Fluids 2017, 123, 18−27. (34) Vaiano, V.; Sannino, D.; Ciambelli, P. Steam reduction of CO2 on Pd/TiO2 catalysts: a comparison between thermal and photocatalytic reactions. Photochem. Photobiol. Sci. 2015, 14, 550−555. (35) Kim, W.; Seok, T.; Choi, W. Nafion layer-enhanced photosynthetic conversion of CO2 into hydrocarbons on TiO2 nanoparticles. Energy Environ. Sci. 2012, 5, 6066−6070. (36) Li, X.; Yu, J.; Jaroniec, M.; Chen, X. Cocatalysts for Selective Photoreduction of CO2 into Solar Fuels. Chem. Rev. 2019, 119, 3962−4179. (37) Calimet, N.; Matthias Ullmann, G. The Influence of a Transmembrane pH Gradient on Protonation Probabilities of Bacteriorhodopsin: The Structural Basis of the Back-Pressure Effect. J. Mol. Biol. 2004, 339, 571−589. (38) Rigaud, J. L.; Paternostre, M. T.; Bluzat, A. Mechanisms of membrane protein insertion into liposomes during reconstitution procedures involving the use of detergents. 2. Incorporation of the light-driven proton pump bacteriorhodopsin. Biochemistry 1988, 27, 2677−2688. (39) Contino, P. B.; Hasselbacher, C. A.; Ross, J. B.; Nemerson, Y. Use of an oriented transmembrane protein to probe the assembly of a supported phospholipid bilayer. Biophys. J. 1994, 67, 1113−1116. (40) Wang, J.; Link, S.; Heyes, C. D.; El-Sayed, M. A. Comparison of the Dynamics of the Primary Events of Bacteriorhodopsin in Its Trimeric and Monomeric States. Biophys. J. 2002, 83, 1557−1566. (41) Li, L. S.; Xu, T.; Zhang, Y. J.; Jin, J.; Li, T. J.; Zou, B.; Wang, J.P. Photovoltaic characteristics of BR/p-silicon heterostructures using surface photovoltage spectroscopy. J. Vac. Sci. Technol., A 2001, 19, 1037−1041. (42) Chu, L.-K.; Yen, C.-W.; El-Sayed, M. A. Bacteriorhodopsinbased photo-electrochemical cell. Biosens. Bioelectron. 2010, 26, 620− 626.\nDOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815\n11815"
    } ],
    "references" : [ {
      "title" : "Intracellular gold nanoclusters boost energy conversion",
      "author" : [ "Z. Chen", "E.A. Rozhkova" ],
      "venue" : "Nat. Nanotechnol. 2018,",
      "citeRegEx" : "Chen and Rozhkova,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen and Rozhkova",
      "year" : 2018
    }, {
      "title" : "Photocatalytic Reduction of CO2 on TiO2 and Other Semiconductors",
      "author" : [ "X. Chang", "T. Wang", "J. Gong" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Chang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2013
    }, {
      "title" : "Efficient and Clean Photoreduction of CO2 to CO by Enzyme-Modified TiO2 Nanoparticles",
      "author" : [ "S. W", "Armstrong", "F. A" ],
      "venue" : "Using Visible Light. J. Am. Chem. Soc",
      "citeRegEx" : "W. and A.,? \\Q2010\\E",
      "shortCiteRegEx" : "W. and A.",
      "year" : 2010
    }, {
      "title" : "CO2 photoreduction at enzyme-modified metal oxide nanoparticles",
      "author" : [ "F.A. Armstrong" ],
      "venue" : "Energy Environ. Sci. 2011,",
      "citeRegEx" : "Armstrong,? \\Q2011\\E",
      "shortCiteRegEx" : "Armstrong",
      "year" : 2011
    }, {
      "title" : "Leveraging Engineering of Cells for Drug Delivery",
      "author" : [ "Z. Chen", "Q. Hu", "Z. Gu" ],
      "venue" : "Acc. Chem. Res. 2018,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Bacteriorhodopsin as a Photochromic Retinal Protein for Optical Memories",
      "author" : [ "N. Hampp" ],
      "venue" : "Chem. Rev. 2000,",
      "citeRegEx" : "Hampp,? \\Q2000\\E",
      "shortCiteRegEx" : "Hampp",
      "year" : 2000
    }, {
      "title" : "High-Performance Bioassisted Nanophotocatalyst for Hydrogen Production",
      "author" : [ "E.A. Rozhkova" ],
      "venue" : "Nano Lett. 2013,",
      "citeRegEx" : "Rozhkova,? \\Q2013\\E",
      "shortCiteRegEx" : "Rozhkova",
      "year" : 2013
    }, {
      "title" : "Enhancing the photocatalytic reduction of CO2 through engineering of catalysts with high pressure technology: Pd/TiO2 photocatalysts",
      "author" : [ "V. Vaiano", "D. Sannino", "P. Ciambelli" ],
      "venue" : "J. Supercrit. Fluids",
      "citeRegEx" : "Vaiano et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Vaiano et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The engineering of biological pathways with man-made materials provides inspiring blueprints for sustainable fuel production. Here, we leverage a top-down cellular engineering strategy to develop a new semiartificial photosynthetic paradigm for carbon dioxide reduction via enveloping Halobacterium purple membrane-derived vesicles over Pd-deposited hollow porous TiO2 nanoparticles. In this biohybrid, the membrane protein, bacteriorhodopsin, not only retains its native biological function of pumping protons but also acts as a photosensitizer that injects light-excited electrons into the conduction band of TiO2. As such, the electrons trapped on Pd cocatalysts and the protons accumulated inside the cytomimetic architecture act in concert to reduce CO2 via proton-coupled multielectron transfer processes. This study provides an alternative toolkit for developing robust semi-artificial photosynthetic systems for solar energy conversion. S CO2 reduction into fuels and value-added chemicals represents one of the sustainable strategies to ameliorate global warming and energy crisis. Among various ongoing endeavors, semi-artificial photosynthesis integrating the strengths of natural machineries with synthetic materials is gathering momentum. Pioneering strides in this scenario have recently been proposed through interfacing the Wood− Ljungdahl pathway of non-photosynthetic microorganisms with photoactive inorganic structures for converting CO2 into acetic acid. Such whole-cell biohybrid paradigms are generally attractive, but they face compatibility constraints at the biotic−abiotic interface which determine the energy transfer efficiency as well as cellular viability. In parallel, to construct simpler photosynthetic biohybrid schemes, strategies integrating enzymes with man-made materials have been put forward to photocatalyze CO2 reduction at low energy barriers, but they are limited by enzymes’ intrinsic vulnerability and the requirement for customized immobilization techniques to facilitate interfacial communication. Therefore, the key challenge remains the development of robust and flexible interfacial engineering techniques that intimately wire biotic and synthetic components together. To this end, we strive to explore top-down cellular engineering procedures to create semi-artificial photosynthesis biohybrids. Biohybrid prototypes developed by this approach have been achieved by coating nanoparticles with cellular membrane-derived vesicles, but these are limited to nanomedicine applications. Intriguingly, these cytomimetic architectures could well inherit the key bioactive functions of their mother cells while maintaining the properties of synthetic nanomaterials. To extend this technique as an alternative interfacial engineering strategy for constructing semi-artificial photosynthetic systems, herein, we leveraged Halobacterium purple membrane-derived vesicles (PMVs) as a starting point and fused them with palladium-deposited porous hollow TiO2 nanoparticles (Pd-HTNPs), and we demonstrated that the resulting cell-mimic assembly could facilitate CO2 reduction under visible light irradiation (Scheme 1). Purple membranes (PMs) are two-dimensional protein−lipid crystalline patches making up to ∼80% of the cellular membrane of archaea Halobacterium salinarum, where the sole protein bacterioReceived: May 30, 2019 Published: July 15, 2019 Scheme 1. Schematic Illustration of the Semi-artificial Photosynthetic System via Integrating Halobacterium Purple Membrane-Derived Vesicles with Pd-Deposited Hollow Porous TiO2 Nanoparticles Communication pubs.acs.org/JACS Cite This: J. Am. Chem. Soc. 2019, 141, 11811−11815 © 2019 American Chemical Society 11811 DOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815 D ow nl oa de d vi a U N IV O F N E W E N G L A N D o n O ct ob er 2 2, 2 01 9 at 0 7: 07 :2 4 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. rhodopsin (bR) serves as a light-gated proton pump. Moreover, the natural light-harvesting capacity of bR has made it a promising photosensitizer for solar cell and water-splitting applications, as recently reported by us and other groups. In this study, PM patches with a topographic height of ∼5 nm, a lateral dimension of ∼0.5−3 μm, and a negative surface charge were first isolated (Figures 1a and S1a). The two peaks around 280 and 560 nm in the UV−vis spectra can be assigned to the characteristic absorption of protein and retinal chromophore, respectively (Figure 1b). Next, PMVs were prepared following a procedure reported earlier. The PMVs exhibited an average size around 30 nm (Figures 1c and S2) and zeta-potential of −28.2 mV (Figure S1b). Light-triggered alkalization of the bulk medium containing PMVs suggested that bR preferred inside-out orientation (∼91.8%, Figure S3). This orientation might originate from the difference in association of the bR carboxyland NH2-terminal regions with lipids. Moreover, almost no distortions were observed in the UV−vis (Figure 1b) and circular dichroism (Figure S4) spectra of PMVs compared with those of pristine PMs. Thus, bR well retained its structure and biological function through the derivation process. To build semi-artificial photosynthetic systems with PMVs, Pd-HTNP was chosen as an abiotic component because of the electronic band structure of TiO2 and the unfavorable energetics on Pd for hydrogen evolution that typically competes with CO2 reduction. 2,31−36 Anatase-type porous HTNPs with positive surface charge and deposited with ∼2.5 nm Pd nanoparticles were first synthesized (Figures S5−S10). After incubation of PMVs with Pd-HTNPs for 1 h, a welldefined core−shell structure was identified by TEM (Figure 1d,e). Moreover, the zeta-potential changed from +32.2 mV to −19.5 mV (Figure S11), and a characteristic peak around 560 nm appeared in the UV−vis spectra of the resulting nanobioassembly (Figure 1b). In addition, identical characteristic signals of bR in Raman spectra were detected on the biohybrid (Figure 1f). The content of bR was about ∼61.9 μg per mg of Pd-HTNPs (Figure S12). These results evidenced the successful fusion of PMVs onto Pd-HTNP surfaces (designated as Pd-HTNP@PM) while reserving the secondary structure and retinal chromophore intact. Two important prerequisites determining the success of semi-artificial synthetic systems are (1) maintenance of the natural machinery active and (2) efficient charge transfer at the biotic−abiotic interface. To this end, we first studied the innate activity of bR as a proton pump in the Pd-HTNP@PM. Illumination (λ > 420 nm) of the biohybrids induced a timedependent increase in pH of the external medium (Figure 2a) and a decrease in pH inside the biohybrids (Figure S13), suggesting a net inward proton movement. The dissipation pH gradient after the light was turned off was caused by passive reverse diffusion of protons. However, insignificant pH changes were detected for control groups in the dark, using PdHTNPs, or in the presence of a proton-transfer uncoupler (carbonylcyanide 3-chlorophenylhydrazone, CCCP). By blocking the bR oriented inside-out with Gd ions, about 90.8% of bR was calculated to prefer inside-out orientation (Figure 2b), indicating that bR retained the orientation observed in PMVs. This reflects that PMVs ruptured and fused with the inner leaflet onto Pd-HTNPs upon adsorption (Figure S14). These results support that the fusion of PMVs with Pd-HTNPs created a closed cytomimetic compartment, where bR well maintained its native bioactivity and built a proton gradient between the inner space and the surrounding bulk phase. To study the charge transfer at the biotic−abiotic interface, we leveraged femtosecond transition absorption (TA) measurements to study the dynamics of early time carriers (Figure 2c). For the decay kinetics of bR in PMs and PMVs only a slight difference was observed, because the primary molecular dynamics of bR were not influenced much by the lipid microenvironment. But bR decayed much faster in the Pd-HTNP@PMV. For bR in PMVs, it decayed with a lifetime constant of 1.05 ps, whereas for bR in Pd-HTNP@PMV, the decay lifetime was 0.27 ps. This sub-picosecond bleach recovery substantialized the charge transfer from the excited bR to TiO2 with an efficiency around 74.3% and a rate of ∼2.75 × 10 s−1. As the conduction band (CB) of TiO2 is Figure 1. (a) Atomic force microscopy image (top) and topography cross-section (bottom) of the PMs. (b) UV−vis spectra of the PMs, PMVs, Pd-HTNPs, and Pd-HTNP@PM. Transmission electron microscopy (TEM) images of the PMVs (c) and Pd-HTNP@PM (d). (e) Magnified TEM image showing the edge of a single PdHTNP@PM. (f) Raman spectra of Pd-HTNPs, PMs, and PdHTNP@PM. Figure 2. (a) Light-induced pH changes in the suspension of PdHTNP@PMV and control groups. (b) Initial proton concentration changes in the absence and presence of 5 μM Gd. (c) TA spectra of PM, PMV, and Pd-HTNP@PMV. (d) EPR spectra of Pd-HTNP@ PMV under different conditions; the background spectrum collected before illumination was subtracted from all the spectra. Journal of the American Chemical Society Communication DOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815 11812 −4.2 eV (−0.58 V/NHE) and the lowest unoccupied molecular orbital level of bR was reported to be −3.8 eV (−0.76 V/NHE), an interfacial charge-transfer process could be described as follows: upon light irradiation, electrons are excited from the bR ground state and then injected to the CB of TiO2 (Figure S15). In addition, illumination of Pd-HTNP@PMV biohybrids with LED light (400−700 nm, Figure 2d-i) or continuous train of laser flashes (swept from 620 to 420 nm, Figure 2d-ii) gave a narrow electron paramagnetic resonance (EPR) signal close to the resonance field of a free electron (g ≈ 2.004, line width ≈ 1 mT). This signal pointed to the characteristic of an organic radical in the nearest vicinity of fast-relaxing electrons in TiO2. The signal was stable at 10 K, with less than 10% decayed in 10 min after switching off light (Figures 2d-iii and S16), but disappeared after annealing at ambient temperature for 5 min (Figure 2d-iv). Notably, study of the EPR signal−excitation wavelength dependence showed that photons in the region of 420−550 nm were more effective for generating this EPR signal (Figure S16), perhaps because it overlays with the optical characteristics of the key intermediates in the bR photocycle directly associated with internal proton transfer (∼550 nm) and proton release (∼412 nm) (Figure S17). This observation suggested the occurrence of light-induced protoncoupled charge transfer from the excited bR to TiO2. Encouraged by these results, we next evaluated photocatalytic CO2 reduction by the biohybrids under λ > 420 nm light irradiation with ascorbate as an electron donor. Two chemicals, CH4 and CO, were detected in the headspace, while no other products were detected either in the gaseous or in the liquid phase. Compared to the CO generation, which was evident during the first 2 h, the production of CH4 increased more remarkably over time and cumulatively reached 451.3 μmol gcatalyst −1 after 8 h (Figures 3a and S18 and Table S1), where the selectivity toward CH4 was ∼95.2%. Blank experiments in the absence of the nanobiohybrids, or light, or CO2 (N2 atmosphere) failed to give any detectable product. Furthermore, isotopic experiments with CO2 validated that CH4 and CO originated from CO2 reduction, since the major signals of CH4 (m/z = 17) and CO (m/z = 29) were detected by GC-MS (Figure 3b, Figure S19). Moreover, the biohybrids could be reused for at least five cycles with slight reduction in activity (Figure S20), indicating their durability. These results provide reliable evidence demonstrating the potency of top-down cellular engineered semi-artificial biohybrids for photosynthetic CO2 reduction. The mechanism of CO2 photoreduction is complex. Protoncoupled multielectron transfer (PCET) has been mostly adopted to explain the process. The products can be different, depending on the reduction potential and the number of electrons and protons involved (Table S2). Thermodynamically, the formation of CH4 (−0.24 V/NHE) is more favorable than that of CO (−0.53 V/NHE) or other products if enough protons and electrons are available. Along this line, to better understand the mechanistic pathway of CO2 photoreduction by our semi-artificial design, further studies regarding the importance of interfacial engagement of each component were conducted (Figure 3c, Table S1). First, for photocatalysis over Pd-HTNP or PMV alone, neither CO nor CH4 was detected. Second, for Pd-omitted HTNP@PMV, CO was mainly detected, while the yield of CH4 was negligible, attributed to the insufficiency of the high density of electrons required for the CH4 formation. Third, the presence of CCCP, which eliminated the light-triggered proton transport, also led to significant reduction in CH4 generation and selectivity. Interestingly, by lowering the pH to 2, at which bR proton pumping remains active, the adverse effect of CCCP was effectively mitigated. Therefore, only at high density of electrons on heterogeneous catalyst with adequate protons around could the PCET process be well-concerted, thereby facilitating CH4 formation. In this regard, the favorable CO production by Pd-HTNP@PMV in the beginning could be understood as that the system needed time to accumulate protons and electrons, since the possibility of CO as the intermediate was excluded by the negligible CH4 generation in experiments utilizing CO as the feedstock (Figure S21). Together with the proton pumping, TA, and EPR studies, a mechanism of CO2 photoreduction over the biohybrids is proposed (Figure 3d). Upon light irradiation, electrons from excited bR can be injected into the CB of TiO2 and then trapped at Pd cocatalysts, forming the electron sink, and simultaneously, protons are pumped inside the water-filled inner space of the biohybrids, forming the proton “ocean”. As such, in an electronand proton-rich microenvironment, CO2 can be readily reduced via PCET processes. Importantly, the continuous proton transport configuration within this semiartificial design avoids the challenge of uncontrollable and complex proton availability during reaction in pure synthetic material-based artificial CO2 reduction systems. 3 Still, further studies with advanced techniques to elucidate more detailed molecular basis can be required in the future. In summary, we have demonstrated the feasibility of leveraging a top-down cell engineering strategy to construct semi-artificial photosynthetic systems. The interfacial interactions within such minimalistic cytomimetic models could be clearly confirmed without interferences from uncontrolled biological pathways or spectrally overlapped processes that often exist in whole-cell-based semi-artificial systems, which offers a viable platform to help extract insights from more complex biological systems. Moreover, the flexibility and transability of immobilizing natural machineries with this topFigure 3. (a) Photocatalytic CH4 and CO formation over the biohybrids (Pd-HTNP@PMV) under different conditions. (b) Mass spectra of CH4 and CO produced over Pd-HTNP@PMV in CO2 atmosphere. (c) CH4 and CO generation over the control biohybrids. (d) Proposed process of photocatalytic CO2 reduction by Pd-HTNP@PMV. Journal of the American Chemical Society Communication DOI: 10.1021/jacs.9b05564 J. Am. Chem. Soc. 2019, 141, 11811−11815 11813 down approach allow for extension to a variety of membrane architectures with minimal loss of their bioactivities. In conjunction with the advances in synthetic biology and the versatile choice of synthetic inorganic materials, this study opens new routes for developing more efficient semi-artificial photosynthetic systems, finally boosting solar energy conversion. ■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b05564. Detailed experimental procedures, Figures S1−S21, and Tables S1 and S2 (PDF) ■ AUTHOR INFORMATION Corresponding Author *rozhkova@anl.gov",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}