{
  "name" : "downloads_2020-09-01_bf_son2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanomaterials in Skin-Inspired Electronics: Toward Soft and Robust Skin-like Electronic Nanosystems",
    "authors" : [ "Donghee Son", "Zhenan Bao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Human skin has multifunctional properties such assensing external stimuli, imparting elasticity to jointor muscle activities, keeping vital organs safe from damage, and engaging in autonomous self-healing. These attributes have inspired many research groups to investigate methods to integrate functions of skin into electronic devices, resulting in the development of flexible/stretchable electronics for wearable/healthcare electronic/optoelectronic devices and implantable biointegrated systems.1−4 During the early stages of development, the incorporation of skin-like characteristics into conventional consumer electronics has mainly been hindered by their rigid and brittle nature, which renders them incapable of conforming to the dynamic surface of human skin and maintaining their functionalities. Therefore, novel materials strategies that will lead to the successful integration of skin-inspired electronics with the human body have been investigated extensively. To enable the maintenance of high electrical and mechanical performances of skin-inspired devices (even during dynamic modes), a diversity of functional nanomaterials have been applied as active layers or electrodes in a stretchable form, respectively, through either top-down or bottom-up approaches.5 The top-down approach focuses on fabrication methods to turn bulky and rigid inorganic materials into ultrathin films, resulting in highly flexible, nanometer-thick semiconductors or conductors that can be transfer-printed onto desired targets.6 Beyond being flexible, buckled or fractal\ndesigns can also be adopted for the device designs to dissipate local strain energies. Based on this methodology, highperformance inorganic nanomaterial-based skin-like devices have been realized.2 However, these devices still need to overcome the following three critical issues: low areal density, low stretchability, and low mechanical stability. Such critical limitations have triggered the advent of intrinsically stretchable electronics based on functional nanomaterial networks or composites, which are fabricated via various bottom-up approaches. Notably, these materials do not need mechanical designs to be stretched further owing to their intrinsic stretchability.7,8 Various nanoscale molecular and physical engineering technologies have been devised to impart efficient strain dissipation to soft semiconducting/insulating or emissive layers, resulting in the development of intrinsically stretchable active materials for near-sensor amplification logic devices, interactive multiplexed sensor arrays, and feedback displays.9−12 Embedding conducting nanofillers in such materials has also been undertaken to fabricate intrinsically stretchable electrodes or interconnects.7−9 Although these nanomaterial engineering methods enable intrinsically stretchable nanoscale devices to mimic the intrinsic properties of human skin, these devices are subject to permanent breakdown after being damaged, unlike self-healable human skin. Many\nPublished: November 21, 2018\n© 2018 American Chemical Society 11731 DOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\nD ow\nnl oa\nde d\nvi a\n19 4.\n87 .5\n2. 11\n1 on\nS ep\nte m\nbe r\n1, 2\n02 0\nat 1\n7: 56\n:5 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nresearch groups have therefore devoted their efforts to skin-like electronic devices that can maintain their electrical and mechanical performances even after being severed or cut,\nhence leading to the development of soft and robust skininspired electronics.13−15 In this Perspective, we discuss several recent materials strategies and integration methodologies of\nDOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\n11732\nstretchable nanomaterials with various dimensions used in\nstretchable sensors, transistors, multiplexed arrays, and integrated circuits.1−10 In addition, we discuss unprecedented\nbehavior of nanomaterials in dynamically cross-linked polymer\nmatrices, focusing on the latest innovations in stretchable self-\nhealing electronics that are able to realize extremely robust\nskin-inspired electronics.\nSkin-like Conductors. Providing efficient power and data transfer for large-scale sensing circuits and displays depends on the conductivity and transparency of stretchable conductors, which are critical in low-power multifunctional wearables. Such requirements should be maintained under deformation. To address these issues, Park et al. demonstrated the use of a stretchable composite material of silver (Ag) nanoparticles (NPs) and electrospun poly(styrene-block-butadiene-block-\nDOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\n11733\nstyrene) (SBS) elastomeric fibers.16 The Ag+ absorbed in SBS was reduced by a solution of hydrazine hydrate, resulting in AgNPs formation on the surface of an SBS substrate (Figure 1a). The conducting composite could be stretched by up to 100% strain while maintaining a high conductivity of 2200 S/ cm. To achieve higher conductivities, Kim et al. reported selforganized pathways in stretchable gold nanoparticle (AuNP) composites that were fabricated by two methods: (i) layer-bylayer (LBL) deposition and (ii) vacuum-assisted flocculation (VAF; Figure 1b).17 Aligned AuNPs in a strained polyurethane (PU) polymer matrix were visualized by transmission electron microscopy (TEM) analysis. The aligned AuNPs enabled the composite films to be highly conductive (5 × LBL, 2400 S/cm; 5 × VAF, ∼35 S/cm) at high strains (5 × LBL, ∼110% strain; 5 × VAF, ∼480% strain). The results of Kim et al. suggest that the dynamic behavior of the polymer may enable conducting nanomaterial-based composites to achieve higher stretchability and conductivity. Matsuhisa et al. observed in situ formation of AgNPs from microscale Ag flakes in a fluorine rubber (Figure 1c).18 The number of AgNPs was controlled by applying surfactant to the composite precursor. Interestingly, the AgNPs were aligned along the direction of the applied tensile strain, improving its conductivity (935 S/cm under 400% strain). Despite the remarkable performance of such dynamic composites, the challenge in long-term wearability remains. Miyamoto et al. developed gas permeable and stretchable conducting nanomesh (Figure 1d).19 The stretchable nanomesh was fabricated by first electrospinning the nanomesh and then evaporating Au thin film (thickness of 70−100 nm) onto the nanomesh. The nanomesh was attached onto skin by laminating the nanomesh onto skin and then spraying water to dissolve the PVA layer. The nanomesh did not cause any inflammation owing to its mesh structure, which allows thorough transmission of sweat. This conducting nanomesh enabled a reliable recording of electromyograms (EMGs). Transparent Skin-like Conductor. Development of highperformance transparent stretchable conductors is critical to realize skin-like optoelectronic devices.20−25 Work by Lipomi et al. and Jin et al. suggested that understanding morphological changes of strained one-dimensional (1D) nanostructure networks would be key for satisfying both stretchability and transparency simultaneously.20,21 Lipomi et al. fabricated transparent (>79%) and stretchable (2200 S/cm under 150% strain) carbon nanotube (CNT) networks supported on elastomeric substrates (Figure 2a, left).20 As a key process to enable electrically and mechanically durable electrodes, a buckled structure was induced through straining the CNT electrode. Stable resistance is maintained as long as the subsequent strain is less than the initial strain. Jin et al. successfully devised a model to predict the change in resistance of CNT electrodes as a function of tensile strain during multiple cycles of stretching and releasing using coarse-grained molecular statics simulations, which matched well with those of the experimental results (Figure 2a, right).21 According to their analysis, the resistance-strain hysteresis of the CNT network originated from both sliding between CNTs and buckling of CNTs during stretching and releasing processes. In addition to CNTs, Liang et al. embedded Ag nanowire (NW) networks into a PUA polymer matrix to fabricate transparent (>90%) and conductive stretchable (15 Ω/sq under 20% strain) electrodes, which showed reliable stretching cyclic durability in the range of 20% strain (Figure 2b).22 Generally, graphene is known to have extraordinary electronic properties\ndue to its zero bandgap. However, its stretchability (<6% strain) remains challenging. Liu et al. observed that a unique structure of “nanoscroll” was formed autonomously in between graphene sheets during a transfer-printing process, resulting in improvement in stretchability (120% strain) and conductivity (200 Ω/sq) while keeping high transparency (>88%) (Figure 2c).23 Utilizing a number of branched side chains or plasticizers has previously been shown to increase stretchability.24,25 In addition, Wang et al. added ionic liquids to poly(3,4-ethylene-dioxythiophene):poly(styrenesulfonate) (PEDOT:PSS) to generate better crystallinity and increase nanofibrillar structures in the polymer matrix (Figure 2d).25 Such nanostructures originated from morphological changes based on charge screening effects caused by the ionic liquid. The fabricated conducting polymer exhibited highly stretchability (4100 S/cm under 100% strain; 56 S/cm under 800% strain) and transparency (>95%). The ionic liquid makes the PSS domain soft and provides highly acidic anions as effective dopants in PEDOT:PSS, thereby playing a critical role in improving the mechanical and electrical performances of the polymer.\nSkin-like Semiconductors. Compared to passive-type circuits, transistor-based active matrix architectures enable electronic devices to have a much higher spatial resolution while protecting individual operations from undesired sneak paths. The key enabler for such performance is the semiconductor. Recently, various deformable semiconductors developed for skin-like devices have been reported. In topdown approaches, Kim et al., Kim et al., and Xu et al. developed nanometer-thick silicon ribbon-like structures that can be used as an active switching layer in complementary logic circuits or assembled into three-dimensional (3D) buckled architectures (Figure 3a).2,6,26 The transfer-printed silicon nanoribbon structures were placed inside a neutral mechanical plane and interfaced with wavy interconnects, which efficiently dissipate local strains. After encapsulating such structure designs using skin-like elastomeric materials, the stretchable devices, entitled “epidermal electronics”, were successfully laminated and adhered onto human skin. As mentioned above, such platforms still have low areal density and low stretchability. To improve these properties, intrinsically stretchable organic semiconductors have been extensively studied using bottom-up approaches. Chortos et al. fabricated stretchable all-carbon transistors that consisted of sorted semiconducting and unsorted metallic CNTs and insulating styrene-ethylenebutadiene-styrene (SEBS) thin film/substrates (Figure 3b). The CNT transistors showed reliable performances (an average mobility of 15.4 cm2/(V s) and an on/off ratio >103) and stretchability (∼60% strain).27 Chortos et al. pointed out that management of critical parameters such as surface interface control of dielectrics to minimize hysteresis and bias stress effects or selection of semiconducting CNTs with an optimized band gap is necessary to realize highperformance CNT transistors. Similarly, Lee et al. fabricated electrospun semiconducting-nanowire-based stretchable transistors (Figure 3c).28 The semiconducting nanowire, composed of an optimized mixture of fused thiophene diketopyrrolopyrrole (FT4-DPP) and poly(ethylene oxide) (PEO), was buckled to accommodate tensile strains while maintaining its field-effect mobility (∼8.45 cm2/(V s) under 100% strain). Despite the low stretchability of 1D organic semiconductors, their entangled and buckled structures enabled reliable stretchability without significant electrical\nDOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\n11734\ndegradations. In addition to such efforts, intrinsically stretchable semiconducting polymers were also developed by a systematic research of engineering their backbone and side chain. Oh et al. reported a new design concept for stretchable semiconducting polymers capable of dissipating strain energy efficiently. Specifically, 2,6-pyridine dicarboxamide (PDCA), which is capable of hydrogen bonding within a 3,6- di(thiophen-2-yl)-2,5-dihydropyrrolo[3,4-c]pyrrole-1,4-dione (DPP) polymer backbone, was introduced to promote noncovalent dynamic cross-linking (Figure 3d).7 The DPPPDCA-based stretchable transistor showed a reliable fieldeffect mobility (∼1.12 cm2/(V s)) under 100% strain. Interestingly, the semiconducting film could also be healed by solvent-annealing processes. Further studies of such mechanically recoverable materials and devices will be addressed in a later section on stretchable self-healing\nelectronics. Xu et al. observed nanoconfinement driven by phase separation between nanofibril-like semiconducting conjugated polymer (poly(2,5-bis(2-octyldodecyl)-3,6-di(thiophen-2-yl)diketopyrrolo[3,4-c]pyrrole-1,4-dione-altthieno[3,2-b]thiophen) (DPPT-TT) and elastomer (SEBS; Figure 3e).8 The authors demonstrated that the nanoconfinement effectively reduced the mechanical modulus and improved the ductility of the polymer, enabling the stretchable transistor to exhibit remarkable strain-insensitive electrical performances (field-effect mobility of ∼1.32 cm2/(V s) under 100% strain). As expected, the nanoconfinement effect addressed by Xu et al. also enabled other semiconducting polymers to have strain-insensitive electrical performances (>1.0 cm2/V·s at 100% strain), which are almost identical to those of the previous DPPT-TT-SEBS films.\nDOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\n11735\nSkin-like Sensors and Integrated Circuits. Stretchable sensors have become essential modules in skin-inspired electronic systems as they enable interactive communication with wearable machines by sensing external stimuli and delivery of feedback information.1,2,4,5,9,19,29−31 Specifically, strain-tolerant conductive nanomaterials are key enablers of high-performance human−machine interfaces.7−9,16−18,20−25 Lipomi et al. fabricated transparent and stretchable capacitive sensor arrays (64 pixels), in which a thin elastomeric layer was\nembedded in between top and bottom CNT electrodes (Figure 4a).20 The pressure distribution formed by applying a pressure of 1 MPa to the central region of the array was estimated quantitatively. Lipomi et al. suggested an optimum nanomaterial strategy to keep a balance between transparency and sensitivity, even under high strains. Lim et al. developed a transparent and stretchable piezoelectric patch by embedding CNTs in a polylactic acid (PLA) polymer sandwiched between top and bottom graphene layers (Figure 4b).32 Strain/pressure\nDOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\n11736\nsensitivity of the patch was improved by incorporating CNTs with high mechanical strengths (270−950 GPa), which resulted in significant increases in piezoelectricity of the PLA films when bent. In addition to capacitive and piezoelectric sensors, Lee et al. fabricated a resistive pressure sensor based on electrospun conducting composite nanofibers, which consisted of CNTs, graphene, an ionic liquid, and a fluorinated elastomer (Figure 4c).33 The ultrathin and nanoporous structure of the nanofiber network resulted in high pressure sensitivity (>106) and high transparency (>90%) with the ability to decouple from pressure-induced strains, and the nanofiber network was successfully integrated with an organic multiplexed array for large-area pressure-sensing capabilities. As another methodology for strain-insensitive strategies, Zhu et al. devised a stretchable strain-suppression CNT circuit that is capable of sensing temperature accurately (∼1 °C under 60% strain) (Figure 4d).34 The realization of the strain suppression performances driven by static and dynamic differential circuits is noteworthy compared to those of other stretchable temperature sensors. However, compared with the production technology of and infrastructure for silicon electronics, current fabrication of intrinsically stretchable electronic devices requires significant improvement. Remarkably, Wang et al. recently developed an intrinsically stretchable high-density transistor array (347 transistors per cm2) with straininsensitivity (0.99 cm2 V−1 s−1 under 100% strain) and high yield/uniformity (average of 0.821 ± 0.105 cm2 V−1 s−1) performances by virtue of adopting intrinsically stretchable conjugated semiconducting polymer films (CONPHINE), photopatterned azide-cross-linked SEBS/PU dielectrics, and stretchable CNT electrodes.9 The transistor array was successfully integrated into various circuit-level devices including a multiplexed tactile sensor array, pseudocomplementary metal oxide semiconductor (pseudo-CMOS) inverter, NAND gate, and voltage amplifier. Future stretchable skin-like electronic systems would benefit from the development of intrinsically stretchable devices ranging from individual transistors to complex circuits. Skin-like Self-Healing Electronic Systems. For practical applications of skin-like devices, individual electronic components have been integrated into multifunctional system platforms.2,5,9,29−32,34 Continuous efforts have resulted in the development of self-healable devices that can recover their performances even after incidental damages, paving the way toward the realization of robust skin-like electronic systems.7,13−15,35−41 Therefore, we include advances in selfhealable skin-like electronic systems that are able to sense various stimuli and to deliver feedback information to the users, despite being subjected to repeated damage. Tee et al. fabricated an autonomous, self-healable conductive composite composed of a supramolecular hydrogen-bonding network modified from a thermoplastic material. Cordier et al. developed and nanostructured micronickel (μ-Ni) particles (Figure 5a).35,36 Here, the key enablers for the mechanical and electrical self-healing performances were the hydrogenbonding network in the self-healing polymer and the nanostructured surface of μ-Ni, respectively. Specifically, the low glass transition temperature (Tg) of the polymer enabled the conductive composite to self-heal under ambient temperatures. Based on the composite, Tee et al. developed a selfhealing electronic sensor skin that is capable of detecting a flexion and a sense of touch.35 Light-emitting diodes (LEDs) integrated with two respective resistive sensors indicated the\nchanges in flexion angles or tactile pressures modulated by external mechanical stimuli. These performances could be maintained after suffering a severe cut. In an effort to realize transparent and self-healable electronic skin systems, Li et al. developed a transparent and healable touch screen sensor (8 × 8 electrode array) composed of AgNW-embedded Diels−Alder (DA) polymer composite (18 Ω/sq with 80% transmittance at 550 nm) (Figure 5b).37 Although this platform cannot heal autonomously after being cut, mild thermal actuation (∼80 °C for 30 s) effectively recovers its conductivity close to its initial state. Such healing behavior enabled the touch sensor array to deliver sensed signals reliably to the left half of the LED array. Huynh et al. developed a multifunctional self-healable chemiresistor that is capable of precisely detecting strain, temperature, and volatile organic compounds (VOCs) (Figure 5c).38 The self-healing performance (complete self-healing after 16 h) originated from the reversible reformation of hydrogen and covalent disulfide bonds in a PU polymer matrix. The self-healable poly(urea-urethane) thermoset polymer with aromatic disulfide cross-links was used as a substrate, and a mixture of Ag microparticles and PU diol polymer served as an electrode. Based on the use of a AuNP film, which is highly sensitive to pressure, temperature, and VOCs, Huynh et al. characterized the AuNP-assembled chemiresistor. In related work, Zou et al. developed a multifunctional, self-healable electronic device based on a dynamic covalent thermoset polyimine nanocomposite doped with AgNPs (Figure 5d).39 The developed platform could sense pressure (0.0067 kPa−1), flow (3.6 m/s), temperature (0.17%°C1−), and humidity (0.22%/%) on skin even after healing (∼80 °C with a gentle pressure of 8.5 kPa) or recycling. From the above examples, it can be seen that the latest research trend in skin-like electronic platform has been focused on the development of multifunctional electronic nanosystems with high stretchability, high transparency, and efficient, high self-healing. To realize robust all-in-one platforms, we reasoned that further understanding on how functional nanomaterials behave is needed when supported on dynamic self-healing polymers. Recently, Son et al. observed that broken conductive nanoscale networks based on 1D nanomaterials (CNTs or AgNWs) can be healed and reconstructed autonomously (within 12 h at room temperature) through: (1) dynamic strong cross-linking hydrogen bonds for robustness and elasticity; (2) weak cross-linking hydrogen bonds, enabling self-healing and efficient energy dissipation; and (3) Tg lower than room temperature, enabling tough (∼12,000 J/m2) and water-insensitive self-healing polymer (PDMS-MPU0.4-IU0.6).\n40,41 Furthermore, the selfhealable nanoscale networks are highly stretchable and ultrathin, which indicates that such networks can be used as skin-like transparent electrodes. Based on the materials developed, Son et al. fabricated self-healable and stretchable electrocardiogram (ECG)/strain sensors and light-emitting capacitor (LEC) devices using self-bonding and transferprinting processes (Figure 5e). These individual electronic modules were successfully integrated into a single platform that was interfaced with wireless communications (Figure 5f). The integrated self-healable platform could successfully monitor physiological signals and visualize the corresponding physiological information."
    }, {
      "heading" : "OUTLOOK AND FUTURE CHALLENGES",
      "text" : "In this Perspective, we described recent progresses in skin-like conductors, semiconductors, integrated circuits, and self-\nDOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739\n11737\nhealable electronic systems used in soft nanoelectronics technology. Despite remarkable progress, their current performance is still subpar compared to rigid electronics. However, combining stretchable/self-healing electronics with nanotechnology should fulfill potential applications of robust skin-like electronic nanosystems in biomedical/healthcare systems, soft robotics, and skin prostheses. To achieve these goals, we should start by identifying the critical challenges in current skin-inspired electronics. First, stretchable conductors should be able to deliver power and data to individual electronic components without unnecessary electrical losses, even after repetitive deformations or damage. Specifically, issues such as stretch-induced fatigue, toughness, and selfhealing efficiency of the stretchable conductors should be considered. We will also need in-depth understanding of the synergistic effects from both the dynamic nature of rationally designed, tough, self-healable, stretchable polymers and high conductivity of nanomaterials. To reinforce this assumption, we refer to two previous reports by Kim et al. and Matsuhisa et al. First, they noted that intrinsically dynamic characteristics of polymers have improved the electrical conductivity of stretchable conductors.17,18 Second, they explained that the intrinsically stretchable conjugated semiconductors should maintain their field-effect mobility under high strains. It has been reported that nanoscale engineering technologies such as chain alignment, dynamic cross-linking bonds, and nanoconfinement can be employed for sustained mobility. However, these techniques only work in “small” devices and are highly susceptible to mechanical damage. Development of large-area fabrication processes of semiconducting polymers is therefore needed. Furthermore, such polymers should be electrically and mechanically durable when damaged. Xu et al. and Wang et al. recently reported on a conjugated-polymer/ elastomer phase separation-induced elasticity (COPHINE) that may offer a practical approach to the aforementioned requirements owing to its strain-insensitive stretchability.8,9\nThe nanoscale physical phase separation between semiconducting polymers and self-healing polymers, known as the “nanoconfinement effect” in the semiconducting composite film, could enable skin-like semiconducting polymer films to be extremely durable. In addition to these two suggestions, integration strategies to realize robust and soft skin-like electronic nanosystems are also required. Although many substantial challenges such as processing compatibility with well-established fabrication methods, production cost, and throughput yield still remain, we anticipate that the selfbonding technology enabled by self-healing materials would be a promising way to enable easy fabrication of highly integrated structures without needing additional complex processes or glues.40,41 If the self-bonding technology were combined with the transfer-printing process, high-performance individual selfhealable electronic modules can be assembled into highperformance skin-like nanosystems. In conclusion, an integrated approach including nanoscale dynamic behavior in stretchable and self-healable nanomaterials will create efficient integration strategies to enable soft and robust skin-like electronic nanosystems with myriad applications.\nAUTHOR INFORMATION\nCorresponding Author *E-mail: zbao@stanford.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Zhenan Bao: 0000-0002-0972-1715"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The authors acknowledge support from Air Force Office of Scientific Research (award no. FA9550-18-1-0143). D.S. is supported by KIST intramural grants (2E27973, 2E27980) and is also partially supported by the convergence technology development program for bionic arm through the National Research Foundation of Korea (NRF) funded by the Ministry of Science & ICT (No. 2017M3C1B2085292) and by the Ministry of Trade Industry & Energy(MOTIE, Korea), Ministry of Science & ICT(MSIT, Korea), and Ministry of Health & Welfare(MOHW, Korea) under Technology Development Program for AI-Bio-Robot-Medicine Convergence (20001234)."
    } ],
    "references" : [ {
      "title" : "Pursuing Prosthetic Electronic Skin",
      "author" : [ "A. Chortos", "J. Liu", "Z. Bao" ],
      "venue" : "Nat. Mater. 2016,",
      "citeRegEx" : "Chortos et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chortos et al\\.",
      "year" : 2016
    }, {
      "title" : "Epidermal Electronics",
      "author" : [ "T. Coleman", "J.A. Rogers" ],
      "venue" : "Science",
      "citeRegEx" : "Coleman and Rogers,? \\Q2011\\E",
      "shortCiteRegEx" : "Coleman and Rogers",
      "year" : 2011
    }, {
      "title" : "A Bioinspired Flexible Organic Artificial Afferent Nerve",
      "author" : [ "Lee", "T.-W" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "Lee and T..W.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lee and T..W.",
      "year" : 2018
    }, {
      "title" : "Stretchable and Foldable Silicon Integrated Circuits",
      "author" : [ "J. Song", "Y.Y. Huang", "Z. Liu", "C. Lu", "J.A. Rogers" ],
      "venue" : "Science",
      "citeRegEx" : "Song et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2008
    }, {
      "title" : "Elastomeric Polymer Light-Emitting Devices and Displays",
      "author" : [ "J. Liang", "L. Li", "X. Niu", "Z. Yu", "Q. Pei" ],
      "venue" : "Nat. Photonics 2013,",
      "citeRegEx" : "Liang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liang et al\\.",
      "year" : 2013
    }, {
      "title" : "Optically Healable Supramolecular Polymers",
      "author" : [ "F. L", "G.L. Fiore", "S.J. Rowan", "C. Weder" ],
      "venue" : "Nature",
      "citeRegEx" : "L. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2011
    }, {
      "title" : "Lightweight, Stretchable On-Skin Electronics with Nanomeshes",
      "author" : [ "Free", "Gas-Permeable" ],
      "venue" : "Nat. Nanotechnol. 2017,",
      "citeRegEx" : "Free and Gas.Permeable,? \\Q2017\\E",
      "shortCiteRegEx" : "Free and Gas.Permeable",
      "year" : 2017
    }, {
      "title" : "Nanocrystal Charge Confinement",
      "author" : [ "W. Gao", "S. Emaminejad", "H.Y.Y. Nyein", "S. Challa", "K. Chen", "A. Peck", "H.M. Fahad", "H. Ota", "H. Shiraki", "D. Kiriya", "D.-H. Lien", "G.A. Brooks", "R.W. Davis", "A. Javey" ],
      "venue" : "Sci. Adv. 2016,",
      "citeRegEx" : "Gao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2016
    }, {
      "title" : "An Ultra-Lightweight Design for Imperceptible Plastic Electronics",
      "author" : [ "M. Kaltenbrunner", "T. Sekitani", "J. Reeder", "T. Yokota", "K. Kuribara", "T. Tokuhara", "M. Drack", "R. Schwodiauer", "I. Graz", "S. Bauer-Gogonea", "S. Bauer", "T. Someya" ],
      "venue" : "Nature",
      "citeRegEx" : "Kaltenbrunner et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kaltenbrunner et al\\.",
      "year" : 2013
    }, {
      "title" : "Transparent and Stretchable Interactive Human Machine Interface Based on Patterned Graphene Heterostructures",
      "author" : [ "S. Lim", "D. Son", "J. Kim", "Y.B. Lee", "J.-K. Song", "S. Choi", "D.J. Lee", "J.H. Kim", "M. Lee", "T. Hyeon", "D.-H. Kim" ],
      "venue" : "Adv. Funct. Mater. 2015,",
      "citeRegEx" : "463",
      "shortCiteRegEx" : "463",
      "year" : 2015
    }, {
      "title" : "Stretchable Temperature-Sensing Circuits with Strain Suppression Based on Carbon Nanotube Transistors",
      "author" : [ "A. C", "I. Pochorovski", "X. Yan", "J.W.-F. To", "J.Y. Oh", "J.B.-H. Tok", "Z. Bao", "B. Murmann" ],
      "venue" : "Nat. Electron. 2018,",
      "citeRegEx" : "C. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2018
    }, {
      "title" : "Healable Capacitive Touch Screen Sensors Based on Transparent Composite Electrodes Comprising Silver Nanowires and a Furan/ Maleimide Diels-Alder Cycloaddition Polymer",
      "author" : [ "J. Li", "J. Liang", "L. Li", "F. Ren", "W. Hu", "S. Qi", "Q. Pei" ],
      "venue" : "Nature",
      "citeRegEx" : "Li et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2008
    }, {
      "title" : "Self-Healing, Fully Functional, and Multiparametric Flexible Sensing Platform",
      "author" : [ "T.-P. Huynh", "H. Haick" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Huynh and Haick,? \\Q2016\\E",
      "shortCiteRegEx" : "Huynh and Haick",
      "year" : 2016
    }, {
      "title" : "Fully Recyclable, and Malleable Electronic Skin Enabled by Dynamic Covalent Thermoset Nanocomposite",
      "author" : [ "D. Son", "J. Kang", "O. Vardoulis", "Y. Kim", "N. Matsuhisa", "J.Y. Oh", "J.W.F. To", "J. Mun", "T. Katsumata", "Y. Liu", "A.F. McGuire", "M. Krason", "F. Molina-Lopez", "J. Ham", "U. Kraft", "Y. Lee", "Y. Yun" ],
      "venue" : "Sci. Adv. 2018,",
      "citeRegEx" : "Son et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Son et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Skin-inspired wearable electronic/biomedical systems based on functional nanomaterials with exceptional electrical and mechanical properties have revolutionized wearable applications, such as portable Internet of Things, personalized healthcare monitors, human−machine interfaces, and even always-connected precise medicine systems. Despite these advancements, including the ability to predict and to control nanolevel phenomena of functional nanomaterials precisely and strategies for integrating nanomaterials onto desired substrates without performance losses, skin-inspired electronic nanosystems are not yet feasible beyond proof-of-concept devices. In this Perspective, we provide an outlook on skin-like electronics through the review of several recent reports on various materials strategies and integration methodologies of stretchable conducting and semiconducting nanomaterials, which are used as electrodes and active layers in stretchable sensors, transistors, multiplexed arrays, and integrated circuits. To overcome the challenge of realizing robust electronic nanosystems, we discuss using nanomaterials in dynamically cross-linked polymer matrices, focusing on the latest innovations in stretchable self-healing electronics, which could change the paradigm of wearable electronics. Human skin has multifunctional properties such as sensing external stimuli, imparting elasticity to joint or muscle activities, keeping vital organs safe from damage, and engaging in autonomous self-healing. These attributes have inspired many research groups to investigate methods to integrate functions of skin into electronic devices, resulting in the development of flexible/stretchable electronics for wearable/healthcare electronic/optoelectronic devices and implantable biointegrated systems. During the early stages of development, the incorporation of skin-like characteristics into conventional consumer electronics has mainly been hindered by their rigid and brittle nature, which renders them incapable of conforming to the dynamic surface of human skin and maintaining their functionalities. Therefore, novel materials strategies that will lead to the successful integration of skin-inspired electronics with the human body have been investigated extensively. To enable the maintenance of high electrical and mechanical performances of skin-inspired devices (even during dynamic modes), a diversity of functional nanomaterials have been applied as active layers or electrodes in a stretchable form, respectively, through either top-down or bottom-up approaches. The top-down approach focuses on fabrication methods to turn bulky and rigid inorganic materials into ultrathin films, resulting in highly flexible, nanometer-thick semiconductors or conductors that can be transfer-printed onto desired targets. Beyond being flexible, buckled or fractal designs can also be adopted for the device designs to dissipate local strain energies. Based on this methodology, highperformance inorganic nanomaterial-based skin-like devices have been realized. However, these devices still need to overcome the following three critical issues: low areal density, low stretchability, and low mechanical stability. Such critical limitations have triggered the advent of intrinsically stretchable electronics based on functional nanomaterial networks or composites, which are fabricated via various bottom-up approaches. Notably, these materials do not need mechanical designs to be stretched further owing to their intrinsic stretchability. Various nanoscale molecular and physical engineering technologies have been devised to impart efficient strain dissipation to soft semiconducting/insulating or emissive layers, resulting in the development of intrinsically stretchable active materials for near-sensor amplification logic devices, interactive multiplexed sensor arrays, and feedback displays. Embedding conducting nanofillers in such materials has also been undertaken to fabricate intrinsically stretchable electrodes or interconnects. Although these nanomaterial engineering methods enable intrinsically stretchable nanoscale devices to mimic the intrinsic properties of human skin, these devices are subject to permanent breakdown after being damaged, unlike self-healable human skin. Many Published: November 21, 2018 Pespec iv e www.acsnano.org Cite This: ACS Nano 2018, 12, 11731−11739 © 2018 American Chemical Society 11731 DOI: 10.1021/acsnano.8b07738 ACS Nano 2018, 12, 11731−11739 This is an open access article published under an ACS AuthorChoice License, which permits copying and redistribution of the article or any adaptations for non-commercial purposes. D ow nl oa de d vi a 19 4. 87 .5 2. 11 1 on S ep te m be r 1, 2 02 0 at 1 7: 56 :5 9 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}