{
  "name" : "downloads_2020-02-08_3d17_10.2337@dc19-1828.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Epigenetic Link Between Statin Therapy and Type 2 Diabetes",
    "authors" : [ "Carolina Ochoa-Rosales", "Eliana Portilla-Fernandez", "Jana Nano", "Rory Wilson", "Benjamin Lehne", "Pashupati P. Mishra", "Xu Gao", "Mohsen Ghanbari", "Oscar L. Rueda-Ochoa", "Diana Juvinao-Quintero", "Marie Loh", "Weihua Zhang", "Jaspal S. Kooner", "Hans J. Grabe", "Stephan B. Felix", "Ben Schöttker", "Yan Zhang", "Christian Gieger", "Martina Müller-Nurasyid", "Margit Heier", "Annette Peters", "Terho Lehtimäki", "Alexander Teumer", "Hermann Brenner", "Arfan Ikram", "Joyce B.J. van Meurs", "Oscar H. Franco", "Trudy Voortman", "John Chambers", "Bruno H. Stricker", "Taulant Muka" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Epigenetic Link Between Statin",
      "text" : "Therapy and Type 2 Diabetes https://doi.org/10.2337/dc19-1828"
    }, {
      "heading" : "OBJECTIVE",
      "text" : ""
    }, {
      "heading" : "To investigate the role of epigenetics in statins’ diabetogenic effect comparing DNA methylation (DNAm) between statin users and nonusers in an epigenome-wide association study in blood.",
      "text" : ""
    }, {
      "heading" : "RESEARCH DESIGN AND METHODS",
      "text" : "Fivecohort studies’participants (n58,270)wereclassifiedas statinuserswhenthey were on statin therapy at the time of DNAm assessment with Illumina 450K or EPIC array or noncurrent users otherwise. Associations of DNAmwith various outcomes like incident type 2 diabetes, plasma glucose, insulin, and insulin resistance (HOMA of insulin resistance [HOMA-IR]) as well as with gene expressionwere investigated."
    }, {
      "heading" : "RESULTS",
      "text" : "Discovery (n5 6,820) and replication (n5 1,450) phases associatedfiveDNAmsites with statin use: cg17901584 (1.12 3 10225 [DHCR24]), cg10177197 (3.94 3 10208 [DHCR24]), cg06500161 (2.67 3 10223 [ABCG1]), cg27243685 (6.01 3 10209 [ABCG1]), andcg05119988 (7.26310212 [SC4MOL]). Twositeswereassociatedwith at least one glycemic trait or type 2 diabetes. Higher cg06500161 methylation was associatedwith higher fasting glucose, insulin, HOMA-IR, and type 2 diabetes (odds ratio 1.34 [95% CI 1.22, 1.47]). Mediation analyses suggested that ABCG1 methylation partially mediates the effect of statins on high insulin and HOMA-IR. Gene expression analyses showed that statin exposure and ABCG1 methylation were associatedwithABCG1downregulation, suggestingepigenetic regulationsofABCG1 expression. Further, outcomes insulin and HOMA-IR were significantly associated with ABCG1 expression."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "This study sheds light on potential mechanisms linking statins with type 2 diabetes risk, providing evidence on DNAm partially mediating statins’ effects on insulin traits. Further efforts shall disentangle the molecular mechanisms through which statins may induce DNAm changes, potentially leading to ABCG1 epigenetic regulation.\nStatins effectively reduce the risk of cardiovascular disease (1). However, clinical trials and observational studies show that statins lead to insulin resistance and type 2 diabetes (2,3). The underlying mechanisms remain unclear. Statins are associated with epigenetic changes, including histone acetylation, miRNA regulation (4), and DNA methylation (DNAm), particularly at genes related to lipid and insulin metabolism (5). DNAm is linked to type 2 diabetes pathophysiology (6); thus, it may be a potential mechanism contributing to the increased risk of type 2 1Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands 2Centro de Vida Saludable de la Universidad de Concepción, Concepción, Chile 3Institute of Epidemiology, Helmholtz Zentrum München, Neuherberg, Germany 4German Center for Diabetes Research, Neuherberg, Germany 5Research Unit Molecular Epidemiology, Helmholtz Zentrum München, Neuherberg, Germany 6Department of Epidemiology and Biostatistics, Imperial College London, London, U.K. 7Department of Clinical Chemistry, Fimlab Laboratories, and Finnish Cardiovascular Research Center Tampere, Faculty of Medicine and Health Technology, Tampere University, Tampere, Finland\nCarolina Ochoa-Rosales,1,2 Eliana Portilla-Fernandez,1 Jana Nano,3,4 Rory Wilson,3,5 Benjamin Lehne,6 Pashupati P. Mishra,7 Xu Gao,8,9 Mohsen Ghanbari,1,10 Oscar L. Rueda-Ochoa,1,11 Diana Juvinao-Quintero,12 Marie Loh,6,13 Weihua Zhang,6,14 Jaspal S. Kooner,14–17 Hans J. Grabe,18 Stephan B. Felix,19,20 Ben Schöttker,8,21 Yan Zhang,8 Christian Gieger,3,5 Martina Müller-Nurasyid,21,22,23 Margit Heier,3 Annette Peters,3,5 Terho Lehtimäki,7 Alexander Teumer,19,25 Hermann Brenner,8,21 MelanieWaldenberger,3,5M. Arfan Ikram,1 Joyce B.J. van Meurs,26 Oscar H. Franco,27 Trudy Voortman,1 John Chambers,6,13,14,16,17 Bruno H. Stricker,1 and Taulant Muka27\nC A R D IO V A SC U LA R A N D M ETA B O LIC R ISK\nDiabetes Care Publish Ahead of Print, published online February 7, 2020\ndiabetes observed in statin therapy. Nevertheless, this hypothesis has not been investigated (4). We conducted an epigenome-wide association study (EWAS) in blood investigating the association between statin use and changes in DNAm at sites in the genome called CpGs. Further, we sought to replicate thefindings and study the associations of the statin-related CpGs with gene expression, glycemic traits, and type 2 diabetes. Finally, we explored the potential role of the statin-related CpGs mediating the association of statins with glycemic traits and type 2 diabetes."
    }, {
      "heading" : "RESEARCH DESIGN AND METHODS Study Design and Population",
      "text" : "Overall, 8,270 participants from five prospective cohort studies were included. In EWAS analyses, the discovery panel included 6,820 Caucasian individuals from Epidemiologische Studie zu Chancen der Verhütung, Früherkennung und optimiertenTherapie chronischerErkrankungen in der älteren Bevölkerung (ESTHER) (7), a population-based study recruited in Saarland, Germany, with participants aged 50–75 years; Kooperative Gesundheitsforschung in der Region AugsburgF4 (KORA-F4) (8), a follow-up study of the KORA-S4 cohort, established in 1996 in Augsburg, Germany; Study of Health in Pomerania (SHIP)-Trend (9), a populationbased study of participants from northeast Germany; and a population-based cohort of South Asians residing in London, U.K., aged 35–75 years: the London Life\nSciences Prospective Population (LOLIPOP) study (10). Our study included 998 individuals from ESTHER, 1,726 from KORAF4, 247 from SHIP-Trend, and 3,848 from LOLIPOP. Hence, the discovery panel was composed of 56% South Asians and 44% Caucasians.\nThe replication panel was selected based on ethnic homogeneity and availability of data for post-EWAS analyses. It included 1,450 Caucasians from the Rotterdam Study (RS) (subcohorts RS-III-1 [first visit of the third RS cohort] and RSBIOS [comprising the third visit of the second cohort (RS-II-3) and the second visit of the third RS cohort (RS-III-2)]) (11), a prospective population-based cohort study of participants living in Ommoord, Rotterdam, the Netherlands, aged 45 years and older. Only RS had information on former statin users (n 5 74). Additional association analyses between DNAm and glycemic traits (n 5 1,165) and gene expression (n 5 731) included RS data, whereas association analyses with incident type 2 diabetes included RS, KORA, and LOLIPOP (n 5 4,422). See Fig. 1 for study design."
    }, {
      "heading" : "Statin Use",
      "text" : "Information onmedicationwas obtained from pharmacy records in RS; selfdeclaration in KORA-F4, LOLIPOP, and SHIP-Trend; and general practitioner records in ESTHER.\nStatin use status was categorized in current users and noncurrent users. Users were defined as current users were if the statins prescription occurred\nat the time of blood drawing for DNAm assessmentor as noncurrent users otherwise. RS additionally identified former statin users as participants who had previously used statins but were no longer users on the blood draw date."
    }, {
      "heading" : "DNAm Data",
      "text" : "DNA was extracted from whole peripheral blood (stored in EDTA tubes) by standardized salting out methods. Genome-wide DNAm was measured in bisulfite-converted genomic DNA using the Illumina Infinium HumanMethylation450 BeadChip or Illumina Infinium MethylationEPIC BeadChip according to the manufacturer’s protocols. Samples showing inadequate hybridization, incomplete bisulfite treatment, and gender swaps were excluded. Details on cohort-specific methods are provided in Supplementary Table 1. CpG methylation proportion was reported as a normalized b-value ranging from 0 to 1, where 1 represents 100% methylation. For avoidance of sex bias, CpGs annotated to genes in sex chromosomes were excluded. After normalization and quality control, overlapping CpGs across studies were meta-analyzed. CpGs missing in one cohort were also included, while CpGs missing in two or more cohorts were excluded, leaving 332,357 CpGs for final analysis.\nmRNA Expression Data mRNA data included a subset of the replication panel (n 5 731 [RS-III-1]). Total RNA was isolated (PAXgene Blood RNA kits; QIAGEN) from whole blood\n8Division of Clinical Epidemiology and Aging Research, German Cancer Research Center (DKFZ), Heidelberg, Germany 9Department of Environmental Health Sciences, Mailman School of Public Health, Columbia University, New York, NY 10Department of Genetics, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran 11Electrocardiography Research group, School of Medicine, Universidad Industrial de Santander, Bucaramanga, Colombia 12MRC Integrative Epidemiology Unit, Bristol Medical School, University of Bristol, U.K. 13Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore 14Department of Cardiology, Ealing Hospital, London North West Healthcare National Health Service Trust, Middlesex, U.K. 15National Heart and Lung Institute, Imperial College London, London, U.K. 16Imperial College Healthcare National Health Service Trust, London, U.K. 17MRC-PHE Centre for Environment and Health, Imperial College London, London, U.K. 18Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany 19Partner Site Greifswald, German Center for Cardiovascular Research (DZHK), Greifswald, Germany 20Department of Internal Medicine B, University Medicine Greifswald, Greifswald, Germany 21Network Aging Research, University of Heidelberg, Heidelberg, Germany 22Institute for Medical Information Processing, Biometry, and Epidemiology (IBE), Faculty of Medicine, Hospital of the Ludwig-MaximiliansUniversity (LMU), Germany 23Department of Medicine I, Ludwig-MaximiliansUniversity Munich, Munich, Germany 24Institute of Genetic Epidemiology, Helmholtz Zentrum München- German Research Center for Environmental Health, Neuherberg, Germany 25Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany 26Department of Internal Medicine, Erasmus MC University Medical Center, Rotterdam, the Netherlands 27Institute of Social and Preventive Medicine, University of Bern, Bern, Switzerland Corresponding authors: Taulant Muka, taulant .muka@ispm.unibe.ch, and Carolina OchoaRosales, c.ochoarosales@erasmusmc.nl Received 13 September 2019 and accepted 14 January 2020 This article contains Supplementary Data online at http://care.diabetesjournals.org/lookup/suppl/ doi:10.2337/dc19-1828/-/DC1. © 2020 by the American Diabetes Association. Readersmayuse this article as long as thework is properly cited, the use is educational and not for profit, and the work is not altered. More information is available at http://www.diabetesjournals .org/content/license.\n(PAXgene Tubes; Becton Dickinson). Sampleswereanalyzedusing theLabChip GX (Caliper Life Sciences) according to themanufacturer’s instructions. Samples with an RNA quality score .7 were amplified, labeled (TotalPrep RNA; Ambion), and hybridized to the Illumina HumanHT-12 v4 Expression BeadChips according to the manufacturer’s protocol. Expression data were quantile normalized to the median distribution and log (2) transformed. Probe and sample means were centered to zero. Genes were considered significantly expressed when detection P values calculated by Genome Studio were ,0.05 in .10% of all discovery samples. Thus, 21,238 probes were available to study. Quality control used eQTL (expression quantitative trait loci) mapping pipeline (https:// github.com/molgenis/systemsgenetics/ tree/master/eqtl-mapping-pipeline) (12). Only probes that uniquelymapped to the humangenomebuild37and represented gene mRNA expression were analyzed (13). Samples were processed at the Genetic Laboratory of Internal Medicine, ErasmusMedical Center. Expressiondata are available for 881 samples at the Gene Expression Omnibus (GEO) public repository (accession no. GSE338828)."
    }, {
      "heading" : "Covariates, Glycemic Traits, and Type",
      "text" : ""
    }, {
      "heading" : "2 Diabetes",
      "text" : "Covariates were selected based on previous literature on DNAm studies, including age, sex, BMI, smoking status, history of coronary heart disease (CHD), antihypertensive medication, systolic blood pressure (SBP), total cholesterol, HDL, triglycerides, and LDL. BMI was calculated by dividing weight in kilograms bythesquareofheight inmeters.Smoking history was self-reported and classified as current, former, and never smokers. SBP was the mean of two consecutive measurements at the right brachial artery with a random-zero sphygmomanometer with the participant in a sitting position. Antihypertensive medication use was defined as the use of diuretics, b-blockers, ACE inhibitors, and calcium channel blockers. CHDwas defined as the occurrence of myocardial infarction, revascularization, coronary artery bypass graft surgery, or percutaneous coronary intervention. Triglycerides, HDL, and total cholesterol concentrationsweremeasured in blood using an automated enzymatic method.\nGlycemic traits examinedwere plasma fasting glucose, insulin, HOMA of insulin resistance (HOMA-IR), and type 2 diabetes incidence. Type 2diabetes caseswere defined as the presence of either serum glucose level $7.0 mmol/L or glucoselowering medication use in RS; selfreport in KORA; physician diagnosis or use of glucose-lowering medication in ESTHER; diabetes medication use, HbA1c $6.5%, serum glucose level (nonfasting) $11.1 mmol/L, or self-report in SHIPTrend; and diabetes history or fasting glucose $7.0 mmol/L or HbA1c .6.5% in LOLIPOP. The interassay coefficients of variations are insulin ,8%, glucose ,1.4%, and lipids ,2.1%. LDL was calculated using the Friedewald formula (total cholesterol2HDL2 triglycerides/5)."
    }, {
      "heading" : "Statistical Analyses",
      "text" : ""
    }, {
      "heading" : "EWAS",
      "text" : "The association between CpG methylation and current versus noncurrent statin users was investigated in a two-step EWAS approach: discovery and replication. Normalized DNAm b-values at each CpG were the dependent variable, and current statin use (yes5 1, no5 0) was the predictor. Per individual CpG, participants with methylation levels higher than three times the interquartiles range were excluded. The regression analysis used the lme4 package in R, version 3.4.2 (https://cran.r-project.org/web/packages/ lme4/index.html), to perform linear mixed effects models. The random part of the model includedadjustment forarraynumberandpositiononarrayas randomterms to account for batch effects in the DNAm measurement. The fixed part of the model included leukocyte proportions (to account for cell mixture), sex, age, smoking status, BMI, SBP, antihypertensive medication, and prevalent CHD and type 2 diabetes. Leukocyte proportions (B cells, CD4 T cells, CD8 T cells, granulocytes, monocytes, and NK cells) were\nestimated as previously described by Houseman (14), using the Rminfi package (15). Statistical significance for discovery was determined by a Bonferroni-corrected threshold (1.0 3 1027). Heterogeneity (I2) of effect estimates was assessed to account for differences between cohorts. Results across the discovery cohorts were combined in a meta-analysis by inverse variance–weighted method in METAL, version 2011-03-25. The identified CpGs were replicated in an independent panel using identical models. Bonferroni correction for replicationwas 0.05 divided by the number of discovery findings. Results of discovery and replication panels were combined in a meta-analysis as aforementioned. Pearson test was used to assess the correlation among the replicated CpGs in the replication panel (RS).\nAssociations Between Statin-Related CpGs and Glycemic Traits and Incident Type 2 Diabetes Standardized methylation values at the replicated CpGs as predictors of fasting glucose, insulin, and HOMA-IR (RS [n 5 1,165]) were tested in linear mixed effects models. For exploration of reverse causation, prevalent type 2 diabetes case subjects and former statin users were excluded. Logistic regressionwas used to assess the association with incident type 2 diabetes (RS, KORA, and LOLIPOP [n 5 4,422, including 1,173 cases]). Results across cohorts were meta-analyzed as aforementioned. The adjusting covariates included leukocyte proportions, batch effects, sex, age, smoking status, SBP, antihypertensive medication, CHD, and statin use. Bonferroni correctionwas applied (,0.0025). Variables with rightskewed distributions were transformed to the natural logarithmic scale (glucose, insulin, HOMA-IR, and HDL).\nCausal Mediation Analysis To investigate whether DNAm changes are part of the pathway though which statins exert their diabetogenic effect, we explored the significant associations in the previous stage in a nonparametric causal mediation analysis using the R mediation package (16) as previously described (17). The mediation analysis dissects the total effect of the exposure (statin treatment) on the outcome (glycemic traits and incident type 2 diabetes) into the 1) indirect effect acting via the mediator of interest (DNAm) and\n2) direct effect acting directly or via a mediator other than the one under study. The mediation package compares the effect estimates of each association between statin use and traits in subjects with different methylation levels. Nonparametric bootstrap with 20,000 resamples was performed. Data from the RS were used (n 5 1,180), with exclusion of prevalent type 2 diabetes case subjects and former statin users. The normalized CpG methylation b-value was modeled as mediator and the CpG-associated trait as outcome. Supplementary Fig. 1 shows a schematic representation. Sex, age, and cohort were considered confounders. For investigationofpotentialunmeasuredconfounding, the sequential ignorability assumption(noconfounderassumption)was tested in a sensitivity analysis using the correlated residuals method (18), which estimates the correlation that quantifies how strong the confounder would have to be to change the conclusion.\nGene Expression-Association Analysis For investigation of possible biological pathways, relations between the identified CpGs and transcriptome-wide gene expressionwere explored (RS) (n5 731). Statin-related CpGs were regressed against methylation batch variables as random terms; a similar approach was applied for 21,238 transcription probes and the expression batch variables. Next, linear regressions between the residuals from the CpGs regression (predictors) and the expression probe residuals (dependent variable) were performed. The Bonferroni correction was 0.05/number of probes 3 number of CpGs tested.\nAdditionally, the significant expression probes in the aforementioned analysis were tested in associationwith statin use exposure (n 5 631) and as predictors of the significant glycemic traits in the mediation analyses (n 5 616). Type 2 diabetes case subjects and former statin users were excluded.\nDose Effects In 303 current statin users from SHIPTrendandRSwithavailabledataonstatin dose, we examined the association between the replicated CpGs and the defined daily dose (DDD) (WHO ATC/DDD classification[https://www.whocc.no/atc_ ddd_index/]),using theEWASmodel.Next, the association between gene expression and statin dose was studied in the RS.\nConfounding and Ethnicity To investigatewhether theassociations of statin use with the replicated CpGs were independent of blood lipids, we additionally adjusted the EWAS for serum total cholesterol or for individual blood lipids instead (HDL, LDL, and triglycerides) in both discovery and replication.\nIn an effort to rule out confounding by indication, we restricted the EWAS to subjects with LDL$70mg/dL or$100 mg/dLdcutoffs used to advise statin prescription (19,20). Further, we reran the EWAS excluding prevalent type 2 diabetes and prediabetes case subjects.\nTo account for ethnicity heterogeneity in the discovery panel (South Asians and Caucasians), we reran the EWAS, taking Caucasians (n5 4,349) for discovery and South Asians (n5 3,849) for replication.\nPost Hoc Power Analysis To calculate the range of power for replication of the findings, we used the GPower 3.1 tool (21) with six predictors representing all discovered CpGs except for cg03467813, which was not included due to its high heterogeneity (I2 5 99%). CpGs’ smallest b-estimate (0.0039 [cg10177197]) and probability error 0.008 or the largest estimate (0.0219 [cg17901584]) was used."
    }, {
      "heading" : "RESULTS Association Between Statin Use and DNA Methylation",
      "text" : "Themean (SD) age in the discovery panel ranged from 51.5 (13.8) years (SHIPTrend) to 62.1 (6.5) years (KORA-F4). Of the total discovery panel, 2,969 (43.5%) participants were women. Supplementary\nTable 2A and B shows other baseline characteristics.\nIn the discovery panel, seven CpGs passed the Bonferroni threshold for significance (P , 1.0 3 1027), being differentially methylated in current statins users compared with noncurrent users, of which current users had lower methylation at four CpGs, annotated to genes DHCR24 (cg17901584, located at TSS1500), FAM50B (cg03467813, located at the gene body region), SC4MOL (cg05119988, located at 59 untranslated region [59UTR]) and AHRR (cg05575921, located at gene body). Three CpGs annotated to ABCG1 (cg06500161 and cg27243685, located at gene body) and DHCR24 (cg10177197, located at gene body) showed higher methylation among current users (Table 1\nand Supplementary Fig. 1). All associations were independently replicated, except for two CpGs annotated to AHRR and FAM50B, which failed to reach statistical significance after Bonferroni correction for replication (P , 7.14 3 1023). The post hoc power analysis showed a power ranging from 39% to 99% for our replication study. In the replication panel, correlations among CpGs ranged from r 5 20.011 between cg06500161 (ABCG1) and cg17901584 (DHCR24) to r5 0.477 for cg06500161 and cg27243685 (both annotated to ABCG1) (Supplementary Table 3). The meta-analysis across the discovery and replication panels revealed one new CpGs at DHCR24 (cg17475467). The heterogeneity in the associations between statin use and the replicated CpGs across cohorts varied from I2 5 0 for cg10177197 (DHCR24) to I25 74.8 for cg17901584 (DHCR24) (Table 1). Unreplicated CpGs were not further investigated. The sensitivity analysis using RS data with never statin users as the reference group (former users excluded) revealed similar results, replicating the five CpGs (Supplementary Table 4).\nAssociations of the Statin-Related CpGs With Glycemic Traits and Type 2 Diabetes After a Bonferroni correction (2.5 3 1023) and comprehensive assessment of potential confounders, increase in 1 SD of methylation at cg06500161 (ABCG1) was associated with incident type 2 diabetes (odds ratio 1.34 [95% CI1.22,1.47]), fastingglucose(1.0331023), insulin (4.6331028), andHOMA-IR (1.053 1028). Increase in 1 SD of methylation at cg27243685 (ABCG1) was associated with incident type 2 diabetes (1.24\n[1.13, 1.38]) and approaching borderline statistical significance with augmented insulin (4.62 3 1023) but not statistically significantly associated with glucose or HOMA-IR. Increase in 1 SD of methylation at cg17901584 was approachingborderlinestatisticalsignificance with incident type 2 diabetes (6.2 3 1023) but was not significantly associated with glucose, insulin, or HOMA-IR. No significant findings were observed for cg05119988 (SC4MOL) or cg10177197 (DHCR24) (Table 2)."
    }, {
      "heading" : "Causal Mediation",
      "text" : "Significant results were obtained for the models with outcome fasting insulin and HOMA-IR. For both cases, the analyses showed that 1) current statin use has a significant overall effect of b 5 0.275 (0.190, 0.360) on insulin and b 5 0.291 (0.199, 0.380) on HOMA-IR and 2) part of that effect goes directly or via mediator(s) other than cg06500161, called average direct effect (ADE). We foundanADEofb50.233 (0.149, 0.320) on insulin and b 5 0.242 (0.151, 0.330) on HOMA-IR. 3) Another part of such effect may operate via an indirect path (indirect effect), possibly through cg06500161 methylation, with an average causal mediator effect of b 5 0.043 (0.024, 0.060) on insulin and b 5 0.049 (0.028, 0.070) on HOMA-IR; 4) consequently, of the total effect of statins on insulin and HOMA-IR, 15.5% (0.086, 0.260) and 16.8% (0.095, 0.270) are suggested to act via cg06500161 methylation, respectively. According to these results, cg06500161 methylation does not explain 100% of the effect of statins on insulin/HOMA-IR; thus, we may call cg06500161 methylation a partial mediator instead of a total mediator.\nNo significant findings were observed for the mediation model with outcome glucose (Table 3). We also investigated the potential mediation of cg27243685 on incident type 2 diabetes, with no significant findings. The sensitivity analysis showed that residual correlation due to unmeasured confounding of r $ 0.2 would be needed to violate the sequential ignorability assumption.\nFurther mediation models were performed to account for potential confounders. In addition to age, sex, and cohort, we further adjusted for 1) BMI, 2) BMI and HDL, and 3) smoking status, SBP, antihypertensive medication, and presence of CHD. Results did not materially change with these further adjustments, although the effect sizes attenuated (Supplementary Tables 5–7)."
    }, {
      "heading" : "Gene Expression",
      "text" : "For exploration of potential epigenetic regulations of gene expression by DNAm, the identified CpGs (predictors) were tested in association with transcriptome-wide gene expression in the RS. cg06500161 was inversely associatedwithtwoexpressionprobesatABCG1 (ILMN_1794782 and ILMN_2329927) after Bonferroni correction (4.713 1027). An inverse association was observed for cg27243685andoneprobe(ILMN_1794782). These results indicate a lower expression of ABCG1 with increasing cg06500161 and cg27243685 methylation. Furthermore, cg17901584 methylation was directly associated with ABCG1 expression (ILMN_1794782) and suggestively associated with another probe at the same gene (ILMN_2329927). There were no significant findings for the other two CpGs after Bonferroni correction (Supplementary Table 8). Moreover, exposure to statin treatmentwas associatedwith lower\nT a b le\n2 — A ss o ci a ti o n o f D N A m\no f th e re p li ca\nte d C p G s a ss o ci a te d w it h st a ti n u se\n, a n d g ly ce\nm ic\ntr a it s a n d ty p e 2 d ia b e te s\nC p G\nPo si ti o n\nG en\ne\nlo g gl u co se\na lo g in su lin\na lo g H O M A -I R a\nIn ci d en\nt ty p e 2 d ia b et es\nb\nEf fe ct\nSE P\nEf fe ct\nSE P\nEf fe ct\nSE P\nEf fe ct\nSE P\nO R (9 5%\nC I)\ncg 17 90\n15 84\n55 35\n37 06\nD H C R 24\n2 0. 00 6\n0. 00 4\n1. 63 E1\n2 0. 02\n3 0. 01 9\n2. 35 E1\n2 0. 02 9\n0. 02\n1 1. 62 E1\n2 0. 17 5\n0. 06\n4 6. 2E -3\n0. 84\n(0 .7 4,\n0. 95\n)\ncg 06 50\n01 61\n43 65\n65 87\nA B CG\n1 0. 01\n0 0. 00 3\n1. 03\nE3\n0. 07\n6 0. 01\n4 4. 63 E8\n0. 08 6\n0. 01\n5 1. 05\nE8\n0. 29 3\n0. 04\n8 9. 5E -1 0\n1. 34\n(1 .2 2,\n1. 47\n)\ncg 05 11\n99 88\n16 62\n51 18 9\nSC 4M\nO L\n2 0. 00 3\n0. 00 3\n3. 59 E1\n2 0. 00\n4 0. 01 5\n7. 84 E2\n1 2 0. 00 7\n0. 01\n6 6. 65 E1\n2 0. 05 8\n0. 05\n5 2. 9E -1\n0. 94\n(0 .8 4,\n1. 05\n)\ncg 27 24\n36 85\n43 64\n23 66\nA B C G 1\n2 0. 00 2\n0. 00 3\n5. 04 E1\n0. 04\n1 0. 01 4\n4. 62 E3\n0. 03 9\n0. 01\n6 1. 39 E2\n0. 21 8\n0. 05\n1 1. 99\nE5\n1. 24\n(1 .1 3,\n1. 38\n)\ncg 10 17\n71 97\n55 31\n64 81\nD H C R 24\n2 0. 00 1\n0. 00 3\n8. 01 E1\n2 0. 01\n5 0. 01 5\n3. 08 E1\n2 0. 01 6\n0. 01\n6 3. 18 E1\n0. 08 0\n0. 05\n2 1. 2E -1\n1. 08\n(0 .9 8,\n1. 20\n)\nM o d el ad ju st ed\nfo rl eu\nko cy te p ro p o rt io n s, b at ch\nef fe ct s, se x, ag e, sm\no ki n g st at u s, SB P, an ti h yp er te n si ve\nm ed\nic at io n ,p re se n ce\no fC H D ,s ta ti n u se ,a n d B M I. B o ld fa ce\nty p e in d ic at es\nst at is ti ca lly\nsi gn ifi ca n ta ss o ci at io n s\naf te r B o n fe rr o n ic o rr ec ti o n o fP\n, 2. 5E -0 3. C h r, ch ro m o so m e; H O M A -I R ,h o m eo\nst at ic m o d el as se ss m en\nt in su lin\nre si st an ce .a Sa m p le n 5\n1, 16 5 (R S) co m p le te\nca se\nsu b je ct s, o fw\nh o m 11\n9 w er e cu rr en\nt st at in u se rs .\nN o n fa st in g sa m p le s (n\n5 25\n), p re va le n t ty pe\n2 d ia b et es\nca se\nsu b je ct s (n\n5 18\n1) ,a n d fo rm\ner st at in u se rs (n\n5 74\n) w er e ex cl u d ed\nfr o m\nth e an al ys is .b Sa m p le si ze\nn 5\n4, 42\n2 (R S n 5\n62 6, KO\nR A n 5\n1, 13\n4, LO\nLI PO P n 5 2, 65 9) , o f w h om 1, 17 3 ar e in ci d en t ty pe 2 d ia b et es ca se su b je ct s.\nABCG1 expression (Supplementary Table 9). When ABCG1 expression was studied as a predictor of insulin traits, we found an inverse association between ILMN_1794782 and fasting insulin and HOMA-IR (Supplementary Table 10)."
    }, {
      "heading" : "Dose Effect",
      "text" : "Statin dose exposure was significantly associated with the five identified CpGs after Bonferroni correction (P , 0.01) (Supplementary Table 11). Exposure to increasing statindosewasassociatednominally with lower levels of ABCG1 expression at ILMN_1794782 and suggestively withILMN_2329927(SupplementaryTable 12)."
    }, {
      "heading" : "Sensitivity Analyses",
      "text" : "Residual confounding and confounding by indication were as follows: 1) additional adjustment of the EWAS for serum total cholesterol or blood lipids HDL, LDL, and triglycerides instead (Supplementary\nTable 13);2) exclusionof prevalent type2 diabetes and pre–type 2 diabetes case subjects (Supplementary Table 14); or 3) restriction of the EWAS to participants with LDL $70 mg/dL or $100 mg/dL (Supplementary Table 15) did not change theassociationsof thefiveCpGs. Further, exclusionof type 2diabetes case subjects fromtheother analyses did not affect the results (data not shown).\nWith regard to transethnic replication, the new EWAS taking Caucasians only for discovery and South Asians for replication showed that all five CpGs passed the Bonferroni correction threshold (Supplementary Table 16)."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "Thecurrent study sheds lightonpotential mechanisms linking statin use and type 2\nrisk diabetes by, firstly, identifying and replicating associations between statin therapy and methylation at five CpGs (cg06500161, cg27243685, cg17901584, cg10177197, and cg05119988) independent of blood lipids and, secondly, providing evidence on the partial mediation via ABCG1 methylation in the effect of statins on increased levels of insulin and insulin resistance under the sequential ignorability assumption.\nOur results on the association between statin use and DNAm agree with a report from the Framingham Study,which found epigenome-wide significance at only two sites (cg17901584 and cg06500161) (5). The Framingham Study examined this association in a smaller sample (n 5 1,545 vs. 6,820 for our discovery panel), and contrary to our investigation, they did not proceed with replication or examine associations among gene expression, metabolic markers, and type 2 diabetes. Moreover, our work reports novel associations and adds to current knowledge that statin dosage might be implicated in the degree of methylation and ABCG1 expression. The latter finding goes in line with an experimental study wheremacrophages treatedwith various types of statins showed lower ABCG1 expression as dose increased (22).\nSites cg06500161 and cg27243685 are annotated to ABCG1, cg17901584 and cg10177197 to DHCR24, and site cg05119988 is annotated to SC4MOL. ABCG1 (ATP-binding cassette member-1 subfamily-G) encodes a protein that mediates the transport of different molecules, such as cholesterol efflux to the HDL, oxysterols, and phospholipid transport in macrophages (23,24). It is also involved in insulin secretion and sensitivity (25). ABCG1 expression was\nreduced in statin users compared with nonusers (26) and in patients with type 2 diabetes (27,28). Genes DHCR24 (24-dehydrocholesterol reductase) and SC4MOL (sterol-C4-methyl oxidase-like) code enzymes catalyzing different steps during cholesterol biosynthesis. DHCR24 mutations are related to desmosterolosis (29,30) and Alzheimer disease (31). Deficiency of the protein coded by SC4MOL produces congenital cataracts, microcephaly, growth delay, skin conditions, and immune dysfunction (32). An observational study found that DHCR24 and SC4MOLwere upregulated among statin users (26), while SC4MOL upregulation increased type 2 diabetes risk (27,28).\nMethylation at four of the identified CpGs (cg06500161, cg27243685, cg17901584, and cg05119988) was previously associated with glycemic traits, type 2 diabetes, and blood lipids, while cg06500161 (ABCG1) was associated with increased glucose, insulin, HbA1c, HDL, and triglyceride levels (33–35). Our causal mediation analyses provided evidence of cg06500161 methylation partially mediating the association between statin use and higher fasting insulin and HOMA-IR. However, given the crosssectional nature of these analyses, our results must be interpreted with caution. Since the mediator was measured at the same time as the outcome, reverse causation cannot be completely ruled out. However, in an effort to overcome this issue, we excluded type 2 diabetes case subjects.Themediationeffectobservedmay be the result of more complex interactions of combined effects across the epigenome. Moreover, the lack of significant findings in mediation by the other CpG at ABCG1 (cg27243685) could reflect a power issue. Hence, future\nTable 3—Causal mediation analysis on the significant associations between the statin-related CpGs (cg06500161 and cg27243685) as mediators and glycemic traits and incident type 2 diabetes as outcomes\nACME estimate of mediator CpG (95% CI) ADE estimate (95% CI) Total effect (95% CI)\nProportion mediated by cg06500161 (95% CI)\ncg06500161 log glucosea 0.006 (0.003, 0.010) 0.009 (20.007, 0.020) 0.015 (26.79E203, 0.030) 0.404 (21.250, 2.600) log insulina 0.043 (0.024, 0.060) 0.233 (0.149, 0.320) 0.275 (0.190, 0.360) 0.155 (0.086, 0.260) log HOMA-IRa 0.049 (0.028, 0.070) 0.242 (0.151, 0.330) 0.291 (0.199, 0.380) 0.168 (0.095, 0.270) Incident type 2 diabetesb 0.017 (20.002, 0.040) 0.094 (0.024, 0.190) 0.111 (0.033, 0.220) 0.153 (20.029, 0.390)\ncg27243685 Incident type 2 diabetesb 0.0005 (20.006, 0.010) 0.127 (0.033, 0.23) 0.128 (0.035, 0.23) 0.004 (20.053, 0.10)\nModels adjusted for sex, age, and cohort. Boldface type indicates statistically significant results. ACME, average causal mediator effect. aSample n5 1,180 (RS) complete case subjects, of whom 178 were current statin users. Nonfasting samples (n5 25), prevalent type 2 diabetes case subjects (n5 181), and former statin users (n5 74) were excluded from the analysis. bSample n5 642 (RS) complete case subjects, of whom 23 were incident type 2 diabetes case subjects.\nstudies shall explorehowtheCpGswithin the same gene interact and mediate the effects. Basedonourfindings and theavailable evidence,wehypothesizethatcg06500161 hypermethylation may be a consequence of statin use, possibly inducing a decrease in ABCG1 transcription in blood. Further research is needed to investigate to what extent this downregulation could in turn compromisedownstreamsignals, resulting in impaired insulinmetabolism. In this line, impaired insulin sensitivity and secretion as a consequence of statin treatmentwere recently observed in a longitudinal study (36). Furthermore, a functional study suggested an epigenetic regulation of ABCG1 mediated by methylation-dependent transcription factorbinding (37).Ourhypothesized model is displayed in Fig. 2. Nevertheless, further investigations should test this hypothesis andassess theeffect of statins in target tissues and to what extent these findings are generalizable to populationswithethnic backgroundsother than Caucasians and South Asians. We highlight the large sample size with DNAm data in our study, the use of a replication panel, and the comprehensive assessment of confounding factors. Addition of complementary data like gene expression, transethnic replication, and use of a causal inference method as mediation analysis also add value to our research. One limitation is the lack of data on DNAmand gene expression from specific tissues of interest for type 2 diabetes and drug metabolism (pancreas, liver, adipose tissue), as both DNAm and gene expression may be tissue specific (38). Instead,weusedwhole peripheral blood, allowing for cell mixture. Consequently, we included adjustments for estimated blood leukocytes proportions.\nMost cohorts had limited information on former statin users; thus, it is likely that they were included in the reference group. However, the replication panel showedthat thesameresults arevalid for the group of current statin users only, although we had limited numbers to investigate such associations. Furthermore, it was not possible to explore potential effects of cessation time or treatment duration on DNAm. A Mendelian randomization approach based on genetic instrumental variables to explore a potential causal effect of statins on DNAm was not possible due to the lack of adequate genetic variants that may mimic the randomization of the hypothesized adverse effect of statins on type 2 diabetes risk. The use of variants at the gene encoding 3-hydroxy3-methylglutaryl CoA reductase (39), statins’ target protein, would mimic the main effect of statins, rather than an alternative pathway leading to the hypothesized effect. Moreover, these variants were associated with LDL (39), reflecting cholesterol metabolism. This violates the Mendelian randomization assumption that the instrumental variable is associatedwiththeoutcomeonly through the exposure, since high cholesterol is a risk factor for type 2 diabetes.\nAll cohorts used Illumina 450K array to measure DNAm, except one, which used Illumina EPIC array (n 5 247). Despite differences between the two, EPIC array covers ;90% of the same sites on the 450K chip; both use the same technology and showed overall per-sample correlations of r . 0.99 (40), thus encouraging the application of combined data. Moreover, cohorts used different methods to diagnose type 2 diabetes, which might introduce error measurement.\nThe heterogeneity observed in the meta-analysis for some of the CpGs might be a consequence of differences in statin use prevalence (ranged from 9.2% to 18.1%) and types and dose of statin used across cohorts. Additionally,\ndifferences in ethnicity could have influenced heterogeneity (the association of statin use and cg06500161 in the overall meta-analysis showed I2552.30,while I25 5.20 across Caucasians only), as could different methods applied to collect data on medication anddisease (pharmacy and general practitioner records or self-report).\nFinally, some analyseswere performed using data from the replication panel only, whichmay introduce a type II error."
    }, {
      "heading" : "Conclusion",
      "text" : "We identified and replicated five DNAm sites associated with statin therapy, of which cg06500161 may be partially mediating the effect of statins on increasing insulin levels andHOMA-IR. This could be one potential mechanism linking statin therapy and type 2 diabetes onset observed in clinical trials and observational studies. Nevertheless, other biological pathways should not be discarded. From our study, it is not clearwhatmightbe the mechanism by which statins may induce DNAm changes; this shall be a challenge for future research.\nMeanwhile, close monitoring of risk factors for type 2 diabetes in these patients is imperative to prevent further complications.\nFunding.C.O.-R. reports receivinggrant support from Agencia Nacional de Investigaciõn y Desarrollo (ANID, ex CONICYT), PAI/INDUSTRIA 72170524. P.P.M. and T.L. reported receiving financial support from the Academy of Finland [grants 286284, 134309 (Eye), 126925, 121584, 124282, 129378 (Salve), 117787 (Gendi), and 41071 (Skidi)], the Social Insurance Institution of Finland, Competitive State Research Financing of the Expert Responsibility area of Kuopio, Tampere and Turku University Hospitals (grant X51001), Juho Vainio Foundation, Paavo Nurmi Foundation, Finnish Foundation for Cardiovascular Research, Finnish Cultural Foundation, Tampere Tuberculosis Foundation, Emil AaltonenFoundation, Yrjö JahnssonFoundation, Signe and Ane Gyllenberg Foundation, Diabetes Research Foundation of Finnish Diabetes Association, and EU Horizon 2020 (grant 755320 for TAXINOMISIS Project). H.J.G., S.B.F., and A.T. report receiving financial support from the Federal Ministry of Education and Research (grants 01ZZ9603, 01ZZ0103, and 01ZZ0403), the Ministry of Cultural Affairs as well as the Social Ministry of the Federal State of MecklenburgWest Pomerania, and the network “Greifswald Approach to Individualized Medicine (GANI_ MED)” funded by the Federal Ministry of Education and Research (grant 03IS2061A) and the DZHK (grant 81X34000104). J.C. is supported by the Singapore Ministry of Health’s National Medical Research Council under its Singapore Figure2—Schemeof thehypothesizedmechanism linking statin therapy and risk of type 2 diabetes. The solid black arrow represents the effect of statins on plasmatic insulin and HOMA-IR levels that operates directly or through a pathway different from the mediator analyzed in the current study (methylation at cg06500161). The dotted black arrows represent the suggested alternative pathway, where an indirect effect of statins on insulin and HOMA-IR is mediated by cg06500161 methylation. The black thin arrows indicate decreased or increased level of the parameter; in this figure they are representing decrease in gene expression of ABCG1 and increase in serum levels of fasting insulin and HOMA-IR.\nTranslational Research Investigator (STaR) Award (NMRC/STaR/0028/2017). KORA was initiated and financed by the Helmholtz Zentrum München (German Research Center for Environmental Health), which is funded by the German Federal Ministry of Education and Research (BMBF)andby theStateofBavaria. Furthermore, KORA research has been supported within the Munich Center of Health Sciences (MC-Health), Ludwig-Maximilians-Universität, as part of LMUinnovativ. This work was supported by a grant (WA 4081/1-1) from the German Research Foundation. Duality of Interest. H.J.G. has received travel grants and speakers honoraria from Fresenius Medical Care, Neuraxpharm, Servier, and Janssen Cilag, as well as research funding from Fresenius Medical Care. O.H.F. reports receiving grants or research support from Metagenics Inc., and Nestlé Nutrition (Nestec Ltd.). No other potential conflicts of interest relevant to this article were reported. Author Contributions. T.M. and C.O.-R. contributed to the study concept anddesign. C.O.-R., R.W., B.L., P.P.M., X.G., D.J., M.L., D.J.-Q., J.B.J.v.M., W.Z., J.S.K., H.J.G., S.B.F., B.S., Y.Z., C.G., M.M.-N., M.H., and A.P. contributed to data generation and analyses.C.O.-R.,T.M.,R.W.,B.L.,P.P.M.,X.G.,D.J.-Q., M.L., E.P.-F., J.N., O.H.F., M.G., O.L.R.-O., A.T., H.B.,M.W.,M.A.I., J.B.J.v.M., T.V., J.C., andB.H.S. contributed to drafting of the manuscript. O.H.F., M.G., O.L.R.-O., T.L., A.T., H.B., M.W., M.A.I., J.B.J. V.M., T.V., J.C., B.H.S., and T.M. contributed to critical revision of the manuscript for important intellectual content. All authors approved the final version of the manuscript. C.O.-R. is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Prior Presentation. Parts of this study were presented in abstract form at the 78th Scientific Sessions of the American Diabetes Association, Orlando, FL, 22–26 June 2018, and at EuroPrevent 2019, Lisbon, Portugal, 11–13 April 2019."
    } ],
    "references" : [ {
      "title" : "Cholesterol Treatment Trialists",
      "author" : [ "Collaboration", "Baigent C", "Blackwell L", "Emberson J" ],
      "venue" : "Lancet",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2010
    }, {
      "title" : "Statin use and risk of new-onset diabetes: a metaanalysis of observational studies",
      "author" : [ "M Casula", "F Mozzanica", "L Scotti" ],
      "venue" : "Nutr Metab Cardiovasc",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Statin use and the risk of developing diabetes: a network meta-analysis",
      "author" : [ "D Thakker", "S Nair", "A Pagada", "JamdadeV", "A. Malik" ],
      "venue" : "Pharmacoepidemiol Drug Saf",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Pleiotropic and adverse effects of statins-do epigenetics play a role",
      "author" : [ "Allen SC", "Mamotte CDS" ],
      "venue" : "J Pharmacol Exp Ther",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Integrated genetic and epigenetic prediction of coronary heart disease in the Framingham Heart Study",
      "author" : [ "MV Dogan", "IM Grumbach", "JJ Michaelson", "RA. Philibert" ],
      "venue" : "PLoS One 2018;13:",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1905
    }, {
      "title" : "The role of global and regional DNA methylation and histone modifications in glycemic traits and type 2 diabetes:  a systematic review",
      "author" : [ "T Muka", "J Nano", "T Voortman" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Changes of cardiovascular risk factors and their implications in subsequent birth cohorts of older adults in Germany: a life course approach",
      "author" : [ "RaumE", "RothenbacherD", "LöwM", "StegmaierC", "Ziegler H", "Brenner H" ],
      "venue" : "Eur J Cardiovasc Prev Rehabil",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2007
    }, {
      "title" : "High prevalence of undiagnosed diabetes mellitus in Southern Germany: target populations for efficient screening",
      "author" : [ "W Rathmann", "B Haastert", "A Icks" ],
      "venue" : "The KORA survey",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2000
    }, {
      "title" : "Cohort profile: the study of health in Pomerania",
      "author" : [ "H Völzke", "D Alte", "CO Schmidt" ],
      "venue" : "Int J Epidemiol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2011
    }, {
      "title" : "Does subclinical atherosclerosis burden identify the increased risk of cardiovascular disease mortality among United Kingdom Indian Asians? A population study",
      "author" : [ "NS Chahal", "TK Lim", "P Jain", "JC Chambers", "JS Kooner", "R. Senior" ],
      "venue" : "Am Heart J 2011;162:460–466",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "The Rotterdam Study: 2018 update on objectives, design and main results",
      "author" : [ "MA Ikram", "GGO Brusselle", "SD Murad" ],
      "venue" : "Eur J Epidemiol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Systematic identification of trans eQTLs as putative drivers of known disease",
      "author" : [ "HJ Westra", "MJ Peters", "T Esko" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Analyzing illumina gene expression microarray data from different tissues: methodological aspects of data analysis in the metaxpress consortium",
      "author" : [ "C Schurmann", "K Heim", "A Schillert" ],
      "venue" : "PLoS One 2012;7:e50938",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "DNA methylation arrays as surrogate measures of cell mixture distribution",
      "author" : [ "EA Houseman", "AccomandoWP", "DC Koestler" ],
      "venue" : "BMC Bioinformatics",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Minfi: a flexible and comprehensive Bioconductor package for the analysis of Infinium DNA methylation microarrays",
      "author" : [ "MJ Aryee", "AE Jaffe", "H Corrada-Bravo" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "mediation: R Package for Causal Mediation Analysis",
      "author" : [ "D Tingley", "T Yamamoto", "K Hirose", "L Keele", "K. Imai" ],
      "venue" : "J Stat Softw",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2014
    }, {
      "title" : "Tobacco smoking is associated with methylation of genes related to coronary artery disease",
      "author" : [ "RV Steenaard", "S Ligthart", "L Stolk" ],
      "venue" : "Epigenetics",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Identification, inference and sensitivity analysis for causal mediation effects",
      "author" : [ "K Imai", "L Keele", "T. Yamamoto" ],
      "venue" : "Stat Sci",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2010
    }, {
      "title" : "European guidelines on cardiovascular disease prevention in clinical practice",
      "author" : [ "MF Piepoli", "AW Hoes", "S Agewall" ],
      "venue" : "Kardiol Pol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "European Association for Cardiovascular Prevention & Rehabilitation (EACPR). European guidelines on cardiovascular disease prevention in clinical practice (version 2012): the fifth joint task force of the European society of cardiology and other societies on cardiovascular disease prevention in clinical practice (constituted by representatives of nine societies and by invited experts)",
      "author" : [ "J Perk", "G De Backer", "H Gohlke" ],
      "venue" : "Int J Behav Med",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "Statistical power analyses using G*Power 3.1: tests for correlation and regression analyses",
      "author" : [ "F Faul", "E Erdfelder", "A Buchner", "AG. Lang" ],
      "venue" : "Behav Res Methods",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2009
    }, {
      "title" : "The effect of statins on ABCA1 and ABCG1 expression in human macrophages is influenced by cellular cholesterol levels and extent of differentiation",
      "author" : [ "J Wong", "CM Quinn", "IC Gelissen", "W Jessup", "AJ. Brown" ],
      "venue" : "Atherosclerosis",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2008
    }, {
      "title" : "ABCA1 and ABCG1 or ABCG4 act sequentially to remove cellular cholesterol and generate cholesterol-rich HDL",
      "author" : [ "Vaughan AM", "Oram JF" ],
      "venue" : "J Lipid Res",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2006
    }, {
      "title" : "Human ATP-binding cassette G1 controls macrophage lipoprotein lipase bioavailability and promotes foam cell formation",
      "author" : [ "M Olivier", "MW Tanck", "R Out" ],
      "venue" : "Arterioscler Thromb Vasc Biol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "The effect of statins on blood gene expression in COPD",
      "author" : [ "M Obeidat", "N Fishbane", "Y Nie" ],
      "venue" : "PLoS One 2015;10:e0140022",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Alterations of a cellular cholesterol metabolism network are a molecular feature of obesity-related type 2 diabetes and cardiovascular disease",
      "author" : [ "J Ding", "LM Reynolds", "T Zeller" ],
      "venue" : "Diabetes",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "ReducedexpressionofATP-bindingcassettetransporter G1 increases cholesterol accumulation in macrophages of patients with type 2 diabetes mellitus",
      "author" : [ "JP Mauldin", "MH Nagelin", "AJ Wojcik" ],
      "venue" : "Circulation",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2008
    }, {
      "title" : "Mutations in the 3beta-hydroxysterol Delta24reductase gene cause desmosterolosis, an autosomal recessive disorder of cholesterol biosynthesis",
      "author" : [ "HR Waterham", "J Koster", "GJ Romeijn" ],
      "venue" : "Am J Hum Genet",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2001
    }, {
      "title" : "Desmosterolosis presentingwithmultiple congenital anomalies and profound developmental delay",
      "author" : [ "HC Andersson", "L Kratz", "R. Kelley" ],
      "venue" : "Am J Med Genet",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2002
    }, {
      "title" : "The association study between DHCR24 polymorphisms andAlzheimer’s disease",
      "author" : [ "R Lämsä", "S Helisalmi", "M Hiltunen" ],
      "venue" : "Am JMedGenet B Neuropsychiatr Genet",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2007
    }, {
      "title" : "Mutations in the human SC4MOL gene encoding a methyl sterol oxidase cause psoriasiform dermatitis, microcephaly, and developmental delay",
      "author" : [ "M He", "LE Kratz", "JJ Michel" ],
      "venue" : "J Clin Invest",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "BIOS Consortium. Blood lipids influence DNA methylation in circulating cells",
      "author" : [ "KF Dekkers", "M van Iterson", "RC Slieker" ],
      "venue" : "Genome Biol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Epigenomewide association study of fasting measures of glucose, insulin, and HOMA-IR in the Genetics of Lipid Lowering Drugs and Diet Network study",
      "author" : [ "B Hidalgo", "MR Irvin", "J Sha" ],
      "venue" : "Diabetes",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "DNA methylation of loci within ABCG1 and PHOSPHO1 in blood DNA is associated with future type 2 diabetes risk",
      "author" : [ "T Dayeh", "T Tuomi", "P Almgren" ],
      "venue" : "Epigenetics",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2016
    }, {
      "title" : "Increased risk of diabetes with statin treatment is associatedwith impaired insulin sensitivity and insulin secretion: a 6 year follow-up study of the METSIM cohort",
      "author" : [ "H Cederberg", "A Stančáková", "N Yaluri", "S Modi", "J Kuusisto", "M. Laakso" ],
      "venue" : "Diabetologia",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "DNA methylationof lipid-relatedgenesaffectsbloodlipid levels",
      "author" : [ "L Pfeiffer", "S Wahl", "LC Pilling" ],
      "venue" : "Circ Cardiovasc Genet 2015;8:334–342  care.diabetesjournals.org  Ochoa-Rosales and Associates",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2015
    }, {
      "title" : "DNA methylome profiling of human tissues identifies global and tissue-specific methylation patterns [published correction appears in Genome Biol 2016;17:224",
      "author" : [ "K Lokk", "ModhukurV", "B Rajashekar" ],
      "venue" : "Genome Biol 2014;15:r54",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "Common SNPs in HMGCR in micronesians and whites associated with LDL-cholesterol levels affect alternative splicing of exon13",
      "author" : [ "R Burkhardt", "EE Kenny", "JK Lowe" ],
      "venue" : "Arterioscler ThrombVasc Biol",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2084
    }, {
      "title" : "Comparison of DNA methylation measured by Illumina 450K and EPIC BeadChips in blood of newborns and 14-year-old children. Epigenetics 2018;13:655–664  10 Epigenetics of Statins and Type 2 Diabetes Risk  Diabetes Care",
      "author" : [ "O Solomon", "J MacIsaac", "H Quach" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Statins effectively reduce the risk of cardiovascular disease (1).",
      "startOffset" : 62,
      "endOffset" : 65
    }, {
      "referenceID" : 1,
      "context" : "However, clinical trials and observational studies show that statins lead to insulin resistance and type 2 diabetes (2,3).",
      "startOffset" : 116,
      "endOffset" : 121
    }, {
      "referenceID" : 2,
      "context" : "However, clinical trials and observational studies show that statins lead to insulin resistance and type 2 diabetes (2,3).",
      "startOffset" : 116,
      "endOffset" : 121
    }, {
      "referenceID" : 3,
      "context" : "Statins are associated with epigenetic changes, including histone acetylation, miRNA regulation (4), and DNA methylation (DNAm), particularly at genes related to lipid and insulin metabolism (5).",
      "startOffset" : 96,
      "endOffset" : 99
    }, {
      "referenceID" : 4,
      "context" : "Statins are associated with epigenetic changes, including histone acetylation, miRNA regulation (4), and DNA methylation (DNAm), particularly at genes related to lipid and insulin metabolism (5).",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 5,
      "context" : "(6); thus, it may be a potential mechanism contributing to the increased risk of type 2 (1)Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands (2)Centro de Vida Saludable de la Universidad de Concepción, Concepción, Chile (3)Institute of Epidemiology, Helmholtz Zentrum München, Neuherberg, Germany (4)German Center for Diabetes Research, Neuherberg, Germany (5)Research Unit Molecular Epidemiology, Helmholtz Zentrum München, Neuherberg, Germany (6)Department of Epidemiology and Biostatistics, Imperial College London, London, U.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "Nevertheless, this hypothesis has not been investigated (4).",
      "startOffset" : 56,
      "endOffset" : 59
    }, {
      "referenceID" : 6,
      "context" : "gen in der älteren Bevölkerung (ESTHER) (7), a population-based study recruited in Saarland, Germany, with participants aged 50–75 years; Kooperative Gesundheitsforschung in der Region AugsburgF4 (KORA-F4) (8), a follow-up study of the KORA-S4 cohort, established in 1996 in Augsburg, Germany; Study of Health in Pomerania (SHIP)-Trend (9), a populationbased study of participants from northeast Germany; and a population-based",
      "startOffset" : 40,
      "endOffset" : 43
    }, {
      "referenceID" : 7,
      "context" : "gen in der älteren Bevölkerung (ESTHER) (7), a population-based study recruited in Saarland, Germany, with participants aged 50–75 years; Kooperative Gesundheitsforschung in der Region AugsburgF4 (KORA-F4) (8), a follow-up study of the KORA-S4 cohort, established in 1996 in Augsburg, Germany; Study of Health in Pomerania (SHIP)-Trend (9), a populationbased study of participants from northeast Germany; and a population-based",
      "startOffset" : 206,
      "endOffset" : 209
    }, {
      "referenceID" : 8,
      "context" : "gen in der älteren Bevölkerung (ESTHER) (7), a population-based study recruited in Saarland, Germany, with participants aged 50–75 years; Kooperative Gesundheitsforschung in der Region AugsburgF4 (KORA-F4) (8), a follow-up study of the KORA-S4 cohort, established in 1996 in Augsburg, Germany; Study of Health in Pomerania (SHIP)-Trend (9), a populationbased study of participants from northeast Germany; and a population-based",
      "startOffset" : 336,
      "endOffset" : 339
    }, {
      "referenceID" : 9,
      "context" : ", aged 35–75 years: the London Life Sciences Prospective Population (LOLIPOP) study (10).",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 10,
      "context" : "terdam Study (RS) (subcohorts RS-III-1 [first visit of the third RS cohort] and RSBIOS [comprising the third visit of the second cohort (RS-II-3) and the second visit of the third RS cohort (RS-III-2)]) (11), a prospective population-based cohort study of participants living in Ommoord, Rotterdam, the Netherlands, aged 45 years and older.",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 11,
      "context" : "com/molgenis/systemsgenetics/ tree/master/eqtl-mapping-pipeline) (12).",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 12,
      "context" : "Only probes that uniquelymapped to the humangenomebuild37and represented gene mRNA expression were analyzed (13).",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 13,
      "context" : "estimated as previously described by Houseman (14), using the Rminfi package",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 15,
      "context" : "causal mediation analysis using the R mediation package (16) as previously",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 17,
      "context" : "correlated residuals method (18), which",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 18,
      "context" : "to subjects with LDL$70mg/dL or$100 mg/dLdcutoffs used to advise statin prescription (19,20).",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 19,
      "context" : "to subjects with LDL$70mg/dL or$100 mg/dLdcutoffs used to advise statin prescription (19,20).",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 20,
      "context" : "1 tool (21) with six predictors representing all discovered CpGs except for cg03467813, which was not",
      "startOffset" : 7,
      "endOffset" : 11
    }, {
      "referenceID" : 4,
      "context" : "Our results on the association between statin use and DNAm agree with a report from the Framingham Study,which found epigenome-wide significance at only two sites (cg17901584 and cg06500161) (5).",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 21,
      "context" : "types of statins showed lower ABCG1 expression as dose increased (22).",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 23,
      "context" : "It is also involved in insulin secretion and sensitivity (25).",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 24,
      "context" : "ABCG1 expression was reduced in statin users compared with nonusers (26) and in patients with type 2 diabetes (27,28).",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 25,
      "context" : "ABCG1 expression was reduced in statin users compared with nonusers (26) and in patients with type 2 diabetes (27,28).",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 26,
      "context" : "ABCG1 expression was reduced in statin users compared with nonusers (26) and in patients with type 2 diabetes (27,28).",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 30,
      "context" : "Deficiency of the protein coded by SC4MOL produces congenital cataracts, microcephaly, growth delay, skin conditions, and immune dysfunction (32).",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 24,
      "context" : "An observational study found that DHCR24 and SC4MOLwere upregulated among statin users (26), while SC4MOL upregulation increased type 2 diabetes risk (27,28).",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 25,
      "context" : "An observational study found that DHCR24 and SC4MOLwere upregulated among statin users (26), while SC4MOL upregulation increased type 2 diabetes risk (27,28).",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 26,
      "context" : "An observational study found that DHCR24 and SC4MOLwere upregulated among statin users (26), while SC4MOL upregulation increased type 2 diabetes risk (27,28).",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 34,
      "context" : "In this line, impaired insulin sensitivity and secretion as a consequence of statin treatmentwere recently observed in a longitudinal study (36).",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 35,
      "context" : "Furthermore, a functional study suggested an epigenetic regulation of ABCG1 mediated by methylation-dependent transcription factorbinding (37).",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 36,
      "context" : "One limitation is the lack of data on DNAmand gene expression from specific tissues of interest for type 2 diabetes and drug metabolism (pancreas, liver, adipose tissue), as both DNAm and gene expression may be tissue specific (38).",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 37,
      "context" : "The use of variants at the gene encoding 3-hydroxy3-methylglutaryl CoA reductase (39), statins’ target protein, would mimic the main effect of statins, rather than an",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 37,
      "context" : "Moreover, these variants were associated with LDL (39), reflecting cholesterol metabolism.",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 38,
      "context" : "99 (40), thus encouraging the application of combined data.",
      "startOffset" : 3,
      "endOffset" : 7
    } ],
    "year" : 2020,
    "abstractText" : "Statins effectively reduce the risk of cardiovascular disease (1). However, clinical trials and observational studies show that statins lead to insulin resistance and type 2 diabetes (2,3). The underlying mechanisms remain unclear. Statins are associated with epigenetic changes, including histone acetylation, miRNA regulation (4), and DNA methylation (DNAm), particularly at genes related to lipid and insulin metabolism (5). DNAm is linked to type 2 diabetes pathophysiology (6); thus, it may be a potential mechanism contributing to the increased risk of type 2 Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands Centro de Vida Saludable de la Universidad de Concepción, Concepción, Chile Institute of Epidemiology, Helmholtz Zentrum München, Neuherberg, Germany German Center for Diabetes Research, Neuherberg, Germany Research Unit Molecular Epidemiology, Helmholtz Zentrum München, Neuherberg, Germany Department of Epidemiology and Biostatistics, Imperial College London, London, U.K. Department of Clinical Chemistry, Fimlab Laboratories, and Finnish Cardiovascular Research Center Tampere, Faculty of Medicine and Health Technology, Tampere University, Tampere, Finland Carolina Ochoa-Rosales, Eliana Portilla-Fernandez, Jana Nano, Rory Wilson, Benjamin Lehne, Pashupati P. Mishra, Xu Gao, Mohsen Ghanbari, Oscar L. Rueda-Ochoa, Diana Juvinao-Quintero, Marie Loh, Weihua Zhang, Jaspal S. Kooner, Hans J. Grabe, Stephan B. Felix, Ben Schöttker, Yan Zhang, Christian Gieger, Martina Müller-Nurasyid, Margit Heier, Annette Peters, Terho Lehtimäki, Alexander Teumer, Hermann Brenner, MelanieWaldenberger,M. Arfan Ikram, Joyce B.J. van Meurs, Oscar H. Franco, Trudy Voortman, John Chambers, Bruno H. Stricker, and Taulant Muka Diabetes Care 1",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}