{
  "name" : "downloads_2019-10-07_d7_chen2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "MOFs-derived porous Mo2C–C nano-octahedrons enable high-performance lithium–sulfur batteries",
    "authors" : [ "Guilin Chen", "Yijuan Li", "Wentao Zhong", "Fenghua Zheng", "Junhua Hu", "Xiaohong Ji", "Weizhen Liu", "Chenghao Yang", "Zhang Lin", "Meilin Liu" ],
    "emails" : [ "weizhliu@scut.edu.cn", "NOs@S", "NOs@S" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Energy Storage Materials xxx (xxxx) xxx\nContents lists available at ScienceDirect\nEnergy Storage Materials\njournal homepage: www.elsevier.com/locate/ensm\nMOFs-derived porous Mo2C–C nano-octahedrons enable high-performance lithium–sulfur batteries\nGuilin Chen a, Yijuan Li a, Wentao Zhong a, Fenghua Zheng a, Junhua Hu b, Xiaohong Ji c, Weizhen Liu a,**, Chenghao Yang a,*, Zhang Lin a, Meilin Liu d\na School of Environment and Energy, South China University of Technology, Guangzhou, 510006, China b School of Materials Science and Engineering, Zhengzhou University, Zhengzhou, 450001, China c School of Materials Science and Engineering, South China University of Technology, Guangzhou, 510641, China d School of Materials Science and Engineering Georgia Institute of Technology, Atlanta, GA, 30332-0245, USA\nA R T I C L E I N F O\nKeywords: Lithium-sulfur batteries Metal-organic frameworks Molybdenum carbide Lithium polysulfides immobilization Electrocatalytic effect\n* Corresponding author. ** Corresponding author.\nE-mail addresses: weizhliu@scut.edu.cn (W. Liu)\nhttps://doi.org/10.1016/j.ensm.2019.09.028 Received 9 August 2019; Received in revised form Available online xxxx 2405-8297/© 2019 Published by Elsevier B.V.\nPlease cite this article as: G. Chen et al., MOF Storage Materials, https://doi.org/10.1016/j.\nA B S T R A C T\nThe shuttle effect causing by the dissolution of lithium polysulfides (LiPSs) and sluggish redox reaction kinetics during the charge/discharge processes significantly reduce the cycle life and sulfur utilization in lithium-sulfur (Li–S) batteries. Herein, Mo2C–C nano-octahedrons (Mo2C–C NOs) with Mo2C nanoparticles embedded in a three-dimensional porous carbon matrix have been prepared via a metal-organic frameworks (MOFs) assisted strategy, and used as the sulfur host for Li–S batteries. The Mo2C–C NOs@S cathode demonstrates a high initial specific capacity of 1396 and 1050mAh g 1 at 0.1 C and 1 C, respectively, with an ultra-low average specific capacity decay rate of 0.0457% per cycle within 600 cycles at 1 C. Moreover, Mo2C–C NOs@S cathode with high areal sulfur loading of 4.2 mgS cm\n2 can deliver a high initial discharge specific capacity of 807mAh g 1, and a capacity of 623mAh g 1 after 100 cycles at 0.5 C. The existence of Mo2C nanoparticles can not only immobilize LiPSs via the formation of Mo–S bond, but also electrocatalytically accelerate the redox kinetics towards LiPSs conversion. Meanwhile, the interconnected porous carbon matrices contributes to effective sulfur/electrolyte infiltration, fast electron/Liþ ion transportation and sufficient buffer for volume change."
    }, {
      "heading" : "1. Introduction",
      "text" : "With the rapid development of portable electronics, electrical vehicles (EVs)/hybrid electrical vehicles (HEVs) and large-scale energy storage devices, the requirements of new energy storage systems with high-energy density are ever-increasing, which is difficult to satisfy by the conventional lithium-ion batteries (LIBs) [1–3]. In this regard, endowed by the multi-electron redox reaction between sulfur and lithium, the theoretical energy density and specific capacity of sulfur cathode reach 2500Wh kg 1 and 1675mAh g 1, respectively, which make lithium-sulfur (Li–S) batteries the most promising alternative to the conventional LIBs [4,5]. Unfortunately, the commercial application of Li–S batteries is greatly impeded by the notorious shuttle effect causing by soluble lithium polysulfides (LiPSs) intermediates, significant volume change during the charge/discharge processes and sluggish kinetics of the LiPSs redox reactions [6,7].\nTo overcome the intrinsic deficiencies in sulfur cathode, massive\n, esyangc@scut.edu.cn (C. Yang)\n17 September 2019; Accepted 20\ns-derived porous Mo2C–C nano ensm.2019.09.028\nefforts have been exerted to combine sulfur with certain host materials to afford the composite cathode [8–10]. Among the promising options, carbonaceous materials with favorable conductivity and high specific area show great potential, such as the porous carbons [11–13], graphene [14], carbon nanotubes (CNTs) [15], etc. Generally, the S–C composite cathodes can improve the S utilization and rate performance of Li–S batteries [16]. However, suffering from the weak interaction between the polar LiPSs and nonpolar carbonaceous materials, the diffusion of LiPSs can only be inadequately inhibited by physical confinement rather than chemical adsorption, thus resulting in serious shuttle effect during the long term cycling processes [17]. To effectively immobilize LiPSs, polar transition metal compounds, such as MnO2 [18], TiO2 [19], VS2 [20], TiN [21], NbC [22], etc., have been used as the sulfur host materials for Li–S batteries. Different from the conventional carbon materials, the transition metal compound can effectively immobilize LiPSs via the chemical interaction, which is critical for the suppression of the shuttle effect [23]. Furthermore, recent researches have revealed that the\n.\nSeptember 2019\n-octahedrons enable high-performance lithium–sulfur batteries, Energy\nelectrocatalytic effect of transition metal compounds can greatly accelerate the kinetics of the LiPSs redox processes, which contribute to higher sulfur utilization and longer cycling life of Li–S batteries [24,25]. However, the limited specific surface area and conductivity of the aforementioned transition metal compound materials restrict the sulfur loadingmass and rate performance [26]. Overall, carbonaceousmaterials and transition metal compounds have their own advantages and disadvantages when used as the sulfur host. Therefore, combining the polar transition metal compounds with electrocatalytic ability with the conductive carbon matrix to afford the muti-functional sulfur host is a promising solution to tackle the above deficiencies in Li–S batteries.\nTransition metal carbides, such as W2C, Ti3C2 (MXene) and Mo2C have captured intensive attentions in the field of catalysis and energy storage, benefiting from their Pt-like catalytic activity, favorable thermal stability, desirable conductivity and metallic characteristics [27–29]. In particular, Mo2C is reported to be a potential sulfur host material owing to its favorable conductivity, strong polarity and outstanding electrocatalytic ability [30]. However, controllable synthesis of nanostructured Mo2C-carbon hybrids with regular shape, porous structure and desirable polarity towards effective sulfur infiltration and LiPSs immobilization is still of great difficulty, due to the challenge of obtaining uniform carbonization and avoiding structure collapse of nanoparticles at the high calcining temperature [26,31]. Recently, porous transition metal compound-carbon hybrids derived from MOFs have attracted increasing interests [32–34]. Inheriting the porous structure and metallic ions/clusters of MOFs precursors, these hybrid materials have high surface areas, uniform porosity and abundant chemical active sites [35]. Therefore, when suitable Mo-based MOFs are chosen as precursor, such MOFs-assisted method allows for the synthesis of Mo2C–C materials with regular and porous structure, high polarity and favorable electrocatalytic activity.\nHerein, porous nano-octahedrons with ultrafine Mo2C nanocrystallites encapsulated in porous carbon substrate (denoted as Mo2C–C NOs) have been successfully prepared via a MOFs-assisted strategy, and used as a sulfur host for Li–S batteries. Initially, the carbonmatrices of the Mo2C–C NOs enabled effective sulfur/electrolyte infiltration, fast electron/Liþ ion transportation and sufficient buffer for volume change. Moreover, the highly polar Mo2C can chemically adsorb the LiPSs, endowing by the formation of strong Mo–S bond. Furthermore, the Mo2C nanoparticles with desirable electrocatalytic activity can boost the redox reaction kinetics of sulfur species. Consequently, the designed Mo2C–C NOs@S cathode exhibited outstanding electrochemical performance. With a high sulfur content of 72.15 wt%, the Mo2C–C NOs@S cathode delivered a favorable specific capacity of 1396mAh g 1 at 0.1 C and an ultra-low average specific capacity decay rate of 0.0457% per cycle within 600 cycles at 1 C. Overall, the electrochemical test results show promising progress in the development of multifunctional sulfur host materials for high-performance Li–S batteries."
    }, {
      "heading" : "2. Results and discussions",
      "text" : "As illustrated in Fig. 1, porous Mo2C–C NOs were prepared by a facile pyrolysis of [Cu2(BTC)4/3(H2O)2]6[H3PMo12O40] (NENU-5; BTC¼ benzene-1,3,5-tricarboxylate) and subsequent etching treatment [26]. Initially, the NENU-5 nano-octahedrons (denoted as NENU-5 NOs) were prepared via a simple and scalable co-precipitation process at room temperature. As shown in the scanning electron microscopy (SEM) picture Fig. 2a, the NENU-5 NOs are with a smooth surface, octahedral shape and a size of about 800 nm. It is worth noting that the size and shape of the as-synthesized NENU-5 particles can be easily tuned by adjusting the addition of L-glutamic acid, which can effectively slow down the nucleation rate (Fig. S1). As shown in Fig. S2, the powder XRD pattern of as-synthesized NENU-5 is in agreement with that of simulated NENU-5, which suggests the favorable crystallinity and high phase purity [36].\nSubsequently, the as-prepared NENU-5 NOs were converted to porous Mo2C–Cu–C nano-octahedrons (denoted as Mo2C–Cu–C NOs) by annealing in a N2 gas flow at 800 C for 6 h with a temperature ramp of 2 C min 1. During the annealing process, the reaction between Mobased polyoxometalates and carbonaceous species derived from BTC ligands led to the formation of Mo2C nanocrystallites. In the meantime, Cu2þ clusters were reduced to metallic Cu nanoparticles. As seen in Figs. S3a–b, after the annealing process, the color of the NENU-5 NOs powder changes from light green to dark gray, indicating an effective pyrolysis. Moreover, Fig. 2b shows that the octahedral shape of the NENU-5 NOs precursors is well maintained, without apparent collapse or aggregation, except for a slightly rougher surface and smaller size (about 600 nm), proving the favorable thermal stability of the Mo2C–Cu–C NOs. Besides, probably due to the densification of the MOFs matrix and subsequent formation of the metallic Cu and Mo2C nanocrystallites during the pyrolysis process [37,38], Figs. S4a–b show that the specific surface area of the Mo2C–Cu–C NOs decreases from 686.26 to 97.30m2 g 1 and the pore volume decrease from 0.42 to 0.061m3 g 1, respectively, which agrees with the above SEM analysis. Furthermore, the XRD pattern of the Mo2C–Cu–C NOs (Fig. 3a) shows diffraction peaks at 34.46, 38.00, 39.50, 52.24, 61.65, 69.66, 74.76 and 75.79 , which can be ascribed to the (100), (002), (101), (102), (110), (103), (112) and (201) lattice facets of the β-Mo2C (PDF# 35–0787). In addition, the diffraction peaks at 43.41, 50.50 and 74.16 can be attributed to the (111), (200) and (208) lattice facets of the metallic Cu (PDF#65–9026).\nBlack Mo2C–C NOs powder (Fig. S3c) was obtained by removing the metallic Cu with FeCl3 aqueous solution (0.1M). SEM image (Fig. 2c) shows that the octahedral shape of the nanoparticles is well retained after the etching process. The XRD pattern of Mo2C–C NOs (Fig. 3a) shows only the diffraction peaks of β-Mo2C (PDF#35–0787), indicating complete removal of Cu. In general, the β-Mo2C exhibits a higher electrocatalytic activity than other molybdenum carbides (e.g., α-Mo2C, γ-Mo2C,\nation strategy for the MoC2–C NOs@S composite.\nFig. 2. (a–d): SEM images of the (a) NENU-5 NOs, (b) Mo2C–Cu–C NOs, (c) Mo2C–C NOs and (d) Mo2C–C NOs@S. (e–h): (e) TEM image and (f), (g) High-resolution TEM images of the Mo2C–C NOs. (h) TEM image of the Mo2C–C NOs@S composites. (i) SAED of the Mo2C–C NOs. (j–m): (j) TEM image of the Mo2C–C NOs@S composites and corresponding elemental mappings of (k) Mo, (l) C and (m) S, respectively.\nFig. 3. (a) XRD patterns for the Mo2C–Cu–C, Mo2C–C NOs and Mo2C–C NOs@S. (b) XPS survey spectra of the Mo2C–C NOs. (c) Raman spectrum of the Mo2C–Cu–C NOs and Mo2C–C NOs. (d) TGA curves of the Mo2C–C NOs @S, Commercial Mo2C@S and CNTs@S.\nη-Mo2C) [28], which means that the as-prepared Mo2C–C NOs might catalytically promote the redox conversion of LiPSs when used as the sulfur host material [39]. The ICP-OES analysis results show that the Mo2C content in the as-prepared Mo2C–C NOs is 48.69wt% (Table S1 shows more details). Besides, the X-ray photoelectron spectroscopy (XPS) of Mo2C–C NOs further reveals the composition and surface chemical state of the Mo2C–C NOs. The survey spectrum of the Mo2C–C NOs (Fig. 3b) shows well-distinguished signals at 531.4, 413.4, 395.3, 285.9 and 231.7 eV, which can be ascribed to O 1s, Mo 3p1/2, Mo 3p3/2, C 1s\nandMo 3d, respectively, further confirming the presence of molybdenum carbide [40]. The existence of O element may stem from the oxygen-containing groups of the carbon matrices or the slight oxidization of Mo2C during the preparation process [39].\nTransmission electron microscopy (TEM) was applied to further reveal the microstructure of the as-prepared Mo2C–C NOs. As shown in Fig. 2e, the Mo2C–C hybrids exhibit several rhombic sides of octahedral nanoparticles, consistent with the SEM image. Besides, the highresolution (HR) TEM image of the Mo2C–C NOs (Fig. 2f) shows the\nstructure of the ultrafine Mo2C nanoparticles (darker areas indicated by white oval dotted line) embedding in the amorphous carbon matrices. Moreover, a closer HRTEM image (Fig. 2g) clearly exhibits distinct lattice spacings of 0.23 and 0.18 nm, corresponding to the (101) and (102) lattice facets of the Mo2C nanocrystallites, respectively, which is further confirmed by selected-area electron diffraction (SAED) pattern as shown in Fig. 2i. In addition, the TEM image and corresponding energydispersive spectrometry (EDS) elemental mappings of the Mo2C–C NOs (Figs. S5a–c) exhibit homogeneous distribution of Mo and C elements, indicating a successful incorporation of Mo2C nanocrystallites and carbon substrate. Furthermore, the presence of amorphous carbon in the Mo2C–C NOs can be further confirmed by their Raman spectrum (Fig. 3c), where the characteristic D- and G-bands of the carbon at 1350 and 1594 cm 1 can be clearly distinguished, with an IG/ID ratio of 0.943. On the other hand, according to the Brunauer-Emmett-Teller (BET) analysis results (Fig. S4c), after the etching process, the specific surface area and pore volume of Mo2C–C NOs increase to 196.46m2 g 1 and 0.20m3 g 1, respectively, owing to the removal of Cu nanoparticles from the carbon matrices. Overall, the high specific surface area and abundant pore volume ofMo2C–CNOs can not only provide enough space for sulfur infiltration and buffer for the volume change, but also facilitate the interfacial interaction with LiPSs and free transfer of electron/Liþ ion. For comparison, the SEM image (Fig. S6a) and XRD pattern (Fig. S6b) of commercial Mo2C bulks (Shanghai Yunfu Nanotechnology Co., Ltd) are also provided. As shown in Figs. S6a–b, commercial Mo2C bulks are with smooth surface, irregular shape and large size, and the major XRD peaks are assigned to β-Mo2C (PDF#35–0787).\nSublimed sulfur was infiltrated into the as-prepared Mo2C–C NOs via a melt-diffusion method to afford the Mo2C–C NOs@S composites [41]. The XRD pattern of Mo2C–C NOs@S shows diffraction peaks of Mo2C (PDF#35–0787) and sulfur (PDF#08–0247), indicating successful preparation of the Mo2C–C NOs@S composites. As demonstrated in Fig. 2d, the Mo2C–C NOs@S composites are still in pristine octahedral shape, and there are no obvious sulfur particles on the surface of the Mo2C–C NOs. Moreover, the TEM image (Fig. 2h) shows that the Mo2C–C NOs are filled with numerous black particles after the sulfur infiltration process, and the EDS elemental mappings (Fig. 2j-m) further reveals the homogeneous distributions of C, Mo and S elements, suggesting that S was uniformly dispersed into the Mo2C–C NOs. Furthermore, it is worth noting that the specific surface area (30.03m2 g 1) and the pore volume (0.023m3 g 1) of the Mo2C–C NOs@S composite are dramatically lower than those of the Mo2C–C NOs, further confirming an effective sulfur infiltration (Fig. S4d). In addition, Commercial Mo2C@S and carbon nano-tubes@S (CNTs@S) composites were obtained in similar melt-diffusion processes and used as comparisons. As determined by the thermogravimetric analysis (TGA) analysis (Fig. 3d), the sulfur content in the Mo2C–C NOs@S, commercial Mo2C@S and CNTs@S composite are 72.15, 73.54 and 68.73 wt%, respectively.\nTo evaluate the advantages of the Mo2C–C NOs as an advanced sulfur host for Li–S batteries, half-cells using the Mo2C–C NOs@S, Commercial Mo2C@S and CNTs@S electrodes as cathodes and lithium metal as anodes were assembled. Fig. 4a exhibits the cyclic voltammetry (CV) curves of the cell with the Mo2C–C NOs@S cathode for 4 cycles at a scan rate of 0.1 mV s 1 within the potential window of 1.7–2.8 V versus Li/Liþ. In the cathodic scan process, two sharp cathodic peaks at 2.32 and 2.04 V can be clearly observed, which can be ascribed to the reduction of elemental sulfur to high-order lithium LiPSs (Li2Sn, 4< n< 8) and their further conversion towards solid-state discharged products Li2S2/Li2S, respectively. In subsequent anodic scan, the typical anodic peak occurring at 2.37–2.41 V is associated with the reversed transformation from Li2S to S8 [42]. In particular, different from irregular peaks intensity variation and position shift in the CV profiles of the Commercial Mo2C@S and CNTs@S cathodes (Figs. S7a–b), the CV curves of the Mo2C–C NOs@S cathode are almost overlapped in the subsequent cycles, indicating a favorable cycling stability and reversibility [43]. Moreover, as demonstrated in Fig. 4b, the initial CV curves of the Mo2C–C NOs@S and\nCommercial Mo2C@S cathodes show higher current density, certain positive shift in the cathodic peaks and negative shift in the anodic peaks when compared with those of the CNTs@S cathode, suggesting a decrease in polarization [30]. Such result can be attributed to the electrocatalytic effect of Mo2C on the redox process of the Li–S battery. On the other hand, the catalytic effect of Mo2C is further confirmed by the polarization curves of a Li2S6–Li2S6 symmetric cell recorded within a voltage range of 1.0 to þ1.0 V with a scan rate of 10 mV s 1. As shown in Fig. 4c, the polarization curves of the cells with the Mo2C–C NOs and Commercial Mo2C electrodes containing the Li2S6 catholyte exhibit obvious current response and distinct redox peaks at 0.15 V and 0.15 V, suggesting favorable electrocatalytic ability of Mo2C on the conversion between Li2S6 and sulfur [44]. In comparison, cell without Li2S6 catholyte shows negligible current response, while cell with the CNTs electrode containing the Li2S6 catholyte shows only weak current response during the scan process.\nCorresponding to the CV profiles, the charge/discharge voltage profiles of the Mo2C–C NOs@S, Commercial Mo2C@S and CNTs@S cathodes at a rate of 0.1 C (Fig. 4d) shows two typical discharge voltage plateaus for Li–S batteries [45]. As expected, benefiting from the outstanding electrocatalytic ability and conductivity of the Mo2C–C NOs, the Mo2C–C NOs@S cathode shows the smallest polarization potential and the highest initial discharge/charge capacities of 1396/1344mAh g 1 in comparison with the counterparts, with a high initial Coulombic efficiency of 96.28%. The improved electrochemical kinetics of the Mo2C–C NOs@S cathode can be further revealed by electrochemical impedance spectroscopy (EIS) measurements. As shown in Fig. 4e, the Nyquist plots of the tested fresh cathodes are all consisted of a depressed semicircle at medium frequency domain (charge-transfer resistance) and a straight tail at low frequency (Warburg impedance) [46]. It can be clearly observed from Fig. 4e that the diameter of the semicircle for the Mo2C–C NOs@S cathode in the medium frequency region is smaller than those of the Commercial Mo2C@S and CNTs@S cathodes, indicating that the Mo2C–C NOs@S cathode possesses a lower charge transfer resistance.\nGenerally, the enhanced reaction kinetics of cathode can greatly promote the rate performances of Li–S batteries [47]. which can be confirmed by the electrochemical tests of the Mo2C–C NOs@S, Commercial Mo2C@S and CNTs@S cathodes under different rates. As shown in Fig. 4f, upon the application of various current rates of 0.1, 0.2, 0.3, 0.5, 1.0, 2.0, 3.0, 4.0, 5.0 C, the Mo2C–C NOs@S cathode deliver the specific capacities of 1398, 1219, 1100, 979, 812, 623, 494, 395 and 337mAh g 1, respectively, which are generally higher than those of Commercial Mo2C@S and CNTs@S cathodes. Subsequently, when the current rate is switched back to 0.5 C, the specific capacity of the Mo2C–C NOs@S cathode still achieve a highly reversible specific capacity of 924mAh g 1, exhibiting high sulfur utilization and outstanding rate performances. Moreover, the long-term cycling performance of the Mo2C–C NOs@S cathode at 1 C is better than those of the other cathodes. As showed in Fig. 4g, benefiting from the effective suppression on shuttle effect and electrocatalytic ability of polar Mo2C nanoparticles, the Mo2C–C NOs@S cathode achieves a high initial discharge specific capacity of 1050mAh g 1 and maintains a capacity of 762mAh g 1 after 600 cycles at 1 C, corresponding to an average specific capacity decay rate of merely 0.0457% per cycle. Notably, the Coulombic efficiency of Mo2C–C NOs@S cathode keeps at more than 99% during the cycling process, indicating desirable cycle stability. In comparison, after 600 cycles, the Commercial Mo2C@S and CNTs@S cathodes obtain average specific capacity decay rate of 0.101% and 0.143%, respectively. In addition, the shape and structure of the Mo2C–C NOs@S can be well retained after 600 cycles at 1C (Fig. S8), further confirming the structural stability of Mo2C–C NOs.\nFurthermore, since the cycling performance of Li–S batteries with high sulfur loading is critical for their practical applications, Mo2C–C NOs@S cathodes with areal sulfur loading of 2.1, 3.2 and 4.2 mgS cm 2 are tested at the rate of 0.5 C to display their favorable electrochemical performances. Fig. 4h shows that the Mo2C–C NOs@S cathodes with the\nFig. 4. (a) The 1st to 4th CV profiles of the Mo2C–C NOs@S cathode and (b) the initial cycle CV curves of the Mo2C–C NOs@S, Commercial Mo2C@S and CNTs@S cathodes at 0.1 mV s 1. (c) The polarization curves of the symmetrical cells with and without Li2S6 recorded from 1.0 to 1 V at 10mV s 1. (d) The charge/discharge profiles for the first cycle at 0.1 C, (e) the EIS plots at open-circuit voltage with an amplitude of 5mV, (f) the rate performance profiles and (g) cycling performance at 1 C for 600 cycles of cells with the Mo2C–C NOs@S, Commercial Mo2C@S and CNTs@S cathodes, respectively. (h) The cycling performances of the Mo2C–C NOs@S cathode with different areal sulfur loading of 2.1, 3.2 and 4.2 mg cm 2 at 0.5 C.\nareal sulfur loading of 2.1, 3.2 and 4.2 mgS cm 2 obtain a high initial discharge specific capacity of 990, 914 and 807mAh g 1, respectively, and maintains a capacity of 835, 686 and 623mAh g 1, respectively, after 100 cycles at 0.5 C. Such desirable cycling performances exhibit promising progress towards practical applications of the Mo2C–C NOs@S cathodes. Overall, the above outstanding electrochemical performances of the Mo2C–C NOs@S cathodes can be attributed to the Mo2C–C NOs, whose carbon matrices and Mo2C nanoparticles enable the fast electron/ Liþ ion transportation, effective electrochemical catalysis on LiPSs redox reaction and sufficient suppression on the shuttle effect. It is worth noting that the electrochemical performance of the Mo2C–C NOs@S cathodes are comparable with those reported in state-of-the-art composite sulfur cathodes (Table S2 shows more details).\nVisual LiPSs absorption ability test, ex situ UV–vis spectroscopy and X-ray photoelectron spectroscopy analyses were conducted to further probe the chemical interaction between different sulfur host materials (e.i., Mo2C–C NOs, Commercial Mo2C and CNTs) and LiPSs, using Li2S6 as the representative LiPSs. A 0.02M solution of Li2S6 in dimethoxyethane/dioxolane was prepared via the previously reportedmethod [48]. In the visual LiPSs absorption ability test, equivalent amount (50mg) of Mo2C–C NOs, Commercial Mo2C and CNTs were added into 5mL of the yellow-brown Li2S6 solution, different LiPSs absorption abilities of sulfur host materials were directly shown by the decoloration of Li2S6 solution. As shown in the inset photographs of Fig. 5a–b, after adding the Mo2C–C NOs (bottle ②), the Li2S6 solution obviously faded within 5min and\nbecame colourless after 30min, indicating superior adsorption ability on LiPSs. In the meantime, the Commercial Mo2C soaking Li2S6 solution (bottle ③) turned light yellow within 5min, while insufficiently faded after 30min, which could be attributed to the fact that the Commercial Mo2C bulks with smooth surface and large size lack sufficient LiPSs adsorption sites. Besides, the Li2S6 solution with CNTs (bottle④) showed little change in color within 30min, which could be ascribed to their relatively weak interaction with Li2S6. UV–vis spectroscopy analysis was conducted to further quantitatively evaluate the concentration change in the Li2S6 solution. As showed in Fig. 5a–b, the characteristic absorption band at the region of 280–290 nm can be ascribed to Li2S6 in the solution [49]. In particular, the Li2S6 solution with the addition of the Mo2C–C NOs shows weakest absorption band either after 5min or 30min soaking, suggesting the lowest residual concentration of Li2S6 in the solution, which is consistent with the visual LiPSs absorption ability test results. Overall, the strong LiPSs adsorption ability and abundant adsorption sites of the Mo2C–C NOs enable the effective entrapment of LiPSs, thereby resulting in adequate suppression on the shuttle effect during the charge/discharge processes.\nThe surface chemical interaction between LiPSs and the Mo2C–C NOs can be further revealed by the XPS analyses on the dry powder of Li2S6 and Mo2C–C NOs before/after the soaking process. As shown in Fig. 5c, three well-distinguished peaks at 167.1, 163.2 and 161.7 eV can be observed in the S 2p spectra of Li2S6, which can be ascribed to the thiosulfate, bridging S (S0B) and terminal S (S 1T), respectively [50].\nBesides, the XPS spectra of Mo 3d for the Mo2C–C NOs are showed as Fig. 5d, two characteristic peaks at 232.9 and 228.5 eV can be assigned to the Mo–O and Mo–C bond, respectively. The Mo–O bond may originate from the surface oxidation of Mo2C [51]. For comparison, the spectra of S 2p and Mo 3d show obvious changes after the soaking process. In particular, the S 2p spectra of Li2S6 after soaking the Mo2C–C NOs (Fig. 5e) shows a new peak at 161.3 eV, which be attributed to the formation of the Mo–S bond [52]. Moreover, the peaks of thiosulfate, S0B and S 1T represent a positive shift of 0.5, 0.3 and 0.7 eV to 167.6, 163.5 and 162.4 eV, respectively, further confirming the chemical interaction between Mo2C and LiPSs. Furthermore, the corresponding Mo 3d spectra of the Li2S6 soaked Mo2C–C NOs (Fig. 5f) exhibits an additional peak at 229.1 eV, proving the existence of the Mo–S bond [27]. Meanwhile, the new peak at 226.5 eV can be assigned to the S 2s component. It is worth noting that the peaks of the Mo–C and Mo–O bond both show a 0.2 eV negative shift to lower binding energy, indicating the increased electron density of Mo atoms. This can be attributed to the deviation of electrons away from the electronegative S atoms of sulfur species to the electropositive Mo atoms of Mo2C, thus decreasing the binding energy of Mo while increasing the binding energy of S [53]. In brief, the XPS analysis results reveal strong chemical interaction between Mo2C and LiPSs via the formation of the Mo–S bond, which are consistent with the results of the visual LiPSs absorption ability test and UV–vis spectroscopy analysis."
    }, {
      "heading" : "3. Conclusions",
      "text" : "In summary, we have prepared a unique Mo2C–C NOs hybrid with\npolar Mo2C nanoparticles embedded in porous carbon matrices and used it as a multi-functional sulfur host for high-performance Li–S batteries. Benefiting from the structure advantages, chemical adsorption ability and electrochemical catalytic effect, the as-preparedMo2C–C NOs greatly promote the electrochemical performances of Li–S batteries. Specifically, Mo2C–C NOs@S cathode exhibits a high initial specific capacity of 1050mAh g 1 and obtains an ultra-low average capacity decay rate of 0.0457% per cycle within 600 cycles at 1 C. Furthermore, the Mo2C–C NOs@S cathode with the high areal sulfur loading of 4.2 mgS cm 2 delivers a high initial discharge specific capacity of 807mAh g 1, and maintains a capacity of 623mAh g 1 after 100 cycles at 0.5 C. Overall, this work provides a promising strategy to design the multi-functional sulfur host for advanced Li–S batteries with desirable specific capacity, outstanding cycling stability and high areal sulfur loading."
    }, {
      "heading" : "4. Experimental section",
      "text" : ""
    }, {
      "heading" : "4.1. Synthesis of NENU-5 NOs",
      "text" : "All chemicals and solvents were reagent grade and used as received. The NENU-5 NOs were synthesized according to the previously reported method [26]. In a typical process, 0.2 g of copper (II) acetate monohydrate (Sigma-Aldrich), certain amount of L-glutamic acid (0, 30, 60 or 120mg, Sigma-Aldrich) and 0.3 g of phosphomolybdic acid hydrate (Sigma-Aldrich) were dissolved into 40mL deionized water, respectively, and stirred at ambient condition. After 10min, 40mL of ethanol with 0.14 g of 1,3,5-benzenetricarboxylic acid (Sigma-Aldrich) was poured into the above solution under vigorous stirring. The clear blues-green solution immediately turned light green suspension due to the rapid formation of NENU-5 nanoparticles. After stirring for 5 h at room temperature, the light green precipitate was separated by centrifugation and washed three times with ethanol, followed by drying under vacuum at 60 C for 12 h. NENU-5 NOs prepared with 60mg of L-glutamic acid were used in the following experiments, due to their regular octahedral shapes and nanometric sizes."
    }, {
      "heading" : "4.2. Synthesis of porous Mo2C–C Nos",
      "text" : "The NENU-5 NOs were calcined under N2 atmosphere with a ramp rate of 2 C min 1, kept at 800 C for 6 h. The resulting dark gray powder was denoted as Mo2C–Cu–C NOs. After that, the Mo2C–C NOs were obtained by removing copper particles with FeCl3 aqueous solution (0.1M, 30mL) at ambient condition stirring for 2 h. The resultant black products were collected by centrifugating and washed with deionized water for 3 times before being dried under vacuum at 60 C overnight."
    }, {
      "heading" : "4.3. Synthesis of Mo2C–C NOs@S, commercial Mo2C@S and CNTs@S composites",
      "text" : "Sulfur encapsulation was conducted via a melt-diffusion process. In a typical synthesis, a mixture of sublimed sulfur (Sigma-Aldrich) and Mo2C–C NOs with a weight ratio of 14:5 was hand-milled for 20min and kept in a sealed vessel, followed by heating to 155 C for 12 h in an electric oven to afford the Mo2C–C NOs@S composite. The Commercial Mo2C@S and CNTs@S composites were synthesized in the similar process, except that the sulfur host materials were replaced by the commercial molybdenum carbide (Shanghai Yunfu Nanotechnology Co., Ltd) and carbon nanotubes (CNTs, Sigma-Aldrich), respectively."
    }, {
      "heading" : "4.4. Visualized LiPSs adsorption test",
      "text" : "A Li2S6 solution (0.02M) was prepared by dissolving 55mg lithium sulfide (Alfa Aesar) and 260mg sublimed sulfur (Sigma-Aldrich) into 80mL mixed solvent of dimethoxyethane/dioxolane (DME/DOL, V/ V¼ 1:1) under vigorous stirring in an Ar-filled glovebox with <0.1 ppm H2O and O2 for 12 h. In a typical visualized LiPSs adsorption test, 50mg\nof Mo2C–C NOs, Commercial Mo2C and CNTs were added into 5mL of the above Li2S6 solution, respectively. After 5min and 30min of soaking, 100 μL supernatant was taken out and diluted to 5 mL by DME for the further evaluation of residual concentration of Li2S6 by the UV–vis spectroscopy. After 30min of soaking, the Li2S6 absorbed Mo2C–C NOs precipitate was collected and dried in the Ar-filled glovebox for the further measurements of X-ray photoelectron spectroscopy. To minimize the oxidation and pollution causing by O2 and H2O in the air, the above samples were sealed in the Ar-filled vials and quickly transferred to the test equipment."
    }, {
      "heading" : "4.5. Materials characterization",
      "text" : "The detailed morphology of the as-prepared materials were characterized by a field-emission scanning electron microscopy (FESEM, Hitachi SU8010). Transmission electron microscope (TEM) images and elemental mapping analysis were obtained by using a JEM-2100F transmission electron microscope with an energy dispersive spectroscopy (EDS) detector operating at 200 kV. X-ray diffraction (XRD) patterns were recorded by a Bruker D8 Advance powder X-ray diffractometer with Cu Kα radiation in the range of 2θ¼ 5–80 , and the working current and voltage of the diffractometer were set 40mA and 40 kV, respectively. Raman spectra were obtained on the Jobin-Yvon LabRAM HR-800 spectrometer with excitation from an argon ion laser (514.5 nm). Thermogravimetry analysis (TGA) was performed on a Vario EL III. A SDT Q600 TG/DTA analyzer, employing a heating rate of 5 C min 1 from 30 to 500 C under N2 flow (30mLmin 1). Brunauer-Emmett-Teller (BET) properties of the samples were collected by using nitrogen adsorption/ desorption isotherms via a Micromeritics ASAP 2020 analyzer. The concentration of residual Li2S6 in the visualized LiPSs adsorption test was evaluated by an ultraviolet–visible spectroscopy (UV–vis spectroscopy, UV lambda 750). An X-ray photoelectron spectroscopy (Thermo, KAlphaþ spectrometer) apparatus was applied to probe the surface chemistry of the samples, using mono-chromatic Al Kα radiation at room temperature. Quantitative elemental analysis of Mo in the Mo2C–C NOs was performed by inductively coupled plasma-optic emission spectroscopy (ICP-OES, Agilent 720ES)."
    }, {
      "heading" : "4.6. Electrochemical characterization",
      "text" : "Electrochemical measurements were conducted by CR2016 coin-type test cells assembled in an argon-filled glovebox with H2O and O2 content less than 0.1 ppm, using lithium metal as anode and Celgard 2400 membrane as separator. Working electrodes involving different sulfur composites were prepared by ball-milling 80% of the active materials (Mo2C–C NOs@S, Commercial Mo2C@S and CNTs@S), 10wt% acetylene black, 10wt% water-soluble polymer n-lauryl acrylate (LA, Chengdu, China) and certain amount of deionized water into a homogeneous slurry. After that, the above slurry was evenly coated on the aluminum foils then dried at 60 C under vacuum overnight to afford the electrodes. General areal sulfur mass loading of the electrodes for the cyclic-voltammetry (CV) measurements, electrochemical impedance spectroscopy (EIS) and long-term cycling performance tests at 1 C were about 1.1 mgS cm 2. The Mo2C–C NOs@S cathodes with high areal sulfur mass loading of 2.1, 3.2 and 4.2 mgS cm 2 were prepared to evaluate their high-loading potential towards practical applications. Besides, the Mo2C–C NOs, Commercial Mo2C and CNTs electrodes for the symmetric cells were synthesized in the similar process, except that the loading materials were replaced by the pure Mo2C–C NOs, Commercial Mo2C and CNTs, respectively, and the collector is carbon paper (Toray, TGP-H120). The electrolyte was homemade by mixing 1M lithium bis-(trifluoromethanesulfonyl) imide (LiTFSI, TCI Japan) and 2wt% LiNO3 (Sigma-Aldrich) with the solvent of DME and DOL (V/V¼ 1:1). The electrolyte/sulfur ratio was kept at about 30:1 (μL mgs 1). A 0.5M Li2S6 catholyte was prepared by adding Li2S and sulfur powder (molar ratio¼ 1:5) into the as prepared electrolyte and stirring at 60 C\novernight. The galvanostatic experiments of the as-assembled cells were performed on a LAND-BT2013A measurement system with a potential window of 1.7–2.8 V at 25 C after aging overnight. The EIS tests were performed on a CHI660E workstation within the frequency of 100 kHz0.01 Hz. The CV measurements were conducted with a CHI660E workstation in a voltage range of 1.7–2.8 V at a scanning rate of 0.1mV s 1."
    }, {
      "heading" : "4.7. Symmetric cell assembly and measurements",
      "text" : "Electrochemical measurements for the symmetric cell were conducted by CR2025 coin-type test cells assembled in an argon-filled glovebox with H2O and O2 content less than 0.1 ppm, using Celgard 2400 membrane as separator. Two as prepared circular electrodes of Mo2C–C NOs, Commercial Mo2C or CNTs were used both as the working and counter electrodes with a total mass of about 2.4mg. A 40 μL 0.5M Li2S6 catholyte was used both as the electrolyte and active material. Then, the polarization curves were recorded with a CHI660E workstation within a voltage window of 1.0 to 1.0 V at scanning rate of 10mV s 1.\nDeclaration of competing interest\nThe authors declare no conflict of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We gratefully acknowledge the financial support from the Science and Technology Planning Project of Guangdong Province, China (No. 2017B090916002), National Natural Science Foundation of China (No. 51872098), Guangdong Natural Science Funds for Distinguished Young Scholar (No. 2016A030306010), Guangdong Innovative and Entrepreneurial Research Team Program (No. 2014ZT05N200) and China Postdoctoral Science Foundation (2019M652876)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://do i.org/10.1016/j.ensm.2019.09.028."
    } ],
    "references" : [ {
      "title" : "Advances in Li-S batteries",
      "author" : [ "X. Ji", "L.F. Nazar" ],
      "venue" : "J. Mater. Chem. 20 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Rechargeable lithium-sulfur batteries",
      "author" : [ "A. Manthiram", "Y. Fu", "S. Chung", "C. Zu", "Y. Su" ],
      "venue" : "Chem. Rev. 114 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Tin/tin antimonide alloy nanoparticles embedded in electrospun porous carbon fibers as anode materials for lithium-ion batteries",
      "author" : [ "Z. Li", "Q. Yin", "W. Hu", "J. Zhang", "J. Guo", "J. Chen", "T. Sun", "C. Du", "J. Shu", "L. Yu", "J. Zhang" ],
      "venue" : "J. Mater. Sci. 54 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Lithium-sulfur batteries: electrochemistry",
      "author" : [ "Y.X. Yin", "S. Xin", "Y.G. Guo", "L.J. Wan" ],
      "venue" : "materials, and prospects, Angew. Chem. Int. Ed. 52 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "More reliable lithium-sulfur batteries: status",
      "author" : [ "R. Fang", "S. Zhao", "Z. Sun", "D.W. Wang", "H.M. Cheng", "F. Li" ],
      "venue" : "solutions and prospects, Adv. Mater. 29 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Lithium-sulfur batteries: progress and prospects",
      "author" : [ "A. Manthiram", "S.H. Chung", "C. Zu" ],
      "venue" : "Adv. Mater. 27 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Strong lithium polysulfide chemisorption on electroactive sites of nitrogen-doped carbon composites for high-performance lithium-sulfur battery cathodes",
      "author" : [ "J. Song", "M.L. Gordin", "T. Xu", "S. Chen", "Z. Yu", "H. Sohn", "J. Lu", "Y. Ren", "Y. Duan", "D. Wang" ],
      "venue" : "Angew. Chem. Int. Ed. 54 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A review on the status and challenges of electrocatalysts in lithium-sulfur batteries",
      "author" : [ "J. He", "A. Manthiram" ],
      "venue" : "Energy Storage Mater 20 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A review of flexible lithium-sulfur and analogous alkali metal-chalcogen rechargeable batteries",
      "author" : [ "H.J. Peng", "J.Q. Huang", "Q. Zhang" ],
      "venue" : "Chem. Soc. Rev. 46 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel synergistic composite with multi-functional effects for high-performance Li-S batteries",
      "author" : [ "Y.J. Li", "J.M. Fan", "M. Sen Zheng", "Q.F. Dong" ],
      "venue" : "Energy Environ. Sci. 9 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Spherical ordered mesoporous carbon nanoparticles with high porosity for lithium-sulfur batteries",
      "author" : [ "J. Schuster", "G. He", "B. Mandlmeier", "T. Yim", "K.T. Lee", "T. Bein", "L.F. Nazar" ],
      "venue" : "Angew. Chem. Int. Ed. 51 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Carbon quantum dots and their derivative 3D porous carbon frameworks for sodium-ion batteries with ultralong cycle life",
      "author" : [ "H. Hou", "C.E. Banks", "M. Jing", "Y. Zhang", "X. Ji" ],
      "venue" : "Adv. Mater. 27 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Smaller sulfur molecules promise better lithium’sulfur batteries",
      "author" : [ "S. Xin", "L. Gu", "N.H. Zhao", "Y.X. Yin", "L.J. Zhou", "Y.G. Guo", "L.J. Wan" ],
      "venue" : "J. Am. Chem. Soc. 134 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1851
    }, {
      "title" : "Graphene-wrapped sulfur particles as a rechargeable lithium-sulfur battery cathode material with high capacity and cycling stability",
      "author" : [ "H. Wang", "Y. Yang", "Y. Liang", "J.T. Robinson", "Y. Li", "A. Jackson", "Y. Cui", "H. Dai" ],
      "venue" : "Nano Lett. 11 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Hollow carbon nanofiberencapsulated sulfur cathodes for high specific capacity rechargeable lithium batteries",
      "author" : [ "G. Zheng", "Y. Yang", "J.J. Cha", "S.S. Hong", "Y. Cui" ],
      "venue" : "Nano Lett. 11 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Carbon materials for lithium sulfur batteries—ten critical questions",
      "author" : [ "L. Borchardt", "M. Oschatz", "S. Kaskel" ],
      "venue" : "Chem. Eur J. 22 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Review—the importance of chemical interactions between sulfur host materials and lithium polysulfides for advanced lithium-sulfur batteries",
      "author" : [ "Q. Pang", "X. Liang", "C.Y. Kwok", "L.F. Nazar" ],
      "venue" : "J. Electrochem. Soc. 162 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A highly efficient polysulfide mediator for lithium-sulfur batteries",
      "author" : [ "X. Liang", "C. Hart", "Q. Pang", "A. Garsuch", "T. Weiss", "L.F. Nazar" ],
      "venue" : "Nat. Commun. 6 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sulphur-TiO2 yolk-shell nanoarchitecture with internal void space for long-cycle lithium-sulphur batteries",
      "author" : [ "Z.W. Seh", "W. Li", "J.J. Cha", "G. Zheng", "Y. Yang", "M.T. McDowell", "P.C. Hsu", "Y. Cui" ],
      "venue" : "Nat. Commun. 4 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Elastic sandwich-type rGO-VS2/S composites with high tap density: structural and chemical cooperativity enabling lithium-sulfur batteries with high energy density",
      "author" : [ "Z. Cheng", "Z. Xiao", "H. Pan", "S. Wang", "R. Wang" ],
      "venue" : "Adv. Energy Mater. 8 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "Y. Wang", "R. Zhang" ],
      "venue" : "chao Pang, X. Chen, J. Lang, J. Xu, C. Xiao, H. Li, K. Xi, S. Ding, Carbon@titanium nitride dual shell nanospheres as multi-functional hosts for lithium sulfur batteries, Energy Storage Mater 16 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Conductive nanocrystalline niobium carbide as high-efficiency polysulfides tamer for lithium-sulfur batteries",
      "author" : [ "W. Cai", "G. Li", "K. Zhang", "G. Xiao", "C. Wang", "K. Ye", "Z. Chen", "Y. Zhu", "Y. Qian" ],
      "venue" : "Adv. Funct. Mater. 28 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chemical immobilization effect on lithium polysulfides for lithium–sulfur batteries",
      "author" : [ "C. Li", "Z. Xi", "D. Guo", "X. Chen", "L. Yin" ],
      "venue" : "Small 14 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Threedimensional MoS2/rGO foams as efficient sulfur hosts for high-performance lithium-sulfur batteries",
      "author" : [ "Y. You", "Y. Ye", "M. Wei", "W.J. Sun", "Q. Tang", "J. Zhang", "X. Chen", "H. Li", "J. Xu" ],
      "venue" : "Chem. Eng. J. 355 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Capture and catalytic conversion of polysulfides by in situ built TiO2-MXene heterostructures for lithium-sulfur batteries",
      "author" : [ "L. Jiao", "C. Zhang", "C. Geng", "S. Wu", "H. Li", "W. Lv", "Y. Tao", "Z. Chen", "G. Zhou", "J. Li", "G. Ling", "Y. Wan", "Q.H. Yang" ],
      "venue" : "Adv. Energy Mater. 9 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Porous molybdenum carbide nanooctahedrons synthesized via confined carburization in metal-organic frameworks for efficient hydrogen production",
      "author" : [ "H. Bin Wu", "B.Y. Xia", "L. Yu", "X.Y. Yu", "X.W. Lou" ],
      "venue" : "Nat. Commun. 6 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Low cost metal carbide nanocrystals as binding and electrocatalytic sites for high performance Li-S batteries",
      "author" : [ "F. Zhou", "Z. Li", "X. Luo", "T. Wu", "B. Jiang", "L.L. Lu", "H. Bin Yao", "M. Antonietti", "S.H. Yu" ],
      "venue" : "Nano Lett. 18 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rational design of atomic layers of Pt anchored on Mo2C nanorods for efficient hydrogen evolution over a wide pH range",
      "author" : [ "Y. Qiu", "Z. Wen", "C. Jiang", "X. Wu", "R. Si", "J. Bao", "Q. Zhang", "L. Gu", "J. Tang", "X. Guo" ],
      "venue" : "Small 15 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Sulfur cathodes based on conductive MXene nanosheets for high-performance lithium-sulfur batteries",
      "author" : [ "X. Liang", "A. Garsuch", "L.F. Nazar" ],
      "venue" : "Angew. Chem. Int. Ed. 54 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polysulfide immobilization and conversion on a conductive polar MoC@MoOx material for lithium-sulfur batteries",
      "author" : [ "R. Fang", "S. Zhao", "Z. Sun", "D.W. Wang", "R. Amal", "S. Wang", "H.M. Cheng", "F. Li" ],
      "venue" : "Energy Storage Mater 10 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Conductive molybdenum carbide as the polysulfide reservoir for lithium-sulfur batteries",
      "author" : [ "X. Zeng", "X. Gao", "G. Li", "M. Sun", "Z. Lin", "M. Ling", "J. Zheng", "C. Liang" ],
      "venue" : "J. Mater. Chem. A. 6 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A honeycomb-like Co@N-C composite for ultrahigh sulfur loading Li-S batteries",
      "author" : [ "Y. Li", "J. Fan", "J. Zhang", "J. Yang", "R. Yuan", "J. Chang", "M. Zheng", "Q. Dong" ],
      "venue" : "ACS Nano 11 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "L",
      "author" : [ "H. Zhang", "J. Nai" ],
      "venue" : "Yu, X.W. (David) Lou, Metal-organic-framework-based materials as platforms for renewable energy and environmental applications, Joule 1 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Derivatives of coordination compounds for rechargeable batteries",
      "author" : [ "H. Tang", "M. Zheng", "Q. Hu", "Y. Chi", "B. Xu", "S. Zhang", "H. Xue", "H. Pang" ],
      "venue" : "J. Mater. Chem. A. 6 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Complex nanostructures from materials based on metal–organic frameworks for electrochemical energy storage and conversion",
      "author" : [ "B.Y. Guan", "X.Y. Yu", "H. Bin Wu", "X.W.D. Lou" ],
      "venue" : "Adv. Mater. 29 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly stable crystalline catalysts based on a microporous metal-organic framework and polyoxometalates",
      "author" : [ "C.Y. Sun", "S.X. Liu", "D.D. Liang", "K.Z. Shao", "Y.H. Ren", "Z.M. Su" ],
      "venue" : "J. Am. Chem. Soc. 131 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adsorption",
      "author" : [ "M.I. Nandasiri", "S.R. Jambovane", "B.P. McGrail", "H.T. Schaef", "S.K. Nune" ],
      "venue" : "separation, and catalytic properties of densified metal-organic frameworks, Coord. Chem. Rev. 311 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "From fundamentals to applications: a toolbox for robust and multifunctional MOF materials",
      "author" : [ "A. Kirchon", "L. Feng", "H.F. Drake", "E.A. Joseph", "H.C. Zhou" ],
      "venue" : "Chem. Soc. Rev. 47 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Porous molybdenum carbide nanorods as novel “bifunctional” cathode material for Li-S batteries",
      "author" : [ "Z. Wang", "J. Liu", "L. Sun", "Y. Zhang", "Q. Fu", "H. Xie", "H. Sun" ],
      "venue" : "Chem. Eur J. 24 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A mild route to mesoporous Mo2C-C hybrid nanospheres for high performance lithium-ion batteries",
      "author" : [ "Q. Gao", "X. Zhao", "Y. Xiao", "D. Zhao", "M. Cao" ],
      "venue" : "Nanoscale 6 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhancing Li-S redox kinetics by fabrication of a three dimensional Co/CoP @ nitrogen-doped carbon electrocatalyst",
      "author" : [ "Y. Li", "P. Xu", "G. Chen", "J. Mou", "S. Xue", "K. Li", "F. Zheng" ],
      "venue" : "Chem. Eng. J. 380 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Nitrogen-doped graphene/sulfur composite as cathode material for high capacity lithium-sulfur batteries",
      "author" : [ "X. Wang", "Z. Zhang", "Y. Qu", "Y. Lai", "J. Li" ],
      "venue" : "J. Power Sources 256 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A simple synthesis of hollow carbon nanofiber-sulfur composite via mixed-solvent process for lithium-sulfur batteries",
      "author" : [ "Q. Li", "Z. Zhang", "K. Zhang", "J. Fang", "Y. Lai", "J. Li" ],
      "venue" : "J. Power Sources 256 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electrocatalysis of polysulfide conversion by sulfur-deficient MoS2 nanoflakes for lithium-sulfur batteries",
      "author" : [ "H. Lin", "L. Yang", "X. Jiang", "G. Li", "T. Zhang", "Q. Yao", "G.W. Zheng", "J.Y. Lee" ],
      "venue" : "Energy Environ. Sci. 10 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Lithium/sulfur cell discharge mechanism: an original approach for intermediate species identification",
      "author" : [ "C. Barchasz", "F. Molton", "C. Duboc", "J.C. Leprêtre", "S. Patoux", "F. Alloin" ],
      "venue" : "Anal. Chem. 84 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Electrochemical impedance spectroscopy study of a lithium/sulfur battery : modeling and analysis of capacity fading",
      "author" : [ "Z. Deng", "Z. Zhang", "Y. Lai", "J. Liu", "J. Li", "Y. Liu" ],
      "venue" : "J. Electrochem. Soc. 160 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synchronous immobilization and conversion of polysulfides on VO2-VN binary host targeting high sulfur loading Li-S batteries",
      "author" : [ "Y. Song", "W. Zhao", "L. Kong", "L. Zhang", "X. Zhu", "Y. Shao", "F. Ding", "Q. Zhang", "J. Sun", "Z. Liu" ],
      "venue" : "Energy Environ. Sci. 11 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "TiO2 and Co nanoparticle-decorated carbon polyhedra as efficient sulfur host for high-performance lithium-sulfur batteries",
      "author" : [ "R. Liu", "Z. Liu", "W. Liu", "Y. Liu", "X. Lin", "Y. Li", "P. Li", "Z. Huang", "X. Feng", "L. Yu", "D. Wang", "Y. Ma", "W. Huang" ],
      "venue" : "Small ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Promoting polythionate intermediates formation by oxygen-deficient manganese oxide hollow nanospheres for high performance lithium-sulfur batteries",
      "author" : [ "J. Wu", "Q. Ma", "C. Lian", "Y. Yuan", "D. Long" ],
      "venue" : "Chem. Eng. J. ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Interwoven MXene nanosheet/carbon-nanotube composites as Li-S cathode hosts",
      "author" : [ "X. Liang", "Y. Rangom", "C.Y. Kwok", "Q. Pang", "L.F. Nazar" ],
      "venue" : "Adv. Mater. 29 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly active nonprecious metal hydrogen evolution electrocatalyst: ultrafine molybdenum carbide nanoparticles embedded into a 3D nitrogen-implanted carbon matrix",
      "author" : [ "H. Zhang", "Z. Ma", "G. Liu", "L. Shi", "J. Tang", "H. Pang", "K. Wu", "T. Takei", "J. Zhang", "Y. Yamauchi", "J. Ye" ],
      "venue" : "NPG Asia Mater. 8 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Necklace-like MoC sulfiphilic sites embedded in interconnected carbon networks for Li-S batteries with high sulfur loading",
      "author" : [ "H. Shi", "Z. Sun", "W. Lv", "S. Wang", "Y. Shi", "Y. Zhang", "S. Xiao", "H. Yang", "Q.H. Yang", "F. Li" ],
      "venue" : "J. Mater. Chem. A. 7 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Flower-like molybdenum disulfide/ carbon nanotubes composites for high sulfur utilization and high-performance lithium-sulfur battery cathodes",
      "author" : [ "M.D. Walle", "K. Zeng", "M. Zhang", "Y. Li", "Y.N. Liu" ],
      "venue" : "Appl. Surf. Sci. 473 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "In this regard, endowed by the multi-electron redox reaction between sulfur and lithium, the theoretical energy density and specific capacity of sulfur cathode reach 2500Wh kg 1 and 1675mAh g 1, respectively, which make lithium-sulfur (Li–S) batteries the most promising alternative to the conventional LIBs [4,5].",
      "startOffset" : 308,
      "endOffset" : 313
    }, {
      "referenceID" : 4,
      "context" : "In this regard, endowed by the multi-electron redox reaction between sulfur and lithium, the theoretical energy density and specific capacity of sulfur cathode reach 2500Wh kg 1 and 1675mAh g 1, respectively, which make lithium-sulfur (Li–S) batteries the most promising alternative to the conventional LIBs [4,5].",
      "startOffset" : 308,
      "endOffset" : 313
    }, {
      "referenceID" : 5,
      "context" : "by soluble lithium polysulfides (LiPSs) intermediates, significant volume change during the charge/discharge processes and sluggish kinetics of the LiPSs redox reactions [6,7].",
      "startOffset" : 170,
      "endOffset" : 175
    }, {
      "referenceID" : 6,
      "context" : "by soluble lithium polysulfides (LiPSs) intermediates, significant volume change during the charge/discharge processes and sluggish kinetics of the LiPSs redox reactions [6,7].",
      "startOffset" : 170,
      "endOffset" : 175
    }, {
      "referenceID" : 13,
      "context" : "area show great potential, such as the porous carbons [11–13], graphene [14], carbon nanotubes (CNTs) [15], etc.",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 14,
      "context" : "area show great potential, such as the porous carbons [11–13], graphene [14], carbon nanotubes (CNTs) [15], etc.",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 15,
      "context" : "cathodes can improve the S utilization and rate performance of Li–S batteries [16].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 16,
      "context" : "However, suffering from the weak interaction between the polar LiPSs and nonpolar carbonaceous materials, the diffusion of LiPSs can only be inadequately inhibited by physical confinement rather than chemical adsorption, thus resulting in serious shuttle effect during the long term cycling processes [17].",
      "startOffset" : 301,
      "endOffset" : 305
    }, {
      "referenceID" : 17,
      "context" : "transition metal compounds, such as MnO2 [18], TiO2 [19], VS2 [20], TiN [21], NbC [22], etc.",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 18,
      "context" : "transition metal compounds, such as MnO2 [18], TiO2 [19], VS2 [20], TiN [21], NbC [22], etc.",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 19,
      "context" : "transition metal compounds, such as MnO2 [18], TiO2 [19], VS2 [20], TiN [21], NbC [22], etc.",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 20,
      "context" : "transition metal compounds, such as MnO2 [18], TiO2 [19], VS2 [20], TiN [21], NbC [22], etc.",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 21,
      "context" : "transition metal compounds, such as MnO2 [18], TiO2 [19], VS2 [20], TiN [21], NbC [22], etc.",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 22,
      "context" : "Different from the conventional carbon materials, the transition metal compound can effectively immobilize LiPSs via the chemical interaction, which is critical for the suppression of the shuttle effect [23].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 23,
      "context" : "electrocatalytic effect of transition metal compounds can greatly accelerate the kinetics of the LiPSs redox processes, which contribute to higher sulfur utilization and longer cycling life of Li–S batteries [24,25].",
      "startOffset" : 208,
      "endOffset" : 215
    }, {
      "referenceID" : 24,
      "context" : "electrocatalytic effect of transition metal compounds can greatly accelerate the kinetics of the LiPSs redox processes, which contribute to higher sulfur utilization and longer cycling life of Li–S batteries [24,25].",
      "startOffset" : 208,
      "endOffset" : 215
    }, {
      "referenceID" : 25,
      "context" : "However, the limited specific surface area and conductivity of the aforementioned transition metal compound materials restrict the sulfur loadingmass and rate performance [26].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 29,
      "context" : "In particular, Mo2C is reported to be a potential sulfur host material owing to its favorable conductivity, strong polarity and outstanding electrocatalytic ability [30].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 25,
      "context" : "carbonization and avoiding structure collapse of nanoparticles at the high calcining temperature [26,31].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 30,
      "context" : "carbonization and avoiding structure collapse of nanoparticles at the high calcining temperature [26,31].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 34,
      "context" : "areas, uniform porosity and abundant chemical active sites [35].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 25,
      "context" : "1, porous Mo2C–C NOs were prepared by a facile pyrolysis of [Cu2(BTC)4/3(H2O)2]6[H3PMo12O40] (NENU-5; BTC1⁄4 benzene-1,3,5-tricarboxylate) and subsequent etching treatment [26].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 35,
      "context" : "S2, the powder XRD pattern of as-synthesized NENU-5 is in agreement with that of simulated NENU-5, which suggests the favorable crystallinity and high phase purity [36].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 36,
      "context" : "sequent formation of the metallic Cu and Mo2C nanocrystallites during the pyrolysis process [37,38], Figs.",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 37,
      "context" : "sequent formation of the metallic Cu and Mo2C nanocrystallites during the pyrolysis process [37,38], Figs.",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 27,
      "context" : "η-Mo2C) [28], which means that the as-prepared Mo2C–C NOs might catalytically promote the redox conversion of LiPSs when used as the sulfur host material [39].",
      "startOffset" : 8,
      "endOffset" : 12
    }, {
      "referenceID" : 38,
      "context" : "η-Mo2C) [28], which means that the as-prepared Mo2C–C NOs might catalytically promote the redox conversion of LiPSs when used as the sulfur host material [39].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 39,
      "context" : "3 andMo 3d, respectively, further confirming the presence of molybdenum carbide [40].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 38,
      "context" : "The existence of O element may stem from the oxygen-containing groups of the carbon matrices or the slight oxidization of Mo2C during the preparation process [39].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 40,
      "context" : "Sublimed sulfur was infiltrated into the as-prepared Mo2C–C NOs via a melt-diffusion method to afford the Mo2C–C NOs@S composites [41].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 41,
      "context" : "41 V is associated with the reversed transformation from Li2S to S8 [42].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 42,
      "context" : "S7a–b), the CV curves of the Mo2C–C NOs@S cathode are almost overlapped in the subsequent cycles, indicating a favorable cycling stability and reversibility [43].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 29,
      "context" : "4 Commercial Mo2C@S cathodes show higher current density, certain positive shift in the cathodic peaks and negative shift in the anodic peaks when compared with those of the CNTs@S cathode, suggesting a decrease in polarization [30].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 43,
      "context" : "15 V, suggesting favorable electrocatalytic ability of Mo2C on the conversion between Li2S6 and sulfur [44].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 44,
      "context" : "4d) shows two typical discharge voltage plateaus for Li–S batteries [45].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 45,
      "context" : "medium frequency domain (charge-transfer resistance) and a straight tail at low frequency (Warburg impedance) [46].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 46,
      "context" : "Generally, the enhanced reaction kinetics of cathode can greatly promote the rate performances of Li–S batteries [47].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 47,
      "context" : "02M solution of Li2S6 in dimethoxyethane/dioxolane was prepared via the previously reportedmethod [48].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 48,
      "context" : "5a–b, the characteristic absorption band at the region of 280–290 nm can be ascribed to Li2S6 in the solution [49].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 49,
      "context" : "7 eV can be observed in the S 2p spectra of Li2S6, which can be ascribed to the thiosulfate, bridging S (SB) and terminal S (S (1)T), respectively [50].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 50,
      "context" : "The Mo–O bond may originate from the surface oxidation of Mo2C [51].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 51,
      "context" : "3 eV, which be attributed to the formation of the Mo–S bond [52].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 26,
      "context" : "1 eV, proving the existence of the Mo–S bond [27].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 52,
      "context" : "This can be attributed to the deviation of electrons away from the electronegative S atoms of sulfur species to the electropositive Mo atoms of Mo2C, thus decreasing the binding energy of Mo while increasing the binding energy of S [53].",
      "startOffset" : 232,
      "endOffset" : 236
    } ],
    "year" : 2019,
    "abstractText" : "The shuttle effect causing by the dissolution of lithium polysulfides (LiPSs) and sluggish redox reaction kinetics during the charge/discharge processes significantly reduce the cycle life and sulfur utilization in lithium-sulfur (Li–S) batteries. Herein, Mo2C–C nano-octahedrons (Mo2C–C NOs) with Mo2C nanoparticles embedded in a three-dimensional porous carbon matrix have been prepared via a metal-organic frameworks (MOFs) assisted strategy, and used as the sulfur host for Li–S batteries. The Mo2C–C NOs@S cathode demonstrates a high initial specific capacity of 1396 and 1050mAh g 1 at 0.1 C and 1 C, respectively, with an ultra-low average specific capacity decay rate of 0.0457% per cycle within 600 cycles at 1 C. Moreover, Mo2C–C NOs@S cathode with high areal sulfur loading of 4.2 mgS cm 2 can deliver a high initial discharge specific capacity of 807mAh g 1, and a capacity of 623mAh g 1 after 100 cycles at 0.5 C. The existence of Mo2C nanoparticles can not only immobilize LiPSs via the formation of Mo–S bond, but also electrocatalytically accelerate the redox kinetics towards LiPSs conversion. Meanwhile, the interconnected porous carbon matrices contributes to effective sulfur/electrolyte infiltration, fast electron/Liþ ion transportation and sufficient buffer for volume change.",
    "creator" : "Elsevier"
  }
}