{
  "name" : "downloads_2019-10-23_b9_pang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Copper Nanoparticles Embedded in Lithium Tantalate Crystals for Multi-GHz Lasers",
    "authors" : [ "Chi Pang", "Rang Li", "Ziqi Li", "Ningning Dong", "Hiroshi Amekura", "Shixiang Wang", "Haohai Yu", "Jun Wang", "Feng Ren", "Norito Ishikawa", "Nariaki Okubo", "Feng Chen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION The metallic NPs receive intensive attention due to the unique linear and nonlinear optical responses attributed to LSPR effect, which enables extensive application in optical sensors,1 ultrafast optical switches,2 and surface enhanced Raman scattering (SERS),3 etc. The LSPR effects are closely correlative to the shape, size, and dielectric environment of metallic NPs, and the modulation of the NP properties is necessary for diverse applications of LSPR-based devices. For example, spherical metallic NPs have been used for molecule detectors based on SERS.4 The NPs with specific shape, size, and orientation (e.g., nanoellipsoid) are a prerequisite for integrated optical devices, such as one-way optical waveguides.5 Ion implantation can synthesize NPs that are embedded in dielectrics. Compared with the chemically\nsynthesized NPs, the embedded NPs in the near-surface region of the dielectric matrixes are protected by the surrounding dielectric environment, achieving excellent stability.6 The flexibility of the metals and substrates, capable of modulation with multi-implantation and annealing offers the possibility to optimize the LSPR properties for various applications. In addition, controlling the morphology of embedded NPs by ion beam technology is also of great significance for the modulation of the optical response. D’Orleans et al. realized the deformation of Co NPs by SHI irradiation in 2003,7 offering the possibility to change the\nReceived: July 12, 2019 Accepted: August 27, 2019 Published: August 27, 2019\n© 2019 American Chemical Society 5871 DOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n2, 2\n01 9\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\naspect ratio of NPs. The spherical NPs can be transformed into perfectly aligned elongated NPs (e.g., nanorods) along the beam direction, achieving efficient reshaping of nanostructures,8−13 which is owing to the latent track along the direction of ion irradiation created by SHI irradiation. Recently, consderable effort has been made on the synthesis of NPs with controllable morphologies to achieve desirable optical properties.14−16 For example, the elongated rod-like metallic NPs (e.g., Au, Ag, Co, Zn, Sn, and Pt) were successfully synthesized by SHI irradiation in the past few years.8,11,12,17−20 More recently, the spherical Au and Ag NPs have been demonstrated with great potential as excellent saturable absorbers (SAs) for pulsed laser generation through Qswitching or mode-locking configurations.21−28 Nevertheless, the nonlinear absorption properties of metallic NPs are sensitive to the shape and size, which suggests new applications of the elongated NPs toward improved laser properties. It may be pointed out that, compared with Au and Ag, the Cu are relatively low-cost, which enables Cu NPs-based SA more costeffective for mode-locked lasers. The LiTaO3 crystal possesses excellent electro-optical, nonlinear optical, and ferroelectric properties29 for various applications in optics and photonics.30−34 The optical nonlinearities of LiTaO3 crystals can be significantly enhanced by encapsuled metallic NPs. The reshaping of metallic NPs is an efficient way to further tuning of third-order nonlinear optical responses of LiTaO3. The SHI irradiation of sphetical NPs results in elongation along the ion track, which further improves the nonlinear optical response of crystal. In this work, we use SHI irradiation to reshape the Cu NPs that are embedded LiTaO3, and, by utilizing LiTaO3 wafter with elongated Cu NPs as a saturable absorber, further realize mode-locked lasing operating at 1064 nm, reaching short pulse duration of 23 ps and fundamental repetition rate as high as 8.5 GHz.\n■ EXPERIMENTAL SECTION Sample Preparation. The optically polished LiTaO3 crystal wafers were with dimensions of 5 × 7 × 1 mm3. The schematic diagram of ion implantation can be seen in Figure 1, and fabrication\nparameters of samples are shown in Table 1. The two LiTaO3 crystals were implanted by 150 keV Cu+ ions with fluences of 5 × 1016 and 1 × 1017 ions/cm2 via an ion-implanter LC22−100−01, which were considered as sample 2 and sample 3, respectively. The source of the copper ions during implantation is bulk Cu. Sample 3 was then irradiated by the swift Xe14+ ions with fluence of 5 × 1013 ions/cm2 at incident angle of 45° with energy of 200 MeV, which was performed at the Japan Atomic Energy Agency’s Tokai Research and Development Center. That irradiated sample 3 with Xe14+ ions was considered as sample 4. After these processes, samples 1−4 were prepared. Characterization. For the microstructure characterization of the samples, the transmission electron microscopy (TEM) observations\nwere carried out with Tecnai G2 F20 S-TWIN operated at an accelerating voltage of 200 kV with point resolution of 0.24 nm and line resolution of 0.102 nm. The resolution of scanning television electronic microscopy-high angle annular dark field (STEM-HADDF) was 0.2 nm. The samples were adhered by M-bond 610. The Gatan 691 ion thinning instrument was used to gradually mill from both sides of samples to the thickness of sample less than 20 μm with the inclination from 4.8 to 3.2 kV and the inclination angle from 10 to 4 degrees. It took ∼30 min to make a thin area, and then that area was observed by the TEM. A standard dual-beam spectrophotometer was used for the optical transmission measurements in the wavelength region of 260∼2400 nm with a resolution of 1 nm. At the same time, an optical polarizer (extinction ratio <5 × 10−5 in this wavelength region) was inserted in front of the sample. The detected transmittance was shown in the form of optical density (−log10T) without correction for reflection, where T denotes the transmittance.\nThe nonlinear optical properties of the samples were characterized by a typical open aperture Z-scan system. The experimental arrangement was similar to previous works.35−37 The samples were placed on a platform and moved gradually along the propagation direction of the incident laser with a wavelength of 1030 nm through the lens with a focal length of 150 mm. The repetition rate of the incident femtosecond laser was 100 Hz and pulse duration was 340 fs. Detectors 1 and 2 were used to measure the intensities of the transmitted and referenced pulses, respectively.\nApplication. Based on the obvious saturable absorption of Cu NPs in the near-infrared, Q-switched mode-locked waveguide lasers are implemented using a Nd:YAG waveguide.38 The schematic diagram of the Q-switched mode-locked waveguide laser is similar to prior work.37\n■ RESULTS AND DISCUSSION Characterization of Microstructure. Figure 2a,b shows the transmission electronic microscopy (TEM) images (bright field) of sample 2 and sample 3, respectively. The black spots are Cu NPs, and the white spots are voids. The total depth of NPs plus voids is up to 170 nm, which is consistent with the simulated result by the Stopping and Range of Ions in Matter (SRIM) code (see Supporting Information (SI) Figure S1). SI Figure S2 in the electronic support material (ESM) shows the mapping images of various elements in samples, but no element corresponds to the white part. That indicates the generation of void with the diffusion of Cu atoms to the sample surface due to the heat during the ion implantation process. As shown, the NPs are mainly distributed in the range of 75 nm under the near surface, and the density is highest at ∼35 nm. However, SRIM image shows the highest ion concentration at 65 nm. It also indicates the diffusion of Cu atoms to the surface of the sample. Specifically, there is a crack as shown in the framed area when the irradiation fluence is up to 1 × 1017 ions/cm2. That crack can be attributed to the deformation of the surrounding substrate caused by the increased strain inside the injected substrate due to the high irradiation intensity in the process of ion implantation. The crack can be used as a smart cut, which provides a huge\nDOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\n5872\npotential for spalling at the nanoscale level. Figure 2c,d shows the corresponding high angle annular dark field (HAADF) image of the two samples, in which white spots are NPs and black spots are voids. Figure 2e,f is the mapping image of Cu element and inserts display the TEM photographs of single NP, indicating the embedded nanocrystal in the LiTaO3. After ion implantation, the substrates around NPs have been transformed from crystalline state to local amorphous state due to ion implantation damage, which can be proved by the SAED images of the implanted area before and after ion implantation (see SI Figure S3). The diameter distribution of the two samples is shown in Figure 2g,h. As the fluence increases, the mean diameter increases from 3.97 nm (sample 2) to 5.56 nm (sample 3). After the irradiation of swift Xe14+\nions, the spherical NPs are elongated along the irradiation direction as indicated in Figure 2i, in which the TEM image of single NP is displayed in Figure 2j. The aspect ratio of the elongated NP is 1.63. The selected area electron diffraction (SAED) image of the implanted area is shown in Figure 2k, indicating the polycrystalline NPs embedded local amorphous substrate. Figure 2l depicts the Xe14+ ion distribution simulated by SRIM.39 The implantation depth of Xe14+ ion is ∼13 μm.\nEnergy loss images after Cu+ and Xe14+ ions implantation are shown in SI Figure S4.\nInvestigation of the Linear Optical Response. Figure 3a shows the photographs of the samples 1−4. As shown, the color of LiTaO3 is changed from colorless to dark brown after Cu+ ions implantation. As the fluence increases, the color of the sample becomes darker, indicating the stronger absorption of Cu NPs in the visible light. Figure 3b shows the absorption spectra of the four samples at 90° polarization (broken curves) and 0° polarization (solid curves). The 0° polarization is parallel to the projection of the elongated NPs on the upper surface of the sample, while the 90° polarization is perpendicular to the projection. The LiTaO3 shows an absorption peak at 308 nm. After Cu+ ion implantation, there are extra two absorption peaks. The location of the second absorption peak is at 421 nm, which may be associated with the intervalent transition Cu+ → Ta5+.40,41 The third absorption peak (583 nm) is caused by the LSPR of Cu NPs. As the fluence increases, the red shift of absorption peak is shown. When the fluence is up to 1 × 1017 ions/cm2, the second and third absorption peaks of sample 3 shift into 426 and 596 nm. It should be noted that the linear optical absorption spectra of samples 1, 2, and 3 coincide at 0°\nDOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\n5873\npolarization and 90° polarization, indicating the polarizationindependent LSPR absorption. More details about the peak position of linear absorption can be seen in Table 1. After swift Xe14+ ion irradiation, the linear absorption peak is decreased due to the damage from Xe14+ ion implantation. At the same time, the third peak is split into two peaks, which are located at 597 and 607 nm at 0° polarization and 90° polarization, respectively, indicating the polarization dependence of LSPR absorption. In order to show the polarization dependence more clearly, Figure 3c depicts the difference of absorption between 0° polarization and 90° polarization for the samples 1−4 before and after Xe14+ ion irradiation, respectively. It is indicated that the elongated NPs have a polarizationdependent LSPR absorption after Xe14+ ion irradiation. Discrete dipole scattering (DDSCAT) with discrete dipole approximation (DDA) code is used to solve Maxwell’s equations in the calculation of linear optical absorption.42 Corresponding calculation result based on DDA is shown in Figure 3d, which is consistent with the experiment result. In addition, the difference spectra between samples 4−1, 3−1, 2− 1, and 4−3 are also calculated for the same polarization of light. The results can be seen in SI Figure S5, which indicates the information about the changes caused by Xe14+ ions. Investigation of the Nonlinear Optical Response. Figure 4 shows the open aperture Z-scan results of the samples 1−4 with the incident laser of 1030 nm at energy of 30 nJ. The measurement results can be fitted by eq 1:43\n= − Δ × −−T I T e T( ) 1 I I/ Nsat (1) where T(I) is transmittance, ΔT is modulation depth, I is excitation optical intensity, Isat is saturation intensity, and TN represents nonsaturable absorbance.44 The fitted results can be seen the solid curves in the Figure 4. As shown, with the increase of fluence, the modulation depth of sample 3 (0.8%) is twice as much as that of sample 2 (0.48%). Besides, the saturation intensity is decreased significantly from 24.5 GW/ cm2 to 9.2 GW/cm2, reducing by ∼62%. After Xe14+ ion\nirradiation, the nonlinearity of sample 4 is improved significantly. The modulation depth doubles from 0.8% to 1.8%. The modulation depth is comparable with that of the CuZn alloy NPs synthesized by ion implantation.45 Furthermore, the saturation intensity is decreased from 9.2 GW/ cm2 to 3.77 GW/cm2, reducing by ∼60%. That is owing to the increase of nonlinear susceptibility after the elongation of NPs, which leads to the superior nonlinear properties including lower saturation intensity and higher modulation depth.46,47\nApplication in Q-Switched Mode-Locked Waveguide Lasers. Figure 5a shows the output power of samples 2, 3, and 4 as a function of the input power. The maximum output power of sample 3 is 204 mW and that of sample 4 is 167 mW, decreasing by 18% than that of sample 3. Figure 5b depicts the spectrum of pulsed laser at 1064 nm, and the corresponding frequency spectrum can be seen in Figure 5, which indicates the superior and stable laser property. Figure 5d−f shows the Q-switched envelope under the pump power of 6 W based on samples 2, 3, 4 SAs, respectively, indicating the gradually increased modulation depth. Figure 5g−i displays the modelocked pulse train on picosecond time scale based on samples 2, 3, 4 SAs, respectively. The repetition frequencies of modelocked lasers using the three samples as SAs are all ∼8.5 GHz, which is in consistence with the calculation result.38 The pulse duration of sample 2 (32 ps) is shorter than that of sample 1 (43.2 ps) due to the higher modulation depth. The pulse duration is further reduced to 23.5 ps after Xe14+ ion irradiation, which indicates the elongated NPs can improve the saturable absorption properties as SAs. That attributes to the enhancement of modulation depth, reducing the pulse duration of the generated mode-locked laser. More specifically, the higher modulation owns a longer time to store laser energy and shorter pulse duration, making it easier to generate the mode-locked laser than before. In compared with the Au NPs embedded LiNbO3 SA (74 ps) and Ag NPs embedded LiTaO3 SA (35 ps),22,37 the elongated Cu NPs embedded LiTaO3 SA can be used to generate 1 μm mode-locked pulsed laser with shorter pulse duration (23.5 ps).\n■ CONCLUSIONS The Cu NPs embedded in LiTaO3 have been fabricated by ion implantation and corresponding nanostructures are observed by TEM. The linear and nonlinear optical responses of LiTaO3\nDOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\n5874\nare tailored by increasing the fluence and swift heavy ion irradiation. As the fluence increases, the diameters of the embedded NPs increases, improving the optical nonlinearity of LiTaO3. The saturable intensity is decreased by ∼62%, and the modulation depth is doubled. Moreover, the nonlinearity is further enhanced by elongating the spherical NPs using SHI irradiation. The saturable intensity is further dramatically decreased by ∼60%, and the modulation depth is increased by 125%. The multi-GHz mode-locked waveguide laser has been implemented based on the saturable absorption of elongated Cu NPs embedded LiTaO3 SA at 1 μm with pulse duration as short as 23.5 ps and repetition rate of 8.5 GHz. This work not only transforms the size and shape of NPs by ion implantation and SHI irradiation, achieving the reshaping of the NPs, but also modulates the nonlinearity of the LiTaO3 and achieves the generation of mode-locked waveguide laser.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b01321.\nSRIM simulation, element mapping, SAED image, damage and absorption difference spectrum (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: drfchen@sdu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Ziqi Li: 0000-0002-2829-3146 Haohai Yu: 0000-0002-2295-1400 Jun Wang: 0000-0003-0064-3551 Feng Ren: 0000-0002-9557-5995\nFeng Chen: 0000-0002-9277-9810"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by National Natural Science Foundation of China (NSFC) (11535008); National Natural Science Foundation of China (61875213); Project 111 of China (B13029); STCSM Excellent Academic Leader of Shanghai (17XD1403900). H.A. was supported by JSPSKAKENHI Grant No. 18K04898.\n■ REFERENCES (1) Urrutia, A.; Goicoechea, J.; Rivero, P. J.; Pildain, A.; Arregui, F. J. Optical fiber sensors based on gold nanorods embedded in polymeric thin films. Sens. Actuators, B 2018, 255, 2105−2112. (2) Guo, Q. B.; Qin, Z. P.; Wang, Z.; Weng, Y. X.; Liu, X. F.; Xie, G. Q.; Qiu, J. R. Broadly tunable plasmons in doped oxide nanoparticles for ultrafast and broadband mid-infrared all-optical switching. ACS Nano 2018, 12, 12770−12777. (3) Quilis, N. G.; Lequeux, M.; Venugopalan, P.; Khan, I.; Knoll, W.; Boujday, S.; Lamy de la Chapelle, M.; Dostalek, J. Tunable laser interference lithography preparation of plasmonic nanoparticle arrays tailored for SERS. Nanoscale 2018, 10, 10268−10276. (4) Lane, L. A.; Qian, X.; Nie, S. SERS nanoparticles in medicine: from label-free detection to spectroscopic tagging. Chem. Rev. 2015, 115, 10489−10529. (5) Hadad, Y.; Steinberg, B. Z. Magnetized spiral chains of plasmonic ellipsoids for one-way optical waveguides. Phys. Rev. Lett. 2010, 105, 233904.\nDOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\n5875\n(6) Li, R.; Dong, N.; Cheng, C.; Ren, F.; Hübner, R.; Wang, J.; Zhou, S.; Chen, F. Giant enhancement of nonlinear optical response in Nd:YAG single crystals by embedded silver nanoparticles. ACS Omega 2017, 2, 1279−1286. (7) D’Orleáns, C.; Stoquert, J. P.; Estournes̀, C.; Cerruti, C.; Grob, J. J.; Guille, J. L.; Haas, F.; Muller, D.; Richard-Plouet, M. Anisotropy of Co nanoparticles induced by swift heavy ions. Phys. Rev. B: Condens. Matter Mater. Phys. 2003, 67, 220101. (8) Ridgway, M. C.; Giulian, R.; Sprouster, D. J.; Kluth, P.; Araujo, L. L.; Llewellyn, D. J.; Byrne, A. P.; Kremer, F.; Fichtner, P. F. P.; Rizza, G.; Amekura, H.; Toulemonde, M. Role of thermodynamics in the shape transformation of embedded metal nanoparticles induced by swift heavy-ion irradiation. Phys. Rev. Lett. 2011, 106, No. 095505. (9) Peña-Rodríguez, O.; Prada, A.; Olivares, J.; Oliver, A.; Rodríguez -Fernańdez, L.; Silva-Pereyra, H. G.; Bringa, E.; Perlado, J. M.; Rivera, A. Understanding the ion-induced elongation of silver nanoparticles embedded in silica. Sci. Rep. 2017, 7, 922. (10) Leino, A. A.; Pakarinen, O. H.; Djurabekova, F.; Nordlund, K.; Kluth, P.; Ridgway, M. C. Swift heavy ion shape transformation of Au nanocrystals mediated by molten material flow and recrystallization. Mater. Res. Lett. 2014, 2, 37−42. (11) Amekura, H.; Mohapatra, S.; Singh, U. B.; Khan, S. A.; Kulriya, P. K.; Ishikawa, N.; Okubo, N.; Avasthi, D. K. Shape elongation of Zn nanoparticles in silica irradiated with swift heavy ions of different species and energies: scaling law and some insights on the elongation mechanism. Nanotechnology 2014, 25, 435301. (12) Sprouster, D. J.; Giulian, R.; Schnohr, C. S.; Araujo, L. L.; Kluth, P.; Byrne, A. P.; Foran, G. J.; Johannessen, B.; Ridgway, M. C. Fcc-hcp phase transformation in Co nanoparticles induced by swift heavy-ion irradiation. Phys. Rev. B: Condens. Matter Mater. Phys. 2009, 80, 115438. (13) Alkhaldi, H. S.; Kremer, F.; Mota-Santiago, P.; Nadzri, A.; Schauries, D.; Kirby, N.; Ridgway, M. C.; Kluth, P. Morphology of ion irradiation induced nano-porous structures in Ge and Si1‑xGex. J. Appl. Phys. 2017, 121, 115705. (14) Shin, J. M.; Kim, Y.; Yun, H.; Yi, G. R.; Kim, B. J. Morphological evolution of block copolymer particles: effect of solvent evaporation rate on particle shape and morphology. ACS Nano 2017, 11, 2133−2142. (15) Chen, X.; Jia, B.; Saha, J. K.; Stokes, N.; Qiao, Q.; Wang, Y.; Shi, Z.; Gu, M. Strong broadband scattering of anisotropic plasmonic nanoparticles synthesized by controllable growth: effects of lumpy morphology. Opt. Mater. Express 2013, 3, 27−34. (16) Zolotovskaya, S. A.; Tyrk, M. A.; Stalmashonak, A.; Gillespie, W. A.; Abdolvand, A. On second harmonic generation and multiphoton-absorption induced luminescence from laser-reshaped silver nanoparticles embedded in glass. Nanotechnology 2016, 27, 435703. (17) Datta, D. P.; Takeda, Y.; Amekura, H.; Sasase, M.; Kishimoto, N. Controlled shape modification of embedded Au nanoparticles by 3 MeV Au2+-ion irradiation. Appl. Surf. Sci. 2014, 310, 164−168. (18) Giulian, R.; Kremer, F.; Araujo, L. L.; Sprouster, D. J.; Kluth, P.; Fichtner, P. F. P.; Byrne, A. P.; Ridgway, M. C. Shape transformation of Sn nanocrystals induced by swift heavy-ion irradiation and the necessity of a molten ion track. Phys. Rev. B: Condens. Matter Mater. Phys. 2010, 82, 7174−7182. (19) Giulian, R.; Kluth, P.; Araujo, L. L.; Sprouster, D. J.; Ridgway, M. C. Shape transformation of Pt nanoparticles induced by swift heavy-ion irradiation. Phys. Rev. B: Condens. Matter Mater. Phys. 2008, 78, 1884−1898. (20) Wolf, S.; Rensberg, J.; Johannes, A.; Thomae, R.; Smit, F.; Neveling, R.; Moodley, M.; Bierschenk, T.; Rodriguez, M.; Afra, B. Shape manipulation of ion irradiated Ag nanoparticles embedded in lithium niobate. Nanotechnology 2016, 27, 145202. (21) Li, R.; Pang, C.; Li, Z. Q.; Dong, N. N.; Wang, J.; Ren, F.; Akhmadaliev, S.; Zhou, S. Q.; Chen, F. Monolithic waveguide laser mode-locked by embedded Ag nanoparticles operating at 1 μm. Nanophotonics 2019, 8, 859−868.\n(22) Pang, C.; Li, R.; Li, Z.; Dong, N.; Cheng, C.; Nie, W.; Böttger, R.; Zhou, S.; Wang, J.; Chen, F. Lithium niobate crystal embedded with Au nanoparticles: a new saturable absorber for efficient modelocking of ultrafast laser pulses at 1 μm. Adv. Opt. Mater. 2018, 6, 1800357. (23) Mao, D.; Cui, X.; He, Z.; Lu, H.; Zhang, W.; Wang, L.; Zhuang, Q.; Hua, S.; Mei, T.; Zhao, J. Broadband polarization-insensitive saturable absorption of Fe2O3 nanoparticles. Nanoscale 2018, 10, 21219−21224. (24) Pang, C.; Li, R.; Zhang, Y. X.; Li, Z. Q.; Dong, N. N.; Wu, L.; Yu, H. H.; Wang, J.; Ren, F.; Chen, F. Tailoring optical nonlinearities of LiNbO3 crystals by plasmonic silver nanoparticles for broadband saturable absorbers. Opt. Express 2018, 26, 31276−31289. (25) Lin, Y. H.; Lin, S. F.; Chi, Y. C.; Wu, C. L.; Cheng, C. H.; Tseng, W. H.; He, J. H.; Wu, C. I.; Lee, C. K.; Lin, G. R. Using n- and p-type Bi2Te3 topological insulator nanoparticles to enable controlled femtosecond mode-locking of fiber lasers. ACS Photonics 2015, 2, 481−490. (26) Nie, W. J.; Zhang, Y. X.; Yu, H. H.; Li, R.; He, R. Y.; Dong, N. N.; Wang, J.; Hübner, R.; Böttger, R.; Zhou, S. Q.; Amekura, H.; Chen, F. Plasmonic nanoparticles embedded in single crystals synthesized by gold ion implantation for enhanced optical nonlinearity and efficient Q-switched lasing. Nanoscale 2018, 10, 4228− 4236. (27) Liu, X.; Guo, Q.; Qiu, J. Emerging low-dimensional materials for nonlinear optics and ultrafast photonics. Adv. Mater. 2017, 29, 1605886. (28) Wu, D.; Peng, J.; Cai, Z.; Weng, J.; Luo, Z.; Chen, N.; Xu, H. Gold nanoparticles as a saturable absorber for visible 635 nm Qswitched pulse generation. Opt. Express 2015, 23, 24071−24076. (29) Cabuk, S.; Simsek, S. First-principles calculation of the linear and nonlinear optical properties of LiTaO3. Phys. Scr. 2010, 81, No. 055703. (30) Cho, Y.; Hashimoto, S.; Odagawa, N.; Tanaka, K.; Hiranaga, Y. Nanodomain manipulation for ultrahigh density ferroelectric data storage. Nanotechnology 2006, 17, 137−141. (31) Takahashi, H.; Mimura, Y.; Mori, S.; Ishimori, M.; Onoe, A.; Ono, T.; Esashi, M. The fabrication of metallic tips with a silicon cantilever for probe-based ferroelectric data storage and their durability experiments. Nanotechnology 2009, 20, 365201. (32) Chu, W. S.; Kim, S. M.; Wu, X. P.; Wen, L.; Oh, M. C. Optical voltage sensors based on integrated optical polarization-rotated reflection interferometry. J. Lightwave Technol. 2016, 34, 2170−2174. (33) Cheng, C.; Jia, Y. C.; Vaźquez de Aldana, J. R.; Tan, Y.; Chen, F. Hybrid waveguiding structure in LiTaO3 crystal fabricated by direct femtosecond laser writing. Opt. Mater. 2016, 51, 190−193. (34) Katz, M.; Route, R.; Hum, D.; Parameswaran, K.; Miller, G.; Fejer, M. Vapor-transport equilibrated near-stoichiometric lithium tantalate for frequency-conversion applications. Opt. Lett. 2004, 29, 1775−1777. (35) Dong, N.; Li, Y.; Zhang, S.; Zhang, X.; Wang, J. Optically induced transparency and extinction in dispersed MoS2, MoSe2, and graphene nanosheets. Adv. Opt. Mater. 2017, 5, 1700543. (36) Wang, J.; Hernandez, Y.; Lotya, M.; Coleman, J. N.; Blau, W. J. Broadband nonlinear optical response of graphene dispersions. Adv. Mater. 2009, 21, 2430−2435. (37) Pang, C.; Li, R.; Li, Z.; Dong, N.; Wang, J.; Ren, F.; Chen, F. Plasmonic Ag nanoparticles embedded in lithium tantalate crystal for ultrafast laser generation. Nanotechnology 2019, 30, 334001. (38) Li, Z. Q.; Li, R.; Pang, C.; Dong, N. N.; Wang, J.; Yu, H. H.; Chen, F. 8.8 GHz Q-switched mode-locked waveguide lasers modulated by PtSe2 saturable absorber. Opt. Express 2019, 27, 8727−8737. (39) SRIM code, http://www.srim.org, 2011. (40) Matkovskii, A.; Potera, P.; Sugak, D.; Zhydachevskii, Ya; Pankratov, V.; Millers, D.; Grigorjeva, L.; Pracka, I.; Lukasiewicz, T. Transient and stable color centers in pure and Cu-doped LiNbO3. Cryst. Res. Technol. 2003, 38, 388−393.\nDOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\n5876\n(41) Potera, P.; Ubizskii, S.; Sugak, D.; Lukasiewicz, T. Colour centres in LiNbO3:Fe and LiNbO3:Cu crystals irradiated by\n12C ions. Radiat. Meas. 2007, 42, 232−235. (42) Draine, B. T.; Flatau, P. J. Discrete-dipole approximation for scattering calculations. J. Opt. Soc. Am. A 1994, 11, 1491−1499. (43) Cheng, C.; Liu, H.; Tan, Y.; Vaźquez de Aldana, J. R.; Chen, F. Passively Q-switched waveguide lasers based on two-dimensional transition metal diselenide. Opt. Express 2016, 24, 10385−10390. (44) Zhang, H.; Lu, S. B.; Zheng, J.; Du, J.; Wen, S. C.; Tang, D. Y.; Loh, K. P. Molybdenum disulfide (MoS2) as a broadband saturable absorber for ultra-fast photonics. Opt. Express 2014, 22, 7249−7260. (45) Wang, Y.; Niu, Y.; Wang, G.; Sun, Y.; Liu, C. Enhanced nonlinear optical properties of LiNbO3 crystal embedded with CuZn alloy nanoparticles by ion implantation. J. Alloys Compd. 2019, 778, 691−698. (46) Kim, K. H.; Husakou, A.; Herrmann, J. Linear and nonlinear optical characteristics of composites containing metal nanoparticles with different sizes and shapes. Opt. Express 2010, 18, 7488−7496. (47) Shen, H.; Cheng, B. L.; Lu, G. W.; Ning, T. Y.; Guan, D. Y.; Zhou, Y. L.; Chen, Z. H. Enhancement of optical nonlinearity in periodic gold nanoparticle arrays. Nanotechnology 2006, 17, 4274− 4277.\nDOI: 10.1021/acsanm.9b01321 ACS Appl. Nano Mater. 2019, 2, 5871−5877\n5877"
    } ],
    "references" : [ {
      "title" : "Lithium niobate crystal embedded with Au nanoparticles: a new saturable absorber for efficient modelocking of ultrafast laser pulses at 1 μm",
      "author" : [ "C. Pang", "R. Li", "Z. Li", "N. Dong", "C. Cheng", "W. Nie", "R. Böttger", "S. Zhou", "J. Wang", "F. Chen" ],
      "venue" : "Adv. Opt. Mater. 2018,",
      "citeRegEx" : "Pang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pang et al\\.",
      "year" : 2018
    }, {
      "title" : "modulated by PtSe2 saturable absorber",
      "author" : [ "A. Matkovskii", "P. Potera", "D. Sugak", "Ya Zhydachevskii", "V. Pankratov", "D. Millers", "L. Grigorjeva", "I. Pracka", "T. Lukasiewicz" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Matkovskii et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Matkovskii et al\\.",
      "year" : 2019
    }, {
      "title" : "Discrete-dipole approximation for scattering calculations",
      "author" : [ "B.T. Draine", "P.J. Flatau" ],
      "venue" : "J. Opt. Soc. Am. A 1994,",
      "citeRegEx" : "Draine and Flatau,? \\Q1994\\E",
      "shortCiteRegEx" : "Draine and Flatau",
      "year" : 1994
    }, {
      "title" : "Enhancement of optical nonlinearity in periodic gold nanoparticle arrays",
      "author" : [ "Y.L. Zhou", "Z.H. Chen" ],
      "venue" : "Nanotechnology 2006,",
      "citeRegEx" : "Zhou and Chen,? \\Q2006\\E",
      "shortCiteRegEx" : "Zhou and Chen",
      "year" : 2006
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Embedded copper nanoparticles (Cu NPs) with spherical geometry are synthesized by Cu ion implantation in lithium tantalate (LiTaO3) crystal. Because of the localized surface plasmon resonance (LSPR) effect, strong optical absorption in the visible light band has been observed in LiTaO3 with embedded Cu NPs. By changing the Cu ion fluence, the diameter of Cu NPs and the correlated linear optical responses could be tailored. The open-aperture ultrafast Z-scan measurement reveals that system also possesses saturable absorption in the near-infrared band. Further processing of spherical NPs by swift heavy ion (SHI) irradiation results in elongation of NPs along the incident direction, which significantly enhances the optical nonlinearity. It is found that the saturation intensity of the LiTaO3 with elongated Cu NPs is decreased by ∼62%, and the modulation depth is increased by 125% in comparison to that with spherical NPs. A Q-switched mode-locked waveguide laser operating at 1 μm is realized with repetition rate of 8.5 GHz and pulse duration of 23.5 ps by utilizing LiTaO3 with elongated Cu NPs as saturable absorber. This work indicates that ion beam techniques provide an effective way to tailor the optical nonlinearies of dielectric materials by engineering the shapes of embedded NPs.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}