{
  "name" : "downloads_2019-11-19_35_10.1038@s41380-019-0581-3.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The AURORA Study: a longitudinal, multimodal library of brain biology and function after traumatic stress exposure",
    "authors" : [ "Samuel A. McLean", "Kerry Ressler", "Karestan Chase Koenen", "Thomas Neylan", "Laura Germine", "Tanja Jovanovic", "Gari D. Clifford", "Donglin Zeng", "Xinming An", "Sarah Linnstaedt", "Francesca Beaudoin", "Stacey House", "Kenneth A. Bollen", "Paul Musey", "Phyllis Hendry", "Christopher W. Jones", "Christopher Lewandowski", "Robert Swor", "Elizabeth Datner", "Kamran Mohiuddin", "Jennifer S. Stevens", "Alan Storrow", "Michael Christopher Kurz", "Meghan E. McGrath", "Gregory J. Fermann", "Lauren A. Hudak", "Nina Gentile", "Anna Marie Chang", "David A. Peak", "Jose L. Pascual", "Mark J. Seamon", "Paulina Sergot", "W. Frank Peacock", "Deborah Diercks", "Leon D. Sanchez", "Niels Rathlev", "Robert Domeier", "John Patrick Haran", "Claire Pearson", "Vishnu P. Murty", "Thomas R. Insel", "Paul Dagum", "Jukka-Pekka Onnela", "Steven E. Bruce", "Bradley N. Gaynes", "Jutta Joormann", "Mark W. Miller", "Robert H. Pietrzak", "Daniel J. Buysse", "Diego A. Pizzagalli", "Scott L. Rauch", "Steven E. Harte", "Larry J. Young", "Deanna M. Barch", "Lauren A. M. Lebois", "Sanne J. H. van Rooij", "Beatriz Luna", "Jordan W. Smoller", "Robert F. Dougherty", "Thaddeus W. W. Pace", "Elisabeth Binder", "John F. Sheridan", "James M. Elliott", "Archana Basu", "Menachem Fromer", "Tushar Parlikar", "Alan M. Zaslavsky", "Ronald Kessler" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Introduction",
      "text" : "Adverse posttraumatic neuropsychiatric sequelae (APNS) are common among civilian trauma survivors and military\nservice members [1–4]. These APNS, as traditionally classified, include posttraumatic stress (PTS), depression, postconcussion syndrome (PCS), and regional or widespread pain. Studies using these traditional classifications have yielded many advances, yet flaws in these classifications increasingly hamper scientific progress for several reasons. First, traditional APNS classifications are not indexed to specific biological processes or components of brain functioning. Instead, classification boundaries evolved * Samuel A. McLean Samuel_McLean@med.unc.edu Extended author information available on the last page of the article\nbased on factors such as the traditional bailiwicks of specific medical specialties (e.g., PTS: psychiatry, PCS: neurosurgery, pain: anesthesiology). Second, individual syndromes (which are typically studied in isolation) do not accurately reflect actual posttraumatic neuropsychiatric phenotypes. Most trauma survivors experience complex patterns of overlapping/co-occurring symptoms across multiple traditional classifications, and increasing evidence indicates that symptoms across classifications can share an interwoven/ overlapping neurobiological substrate.\nThe consequences of these limitations in classification are that most contemporary studies of APNS consist of the evaluation of isolated, arbitrarily demarcated syndromes, representing only a fragment of a trauma survivor’s posttraumatic neuropsychiatric sequelae. Such outcome fragments are often evaluated by different medical specialties, who collect very different datasets to test disparate pathogenic models (e.g., stress-related neurobiology (PTS), mechanical brain injury (PCS), soft tissue injury (pain)). Fundamental changes in APNS classification and study are urgently needed (Fig. 1).\nProgress to improve classification and ontology of APNS has been challenging because such progress would require studies that both evaluate a broad spectrum of posttraumatic sequelae (to overcome fragmentation) and also perform indepth biobehavioral evaluations (to index components of the trauma survivor’s experience to specific domains of brain functioning). Because many of the critical changes in neurobiology and brain function that establish APNS appear to occur in the initial days and weeks after trauma exposure (TE) [5–7], such studies would need to enroll participants in the early aftermath of trauma and perform serial\nlongitudinal evaluations. The great expense and formidable logistical challenges posed by such studies have limited their conduct.\nTo help overcome these limitations, the National Institutes of Mental Health, joined by the US Army Medical Research and Material Command, The One Mind Foundation, the Stanley Center for Psychiatric Research, and The Mayday Fund, together with corporate partners including Verily Life Sciences and Mindstrong Health, developed the Advancing Understanding of RecOvery afteR traumA (AURORA) study. AURORA is a large-scale emergency department (ED)-based study (n= 5000 target sample) that uses adaptive sampling methods to collect a combination of genomic, neuroimaging, psychophysical, physiological, neurocognitive, digital phenotyping, and self-report data from trauma survivors, beginning in the early aftermath of trauma and continuing for 1 year (Table 1, Figs. 2 and 3). The overarching goal of the AURORA Study is to provide a well-powered, many-layered publicly available dataset capable of helping to address the above barriers and advancing discovery.\nWithin this overarching goal, analytic efforts during the award period will focus on three broad aims. The first aim is to identify/classify common, discrete, homogeneous APNS using and/or building on the Research Domain Criteria (RDoC) classification system (https://www.nimh.nih.gov/ research-priorities/rdoc/index.shtm). Discrete APNS will be characterized by both self-report and biomarker data (i.e., biomarkers from different RDoC “units of analysis”). Next, after identifying discrete APNS, multidimensional phenotypes will be identified that consist of the most frequent “baskets” of discrete APNS (across traditional APNS\ndomains) that individual trauma survivors develop. Such multidimensional classification is essential to more accurately represent the individual trauma survivor experience, to create a common phenotypic “denominator” across specialties and NIH institutes funding research (e.g., to allow testing of competing theories of pathogenesis), and to improve intervention testing via more accurate target group identification. The second AURORA Study aim is to test hypotheses regarding the influence of specific pretrauma, trauma-related, and recovery-related factors on the onset, severity, and course of discrete and multidimensional APNS outcomes. The third and final AURORA aim is to develop\ntiered clinical decision support algorithms for multidimensional APNS outcomes, using ensemble machine learning (ML) methods and the range of biobehavioral study data collected. In order to achieve the best possible dissemination/reach, these decision support algorithms will be developed in tiers that begin by classifying only with the least expensive and most easily obtainable predictors, and then sequentially expand to use more expensive tests only as necessary to achieve categorization. Our hope is that this work, and secondary analyses of AURORA data by the scientific field, will achieve improved phenotypes, prediction tools, and understanding of molecular mechanisms to\nBaseline Diagnosis\nof disorder Development Changes during onset\nCourse\nand/or associated with worsening vs. recovery\nED 6 months\nimmortalized cell\ndigital phenotyping, flash surveys/audio\nsymptom and self-report.\n-\n- based biomarker assessment. A.\nB.\nBrain imaging, evoked brainFig. 2 The goal of the AURORA Study is to generate a rich, multilayered biobehavioral library of data for each of the most common discrete types of brain/neurobiological dysfunction experienced by trauma survivors (a). It is hoped that these data will be valuable in achieving a range of goals, including identifying trajectories of predictive biomarkers, understanding changes in neurobiology during onset, identifying diagnostic biomarkers, and/or understanding markers of worsening symptoms vs. recovery (b)\nTable 1 Overview of AURORA Study assessments\nAssessment Type ED W1 W2 W3 W4 W5–7 W8 W9–12 M3 M4–5 M6 M7–8 M9 M10–11 M12\nSelf-report ● ● ● ● ● ● Blood ● ●a Saliva ●a ●a ●a ●a ●a\nNeurocognitive ● ● Weekly rotating battery Quarterly rotating battery\nFlash surveys ● Daily Every other day Weekly rotating assessments\nPassive digital Continuous Wearable Continuous Variablea Neuroimaging ●a ●a Psychophysical ●a ●a\nMedical record ●\nED emergency department, W week, M month aSubsample of study participants\ninform the development of preventive/ameliorative interventions."
    }, {
      "heading" : "Methodology of the AURORA Study",
      "text" : ""
    }, {
      "heading" : "Study population",
      "text" : "More than 140 million Americans are evaluated in US EDs each year [8]. One-third of ED visits are for evaluation after TEs, which represent the full range of the most common TEs in the United States [9]. The vast majority of these individuals are discharged to home after evaluation and only about 10% are hospitalized [9]. APNS are similar in these two groups of patients [10–22], which means that the vast majority of APNS cases occur among ER patients who are not hospitalized. A similar pattern is found in the military, where the great majority of APNS cases are found among those who are severely injured [23–29]. As a result, focusing on discharged ED patients, although logistically more complicated than focusing on hospitalized patients, is the way to capture the vast majority of APNS cases from an actuarial perspective. An additional benefit of focusing on ED patients discharged to home after evaluation, which is the focus of AURORA, is that the key neurobiological, socio-emotional, and cognitive/psychological factors implicated in APNS development are less affected than they are among hospitalized patients by such thing as hemorrhage [30, 31], general anesthesia [32, 33], circadian disruptions [34] related to hospitalization, and medications, increasing the ability to identify pathogenetic mechanisms of APNS. However, AURORA is also recruiting a subsample of patients from those that are hospitalized in an effort to increase the external validity of findings and to facilitate comparison with other major studies that focus\nexclusively in patients who were hospitalized after ED evaluation."
    }, {
      "heading" : "Eligibility, screening, and consent",
      "text" : "Patients aged 18–75 years who present to the ED within 72 h of TE at participating ED sites are screened for study eligibility. Some TEs automatically qualify for study enrollment, these TEs include motor vehicle collision, physical assault, sexual assault, fall >10 feet, or mass casualty incidents. Other TEs are also qualifying if (1) the individual responds to a screener question that they experienced the exposure as involving actual or threatened serious injury, sexual violence, or death, either by direct exposure, witnessing, or learning about it and (2) the research assistant (RA) agrees that the exposure is a plausible qualifying event.\nExclusion criteria include administration of general anesthesia, long bone fractures, laceration with significant hemorrhage, solid organ injury > American Association for the Surgery of Trauma Grade 1, not alert and oriented at the time of enrollment, not fluent in written or spoken English, visual or auditory impairment precluding completion of web-based neurocognitive evaluations and/or telephone follow-ups, self-inflicted or occupational injury, prisoners, individuals pregnant or breastfeeding, individuals reporting ongoing domestic violence, and individuals taking >20 mg morphine or equivalent per day. To be eligible for the study, patients must also have an iOS or Android-compatible smartphone with internet access and an email address that they check regularly.\nRAs stationed in participating EDs evaluate patients for enrollment and, if eligible, inform patients about the general nature of the study, expectations for participation, and the voluntary nature of participation, and discuss risks and\nbenefits before seeking written informed consent. As noted above, patients admitted to the hospital from the ED and not anticipated to require hospitalization >72 h are also eligible to be enrolled during hospitalization to increase the external validity of study findings. In addition, patients discharged from the ED to home are eligible to return for enrollment within 72 h of discharge. The goal is to enroll 5000 participants in the study, with adaptive sampling of specific trauma subsamples and adjustment of study design over the course of the study as necessary to achieve study goals."
    }, {
      "heading" : "Assessments",
      "text" : ""
    }, {
      "heading" : "ED assessments",
      "text" : "ED assessments are conducted by trained RAs and include blood collection, self-report survey, web-based neurocognitive assessment, evoked heart rate and skin conductance, and wrist wearable placement (Tables 1 and 2, Fig. 3). Participants also have an Android/iOS smartphone app downloaded onto their smartphone. Specific assessments performed in the ED are shown in Table 2."
    }, {
      "heading" : "Self-report evaluations",
      "text" : "Participants complete interview and self-administered surveys in the ED. Follow-up surveys are completed 2 weeks, 8 weeks, 3 months, 6 months, and 12 months after initial evaluation via web-based or phone assessments. Domains assessed via self-report surveys are shown in Table 2."
    }, {
      "heading" : "Wrist wearable-based assessments",
      "text" : "A Verily Study Watch is provided to all study participants at the time of enrollment. The Study Watch captures continuous-time photoplethysmogram, three-dimensional accelerometry, skin conductance, and environmental factors including temperature, humidity, atmospheric/air pressure level, and ambient light, and also is used to carry out on-demand electrocardiograms in the ED and at 2 weeks, 8 weeks, 3 months, 6 months, and 12 months after TE (Table 2). Participants are asked to wear the watch at least 21 h a day for the first 12 weeks of the study and at subsequent times that vary by study participant. De-identified and encrypted data are transmitted from the participant to the study team via a 3G or 4G LTE watch connectivity hub/ charger provided to study participants."
    }, {
      "heading" : "Biological specimens-blood",
      "text" : "Biologic specimens collected in the ED from all study participants include plasma (10 ml EDTA), DNA (PAXgene\nDNA tube), and RNA (PAXgene RNA tube) (Fig. 4). Following study site collection, samples are shipped to the National Institute of Mental Health Repository and Genomics Resources (NIMH RGR) for storage. Plasma (10 ml EDTA), DNA (PAXgene DNA tube), RNA (PAXgene RNA tube) are collected again at 2 weeks and at 6 months from study participants selected to return for neuroimaging and psychophysical assessments (maximum 800 individuals at each timepoint). An ACD tube is also collected at these return visits. In addition, 6 months following enrollment, repeat plasma (10 ml EDTA), DNA (PAXgene DNA tube), and RNA (PAXgene RNA tube) samples are also obtained from selected study participants either via study participants’ return to enrollment sites or mobile phlebotomy service (maximum 2200 individuals)."
    }, {
      "heading" : "Smartphone-based assessments",
      "text" : "During ED enrollment, RAs install the Mindstrong Discovery™ app onto the participant’s smartphone via download from the App Store (iOS users) or from Google Play (Android users). This application intermittently prompts participants to complete brief smartphone-based “flash” questionnaires during the study and to digitally record their verbal responses to open-ended questions or voice recordings of them reading brief neutral passages (Table 2). In addition, this app collects continuous-time accelerometry data, keystroke characteristics, time and duration of phone calls, time and character length of text messages, text words/symbols used, time and number of emails, smartphone screen time, and intermittent GPS data (Table 2). These data are used to gain improved understanding of individuals’ experiences and behaviors during APNS development. Importantly, all data collected by the smartphone application are de-identified and encrypted to ensure participant confidentiality, and the app does not record the numbers or identities associated with phone calls or text messages sent or received by the participant’s phone."
    }, {
      "heading" : "Biological specimens saliva",
      "text" : "A subset of study participants will undergo saliva collection in the ED (Spectrum DNA Collection Kit, 2000 maximum). Following study site collection, de-identified samples are shipped to the NIMH RGR for storage. Individuals completing saliva sample collection in the ED are asked to repeat saliva collection 1, 2, 3, and 4 weeks after the ED visit, using kits provided during initial enrollment. Deidentified saliva samples collected by the participant at home are stored in a liquid-tight biohazard bag provided to the participant at the time of the initial assessment. After the final collection, participants mail all four samples directly to the NIMH RGR using a prepaid mailer."
    }, {
      "heading" : "Data extraction",
      "text" : "Following enrollment, study site RAs complete a web-based data extraction form. This form collects information from hospital medical records related to the study participant’s care, including the following: ED arrival and discharge date and time, hospital admission and discharge time (if participant is admitted), participant chief complaint, radiology evaluations performed and the results of such evaluations, participant injuries by body region (e.g., abrasion, contusion), discharge diagnosis, any prescription medications that participant was taking prior to the ED visit, vital signs in ED (e.g., blood pressure, pulse, and respiratory rate), whether patient was seen in the ED and discharged, or admitted in the hospital, medications that the participant received in the ED and/or in the hospital, and medications that were prescribed at the time of discharge from the ED or hospital, and past participant diagnoses listed in the medical record. Description of the event that brought the participant to the ED is collected from the medical record."
    }, {
      "heading" : "Neurocognitive assessments",
      "text" : "Web-based neurocognitive assessments are hosted through the Many Brains Project (http://www.manybrains.net/) and are administered at enrollment, within 48 h after leaving the ED, and with a rotating battery of tests delivered via email and text links weekly for the next 8 weeks, and then at the end of months 3, 6, 9, and 12. Areas of neurocognitive function evaluated, which were selected to focus on those implicated in the pathogenesis of APNS, are listed in Table 2."
    }, {
      "heading" : "Follow-up in-person “deep phenotyping” assessments",
      "text" : "Subsamples of study participants who live within driving distance of an AURORA neuroimaging/deep phenotyping site are asked to return for in-person evaluations 2 weeks\nand 6 months after the ED visit. These in-person sessions include blood collection, structural MRI, diffusion tensor imaging, resting state MRI, functional MRI/tasks, neurocognitive assessments, and psychophysical evaluation including acoustic startle response, fear conditioning and extinction, pressure pain thresholds, suprathreshold pressure pain sensitivity (cuff algometry), thermal pain tolerance (cold pressor test), and endogenous pain modulation (conditioned pain modulation and temporal summation) (Table 2)."
    }, {
      "heading" : "Adaptive sampling",
      "text" : "Adaptive sampling is being used throughout AURORA to enrich the sample: (1) Algorithms are being developed based on information collected in the ED with the first 500 respondents to predict subsequent participant adherence to the study. Probability of being invited to participate in the study is then being guided by this prediction algorithm to under-sample patients less likely to be adherent to study procedures and to select only individuals likely to be adherent for 2-week neuroimaging/deep phenotyping assessment; (2) Algorithms predicting subsequent symptoms based on data collected in the ED are being develop and revised iteratively to assign different probabilities of AURORA enrollment to individual eligible ED patients to ensure the desired distribution of APNS among study participants; (3) Comparable selection algorithms are being used to select participants for 6-month blood draws and neuroimaging/deep phenotyping in order to guarantee that this subset of patients has a multivariate distribution on APNS syndromes that is optimized to achieve our aim of identifying/classifying common, discrete, homogenous APNS using and/or building on the RDoC classification system (https://bit.ly/2pudCZH) based on both self-report and biomarker data (i.e., biomarkers from different RDoC “units of analysis”). The overarching goal of these adaptive sampling procedures is to increase study power/efficiency\nTable 2 (continued)\nRNA ● ● Plasma ● ● ACD ● ●\nNeurocognitive assessment\nVocabulary test ● Gradual onset continuous performance test ● Verbal paired associates memory task ● Digit symbol substitution test ● Delay discounting task ● Multiracial emotion identification test ● Probabilistic reward task ● Forward digit span ●\naAssessments not completed by full cohort\nby using case-cohort logic to link the subset of patients receiving the most intensive assessments to the broader cohort in a way that creates a rich “molecules to behaviors” characterization of the onset and course of specific APNS."
    }, {
      "heading" : "Protection of participants",
      "text" : "The AURORA Study is an observational study that does not alter or interfere with typical receipt of care in any way. All participants receive all of their usual care and treatment throughout the study period. Information on type of care and medications received are collected in study follow-up surveys. In addition, weekly reports are run that calculate change scores for APNS, and participants who experience significant worsening of APNS symptoms during the study are contacted by an experienced clinician (e.g., experienced social worker) and encouraged to seek medical and/or psychiatric care (depending on the sequelae), and when useful, provided information regarding how to access care. (Information regarding options for medical and psychiatric care in the local area of each study site is maintained by the data coordinating center.) In addition, if during interactions with study participants AURORA Study personnel have concerns regarding the participant, then the participant is contacted by an experienced clinician. The AURORA Study independent medical monitor’s activities include the review and approval of standard operating procedures related to the evaluation and management of individuals reporting clinical worsening and/or identified by study personnel, and the review of all written reports describing participant contacts by experienced clinicians. A great many other methods are used to protect patient confidentiality and minimize risks to participants during the study, including\nuse of a Certificate of Confidentiality, staff training, use of participant ID numbers only on forms, distinct sample numbers on biologic samples, storage of study data on secure, firewalled servers, and secure transfer of study data in a HIPAA-compliant manner."
    }, {
      "heading" : "AURORA Study analyses",
      "text" : "As described in the introduction, the overarching goal of the AURORA Study is to generate a longitudinal, multimodal library of brain biology and function after TE with a breadth and depth sufficient to overcome the contemporary barriers in classification and ontology that stymie scientific progress. It is also hoped that the AURORA study provides a wellspring of data for the scientific community to use to advance understanding of APNS. Descriptions of planned analyses here will be limited to three broad aims addressed by AURORA investigators during the award period.\nAim 1a: Identify/characterize common, discrete, homogeneous APNS using and/or building on the RDoC framework\nIn place of arbitrarily demarcated symptom-based syndromes, unmoored to specific aspects of brain functioning, more discrete APNS grounded in specific, circumscribed components of brain function are needed. We are using unsupervised ML methods to characterize and structural equation modeling and latent growth curve modeling to study the trajectories of these discrete homogenous APNS. These analyses are first being carried out using self-report symptom assessments collected via in-depth surveys in the ED and at periodic time points (2 weeks, 8 weeks, 3 months, 6 months, and 12 months) after TE and in flash\nED Week 1, 2, 3, 4\nEcological\nWeek 2\nDeep Phenotyping 1\nMonth 6\nDeep Phenotyping 2\nn = 5,000 n = 2,000 800 DP + 2,200 othern = 800\nD R PSSD R P D R P\nA A\nLegend\nD RDNA RNA SP Plasma Saliva A ACD\nFig. 4 Overview of AURORA Study biological specimens collected. DNA, RNA, and plasma samples are collected from all participants (n= 5000 target enrollment) in the Emergency Department (ED) in the early aftermath of trauma exposure. Serial saliva samples are collected from a subset of participants (n ≤ 2000) in the ED and 1, 2, 3, and 4 weeks following enrollment. DNA, RNA, and plasma are collected\nagain on a subset of participants at the 2 week and 6 month deep phenotyping sessions (n ≤ 800) and at the 6 month timepoint via individual blood draw (n ≤ 2200). ACD tubes (for the generation of lymphoproliferative cell lines) are collected on a small subset of participants at deep phenotyping sessions\nsurveys during the posttraumatic period (daily for the first week, every other day for weeks 2–12, and weekly for weeks 13–52). Once these preliminary models are developed, more novel biobehavioral indicators will be explored using the other data being collected via smartphone, wearable, neurocognitive tests, and neuroimaging. These analyses will yield trajectories for each discrete outcome for each trauma survivor. In addition, after characterizing individual trajectories for these discrete outcomes, groups or classes for each discrete APNS outcome will be identified using latent growth curve mixture modeling. Classifying discrete APNS trajectories into common groups, and identifying the best group membership for each individual, allows group-level analyses and will help facilitate later multidimensional analyses. Additional analyses will also evaluate the influence of trauma type and participant characteristics (e.g., sex) on posttraumatic trajectories, and developmental relationships between posttraumatic trajectories (e.g., the influence of hyperarousal trajectories in the early posttraumatic period on the transition from acute to chronic pain).\nAim 1b: Identify the most common multidimensional outcomes experienced by trauma survivors\nAfter discrete, homogenous APNS have been defined, multidimensional analyses will be carried out to identify the most common broad “baskets” of discrete APNS phenotypes across traditional APNS silos experienced by trauma survivors. This will involve identifying groups or classes of trajectories across the discrete APNS outcomes using latent growth curve mixture modeling. Classifying discrete APNS trajectories into common groups will result in phenotypes that more accurately reflect the experiences of trauma survivors than do traditional categories and will help facilitate later multidimensional analyses that evaluate predictive associations involving such things as trauma type and participant characteristics and developmental relationships across specific trajectories (e.g., associations of hyperarousal trajectories in the early posttraumatic period with subsequent transitions from acute to chronic pain). Identifying and characterizing this broad landscape will also be a critical step in identifying pathophysiologic mechanisms and biobehavioral markers, developing risk prediction tools, and developing better preventive and ameliorative interventions for APNS survivors.\nAim 2: Test specific hypotheses regarding the influence of specific pretrauma, trauma-related, and recovery-related factors on the discrete and multidimensional APNS\nTo try to advance understanding of APNS pathogenesis and identify potential treatment/intervention targets, we will\nevaluate the influence of specific study factors on discrete and/or multidimensional APNS trajectories/outcomes. The hypotheses tested will be of three broad types, focused on main effects, mediation, and modification. Main effects hypotheses will focus on the influence of a temporally primary variable on an outcome. Depending on the hypothesis, the outcome could be a construct evaluated either at a point in time or as a trajectory over an interval of time. For example, childhood trauma would be a temporally primary variable that we would expect to predict a chronic APNS trajectory across multiple domains. Mediation hypotheses will focus on the extent to which the overall association of a predictor with an outcome decreases when an intervening variable is controlled. We will test hypotheses such as these by using well-established procedures for decomposing and separately testing the significance of direct and indirect effects among latent variables [35, 36]. Modifier (interaction) hypotheses will focus on the extent to which the effect of a particular predictor varies as a function of some other predictor. (For example, we might hypothesize that a specific biological characteristic, such as polygenic risk for depression, modifies the impact of death of a loved one in a motor vehicle collision on trajectories of an APNS construct by evaluating the significance of interactions in a latent curve model [37–39].)\nAim 3: Develop tiered clinical decision support algorithms for multidimensional APNS outcomes, using ensemble machine learning methods and the range of biobehavioral study data collected\nAn important limitation of the current emergency care of trauma survivors is the lack of validated clinical decision support tools that identify individuals at high risk for specific APNS outcomes. Such tools are critical to advance and support the testing of early preventive/treatment interventions to reduce APNS development among those at high risk. When determining what constitutes an adverse outcome for a given discrete or multidimensional APNS identified via the above work, we will explore a range of different thresholds that represent clinically significant distress and dysfunction (e.g., changes in general or domainspecific health based on self-reports, changes in neurocognitive function, sleep/physiology, and activity). After identifying adverse APNS outcomes using these methods, we will develop clinical decision support tools using ML methods in a cross-validated training sample that we test in an independent validation sample [40]. We will explore a number of ML algorithms that we will combine using the super learner ensembling method [41–45]. As noted above, we will investigate the implications of reducing the number and complexity of predictor variables to investigate the value of tiering and targeting. Tiering refers to nested ML\nanalyses based on successively more costly predictors, where cost is defined in terms of staff time required for administration as well as costs of processing (e.g., costs of genetic testing, neuroimaging, etc.) Targeting refers to determining subsets of patients that vary in the extent to which prediction accuracy over a clinical decision threshold varies depending on a given level of tiering. For example, screening tests are often used to determine whether individual patients need more complex and expensive tests. The equivalent in our context will be to determine values based on initial models that indicate the need for further data. We will also evaluate the temporal range of data needed for optimal prediction of various outcomes (i.e., our ability to predict eventual APNS based only on data obtained in the ED, on ED data in addition to data obtained in the first week from the wearable and/or phone app, etc.)."
    }, {
      "heading" : "Summary and conclusions",
      "text" : "While excitement regarding improved scientific approaches to advance the understanding of APNS is often focused around new tools (e.g., the latest molecular or ML techniques), the delineation of discrete APNS outcomes indexed to brain function has great potential to improve discovery of objective indicators/biomarkers, pathogenic mechanisms, and risk prediction tools. Similarly, the identification of multidimensional outcome classifications that much more accurately describe a trauma survivor’s APNS has the potential to markedly increase the success of precision medicine efforts. Improved APNS classification also has the potential to serve as a “common denominator” across different medical specialties/groups of APNS investigators, facilitating the exchange of ideas and the comparison, testing, and refinement of disparate pathogenic models. AURORA seeks to identify discrete and multidimensional APNS outcomes, and to use these improved classifications to gain important new insights into APNS pathogenesis and prediction, using genomic, neuroimaging, psychophysical, physiological, neurocognitive, digital phenotyping, and self-report data collected longitudinally from a large cohort of trauma survivors. Of note, only a small proportion of the wealth of data collected in AURORA will be evaluated by the investigative team. It is hoped that the dataset (available to the scientific community via the NIMH Data Archive) and the extensive library of banked samples collected will serve as a wellspring of data to the scientific community studying APNS for many years to come.\nAcknowledgements The investigators wish to thank the trauma survivors participating in the AURORA Study. Their time and effort during a challenging period of their lives make our efforts to improve recovery for future trauma survivors possible.\nFunding Funding for the study was provided by NIMH U01MH110925, the US Army Medical Research and Material Command, The One Mind Foundation, and The Mayday Fund. Verily Life Sciences and Mindstrong Health provided some of the hardware and software used to perform study assessments.\nCompliance with ethical standards\nConflict of interest Menachem Fromer and Tushar Parlikar are employees of and have financial holdings in Verily Life Sciences. The other authors declare that they have no conflict of interest.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
    } ],
    "references" : [ {
      "title" : "Posttraumatic stress disorder: the burden to the individual and to society",
      "author" : [ "Kessler RC" ],
      "venue" : "J Clin Psychiatry",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2000
    }, {
      "title" : "Posttraumatic stress disorder in the National Comorbidity Survey",
      "author" : [ "RC Kessler", "A Sonnega", "EJ Bromet", "M Hughes", "CB. Nelson" ],
      "venue" : "Arch Gen Psychiatry",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1995
    }, {
      "title" : "Race/ ethnic differences in exposure to traumatic events, development of post-traumatic stress disorder, and treatment-seeking for posttraumatic stress disorder in the United States",
      "author" : [ "AL Roberts", "SE Gilman", "J Breslau", "N Breslau", "KC. Koenen" ],
      "venue" : "Psychol Med",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2011
    }, {
      "title" : "Posttraumatic stress disorder and mortality among U.S. army veterans 30 years after military service",
      "author" : [ "Boscarino JA" ],
      "venue" : "Ann Epidemiol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2006
    }, {
      "title" : "Similar factors predict disability and posttraumatic stress disorder trajectories after whiplash injury",
      "author" : [ "M Sterling", "J Hendrikz", "J. Kenardy" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2011
    }, {
      "title" : "Chronic widespread pain after motor vehicle collision typically occurs via immediate development and non-recovery: results of an emergency department-based cohort study",
      "author" : [ "J Hu", "AV Bortsov", "L Ballina", "DC Orrey", "RA Swor", "D Peak" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "No man is an island: living in a disadvantaged neighborhood influences chronic pain development after motor vehicle",
      "author" : [ "JC Ulirsch", "MA Weaver", "AV Bortsov", "AC Soward", "RA Swor", "DA Peak" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Psychological predictors of chronic posttraumatic stress disorder after motor vehicle accidents",
      "author" : [ "A Ehlers", "RA Mayou", "B. Bryant" ],
      "venue" : "J Abnorm Psychol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1998
    }, {
      "title" : "Prevalence of posttraumatic stress disorder and major depression after trauma center hospitalization",
      "author" : [ "RA Shih", "TL Schell", "K Hambarsoomian", "H Belzberg", "GN. Marshall" ],
      "venue" : "J Trauma",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2010
    }, {
      "title" : "A nationwide US study of post-traumatic stress after hospitalization for physical injury",
      "author" : [ "DF Zatzick", "FP Rivara", "AB Nathens", "GJ Jurkovich", "J Wang", "MY Fan" ],
      "venue" : "Psychol Med",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2007
    }, {
      "title" : "Paranoia and post-traumatic stress disorder in the months after a physical assault: a longitudinal study examining shared and differential predictors",
      "author" : [ "D Freeman", "C Thompson", "N Vorontsova", "G Dunn", "LA Carter", "P Garety" ],
      "venue" : "Psychol Med",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2013
    }, {
      "title" : "Predictors of acute posttraumatic stress disorder symptoms following civilian trauma: highest incidence and severity of symptoms after assault",
      "author" : [ "LH Alarcon", "A Germain", "AS Clontz", "E Roach", "DH Nicholas", "MS Zenati" ],
      "venue" : "J Trauma Acute Care Surg",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Evidence of symptom profiles consistent with posttraumatic stress disorder and complex posttraumatic stress disorder in different trauma samples",
      "author" : [ "A Elklit", "P Hyland", "M. Shevlin" ],
      "venue" : "Eur J Psychotraumatol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "Development of chronic pain following severe accidental injury. Results of a 3-year follow-up study",
      "author" : [ "J Jenewein", "H Moergeli", "L Wittmann", "S Buchi", "B Kraemer", "U. Schnyder" ],
      "venue" : "J Psychosom Res",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2009
    }, {
      "title" : "Predicting new onset of widespread pain following a motor vehicle collision",
      "author" : [ "G Wynne-Jones", "GT Jones", "NJ Wiles", "AJ Silman", "GJ. Macfarlane" ],
      "venue" : "J Rheumatol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2006
    }, {
      "title" : "Somatic, posttraumatic stress, and depressive symptoms among injured patients treated in trauma surgery",
      "author" : [ "DF Zatzick", "JE Russo", "W. Katon" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2003
    }, {
      "title" : "Incidence and outcome of whiplash injury after multiple trauma",
      "author" : [ "PV Giannoudis", "SS Mehta", "E. Tsiridis" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2007
    }, {
      "title" : "Incidence and predictors of neck and widespread pain after motor vehicle collision among US litigants and nonlitigants",
      "author" : [ "SA McLean", "JC Ulirsch", "GD Slade", "AC Soward", "RA Swor", "DA Peak" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Pain and somatic symptoms are sequelae of sexual assault: results of a prospective longitudinal study",
      "author" : [ "JC Ulirsch", "LE Ballina", "AC Soward", "C Rossi", "W Hauda", "D Holbrook" ],
      "venue" : "Eur J Pain",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Factors moderating neuropsychological outcomes following mild traumatic brain injury: a meta-analysis",
      "author" : [ "HG Belanger", "G Curtiss", "JA Demery", "BK Lebowitz", "RD. Vanderploeg" ],
      "venue" : "J Int Neuropsychological Soc",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2005
    }, {
      "title" : "Posttraumatic stress disorder in patients with traumatic brain injury",
      "author" : [ "J Glaesser", "F Neuner", "R Lutgehetmann", "R Schmidt", "T. Elbert" ],
      "venue" : "BMC Psychiatry",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2004
    }, {
      "title" : "Mild traumatic brain injury in U.S. Soldiers returning from Iraq",
      "author" : [ "CW Hoge", "D McGurk", "JL Thomas", "AL Cox", "CC Engel", "CA. Castro" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2008
    }, {
      "title" : "Prevalence of chronic pain, posttraumatic stress disorder, and persistent postconcussive symptoms in OIF/OEF veterans: polytrauma clinical triad",
      "author" : [ "HL Lew", "JD Otis", "C Tun", "RD Kerns", "ME Clark", "DX. Cifu" ],
      "venue" : "J Rehabil Res Dev",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2009
    }, {
      "title" : "Soldiers with occult traumatic brain injury",
      "author" : [ "HL Lew", "JH Poole", "S Alvarez", "W. Moore" ],
      "venue" : "Am J Phys Med Rehabil",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2005
    }, {
      "title" : "Prevalence of chronic pain after traumatic brain injury: a systematic review",
      "author" : [ "Nampiaparampil DE" ],
      "venue" : "J Am Med",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2008
    }, {
      "title" : "Mild traumatic brain injury and posttraumatic stress disorder in returning veterans: perspectives from cognitive neuroscience",
      "author" : [ "JJ Vasterling", "M Verfaellie", "KD. Sullivan" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2009
    }, {
      "title" : "Mechanism of the protective effect of corticosteriods in hemorrhagic shock",
      "author" : [ "AM Lefer", "J. Martin" ],
      "venue" : "Am J Physiol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1969
    }, {
      "title" : "Profile of circulating vasoactive substances in hemorrhagic shock and their pharmacologic manipulation",
      "author" : [ "BA Jakschik", "GR Marshall", "JL Kourik", "P. Needleman" ],
      "venue" : "J Clin Investig",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1974
    }, {
      "title" : "Hormonal responses to graded surgical stress",
      "author" : [ "B Chernow", "HR Alexander", "RC Smallridge" ],
      "venue" : "Arch Intern Med",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1987
    }, {
      "title" : "Catecholamine-glucocorticoid interactions during surgical stress",
      "author" : [ "R Udelsman", "DS Goldstein", "DL Loriaux", "GP. Chrousos" ],
      "venue" : "J Surg Res",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1987
    }, {
      "title" : "Sleep disruption alters nocturnal ACTH and cortisol secretory patterns",
      "author" : [ "E Spath-Schwalbe", "M Gofferje", "W Kern", "J Born", "HL. Fehm" ],
      "venue" : "Biol Psychiatry",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1991
    }, {
      "title" : "Total, direct, and indirect effects in structural equation models",
      "author" : [ "Bollen KA" ],
      "venue" : "Sociol Methodol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1987
    }, {
      "title" : "Introduction to statistical mediation analysis",
      "author" : [ "MacKinnon DP" ],
      "venue" : "New York, NY: Lawrence Erlbaum Associates;",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2008
    }, {
      "title" : "Structural equation models that are nonlinear in latent variables: a least-squares estimator",
      "author" : [ "Bollen KA" ],
      "venue" : "Socio Methodol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1995
    }, {
      "title" : "Maximum likelihood estimation of latent interaction effects with the LMS method",
      "author" : [ "A Klein", "H. Moosbrugger" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2000
    }, {
      "title" : "Quasi-maximum likelihood estimation of structural equation models with multiple interaction and quadratic effects",
      "author" : [ "Klein AG", "Muthén BO" ],
      "venue" : "Multivar Behav Res",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2007
    }, {
      "title" : "The elements of statistical learning: data mining, inference, and prediction",
      "author" : [ "T Hastie", "R Tibshirani", "JH. Friedman" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2009
    }, {
      "title" : "How well can post‐traumatic stress disorder be predicted from pre‐trauma risk factors? An exploratory study in the WHO",
      "author" : [ "RC Kessler", "S Rose", "KC. Koenen" ],
      "venue" : "World Mental Health Surveys. World Psychiatry",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2014
    }, {
      "title" : "Predicting suicides after psychiatric hospitalization in US Army soldiers: the army study to assess risk and resilience in service members (Army STARRS)",
      "author" : [ "RC Kessler", "CH Warner", "C. Ivany" ],
      "venue" : "JAMA Psychiatry",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2015
    }, {
      "title" : "Testing a machine-learning algorithm to predict the persistence and severity of major depressive disorder from baseline selfreports",
      "author" : [ "RC Kessler", "HM van Loo", "KJ Wardenaar", "RM Bossarte", "LA Brenner", "T Cai" ],
      "venue" : "Mol Psychiatry",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 26,
      "context" : "An additional benefit of focusing on ED patients discharged to home after evaluation, which is the focus of AURORA, is that the key neurobiological, socio-emotional, and cognitive/psychological factors implicated in APNS development are less affected than they are among hospitalized patients by such thing as hemorrhage [30, 31], general anesthesia [32, 33], circadian disruptions [34] related to hospitalization, and medications, increasing the ability to identify pathogenetic mechanisms of APNS.",
      "startOffset" : 321,
      "endOffset" : 329
    }, {
      "referenceID" : 27,
      "context" : "An additional benefit of focusing on ED patients discharged to home after evaluation, which is the focus of AURORA, is that the key neurobiological, socio-emotional, and cognitive/psychological factors implicated in APNS development are less affected than they are among hospitalized patients by such thing as hemorrhage [30, 31], general anesthesia [32, 33], circadian disruptions [34] related to hospitalization, and medications, increasing the ability to identify pathogenetic mechanisms of APNS.",
      "startOffset" : 321,
      "endOffset" : 329
    }, {
      "referenceID" : 28,
      "context" : "An additional benefit of focusing on ED patients discharged to home after evaluation, which is the focus of AURORA, is that the key neurobiological, socio-emotional, and cognitive/psychological factors implicated in APNS development are less affected than they are among hospitalized patients by such thing as hemorrhage [30, 31], general anesthesia [32, 33], circadian disruptions [34] related to hospitalization, and medications, increasing the ability to identify pathogenetic mechanisms of APNS.",
      "startOffset" : 350,
      "endOffset" : 358
    }, {
      "referenceID" : 29,
      "context" : "An additional benefit of focusing on ED patients discharged to home after evaluation, which is the focus of AURORA, is that the key neurobiological, socio-emotional, and cognitive/psychological factors implicated in APNS development are less affected than they are among hospitalized patients by such thing as hemorrhage [30, 31], general anesthesia [32, 33], circadian disruptions [34] related to hospitalization, and medications, increasing the ability to identify pathogenetic mechanisms of APNS.",
      "startOffset" : 350,
      "endOffset" : 358
    }, {
      "referenceID" : 30,
      "context" : "An additional benefit of focusing on ED patients discharged to home after evaluation, which is the focus of AURORA, is that the key neurobiological, socio-emotional, and cognitive/psychological factors implicated in APNS development are less affected than they are among hospitalized patients by such thing as hemorrhage [30, 31], general anesthesia [32, 33], circadian disruptions [34] related to hospitalization, and medications, increasing the ability to identify pathogenetic mechanisms of APNS.",
      "startOffset" : 382,
      "endOffset" : 386
    }, {
      "referenceID" : 31,
      "context" : "We will test hypotheses such as these by using well-established procedures for decomposing and separately testing the significance of direct and indirect effects among latent variables [35, 36].",
      "startOffset" : 185,
      "endOffset" : 193
    }, {
      "referenceID" : 32,
      "context" : "We will test hypotheses such as these by using well-established procedures for decomposing and separately testing the significance of direct and indirect effects among latent variables [35, 36].",
      "startOffset" : 185,
      "endOffset" : 193
    }, {
      "referenceID" : 36,
      "context" : "After identifying adverse APNS outcomes using these methods, we will develop clinical decision support tools using ML methods in a cross-validated training sample that we test in an independent validation sample [40].",
      "startOffset" : 212,
      "endOffset" : 216
    } ],
    "year" : 2019,
    "abstractText" : "Adverse posttraumatic neuropsychiatric sequelae (APNS) are common among civilian trauma survivors and military veterans. These APNS, as traditionally classified, include posttraumatic stress, postconcussion syndrome, depression, and regional or widespread pain. Traditional classifications have come to hamper scientific progress because they artificially fragment APNS into siloed, syndromic diagnoses unmoored to discrete components of brain functioning and studied in isolation. These limitations in classification and ontology slow the discovery of pathophysiologic mechanisms, biobehavioral markers, risk prediction tools, and preventive/treatment interventions. Progress in overcoming these limitations has been challenging because such progress would require studies that both evaluate a broad spectrum of posttraumatic sequelae (to overcome fragmentation) and also perform in-depth biobehavioral evaluation (to index sequelae to domains of brain function). This article summarizes the methods of the Advancing Understanding of RecOvery afteR traumA (AURORA) Study. AURORA conducts a large-scale (n= 5000 target sample) in-depth assessment of APNS development using a stateof-the-art battery of self-report, neurocognitive, physiologic, digital phenotyping, psychophysical, neuroimaging, and genomic assessments, beginning in the early aftermath of trauma and continuing for 1 year. The goals of AURORA are to achieve improved phenotypes, prediction tools, and understanding of molecular mechanisms to inform the future development and testing of preventive and treatment interventions.",
    "creator" : "Springer"
  }
}