{
  "name" : "downloads_2019-11-20_a1_john2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nonlinear optical limiting and dual beammodematched thermal lensing of nano fluids containing green synthesized copper nanoparticles",
    "authors" : [ "Jancy John", "Raji Mary Mathew", "I. Rejeena", "R. Jayakrishnan", "S. Mathew", "Vinoy Thomas", "A. Mujeeb" ],
    "emails" : [ "vinoythoma@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Molecular Liquids\nj ourna l homepage: www.e lsev ie r .com/ locate /mol l iq\nShort Communication\nNonlinear optical limiting and dual beammodematched thermal lensing of nano fluids containing green synthesized copper nanoparticles\nJancy John a,b, Raji Mary Mathew b, I. Rejeena c, R. Jayakrishnan b, S. Mathew d, Vinoy Thomas b,⁎, A. Mujeeb d a Department of Physics, Mar Ivanios College, Trivandrum -04, India b Centre for Functional Materials, Christian College, Chengannur 689122, India c Nano Photonics Division, MSM College Kayamkulam, 690502, India d International School of Photonics, Cochin University of Science and Technology, Cochin -22, India\n⁎ Corresponding author. E-mail address: vinoythoma@gmail.com (V. Thomas).\nhttps://doi.org/10.1016/j.molliq.2019.01.125 0167-7322/© 2019 Published by Elsevier B.V.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 December 2018 Received in revised form 9 January 2019 Accepted 23 January 2019 Available online 24 January 2019\nRecent years have witnessed bio inspired synthesis of copper nanoparticle as an inevitable system among nanomaterials. This paper presents the biosynthesis of copper nanoparticles using Mimosa pudica leaf extracts as a reducing and a stabilizing agent, and its application in nonlinear optics. Third order nonlinear optical susceptibility and nonlinear optical absorption studies were measured using open aperture Z-scan technique with a 7 ns, 532 nmpulsed laser. Copper nanoparticles suspended in solution unveiled very strong reverse saturable absorption with low optical limiting threshold. Dual beam mode matched thermal lensing technique was used to determine the thermo optic properties of the synthesized system. Promising values of optical limiting threshold (237 MW/cm2) and thermal diffusivity parameter (D= 1.23 × 10−7 m2/s) points to the application potential of the system.\n© 2019 Published by Elsevier B.V. Keywords: Green copper nanoparticles Z-scan Optical limiting Thermal lensing Thermal diffusivity"
    }, {
      "heading" : "1. Introduction",
      "text" : "Metallic nanoparticles are of great interest in severalfields of applied science, medical biology, pharmaceuticals and others [1]. Among them, copper nanoparticles have received much attention due to their excellent catalytic efficiency and low cost of synthesis when compared with other noble metals [2]. These outstanding properties make them a promising candidate in various applications like photo catalysis and antimicrobial applications etc. [3]. Due to its easy oxidation and aggregation, copper nanoparticles are too difficult to synthesize [4]. Many researchers employ variousmethods includingγ-radiolysis, laser irradiation, thermal decomposition, thiol-induced reduction in supercritical water, reduction in micro emulsion, reverse micelles, vapour deposition, sono electrochemical, photochemical aswell as chemical reduction for the synthesis of copper nanoparticles [2,4].\nIn this context, a green synthesis and systematic study on nonlinear optical properties of copper nanoparticle systems are deserving of attention which to our knowledge have been rarely investigated. Understanding these optical properties is a pre-requisite for considering novel nonlinear applications.\nHere in, we report for the first time, mimosine based synthesis of copper nanoparticles, evaluation of third order nonlinear properties and ultra-sensitive thermal diffusivity measurements. Third order\noptical properties were evaluated using Z-scan technique and thermal diffusivity measurements were done by a dual beam mode matched thermal lens technique."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of the plant extract",
      "text" : "Fresh leaves (Mimosa pudica) were collected and washed thoroughly with distilled water to remove dust particles. M. pudica leaf broth were prepared by taking 1 g of dried M. pudica leaves in a 500mLflaskwith 100mLof distilledwater and then boiling themixture for 5 min. The resulting extract was filtered using Whatman No.1 filter paper."
    }, {
      "heading" : "2.2. Synthesis of copper nanoparticles",
      "text" : "Copper nanoparticles were prepared by adding 5 mL of M. pudica leaf broth to 25 mL of 1 mM copper sulphate solution. The transparent colourless solution was converted to yellow colour solution. It was previously reported that various parts of M. pudica plant contains phytochemicals such as alkaloids, non-protein amino acid (mimosine), Cglycoside, fatty acids, steroidal sapogenins, flavonoids, unsaturated sterols, tri-terpenoids, terpenoids, tannins and essential oils. [5]. Out of the various phyto-constituents in theMimosa pudica leaves, we believe that the mimosine derivatives could be the one having high oxidation\npotentials. Assuming this, one could imagine that Cu2+ ion can form an intermediate complex with acidic phenolic group of mimosine heterocycle. This intermediate undergo oxidation to form a pyridine-3, 4- dione derivative with a consequent reduction of cationic copper to copper nanoparticles. In addition to this, other derivatives of mimosine moieties might have sufficient potential to function as the capping agent by effectively wrapping the formed copper nanoparticles. This process restricts the agglomeration of copper nanoparticles and facilitates the control growth of the copper nanoparticles [5]."
    }, {
      "heading" : "2.3. Non-linear optical measurements",
      "text" : "In the present study, we investigated the nonlinear optical properties and thermal properties of the synthesized sample using Z-scan technique and thermal lens (TL) technique [6]. Solution containing copper nanoparticleswas taken in a 1mm thick cell andmoved along the zaxis through the focal point of a lens of focal length 20 cm. An energy ratio meter (Rjp7620 Laser probe Corp) having two identical pyroelectric detectors heads (Rjp 735) was used for the simultaneous measurement of transmitted beam energy, reference beam energy and ratio of beam energies. Calibration of Z-scan set up was done using CS2. Ultrasensitive dual beam mode matched TL technique was used to measure nonradiative decay and thermal diffusivity.\nA 532 nm diode pumped solid state laser (DPSS) with a maximum power of 150 mW was used as the excitation source and a 2 mW HeNe laser (632.8 nm) used as the probe. The two beams were focused into the sample cell such that the beam area at the sample plane was the same for both pump and probe resulting in amodematched TL configuration. Attenuators were used for adjusting the power at the sample to avoid aberrations. All experiments were carried out at room temperature [7–12]."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "Transmission ElectronMicroscopy (TEM)was used to determine the size and shape of the synthesized nanoparticles. TEM image of the synthesized copper nanoparticles is shown in Fig. 1. TEM image shows that the particles are spherical in shape and are uniformly dispersedwithout any agglomeration. The size of the particle ranges from 3 nm to 6 nm with an average diameter of 5.31 ± 1.13 nm. TEM image clearly shows that the maximum number of particle falls in the range 4–7 nm.\nZ-scan technique developed by Sheik-Bahe et al. [16] is one of the easiest and efficient tool for measuring nonlinear optical properties of a sample. This method uses a focused laser beam which is strong enough to obtain nonlinearities in a sample. When the sample moves along the focal point of the beam, the value of transmittance changes. The increase or decrease in the value of transmittance may be due to nonlinear absorption (NLA) and nonlinear refraction (NLR). NLA and\nNLR can be measured by using an open aperture and close aperture experimental setup respectively. The open aperture Z-scan curve of the synthesized copper nanoparticles is shown in Fig. 2. Z-scan curve shows a normalized transmitted valley which indicates the presence of induced absorption in the material. The value of transmittance is unity as the sample ismoved away from the focus.When the sample approaches the focus, transmittancedecreaseswith increasing the light intensity, resulting in induced absorption [12]. The data are analysed using the procedures described by Sheik-Bahae et al. for a two-photon absorption (TPA) process [12]. The normalized transmittance T for open aperture could be written as,\nTOA ¼ 1− βILeff\n2 ffiffiffi 2 p 1þ zz0\n2 0 BB@ 1 CCA\nwhere z0 ¼ kω 2 0\n2 is the diffraction length of the beam, k ¼ 2Пλ is the wave factor, ω0 is the beam waist radius at the focal point, Leff ¼ 1− expð−αLÞα is the effective length of the nonlinear medium, L is the sample thickness and I0 is on-axis irradiance at focus.\nThe solid line in Fig. 2 is the theoretical fit to the experimental data. The imaginary part of the third order susceptibility,\nIm χ3 ¼ λε0n20cβ\n4π 9 108 esu\nwhere n0 is the linear refractive index of the copper nanoparticles, ε0 is the permittivity of free space, c is the velocity of light in vacuum,λ is the wavelength of the light used.\nGenerally, induced absorption can occur in metal nanoparticles and nanoclusters due to a number of processes like, excited state absorption (ESA), two photon absorption (TPA), interband and intraband transitions and nonlinear scattering [13]. The theory of two photon absorption process (TPA) agrees well with the experimental values which shows that TPA is the basic mechanism for induced absorption.\nThemeasured value of nonlinear absorption coefficientβ and Im (χ3) are 33.7 cm/GWand1.24×10−10 esu respectively. Copper nanoparticles show reverse saturable absorption (RSA) due to the two photon absorption mechanism. RSA nature and non-depleting properties of present system points to the potential of the material as an efficient optical limiter. Fig. 3 shows the optical limiting response of copper nanoparticles. Optical limiting property is principally due to absorptive nonlinearity of copper nanoparticles. A limiting threshold of 237 MW/cm2 suggests that the present material could act as an efficient optical limiter.\nThermal lensing is a kind of sensitive and accurate photothermal technique tomeasure the thermal diffusivity of the sample. Fundamental principle behind this technique is that a laser beam can thermally induce changes in the refractive index [7]. Gordon et al., in 1965 use a single-beam apparatus to perform themeasurement of thermal lens effect for the first time [8]. A probe beam passing through the spatially varying refractive index (lens) undergoes divergence or convergence. Degree of divergence or convergence depends on the refractive index\nof the material. Mostly nanofluids show negative temperature coefficient of refractive index which may result in the divergence of the probe beam. Amount of divergence (thermal blooming) depends on the thermal and optical properties of the sample. Solvent and stabilizing agents adsorbed on the nanoparticle surface constitutes the environment of colloids. Surrounding medium may alter the optical properties of the nanoparticles in different ways. Different solvents have different refractive index and different electric dipole moments. Solvents with molecules having large value of electric dipole moment considerably change the nonlinear response of themetallic colloid systems [14].Measurement of divergence helps one to determine the thermal diffusivity value of the nanofluids [9–12]. Measurement of time dependent beam intensity is more viable in a mode matched pump–probe collinear arrangement. Fig. 4 shows the normalized decay signal of the sample. The value of thermal diffusivity D is obtained using the relation [4].\ntc ¼ ω 2\n4D\nwhere ω is the beamwaist radius, tc is the characteristic time constant. The measured values of tc, θ and thermal diffusivity D are 0.0528 s, −2.7547, and 1.2305 × 10−7 m2/s. It is evident from the value of θ that the synthesized copper nanoparticles exhibit a negative lens. Obtained thermal diffusivity value of the presentmimosine decorated copper nanoparticles is comparable to that of commercial liquids/novel systems which points to the practical application potential of the system.\nThermal conductivity of the prepared copper nanoparticle can be calculated using the relation [15].\nD ¼ k ρCp\nwhere k is the thermal conductivity, D is the thermal diffusivity, ρ is the density of the solvent and Cp is its specific capacity. With D = 1.2305 × 10−3 cm2/s, ρ = 0.995 g/cm3 and Cp = 4.185 J/g K, the value of k is found to be 0.512 W/mK."
    }, {
      "heading" : "4. Conclusions",
      "text" : "A simple, eco-friendly method usingM. pudica extract was adopted to synthesize copper nanoparticles. Synthesized copper nanoparticles were characterized using transmission electronmicroscopic techniques. A single beam Z-scan technique was used to determine the absorption\nf copper nanoparticles.\ncoefficient of the prepared nanoparticles. The value of β and Im (χ3) is found to be 33.7 cm/GW and 1.24 × 10−10 esu respectively. Sample shows reverse saturable absorption which is due to the two photon absorption process. Optical limiting threshold of the copper nanoparticle sample is 237MW/cm2. Thermal diffusivity of the copper nanoparticles were calculated and it is observed to be 1.2305 × 10−3 cm2/s. Negative value of the fitting parameter θ indicates that copper nanoparticle sample expands on heating and it acts as a negative lens."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors are thankful to SERB (Government of India) for financial assistance in the form of a research grant (EMR/2017/000178). Jancy John acknowledges the financial assistance in the formofMaulana Azad National Research Fellowship. The authors are also thankful to Department of Science and Technology for support through DST-FIST grant (SR/FST/college 202/2014) and Kerala State Council for Science Technology and Environment for the support through KSCSTE-SAARD Scheme (607/2015/KSCSTE).\nConflicts of interest\nThe authors declare that there is no conflict of interest regarding the publication of this paper."
    } ],
    "references" : [ {
      "title" : "Vázquez-Cuchillo, Green synthesis of copper (0) nanoparticles with cyanidine-O-3-glucoside and its strong antimicrobial activity",
      "author" : [ "A. Tovar-Corona", "M.A. Lobo-Sánchez", "J.L. Herrera-Perez", "R. Zanella", "O.J.I. Rodriguez- Mora" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Moudi, Green synthesis of copper nanoparticles by fruit extract of Ziziphus spina-christi (L.) wild: application for adsorption of triphenyl methane dye and antibacterial",
      "author" : [ "Rouhollah Khani", "Batoul Roostaei", "Ghoodsieh Bagherzade", "Maryam" ],
      "venue" : "assay, J. Mol. Liq",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Controlled growth of metallic copper nanoparticles",
      "author" : [ "J. Boita", "L. Nicolao", "M.D.C. Alves", "J. Morais" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Thermal diffusivity measurement of copper nanofluid using pulsed laser thermal lens technique",
      "author" : [ "R. Zamiri", "B.Z. Azmi", "M. Shahril Husin", "G. Zamiri", "H.A. Ahangar", "Z. Rizwan" ],
      "venue" : "J. Eur. Opt. Soc. Rap. Public",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2012
    }, {
      "title" : "Biogenic synthesis of metal nanocatalysts using Mimosa pudica leaves for efficient reduction of aromatic nitrocompounds",
      "author" : [ "Henam Premananda Singh", "Sandeep Sharma", "A. Surinder Kumar Sharma", "Rakesh Kumar Sharma" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Single beam z- scan measurements of nonlinear refraction and nonlinear absorption coefficients in silver nano-fluid",
      "author" : [ "Esmaeil Shahriari", "W. Mahmood Mat Yunus" ],
      "venue" : "Am. J. Eng. Appl. Sci",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2010
    }, {
      "title" : "Thermal diffusivity of nanofluids composed of rod-shaped silver nanoparticles",
      "author" : [ "M. Hari", "S.A. Joseph", "S. Mathew", "B. Nithyaja", "V.P.N. Nampoori", "P. Radhakrishnan" ],
      "venue" : "Int. J. Therm. Sci",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2013
    }, {
      "title" : "Whinnery, Long-transient effects in lasers with inserted liquid",
      "author" : [ "J.P. Gordon", "R.C.C. Leite", "R.S. Moore", "J.R.S.P.S. Porto" ],
      "venue" : "samples, J. Appl. Phys",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1965
    }, {
      "title" : "Silver nanoparticle size dependent measurement of quantum efficiency of Rhodamine 6G",
      "author" : [ "N.S. Basheer", "B.R. Kumar", "A. Kurian", "S.D. George" ],
      "venue" : "Appl. Phys. B Lasers Opt",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2013
    }, {
      "title" : "Thermal lens study on the distance dependent energy transfer from Rhodamine 6G to gold nanoparticles",
      "author" : [ "B.R. Kumar", "N.S. Basheer", "A. Kurian", "S.D. George" ],
      "venue" : "Int. J. Therm. Phys",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Thermal lens probing of distance dependent fluorescence quenching of Rhodamine 6G by silver nanoparticles",
      "author" : [ "N.S. Basheer", "B.R. Kumar", "A. Kurian", "S.D. George" ],
      "venue" : "J. Lumin",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Shape dependent heat transport through green synthesized gold nanofluids",
      "author" : [ "J. John", "L. Thomas", "B.R. Kumar", "A. Kurian", "S.D. George" ],
      "venue" : "J. Phys. D. Appl. Phys",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Nampoori, Linear and nonlinear optical characterization of gold nanoparticles in polyvinyl alcohol, Optoelectron",
      "author" : [ "M. Hari", "S.A. Joseph", "B. Nithyaja", "S. Mathew", "R. Kumar", "Giridhar Mishra", "R.R. Yadhav", "V.P.N.P. Radhakrishnan" ],
      "venue" : "Adv. Mater. Rapid Commun",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "Concentration dependent variation of thermal diffusivity in highly  fluorescent carbon dots using dual beam thermal lens technique",
      "author" : [ "K.R. Vijesh", "U. Sony", "M. Ramya", "S. Mathew", "V.P.N. Nampoori", "Sheenu Thomas" ],
      "venue" : "Int. J. Therm. Sci",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Van Stryland, High sensitivity single beam n2 measurements",
      "author" : [ "M. Sheik- Bahae", "E.W.A.A. Said" ],
      "venue" : "Opt. Lett",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1989
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Metallic nanoparticles are of great interest in severalfields of applied science, medical biology, pharmaceuticals and others [1].",
      "startOffset" : 126,
      "endOffset" : 129
    }, {
      "referenceID" : 1,
      "context" : "Among them, copper nanoparticles have received much attention due to their excellent catalytic efficiency and low cost of synthesis when compared with other noble metals [2].",
      "startOffset" : 170,
      "endOffset" : 173
    }, {
      "referenceID" : 3,
      "context" : "Due to its easy oxidation and aggregation, copper nanoparticles are too difficult to synthesize [4].",
      "startOffset" : 96,
      "endOffset" : 99
    }, {
      "referenceID" : 1,
      "context" : "Many researchers employ variousmethods includingγ-radiolysis, laser irradiation, thermal decomposition, thiol-induced reduction in supercritical water, reduction in micro emulsion, reverse micelles, vapour deposition, sono electrochemical, photochemical aswell as chemical reduction for the synthesis of copper nanoparticles [2,4].",
      "startOffset" : 325,
      "endOffset" : 330
    }, {
      "referenceID" : 3,
      "context" : "Many researchers employ variousmethods includingγ-radiolysis, laser irradiation, thermal decomposition, thiol-induced reduction in supercritical water, reduction in micro emulsion, reverse micelles, vapour deposition, sono electrochemical, photochemical aswell as chemical reduction for the synthesis of copper nanoparticles [2,4].",
      "startOffset" : 325,
      "endOffset" : 330
    }, {
      "referenceID" : 4,
      "context" : "This process restricts the agglomeration of copper nanoparticles and facilitates the control growth of the copper nanoparticles [5].",
      "startOffset" : 128,
      "endOffset" : 131
    }, {
      "referenceID" : 5,
      "context" : "In the present study, we investigated the nonlinear optical properties and thermal properties of the synthesized sample using Z-scan technique and thermal lens (TL) technique [6].",
      "startOffset" : 175,
      "endOffset" : 178
    }, {
      "referenceID" : 14,
      "context" : "[16] is one of the easiest and efficient tool for measuring nonlinear optical properties of a sample.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "When the sample approaches the focus, transmittancedecreaseswith increasing the light intensity, resulting in induced absorption [12].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 11,
      "context" : "for a two-photon absorption (TPA) process [12].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 12,
      "context" : "Generally, induced absorption can occur in metal nanoparticles and nanoclusters due to a number of processes like, excited state absorption (ESA), two photon absorption (TPA), interband and intraband transitions and nonlinear scattering [13].",
      "startOffset" : 237,
      "endOffset" : 241
    }, {
      "referenceID" : 6,
      "context" : "Fundamental principle behind this technique is that a laser beam can thermally induce changes in the refractive index [7].",
      "startOffset" : 118,
      "endOffset" : 121
    }, {
      "referenceID" : 7,
      "context" : ", in 1965 use a single-beam apparatus to perform themeasurement of thermal lens effect for the first time [8].",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 3,
      "context" : "The value of thermal diffusivity D is obtained using the relation [4].",
      "startOffset" : 66,
      "endOffset" : 69
    }, {
      "referenceID" : 13,
      "context" : "Thermal conductivity of the prepared copper nanoparticle can be calculated using the relation [15].",
      "startOffset" : 94,
      "endOffset" : 98
    } ],
    "year" : 2019,
    "abstractText" : "Article history: Received 8 December 2018 Received in revised form 9 January 2019 Accepted 23 January 2019 Available online 24 January 2019 Recent years have witnessed bio inspired synthesis of copper nanoparticle as an inevitable system among nanomaterials. This paper presents the biosynthesis of copper nanoparticles using Mimosa pudica leaf extracts as a reducing and a stabilizing agent, and its application in nonlinear optics. Third order nonlinear optical susceptibility and nonlinear optical absorption studies were measured using open aperture Z-scan technique with a 7 ns, 532 nmpulsed laser. Copper nanoparticles suspended in solution unveiled very strong reverse saturable absorption with low optical limiting threshold. Dual beam mode matched thermal lensing technique was used to determine the thermo optic properties of the synthesized system. Promising values of optical limiting threshold (237 MW/cm) and thermal diffusivity parameter (D= 1.23 × 10 m/s) points to the application potential of the system. © 2019 Published by Elsevier B.V.",
    "creator" : "Elsevier"
  }
}