{
  "name" : "downloads_2020-01-03_5e_pagano2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Screening of DNA G-quadruplex stabilizing ligands by nano differential scanning fluorimetry",
    "authors" : [ "Bruno Pagano", "Nunzia Iaccarino", "Anna Di Porzio", "Antonio Randazzo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "ISSN 0003-2654\nCOMMUNICATION Jussara Amato et al. Screening of DNA G-quadruplex stabilizing ligands by nano diff erential scanning fl uorimetry\nAnalyst rsc.li/analyst\nVolume 144 Number 22 21 November 2019 Pages 6449–6776"
    }, {
      "heading" : "Analyst",
      "text" : "COMMUNICATION\nCite this: Analyst, 2019, 144, 6512\nReceived 1st August 2019, Accepted 4th October 2019\nDOI: 10.1039/c9an01463b\nrsc.li/analyst\nScreening of DNA G-quadruplex stabilizing ligands by nano differential scanning fluorimetry†\nBruno Pagano, Nunzia Iaccarino, Anna Di Porzio, Antonio Randazzo and Jussara Amato *\nG-quadruplex (G4) nucleic acid structures are involved in a number\nof different diseases and their drug-induced stabilization is deemed\nto be a promising therapeutic approach. Herein is reported a proof\nof principle study on the use of nano differential scanning fluori-\nmetry for a rapid and accurate analysis of G4-stabilizing ligands,\nexploiting the fluorescence properties of a 2-aminopurine modified\nG4-forming oligonucleotide.\nThe G-quadruplexes (G4s) are noncanonical four-stranded nucleic acid structures found within key G-rich genome units.1 They form through the stacking of at least two adjacent guanine quartets (G-quartets), i.e. cyclic planar arrangements of four guanines linked by Hoogsteen hydrogen bonds and further stabilized by monovalent cations like K+ or Na+.\nThe interest in G4 DNA structures is exponentially growing, especially because of their involvement in several biological processes and in an increasing number of different diseases.2 Depending on the mechanism of the pathology in which G4 structures are involved, their stabilization or destabilization, for example by small molecules, may have a therapeutic effect. In particular, targeting and stabilizing G4s within telomeres and/or oncogene promoters is representing an innovative and fascinating approach for the therapeutic management of cancer, and much effort is currently underway to discover efficient ligands for such DNA structures.3\nThis exceptional impulse to the search of molecules effectively stabilizing G4 structures is producing a huge number of putative ligands, and thousands of compounds are currently available, often as libraries of various sizes.3–7 In addition, G4 cellular functions are closely related to their structural stability.1 It is therefore necessary to develop methods that quickly and reliably analyse the stability of G4s and how the binding of potential drugs modulates it.\nAlthough several different methods, such as spectroscopy, calorimetry, and electrophoresis, are used for determination of the stabilizing effect of compounds on G4 structures, very few of these methodologies may be used for the screening of large libraries. A usual method for measuring G4s stability is to determine the melting temperature of such structures. The most commonly used techniques for the analysis of G4s melting temperature are differential scanning calorimetry,8 UV,9 and circular dichroism spectroscopies.10 However, these techniques require substantial amounts of material. In addition, standard instruments usually do not allow more than one sample to be recorded in parallel (this is possible only in some cases and for a limited number of samples).\nTherefore, the best choices for large-scale screening are fluorescence-based methods. In particular, the fluorescence resonance energy transfer (FRET) melting assay has become very popular in recent years.11 It allows testing libraries of compounds to determine whether they stabilize or not preformed G4 structures. FRET experiments involve the use of a G4forming oligonucleotide covalently linked to two fluorophore probes, a donor and an acceptor (or a quencher), usually attached to the 5′ and 3′ ends of the oligonucleotide, respectively. If the emission spectrum of the donor fluorophore (e.g. FAM) overlaps the absorption spectrum of the acceptor (e.g. TAMRA), the donor transfers its excitation energy to the acceptor in a non-radiative manner, with an efficiency depending on their relative distance and orientation. Since this distance significantly changes in the G4 folding/unfolding process, the large difference in the fluorescence emission of the folded and unfolded G4 is exploited to obtain well-resolved melting curves. Interestingly, this method can be easily implemented on a multi-well plate reader and requires little amounts of DNA and ligand. However, FRET may generate false positives and/or false negatives, leading to inaccurate evaluations.11 For example, a ligand may interact with the probes rather than with the G4. In that case, an increase in melting temperature does not reflect an interaction with the target structure, thus generating a false positive. On the other hand, the presence of †Electronic supplementary information (ESI) available. See DOI: 10.1039/ c9an01463b Department of Pharmacy, University of Naples Federico II, Via D. Montesano 49, 80131 Naples, Italy. E-mail: jussara.amato@unina.it; Tel: +39-081678630\n6512 | Analyst, 2019, 144, 6512–6516 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n0 7\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf T\nor on\nto o\nn 1/\n3/ 20\n20 1\n2: 37\n:2 7\nPM .\nView Article Online View Journal | View Issue\nthe probes could, by itself, prevent the interaction of a putative G4-binder, thus generating a false negative.\nIn this frame, novel analytical methods suitable for extensive and quick screenings aimed at the identification of G4-stabilizing ligands are strongly called for, especially in those cases in which existing methods are not reliable or easily applicable.\nWith this purpose, here we present a proof of principle study on the possibility of using nano Differential Scanning Fluorimetry (nanoDSF) for the investigation of G4s stability in solution. nanoDSF is a valuable tool for easy, rapid and accurate analysis of native protein stability,12 but it has never been employed for the analysis of nucleic acids until now, since they are virtually nonfluorescent. Indeed, nanoDSF generally detects changes in the fluorescence of tryptophan and tyrosine residues, which depend strongly on their surrounding environment. The latter varies drastically upon unfolding, thus altering their photo-physical properties. By following changes in fluorescence, the protein unfolding can be monitored in real time.\nTherefore, we devised to explore the potential of nanoDSF for the determination of G4 melting temperatures by replacing an adenine with its fluorescent analogue, the 2-aminopurine (2Ap, Fig. 1), in a G4-forming oligonucleotide. The fluorescence properties of 2Ap are strongly influenced by factors such as base-stacking interactions and solvent accessibility. Hence, 2Ap has been widely used as a probe of oligonucleotide folding or of protein-induced local conformational changes in DNA.13–15 Concerning the G4s, 2Ap has been successfully employed to monitor the duplex to G4 conformational change,16 the K+-induced conformational switch,17 and the folding and unfolding kinetics of the human telomeric DNA sequence.14 2Ap was also used in the study of telomeric G4-targeting compounds to detect a G4-ligand (TMPyP4) complex formation by following its fluorescence intensity variation upon ligand addition.18\nThe advantage of 2Ap over externally attached probes lies in the fact that it can be readily incorporated into oligonucleotides during solid-phase synthesis. In this study, 2Ap was incorporated into the d(TTAGGGT) truncation of human telomeric sequence that forms a parallel-stranded tetramolecular G4 structure (Fig. 1).\nThe first step was to analyse the G4 structure formed by the modified telomeric sequence (hereafter referred to as Tel7Ap) in comparison with the unmodified one (hereafter referred to as Tel7). To verify that Tel7 and Tel7Ap actually adopt, as expected, the same parallel G4 conformation in K+ containing solution, circular dichroism (CD) spectroscopy, a useful technique to detect the presence and overall conformation of a G4 structure, was employed. CD spectra of Tel7 and Tel7Ap showed a positive band at 260 nm and a trough at around 240 nm, thus indicating the presence of a parallel-stranded G4 structure in both cases (Fig. 2A). Next, CD melting experiments were performed to compare the stability of Tel7 and Tel7Ap G4s (Fig. 2B). In both cases, the thermal denaturation, monitored at the wavelength of maximum CD intensity, showed a sigmoidal transition curve and the apparent melting temperatures (T1/2) were found to be 60.0 ± 0.5 °C for Tel7 and 55.1 ± 0.5 °C for Tel7Ap, thus indicating that, as expected, the chemical modification slightly destabilizes the G4, but without altering the overall DNA structure.\nTo verify whether nanoDSF could be used to detect G4 melting temperatures, thermal unfolding profiles of Tel7Ap were recorded using the Prometheus NT.48 instrument (NanoTemper Technologies, Munich, Germany) under identical experimental conditions used for CD measurements. Experiments were performed using a thermal ramp from 20 to 95 °C with the same heating rate used for CD measurements (1 °C min−1). The nanoDSF traces of Tel7Ap G4 recorded exploiting the intrinsic fluorescence of 2Ap are shown in\nThis journal is © The Royal Society of Chemistry 2019 Analyst, 2019, 144, 6512–6516 | 6513\nPu bl\nis he\nd on\n0 7\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf T\nor on\nto o\nn 1/\n3/ 20\n20 1\n2: 37\n:2 7\nPM .\nFig. 2C along with the first derivative of the same data. Noteworthy, the good superimposition of traces indicates that the melting profile is fairly reproducible. Second derivative for each unfolding curve was calculated to determine the apparent melting temperature of the DNA structure (T1/2 = 54.6 ± 0.4 °C). Interestingly, the T1/2 values determined by nanoDSF and CD absorption were very close (within the experimental error). We therefore concluded that the method reliably reports T1/2 values and can be used to determine the stability of G4. Remarkable, the amount of DNA used in nanoDSF experiments is reduced by a factor of 20 compared to CD. Indeed, at equal G4 concentration (20 µM), a capillary loading volume of only 10 µL was needed for nanoDSF measurements instead of the 200 µL required for the 1 mm path length cuvette of CD spectropolarimeter.\nSince our goal was to propose the innovative concept of employing this method for the screening of G4-stabilizing compounds, we focused our study on the analysis of G4 ligands. To have a proof of principle, we decided to use three well-known G4-binding agents: BRACO-19,19 pyridostatin,20 and RHPS421 (Fig. S1†). First, we monitored the capability of the three compounds of stabilizing Tel7Ap G4 by CD melting experiments, measuring the ligand-induced change in the T1/2 (ΔT1/2) of the G4. The experiments were performed in the presence of two different ligand concentrations, namely 20 and 100 µM, corresponding to 1 : 1 and 5 : 1 ligand/G4 ratio, respectively.\nNo significant variations of Tel7Ap CD spectrum were observed upon the addition of the ligands (Fig. S2†), thus suggesting an overall preservation of the G4 architecture in their presence. The results of melting experiments clearly show that the curves are shifted toward higher temperatures in the presence of the compounds, also showing, for BRACO-19 and RHPS4, a concentration effect of the ligands on the G4 stabilization (Fig. 3A and Table 1). Indeed, ΔT1/2 values of 17.7 and 20.4 °C for BRACO-19, and of 9.4 and 22.7 °C for RHPS4, were calculated at 1 and 5 molar equivalents, respectively. On the other hand, pyridostatin showed a marked G4-stabilizing effect (ΔT1/2 > 25 °C) even at 1 : 1 ligand/G4 ratio, not allowing to appreciate a dose–response effect.\nThen, thermal unfolding profiles of Tel7Ap G4 in the presence of ligands were recorded using the Prometheus NT.48 instrument under the same experimental conditions used for CD (Fig. 3B). It should be noted that, also in the presence of ligands, each nanoDSF melting profile is fairly reproducible, as shown by the superimposition of traces. T1/2 values were obtained from the first derivative of the emission profiles (Fig. 3B) and represented as mean ± SD (Table 1). A comparison between the results obtained by CD and nanoDSF reveals that the latter methodology can be effectively employed to evaluate a ligand-induced alteration in the T1/2 of a G4. Indeed, similar results were obtained by the two methodologies.\nAlthough the ΔT1/2 values found by the two different techniques are not identical, it seems clear that using nanoDSF to reveal 2Ap-modified G4 fluorescence changes can be a useful\nanalytical approach for extensive and quick screenings of G4stabilizing ligands.\nFinally, a set of control experiments was carried out to further investigate the reliability of this assay. In particular, two compounds (resveratrol and acridine-9-carboxylic acid (9-Acr-COOH), Fig. S3†) were used as negative controls to explore any possible alteration of nanoDSF response by compounds not able to recognize a G4 structure.22,23 Also in this case, both CD melting and nanoDSF experiments were performed in the absence and presence of each compound at 5 : 1 ligand/G4 ratio. The results of CD melting experiments basically confirm that resveratrol and 9-Acr-COOH are not able to\n6514 | Analyst, 2019, 144, 6512–6516 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n0 7\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf T\nor on\nto o\nn 1/\n3/ 20\n20 1\n2: 37\n:2 7\nPM .\nstabilize the investigated G4 (Fig. 4A). As presented in Fig. 4B, very similar nanoDSF traces were obtained for Tel7Ap alone and in the presence of negative controls, thus confirming that the changes in the nanoDSF-derived T1/2 of the G4 detected for BRACO-19, pyridostatin, and RHPS4, are essentially induced by ligand binding.\nIn this communication, we have reported preliminary research findings on an original application of nanoDSF, i.e. the identification and semi-quantitative analysis of G4-targeting compounds. We validated our method by comparison to the standard CD absorbance measurements. The experiments presented were easily carried out with a Prometheus nanoDSF instrument, which can measure 48 samples in parallel with a capillary loading volume of only 10 µL (twenty times less than for CD). Compared to FRET melting, for which acceptable curves may be obtained with concentrations of tagged oligonucleotide in the 0.2–0.5 µM range depending on the volume (from 100 to 600 µL), this essay does not present particular advantages in terms of quantity of material. On the other hand, substitution of 2Ap for adenine incorporates a fluorescent reporter residue that, compared to the two fluorophore\nprobes of FRET, is only minimally invasive for a G4 and does not significantly destabilize the structure. A substantial reduction of false positives and negatives in ligand evaluation is also expected. In addition, the quencher-free feature of 2Ap allows to expand the studies to tetramolecular G4 systems (most G4s investigated by FRET are intramolecular). In principle, this method may also be easily applied to determine the influence of other additives on G4 stability. Finally, it can be particularly useful for those who, having a nanoDSF instrument, do not need to purchase another device to perform a screening of DNA G4 stabilizing ligands."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the Italian Association for Cancer Research [No. 16730 to B.P.; No. 18695 to A.R.]. The authors sincerely thank Dr. Katarzyna Walkiewicz and Dr. Francesca Viganò (NanoTemper Technologies) for assistance with nanoDSF data collection."
    }, {
      "heading" : "Notes and references",
      "text" : "D. E. Thurston, Bioorg. Med. Chem. Lett., 2012, 22, 3006– 3010. 5 B. Pagano, S. Cosconati, V. Gabelica, L. Petraccone, S. De Tito, L. Marinelli, V. La Pietra, F. S. di Leva, I. Lauri, R. Trotta, E. Novellino, C. Giancola and A. Randazzo, Curr. Pharm. Des., 2012, 18, 1880–1899. 6 Y. Yan, J. Tan, T. Ou, Z. Huang and L. Gu, Expert Opin. Ther. Pat., 2013, 23, 1495–1509. 7 N. H. Campbell, G. N. Parkinson, A. P. Reszka and S. Neidle, J. Am. Chem. Soc., 2008, 130, 6722–6724. 8 B. Pagano, A. Randazzo, I. Fotticchia, E. Novellino, L. Petraccone and C. Giancola, Methods, 2013, 64, 43–51. 9 J.-L. Mergny, A.-T. Phan and L. Lacroix, FEBS Lett., 1998, 435, 74–78. 10 C. M. Olsen and L. A. Marky, in G-Quadruplex DNA. Methods in Molecular Biology, ed. P. Baumann, 2010, pp. 147–158. 11 A. De Cian, L. Guittat, M. Kaiser, B. Saccà, S. Amrane, A. Bourdoncle, P. Alberti, M. P. Teulade-Fichou, L. Lacroix and J. L. Mergny, Methods, 2007, 42, 183–195. 12 A. O. Magnusson, A. Szekrenyi, H. Joosten, J. Finnigan, S. Charnock and W. Fessner, FEBS J., 2019, 286, 184–204.\nThis journal is © The Royal Society of Chemistry 2019 Analyst, 2019, 144, 6512–6516 | 6515\nPu bl\nis he\nd on\n0 7\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf T\nor on\nto o\nn 1/\n3/ 20\n20 1\n2: 37\n:2 7\nPM .\n13 J. D. Ballin, S. Bharill, E. J. Fialcowitz-White, I. Gryczynski, Z. Gryczynski and G. M. Wilson, Biochemistry, 2007, 46, 13948–13960. 14 R. D. Gray, J. O. Trent and J. B. Chaires, J. Mol. Biol., 2014, 426, 1629–1650. 15 O. V. Petrauskene, S. Schmidt, A. S. Karyagina, I. I. Nikolskaya, E. S. Gromova and D. Cech, Nucleic Acids Res., 1995, 23, 2192–2197. 16 T. Kimura, K. Kawai, M. Fujitsuka and T. Majima, Chem. Commun., 2004, 1438–1439. 17 R. D. Gray, L. Petraccone, J. O. Trent and J. B. Chaires, Biochemistry, 2010, 49, 179–194. 18 T. Kimura, K. Kawai, M. Fujitsuka and T. Majima, Chem. Commun., 2006, 401–402. 19 M. J. B. Moore, C. M. Schultes, J. Cuesta, F. Cuenca, M. Gunaratnam, F. A. Tanious, W. D. Wilson and S. Neidle, J. Med. Chem., 2006, 49, 582–599. 20 R. Rodriguez, S. Müller, J. A. Yeoman, C. Trentesaux, J.-F. Riou and S. Balasubramanian, J. Am. Chem. Soc., 2008, 130, 15758–15759. 21 E. Gavathiotis, R. A. Heald, M. F. G. Stevens and M. S. Searle, Angew. Chem., Int. Ed., 2001, 40, 4749–4751. 22 C. Platella, D. Musumeci, A. Arciello, F. Doria, M. Freccero, A. Randazzo, J. Amato, B. Pagano and D. Montesarchio, Anal. Chim. Acta, 2018, 1030, 133–141. 23 D. Musumeci, J. Amato, A. Randazzo, E. Novellino, C. Giancola, D. Montesarchio and B. Pagano, Anal. Chem., 2014, 86, 4126–4130.\n6516 | Analyst, 2019, 144, 6512–6516 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n0 7\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf T\nor on\nto o\nn 1/\n3/ 20\n20 1\n2: 37\n:2 7\nPM ."
    } ],
    "references" : [ {
      "title" : "Marky, in G-Quadruplex DNA",
      "author" : [ "L.A.C.M. Olsen" ],
      "venue" : "Methods in Molecular Biology,",
      "citeRegEx" : "Olsen,? \\Q2010\\E",
      "shortCiteRegEx" : "Olsen",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : null,
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}