{
  "name" : "downloads_2019-11-10_32_foroutan2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Eggshell nano-particle potential for methyl violet and mercury ion removal: Surface study and field application",
    "authors" : [ "Rauf Foroutan", "Reza Mohammadi", "Sima Farjadfard", "Hossein Esmaeili", "Bahman Ramavandi", "George A. Sorial" ],
    "emails" : [ "b.ramavandi@bpums.ac.ir", "George.Sorial@uc." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nAdvanced Powder Technology\njournal homepage: www.elsevier .com/locate /apt\nOriginal Research Paper\nEggshell nano-particle potential for methyl violet and mercury ion removal: Surface study and field application\nhttps://doi.org/10.1016/j.apt.2019.06.034 0921-8831/ 2019 The Society of Powder Technology Japan. Published by Elsevier B.V. and The Society of Powder Technology Japan. All rights reserved.\n⇑ Corresponding authors at: Department of Environmental Health Engineering, Faculty of Health and Nutrition, Bushehr University of Medical Sciences, Bushehr, Iran (B. Ramavandi).\nE-mail addresses: b.ramavandi@bpums.ac.ir (B. Ramavandi), George.Sorial@uc. edu (G.A. Sorial).\nRauf Foroutan a, Reza Mohammadi b, Sima Farjadfard c, Hossein Esmaeili d, Bahman Ramavandi e,f,⇑, George A. Sorial g,⇑ aYoung Researchers and Elite Club, Bushehr Branch, Islamic Azad University, Bushehr, Iran b Polymer Research Laboratory, Department of Organic and Biochemistry, Faculty of Chemistry, University of Tabriz, Tabriz, Iran cDepartment of Environmental Engineering, Graduate School of the Environment and Energy, Science and Research Branch, Islamic Azad University, Tehran, Iran dDepartment of Chemical Engineering, Bushehr Branch, Islamic Azad University, Bushehr, Iran eDepartment of Environmental Health Engineering, Faculty of Health and Nutrition, Bushehr University of Medical Sciences, Bushehr, Iran f Systems Environmental Health and Energy Research Center, The Persian Gulf Biomedical Sciences Research Institute, Bushehr University of Medical Sciences, Bushehr, Iran g Environmental Engineering Program, Department of Chemical and Environmental Engineering, College of Engineering and Applied Science, University of Cincinnati, Cincinnati, OH 45221-0012, USA\na r t i c l e i n f o\nArticle history: Received 20 January 2019 Received in revised form 25 May 2019 Accepted 29 June 2019 Available online 11 July 2019\nKeywords: Methyl violet dye Mercury ion Landfill leachate Textile wastewater Eggshell nano-particles\na b s t r a c t\nA nano-scale sorbent was produced from eggshell wastes for sorption of Hg(II) and methyl violet (MV) from aqueous solutions and real wastewaters. The properties of the nano-particles were fully determined using SEM, DLS, FTIR, XRD, BET, TGA, AFM, EDAX, mapping, and TEM analyses. The adsorbent structure mainly contained carbonate and silica. The effects of influential parameters including temperature, contact time, initial contaminants concentration, sorbent dose, and initial pH on the removal efficiency were investigated. The maximum sorption efficiency of Hg(II) and MV occurred at pH of 6 and 9 and temperatures of 25 C and 55 C, respectively. Freundlich model could be interpreted the equilibrium data of the sorption process of both contaminants. The maximum sorption capacity of Hg(II) and MV using eggshell nano-particles was obtained as 116.27 mg/g and 123.45 mg/g, respectively. The dynamic behavior of the process was studied using two kinetic models. The sorption system performance was also examined and t1/2 were determined as 4.34 min for Hg(II) and 4.97 min for MV. The sorption process of Hg(II) and MV was exothermic and endothermic, respectively. Effective sorption after seven cycles and successful treatment of landfill leachate and textile wastewater with eggshell nano-particles confirms its adequacy. 2019 The Society of Powder Technology Japan. Published by Elsevier B.V. and The Society of Powder\nTechnology Japan. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "With the progressive growth of population and increased industrial activities, the need to control the emission of heavy metals and dyes into water bodies and the environment for human welfare is essential. Heavy metals are considered a major environmental concern due to their toxicity, stability, accumulation, and aggregation properties in the food chain [1]. The main sources of environmental heavy metals pollution include metallurgy, tannery, production of chemicals, mining, battery production, painting, surface modification industry, sludge discharge, garbage incinerator,\nproduction and processing of radioactive materials, electroplating, production of electric equipment, production of color and pesticides [2]. Some of the toxic and hazardous heavy metals that are discharged into the environment via industrial activities could include chromium, cadmium, lead, mercury, copper, nickel, cobalt, zinc, manganese, etc. [3]. Mercury is one of the first known metals which has been used throughout the entire human history, to which fauna and flora are very sensitive [4]. Usage of mercury in many processes has increased considerably after the Industrial Revolution in the 19th century. In 2005, the emission of mercury into the environment in response to the combustion of fossil fuels by power plants claimed 44% of the total mercury emission [5]. In December 2012, American Environmental Protection Agency (EPA) set rules about mercury standard and toxic materials in the air (Mercury and Air Toxics Standards or MATS) to limit the emission of mercury from power plants [6]. Global mercury assessment in 2013 indicated that the extent of mercury emission into the atmo-\nsphere has been 1960 tons, accounting for only 30% of the total mercury from human and natural sources [7]. Presence of toxic mercury in the environment is considered a serious threat for the human public health. Mercury can exist in different forms including elemental (Hg ), organic (e.g. methyl mercury and ethyl mercury), and inorganic (HgCl2) types [8]. The organic form especially methyl mercury is the most hazardous state of mercury to human [8]. This metal has adverse effects on the reproductive system, nervous system, liver, and kidneys, and can inhibit the activity of enzymes [9]. Mercury ion has a great affinity to bond with proteins and can cause damage to the human brain speech system, impairment in the auditory and visual systems, chest pain, dyspnea, vomiting, diarrhea, fever, and pimples in the skin [3]. Therefore, the presence of this metal in the environment can be hazardous for public health and other organisms. In this regard, USEPA has reported the allowable limit of discharging Hg(II) into the wastewater collection system as 0.01 mg/L. Further, the World Health Organization (WHO) has stated the allowable limit of mercury ion in drinking water as less than 0.001 mg/L [10].\nIn addition to heavy metals, another contaminant that can be considered a serious threat to the environment is wastewater containing dyes. Trace amounts of this material in textile wastewaters can often have very toxic effects for ecosystems [11]. Furthermore, the presence of dye in water inhibits permeation of sunlight into the water, thereby inhibiting photosynthesis in water plants. Among textile contaminants, synthetic dyes are hardly removed under aerobic conditions and may degrade into carcinogenic aromatic amines under aerobic conditions [12]. It has been stated that there are about 10,000 different types of commercial dyes and pigments. Annually, over 700,000 tons of dye materials are produced around the world, where about 10–15% of them is discharged into the environment along with wastewater [11]. Dyes have a complex structure and these materials are utilized across a wide range of industries including pharmaceuticals, textile, paper production, food, cosmetics, electric, tannery, printing, carpet, plastic, leather, and minerals industries [12]. These materials are nonbiodegradable and resistant to environmental conditions [11]. In addition, many dyes are toxic, carcinogenic, and mutagenic for humans and other creatures [13]. Therefore, considering the risks of these contaminants (i.e. heavy metals and dyes) for the environment and human health, they must be removed or separated before being discharged into the environment.\nTo remove these contaminants, various physiochemical processes including electrochemical processes, membrane technology, advanced oxidation, biological treatment, coagulation/flocculation, adsorption have been examined [14]. The adsorption technique is one of the best methods for recovering and removing dyes and heavy metals ions from aqueous solutions due to their ease in operation, inexpensive price, efficiency, insensitivity to heavy metals, and wide availability of low or no- cost adsorbents [14].\nToday, nano-particles have found applications across different areas including science and engineering and have attracted a great deal of attention. One of these areas is wastewater treatment and cleaning the environment. In this regards, different nanoparticles such as magnetic nano-particles [15], hematite [16], and Mn3O4 [17] have been used.\nIn this study, to recover and remove mercury ions and methyl violet (MV), eggshell nano-particles were used. Eggshell is one of the household and food industry wastes, which is produced abundantly every day. Eggshell wastes are worthless for their producers. Production of adsorbent (especially its nano type) from eggshell for clean up the environment from contaminants will be appreciable and welcomed by environmentalists. Although various studies have been conducted on the application of eggshell in the removal of some contaminants [18,19], successful sorption of mercury ion and MV to it has not been reported so far. In addition, this\nstudy is not in parallel with other published investigations. In this study, eggshell is first produced as nano-scale particles and secondly, all physiochemical (SEM, DLS, FTIR, XRD, BET, TGA, AFM, EDAX, Map, and TEM) and dynamic (equilibrium, kinetics, and thermodynamics) properties of contaminant sorption have been completely explored. Also, the operability of eggshell nanoparticles has been tested by treating two types of real wastewaters. In other words, according to the authors’ information, there is no complete study on the usage of eggshell nano-particles for removing contaminants especially mercury and dyes. Thus, the current study is directed for evaluation of eggshell nanoparticles for their effectiveness in the removal of these contaminants."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Stock solution",
      "text" : "The initial stock solution of Hg(II) and MV with a concentration of 1000 mg/L was provided by dissolving certain amounts of HgCl2 and MV in double distilled water, respectively. The MV used has a chemical formula of C25H3ON3Cl, a molecular weight of 393.96 g/mol, and the maximum wavelength of 584 nm. MV has amine lateral groups. This dye is yellow to green within the pH range of 0.13–0.5, while it is green to yellow within the pH range of 2–3. Fig. S1 demonstrates the three-dimensional structure of MV using Chembio Draw software (Ultra 12.0). The double distilled water was used during the tests. The pH adjustment was done using 1 M NaOH/ HCl solutions. All of the chemicals employed in this research were prepared from Merck Company, Germany without further modification."
    }, {
      "heading" : "2.2. Preparing eggshell nano-particles",
      "text" : "Eggshell was prepared from a local confectionery workshop. First, the membrane attached to the eggshell was separated and then cleaned with running tap water several times. The washed eggshell was placed inside an oven (Parsazma, Iran) at 105 C for 2 h, in order to dry completely. The dried eggshell was powdered and crushed using a small ball mill. To determine the size of eggshell nano-particles, the eggshell was dissolved inside an ethylene glycol solution. The size of the nano-particles prepared from eggshell was determined as 70 nm. Fig. S2 in the supplementary material demonstrates the size distribution of the particles."
    }, {
      "heading" : "2.3. Devices and equipment",
      "text" : "The concentration of Hg(II) and MV in the solution was measured before and after the adsorption process using an atomic absorption spectrometry equipped with a cold vapor generation system (Varian VGA 77) and spectrophotometer (Varian, Cary 100). The solution pH was measured by a digital pH meter tool (Metrohm 744). To examine the superficial changes of eggshell nano-particles before and after sorption of mercury ion and MV, EDX, and mapping by scanning electron microscopy (SEM-TESCAN MIRA3-FEG) were used. The functional groups of eggshell nano-particles were determined by Fourier-transform infrared spectroscopy tool (FTIR, Broker Victor 22). The XRD spectrum of the nano-particles was specified by Siemens-D500 instrument with Cu-Ka radiation at 35 kV within the range of 2–70 C, the scanning rate of 1 /min and wavelength of 1.5048 Å. The transmission electron microscopy (TEM) images of the sample were prepared by transmission electron microscope (LEO 906) at 80 kV. To investigate thermal stability, the thermal gravimetric analysis (TGA) was employed. To perform this test, TGA-PL device (TGA 1500, England) was used. To observe the morphology structures of\neggshell nano-particles, the atomic force microscope (AFM, NanoScope III, Digital Instruments Co., USA) tool was utilized. To measure the surface properties, porosity, and the pores in the eggshell nanoparticles, Micrometrics/Asap2020 device (USA) was employed. To perform this analysis, the ARL PERFOMIR’X device was used. Furthermore, to supply the heat and stir the solution, a heater equipped with a magnetic stirrer (yellow MAG HS 7) device was employed."
    }, {
      "heading" : "2.4. The adsorption tests",
      "text" : "The Hg(II) and MV sorption tests were conducted in a batch mode. The effect of different parameters including initial pH, contact time, temperature, initial concentration of Hg(II) and MV, and the eggshell nano-particles dose was examined on the process efficiency. To assess the behavior of pH on the sorption performance, the conditions were included initial pH (2–10), temperature of 25 C, adsorbent dose 1.5 g/L, contact time 50 min, initial concentration of Hg(II) and MV (10 mg/L), and mixing rate of 400 rpm. The maximum percentage of sorption was reported as the optimal pH. The effect of other variables including temperature (25–55 C), contact time (5–130 min), nanoadsorbent dose (0.5–5 g/L), and initial concentration of mercury ion and MV (10–100 mg/L) was also investigated. The method of the experiment design was ‘‘a variable at the time,” and the other parameters were constant to evaluate a particular variable. By the completion of the sorption test, the solution was filtered by a Whatman filter paper 42, and around 20 mL of the solution was kept and stored for determining the amount of contaminants. All trials in this study were performed three times to ensure repeatability. The sorption percentage (R%) and Hg(II) and MV adsorption capacity of the dry nanoadsorbent (qe, mg/g) was calculated by Eqs. (1) and (2), respectively.\nR %ð Þ ¼ C0 Ce C0\n100 ð1Þ\nqe ¼ C0 Ce\nW\nV ð2Þ\nwhere Ci and C0 (mg/L) represent the initial and equilibrium concentration of mercury ion and methyl violet, V (L) shows the volume of the tested solution, and W (g) denotes the weight of the nanoadsorbent."
    }, {
      "heading" : "2.5. Desorption study and reusability",
      "text" : "To do the desorption study, 1.5 g/L of eggshell nano-particles was stirred with 100 mL of solution containing mercury ions and MV with a constant concentration of 10 mg/L (each contaminant was examined individually) under experimental conditions of optimal initial pH, mixing rate of 400 rpm, 25 C for Hg(II) and 55 C for MV, and contact time of 50 min. After performing the sorption test, eggshell nano-particles were separated by the Whatman filter and then washed with double distilled water to so separate the extra of mercury ions and MV deposited on the nanoadsorbent surface. Next, the eggshell nano-particles used in sorption of contaminants were mixed into 10 mL of HNO3 solution (0.25–2 M) and agitated for 2 h. By the completion of the contact time, the solution was filtered, and contaminant concentration in the filtrate was measured. The adsorption-desorption test was done seven times, and the desorption and recovery ability of eggshell nano-particles were investigated. The desorption percentage of Hg(II) and MV was determined by the following equation:\n% of desorption ¼ amount of metal ions desorbed amount of metal ions adsorbed\n100\nð3Þ"
    }, {
      "heading" : "2.6. Treating two wastewater samples",
      "text" : "Two wastewater samples were obtained from a textile factory (located in Yazd, Iran) as well as landfill leachate (Bushehr landfill site, Iran). The bulk of textile factory wastewater was obtained from the influent of the wastewater treatment plant in the factory. On the other hand, the leachate sample was prepared from the leachate permeated and collected in a pond beside the landfill site. Both leachate and textile wastewater samples were passed throughWhatman filter paper 42 in the laboratory to separate suspended solids. The tests were implemented on real samples under optimal conditions."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Eggshell nano-particles properties",
      "text" : "FTIR spectrum of commercial CaCO3 and eggshell nano-particles before and after the contaminant (mercury ion and MV) sorption process has been shown in Fig. 1a. The results showed that the eggshell nanoparticle structure is very similar to commercial CaCO3, which can confirm that most of the eggshell adsorbent consists of calcium carbonate. In the structure of eggshell nanoparticles and commercial CaCO3, a peak is observed at 3428 cm 1, which can be due to the tensile vibrations of AOH [20]. The symmetric tensile vibration can be due to the absorption of moisture and water molecules in the structure of eggshell nanoadsorbent. Vibrations at weak intensities in the range of 2873 cm 1 and 2968 cm 1 have been observed that confirm the existence of CH and C@O groups in the eggshell nanoparticles [21]. In the structure of eggshell nanoparticles, in the range of 2518 cm 1, 1638 cm 1, 1421 cm 1, 874 cm 1, and 708 cm 1, absorption peaks with different intensity are observed due to the presence of calcium carbonate [22]. This issue is also confirmed by the XRD analysis. After the adsorption process of mercury ions and methyl violet cation, the range and intensity of absorption peaks in the structure of nanoparticles were changed, this could be due to the interaction between the functional groups and the pollutants. Such a report is presented in previous studies [22,23]. Possible interactions between Hg2+ and MV cationic molecules can be achieved through the functional groups C@O (CO2 3 ) in the nanoparticle structure.\nThe thermal stability of the nano-particles prepared from eggshell was determined by TGA analysis and result is shown in Fig. 1b. Based on this figure, the reduction of the weight of eggshell nano-particles can be categorized into three stages during the TGA process. The first stage of the sample weight reduction (about 3%) with temperature rise up to 220 C can be due to the removal of humidity and protein materials present in the eggshell nanoparticles [24]. The second stage of weight reduction occurred within the temperature range of 220–700 C, which could be due to degradation of organic matter and conversion into gaseous materials such as CO2, H2O, and H2 [25]. About 15% reduction of the weight was observed at this stage. The third stage happened within the temperature range of 700–810 C, with about 20% weight reduction observed at this stage. At this stage, the weight reduction can be due to the conversion of CaCO3 into CO2 and CaO. In previous studies, weight loss at the temperature range of 700–810 C was attributed to decomposition of CaCO3 [26]. After 810 C, no change occurred in the weight of the resulting material, suggesting that eggshell nano-particles changed into ash (CaO), and no other organic material exists in it. According to the TGA result, the total lost weight of eggshell nano-particles is about 37.45%.\nXRD test was used for describing the structure of eggshell nanoparticles. The XRD spectrum result has been demonstrated in\nFig. 1c. In the XRD analysis, there are vibrations with varying intensity, which has been attributed to CaCO3 in the structure of the eggshell nano-particles [27]. It should be noted that the peak at 29.49 is related to the presence of calcite [28]. Also, couriers in the 2h angles of 23.10 , 29.49 , 33.69 , 43.28 , 47.63 , 48.61 , 50.37 , 56.73 , 57.53 , 60.88 , 61.39 , and 65.74 respectively represent crystalline phases (0 1 2), (1 0 4), (0 0 6), (2 0 2), (0245), (0 1 8), (1 1 2), (2 1 4), and (3 0 0) in the structure of the eggshell nano-particles. Also, these peaks indicate that the major part of calcium carbonate in the egg nanoadsorbent has a rhombohedral structure [27].\nIn order to investigate the superficial properties of eggshell nano-particles, AFM analysis was done. In Fig. 2a,b, twodimensional (2D) and three-dimensional (3D) AFM images of the eggshell nano-particles are demonstrated. Based on Fig. 2a, most particles have a similar color, suggesting that the particles have almost the same thickness [29]. The surface porosity, texture, and roughness of eggshell nano-particles have been shown in Fig. 2b. In the three-dimensional AFM image of eggshell nanoparticles, there are various peaks, suggesting porous and uneven surface of eggshell nano-particles. Thus, it can be concluded that by converting eggshell particles into nano-particles, the number of pores and surface unevenness grows.\nThe results obtained from TEM are illustrated in Fig. 2c,d. The figure suggests that the eggshell nano-particles consist of almost spherical shaped particles at nano-scale. SEM analysis of fresh eggshell nano-particles is revealed in Fig. 3a. Based on Fig. 3a, the eggshell nano-particles are almost spherical and have a non-uniform size and irregular surface. There are pores among the particles, which can be effective in the Hg(II) and MV sorption process. The SEM images of used eggshell nano-particles are indicated in Fig. 3d,g. The results show that after the sorption process, the pores on the surface of nano-particles have disappeared to some extent, which can be due to sorption and occupation of pores by mercury ions or MV molecules. Fig. 3b,e,h demonstrates the mapping\nresults of fresh and used eggshell nano-particles. This analysis indicates the density and distribution of constituent elements present on the structure of eggshell nano-particles. The results obtained from EDX are demonstrated in Fig. 3c,f.i. Based on the results obtained from EDX, in the structure of fresh eggshell nanoparticles, there are various elements including carbon, oxygen, magnesium, sulfur, silica, phosphorous, and calcium (Fig. 3c). EDX analysis after mercury ions sorption also approves the presence of this ion in the eggshell nano-particles structure, which is due to sorption of this pollutant by the nano-particles (Fig. 3f). Furthermore, considering the EDAX analysis of eggshell nanoparticles, after the MV sorption process (Fig. 3i), a change is observed in the intensity of peaks, confirming the successful sorption of MV pollutant by eggshell nano-particles.\nOther superficial properties of nano-particles including their size and volume of pores, BET analysis was determined and the results reported in Table S1. The active surface and volume of pores for the nano-particles were determined as 6.50 m2/g and 0.022 cm3/g, respectively. These values suggest that the molecules of MV and metal ions of mercury can permeate into the pores of eggshell nano-particles. The surface pores and the relatively suitable active surface of the nano-particles can cause rapid transfer and sorption of pollutants from aqueous solution to the adsorbent. The BET surface area of eggshell adsorbent in this study is higher than those reported by Flores-Cano et al. (0.07 m2/g) [30] and Santos et al. (2 m2/g) [31] but less than those studied by Balaz et al. (13.2 m2/g) [32] and He et al. (9.7 m2/g) [33]. Variety of surface area in various studies depends on the method of preparation and the devices used."
    }, {
      "heading" : "3.2. The effect of pH",
      "text" : "The initial pH is an influential factor in the sorption of heavy metals ion and dye molecules from aqueous solutions. This is because this parameter can cause hydrolysis, chemical\nprecipitation, a reduction-oxidation reaction, or formation of the complex with mineral or organic compounds. On the other hand, the initial pH cannot heavily influence electric charge and active sites for sorption of metal ions [5].\nThe impact of initial pH on the sorption percentage was examined and the results are shown in Fig. 4. As seen in Fig. 4, the Hg(II) sorption efficiency was elevated as the solution pH increased from 2 to 6, but after that, the sorption efficiency has a decreasing trend. The decreasing of sorption for pH > 6 can be due to precipitation of mercury ion. Furthermore, the sorption efficiency of MV using eggshell nano-particles increased with increasing pH. The maximum efficiency of sorption of mercury ion (94.26%) and MV (91.56%) using eggshell nano-particles occurred at initial pH of 6 and 9, respectively. Thus, these pHs were reported as the optimal values. At low pHs, the level of positive charges inside aqueous solution is high. It competes with mercury metal ion and MV to occupy the adsorbent surface, thereby inhibiting its placement on the active sites. Low adsorption in the very acidic environment can also be due to the solubility of calcium carbonate. With the elevation of pH, the amount of positive charge in the aqueous solution declines, and thus the competition between pollutants and positive ions to occupy the adsorbent surface diminishes."
    }, {
      "heading" : "3.3. The effect of temperature and contact time",
      "text" : "Fig. 5 demonstrates the effect of temperature and contact time parameters on mercury ion and MV sorption using eggshell nanoparticles. The sorption efficiency of mercury ion and MV using eggshell nano-particles has increased with prolongation of contact time, with the optimal time for both contaminants being determined as 50 min. The high rate of sorption for both pollutants was seen at initial contact times, which may be due to the availability of unsaturated sites [34]. Over 70% of sorption has occurred within the initial 20 min of contact time.\nEssentially, the sorption process for contaminants has four stages: (1) migration and transfer of metal ions from aqueous solution to the sorbent surface, (2) diffusion through the boundary layer into the sorbent surface, (3) sorption on the active sites in the adsorbent, and (4) intra-particle diffusion in the layers of the sorbent surface [35]. The stability of boundary layers affects the sorption rate, and over contact time, this stability decreases, as well as the mobility of mercury ions and MV molecules grows, causing increased sorption efficiency. After the initial contact time of 50 min, the sorption rate of the contaminants became almost constant, suggesting saturation of the active sites of the nanoadsorbent and adsorption mechanism as diffusion through the superficial layers of the adsorbent. It is also notable that the\nconstancy of sorption rate after the equilibrium times can be due to the diminished concentration of the metal ion or dye molecules and in response to the reduced driving force required for the contaminant sorption.\nThe temperature parameter can also influence the sorption process. This parameter can cause enhanced desorption (separation) of the contaminant from the sorbent surface and its integration into the solution, thus causing diminished efficiency [36]. Alternatively, it can strengthen the force among the active sites of the sorbent and metal ion as well as the molecules close to the sorbent phase, thereby enhancing the efficiency. Note that temperature provides the energy required for the system, and considering endothermicity and exothermicity, it affects the system capacity [37]. The effect of temperature on the sorption efficiency of mercury ion and MV has been demonstrated in Fig. 5. Based on the results, the metal ion and MV sorption efficiency decreased and increased with temperature rise, respectively, suggesting that the Hg(II) and MV sorption processes are exothermic and endothermic, respectively. Reduction of efficiency in the mercury ion sorption with temperature elevation can be due to different parameters including increased tendency of the adsorbed metal ions to separate off the adsorbent surface and deliberation into the solution, shrinkage and alteration of adsorptive sites at high temperatures, enhanced mobility of mercury ions, and its increased tendency to release from the active sites of the sorbent, and diminished active sites of the sorbent [37]. Elevation of the MV sorption efficiency from aqueous solution with temperature rise can be due to the reduction of the boundary layer thickness around the sorbent and enhanced diffusion rate of the dye molecules on the eggshell nano-particles surface [37], and finally elevation of the number of suitable and available active sites for MV sorption."
    }, {
      "heading" : "3.4. The effect of contaminants concentration",
      "text" : "The effect of the initial concentration (10–100 mg/L) of the contaminants of mercury ion and MV on the sorption efficiency and capacity using eggshell nano-particles is illustrated in Fig. 6. The results specify that with the elevation of the initial concentration of pollutants, the sorption efficiency declines (Fig. 6a). The reduced sorption efficiency with elevation of the initial concentration of the contaminants could be due to saturation of the active sites of the sorbent at high contaminant content, the limited active sites of the nano-adsorbent, and enhanced electrostatic repulsive force between the sorbent surface and the contaminant molecules/ions in the aqueous solution [38]. Based on the results provided in Fig. 6b, by elevation of the concentration of mercury ions and MV from 10 mg/L to 100 mg/L, the sorption capacity was increased from 6.34 to 60.78 mg/g for mercury and 6.39 to 61.51 mg/g for MV. This enhanced sorption capacity can be due to increased mass transfer driving force between the aqueous solution and solid phase as well as increased probability of collision of the mercury metal ion or MV molecules with the nano- particles [39]. In addition to the mentioned reasons, the elevation of sorption capacity with the rise of the initial concentration of mercury ion and dye can be due to the driving force developed in response to\nconcentration gradient as well as powerful interactions between the sorbent and the dye molecules or metal ions [40]."
    }, {
      "heading" : "3.5. The effect of eggshell nano-particle dose",
      "text" : "The results of the effect of the sorbent dose on the removal of mercury metal ion and MV molecule from aqueous solutions is depicted in Fig. 7. According to this figure, with the increasing of the sorbent dose, the sorption efficiency increases. This is due to increasing of active and available sites for placement of mercury ions and MV molecules. It should be note that with the elevation of the sorbent dose, its capacity declines. The few remaining vacant active sites available at higher sorbent doses were difficult to be accessible because of repulsion between the few MV cationic dye or Hg(II) ions occurring in tested solution and the high density volume of the already adsorbed the pollutant ions. Based on the obtained results, the sorption efficiency occurs at a higher rate at low doses of the sorbent. However, with the elevation of the eggshell nano-particles dose to over 1.5 g/L, the sorption efficiency was almost constant and had no significant change. This can be a result of an accumulation of nano-adsorbent particles and the diminished effective active site of the sorbent for contaminant removal. Therefore, the optimal sorbent dose for the sorption of\n0\n10\n20\n30\n40\n50\n60\n70\n10 20 30 40 50 60 80 100\nC0 (mg/L)\n(b) Hg(II)\nMV\ny (temperature for Hg(II): 25 C, temperature for MV: 55 C, pH for Hg(II): 9, pH for\ne for MV: 55 C, pH for Hg(II): 6, pH for MV: 9, C0: 10 mg/L, contact time: 50 min,\nmercury metal ion and MV was determined as 1.5 g/L. The sorption efficiency at this dose for Hg(II) and MV was achieved as 95.15 and 95.88%, respectively."
    }, {
      "heading" : "3.6. The sorption isotherm",
      "text" : "Isotherm models of Freundlich, Langmuir, and DubininRadushkevich (D-R) are widely used for equilibrium modeling of the sorption process data. The linear equation of Langmuir and Freundlich models has been provided as follows:\nLangmuir : Ce qe ¼ Ce qmax þ 1 qmaxKL\nð4Þ\nFreundlich : logqe ¼ logKf þ 1 n logCe ð5Þ\nwhere Ce is the concentration of Hg(II) or MV at equilibrium (mg/L), qe represents the sorbent capacity at equilibrium (mg/g), qmax shows the maximum sorbent capacity (mg/g), KL denotes Langmuir constant (L/g), n is the sorption force, and Kf represents the sorption capacity index. If n value is more than 1, it suggests that the sorption process is desirable and physical [41]. One of the extra analyses of the Langmuir equation is the dimensionless parameter ‘‘RL ¼ 1=1þ KLC0”, which shows the sorption equilibrium or intensity. The RL value represents the state and manner of the sorption process. If the values of 0 < RL < 1, RL = 0, RL = 1, and RL > 1, the process is desirable, irreversible, linear, and undesirable, respectively [41].\nThe linear form of the D-R model is as Eq. (6).\nDubinin Radushkevich : lnqe ¼ lnqm be2 ð6Þ where b (mol2/J2) and qm (mg/g) are the constants of D-R, while e is the Polanyi constant, which is determined by ‘e = RT ln(1 + 1/Ce)’ equation. R is the constant of gases (8.314 J/mol.K) and T (K) is the absolute temperature. Considering the b value, the average free energy of sorption (E ¼ 1= ffiffiffiffiffiffi 2b p Þcan be determined. The average sorption free energy determines the type of sorption process. If E value is between 8 and 16 kJ/mol, the sorption process is the ion exchange type. However, if the E value is less than 8 kJ/mol, it shows that the sorption process mechanism is physical [41].\nThe results of isotherm modeling are demonstrated in Fig. S3 and Table 1. The correlation coefficient (R2) values of Freundlich and Langmuir are high. The R2 of Freundlich isotherm is the largest and closer to 1. Therefore, this model has more quality in describing the equilibrium behavior of the process, compared to the other two models, suggesting that in the Hg(II) and MV sorption process from aqueous solutions, heterogeneous surfaces have more effective role compared to homogeneous surfaces. The n value in Freundlich model for the sorption of mercury ion and MV was determined as 1.31 and 1.28, respectively, suggesting that the\nsorption process of both contaminants is desirable and physical, and sorption occurs as multilayered. According to Table 1, the sorption capacity of the nanoadsorbent for the sorption of mercury ion and MV was determined as 116.27 and 123.45 mg/g, respectively. The maximum sorption capacity of the eggshell nanoparticles has a higher sorption capacity compared with other absorbents (even modified adsorbent and composites) for the sorption of mercury ion and MV from aqueous solutions (see Table 2). Based on Table 2, the sorption capacity of the contaminants by the nano-sorbent used in this study was even higher than by calcium carbonate and micro-scale powder of eggshell (with particles 177–210 mm), confirming the very suitable potential of eggshell nano-particles adsorbent. The different RL values at initial concentrations of contaminants 10–100 mg/L was determined to lie within 0–1. It can be concluded that mercury ion and MV sorption process using eggshell nano-particles is a suitable and desirable process. According to Table 3, the average free energy of adsorption for mercury ion and MV sorption process was determined as 1.38 and 1.67 kJ/mol, suggesting that the sorption process of both contaminants using eggshell nano-particles is physical."
    }, {
      "heading" : "3.7. The sorption kinetic",
      "text" : "The kinetic models of pseudo-first-order and pseudo-secondorder were used for analyzing the sorption data. The linear form of these kinetic models is described as the following equations:\nPseudo-first-order : lnðqe qtÞ ¼ lnqe k1t ð7Þ\nPseudo-second-order : t qt ¼ 1 K2q2e þ t qe\nð8Þ\nwhere qe is the amount of contaminant sorbed by the nano-eggshell at equilibrium per each gram of the adsorbent (mg/g), qt shows the amount of contaminant sorbed per each gram of the sorbent at any time (mg/g), k1 denotes the rate constant of the pseudo-first-order model (1/min), and k2 indicates the rate constant of the pseudosecond-order model (g/mg.g). To calculate the sorption rate constant (k1) and sorption capacity (qe), ln(qe qt) is plotted against t (Fig. S4). Based on the results presented in Table 3, the sorption capacity determined by the pseudo-first-order kinetic model has significant differences with the maximum sorption capacity calculated from experiments. Therefore, this model does not have a good ability in describing the kinetic behavior of the sorption process.\nThe kinetic model of pseudo-second-order for the sorption process of mercury ion and MV has been shown in Fig. S4. Considering the fact that qe:exp qe:cal, then it can be stated that pseudo-secondorder kinetic model has a greater ability for describing the kinetic behavior of sorption of mercury ion and MV using eggshell nanoparticles. It is also notable that the pseudo-second-order kinetic\nTable 2 Maximum sorption capacity of some sorbent for Hg(II) and MV adsorption.\nSorbent Optimum pH Hg(II) MV dye Reference\nThree-dimensional PANI/GO 5 80.7 — [42] Thiol modified Fe3O4@SiO2 6.5 148.8 — [43] D. revolvens biomass 5.5 94.4 — [44] CS-MCM magnetic 5 87.72 — [45] MGO-PAMAM-G3.0 6 116.27 — [46] Modified zeolite 6 0.99 — [47] Fe3O4-Halloysite nanotubes Natural pH — 90.09 [48] Dead leaves of P. oceanica 6 — 72.99–109.05 [49] Halloysite nanotubes Natural pH — 113.64 [50] Mansonia wood sawdust 10 — 17.7–24.6 [51] Rice hull char — — 123.5 [52] Unmodified cellulose 8 — 43.66 [53] Modified cellulose 8 — 106.38 [53] CaCO3 powder 6: Hg(II) and 9: MV 89.5 93.69 Present work Micro-particles eggshell 6: Hg(II) and 9: MV 81.25 83.07 Present work Nano-particles eggshell 6: Hg(II) and 9: MV 116.28 123.45 Present work\nTable 3 The kinetic parameters determined for sorption of Hg(II) and MV by eggshell nano-particles.\nKinetic model Parameters Temperature ( C)\n25 35 45 55\nPseudo-first-order (Hg) qe.cal (mg/g) 3.19 4.09 3.17 3.69 k1 (min 1) 0.06 0.07 0.05 0.05 qe.exp (mg/g) 6.37 6.22 6.14 6.08 R2 0.86 0.94 0.92 0.94\nPseudo-first-order (MV) qe.cal (mg/g) 4.91 3.91 3.47 3.06 k1 (min 1) 0.07 0.06 0.06 0.06 qe.exp (mg/g) 6.22 6.25 6.36 6.44 R2 0.95 0.95 0.91 0.93\nPseudo-second-order (Hg) qe.cal (mg/g) 6.63 6.49 6.42 6.40 k2 (g/mg min) 0.03 0.03 0.03 0.02 qe.exp (mg/g) 6.37 6.22 6.14 6.08 R2 0.99 0.99 0.99 0.99\nPseudo-second-order (MV) qe.cal (mg/g) 6.52 6.52 6.62 6.66 k2 (g/mg min) 0.03 0.03 0.03 0.04 qe.exp (mg/g) 6.22 6.25 6.36 6.44 R2 0.99 0.99 0.99 0.99\nmodel has a larger R2 value compared to the pseudo-first-order kinetic model (Table 3).\nThe performance of sorption systems for sorption of contaminants from aqueous solutions could be assessed using the pseudo-second-order model parameters, with the following equations:\nRw ¼ 11þ K2qetw ð9Þ\nRi ¼ k2qe ð10Þ\nt1=2 ¼ 1k2qe ð11Þ\ntx ¼ wk2qe ð12Þ\nwhere Rw denotes the closest equilibrium factor, tw (min) denotes the longest time for sorption process, Ri (min 1) denotes the sorption rate of second-order kinetic, t1/2 (min) shows the time required for sorption of half of the contaminants in the solution, tx denotes the contact time required for a fraction of desirable sorption (X = qt/qe), and W represents X/(1 X).\nThe Rw kinetic parameter can represent different states of the sorption process. If 0.1 < RW < 1, then the process is slightly adjacent to equilibrium. However, if 0.01 < RW < 0.1, it is well close to\nthe equilibrium state. Finally, if RW < 0.01, the process is very adjacent to the equilibrium state [54]. The RW kinetic parameter value for the sorption process of mercury ion and MV using eggshell nano-particles was determined as 0.0323 and 0.0328, suggesting that the process has well approached the equilibrium state. The Ri kinetic parameter value for the mercury ion and MV sorption process was determined as 0.230 min 1 and 0.201 min 1, while t1/2 was calculated to be 4.34 and 4.97 min, respectively. The very short half-life for the sorption process indicates that the Hg(II) and MV sorption process using eggshell nano-particles occurs very fast. Ri parameter is a key and important factor for determining a fraction of sorption. Therefore, it was used to calculate the tx data for the removal of mercury ion and MV at different X values (Table 4). The performance data of the kinetic study offer important and effective information for designing systems for sorption of the contaminants."
    }, {
      "heading" : "3.8. The sorption thermodynamic",
      "text" : "To investigate the thermodynamic behavior of the sorption of mercury ion and MV onto eggshell nano-particles, thermodynamic parameters including enthalpy (DH ), entropy (DS ), and Gibbs free energy (DG ) were investigated. These parameters are determined by the following equations:\nDG ¼ RT lnkD ð13Þ\nlnk ¼ DG RT ¼ DH RT þ DS R ð14Þ\nwhere kD (qe/Ce) represents the equilibrium constant. The DH and DS values are determined from the slope and intercept of lnkD versus 1/T diagram (Fig. S5). The values of the thermodynamic parameters are shown in Table 5. The Gibbs free energy value for the sorption of both contaminants using eggshell nano-particles was determined to be negative, suggesting spontaneity of the sorption process. It is noteworthy that the degree of the spontaneity of the sorption process for Hg(II) and MV decreased and increased with temperature rise, respectively. The enthalpy value for Hg(II) and MV sorption process was 25.35 and 21.19 kJ/mol, revealed that the sorption process of Hg(II) and MV are exothermic and endothermic, respectively. The sorption process of both contaminants using eggshell nano-particles is physical, as the enthalpy value determined to be less than 40 kJ/mol [37]. The enthalpy value of the mercury ion sorption process is less than that of MV, which is because of the weaker interaction between mercury and the adsorbent. Thus, the MV removal efficiency is greater compared to mercury ion removal. The entropy value for the mercury ion sorption process was determined as negative, suggesting that the random collisions of mercury ion across the solid (adsorbent) surface and the aqueous solution throughout the sorption process declines [55]. On the other hand, the entropy value for the MV sorption was determined as positive, suggesting that the random collisions of MV across the adsorbent surface and the aqueous solution grow in the course of the sorption process."
    }, {
      "heading" : "3.9. Desorption and reusability of eggshell nano-particles",
      "text" : "Desorption study of eggshell nano-particles was performed by HNO3 solution with different concentrations (0.25–2 M). The\nresults are shown in Fig. 8. As can be observed in Fig. 8, with an elevation of HNO3 concentration, the desorption percentage of mercury metal ion and MV increased, which occurred at a high rate until 1 M. After that, the desorption percentage did not change significantly. Accordingly, 1 M HNO3 was chosen as the optimal concentration for mercury ion and MV desorption from the adsorbent surface. At 1 M HNO3, the desorption percentage of Hg(II) and MV from the surface of the eggshell nano-particles was determined as 94.65 and 95.69%, respectively.\nFig. 9 demonstrates the reusability of eggshell nano-particles for sorption of mercury ion and MV from aqueous solutions with seven cycles of sorption-desorption. The amount of sorption percentage both the studied pollutants by eggshell nano-particles in the first and seventh cycles has decreased by less than 10%, suggesting that reduction of the sorption capacity of the prepared adsorbent during the sorption-desorption process is negligible. These results show that the nano-particles have reusability\nTable 6 Characteristics of landfill leachate and textile wastewater samples.\nWastewater Characteristic Unit Raw Treated\nLandfill leachate As(III) mg/L 0.23 ± 0.06 No detectable Hg(II) mg/L 1.17 ± 0.09 No detectable As(V) mg/L 0.95 ± 0.05 No detectable Cr(VI) mg/L 1.25 ± 0.08 No detectable BOD5 mg/L 2119 ± 74 2097 ± 16 COD mg/L 40778 ± 39 4071 ± 19 pH – 8.05 ± 0.13 7.22 ± 0.14\nTextile wastewater COD mg/L 597 ± 12 525 ± 7 BOD5 mg/L 289.7 ± 10 2263 ± 9 Hg(II) mg/L 0.03 ± 0.01 No detectable Cr(VI) mg/L 0.77 ± 0.11 No detectable Color Co-Pt 624 ± 9 69 ± 3 pH – 8.35 ± 0.3 7.88 ± 0.5\npotential for sorption of mercury ion and MV from water solutions without any significant decrease in the sorption efficiency."
    }, {
      "heading" : "3.10. Textile wastewater and landfill leachate treatment by eggshell nano-particles",
      "text" : "After completing the experiments and in the last stage, two types of wastewater (textile wastewater and landfill leachate) were prepared and treated by using eggshell nano-particles under optimal conditions (except for pH which was not adjusted). The properties of these two types of raw and treated wastewater are provided in Table 6. As can be observed in this table, both organic and mineral contaminants (heavy metals) are present in the leachate. Although the initial content of heavy metals (especially mercury ions) in the leachate was low, after the treatment of this complex liquid by eggshell nano-particles, it approached to nondetectable level. The organic compounds of the landfill leachate also slightly decreased. The textile wastewater dye content decreased to less than the standard of discharging dye-containing wastewaters into water bodies (75 Co-Pt) [13], suggesting the adequacy of the produced nano-particles in the field. Another point inferred from treating of both textile wastewater and landfill leachate is the alteration of the final pH (after treatment) towards a neutral one. This characteristic indicates that eggshell nanoparticles have amphoteric properties. This characteristic can be related to the fact that in relatively alkaline environments (pH of both wastewaters > 8), both the contaminant and hydroxyl group are adsorbed concurrently but with different sorption capacities. The sorption of the hydroxyl group to the adsorbent can be stated as follows:\n½Adsorbent OHð Þ þ OH $ C O þH2O\n½Adsorbent O þMnþ $ C O Mn 1 þH2O"
    }, {
      "heading" : "4. Conclusion",
      "text" : "In the present study, the nano-particles adsorbent was prepared from eggshell wastes and used for effective removal of mercury ion and MV. The specifications of fresh and used eggshell nanoparticles include FTIR, TGA, XRD, AFM, EDAX, TEM, SEM, BET, and mapping analysis were prepared. The prepared nanoadsorbent had the special surface area of 6.50 m2/g. The maximum sorption efficiency was obtained at initial pH of 6 (for Hg) and 9 (for MV), temperature of 25 C (for Hg) and 55 C (for MV), contact time of 50 min, contaminant concentration of 10 mg/L, and adsorbent dose of 1.5 g/L. The matching of sorption data with Freundlich isotherm was a little better than the Langmuir and D-R model. The maximum sorption capacity for mercury ion and MV was determined\nas 116.27 mg/g and 123.45 mg/g, respectively. The kinetic behavior of the sorption process of both contaminants followed pseudosecond-order model. The half-life (t1/2) of mercury ion and MV in the solution was obtained as 4.34 min and 4.97 min, respectively. The enthalpy for mercury ion and MV sorption process was determined as 25.35 and 21.19 kJ/mol. After seven times the use of a nanoadsorbent, only 10% of its efficiency was reduced. Treatment of real wastewater by eggshell nano-particles suggests the high potential of the adsorbent for application in the field.\nDeclaration of Competing Interest\nNone."
    }, {
      "heading" : "Appendix A. Supplementary material",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.apt.2019.06.034."
    } ],
    "references" : [ {
      "title" : "Metal(loid)s urinary level among workers of gas refinery and petrochemical companies: health risk assessment of metal (loid)s in drinking water and dust",
      "author" : [ "R. Kafaei", "M. Rezaei", "M. Ahmadi", "R. Tahmasebi", "S. Dobaradaran", "M. Omidvar", "A. Ostovar", "A. Savari", "B. Ramavandi" ],
      "venue" : "J. Trace Elem. Med. Biol. 54 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "F",
      "author" : [ "F.V. Hackbarth" ],
      "venue" : "Girardi, S.M.A.G.U. de Souza, A.A.U. de Souza, R.A.R. Boaventura, V.J.P. Vilar, Marine macroalgae Pelvetia canaliculata (Phaeophyceae) as a natural cation exchanger for cadmium and lead ions separation in aqueous solutions, Chem. Eng. J. 242 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Textural and adsorption characteristics of carbon xerogel adsorbents for removal of Cu (II) ions from aqueous solution",
      "author" : [ "B.S. Girgis", "I.Y. El-Sherif", "A.A. Attia", "N.A. Fathy" ],
      "venue" : "J. Non-Cryst. Solids 358 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Manganese chloride nanoparticles: A practical adsorbent for the sequestration of Hg(II) ions from aqueous solution",
      "author" : [ "M. Arshadi" ],
      "venue" : "Chem. Eng. J. 259 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Estimation of anthropogenic mercury emission from various sources in Iran",
      "author" : [ "A.H. Mahvi", "M. Shalbafan", "R. Nabizadeh", "S. Nasseri", "S. Jorfi", "B. Ramavandi", "M. Ahmadi" ],
      "venue" : "Toxin Rev. 36 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Performance of CuOx–neutral Al2O3 sorbents on mercury removal from simulated coal combustion flue gas",
      "author" : [ "W. Du", "L. Yin", "Y. Zhuo", "Q. Xu", "L. Zhang", "C. Chen" ],
      "venue" : "Fuel Process Technol. 131 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Kinetic study of heterogeneous mercury oxidation by HCl on fly ash surface in coal-fired flue gas",
      "author" : [ "Y. Yang", "J. Liu", "F. Shen", "L. Zhao", "Z. Wang", "Y. Long" ],
      "venue" : "Combust. Flame 168 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Simultaneous biofiltration of BTEX and Hg from a petrochemical waste stream",
      "author" : [ "M. Leili", "S. Farjadfard", "G.A. Sorial", "B. Ramavandi" ],
      "venue" : "J. Environ. Manage. 204 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis",
      "author" : [ "Y. Duan", "D.S. Han", "B. Batchelor", "A. Abdel-Wahab" ],
      "venue" : "characterization, and application of pyrite for removal of mercury, Colloids Surf. A Physicochem. Eng. Asp. 490 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Process analysis of mercury adsorption onto chemically modified rice straw in a fixedbed adsorber",
      "author" : [ "S.-T. Song", "Y.-F. Hau", "N. Saman", "K. Johari", "S.-C. Cheu", "H. Kong", "H. Mat" ],
      "venue" : "J. Environ. Chem. Eng. 4 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Performance of algal activated carbon/Fe3O4 magnetic composite for cationic dyes removal from aqueous solutions",
      "author" : [ "R. Foroutan", "R. Mohammadi", "J. Razeghi", "B. Ramavandi" ],
      "venue" : "Algal Res. 40 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Kinetic",
      "author" : [ "M.A. Ahmad", "N.A.A. Puad", "O.S. Bello" ],
      "venue" : "equilibrium and thermodynamic studies of synthetic dye removal using pomegranate peel activated carbon  R. Foroutan et al. / Advanced Powder Technology 30 (2019) 2188–2199  2199 prepared by microwave-induced KOH activation, Water Res. Ind. 6 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Abatement of azo dye from wastewater using bimetal-chitosan",
      "author" : [ "G. Asgari", "B. Ramavandi", "S. Farjadfard" ],
      "venue" : "Scientific World J. ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Characteristics and performance of Cd",
      "author" : [ "R. Foroutan", "R. Mohammadi", "S. Farjadfard", "H. Esmaeili", "M. Saberi", "S. Sahebi", "S. Dobaradaran", "B. Ramavandi" ],
      "venue" : "Ni, and Pb bio-adsorption using Callinectes sapidus biomass: real wastewater treatment, Environ. Sci. Pollut. Res. 26 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis of calcon-imprinted magnetic chitosan nanoparticles as a novel adsorbent and its application in selective removal of calcon dye from aqueous solutions",
      "author" : [ "M.R. Fat’hi", "S.H. Nasab" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Adsorptive removal of carbamazepine using biosynthesized hematite nanoparticles",
      "author" : [ "K. Rajendran", "S. Sen" ],
      "venue" : "Environ. Nanotechnol. Monitor. Manage. 9 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of Mn3O4 nanoparticles via a facile gel formation route and study of their phase and structural transformation with distinct surface morphology upon heat treatment",
      "author" : [ "A.K.M.A. Ullah", "A.K.M.F. Kibria", "M. Akter", "M.N.I. Khan", "M.A. Maksud", "R.A. Jahan", "S.H. Firoz" ],
      "venue" : "J. Saudi Chem. Soc. 21 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Eggshell membrane as a novel bio sorbent for remediation of boron from desalinated water",
      "author" : [ "M.A. Al-Ghouti", "M. Khan" ],
      "venue" : "J. Environ. Manage. 207 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental dataset on acid treated eggshell for removing cyanide ions from synthetic and industrial wastewaters",
      "author" : [ "G. Asgari", "A. Dayari" ],
      "venue" : "Data in Brief 16 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Studying the physicochemical characteristics and metals adsorptive behavior of CMC-g- HAp/Fe3O4 nanobiocomposite",
      "author" : [ "R. Foroutan", "M. Ahmadlouydarab", "B. Ramavandi", "R. Mohammadi" ],
      "venue" : "J. Environ. Chem. Eng. 6 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Calcined Umbonium vestiarium snail shell as an efficient adsorbent for treatment of wastewater containing Co (II)",
      "author" : [ "R. Foroutan", "A. Oujifard", "F. Papari", "H. Esmaeili" ],
      "venue" : "3 Biotech 9 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adsorptive performance of calcined Cardita bicolor for attenuating Hg (II) and As (III) from synthetic and real wastewaters",
      "author" : [ "A. Teimouri", "H. Esmaeili", "R. Foroutan", "B. Ramavandi" ],
      "venue" : "Kor. J. Chem. Eng. 35 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Optimization of parameters with experimental design for the adsorption of mercury using polyethylenimine modifiedactivated carbon",
      "author" : [ "T.A. Saleh", "A. Sarı", "M. Tuzen" ],
      "venue" : "J. Environ. Chem. Eng. 5 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Removal of Cu (II) and Cr (VI) from wastewater by an amphoteric sorbent based on cellulose-rich biomass",
      "author" : [ "Q.-Q. Zhong", "Q.-Y. Yue", "Q. Li", "B.-Y. Gao", "X. Xu" ],
      "venue" : "Carbohydr. Polym. 111 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Biosorption of toxic heavy metals from aqueous solution by Ulva lactuca activated carbon",
      "author" : [ "W.M. Ibrahim", "A.F. Hassan", "Y.A. Azab" ],
      "venue" : "Egypt. J. Basic Appl. Sci. 3 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Application of waste eggshell as low-cost solid catalyst for biodiesel production",
      "author" : [ "Z. Wei", "C. Xu", "B. Li" ],
      "venue" : "Bioresour. Technol. 100 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Evolution and characterization of eggshell as a potential candidate of raw material",
      "author" : [ "T. Zaman", "M. Mostari", "M.A.A. Mahmood", "M.S. Rahman" ],
      "venue" : "Cerâmica 64 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Application of eggshell waste for the immobilization of cadmium and lead in a contaminated soil",
      "author" : [ "Y.S. Ok", "S.S. Lee", "W.-T. Jeon", "S.-E. Oh", "A.R. Usman", "D.H. Moon" ],
      "venue" : "Environ. Geochem. Health 33 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Adsorption of methylene blue on graphene oxide prepared from amorphous graphite: effects of pH and foreign ions",
      "author" : [ "W. Peng", "H. Li", "Y. Liu", "S. Song" ],
      "venue" : "J. Mol. Liq. 221 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sorption mechanism of Cd (II) from water solution onto chicken eggshell",
      "author" : [ "J.V. Flores-Cano", "R. Leyva-Ramos", "J. Mendoza-Barron", "R.M. Guerrero-Coronado", "A. Aragón-Piña", "G.J. Labrada-Delgado" ],
      "venue" : "Appl. Surf. Sci. 276 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Recovery of phosphate from aqueous solutions using calcined eggshell as an eco-friendly adsorbent",
      "author" : [ "A.F. Santos", "A.L. Arim", "D.V. Lopes", "L.M. Gando-Ferreira", "M.J. Quina" ],
      "venue" : "J. Environ. Manage. 238 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influence of milling on the adsorption ability of eggshell waste",
      "author" : [ "M. Baláž", "J. Ficeriová", "J. Briančin" ],
      "venue" : "Chemosphere 146 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Waste eggshell membrane-templated CuO-ZnO nanocomposites with enhanced adsorption",
      "author" : [ "X. He", "D.-P. Yang", "X. Zhang", "M. Liu", "Z. Kang", "C. Lin", "N. Jia", "R. Luque" ],
      "venue" : "catalysis and antibacterial properties for water purification, Chem. Eng. J. 369 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Evaluation of papaya seeds as a novel non-conventional low-cost adsorbent for removal of methylene blue",
      "author" : [ "B. Hameed" ],
      "venue" : "J. Hazard. Mater. 162 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Removal of toxic heavy metals from synthetic wastewater using a novel biocarbon technology",
      "author" : [ "M. Singanan", "E. Peters" ],
      "venue" : "J. Environ. Chem. Eng. 1 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Equilibrium",
      "author" : [ "R.A. Anayurt", "A. Sari", "M. Tuzen" ],
      "venue" : "thermodynamic and kinetic studies on biosorption of Pb(II) and Cd(II) from aqueous solution by macrofungus (Lactarius scrobiculatus) biomass, Chem. Eng. J. 151 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Kinetic and thermodynamic studies on the removal of Cu(II) ions from aqueous solutions by adsorption on modified sand",
      "author" : [ "D. Gusain", "V. Srivastava", "Y.C. Sharma" ],
      "venue" : "J. Ind. Eng. Chem. 20 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Application of activated carbon as adsorbents for efficient removal of methylene blue: Kinetics and equilibrium study",
      "author" : [ "M. Ghaedi", "A.G. Nasab", "S. Khodadoust", "M. Rajabi", "S. Azizian" ],
      "venue" : "J. Ind. Eng. Chem. 20 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Biosorption of cadmium (II) and lead (II) from aqueous solutions using mushrooms: a comparative study",
      "author" : [ "R. Vimala", "N. Das" ],
      "venue" : "J. Hazard. Mater. 168 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Shrimp shell as an efficient bioadsorbent for Acid Blue 25 dye removal from aqueous solution",
      "author" : [ "E. Daneshvar", "M.S. Sohrabi", "M. Kousha", "A. Bhatnagar", "B. Aliakbarian", "A. Converti", "A.-C. Norrström" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 45 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Elucidation of mechanism involved in adsorption of Pb(II) onto lobeira fruit (Solanum lycocarpum) using Langmuir",
      "author" : [ "C.S.T. Araújo", "I.L.S. Almeida", "H.C. Rezende", "S.M.L.O. Marcionilio", "J.J.L. Léon", "T.N. de Matos" ],
      "venue" : "Freundlich and Temkin isotherms, Microchem. J",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Preparation of three-dimensional PANI/GO for the separation of Hg (II) from aqueous solution",
      "author" : [ "Q. Fan", "Y. Yang", "Y. Hao", "X. Zhao", "Y. Feng" ],
      "venue" : "J. Mol. Liq. 212 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thiol modified Fe3O4@SiO2 as a robust",
      "author" : [ "S. Zhang", "Y. Zhang", "J. Liu", "Q. Xu", "H. Xiao", "X. Wang", "H. Xu", "J. Zhou" ],
      "venue" : "high effective, and recycling magnetic sorbent for mercury removal, Chem. Eng. J. 226 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Removal of mercury (II) from aqueous solution using moss (Drepanocladus revolvens) biomass: equilibrium",
      "author" : [ "A. Sari", "M. Tuzen" ],
      "venue" : "thermodynamic and kinetic studies, J. Hazard. Mater. 171 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Preparation of chitosangraft-polyacrylamide magnetic composite microspheres for enhanced selective removal of mercury ions from water",
      "author" : [ "K. Li", "Y. Wang", "M. Huang", "H. Yan", "H. Yang", "S. Xiao", "A. Li" ],
      "venue" : "J. Colloid Interface Sci. 455 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Preparation of polyamidoamine dendrimers functionalized magnetic graphene oxide for the adsorption of Hg (II) in aqueous solution",
      "author" : [ "Y.-X. Ma", "D. Xing", "W.-J. Shao", "X.-Y. Du", "P.-Q. La" ],
      "venue" : "J. Colloid Interface Sci. 505 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An efficient modified zeolite for simultaneous removal of Pb (II) and Hg (II) from aqueous solution",
      "author" : [ "H. Shirzadi", "A. Nezamzadeh-Ejhieh" ],
      "venue" : "J. Mol. Liq. 230 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Halloysite nanotube-Fe3O4 composite for removal of methyl violet from aqueous solutions",
      "author" : [ "J. Duan", "R. Liu", "T. Chen", "B. Zhang", "J. Liu" ],
      "venue" : "Desalination 293 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "L",
      "author" : [ "S. Cengiz" ],
      "venue" : "Cavas, A promising evaluation method for dead leaves of Posidonia oceanica (L.) in the adsorption of methyl violet, Marine Biotechnol. 12 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Adsorption of methyl violet from aqueous solution by halloysite nanotubes",
      "author" : [ "R. Liu", "B. Zhang", "D. Mei", "H. Zhang", "J. Liu" ],
      "venue" : "Desalination 268 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Effect of temperatures and pH on methyl violet biosorption by Mansonia wood sawdust",
      "author" : [ "A.E. Ofomaja", "Y.-S. Ho" ],
      "venue" : "Bioresour. Technol. 99 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Adsorption of methyl violet from aqueous solutions by the biochars derived from crop residues",
      "author" : [ "R.-K. Xu", "S.-C. Xiao", "J.-H. Yuan", "A.-Z. Zhao" ],
      "venue" : "Biores. Technol. 102 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Effect of functionalization on the adsorption capacity of cellulose for the removal of methyl violet",
      "author" : [ "S.M. Musyoka", "H. Mittal", "S.B. Mishra", "J.C. Ngila" ],
      "venue" : "Int. J. Biol. Macromol. 65 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Biosorption of heavy metal ions by chemically modified biomass of coastal seaweed community: studies on phycoremediation system modeling and design",
      "author" : [ "F. Deniz", "A. Karabulut" ],
      "venue" : "Ecol. Eng. 106 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Application of oak powder/Fe3O4 magnetic composite in toxic metals removal from aqueous solutions",
      "author" : [ "M. Shafiee", "R. Foroutan", "K. Fouladi", "M. Ahmadlouydarab", "B. Ramavandi", "S. Sahebi" ],
      "venue" : "Adv. Powder Technol. 30 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Heavy metals are considered a major environmental concern due to their toxicity, stability, accumulation, and aggregation properties in the food chain [1].",
      "startOffset" : 151,
      "endOffset" : 154
    }, {
      "referenceID" : 1,
      "context" : "The main sources of environmental heavy metals pollution include metallurgy, tannery, production of chemicals, mining, battery production, painting, surface modification industry, sludge discharge, garbage incinerator, production and processing of radioactive materials, electroplating, production of electric equipment, production of color and pesticides [2].",
      "startOffset" : 356,
      "endOffset" : 359
    }, {
      "referenceID" : 3,
      "context" : "Mercury is one of the first known metals which has been used throughout the entire human history, to which fauna and flora are very sensitive [4].",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 4,
      "context" : "In 2005, the emission of mercury into the environment in response to the combustion of fossil fuels by power plants claimed 44% of the total mercury emission [5].",
      "startOffset" : 158,
      "endOffset" : 161
    }, {
      "referenceID" : 5,
      "context" : "In December 2012, American Environmental Protection Agency (EPA) set rules about mercury standard and toxic materials in the air (Mercury and Air Toxics Standards or MATS) to limit the emission of mercury from power plants [6].",
      "startOffset" : 223,
      "endOffset" : 226
    }, {
      "referenceID" : 6,
      "context" : "sphere has been 1960 tons, accounting for only 30% of the total mercury from human and natural sources [7].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 7,
      "context" : "methyl mercury and ethyl mercury), and inorganic (HgCl2) types [8].",
      "startOffset" : 63,
      "endOffset" : 66
    }, {
      "referenceID" : 7,
      "context" : "The organic form especially methyl mercury is the most hazardous state of mercury to human [8].",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 8,
      "context" : "This metal has adverse effects on the reproductive system, nervous system, liver, and kidneys, and can inhibit the activity of enzymes [9].",
      "startOffset" : 135,
      "endOffset" : 138
    }, {
      "referenceID" : 2,
      "context" : "Mercury ion has a great affinity to bond with proteins and can cause damage to the human brain speech system, impairment in the auditory and visual systems, chest pain, dyspnea, vomiting, diarrhea, fever, and pimples in the skin [3].",
      "startOffset" : 229,
      "endOffset" : 232
    }, {
      "referenceID" : 10,
      "context" : "Trace amounts of this material in textile wastewaters can often have very toxic effects for ecosystems [11].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 11,
      "context" : "Among textile contaminants, synthetic dyes are hardly removed under aerobic conditions and may degrade into carcinogenic aromatic amines under aerobic conditions [12].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 10,
      "context" : "Annually, over 700,000 tons of dye materials are produced around the world, where about 10–15% of them is discharged into the environment along with wastewater [11].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 11,
      "context" : "Dyes have a complex structure and these materials are utilized across a wide range of industries including pharmaceuticals, textile, paper production, food, cosmetics, electric, tannery, printing, carpet, plastic, leather, and minerals industries [12].",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 10,
      "context" : "These materials are nonbiodegradable and resistant to environmental conditions [11].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 12,
      "context" : "In addition, many dyes are toxic, carcinogenic, and mutagenic for humans and other creatures [13].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 13,
      "context" : "To remove these contaminants, various physiochemical processes including electrochemical processes, membrane technology, advanced oxidation, biological treatment, coagulation/flocculation, adsorption have been examined [14].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 13,
      "context" : "The adsorption technique is one of the best methods for recovering and removing dyes and heavy metals ions from aqueous solutions due to their ease in operation, inexpensive price, efficiency, insensitivity to heavy metals, and wide availability of low or no- cost adsorbents [14].",
      "startOffset" : 276,
      "endOffset" : 280
    }, {
      "referenceID" : 14,
      "context" : "In this regards, different nanoparticles such as magnetic nano-particles [15], hematite [16], and Mn3O4 [17] have been used.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 15,
      "context" : "In this regards, different nanoparticles such as magnetic nano-particles [15], hematite [16], and Mn3O4 [17] have been used.",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 16,
      "context" : "In this regards, different nanoparticles such as magnetic nano-particles [15], hematite [16], and Mn3O4 [17] have been used.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 17,
      "context" : "Although various studies have been conducted on the application of eggshell in the removal of some contaminants [18,19], successful sorption of mercury ion and MV to it has not been reported so far.",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 18,
      "context" : "Although various studies have been conducted on the application of eggshell in the removal of some contaminants [18,19], successful sorption of mercury ion and MV to it has not been reported so far.",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 19,
      "context" : "In the structure of eggshell nanoparticles and commercial CaCO3, a peak is observed at 3428 cm (1), which can be due to the tensile vibrations of AOH [20].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 20,
      "context" : "Vibrations at weak intensities in the range of 2873 cm 1 and 2968 cm 1 have been observed that confirm the existence of CH and C@O groups in the eggshell nanoparticles [21].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 21,
      "context" : "In the structure of eggshell nanoparticles, in the range of 2518 cm (1), 1638 cm (1), 1421 cm (1), 874 cm (1), and 708 cm (1), absorption peaks with different intensity are observed due to the presence of calcium carbonate [22].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 21,
      "context" : "Such a report is presented in previous studies [22,23].",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 22,
      "context" : "Such a report is presented in previous studies [22,23].",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 23,
      "context" : "The first stage of the sample weight reduction (about 3%) with temperature rise up to 220 C can be due to the removal of humidity and protein materials present in the eggshell nanoparticles [24].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 24,
      "context" : "The second stage of weight reduction occurred within the temperature range of 220–700 C, which could be due to degradation of organic matter and conversion into gaseous materials such as CO2, H2O, and H2 [25].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 25,
      "context" : "In previous studies, weight loss at the temperature range of 700–810 C was attributed to decomposition of CaCO3 [26].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 26,
      "context" : "In the XRD analysis, there are vibrations with varying intensity, which has been attributed to CaCO3 in the structure of the eggshell nano-particles [27].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 27,
      "context" : "49 is related to the presence of calcite [28].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 26,
      "context" : "Also, these peaks indicate that the major part of calcium carbonate in the egg nanoadsorbent has a rhombohedral structure [27].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 28,
      "context" : "2a, most particles have a similar color, suggesting that the particles have almost the same thickness [29].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 30,
      "context" : "(2 m(2)/g) [31] but less than those studied by Balaz et al.",
      "startOffset" : 11,
      "endOffset" : 15
    }, {
      "referenceID" : 4,
      "context" : "On the other hand, the initial pH cannot heavily influence electric charge and active sites for sorption of metal ions [5].",
      "startOffset" : 119,
      "endOffset" : 122
    }, {
      "referenceID" : 33,
      "context" : "The high rate of sorption for both pollutants was seen at initial contact times, which may be due to the availability of unsaturated sites [34].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 34,
      "context" : "Essentially, the sorption process for contaminants has four stages: (1) migration and transfer of metal ions from aqueous solution to the sorbent surface, (2) diffusion through the boundary layer into the sorbent surface, (3) sorption on the active sites in the adsorbent, and (4) intra-particle diffusion in the layers of the sorbent surface [35].",
      "startOffset" : 343,
      "endOffset" : 347
    }, {
      "referenceID" : 35,
      "context" : "This parameter can cause enhanced desorption (separation) of the contaminant from the sorbent surface and its integration into the solution, thus causing diminished efficiency [36].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 36,
      "context" : "Note that temperature provides the energy required for the system, and considering endothermicity and exothermicity, it affects the system capacity [37].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 36,
      "context" : "Reduction of efficiency in the mercury ion sorption with temperature elevation can be due to different parameters including increased tendency of the adsorbed metal ions to separate off the adsorbent surface and deliberation into the solution, shrinkage and alteration of adsorptive sites at high temperatures, enhanced mobility of mercury ions, and its increased tendency to release from the active sites of the sorbent, and diminished active sites of the sorbent [37].",
      "startOffset" : 465,
      "endOffset" : 469
    }, {
      "referenceID" : 36,
      "context" : "Elevation of the MV sorption efficiency from aqueous solution with temperature rise can be due to the reduction of the boundary layer thickness around the sorbent and enhanced diffusion rate of the dye molecules on the eggshell nano-particles surface [37], and finally elevation of the number of suitable and available active sites for MV sorption.",
      "startOffset" : 251,
      "endOffset" : 255
    }, {
      "referenceID" : 37,
      "context" : "The reduced sorption efficiency with elevation of the initial concentration of the contaminants could be due to saturation of the active sites of the sorbent at high contaminant content, the limited active sites of the nano-adsorbent, and enhanced electrostatic repulsive force between the sorbent surface and the contaminant molecules/ions in the aqueous solution [38].",
      "startOffset" : 365,
      "endOffset" : 369
    }, {
      "referenceID" : 38,
      "context" : "This enhanced sorption capacity can be due to increased mass transfer driving force between the aqueous solution and solid phase as well as increased probability of collision of the mercury metal ion or MV molecules with the nano- particles [39].",
      "startOffset" : 241,
      "endOffset" : 245
    }, {
      "referenceID" : 39,
      "context" : "concentration gradient as well as powerful interactions between the sorbent and the dye molecules or metal ions [40].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 40,
      "context" : "If n value is more than 1, it suggests that the sorption process is desirable and physical [41].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 40,
      "context" : "If the values of 0 < RL < 1, RL = 0, RL = 1, and RL > 1, the process is desirable, irreversible, linear, and undesirable, respectively [41].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 40,
      "context" : "However, if the E value is less than 8 kJ/mol, it shows that the sorption process mechanism is physical [41].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 53,
      "context" : "01, the process is very adjacent to the equilibrium state [54].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 36,
      "context" : "The sorption process of both contaminants using eggshell nano-particles is physical, as the enthalpy value determined to be less than 40 kJ/mol [37].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 54,
      "context" : "The entropy value for the mercury ion sorption process was determined as negative, suggesting that the random collisions of mercury ion across the solid (adsorbent) surface and the aqueous solution throughout the sorption process declines [55].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 12,
      "context" : "The textile wastewater dye content decreased to less than the standard of discharging dye-containing wastewaters into water bodies (75 Co-Pt) [13], suggesting the adequacy of the produced nano-particles in the field.",
      "startOffset" : 142,
      "endOffset" : 146
    } ],
    "year" : 2019,
    "abstractText" : "A nano-scale sorbent was produced from eggshell wastes for sorption of Hg(II) and methyl violet (MV) from aqueous solutions and real wastewaters. The properties of the nano-particles were fully determined using SEM, DLS, FTIR, XRD, BET, TGA, AFM, EDAX, mapping, and TEM analyses. The adsorbent structure mainly contained carbonate and silica. The effects of influential parameters including temperature, contact time, initial contaminants concentration, sorbent dose, and initial pH on the removal efficiency were investigated. The maximum sorption efficiency of Hg(II) and MV occurred at pH of 6 and 9 and temperatures of 25 C and 55 C, respectively. Freundlich model could be interpreted the equilibrium data of the sorption process of both contaminants. The maximum sorption capacity of Hg(II) and MV using eggshell nano-particles was obtained as 116.27 mg/g and 123.45 mg/g, respectively. The dynamic behavior of the process was studied using two kinetic models. The sorption system performance was also examined and t1/2 were determined as 4.34 min for Hg(II) and 4.97 min for MV. The sorption process of Hg(II) and MV was exothermic and endothermic, respectively. Effective sorption after seven cycles and successful treatment of landfill leachate and textile wastewater with eggshell nano-particles confirms its adequacy. 2019 The Society of Powder Technology Japan. Published by Elsevier B.V. and The Society of Powder Technology Japan. All rights reserved.",
    "creator" : "Elsevier"
  }
}