{
  "name" : "downloads_2019-11-12_a3_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Recent advances in nanomaterial-enabled screen-printed electrochemical sensors for heavy metal detection",
    "authors" : [ "Xiaoxue Liu", "Yao Yao", "Yibin Ying", "Jianfeng Ping" ],
    "emails" : [ "jfping@zju.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nRecent advances in nanomaterial-enabled screen-printed electrochemical sensors for heavy metal detection\nXiaoxue Liu a, Yao Yao a, Yibin Ying a, b, Jianfeng Ping a, *\na School of Biosystems Engineering and Food Science, Zhejiang University, 866 Yuhangtang Road, Hangzhou, 310058, PR China b Zhejiang A&F University, Hangzhou, Zhejiang, 311300, PR China\na r t i c l e i n f o\nArticle history: Available online 29 March 2019\nKeywords: Nanomaterials Heavy metal Screen-printed electrode Electrochemical sensor Graphene\n* Corresponding author. E-mail address: jfping@zju.edu.cn (J. Ping).\nhttps://doi.org/10.1016/j.trac.2019.03.021 0165-9936/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t\nHeavy metal ions, one of the most important pollutants today, widely exist in the environment, and can cause different degrees of damage to the ecological environment and human body. In the face of the increasingly severe situation of heavy metal pollution, it is urgent to develop a rapid, robust, sensitive, and convenient method for heavy metal ions detection. Compared with the traditional detection methods, the screen-printed electrochemical sensor based on nanomaterials has the advantages of rapid detection speed, high sensitivity, high selectivity, and high stability, which make it become the preferred method for the detection of heavy metal ions. This review presents the recent progress in the field of heavy metal ions determination using various nanomaterials-enabled screen-printed electrochemical sensors. The fabrication strategy and analytical performance of carbon nanomaterials (such as carbon nanotubes and graphene), metal nanomaterials (such as gold nanoparticles and silver nanoparticles), and metal oxide nanomaterials (such as Fe3O4 nanoparticles and Bi2O3 nanoparticles)-enabled disposable sensors for electrochemical determination of heavy metal ions are summarized systematically. In addition, the application of these sensors in real samples for the analysis of heavy metal ions is discussed in detail, and the future development in this field is also provided.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Heavy metal ions (HMIs) have great harm to the human beings and the environment, and cannot be biodegraded [1]. They exist in many places in our lives, such as waste water, river water, tap water, soil, food, and many organisms [2e4]. They would gradually be enriched and cause negative effects in living organisms. Most of all, they have the toxicity that can cause serious diseases in the human body, such as cancer, neurogenic disease, and organ failure, so that the detection of thembecomes crucial [5]. Over the past fewdecades, plenty of detection methods have been established for the detection of HMIs, including absorption spectrophotometry, fluorescence spectroscopy, electrochemical method, etc. [6e9]. However, in most cases, the spectroscopic methods cannot achieve rapid detection on site due to their complex process and high cost. Electrochemical methods have become one of themost effective methods in the field of HMIs detection on account of their portability, rapidity, simultaneous measurement, and low cost. Among the electrochemical\ndetection methods of HMIs, anodic stripping voltammetry (ASV) is the most commonly used method, which involves two basic processes of deposition and stripping (Fig. 1). When the measurement conditions are constant, the measured values of peak current are proportional to the concentrations of the analyte.\nIn electrochemical methods, disposable screen-printed electrodes (SPEs) have achieved widespread attention. Compared with the common three-electrode testing system, SPE integrates three electrodes on an insulated substrate (like polyethylene terephthalate, polyvinyl chloride, and ceramic), making it portable, inexpensive, and easy to operate, which is beneficial to promote the miniaturization of electrochemical sensing devices [10]. The thickness of SPE is generally between a few microns and 100 mm, which can be controlled by the templates and the amounts of printed ink. At the same time, the small electrode size allows the small sample volume, which is beneficial to improve the signal-to-noise ratio and enhance the mass transmission rate. In addition, SPE enables rapid detection, avoiding complicated pretreatment steps like electrode polishing. In general, SPEs are made of commercial conductive inks, such as carbon ink, silver ink, and gold ink. However, there are many\nAbbreviations\nAgNPs silver nanoparticles Ag@AuNPs Ag@Au core-shell nanoparticles ASV anodic stripping voltammetry AuNF Au nano film AuNPs gold nanoparticles BiF bismuth film BiNPs bismuth nanoparticles Bi2O3NPs Bi2O3nanoparticles CC chronocoulometry CHIT chitosan CNFs carbon nanofibers CNHs carbon nanohorns CNPs carbon nanoparticles CNTs carbon nanotubes Cr2O3NPs Cr2O3 nanoparticles CuONPs CuO nanoparticles CV cyclic voltammetry CySH cysteine DLC diamond like carbon DPASV differential pulse anodic stripping voltammetry DPV differential pulse voltammetry DTT diaminoterthiophene Fe3O4NPs Fe3O4nanoparticles GCE glassy carbon electrode GO graphene oxide GR Graphene GSH glutathione\nHMIs heavy metal ions IL ionic liquid LOD limit of detection LSASV linear sweep anoding stripping voltammetry LSV linear sweep voltammetry MHCS microporous hollow carbon spheres MWCNTs multi-walled carbon nanotubes OLC onion-like carbon PANI polyaniline PEI polyethyleneimine PLS Partial Least Squares PPY polypyrrole PS polystyrene PtNPs platinum nanoparticles PVA polyvinyl alcohol RTIL room temperature ionic liquid SbF antimony film SnNPs tin nanoparticles SPCE screen-printed carbon electrode SPE screen-printed electrode SPGE screen-printed graphene electrode SWASV square wave anodic stripping voltammetry SWCNHs single-walled carbon nanohorns SWCNTs single-walled carbon nanotubes SWV square wave voltammetry TEM transmission electron microscope XPS X-ray photoelectron spectroscopy ZnONPs ZnO nanoparticles\nnon-conductive substances in traditional inks, which results in poor conductivity and electrochemical performance, and consequently the sensitivity of SPEs is limited. Therefore, numerous efforts have been made into overcome these limitations in the past decades [11].\nRecently, the incorporation of nanomaterials into SPEs has been considered as one of the most effective and promising methods to improve the performance of SPEs in electrochemical detection. Nanomaterials refer to materials in which at least one dimension in the three-dimensional space is in the nanometer scale, or materials which are composed of them as basic units [12]. The unique physical, chemical, optical, and catalytic properties have promoted the applications of nanomaterials in various fields, including energy devices, chemical/bio sensors, flexible electronics, water purification, etc. [13e18]. Especially, in electrochemical sensors, nanomaterials with many outstanding features, such as wide electrochemical window, high conductivity, large surface area, and high stability, have gained extensive attention. In recent years, a variety of nanomaterials have successfully been used into the fabrication of screen-printed electrochemical sensors for HMIs detection in agricultural environment and food [19e22]. Carbon nanomaterials (such as carbon nanotubes and graphene), metal nanomaterials (such as gold nanoparticles and silver nanoparticles), and metal oxide nanomaterials (such as Fe3O4 nanoparticles and Bi2O3 nanoparticles), are commonly used. Furthermore, the composites of these nanomaterials with other functional materials, such as biomaterials, conductive polymers, and ionic liquid (IL), are also incorporated into screen-printed electrochemical sensors with improved analytical performance.\nThe modification methods of nanomaterials have played a crucial role on the performance of screen-printed electrochemical sensors. There are two ways for the incorporation of nanomaterials into SPEs, including the direct addition of nanomaterials into\nprinted ink and the surface modification of nanomaterials on the electrode surface. For surface modification, several methods including drop-casting, electrodeposition, electrospray, and electrospun, have been commonly used to fabricate SPEs for HMIs detection [23]. Herein, we summarize the progress and applications status of nanomaterial-enabled screen-printed electrochemical sensors in HMIs detection (Fig. 2). We intend to provide the readers a exhaustive concept on the latest advances of nanomaterialenabled screen-printed electrochemical sensors for the detection of HMIs and expect more nanomaterials be developed in this field that fabricate simpler, convenient, reliable, and practical sensing tools for HMIs detection."
    }, {
      "heading" : "2. Carbon nanomaterial-enabled screen-printed electrochemical sensors",
      "text" : "Carbon nanomaterials including carbon nanotubes (CNTs), graphene (GR), graphene oxide (GO), carbon nanofibers (CNFs), carbon nanohorns (CNHs), and carbon nanoparticles (CNPs), have been extensively employed for the fabrication of electrochemical sensors for the detection of various species. Among them, CNTs and GR are the most generally utilized carbon nanomaterials in SPEs for electrochemical detection of HMIs. In this section, we summarized the latest developments and applications of carbon nanomaterialsenabled screen-printed electrochemical sensors for HMIs determination. Besides, the composite of carbon nanomaterials with other functional materials in the development of screen-printed HMI sensors will be also discussed (Table 1)."
    }, {
      "heading" : "2.1. Carbon nanotubes",
      "text" : "CNTs, found in 1991 by Iijima, have a tubular structure that are curled up from graphite sheets. They can be classified into single-\nwalled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs) based on the amount of graphite sheet layers. CNTs possess many outstanding properties, such as high conductivity, wide electrochemical window, large specific surface area, and chemical stability, making them an ideal and promising materials for electrode modification [24]. Since their discovery, CNTs have received tremendous attention in the progress of highcapability electrochemical sensors."
    }, {
      "heading" : "2.1.1. Single-walled carbon nanotubes",
      "text" : "SWCNTs have been synthesized using an arc-discharge method\nin 1993 [24]. The small diameter and unique physical properties (including excellent electrical conductivity, modulus, ampere density, and stability) of SWCNTs make them ideal choices for electrochemical sensing devices [25]. Recently, multiple studies have shown that SWCNTs modified screen-printed sensor could serve as a practical platform for electrochemical detection of HMIs [26,27]. For example, Molinero-Abad et al. developed a SWCNTs-enabled disposable sensor for stripping detection of lead ion (Pb2þ) [28]. The sensor was fabricated by drop-casting SWCNTs solution onto the surface of screen-printed carbon electrode (SPCE/SWCNTs), subsequently gold nanoparticles (AuNPs) were electrodeposited onto the SPCE/SWCNTs in a HAuCl4 solution. With the addition of SWCNTs and AuNPs, the developed sensor exhibits excellent electrochemical stripping characteristic for Pb2þ. Under the optimized conditions, the SWCNTs-enabled disposable sensor shows a linear range of 4e38 nM with a sensitivity of 72.128 nA nM 1 using\ndifferential pulse anodic stripping voltammetry (DPASV). In addition, the developed sensor held a great potentiality for the determination of Pb2þ in sea water samples."
    }, {
      "heading" : "2.1.2. Multi-walled carbon nanotubes",
      "text" : "MWCNTs are made by curling a small number of graphite\nsheets. Their radial sizes are generally between a few nanometers and dozens of nanometers. It is widely accepted that the utilization of MWCNTs can improve the detection performance of SPEs effectively. In the past decades, numerous efforts have been focused on MWCNTs-constructed SPEs for the detection of HMIs. Among these works, the modification of SPEs by MWCNTs mainly includes two ways. The first one can be implemented by directly adding MWCNTs into the printing ink. For example, Injang et al. developed a disposable SPE doped with MWCNTs (SPCNTE) for simultaneous determination of Pb2þ, cadmium ion (Cd2þ), and zinc ion (Zn2þ) by uniformly doping MWCNTs into the printing ink [29]. In order to improve the sensitivity of the sensor, a bismuth film (BiF) was electroplated on the surface of SPCNTE (SPCNTE/ BiF). Results obtained from square wave anodic stripping voltammetry (SWASV) showed that the SPCNTE/BiF could provide more sensitive response in comparisonwith the electrodewithout the modification of MWCNTs. Under the optimal conditions, the developed sensor shows a wide linear range of 2.0e100.0 mg L 1 for Pb2þ, 2.0e100.0 mg L 1 for Cd2þ, and 12.0e100.0 mg L 1 for Zn2þ with the limit of detection (LOD) of 0.2 mg L 1 for Pb2þ, 0.8 mg L 1 for Cd2þ, and 11.0 mg L 1 for Zn2þ. Furthermore, the MWCNTs\nd screen-printed electrochemical sensors.\nmodified sensor could be applied for detecting Pb2þ, Cd2þ, and Zn2þ with a concentration level of mg L 1 in herb samples. The second strategy is to modify MWCNTs on the surface of SPEs. For instance, Wang et al. explored a portable screen-printed sensor modified with a composite of MWCNTs and IL (MWCNTs-IL), which was utilized to detect Cd2þ and Pb2þ simultaneously [30]. The sensor was obtained by drop-casting the mixed solution of MWCNTs and IL onto the surface of SPCE and dried at room temperature. Electrochemical studies showed that the redox peak currents obtained at MWCNTs-IL modified SPCE increased obviously compared to the bare SPCE. The linear range for Cd2þ and Pb2þ is both from 1.0 to 60 mg L 1 and the LOD is 0.5 mg L 1 for Cd2þ and 0.12 mg L 1 for Pb2þ. Furthermore, the developed sensor was successfully applied for the determination of Cd2þ and Pb2þ in the extract of soil samples with satisfactory results."
    }, {
      "heading" : "2.2. Graphene and graphene oxide",
      "text" : ""
    }, {
      "heading" : "2.2.1. Graphene",
      "text" : "GR, as the most famous two-dimensional nanomaterials, have\nattracted extensive concern since its discovery in 2004. This extraordinary nanostructure reveals outstanding electrical conductivity, electron transfer rate, mechanical strength, and large specific surface area, which make it quite promising for various potential applications in the field of flexible electronics, energy storage devices, sensing devices, catalysts, membranes, and nanocomposites. Especially in sensing devices, GR has shown great promise in view of its excellent conductivity, large surface area, wide electrochemical window, and electrochemical stability [31,32]. In the past decades, GR-enabled screen-printed sensors have been successfully developed for electrochemical detection of HMIs (Table 1).\nSimilar to CNTs, there are two ways for the incorporation of GR into screen-printed electrochemical sensors for HMIs detection. The direct addition of GR into printing ink is the first choice for the fabrication of SPEs. For example, a disposable screen-printed graphene electrode (SPGE) directly printed with GR paste was developed by Teng et al., which was applied to the rapid analysis of trace Cd2þ (Fig. 3) [33]. The printing process was performed by passing GR paste through a screen-printed stencil (80 mesh) using a squeegee blade. Electrochemical studies revealed that the SPGE possesses much better performance than those of graphite-enabled SPCE and glassy carbon electrode (GCE). Under the optimized conditions, the GR-enabled sensor exhibited a LOD as low as 10 7 M. Besides, the existence of calcium ion (Ca2þ), potassium ion (Kþ), sodium ion (Naþ), and magnesium ion (Mg2þ) cannot interfere the detection of Cd2þ. Moreover, the sensor was successfully employed for Cd2þ detection in rice samples. Similar toTeng's work, Shuai et al. also fabricated a SPGE for simultaneous determination of Cd2þ and palladium ion (Pd2þ) [34]. In their work, GR was prepared by thermal reduction of GO oxidized from graphite powder. In order to improve the viscosity and conductivity, IL (n-butylpyridinium hexafluorophosphate) was added into the GR ink. As expected, the developed disposable sensor exhibits a wide linear range from 1.0 to 300.0 mg L 1 for both Cd2þ and Pd2þ with a same\nLOD as low as 0.1 mg L 1 for both metal ions. Moreover, the fabricated sensor was successfully applied in Xiangjiang river water samples for simultaneous detection of Cd2þ and Pd2þ.\nThe second approach is to modify GR on the surface of SPEs. For example, Wu et al. fabricated an GR sheets-enabled electrochemical sensor to simultaneously detect Pb2þ and Cd2þ [35]. The GR sheets were achieved by mixing the dispersion GO with hydrazine solution, and then stirred for 24 h at the temperature of 80 C. The obtained GR sheets were dispersed in a Nafion solution, which was then dropped onto the SPCE surface (SPCE/GR). For purpose of enhancing the sensitivity, AuNPs were further electrodeposited onto the surface of SPCE/GR to form SPCE/GR/AuNPs. The ASV showed that the addition of GR and AuNPs could significantly enlarge the stripping current of the target metal ions. The developed sensor exhibits a broad linear range of 0.5e60.0 mg L 1 for Pb2þ and 0.8e50.0 mg L 1 for Cd2þ. And the LOD was measured to be around 0.23 mg L 1 for Pb2þ and 0.35 mg L 1 for Cd2þ. Furthermore, the developed sensor was successfully applied for the Pb2þ and Cd2þ detection in river water and pond water samples. Sometimes, the use of chemical reducing reagents in the preparation of GR is toxic and easy to cause pollution, which would limit the application of GR-enabled sensor. Recently, our group developed a one-step electrodeposition process to prepare SPCE/GR, in which the SPCE was placed directly in the GO suspension and a deposition of 0.8 V was applied for 600 s to realize the integration of reduction and deposition [36]. This method is green that does not need chemical reducing reagents, and more importantly, the reduced GR could be directly deposited on the surface of GR, avoiding an additional deposition step that is commonly needed in the chemical reduced GR-enabled sensors. For comparison, the SPCE coated with chemical reduced GR was also prepared by drop-casting GR suspension on the SPCE surface, and then dried at room temperature. The SWASV displayed that the stripping peaks of HMIs at electrochemical reduced GRenabled sensor was sharper and higher than chemical reduced GR-enabled sensor. After optimizing the type of electrolyte, deposition potential, and deposition time, the electrochemical reduced GR-enabled sensor exhibits a broad linear range of 1.0e60.0 mg L 1 for both Pb2þ and Cd2þ, with LOD of 0.8 mg L 1 for Pb2þ and 0.5 mg L 1 for Cd2þ. In addition, a satisfactory result was obtained when using the developed sensor for the measurement of Pb2þ and Cd2þ in milk samples. Later, Promphet et al. fabricated a SPCE modified with the composite nanofibers of GR, polyaniline, and polystyrene (GR-PANI-PS) for simultaneous detection of Cd2þ and Pb2þ [37]. The GR-PANI-PS nanofibers were prepared by directly electrospinning of solution mixture of GR, PANI, and PS to the SPCE surface. Electrochemical tests showed that the current response of GR-PANI-PS constructed SPCE was three times higher than that of unmodified SPCE. The SWASV was used to coinstantaneous determination of Cd2þ and Pb2þ in the existence of Bi3þ, showing a wide linear range of 10e500 mg L 1 for both Cd2þ and Pb2þ with the LOD of 4.43 mg L 1 for Cd2þ and 3.30 mg L 1 for Pb2þ under the optimal conditions. At the same time, the developed sensor was successfully implemented in the detection of Cd2þ and Pb2þ in river water samples."
    }, {
      "heading" : "2.2.2. Graphene oxide",
      "text" : "GO can also be included into SPEs to explore HMIs sensors. For\ninstance, Ruengpirasiri et al. employed GO to modify the SPCE for Cd2þ, Pb2þ, copper ion (Cu2þ), and mercury ion (Hg2þ) detection [38]. They synthesized GO using a classic Hummers’ method [39]. Then, the GO was mixed with carbon ink to fabricate GO doped SPCE (SPGOE). The further step was achieved by in situ electrodepositing antimony film (SbF) onto the SPGOE (SPGOE/SbF). The function of SbF is similar to that of the BiF that could form intermetallic between Sb and these targeted metal ions. The SWASV shows that the synergistic action of GO and SbF contributes to an obvious enhancement of the electrochemical response. By optimizing the amount of GO in carbon ink, the concentration of Sb solution, supporting electrolyte, and electrochemical deposition parameters, the SPGOE/SbF sensor exhibits excellent electrochemical performance for the detection of Cd2þ, Cu2þ, Pb2þ, and Hg2þ. The sensor shows a linear response to Cd2þ, Cu2þ, Pb2þ, and Hg2þ at the same concentration scope of 0.1e1.5 mM and a low LOD of 54.0 nM for Cd2þ, 60.0 nM for Cu2þ, 26.0 nM for Pb2þ, and 66.0 nM for Hg2þ. Finally, this sensor was employed for the detection of Cd2þ, Cu2þ, Pb2þ, and Hg2þ in sewage, fertilizer waste, and sea water samples. In addition, Choi et al. proposed a useful approach for simultaneous analysis of Cd2þ, Cu2þ, Pb2þ, and Hg2þ\nbased on a SPCE modified with a mixture of GO and diaminoterthiophene (GO-DTT) [40]. They used two electrochemical methods to evaluate the performance of GO-DTT modified SPCE (SPCE/GO-DTT), including chronocoulometry (CC) and SWASV. In CC method, two ways (i.e. CC stripping and CC deposition) were employed. For CC stripping method, a linear range of 1.0 10 3- 10.0 mg L 1 was obtained for Cd2þ, Cu2þ, Pb2þ, and Hg2þ, and the LOD values for Cd2þ, Cu2þ, Pb2þ, and Hg2þ were 1.9, 0.8, 2.8, and 2.6 mg L 1, respectively. While for CC deposition method, the linear range was determined to be 1.0 10 3e1.0, 1.0 10 3-10.0, 1.0 10 3e1.0, and 1.0 10 3-10.0mg L 1 for Cd2þ, Cu2þ, Pb2þ, and Hg2þ, and LOD values were 2.6, 1.8, 0.5, and 3.2 mg L 1 for Cd2þ, Cu2þ, Pb2þ, and Hg2þ, respectively. A linear range of 1.0 10 3- 2.5 mg L 1 was achieved for all metal ions when using the SWASV method. Moreover, GO-DTT enabled sensor was successfully used\nto detect HMIs in various water samples directly, such as tap water, ground water, and stream water. Seenivasan et al. constructed a SPCE modified with cysteine (CySH)-functionalized GO and polypyrrole (SPCE/GO-CySH-PPY) for the detection of Pb2þ [41]. The GO-CySH was prepared by amide and carbamate bonds using carbonyldiimidazole as a cross-linker agent. For the fabrication of SPCE/GO-CySH-PPY, one-step electrochemical deposition was carried out under a potential between 0.2 and 0.9 V for 10 complete cycles in amixture solution of 0.1M pyrrole, 0.5 g L 1 GO-CySH, and 0.1 M KCl (Fig. 4A). After optimizing the type of electrolyte and the deposition time, the developed sensor shows three linear ranges of 1.4e28.0 mg L 1, 28.0e280.0 mg L 1, and 0.28e14.0 mg L 1 (Fig. 4CeE), as well as a LOD of 0.07 mg L 1 for Pb2þ. And the sensor performance remained quite stable within 30 days. In addition, the developed SPCE/GO-CySH-PPYachieved high sensitivity when used for the analysis of Pb2þ in industry water samples."
    }, {
      "heading" : "2.3. Other carbon nanomaterials",
      "text" : "Except CNTs, GR, and GO, there are many other types of carbon nanomaterials used to modify SPCEs for qualitative and quantitative detection of HMIs, such as CNFs, CNHs, and CNPs. CNFs, which are generally between 10 and 500 nm in diameter and between 0.5 and 100 mm in length, are fibrous carbon nanomaterials that are formed by piling graphite sheets in various patterns. Due to their superior characteristics such as high electrical conductivity, large specific surface area, compact structure, and small number of defects, their application in the detection of HMIs has attracted wide interest. For example, P erez-R afols et al. developed a sensor array based on CNFs-modified SPE (SPCNFE) for the determination of indium ion (In3þ) and thallium ion (Tlþ) [42]. The sensor array is composed of two electrodes, i.e. 4-carboxybenzo-18-crown-6 coated SPCNFE (SPCNFE/crown-6) and SbF deposited SPCNFE (SPCNFE/SbF). By establishment of a Partial Least Squares (PLS) model, the sensor array could be used to simultaneously detect In3þ and Tlþ in tap water samples. In order to determine more metal ions, the same group developed a voltammetric electronic tongue based on four SPCNFEs, including the above mentioned SPCNFE and SPCNFE/SbF,\nʟ-CySH modified SPCNFE (SPCNFE/CySH), and glutathione (GSH) modified SPCNFE (SPCNFE/GSH) [43]. With the help of PLS regression, the CNFs-enabled voltammetric electronic tongue was successfully applied to the analysis of complex mixture of Cd2þ, Pb2þ, bismuth ion (Bi3þ), and Tlþ in the presence of Zn2þ and In3þ.\nFurthermore, a satisfactory result could be achieved when using the developed voltammetric electronic tongue for real samples analysis.\nCNH is a spherical aggregate containing several nanohorns. Each nanohorn consists of a single sheet of GR rolled into an irregular cone tip. CNHs have similar structures and characteristics to CNTs,\nsuch as large specific surface area, good electrical conductivity, and wide electrochemical window, making them have broad application prospects in the field of electrochemical sensing of HMIs. For example, our group developed an electrochemical sensor using SPCE modified by single-walled carbon nanohorns (SWCNHs) (SPCE/SWCNHs) for simultaneous determination of Cd2þ and Pb2þ\n[44]. The SPCE/SWCNHs was fabricated by dropping the SWCNHs suspension onto the surface of a SPCE and dried at room temperature. In order to improve the sensitivity, a layer of BiF was electroplated in situ on the surface of SPCE/SWCNHs. The square wave anodic stripping voltammograms exhibit distinct and detached stripping peaks towards both Cd2þ and Pb2þ. Under the optimized conditions, the linear range of the Cd2þ and Pb2þ is between 1.0 and 60.0 mg L 1, and the LOD is 0.2 mg L 1 for Cd2þ and 0.4 mg L 1 for Pb2þ, with no obvious interference of other metal ions. More importantly, the SWCNHs-enabled disposable sensor was successfully applied to the quantitatively analysis of Cd2þ and Pb2þ in honey and milk samples.\nCNP, a granular carbon nanomaterial with diameters ranging from dozens to hundreds of nanometers, becomes an effective material for electrode modification due to its large specific surface and remarkable stability. Similar to the above CNTs, GR, and GO, there are two strategies in the fabrication of CNPs-enabled screenprinted HMIs sensors. The first strategy is ink doping. For example, Niu et al. developed a SPE modified by a composite of porous CNPs and bismuth nanoparticles (CNPs-BiNPs) [45]. The synthesis of the composite includes two steps. The first step is one-step sol-gel and pyrolysis process, and the second is the grind process in which the synthesized composite was ground into a specific particle. After that, the obtained CNPs-BiNPs was used to prepare the ink for screen-printing process. The electrochemical performance of the disposable sensor was assessed by SWASV method, and the response to Cd2þ and Pb2þ concentration is linear in a range of 1.0e50.0 mg L 1 with the LOD as low as 1.5 and 2.3 mg L 1, respectively. Moreover, a satisfactory result was achieved when Cd2þ and Pb2þ in tap water and wastewater samples were detected using the developed sensor. The second method is surface modification. For example, Zheng et al. employed a SPCE modified by CNPs (SPCE/CNPs) to detect Cd2þ using SWASV method [46]. The CNPs with the size of dozens of nanometers was obtained from candle soot by lighting a candle, which was then coated on the surface of SPCE through a simple drop-casting method. Under the optimal conditions, the CNPs-enabled sensor shows an outstanding performance for the determination of Cd2þ with a LOD of 0.91 mg L 1. Furthermore, the content of Cd2þ was successfully measured at a level of 0.130 mg kg 1 in the digested lily samples using the developed sensor."
    }, {
      "heading" : "3. Metal nanomaterial-enabled screen-printed electrochemical sensors",
      "text" : "Metal nanomaterials have unique physical and chemical properties due to their structure, size, and shape. In the past decades, a variety of metal nanomaterials have been applied to the modification of SPEs and successfully applied to the detection of HMIs on account of their outstanding electrical conductivity and large specific surface area. These metal nanomaterial-enabled electrochemical sensors have good performance in terms of selectivity, sensitivity, and linear range for the detection of HMIs [47]. In all these metal nanomaterials, the most used ones in screen-printed electrochemical sensors for HMIs detection are mercury (Hg) nanomaterials, Au nanomaterials, silver (Ag) nanomaterials, and Bi nanomaterials (Table 2)."
    }, {
      "heading" : "3.1. Hg nanomaterials",
      "text" : "At first, Hg nanomaterials are themost commonly usedmaterials to modify SPEs for the detection of HMIs. For example, Song et al. reported a SPCEmodifiedwith Hg nano-droplets for the detection of Cd2þ, Pb2þ, and Cu2þ [48]. In order to improve the performance of the sensor and reduce the amount of Hg, the group used the composite of MWCNTs-chitosan (MWCNTs-CHIT) to coat the surface of the SPCE (SPCE/MWCNTs-CHIT). After that, the SPCE/MWCNTs-CHIT was immersed into a Hg2þ-containing solution, then a potential of 1.3 V was applied to the electrode for electrochemical reduction of Hg2þ to get a random array of Hg nano-droplets on the surface of SPCE/MWCNTs-CHIT. Under the optimum conditions, the disposable sensor shows a LOD as low as 12 nM for Cd2þ, 23 nM for Pb2þ, and 12 nM for Cu2þ using SWASV method. Furthermore, the sensor displays excellent performance for the analysis of Cd2þ, Pb2þ, and Cu2þ in real samples of river water. However, Hg2þ is one of the highly toxic and high-risk HMIs, which limits the use of Hg nanomaterials-enabled sensors for disposable andon-site analysis of HMIs. Therefore, other environmental-friendly metal nanomaterials with similar analytical performances of Hg nanomaterials have been extensively studied andwidely used for the fabrication of disposable HMIs sensors."
    }, {
      "heading" : "3.2. Bi nanomaterials",
      "text" : "As a low-toxic metal material, Bi has attractedwide attention for the fabrication of electrochemical HMIs sensors in the past few decades due to the comparable analytical performance to Hgenabled sensors. The modification of Bi nanomaterials on the surface of SPEs for HMIs sensing is the mostly used strategy. For example, Granado Rico et al. developed a disposable electrochemical sensor for the detection of Zn2þ, Cd2þ, and Pb2þ based on BiNPs modified SPCE (SPCE/BiNPs) [49]. The BiNPs were synthesized from a one-step solution dispersion method using bismuth granules as starting materials, and then were coated on SPCE through a drop-casting method. Under the optimal test conditions, the LOD of 2.6 mg L 1 for Zn2þ, 1.3 mg L 1 for Cd2þ, and 0.9 mg L 1 for Pb2þ were obtained using SWASV method. It is worth noting that the developed sensor was successfully applied to detect the concentration of Zn2þ, Cd2þ, and Pb2þ in tap water samples. Later, Lee et al. reported a BiNPs-enabled sensor for simultaneous determination of Zn2þ, Cd2þ, and Pb2þ [50]. The BiNPs in this work were synthesized by a gas condensation method. In order to firmly adhere the BiNPs to the surface of SPCE, a Nafion film was used to protect the coated BiNPs on the electrode surface. The performance of the sensor was studied using a SWASV method. As expected, a wide linear range of 1.0e60.0 mg L 1 for all the target ions with the low LOD of 0.05 mg L 1 for Zn2þ, 0.09 mg L 1 for Cd2þ, and 0.16 mg L 1 for Pb2þ was obtained at the developed sensor."
    }, {
      "heading" : "3.3. Au nanomaterials",
      "text" : "Among all kinds of metal nanomaterials, Au nanomaterials have been widely studied due to their unique properties, such as good biocompatibility, electrical conductivity, uniform particle size, and easy synthesis method. In the past few decades, great progress has been made into the incorporation of Au nanomaterials in disposable screen-printed electrochemical sensors for HMIs detection. In general, Au nanomaterials are modified on the surface of SPEs. For instance, Niu et al. constructed a disposable electrochemical sensor using Au nano film (AuNF) for sensitive detection of trace Hg2þ [51]. The AuNFwas obtained by sputtering Au onto the surface of SPCE in a vacuum atmosphere. And the thickness of AuNF was controlled within the range of 75 ± 5 nm. Two linear ranges (1.2e8.0 mg L 1\nTable 2 Summary of HMIs determination using metal nanomaterial-enabled screen-printed electrochemical sensors.\nNanomaterials Modification method Method Analyte Linear range LOD Sample Ref.\nAuNPs Electrodeposition LSV Cr(VI) 20.0e200.0 mg L 1 5.4 mg L 1 River water [80] AuNPs-urease Electrodeposition / Hg(II) 6.0e60.0 nM 56.0 nM Human plasma [81] AuNPs Electrodeposition SWASV Pb(II) 10.0e100.0 mg L 1 2.1 ng L 1 Tap water [82]\nCu(II) 10.0e150.0 mg L 1 1.4 ng L 1\nAuNPs Drop-casting LSASV Pb(II) 0.4e20.0 mg L 1 82.0 mg L 1 River water, tap water [83] AuNPs Electrodeposition SWASV Pb(II) 2.0e500.0 mg L 1 4.4 mg L 1 Sea water [84] AuNF Sputtering SWASV Hg(II) 1.2e8.0 mg L 1 0.8 mg L 1 Unpolluted water, human hair,\nurine, wastewater. [51] 16.0e280.0 mg L 1\nAuNPs Electrodeposition DPASV Zn(II) 1.0e150.0 mg L 1 55.0 ng L 1 Lake water [52] Pb(II) 27.0 ng L 1\nCu(II) 28.0 ng L 1\nAuNPs Electrodeposition SWASV Pb(II) 20.0e200.0 mg L 1 2.2 mg L 1 / [85] Cu(II) 20.0e300.0 mg L 1 1.6 mg L 1 AuNPs Electrodeposition V 1.8e15.0 mM 3.9 mM Tap water [86] AuNPs Electrodeposition DPASV Cd(II) 8.4e500.0 mg L 1 2.6 mg L 1 River water, tap water [87] AuNPs Electrodeposition DPV Cr(VI) 0.4e30.0 mM 0.4 mM Tap water, sea water [54] AgNPs Electrodeposition DPV Cr(VI) 0.5e38.0 mM 0.85 mM Tap water, sea water [54] AgNPs Electrodeposition DPASV Sb(III) 99.0e909.0 nM 0.68 nM Sea water [53] AgNPs Added in carbon ink Potentiometry Th(IV) 6.3e1.0 108 nM 6.3 nM / [88] Ag nanoseeds Drop-casting ASV Pb(II) 6.6e53.5 mg L 1 1.98 mg L 1 Groundwater [89]\nCu(II) 10.0e77.0 mg L 1 2.99 mg L 1\nAg nanoprisms Drop-casting ASV Pb(II) 7.8e53.5 mg L 1 2.35 mg L 1 Groundwater [89] Cu(II) 8.3e100.7 mg L 1 2.49 mg L 1 Ag@AuNPs Drop-casting SWV Hg(II) 0.01e0.16 nM 6.0 pM River water, tap water [55] BiNPs Drop-casting SWASV Zn(II) 1.0e60.0 mg L 1 0.05 mg L 1 / [50]\nCd(II) 0.09 mg L 1 Pb(II) 0.16 mg L 1\nBiNPs Drop-casting SWASV Pb(II) 10.0e100.0 mg L 1 2.0 mg L 1 Artificial sea water [90] Cd(II) 5.0 mg L 1 BiNPs Drop-casting LSV Zn(II) / 0.38 mg L 1 / [91] Cd(II) 0.40 mg L 1\nPb(II) 0.55 mg L 1\nBiNPs Electrodeposition SWASV Zn(II) 77.0e231.0 nМ 8.0 nM / [92] Cd(II) 44.0e134.0 nМ 4.0 nM Pb(II) 24.0e72.0 nМ 2.0 nM BiNPs Drop-casting SWASV Zn(II) / 2.6 mg L 1 Tap water [49] Cd(II) 1.3 mg L 1\nPb(II) 0.9 mg L 1\nMWCNTs-CHIT/Hg nano-droplets\nElectrodeposition SWASV Cd(II) / 12.0 nM River water [48] Pb(II) 23.0 nM Cu(II) 12.0 nM\nPtNPs Electrodeposition CV As(III) 0.16e1.3 mM 0.077 mM Tap water [56] SnNPs Sparking deposition SWASV Cd(II) 1.0e30.0 mg L 1 0.5 mg L 1 Tap water, bottled water [57]\nZn(II) 0.3 mg L 1\nand 16e280 mg L 1) with a LOD of 0.8 mg L 1 are obtained for Hg2þ\ndetermination based on SWASV method at the AuNF-enabled sensor. Furthermore, this developed sensor could be used for the detection of Hg2þ in unpolluted water, human hair, urine, and wastewater samples with satisfactory results. Lu et al. developed a SPCE modified with AuNPs (SPCE/AuNPs) to detect Zn2þ, Pb2þ, and Cu2þ simultaneously (Fig. 5) [52]. The SPCE/AuNPs was accomplished by depositing AuNPs onto the SPCE using the chronoamperometry. In order to enhance the performance of SPCE/ AuNPs, an in-situ plated BiF was formed during the deposition of Zn2þ, Pb2þ, and Cu2þ. The stripping voltammogram exhibits four distinct andwell-defined peaks for Zn2þ, Pb2þ, Cu2þ, and Bi2þ, and a wide linear range of 1.0e150.0 mg L 1 for all target ions with LOD of 55.0 ng L 1 for Zn2þ, 27.0 ng L 1 for Pb2þ, and 28.0 ng L 1 for Cu2þ. Besides, the simultaneous determination of Zn2þ, Pb2þ, and Cu2þ in lake water samples was also implemented by the developed sensor."
    }, {
      "heading" : "3.4. Ag nanomaterials",
      "text" : "Ag nanomaterials have attracted extensive attention due to their outstanding properties including remarkable electrical conductivity, large specific surface area, and easy preparation. In the past few decades, Ag nanomaterials have been frequently employed to\nconstruct screen-printed electrochemical sensors for the analysis of HMIs. For example, Arcos-Martínez's group developed a SPCE modified by Ag nanoparticles (SPCE/AgNPs) to determine antimony ion (Sb3þ) [53]. An electrochemical deposition method was used to prepare SPCE/AgNPs. By optimizing the AgClO4 concentration and the deposition time, AgNPs-enabled sensor with high sensitivity and selectivity to Sb3þ could be obtained. The result of DPASV shows a linear range of 99.0e909.0 nM and a LOD of 0.68 nM for Sb3þ. Additionally, the practicability of this developed sensor in real samples of sea water for the detection of Sb3þ was studied. Later, the same group developed a SPCE/AgNPs for the detection of chromium ions (Cr4þ) [54]. The AgNPs in this work was also prepared from an electrochemical deposition method. Under the optimum conditions, awide linear range of 0.5e38.0 mMwith a LOD of 0.85 mM for Cr4þ was obtained. At the same time, the detection process was not interfered by other ions, and Cr4þ can be analyzed even under the interference of high concentration (10 mM) of Cr3þ. Furthermore, this sensor was successfully used to detect Cr4þ in tap water and sea water samples.\nIn order to enhance the analytical performance of Ag nanomaterials-enabled sensors, Ag nanomaterials are often incorporated with other functional materials such as GR, CNFs, and AuNPs, to form composites for the fabrication of HMIs sensors. For\nexample, Vilian et al. employed Ag@Au core-shell nanoparticles (Ag@AuNPs) to construct a screen-printed electrochemical sensor (SPCE/Ag@AuNPs) for the detection of Hg2þ [55]. As illustrated in Fig. 6, the AgNPswere synthesized by dissolving polyethyleneimine (PEI) in deionized water and heated to 50 C with magnetic stirring, followed by adding AgNO3 solution into the reaction solution and keeping the reaction for 10 h. The Ag@AuNPs were synthesized by mixing the obtained AgNPs suspension with HAuCl4 solution, and then magnetic stirred at 50 C for 1 h. For the fabrication of the sensor, the Ag@AuNPs solution (10 mL) was drop-cast onto a SPCE. In order to ameliorate the selectivity of Ag@AuNPs-enabled electrochemical Hg2þ sensor, the composite of Ag@AuNPs was functionalized with a specific DNA that binds with Hg2þ selectively. Electrochemical studies revealed that the DNA modified SPCE/ Ag@AuNPs (SPCE/Ag@AuNPs/DNA) possesses a rapid electron transfer rate compared with the bare SPCE. A broad linear range of 0.01e0.16 nM with a LOD of 6.0 pM was achieved at the developed Hg2þ sensor. Moreover, the sensor was successfully put into use for the detection of Hg2þ in river water and tap water samples."
    }, {
      "heading" : "3.5. Others metal nanomaterials",
      "text" : "In addition to the metal nanomaterials mentioned above, other metal nanomaterials, such as platinum (Pt) nanomaterials and tin (Sn) nanomaterials, are also applied into the disposable electrochemical HMIs sensors in viewof their excellent characteristics, such\nas high conductivity, high specific surface area, and environmentalfriendly. Pt nanomaterials have always been used as effective modifier in screen-printed electrochemical sensors for the determination of HMIs. For example, Arcos-Martínez's group fabricated a Pt nanoparticles (PtNPs)-enabled disposable sensor for the determination of arsenic ion (As3þ) [56]. The PtNPs modified SPCE (SPCE/ PtNPs) was prepared by direct electrodeposition of PtNPs onto the surface of a SPCE in K2PtCl6 solution. In order to evaluate the performance of the SPCE/PtNPs, cyclic voltammetry (CV)was employed, showing a broad linear range from 0.16 to 1.3 mMwith a LOD as low as 0.077 mM. In addition, As4þ could be reduced to As3þ by adding sodium thiosulfate into the As4þ-containing samples before the detection, thereby realizing the detection of As4þ. In addition, the sensor was well used for evaluating the concentration of As3þ in tap water samples.\nSn nanomaterials, as “green” metal nanomaterials, are widely used in various fields such as inkjet printing, lithium battery anode materials, lead-free solders, and electrochemical sensors. In recent years, screen-printed electrochemical sensors modified by Sn nanomaterials have been developed for the detection of HMIs. For example, Trachioti et al. prepared a SPCE modified with Sn nanoparticles (SnNPs) for the determination of Cd2þ and Zn2þ [57]. First, the SnNPs with a size of 20e30 nm were obtained by a sparking method using Sn tip as sparking source and simultaneously deposited on the surface of a SPCE. The amount of SnNPs deposited was controlled by the number of sparking circulations. Then the\nNPs onto the SPCE using the chronoamperometry for electrochemical simultaneous , and Cu2þ in acetate buffer (pH 4.5) on the SPCE, SPCE/BiF, SPCE/AuNPs, and SPCE/ nary mixture of Zn2þ, Pb2þ, and Cu2þ (1 mg L 1 to 500 mg L 1) [52].\nperformance of SnNPs-enabled SPCE for the determination of Cd2þ and Zn2þ was studied using SWASV method. After optimizing the type of electrolyte, the concentration of KBr added in the electrolyte, and the deposition potential and time of HMIs, a linear range of 1e30 mg L 1 for both Cd2þ and Zn2þ with the LOD of 0.5 mg L 1 for Cd2þ and 0.3 mg L 1 for Zn2þwas obtained. Moreover, the fabricated sensor was also adopted for the detection of Cd2þ and Zn2þ in tap and bottled water samples with satisfactory results."
    }, {
      "heading" : "4. Metal oxide nanomaterial-enabled screen-printed electrochemical sensors",
      "text" : "In recent years, some metal oxide nanomaterials have been applied for the determination of HMIs, such as Fe3O4, ZnO, Bi2O3, Cr2O3, and CuO (Table 3). The good analytical performance of the sensors based on these nanomaterials is attributed to their high adsorption to HMIs. Fe3O4 nanomaterials, a green and low cost material, are the most widely employed metal oxide nanomaterials for electrochemical HMIs detection. For example, Gao et al. constructed an electrochemical sensor modified with Fe3O4\nnanoparticles (Fe3O4NPs) for the detection of As3þ [58]. To improve the sensitivity, they used a room temperature ionic liquid (RTIL) with high viscosity, excellent electrical conductivity, and a wide electrochemical window to enhance the stripping response. To fabricate the electrode, Fe3O4NPs were firstly mixed with RTIL to obtain the Fe3O4NPs-RTIL composite, which was then drop-cast onto the surface of SPCE (SPCE/Fe3O4NPs-RTIL). In the XPS spectra, the surface of SPCE/Fe3O4NPs-RTIL was observed to adsorb more As3þ compared to bare SPCE, confirming the enrichment effect of Fe3O4NPs towards As3þ. The SWASV method was actualized for the detection of As3þ under the optimizing conditions, exhibiting that the SPCE/Fe3O4NPs-RTIL possesses a broad linear range of 1.0e10.0 mg L 1 with a low LOD of 0.8 ng L 1 to As3þ. Furthermore, the developed sensor could be successfully applied in real samples of ground water for As3þ analysis. Similar to carbon nanomaterials, Fe3O4NPs can be also combined with other functional materials to enhance the performance of screen-printed electrochemical sensors for HMIs detection. For instance, Li et al. recently reported a portable electrochemical sensor using the composite of Fe3O4NPs (~10 nm) and AuNPs (~7 nm) (Fe3O4-AuNPs) as the modifier for the\ndetection of As3þ [59]. The AuNPs were firstly synthesized, and then injected into the premixture of Fe (acac)3, oleylamine, and oleic acid, followed by a heating reaction process. The composite of Fe3O4-AuNPs were collected and then drop-cast onto the surface of SPCE. Transmission electron microscope (TEM) images reveal that the structure of the synthesized Fe3O4-AuNPs is dumbbell-like. The As3þ could be sufficiently adsorbed on the surface of Fe3O4-AuNPs\nFig. 7. (A) Schematic illustration of the fabrication of SPCE/Fe3O4-AuNPs for sensitive det SPCE/Fe3O4-AuNPs in the presence of 20e80 mg L 1 Fe2þ in 0.1 M HAceNaAc solution (pH 5. of 40 mg L 1 Fe2þ [59].\nthrough the Fe2þ/Fe3þ cycle (Fig. 7). By the combination of the excellent catalytic activity of AuNPs and the favorable adsorption ability of Fe3O4NPs, the Fe3O4-AuNPs composite modified SPCE (SPCE/Fe3O4-AuNPs) shows excellent stripping characteristics for As3þ. Under the neutral condition, the developed sensor showed a good sensitivity of 9.43 mA mg 1 L with a LOD of 0.0215 mg L 1, which is much lower than WHO standard in drinking water\nection of As3þ with the Fe2þ/Fe3þ cycle. (B) SWASV response of 1 mg L 1 As3þ using 0). (C) SWASV response of 0.1e1.0 mg L 1 As3þ using SPCE/Fe3O4-AuNPs in the presence\n(10 mg L 1). Besides, the developed sensor was successfully applied for the detection of As3þ in reservoir water samples.\nZnO nanomaterials, are also good candidates for nanomaterialsenabled screen-printed electrochemical HMIs sensors. Zhang et al. employed the composite of ZnO nanoparticles (ZnONPs) and GR\nFig. 8. (A) Schematic illustration of the fabrication of SPCE/ZnONPs-GR using drop-cast meth in deionized water-based solutions using DPASV method [60].\n(ZnONPs-GR) to construct a screen-printed electrochemical sensor for simultaneous detection of Cd2þ and Pb2þ [60]. They used a wet chemical method to prepare ZnONPs. As shown in Fig. 8A, NH4OH solution was slowly added into a Zn(NO3)2 solution until Zn2þ was precipitated in the form of Zn(OH)2. Then the precipitations were\nod for simultaneous detection of Cd2þ and Pb2þ and (B) determination of Cd2þ and Pb2þ\nwashed with deionized water under a condition of pH 9.0 and then dried at 120 C to obtain ZnONPs. After that, a certain amount of ZnONPs were mixed with GR and dissolved in a Nafion solution to form a ZnONPs-GR suspension. Subsequently, this suspension was drop-cast onto the surface of a SPCE and dried. Finally, the SPCE modified with ZnONPs-GR was obtained. The nanoscaled ZnONPsGR could effectively increase the active area of the SPCE, thus enhancing the adsorption capacity of the SPCE to the target ions. As expected, the developed sensor exhibits a wide linear range of 10.0e80.0 mg L 1 for both Cd2þ and Pb2þ (Fig. 8B) with the LOD as low as 0.12 mg L 1 for Cd2þ and 0.14 mg L 1 for Pb2þ. Moreover, Cd2þ and Pb2þ in real samples of six species of fish were accurately determined using the developed sensor.\nBi2O3 nanomaterials have excellent conductivity, which makes them become attractive in the construction of screen-printed electrochemical sensors for HMIs detection. For instance, Riman et al. fabricated a SPCE modified with Bi2O3 nanoparticles (SPCE/Bi2O3NPs) for the detection of Pb2þ and Cd2þ [61]. The Bi2O3NPs were prepared via a sparking deposition method using a bismuth wire under atmospheric conditions. Results demonstrate that the highest sensitivity of the Bi2O3NPs-enabled sensor could be achieved when the Bi2O3NPs were generated after 20 sparking cycles. Under the optimal conditions, the linear range was measured from 0 to 12 mg L 1 with a LOD of 0.2 mg L 1 for both Pb2þ and Cd2þ utilizing SWASV method. When the sensor was applied to detect Pb2þ and Cd2þ in tap water samples, a satisfactory result was obtained.\nIn recent years, there have studies about using Cr2O3 nanomaterials to fabricate screen-printed electrochemical sensors for HMIs detection. For instance, Koudelkova et al. proposed a sensor for simultaneous detection of Zn2þ, Cd2þ, Pb2þ, and Cu2þ based on a Cr2O3 nanoparticles (Cr2O3NPs)-modified SPCE (SPCE-Cr2O3NPs) [62]. The Cr2O3NPs were synthesized through thermal decomposition of ammonium dichromate, and then added into the printing ink for the fabrication of SPCE-Cr2O3NPs. The SWASV was utilized to analyze the electrochemical performance of the fabricated sensor, showing a linear range of 0.4e0.8 mg L 1 for Zn2þ, 0.08e0.8 mg L 1 for Cd2þ, 0.01e0.8 mg L 1 for both Pb2þ and Cu2þ with the low LOD of 0.35 mg L 1 for Zn2þ, 25.0 mg L 1 for Cd2þ, and 3.0 mg L 1 for both Pb2þ and Cu2þ. Moreover, the practicability of the developed sensor was verified in real samples of wastewater.\nCuO is a kind of semiconductor material, when its size reaches nanometer level, the rapid increase of specific surface area makes it appear numerous small size effects, endowing its outstanding physical and chemical properties. In recent years, CuO nanomaterials have drawn wide attention in screen-printed electrochemical sensors for the detection of HMIs. For example, a disposable electrochemical sensor was fabricated by Ali et al. using CuO nanoparticles (CuONPs) for the detection of Cu2þ [63]. The CuONPs were synthesized by a sol-gel method and added into the printing ink for the fabrication of SPCE. A wide linear range of 1.4 10 7e1.0 10 2 M with a LOD as low as 140.0 nM within a fast response time of 6 s was achieved at the developed sensor using potentiometry. In addition, the CuONPs-enabled sensor was well utilized for the determination of Cu2þ in formation water, tap water, river water, and sea water samples."
    }, {
      "heading" : "5. Conclusions and prospects",
      "text" : "An exhaustive summary of the development and application correlated with nanomaterial-enabled screen-printed electrochemical sensors to enable simple and rapid determination of HMIs is present in this review. With the assistance of nanomaterials, different types of disposable electrochemical sensors have been manufactured for the determination of HMIs. On the one hand, the screen-printed electrochemical sensors based on\nnanomaterials have improved the sensitivity, selectivity, and repeatability compared to the traditional screen-printed electrochemical sensors, and even can detect multiple HMIs simultaneously without interference. On the other hand, the portability is verified to enable in-situ detection. So far, a large number of works have successfully developed such sensors and applied them to trace detection of HMIs in real samples. More importantly, such sensors are still in the development stage, so there is still great development space and application prospect in the future.\nUntil now, the nanomaterials used in screen-printed electrochemical HMIs sensors include carbon nanomaterials, metal nanomaterials, and metal oxide nanomaterials. Among them, carbon nanomaterials have the advantages of high electrical conductivity, wide electrochemical window, and large specific surface area, which are often utilized to fabricate electrochemical sensors for HMIs detection. Metal nanomaterials may have certain catalytic activity and promote the electron transfer kinetics during the deposition and stripping processes. For metal oxide nanomaterials, there may have adsorption to HMIs that could accelerate the deposition amounts during the detection. In addition, other nanomaterials such as mesoporous silica nanoparticles, have been also used to modify SPEs for HMIs detection [64]. Nevertheless, in order to achieve higher performance, more and more researchers have utilized composite materials as a modifier to overcome the limitations of using a single material. In addition to these, the modification method of nanomaterials onto the SPEs may also play a key role on the performances of sensors. For the one-step method, in which nanomaterials are directly added to the ink, is practical and convenient, and the performance of different disposable sensors fabricated by this method has high similarity. However, this method may cause the nanomaterials or other functional materials doped in the ink cannot be completely exposed to the surface of the electrode, resulting in the poor sensitive performance. For the surface modification method, while less convenient to modify, is more sensitive in detection because the nanomaterials or other functional substances used for modification are mostly exposed on the surface to increase the contact surface area towards the HMIs.\nAlthough significant advances in recent years, nanomaterialenabled screen-printed electrochemical sensors still require some considerations and improvements in the future. First of all, whether the characteristics of nanomaterials on the electrode surface, such as size, shape, concentration, and volume, will affect the detection performance and working life of the SPEs, so more work is needed to ensure the optimal conditions of the electrode. Secondly, the synthesis process of some nanomaterials is too cockamamie for large-scale production. In order to improve the production efficiency of sensors, it is urgent to find a simpler and effective synthesis method. Most importantly, the final purpose of screen printing electrochemical sensors based on nanomaterials is their application. However, in the process of real sample testing, the test results are easily affected by other factors in the complex environment such as other metal ions, biomacromolecule, etc. In these sensors which have been reported, not all have been confirmed that can be applied to real samples. For this, future researches in this area will focus on application optimization, developing screen-printed electrochemical sensors integrating the advantages of rapid, portability, and sensitivity. Eventually, the screen-printed electrochemical sensors based on various nanomaterials still face enormous challenges. More new nanomaterials are to be developed for the fabrication of screen-printed electrochemical sensors to provide more convenient and effective tools for the detection of HMIs in the future."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Natural Science Foundation of China (Grants 31301468)."
    } ],
    "references" : [ {
      "title" : "Recent trends in macro",
      "author" : [ "G. Aragay", "J. Pons", "A. Merkoci" ],
      "venue" : "micro-, and nanomaterial-based tools and strategies for heavy-metal detection, Chem. Rev. 111 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Assessing potential dietary toxicity of heavy metals in selected vegetables and food crops",
      "author" : [ "E. Islam", "X.E. Yang", "Z.L. He", "Q. Mahmood" ],
      "venue" : "J. Zhejiang Univ. Sci. B 8 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Development of a novel carbon composite electrode for trace determination of heavy metals in milk",
      "author" : [ "J.F. Ping", "J. Wu", "Y.B. Ying", "M.H. Wang", "G. Liu", "M. Zhang" ],
      "venue" : "Trans. ASABE 54 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "B",
      "author" : [ "P. Dehouck", "F. Cordeiro", "J. Snell" ],
      "venue" : "de la Calle, State of the art in the determination of trace elements in seawater: a worldwide proficiency test, Anal. Bioanal. Chem. 408 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bioassessment of heavy metal toxicity and enhancement of heavy metal removal by sulfate-reducing bacteria in the presence of zero valent iron",
      "author" : [ "J. Guo", "Y. Kang", "Y. Feng" ],
      "venue" : "J. Environ. Manag. 203 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Spectroscopic analyses to study the effect of biochar and compost on dry mass of canola and heavy metal immobilization in soil",
      "author" : [ "E. Mahmoud", "M. Ibrahim", "N. Ali", "H. Ali" ],
      "venue" : "Commun. Soil Sci. Plant Anal. 49 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Evaluation of trace heavy metal levels in soil samples using an ionic liquid modified carbon paste electrode",
      "author" : [ "J.F. Ping", "J. Wu", "Y.B. Ying", "M.H. Wang", "G. Liu", "M. Zhang" ],
      "venue" : "J. Agric. Food Chem. 59 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Determination of trace heavy metals in milk using an ionic liquid and bismuth oxide nanoparticles modified carbon paste electrode",
      "author" : [ "J.F. Ping", "J. Wu", "Y.B. Ying" ],
      "venue" : "Chin. Sci. Bull. 57 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Voltammetric determination of metal ions beyond mercury electrodes",
      "author" : [ "C. Ari" ],
      "venue" : "A review, Anal. Chim. Acta",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Screen-printed electrodes for environmental monitoring of heavy metal ions: a review",
      "author" : [ "J. Barton", "M.B.G. García", "D.H. Santos", "P. Fanjul-Bolado", "A. Ribotti", "M. McCaul", "D. Diamond", "P. Magni" ],
      "venue" : "Microchim. Acta 183 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanometer materials modified electrodes for detection of heavy metal ions by stripping voltammetry",
      "author" : [ "J. Wu", "L.N. Yang", "N. Song", "J.R. Chen" ],
      "venue" : "Appl. Mech. Mater. 488e489 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electrodeposition of high-density lithium vanadate nanowires for lithium-ion battery",
      "author" : [ "K. Hua", "X. Li", "D. Fang", "J. Yi", "R. Bao", "Z. Luo" ],
      "venue" : "Appl. Surf. Sci. 447 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanomaterials for energy conversion and storage",
      "author" : [ "Q. Zhang", "E. Uchaker", "S.L. Candelaria", "G. Cao" ],
      "venue" : "Chem. Soc. Rev. 42 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Carbon nanomaterialenabled pesticide biosensors: design strategy",
      "author" : [ "F.N. Zhao", "J. Wu", "Y.B. Ying", "Y.X. She", "J. Wang", "J.F. Ping" ],
      "venue" : "biosensing mechanism, and practical application, TrAC Trends Anal. Chem. 106 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent progress in application of nanomaterial-enabled biosensors for ochratoxin A detection",
      "author" : [ "C.M. Jiang", "L.Y. Lan", "Y. Yao", "F.N. Zhao", "J.F. Ping" ],
      "venue" : "TrAC Trends Anal. Chem. 102 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanomaterial-based soft electronics for healthcare applications",
      "author" : [ "C. Choi", "M.K. Choi", "T. Hyeon", "D.H. Kim" ],
      "venue" : "ChemNanoMat 2 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The potential of nanofibers and nanobiocides in water purification",
      "author" : [ "M. Botes", "T.E. Cloete" ],
      "venue" : "Crit. Rev. Microbiol. 36 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nanomaterials-based electrochemical detection of heavy metals in water: current status",
      "author" : [ "A. Waheed", "M. Mansha", "N. Ullah" ],
      "venue" : "challenges and future direction, TrAC Trends Anal. Chem. 105 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Simultaneous determination of ascorbic acid",
      "author" : [ "J.F. Ping", "J. Wu", "Y.X. Wang", "Y.B. Ying" ],
      "venue" : "dopamine and uric acid using high-performance screen-printed graphene electrode, Biosens. Bioelectron. 34 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Applications of carbon nanotubes and graphene for electrochemical sensing of environmental pollutants",
      "author" : [ "Y.Z. Wang", "S.S. Hu" ],
      "venue" : "J. Nanosci. Nanotechnol. 16 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "J.P. Jasmin", "F. Miserque", "E. Dumas", "I. Vickridge", "J.J. Ganem", "C. Cannizzo" ],
      "venue" : "Chauss  e, XPS and NRA investigations during the fabrication of gold nanostructured functionalized screen-printed sensors for the detection of metallic pollutants, Appl. Surf. Sci. 397 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Manganese dioxide-core-shell hyperbranched chitosan (MnO2-HBCs) nanostructured screen printed electrode for enzymatic glucose biosensors",
      "author" : [ "H.S.A. El-Haleem", "A. Hefnawy", "R.Y.A. Hassan", "A.H. Badawi", "I.M. El-Sherbiny" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Graphene-based screen-printed electrochemical (bio) sensors and their applications: efforts and criticisms",
      "author" : [ "S. Cinti", "F. Arduini" ],
      "venue" : "Biosens. Bioelectron. 89 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Single-shell carbon nanotubes of 1-nm diameter",
      "author" : [ "S. Iijima", "T. Ichihashi" ],
      "venue" : "Nature 363 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Single-walled carbon nanotubes-calixarene hybrid for sub-ppm detection of NO2",
      "author" : [ "T. Sarkar", "S. Srinives" ],
      "venue" : "Microelectron. Eng. 197 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Printing single-walled carbon nanotube/nafion composites by direct writing techniques",
      "author" : [ "B. Luo", "H.L. Chen", "Z.C. Zhu", "B.J. Xie", "C.S. Bian", "Y.J. Wang" ],
      "venue" : "Mater. Des. 155 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mn3O4/RGO/SWCNT hybrid film for all-solid-state flexible supercapacitor with high energy density",
      "author" : [ "J. He", "D. Yang", "H. Li", "X. Cao", "L.P. Kang", "X.X. He", "R.B. Jiang", "J. Sun", "Z.B. Lei", "Z.H. Liu" ],
      "venue" : "Electrochim. Acta 283 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "B. Molinero-Abad", "D. Izquierdo" ],
      "venue" : "P erez, I. Escudero, M.J. Arcos-Martínez, Comparison of backing materials of screen printed electrochemical sensors for direct determination of the sub-nanomolar concentration of lead in seawater, Talanta 182 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Determination of trace heavy metals in herbs by sequential injection analysisanodic stripping voltammetry using screen-printed carbon nanotubes electrodes",
      "author" : [ "U. Injang", "P. Noyrod", "W. Siangproh", "W. Dungchai", "S. Motomizu", "O. Chailapakul" ],
      "venue" : "Anal. Chim. Acta 668 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A portable electrochemical workstation using disposable screen-printed carbon electrode decorated with multiwall carbon nanotube-ionic liquid and bismuth film for Cd(II) and Pb(II) determination",
      "author" : [ "H. Wang", "G. Zhao", "Z.H. Zhang", "Y. Yi", "Z.Q. Wang", "G. Liu" ],
      "venue" : "Int. J. Electrochem. Sci. 12 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Direct electrochemical reduction of graphene oxide on ionic liquid doped screen-printed electrode and its electrochemical biosensing application",
      "author" : [ "J.F. Ping", "Y.X. Wang", "K. Fan", "J. Wu", "Y.B. Ying" ],
      "venue" : "Biosens. Bioelectron. 28 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Recent advances in graphene-based freestanding paper-like materials for sensing applications",
      "author" : [ "Y. Yao", "J.F. Ping" ],
      "venue" : "TrAC Trends Anal. Chem. 105 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Screen graphene-printed electrode for trace cadmium detection in rice samples combing with portable potentiostat",
      "author" : [ "Y.J. Teng", "Y.C. Zhang", "K. Zhou", "Z.X. Yu" ],
      "venue" : "Int. J. Electrochem. Sci. 13 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Graphene ink fabricated screen printed electrode for Cd2þ and Pd2þ determination in Xiangjiang river",
      "author" : [ "H. Shuai", "Y.J. Lei" ],
      "venue" : "Int. J. Electrochem. Sci. 11 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "GS-Nafion-Au nanocomposite film modified SPCEs for simultaneous determination of trace Pb2þ and Cd2þ by DPSV",
      "author" : [ "F. Wu", "H.W. Lin", "X. Yang", "D.Z. Chen" ],
      "venue" : "Int. J. Electrochem. Sci. 8 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Development of an electrochemically reduced graphene oxide modified disposable bismuth film electrode and its application for stripping analysis of heavy metals in milk",
      "author" : [ "J.F. Ping", "Y.X. Wang", "J. Wu", "Y.B. Ying" ],
      "venue" : "Food Chem. 151 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "An electrochemical sensor based on graphene/polyaniline/polystyrene nanoporous fibers modified electrode for simultaneous determination of lead and cadmium",
      "author" : [ "N. Promphet", "P. Rattanarat", "R. Rangkupan", "O. Chailapakul", "N. Rodthongkum" ],
      "venue" : "Sens. Actuators B 207 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Graphene oxide-modified electrode coated with in-situ antimony film for the simultaneous determination of heavy metals by sequential injection-anodic stripping voltammetry",
      "author" : [ "P. Ruengpirasiri", "E. Punrat", "O. Chailapakul", "S. Chuanuwatanakul" ],
      "venue" : "Electroanalysis 29 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation of graphitic oxide",
      "author" : [ "W.S. Hummers", "R.E. Offeman" ],
      "venue" : "J. Am. Chem. Soc. 80 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 1958
    }, {
      "title" : "A disposable chronocoulometric sensor for heavy metal ions using a diaminoterthiophene-modified electrode doped with graphene oxide",
      "author" : [ "S.M. Choi", "D.M. Kim", "O.S. Jung", "Y.B. Shim" ],
      "venue" : "Anal. Chim. Acta 892 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Highly sensitive detection and removal of lead ions in water using cysteine-functionalized graphene oxide/ polypyrrole nanocomposite film electrode",
      "author" : [ "R. Seenivasan", "W.J. Chang", "S. Gunasekaran" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Simultaneous determination of Tl(I) and In(III) using a voltammetric sensor array",
      "author" : [ "C. P erez-R afols", "N. Serrano", "J.M. Díaz-Cruz", "C. Ari~  no", "M. Esteban" ],
      "venue" : "Sens. Actuators B",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "A screen-printed voltammetric electronic tongue for the analysis of complex mixtures of metal",
      "author" : [ "C. P erez-R afols", "N. Serrano", "J. Manuel Díaz-Cruz", "C. Ari~  no", "M. Esteban" ],
      "venue" : "ions, Sens. Actuators B",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    }, {
      "title" : "Simultaneous determination of Cd(II) and Pb(II) ions in honey and milk samples using a single-walled carbon nanohorns modified screen-printed electrochemical sensor",
      "author" : [ "Y. Yao", "H. Wu", "J.F. Ping" ],
      "venue" : "Food Chem. 274 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "C",
      "author" : [ "P.F. Niu" ],
      "venue" : "Fern andez-S  anchez, M. Gich, C. Navarro-Hern  andez, P. Fanjul- Bolado, A. Roig, Screen-printed electrodes made of a bismuth nanoparticle porous carbon nanocomposite applied to the determination of heavy metal ions, Microchim. Acta 183 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Detection of cadmium content of lily by carbon nanoparticles modified screen-printed electrode",
      "author" : [ "Q.Q. Zheng", "Y.H. Yu", "J. Wu" ],
      "venue" : "Trans. Chin. Soc. Agric. Eng. 31 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Deposition of nanomaterials: a crucial step in biosensor fabrication",
      "author" : [ "R. Ahmad", "O.S. Wolfbeis", "Y.B. Hahn", "H.N. Alshareef", "L. Torsi", "K.N. Salama" ],
      "venue" : "Mater, Today Commun. 17 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Simultaneous determination of cadmium(II)",
      "author" : [ "W. Song", "L. Zhang", "L. Shi", "D.W. Li", "Y. Li", "Y.T. Long" ],
      "venue" : "lead(II) and copper(II) by using a screen-printed electrode modified with mercury nano-droplets, Microchim. Acta 169 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Modification of carbon screen-printed electrodes by adsorption of chemically synthesized Bi nanoparticles for the voltammetric stripping detection of Zn(II)",
      "author" : [ "M.A. Granado Rico", "M. Olivares-Marín", "E. Pinilla Gil" ],
      "venue" : "Cd(II) and Pb(II), Talanta 80 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Advanced use of nanobismuth/nafion electrode for trace analyses of zinc",
      "author" : [ "G.J. Lee", "C.K. Kim", "M.K. Lee", "C.K. Rhee" ],
      "venue" : "cadmium, and lead, J. Electrochem. Soc. 157 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Novel screen-printed gold nano film electrode for trace mercury(II) determination using anodoc stripping voltammetry",
      "author" : [ "X.H. Niu", "C. Chen", "Y.J. Teng", "H.L. Zhao", "M.B. Lan" ],
      "venue" : "Anal. Lett. 45 (2012) 764e773.  X. Liu et al. / Trends in Analytical Chemistry 115 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A screen-printed carbon electrode modified with a bismuth film and gold nanoparticles for simultaneous stripping voltammetric determination of Zn(II)",
      "author" : [ "Z.W. Lu", "J.J. Zhang", "W.L. Dai", "X.N. Lin", "J.P. Ye", "J.S. Ye" ],
      "venue" : "Pb(II) and Cu(II), Microchim. Acta 184 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel method for the anodic stripping voltammetry determination of Sb(III) using silver nanoparticlemodified screen-printed electrodes",
      "author" : [ "O. Domínguez-Renedo", "M.J. Arcos-Martínez" ],
      "venue" : "Electrochem. Commun. 9 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Electrochemical determination of chromium(VI) using metallic nanoparticle-modified carbon screen-printed electrodes",
      "author" : [ "O. Domínguez-Renedo", "L. Ruiz-Espelt", "N. García-Astorgano", "M.J. Arcos-Martínez" ],
      "venue" : "Talanta 76 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Square voltammetric sensing of mercury at very low working potential by using oligomer-functionalized Ag@Au core-shell nanoparticles",
      "author" : [ "A.T.E. Vilian", "A. Shahzad", "J. Chung", "S.R. Choe", "W.S. Kim", "Y.S. Huh", "T. Yu", "Y.K. Han" ],
      "venue" : "Microchim. Acta 184 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Determination of Cd and Zn with \"green\" screen-printed electrodes modified with instantly prepared sparked tin nanoparticles",
      "author" : [ "M.G. Trachioti", "J. Hrbac", "M.I. Prodromidis" ],
      "venue" : "Sens. Actuators B 260 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical detection of arsenic(III) completely free from noble metal: Fe3O4 microspheres-room temperature ionic liquid composite showing better performance than gold",
      "author" : [ "C. Gao", "X.Y. Yu", "S.Q. Xiong", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chem. 85 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Surface Fe(II)/Fe(III) cycle promoted ultra-highly sensitive electrochemical sensing of arsenic(III) with dumbbell-like Au/Fe3O4 nanoparticles",
      "author" : [ "S.S. Li", "W.Y. Zhou", "M. Jiang", "Z. Guo", "J.H. Liu", "L.Z. Zhang", "X.J. Huang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A ZnO-RGO-modified electrode coupled to microwave digestion for the determination of trace cadmium and lead in six species fish",
      "author" : [ "W. Zhang", "Y.W. Xu", "X.B. Zou" ],
      "venue" : "Anal. Methods 9 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Green and facile electrode modification by spark discharge: bismuth oxide-screen printed electrodes for the screening of ultra-trace Cd(II) and Pb(II)",
      "author" : [ "D. Riman", "D. Jirovsky", "J. Hrbac", "M.I. Prodromidis" ],
      "venue" : "Electrochem. Commun. 50 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Determination of zinc",
      "author" : [ "Z. Koudelkova", "T. Syrovy", "P. Ambrozova", "Z. Moravec", "L. Kubac", "D. Hynek", "L. Richtera", "V. Adam" ],
      "venue" : "cadmium, lead, copper and silver using a carbon paste electrode and a screen printed electrode modified with chromium(III) oxide, Sensors 17 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Design and construction of new potentiometric sensors for determination of copper(II) ion based on copper oxide nanoparticles",
      "author" : [ "T.A. Ali", "G.G. Mohamed", "A.R. Othman" ],
      "venue" : "Int. J. Electrochem. Sci. 10 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "I",
      "author" : [ "A. Sanchez", "S. Morante-Zarcero", "D. Perez-Quintanilla", "I. Sierra" ],
      "venue" : "del Hierro, Development of screen-printed carbon electrodes modified with functionalized mesoporous silica nanoparticles: application to voltammetric stripping determination of Pb(II) in non-pretreated natural waters, Electrochim. Acta 55 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Facile and simultaneous stripping determination of zinc",
      "author" : [ "L. Fu", "X.L. Li", "J.S. Yu", "J.S. Ye" ],
      "venue" : "cadmium and lead on disposable multiwalled carbon nanotubes modified screen-printed electrode, Electroanalysis 25 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Manufacture of lead-specific screenprinted sensor based on lead schiff base complex as carrier and multi-walled carbon nanotubes for detection of Pb(II) in contaminated water tests",
      "author" : [ "T.A. Ali", "A.M.E. Hassan", "G.G. Mohamed" ],
      "venue" : "Int. J. Electrochem. Sci. 11 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electrochemical analysis of lead toxicosis in vultures",
      "author" : [ "D. Hynek", "J. Prasek", "J. Pikula", "V. Adam", "P. Hajkova", "L. Krejcova", "L. Trnkova", "J. Sochor", "M. Pohanka", "J. Hubalek", "M. Beklova", "R. Vrba", "R. Kizek" ],
      "venue" : "Int. J. Electrochem. Sci. 6 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Determination of trace metals by anodic stripping voltammetry using a bismuth-modified carbon nanotube electrode",
      "author" : [ "G.H. Hwang", "W.K. Han", "J.S. Park", "S.G. Kang" ],
      "venue" : "Talanta 76 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Electrochemical characterization of stripping voltammetry at screen printed electrodes modified with different brands of multiwall carbon nanotubes and bismuth films",
      "author" : [ "A. Mandil", "R. Pauliukaite", "A. Amine", "C.M.A. Brett" ],
      "venue" : "Anal. Lett. 45 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Fast and sensitive detection of Pb2þ in foods using disposable screen-printed electrode modified by reduced graphene oxide",
      "author" : [ "J.M. Jian", "Y.Y. Liu", "Y.L. Zhang", "X.S. Guo", "Q. Cai" ],
      "venue" : "Sensors 13 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Electrochemical sensors for the simultaneous determination of zinc",
      "author" : [ "S. Chaiyo", "E. Mehmeti", "K. Zagar", "W. Siangproh", "O. Chailapakul", "K. Kalcher" ],
      "venue" : "cadmium  and lead using a nafion/ionic liquid/graphene composite modified screenprinted carbon electrode, Anal. Chim. Acta 918 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A portable electrochemical detection system based on graphene/ionic liquid modified screen-printed electrode for the detection of cadmium in soil by square wave anodic stripping voltammetry",
      "author" : [ "G. Zhao", "Y.S. Si", "H. Wang", "G. Liu" ],
      "venue" : "Int. J. Electrochem. Sci. 11 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sensitive stripping determination of cadmium(II) and lead(II) on disposable graphene modified screen-printed electrode",
      "author" : [ "H.F. Chao", "L. Fu", "Y.Z. Li", "X.L. Li", "H.J. Du", "J.S. Ye" ],
      "venue" : "Electroanalysis 25 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "One-step electrochemical deposition of reduced graphene oxide-bismuth nanocomposites for determination of lead",
      "author" : [ "X.P. Hu", "D.W. Pan", "M.Y. Lin", "H.T. Han", "F. Li" ],
      "venue" : "ECS Electrochem. Lett. 4 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electrospinning of graphene-oxide onto screen printed electrodes for heavy metal biosensor",
      "author" : [ "R.K. Mishra", "M.H. Nawaz", "A. Hayat", "M.A.H. Nawaz", "V. Sharma", "J.L. Marty" ],
      "venue" : "Sens. Actuators B 247 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "C",
      "author" : [ "J. Puy-Llovera" ],
      "venue" : "P erez-R afols, N. Serrano, J.M. Díaz-Cruz, C. Ari~  no, M. Esteban, Selenocystine modified screen-printed electrode as an alternative sensor for the voltammetric determination of metal ions, Talanta 175 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "New approaches to antimony film screen-printed electrodes using carbon-based nanomaterials substrates",
      "author" : [ "C. P erez-R afols", "N. Serrano", "J.M. Díaz-Cruz", "C. Ari~  no", "M. Esteban" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2016
    }, {
      "title" : "Disposable screen-printed electrode modified with bismuth-PSS composites as high sensitive sensor for cadmium and lead determination",
      "author" : [ "R. María-Hormigos", "M. Jesús Gismera", "J.R. Procopio", "M. Teresa Sevilla" ],
      "venue" : "J. Electroanal. Chem. 767 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Combination of microporous hollow carbon spheres and nafion for the individual metal-free stripping detection of Pb2þ and Cd2þ",
      "author" : [ "X.H. Niu", "H.W. Zhang", "M.H. Yu", "H.L. Zhao", "M.B. Lan", "C.Z. Yu" ],
      "venue" : "Anal. Sci. 32 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A miniaturized electrochemical system for high sensitive determination of chromium(VI) by screen-printed carbon electrode with gold nanoparticles modification",
      "author" : [ "J.W. Tu", "Y. Gan", "T. Liang", "H. Wan", "P. Wang" ],
      "venue" : "Sens. Actuators B 272 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of urease based amperometric biosensors for the inhibitive determination of Hg (II)",
      "author" : [ "O. Domínguez-Renedo", "M.A. Alonso-Lomillo", "L. Ferreira-Goncalves", "M.J. Arcos- Martínez" ],
      "venue" : "Talanta 79 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Gold nanoparticle modified screen-printed carbon arrays for the simultaneous electrochemical analysis of lead and copper in tap water",
      "author" : [ "P. Kanyong", "S. Rawlinson", "J. Davis" ],
      "venue" : "Microchim. Acta 183 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Gold nanoparticles/ionophore-modified screen-printed electrode for detection of Pb(II) in river water using linear sweep anodic stripping voltammetry",
      "author" : [ "S.A.B. Shoub", "N.A. Yusof", "R. Hajian" ],
      "venue" : "Sens. Mater. 29 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Measurement of lead in seawater using gold nanoparticles modified screen printed carbon electrode",
      "author" : [ "Y.G. Lee", "A. Jang" ],
      "venue" : "J. Coastal Res. ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Screen-printed gold electrode with gold nanoparticles modification for simultaneous electrochemical determination of lead and copper",
      "author" : [ "H. Wan", "Q.Y. Sun", "H.B. Li", "F. Sun", "N. Hu", "P. Wang" ],
      "venue" : "Sens. Actuators B 209 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Vanadium determination in water using alkaline phosphatase based screen-printed carbon electrodes modified with gold nanoparticles",
      "author" : [ "A.L. Alvarado-G amez", "M.A. Alonso-Lomillo", "O. Domínguez-Renedo", "M.J. Arcos- Martínez" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2013
    }, {
      "title" : "High sensitive on-site cadmium sensor based on AuNPs amalgam modified screen-printed carbon electrodes",
      "author" : [ "L. Zhang", "D.W. Li", "W. Song", "L. Shi", "Y. Li", "Y.T. Long" ],
      "venue" : "IEEE Sens. J. 10 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Highly sensitive potentiometric sensors for thorium ions detection using morpholine derivative self-assembled on silver nanoparticles",
      "author" : [ "Z.F. Akl", "T.A. Ali" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Ag nanoparticles drop-casting modification of screenprinted electrodes for the simultaneous voltammetric determination of Cu(II) and Pb(II), Sensors",
      "author" : [ "C. P  erez-R afols", "J. Bastos-Arrieta", "N. Serrano", "J. Manuel Díaz-Cruz", "C. Ari~  no", "J. de Pablo", "M. Esteban" ],
      "venue" : null,
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2017
    }, {
      "title" : "Bismuth nanoparticles integration into heavy metal electrochemical stripping sensor",
      "author" : [ "M. Cadevall", "J. Ros", "A. Merkoci" ],
      "venue" : "Electrophoresis 36 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A voltammetric sensor on the basis of bismuth nanoparticles prepared by the method of gas condensation",
      "author" : [ "N.A. Malakhova", "A.A. Mysik", "S.Y. Saraeva", "N.Y. Stozhko", "M.A. Uimin", "A.E. Ermakov", "K.Z. Brainina" ],
      "venue" : "J. Anal. Chem. 65 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Novel approach to bismuth modifying procedure for voltammetric thick film carbon containing electrodes",
      "author" : [ "N.A. Malakhova", "N.Y. Stozhko", "K.Z. Brainina" ],
      "venue" : "Electrochem. Commun. 9 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Screen-printed electrode modified by bismuth/Fe3O4 nanoparticle/ionic liquid composite using internal standard normalization for accurate determination of Cd(II) in soil",
      "author" : [ "H. Wang", "G. Zhao", "Y. Yin", "Z.Q. Wang", "G. Liu" ],
      "venue" : "Sensors 18 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Heavy metal ions (HMIs) have great harm to the human beings and the environment, and cannot be biodegraded [1].",
      "startOffset" : 107,
      "endOffset" : 110
    }, {
      "referenceID" : 4,
      "context" : "Most of all, they have the toxicity that can cause serious diseases in the human body, such as cancer, neurogenic disease, and organ failure, so that the detection of thembecomes crucial [5].",
      "startOffset" : 187,
      "endOffset" : 190
    }, {
      "referenceID" : 9,
      "context" : "Compared with the common three-electrode testing system, SPE integrates three electrodes on an insulated substrate (like polyethylene terephthalate, polyvinyl chloride, and ceramic), making it portable, inexpensive, and easy to operate, which is beneficial to promote the miniaturization of electrochemical sensing devices [10].",
      "startOffset" : 323,
      "endOffset" : 327
    }, {
      "referenceID" : 10,
      "context" : "Therefore, numerous efforts have been made into overcome these limitations in the past decades [11].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 11,
      "context" : "Nanomaterials refer to materials in which at least one dimension in the three-dimensional space is in the nanometer scale, or materials which are composed of them as basic units [12].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 22,
      "context" : "For surface modification, several methods including drop-casting, electrodeposition, electrospray, and electrospun, have been commonly used to fabricate SPEs for HMIs detection [23].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 23,
      "context" : "CNTs possess many outstanding properties, such as high conductivity, wide electrochemical window, large specific surface area, and chemical stability, making them an ideal and promising materials for electrode modification [24].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 23,
      "context" : "SWCNTs have been synthesized using an arc-discharge method in 1993 [24].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 24,
      "context" : "The small diameter and unique physical properties (including excellent electrical conductivity, modulus, ampere density, and stability) of SWCNTs make them ideal choices for electrochemical sensing devices [25].",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 25,
      "context" : "Recently, multiple studies have shown that SWCNTs modified screen-printed sensor could serve as a practical platform for electrochemical detection of HMIs [26,27].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 26,
      "context" : "Recently, multiple studies have shown that SWCNTs modified screen-printed sensor could serve as a practical platform for electrochemical detection of HMIs [26,27].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 27,
      "context" : "developed a SWCNTs-enabled disposable sensor for stripping detection of lead ion (Pb2þ) [28].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 28,
      "context" : "developed a disposable SPE doped with MWCNTs (SPCNTE) for simultaneous determination of Pb2þ, cadmium ion (Cd2þ), and zinc ion (Zn2þ) by uniformly doping MWCNTs into the printing ink [29].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 65,
      "context" : "MWCNTs Added in carbon ink DPASV Pb(II) / / Vultures blood and eggs [67]",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 32,
      "context" : "GR Added in carbon ink DPASV Cd(II) / 10 7 M Rice [33]",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 37,
      "context" : "0 nM Sewage, fertilizer waste, sea water [38]",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 75,
      "context" : "1 mg L 1 Estuarine water [77] Cd(II) 3.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 76,
      "context" : "0 ng L 1 Mineral water, river water [78]",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 29,
      "context" : "explored a portable screen-printed sensor modified with a composite of MWCNTs and IL (MWCNTs-IL), which was utilized to detect Cd2þ and Pb2þ simultaneously [30].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 30,
      "context" : "Especially in sensing devices, GR has shown great promise in view of its excellent conductivity, large surface area, wide electrochemical window, and electrochemical stability [31,32].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 31,
      "context" : "Especially in sensing devices, GR has shown great promise in view of its excellent conductivity, large surface area, wide electrochemical window, and electrochemical stability [31,32].",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 33,
      "context" : "also fabricated a SPGE for simultaneous determination of Cd2þ and palladium ion (Pd2þ) [34].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 34,
      "context" : "fabricated an GR sheets-enabled electrochemical sensor to simultaneously detect Pb2þ and Cd2þ [35].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 35,
      "context" : "8 V was applied for 600 s to realize the integration of reduction and deposition [36].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 36,
      "context" : "fabricated a SPCE modified with the composite nanofibers of GR, polyaniline, and polystyrene (GR-PANI-PS) for simultaneous detection of Cd2þ and Pb2þ [37].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 32,
      "context" : "0 (c) mM Cd2þ, inset: standard addition curves of three rice samples [33].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 37,
      "context" : "employed GO to modify the SPCE for Cd2þ, Pb2þ, copper ion (Cu2þ), and mercury ion (Hg2þ) detection [38].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 38,
      "context" : "They synthesized GO using a classic Hummers’ method [39].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 39,
      "context" : "proposed a useful approach for simultaneous analysis of Cd2þ, Cu2þ, Pb2þ, and Hg2þ based on a SPCE modified with a mixture of GO and diaminoterthiophene (GO-DTT) [40].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 40,
      "context" : "constructed a SPCE modified with cysteine (CySH)-functionalized GO and polypyrrole (SPCE/GO-CySH-PPY) for the detection of Pb2þ [41].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 41,
      "context" : "developed a sensor array based on CNFs-modified SPE (SPCNFE) for the determination of indium ion (In3þ) and thallium ion (Tlþ) [42].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 40,
      "context" : "4e28, (D) 28e280, and (E) 280e14,000 mg L 1 [41].",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 42,
      "context" : "ʟ-CySH modified SPCNFE (SPCNFE/CySH), and glutathione (GSH) modified SPCNFE (SPCNFE/GSH) [43].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 44,
      "context" : "developed a SPE modified by a composite of porous CNPs and bismuth nanoparticles (CNPs-BiNPs) [45].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 45,
      "context" : "employed a SPCE modified by CNPs (SPCE/CNPs) to detect Cd2þ using SWASV method [46].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 46,
      "context" : "These metal nanomaterial-enabled electrochemical sensors have good performance in terms of selectivity, sensitivity, and linear range for the detection of HMIs [47].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 47,
      "context" : "reported a SPCEmodifiedwith Hg nano-droplets for the detection of Cd2þ, Pb2þ, and Cu2þ [48].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 48,
      "context" : "developed a disposable electrochemical sensor for the detection of Zn2þ, Cd2þ, and Pb2þ based on BiNPs modified SPCE (SPCE/BiNPs) [49].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 49,
      "context" : "reported a BiNPs-enabled sensor for simultaneous determination of Zn2þ, Cd2þ, and Pb2þ [50].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 50,
      "context" : "constructed a disposable electrochemical sensor using Au nano film (AuNF) for sensitive detection of trace Hg2þ [51].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 52,
      "context" : "For example, Arcos-Martínez's group developed a SPCE modified by Ag nanoparticles (SPCE/AgNPs) to determine antimony ion (Sb3þ) [53].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 53,
      "context" : "Later, the same group developed a SPCE/AgNPs for the detection of chromium ions (Cr4þ) [54].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 54,
      "context" : "employed Ag@Au core-shell nanoparticles (Ag@AuNPs) to construct a screen-printed electrochemical sensor (SPCE/Ag@AuNPs) for the detection of Hg2þ [55].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 55,
      "context" : "prepared a SPCE modified with Sn nanoparticles (SnNPs) for the determination of Cd2þ and Zn2þ [57].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 51,
      "context" : "nary mixture of Zn2þ, Pb2þ, and Cu2þ (1 mg L 1 to 500 mg L (1)) [52].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 54,
      "context" : "0) and (C) plot of the Hg2þ concentration versus the anodic peak current [55].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 56,
      "context" : "constructed an electrochemical sensor modified with Fe3O4 nanoparticles (Fe3O4NPs) for the detection of As3þ [58].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 58,
      "context" : "in deionized water-based solutions using DPASV method [60].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 58,
      "context" : "(ZnONPs-GR) to construct a screen-printed electrochemical sensor for simultaneous detection of Cd2þ and Pb2þ [60].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 59,
      "context" : "fabricated a SPCE modified with Bi2O3 nanoparticles (SPCE/Bi2O3NPs) for the detection of Pb2þ and Cd2þ [61].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 60,
      "context" : "proposed a sensor for simultaneous detection of Zn2þ, Cd2þ, Pb2þ, and Cu2þ based on a Cr2O3 nanoparticles (Cr2O3NPs)-modified SPCE (SPCE-Cr2O3NPs) [62].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 61,
      "context" : "using CuO nanoparticles (CuONPs) for the detection of Cu2þ [63].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 62,
      "context" : "In addition, other nanomaterials such as mesoporous silica nanoparticles, have been also used to modify SPEs for HMIs detection [64].",
      "startOffset" : 128,
      "endOffset" : 132
    } ],
    "year" : 2019,
    "abstractText" : "Heavy metal ions, one of the most important pollutants today, widely exist in the environment, and can cause different degrees of damage to the ecological environment and human body. In the face of the increasingly severe situation of heavy metal pollution, it is urgent to develop a rapid, robust, sensitive, and convenient method for heavy metal ions detection. Compared with the traditional detection methods, the screen-printed electrochemical sensor based on nanomaterials has the advantages of rapid detection speed, high sensitivity, high selectivity, and high stability, which make it become the preferred method for the detection of heavy metal ions. This review presents the recent progress in the field of heavy metal ions determination using various nanomaterials-enabled screen-printed electrochemical sensors. The fabrication strategy and analytical performance of carbon nanomaterials (such as carbon nanotubes and graphene), metal nanomaterials (such as gold nanoparticles and silver nanoparticles), and metal oxide nanomaterials (such as Fe3O4 nanoparticles and Bi2O3 nanoparticles)-enabled disposable sensors for electrochemical determination of heavy metal ions are summarized systematically. In addition, the application of these sensors in real samples for the analysis of heavy metal ions is discussed in detail, and the future development in this field is also provided. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}