{
  "name" : "downloads_2019-11-16_65_huang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Deciphering the Fenton-reaction-aid lignocellulose degradation pattern by Phanerochaete chrysosporium with ferroferric oxide nanomaterials_ Enzyme secretion, straw humification and structural alteration",
    "authors" : [ "Danlian Huanga", "Tao Li", "Piao Xu", "Guangming Zeng", "Ming Chen", "Cui Lai", "Min Cheng", "Xueying Guo", "Sha Chen", "Zhihao Li" ],
    "emails" : [ "huangdanlian@hnu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBioresource Technology\njournal homepage: www.elsevier.com/locate/biortech\nDeciphering the Fenton-reaction-aid lignocellulose degradation pattern by Phanerochaete chrysosporium with ferroferric oxide nanomaterials: Enzyme secretion, straw humification and structural alteration\nDanlian Huanga,b,⁎, Tao Lia,b, Piao Xua,b, Guangming Zenga,b, Ming Chena,b, Cui Laia,b, Min Chenga,b, Xueying Guoa,b, Sha Chena,b, Zhihao Lia,b\na College of Environmental Science and Engineering, Hunan University, Changsha 410082, PR China b Key Laboratory of Environmental Biology and Pollution Control, Ministry of Education, Hunan University, Changsha 410082, PR China\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nKeywords: Fe3O4 nanomaterials Fenton process Phanerochaete chrysosporium Lignocellulose Solid-state fermentation\nA B S T R A C T\nNowadays, Nano-biotechnology is emerging to be one of the most promising tools in environmental remediation. In this study, the degradation efficiency of lignocellulose by white-rot fungi was improved by addition of Fe3O4 nanomaterials (NMs) in solid-state fermentation. The highly-ordered cellulose crystalline was demonstrated to be broken down through infrared spectroscopy (FT-IR) and crystallinity index analysis. The decay of fluorescence intensity presented a lower degree of aromatic polycondensation and less conjugated chromophores in lignocellulose. Mechanistic analysis showed that NMs participated in the Fenton reaction and affected lignocellulose biodegradation process by regulating enzyme secretion. Specifically, the time variation curves of hydroxyl radicals and Fe2+ were discussed to illustrate the degradation pattern. The NMs remained stable after the fermentation and were possible to be recycled for the next cycle. All the results support that the synergism of Fe3O4 NMs and white-rot fungi would be a promising research direction in lignocellulose treatment.\nhttps://doi.org/10.1016/j.biortech.2019.01.013 Received 19 October 2018; Received in revised form 3 January 2019; Accepted 4 January 2019\nAbbreviations: LiP, lignin peroxidases; MnP, manganese; Lac, laccase; PDA, potato dextrose agar; CMCase, carboxymethyl cellulase; NM, nanomaterials; WSC, water-soluble carbon; HA, humic acid; P. chrysosporium, Phanerochaete chrysosporium; XRD, X-ray diffraction; FTIR, Fourier transform infrared spectroscopy; FA, fulvic acid; 3D-EEM, Three-dimensional Excitation-Emission-Matrix; CrI, crystallinity index\n⁎ Corresponding author at: College of Environmental Science and Engineering, Hunan University, Changsha 410082, PR China. E-mail address: huangdanlian@hnu.edu.cn (D. Huang).\nBioresource Technology 276 (2019) 335–342\nAvailable online 06 January 2019 0960-8524/ © 2019 Elsevier Ltd. All rights reserved.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : "Lignocellulosic plant materials include rice straw, sugarcane bagasse, cotton stalk, and so on. It is reported that the yield of lignocellulose is about 1.5–2.0×1011 tons per year, but only 2.0–3.5% of the total yield was utilized (Dong et al., 2018; Miyamoto et al., 2018). The abundant biomass is either burnt to generate energy or discharged randomly as a waste, which brings a disposal problem as well as environmental deterioration (Qu et al., 2012). The main components of lignocellulosic biomass include lignin (10–41%), cellulose (40–60%) and hemicellulose (7–20%) (Kyunga et al., 2015), among which lignin functions as a physical barrier and slows the utilization of cellulose and hemicellulose. It is found that lignin can be broken down and mineralized by white-rot fungi. (Castoldi et al., 2014; Guo et al., 2018). The most-studied kind of white-rot fungi, Phanerochaete chrysosporium, has the ability to degrade lignin to CO2 and H2O effectively by a battery of peroxidase (Xu et al., 2017a).\nHowever, there are limitations in traditional biotreatment, such as long incubation time and ineffective delignification. Therefore, a detailed understanding of the biotreatment of lignocellulose by white-rot fungi is needed, which would indicate the future direction of the fungalbased technologies. It is inferred that the lignocellulose biodegradation mechanism of white-rot fungi involves a Fenton-based oxidation model, which is amenable for better enzymatic hydrolysis process (Eastwood et al., 2011). There are many studies attempting to build up a Fenton system or Fenton-like system to improve the treatment efficiency, among which nanotechnology holds out the promise of improving degradation efficiency (Jung et al., 2015; Ma et al., 2016). To date, ironbased nanoparticles have shown tremendous potential for its excellent performance, such as low toxicity, biocompatibility and superior paramagnetism (Huang et al., 2015). Moreover, it is efficient and costeffective to be applied in environmental remediation (Xu et al., 2012a). The excellent properties lead to wide application of iron-based nanomaterials (Gong et al., 2017; Huang et al., 2017a; Xue et al., 2018a,b). Huang et al. (2015) created a composite system including Fe3O4 NMs and P. chrysosporium to degrade phenol, and achieved peak degradation efficiency of 93.41% under solar light. This demonstrated that Fe3O4 NMs combined with white-rot fungi have huge potential to be applied in environmental remediation. Hence, Fe3O4 NMs seem to be desirable for enhancing the fungal degradation performance of lignocellulose.\nIn this study, the degradation performance of P. chrysosporium with various ratios of Fe3O4 NMs (0%, 2.5%, 5%, 10%) was systematically investigated. The main enzymes (LiP, cellulase and hemicellulase) secreted by P. chrysosporium were measured during the fermentation period to observe the fungal response to NMs. XRD and FTIR were used to determine the structural transformation. 3D-EEM spectra were used to characterize and distinguish different types of humic substances. To uncover the underlying mechanisms of the Fenton-reaction-aid degradation system, the time variation curves of Fe2+ content and hydroxyl radicals were discussed. The present study will unravel the knowledge of lignocellulose degradation pattern by P. chrysosporium and elucidate the possible interaction between NMs and microorganisms, which give reference to a more effective and feasible biotreatment technology for lignocellulose waste."
    }, {
      "heading" : "2. Methods and materials",
      "text" : ""
    }, {
      "heading" : "2.1. Solid-state fermentation design",
      "text" : "The white-rot fungus used in this study was P. chrysosporium strain BKMF-1767, and was obtained from the China Center for type Culture Collection in Wuhan province. After diluted in sterile distilled water, the concentration of the spore suspension was adjusted to ×2.0 106 CFU mL−1 according to the previous work (Huang et al., 2016). Rice straw was acquired from suburban district in Changsha, China. For the preparation of the experiment, it was dried in open air and cut into pieces\nshorter than 1mm. Fe3O4 NMs were purchased (Jingkang Co. Ltd, Changsha). The average diameter of the commercial Fe3O4 NMs ranged from 100 to 150 nm. The chemicals were analytical pure. Ultrapure water used in this study was from the Milli-Q ultrapure (18.25MΩ·cm) system.\nThe fermentation experiment was carried out in conical flask. Each flask contained 12 g of straw pieces (dry weight). Fe3O4 NMs were added in different ratios, and samples were labeled as A (control), B (0%), C (2.5%), D (5%), E (10%), respectively. Group A was the control group without the inoculum of P. chrysosporium. The flasks were then stoppered and autoclaved for 30min at 121 °C. 3mL of the abovementioned spore suspension of P. chrysosporium was inoculated to each flask except for A. The experiment was performed at 37 °C for 60 days. The moisture content of the fermentation was kept at 65%. The straw samples were harvested periodically (day 0, 5, 8, 11, 15, 20, 25, 30, 35, 40, 50 and 60) and mixed for the referring analysis. All the experiments were carried out in three replicates."
    }, {
      "heading" : "2.2. Biological parameters measurement",
      "text" : ""
    }, {
      "heading" : "2.2.1. Enzyme activity assays",
      "text" : "The enzymes were extracted from harvested samples by ultrapure water at a ratio of 1:10 (w:v). After thoroughly mixed at 200 r·min−1 for 30min on a rotary shaker and centrifuged at 3500 r·min−1 for 15min, the supernatant fluid was obtained by filtration. And it was used for enzyme activity analysis with an UV–vis spectrophotometer (UV-2550). (see supplementary material)."
    }, {
      "heading" : "2.2.2. Hydroxyl radical measurement",
      "text" : "The hydroxyl radical (%OH) was determined as described (Zhao et al., 2015). 0.055 g 2-deoxy-D-ribose was added into 100mL sterile distilled water. And then 1mL of the 2-deoxy-D-ribose solution and 0.4 mL of enzyme extraction were added to the centrifuge tube. After incubated at 37 °C for 60min, 1mL of trichloroacetic acid (0.7%) and 1mL of thiobarbituric acid (0.25%) were added to the filtrate. The mixture was heated at 100 °C. After heated for 15min, reductive activity of %OH was indicated by the absorbance of the filtrate at 532 nm."
    }, {
      "heading" : "2.3. Fe2+ content determination",
      "text" : "Phenanthroline spectrophotometric method was used to determine the Fe2+ content by an ultraviolet spectrophotometer (UV-2550) (Handler et al., 2009)."
    }, {
      "heading" : "2.4. Water-soluble carbon and humic acid content analysis",
      "text" : "The water-soluble carbon fraction of the sample was extracted by ultrapure water (1:100, w/v). After stirred for 1 h, humic substances were extracted according to the methods described by International Humic Substances Society (IHSS). The carbon content in the extracted WSC and humic acid was determined by Total Organic Carbon Analyzer (TOC-5000A). The extracted fulvic acid was used for fluorescence measurement (Doskočil et al., 2018). The three-dimensional excitationemission matrix (3D EEM) spectra were obtained by a HITACHI F7000 fluorescence spectrophotometer. The scan speed was set as 1200 nm/ min. The excitation spectra were from 200 to 500 nm with interval of 5 nm. The emission range was 300–600 nm at interval of 1 nm with the photo multiplicator tension of 700 V. And the integration time was 0.1 s. The continuous scans recorded the three-dimensional plots of the humus fluorescence intensity."
    }, {
      "heading" : "2.5. Characterization of fermented straw sample",
      "text" : "Fourier Transform Infrared Spectroscopy (FTIR) (Nicolet, Nexus670) was used to uncover the chemical structure change of the treated straws (Xu et al., 2012b). X-ray diffractometer (XRD; Rigaku, Japan)\nwas carried out using a Cu Ka1 radiation source (k= 0.1540 nm). It was operated in the region of 2θ from 10° to 80° at 40 kV and 40mA with a step size of 0.02. CrI was calculated by the classical Segal method as below:\n= −I I ICrI ( )/crys amor crys (R2-1)\nwhere Icrys stands for the intensity of the peak (2θ≈ 22.9°) and Iamor represents the intensity of the amorphous region (2θ ≈ 16.9°)."
    }, {
      "heading" : "2.6. Statistical analysis",
      "text" : "The experimental samples were settled in three replications. The final results were presented as the mean value along with the standard deviation. SPSS software (SPSS 18.0, Germany) was used to conduct statistical analysis with the significance level set as P < 0.05 in this study (Gong et al., 2018)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Dynamic changes of enzyme activities during fermentation process",
      "text" : ""
    }, {
      "heading" : "3.1.1. Changes of lignin peroxidase activities",
      "text" : "During the fermentation, two enzymatic systems might contribute to lignocellulose degradation: one is the hydrolytic system including cellulases and hemicellulases, and the other is known as oxidative ligninolytic system, including the LiP and MnP (Castoldi et al., 2014). Time variation curves of the LiP, CMCase and xylanase activities were discussed in this study. MnP and Lac were either not detected in this study or were maintained at very low levels, indicating that they may not play a key role in the fermentation.\nLiP is reported to oxidize lignin via two consecutive one-electron oxidation steps. It shows a high redox potential to be capable of catalyzing the oxidation of non-phenolic lignin units, which comprised more that 90% of the polymer. It was obvious that P. chrysosporium maintained a good condition and regular enzyme activities with the presence of Fe3O4 NMs (Fig. 1(a)). The LiP level in all groups with NMs increased rapidly due to quickly propagation of Pc and then reached the peak after 30 days. Finally it declined till the end. With the supplement of NMs, significant increases in peak activity of C (2.5%), D (5%), E (10%) were observed. The maximum LiP enzyme activity value in group C (2.5%) reached 169.78 U·g−1, while it was 33.7832 U·g−1 in group A (control)."
    }, {
      "heading" : "3.1.2. Changes of cellulase and hemicellulase",
      "text" : "Cellulose is a considerable barrier for lignocellulose degradation process including crystalline region and amorphous region. And cellulases like CMCase discussed here mainly aimed at the amorphous region (Rajput et al., 2018). CMCase fluctuated sharply in the initial period (Fig. 1(b)). It was affected by many factors such as the cellulose crystallinity, the lignin-cellulose association, hemicellulose component and so on. It started to increase on day 15, which might be due to the hemicellulose removal. A time lag could be observed between the CMCase peak and first peak of xylanase (Fig. 1(b) and (c)). It could be illustrated that the cellulose microfibrils were wrapped by hemicellulose in the cell wall so that the CMCase enzyme activities might increase after the removal of hemicellulose. It is widely known that the enzymatic hydrolysis process is highly dependent on the structural alterations of cell-wall components. After 60 days of cultivation, the CMCase level ended up at a relative low level. And xylanase, which is essential for hemicellulose degradation, was promoted in all groups with Fe3O4 NMs (Fig. 1 (c)). During the fermentation, there were two peaks on day 11 and day 40, respectively. The first peak value on day 11 was 13.27 U·g−1 for group D, indicating that the excretion of xylanase by P. chrysosporium was not affected by NMs. It was found that the increasing production curve of xylanase corresponded to the hemicellulose degradation pattern as it was the primary substrate for\nxylanase (Castaldi et al., 2008). So the rapid increasement of xylanase activity referred to the consumption of hemicellulose. The hemicellulose degradation was believed to happen before other components (Wan & Li, 2011; Xu et al., 2017b).\nThe production of LiP, CMCase and xylanase presented that whiterot fungi could degrade all the three main components of straw biomass and the addition of Fe3O4 NMs enhanced the enzyme production to some degree to promote the degradation process. The enzymatic enhancement would be accountable in the presence of Fe3O4 NMs. In general, the Fe3O4 NMs functioned as iron source. It is obvious that Fe3O4 NMs applied in this study at all the selected concentration improved the degradation of lignocellulose, although the improvements were not proportional to Fe3O4 NMs concentration elevation. Sufficient initial NMs ensured the supply of Fe2+ and Fe3+ and reinforce the\nFenton reaction. Besides, NMs could also be used as energy source to accelerate the growth of P. chrysosporium so that enhancing the enzyme secretion."
    }, {
      "heading" : "3.2. Biochemical Fenton process during the fermentation",
      "text" : ""
    }, {
      "heading" : "3.2.1. Time variation pattern of Fe2+",
      "text" : "During the solid-state fermentation, it has been reported that a group of white-rot fungi (notably P. chrysosporium) could modify the backbone of lignocellulose to make it accessible for enzymatic hydrolysis based on a Fenton oxidation model. And in this regard, low-molecular weight compounds such as oxalate have been reported to be involved in the Fenton reaction. Oxalate is reported to be biosynthesized by glyoxylate or oxaloacetate in the tricarboxylic acid (TCA) cycle as a consequent byproduct. Previous literatures have detected oxalate both in liquid medium and solid culture medium. And P. chrysosporium was reported to generate 5.8mM oxalate at high nitrogen condition for 3 weeks. Numerous researches have proved that oxalate played a key role in white-rot decay system when grown on a lignocellulose substrate like wheat straw (Huang et al., 2015; Zhao et al., 2015; Zhu et al., 2016). It was reported that a layer of NMs would be absorbed on the microorganism cell wall due to the unique properties such as high surface-to-volume ratio and small size (Ye et al., 2013). And the oxalate production might facilitate the NMs to enter the degradation system. It has been demonstrated that oxalate provided an organic anion and protons with the coexistence of metallic oxide, and the anion would form a complex with the metal cation (Anna and Marcin, 2006). Oxalate and iron oxides coexistence was reported to be capable of setting up a Fenton-like system even without external source of H2O2 (Liu et al., 2006). Dai et al. (2018) found out that large quantity of ferric ion could be leached from iron oxide composite with the coexistence of oxalate and enhanced the degradation efficiency of Orange Ⅱ. So it was inferred that the Fe3O4 NMs may enter the complex degradation system through reaction R3-1.\n+ ↔ ≡ − −Fe O H C O C On [ Fe( ) ]n n3 4 2 2 4 2 4 (2 3) (R3-1)\nLiu et al. (2006) has detected −C OFe( )2 4 2 and −C OFe( )2 4 33 in the iron oxide-oxalate system they established. The formation of iron oxideoxalate complexes were crucial steps for many degradation processes (Li et al., 2007; Rodríguez et al., 2009). So a hypothesis was proposed that Fe3O4 NMs combined with oxalate would enhance the degradation of lignocellulose by generating %OH with high redox potential through enhanced Fenton chemistry (Cheng et al., 2016b; Gligorovski et al., 2015; Huang et al., 2017b).\n+ → + + +Fe H O FeOH ·OH2 2 2 2\n+ + + −(orFe OH ·OH)3 (R3-2)\n+ → + + + + −Fe ·OH FeOH (orFe OH )2 2 3 (R3-3)\nIn the proposed hypothesis, oxalate was secreted as the secondary metabolite of P. chrysosporium, and then absorbed by Fe3O4 NMs to form Fe3O4-oxalate complexes, in which way Fe3O4 NMs got to enter the whole degradation system and worked in the form of Fe3+ and Fe2+. During the Fenton reaction, Fe2+ reacted with H2O2 and %OH was formed as described in R3-2. After Fe2+ was oxidized to Fe3+, the microbial cell might also produce reductants such as O2%− and then Fe3+ is reduced to Fe2+ in the presence of O2%−. The dynamic change of Fe2+ content was shown to decipher this process (Fig. 2). It is noteworthy that the Fe2+ content in control group exhibited an average level of 0.83mg/kg, which indicated the high Fe2+ background level of straw. And during the fermentation period, it remained stable in control group. It was found that Fe2+ level in group B was higher than that in group A, which may be due to the regulating ability of P. chrysosporium. With regard to the groups with NMs, the Fe2+ increased rapidly in the initial stage and reached the first peak. It might have some relevance to\nthe accumulation of oxalate. After that, the Fe2+ content in group C (2.5%) even exceeded that in group D (5%) and group E (10%) on day 15. This might be attributed to the limited oxalate content in the system. After that, the Fe2+ triggered the Fenton chemistry to generate %OH and then declined to the bottom level on day 11. The lowest content was 0.48mg/g in group C. NMs mainly functioned as a catalyst as it was consumed with H2O2 and then recycled from FeOH2+ (Fe3+). The reaction R3-2 was supposed to be much faster than R3-5 and R3-6 according to literature (Gligorovski et al., 2015).\n+ → +H O ·OH HO · H O2 2 2 2 (R3-4)\n+ → + + + − + −FeOH HO ·/O · Fe O H O/OH2 2 2 2 2 2 (R3-5)\n+ → + + + +FeOH H O Fe H O HO ·2 2 2 2 2 2 (R3-6)\nWhen the consumption rate exceeded generation rate, Fe2+ content would show a decreasing trend. The Fe2+ level rose gradually in the final period, which may be attributed to more Fe3O4 NMs entering the complex Fenton system, and the later increase of %OH also confirmed that."
    }, {
      "heading" : "3.2.2. Content of hydroxyl radical level variation",
      "text" : "In Fenton reaction, iron, the electron donor, would donate an electron to the hydrogen peroxide and obtain %OH. %OH is known to be highly reactive to react with a large number of organic compounds without distinction (Cheng et al., 2016a; Zhou et al., 2017). %OH has the superior ability to attack lignin in the early stage and initiates the oxidative attack of the enzymes. The Fenton reaction is a redox cycling process as mentioned before. A vital factor of the reaction was the reduction of Fe3+ to Fe2+, so the %OH level was correlated with the ferrous iron content. In all groups with NMs, high levels of %OH were observed (Fig. 2), confirming that the addition of NMs stimulated %OH production. The reaction R3-5 and R3-6 gave direct evidence that the process would continue and generate %OH until H2O2 was consumed entirely. The first peak appeared on day 8 and the absorbance reached 0.46 in Group D (5%). The increasing Fe2+ content which triggered Fenton chemistry may account for the peak. After that, the %OH level dropped to the initial level. This decline could be explained by the %OH scavenging by excess Fe2+ based on R3-3. After reaching the bottom level, the %OH content kept an increasing trend until the end. On day 60, the absorbance in group E rose to 0.738, the highest among all. Since the reaction R3-2 proceeded much faster than the reaction R3-5 and R3-6, the %OH formulation rate would show a considerable decrease after Fe2+ consumption because the first reaction took faster than others. On the other hand, the enhanced recycling process of Fe3+ to Fe2+ contributed to the increase of hydroxyl radicals. The humic substance would function as %OH scavengers and thus increase the reaction rate. The structural modification caused by %OH and other radicals during Fenton reaction might be beneficial to the enzymatic hydrolysis for exposing cellulose to enzymes as it is impossible for them to penetrate the cell wall. Hu et al. (2018) also demonstrated that during the removal process of bisphenol A by white-rot fungi, Fenton reagent functioned at the beginning while fungal treatment mainly served in the subsequent process."
    }, {
      "heading" : "3.3. Effect on structural change of lignocellulose",
      "text" : ""
    }, {
      "heading" : "3.3.1. Evaluation of structural alteration",
      "text" : "FTIR spectra of the treated straw presented an overview of the degradation effects. The structural alteration of treated straw in group B (0%) and group C (2.5%) was illustrated by FTIR. The dynamic change of chemical structure was judged by distinguishing the difference between specific and characteristic absorbing peak of the lignocellulose components. The spectrum of untreated straw was used as a reference for further comparison. The band at 588 cm−1 in group C assigned to the vibrations of Fe-O bonds proved the existence of Fe3O4 NMs in the\ntested sample. The bands at 1507 and 1595 cm−1 ascribed to aromatic skeletal vibration and C=O stretch vibration of benzene rings, decreased in both group B and group C. These peaks were recorded as the characteristic absorbing peaks of lignin. The diminution in these bands suggested a substantial and efficient degradation of lignin (Castoldi et al., 2014). And the more significant decrease in group C offered evidence that NMs enhanced the structural change. Besides, it could be found that the adsorption band at 1372 cm−1 declined after 60 days fungal treatment. The band diminishment suggested that the hemicellulose was partly degraded, and this was in accordance with the enzyme results discussed before (Xu et al., 2017b). The remarkable peak at 1317 cm−1 was assigned to S ring and 5-substituted G of lignin component as well as C–H deformation in cellulose. A clear decrease at this band was found in group C, which was believed to be an evidence of the partly fracture of cellulose or S and G lignin structure of the straw (You et al., 2019). The bands at 898 cm−1 and 1110 cm−1 reflected the structural change in the amorphous region and crystalline region, respectively. The intensity diminishment of the two bands was a signal of cellulose degradation. The lower peak intensity at 898 cm−1 manifested the less ordered cellulose structure after incipient fungal treatment. The more pronounced diminution in group C further implied that the crystalline cellulose was disrupted by fungal attack with the addition of NMs. A comparison of these samples presented the chemical changes during the fermentation process. In sum, the NMs didn’t affect the microbial growth. And fungal treatment with NMs resulted in the lignocellulose structural alteration."
    }, {
      "heading" : "3.3.2. Cellulose crystallinity index variation",
      "text" : "Cellulose is different from hemicellulose or starch for its unique crystalline structure (Karimi et al., 2013). A key characteristic of this region is that it is highly ordered and is difficult to be penetrated even by small molecules such as water. And this is the reason why CMCase remained at a relatively low level in the early stage. It has been reported that the cellulose’s “crystallinity reduction” phenomenon exists in the fugal treatment of lignocellulose. XRD provides us with direct information of the ratio of crystal and amorphous parts. The\ncrystallinity index (CrI) of the cellulose in group C (2.5%) on different sampling days (day 5, 15, 25, 50) was calculated as mentioned. In general, CrI of the straw sample presented a descending trend from 0.3507 to 0.3405 after fermentation. Hastrup et al. (2012) discovered the CrI decrease in some brown-rot fungi. But similar decrease was not observed in their white-rot fungi group, which might be attributed to the different substrate as they chose hardwood in their research rather than rice straw in this study. Besides, the crystallinity reduction was substrate-dependent, which means that not only various white-rot fungi presented great difference with each other, and even one fungus with different types of substrate would differ in the degradation performance. A slight increase could be observed on day 15 in general downwards tendency as the CrI on day 15 was 0.3656, higher than that on day 5. This corresponded to the previous literature (Xu et al., 2017b). It was noteworthy that the crystallinity of most fungus-treated lignocellulose biomass would present a minor increase at the premier stage of cultivation due to the selective removal of the less-ordered components (i.e. hemicellulose and non-crystalline cellulose) by P. chrysosporium (Xu et al., 2010). That also echoed the discussion about enzymes that P. chrysosporium tended to degrade hemicellulose in the initial stage. Arantes and Saddler, 2010 proposed the carbohydratebinding modules (CBM) and cellobiohydrolase system to illustrate enzymatic processes. It was demonstrated that white-rot fungi could cause the ‘swelling’ by accommodating more water molecules into the microfibrils. So the rising mechanical pressure would uncover the tightly bound structure of cellulose chain. After that, the crystalline cellulose started to break apart. CrI decreased from 0.3656 on day 15 to 0.3604 on day 25. And finally, it declined to the bottom level at 0.3405 on day 50. The depressed CrI index also worked in concert with the decrease of peak intensities at 1110 cm−1 in FTIR spectra. All the results demonstrated the decrystallization of the highly-ordered cellulose of straw. It was believed that NMs could enhance the hydrolysis degree and favor fungi to utilize soluble sugars from lignocellulose biomass by causing some structural alteration (Zeng et al., 2011). However, it was worth mentioning that the change of crystallinity was relatively small in magnitude during the primary degradation of lignocellulose. One\npossible reason was that the crystallinity decreases only took place in the outer space while XRD was a kind of averaging technique focusing on the crystal plane of the entire sample.\n3.4. The humification degree of lignocellulose\nAs the fermentation went on, the combined effect of Fenton process and enzyme hydrolysis led to the demethylation, oxidation and fragmentization of lignocellulose by cleaving various bonds of lignocellulose to form some phenolic and quinone compounds. WSC represented the amount of organic carbon which can be easily used by microorganisms so that it was an essential index to evaluate the process. The chief constituents of WSC extracted from lignocellulose were glucose and xylose, which also stood for the main component of cellulose and hemicellulose. WSC content presented an increasing trend along the whole period (Fig. 3). The stable increase echoed the ascending of CMCase and xylanase. After 50 days, the WSC in group D rose to 52.42mg/g, which suggested that NMs promoted the formation of WSC.\nHumic acid is a complex that is insoluble in water (Moharana & Biswas, 2016). As the fermentation continued, non-humic substances decomposed and formed some humic substances. The variation of HA content on day 5 and day 50 was presented (Fig. 3). The increase of humic substances was observed after the fermentation. During the fermentation, the precursor of humus, phenolic and quinone compounds were obtained, leading to the increase of HA content. It was commonly known that humus was the outcome of a series of biological activity as it could serve as carbon source and energy for the microorganisms to produce simple organics. The humus formation process was closely associated with the microbial activity. It was obvious that NMs provoked the increase of HA. After 50 days, HA content in group C increased by 54% and was the highest one among others.\nIt has been demonstrated that the fluorescence spectra can be used to characterize and distinguish different types of humic substances (Fuentes et al., 2006). Thus, a 3D-EEM contour plot for the FA extracted from the samples was presented in Fig. 4. The spectra showed the contour maxima at different excitation/emission wavelength (λ) according to the literature: λex/λem=320/453 nm, ascribed to visible fulvic-like fluorescence peak, Peak A; λex/λem=270/449 nm, representing the protein-like fluorescence peak, Peak B (Zhang et al., 2011). Peak A was labeled as fulvic-like acid, suggesting the poor biodegradability of the sample. And peak B was called a protein-like fluorescence peak that originated from aromatic groups (Fengchang Wu and Tanoue‡, 2001). The fluorescence intensities in Fig. 4 (a) of the two\npeaks were 6645 and 6817, respectively. The high degree of fluorescence intensity was a signal that peak A and peak B were the fingerprints peaks, from which chemical change could be observed visually. From Fig. 4 (b) to Fig. 4 (c), it could be observed that the fluvic-like peak A shifted to shorter emission wavelength nearly at the same excitation wavelength, and the fluorescence intensity declined. Shorter emission wavelength was ascribed to a simpler structure as well as lower molecular weight components (Doskočil et al., 2018). So the position shift of the fluorescence peak indicated the initial degradation of lignocellulose. Besides, the decay of fluorescence intensity presented a lower degree of aromatic polycondensation and less conjugated chromophores, thus indicating the contribution of NMs. The fluorescence intensities of the two peaks showed a remarkably downward trend along the fermentation period, and peak B almost disappeared. The decreasing of peak B indicated the oxidation of protein-like substances. These results proved effective humification process during the fungal treatment with NMs."
    }, {
      "heading" : "3.5. The effect of fermentation on characteristic of Fe3O4 NMs",
      "text" : "In order to figure out the interaction between NMs and microorganism, it is also crucial to focus on the effect of fermentation on NMs. Direct evidence for the Fe3O4 NMs characteristics after fermentation could be obtained by XRD. The XRD pattern manifested that the NMs remained stable during the experiment. There was only a peak at 2θ=22.9° belonging to the cellulose in group A. Compared to group A, a group of diffraction peaks showing the cubic structure could be observed in group C. Characteristic peaks at 2θ=31.4°, 35.4° and 43.0° observed in the spectra were corresponding to diffraction peaks (2 2 0), (3 1 1), (4 0 0), respectively (Xu & Wang, 2012). The most intense (3 1 1) peak was the characteristic reflection of Fe3O4 materials (2θ=35.4°) (Dai et al., 2018). And no obvious change of characteristic peaks was found in the spectra after fermentation.\nThe magnetic separation experiment was carried out to confirm if it is possible to recycle the NMs. And it was proved that easy separation of NMs could be realized after the fermentation. In order to confirm the Fe3O4 NMs changes in morphology after the fermentation, the recycled Fe3O4 NMs was analyzed by Transmission electron microscope (TEM). It could be observed that the commercial Fe3O4 NMs had cubic shape with the uniform diameter ranged from 100 to 150 nm. After solid-state fermentation with fungal for 60 days, the Fe3O4 NMs were irregular and had smaller diameter, which might due to the NMs dissolution and transformation by P. chrysosporium. Surface layer of NMs were solved by the organic acid and Fe2+ was released into the system."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Synergism of Fe3O4 NMs and white-rot fungi was proved feasible in lignocellulose treatment. Therefore, this work highlights the role of Fe3O4 NMs in the lignocellulose biomass biotreatment based on a Fenton-reaction-aid pattern and provides an insight for other biotechnology to enhance the fungal degradation performance of lignocellulose. However, the mechanism is not completely clear and further mechanical study of the related Fenton reaction between NMs and microorganisms is still needed for solving out the existed problem in lignocellulose biotreatment."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The authors would like to thank Chengyun Zhou for his kindly assistance and guidance during the experiment. This study was financially supported by the Program for the National Natural Science Foundation of China (51879101, 51579098, 51779090, 51709101, 51521006, 51809090, 51278176, 51378190), the National Program for Support of Top–Notch Young Professionals of China (2014), the Program for Changjiang Scholars and Innovative Research Team in University (IRT-\n13R17), and Hunan Provincial Science and Technology Plan Project (2018SK20410, 2017SK2243, 2016RS3026), and the Fundamental Research Funds for the Central Universities (531109200027, 531107051080, 531107050978)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biortech.2019.01.013."
    } ],
    "references" : [ {
      "title" : "Organic acids production by white rot Basidiomycetes in the presence of metallic oxides",
      "author" : [ "J.W.A. Anna", "G. Marcin" ],
      "venue" : "Can. J. Microbiol",
      "citeRegEx" : "Anna and Marcin,? \\Q2006\\E",
      "shortCiteRegEx" : "Anna and Marcin",
      "year" : 2006
    }, {
      "title" : "Access to cellulose limits the efficiency of enzymatic hydrolysis: the role of amorphogenesis",
      "author" : [ "V. Arantes", "J.N. Saddler" ],
      "venue" : "Biotechnol. Biofuels. 3,1(2010-02-23)",
      "citeRegEx" : "Arantes and Saddler,? \\Q2010\\E",
      "shortCiteRegEx" : "Arantes and Saddler",
      "year" : 2010
    }, {
      "title" : "Maturity assessment of compost from municipal solid waste through the study of enzyme activities and water-soluble fractions",
      "author" : [ "P. Castaldi", "G. Garau", "P. Melis" ],
      "venue" : "Waste Manage",
      "citeRegEx" : "Castaldi et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Castaldi et al\\.",
      "year" : 2008
    }, {
      "title" : "Biological pretreatment of Eucalyptus grandis sawdust with white-rot fungi: study of degradation patterns and saccharification kinetics",
      "author" : [ "R. Castoldi", "A. Bracht", "G.R.D. Morais", "M.L. Baesso", "R.C.G. Correa", "R.A. Peralta", "Souza", "C.G.M.D", "R.M. Peralta" ],
      "venue" : "Chem. Eng. J. 258,",
      "citeRegEx" : "Castoldi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Castoldi et al\\.",
      "year" : 2014
    }, {
      "title" : "Hydroxyl radicals based advanced oxidation processes (AOPs) for remediation of soils contaminated with organic compounds: a review",
      "author" : [ "M. Cheng", "G. Zeng", "D. Huang", "L. Cui", "P. Xu", "C. Zhang", "Y. Liu" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Cheng et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2016
    }, {
      "title" : "Degradation of atrazine by a novel Fenton-like process and assessment the influence on the treated soil",
      "author" : [ "M. Cheng", "G. Zeng", "D. Huang", "C. Lai", "P. Xu", "C. Zhang", "Y. Liu", "J. Wan", "X. Gong", "Y. Zhu" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Cheng et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2016
    }, {
      "title" : "Oxalate enhanced degradation of Orange II in heterogeneous UV-Fenton system catalyzed",
      "author" : [ "H. Dai", "S. Xu", "J. Chen", "X. Miao", "J. Zhu" ],
      "venue" : null,
      "citeRegEx" : "Dai et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Dai et al\\.",
      "year" : 2018
    }, {
      "title" : "Alkali/urea pretreatment of rice straw at low temperature for enhanced biological hydrogen production",
      "author" : [ "L. Dong", "G. Cao", "L. Zhao", "B. Liu", "N. Ren" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Dong et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2018
    }, {
      "title" : "Spectral characterization and comparison of humic acids isolated from some European lignites",
      "author" : [ "L. Doskočil", "J. Burdíková-Szewieczková", "V. Enev", "L. Kalina", "J. Wasserbauer" ],
      "venue" : "Fuel 213,",
      "citeRegEx" : "Doskočil et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Doskočil et al\\.",
      "year" : 2018
    }, {
      "title" : "The Plant Cell Wall–Decomposing Machinery Underlies the Functional Diversity of Forest Fungi",
      "author" : [ "D.C. Eastwood", "D. Floudas", "M. Binder", "A. Majcherczyk", "P. Schneider", "A. Aerts", "F.O. Asiegbu", "S.E. Baker", "K. Barry", "M. Bendiksby" ],
      "venue" : "Science",
      "citeRegEx" : "Eastwood et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Eastwood et al\\.",
      "year" : 2011
    }, {
      "title" : "Isolation and Partial Characterization of Dissolved Copper-Complexing Ligands in Streamwaters",
      "author" : [ "A. Fengchang Wu", "E. Tanoue" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Wu and Tanoue,? \\Q2001\\E",
      "shortCiteRegEx" : "Wu and Tanoue",
      "year" : 2001
    }, {
      "title" : "The usefulness of UV–visible and fluorescence spectroscopies to study the chemical nature of humic substances from soils and composts",
      "author" : [ "M. Fuentes", "G. González-Gaitano", "J.M.A. García-Mina" ],
      "venue" : "Org. Geochem",
      "citeRegEx" : "Fuentes et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Fuentes et al\\.",
      "year" : 2006
    }, {
      "title" : "Environmental Implications of Hydroxyl Radicals ((•)OH)",
      "author" : [ "S. Gligorovski", "R. Strekowski", "S. Barbati", "D. Vione" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Gligorovski et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gligorovski et al\\.",
      "year" : 2015
    }, {
      "title" : "Pyrolysis and reutilization of plant residues after phytoremediation of heavy metals contaminated sediments: for heavy metals stabilization and dye adsorption",
      "author" : [ "X. Gong", "D. Huang", "Y. Liu", "G. Zeng", "R. Wang", "J. Wei", "C. Huang", "P. Xu", "J. Wan", "C. Zhang" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Gong et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gong et al\\.",
      "year" : 2018
    }, {
      "title" : "Stabilized nanoscale zerovalent iron mediated cadmium accumulation and oxidative damage of Boehmeria nivea (L.) Gaudich cultivated in cadmium contaminated sediments",
      "author" : [ "X. Gong", "D. Huang", "Y. Liu", "G. Zeng", "R. Wang", "J. Wan", "C. Zhang", "M. Cheng", "X. Qin", "W. Xue" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Gong et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gong et al\\.",
      "year" : 2017
    }, {
      "title" : "Biotransformation of cadmium-sulfamethazine combined pollutant in aqueous environments: Phanerochaete chrysosporium bring cautious optimism",
      "author" : [ "H. Luo", "X. Yan", "T. Li" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "H. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2018
    }, {
      "title" : "Atom Exchange between Aqueous Fe(II) and Goethite: an Fe Isotope Tracer Study",
      "author" : [ "R.M. Handler", "B.L. Beard", "C.M. Johnson", "M.M. Scherer" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Handler et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Handler et al\\.",
      "year" : 2009
    }, {
      "title" : "Differences in crystalline cellulose modification due to degradation by brown and white rot fungi",
      "author" : [ "A.C. Hastrup", "C. Howell", "F.H. Larsen", "N. Sathitsuksanoh", "B. Goodell", "J. Jellison" ],
      "venue" : "Fungal Biol-UK",
      "citeRegEx" : "Hastrup et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Hastrup et al\\.",
      "year" : 2012
    }, {
      "title" : "The combination of Fenton process and Phanerochaete chrysosporium for the removal of bisphenol A in river sediments: mechanism related to extracellular enzyme, organic acid and iron",
      "author" : [ "C. Hu", "D. Huang", "G. Zeng", "M. Cheng", "X. Gong", "R. Wang", "W. Xue", "Z. Hu", "Y. Liu" ],
      "venue" : null,
      "citeRegEx" : "Hu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2018
    }, {
      "title" : "2017a. White rot fungi and advanced combined biotechnology with nanomaterials: promising tools for endocrine-disrupting compounds biotransformation",
      "author" : [ "D. Huang", "X. Guo", "Z. Peng", "G. Zeng", "P. Xu", "X. Gong", "R. Deng", "W. Xue", "R. Wang", "H. Yi" ],
      "venue" : "Crit. Rev. Biotechnol",
      "citeRegEx" : "Huang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2017
    }, {
      "title" : "Combination of Fenton processes and biotreatment for wastewater treatment and soil remediation",
      "author" : [ "D. Huang", "C. Hu", "G. Zeng", "M. Cheng", "P. Xu", "X. Gong", "R. Wang", "W. Xue" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Huang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2017
    }, {
      "title" : "Composting of 4-nonylphenol-contaminated river sediment with inocula of Phanerochaete chrysosporium",
      "author" : [ "D. Huang", "X. Qin", "P. Xu", "G. Zeng", "Z. Peng", "R. Wang", "J. Wan", "X. Gong", "W. Xue" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Huang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2016
    }, {
      "title" : "A coupled photocatalytic-biological process for phenol degradation in the Phanerochaete",
      "author" : [ "D.L. Huang", "C. Wang", "P. Xu", "G.M. Zeng", "B.A. Lu", "N.J. Li", "C. Huang", "C. Lai", "M.H. Zhao", "J.J. Xu" ],
      "venue" : null,
      "citeRegEx" : "Huang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2015
    }, {
      "title" : "Mimicking the Fenton reaction-induced wood decay by fungi for pretreatment of lignocellulose",
      "author" : [ "Y.H. Jung", "H.K. Kim", "H.M. Park", "Y.C. Park", "K. Park", "J.H. Seo", "K.H. Kim" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Jung et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jung et al\\.",
      "year" : 2015
    }, {
      "title" : "Progress in Physical and Chemical Pretreatment of Lignocellulosic Biomass",
      "author" : [ "K. Karimi", "M. Shafiei", "R. Kumar" ],
      "venue" : null,
      "citeRegEx" : "Karimi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Karimi et al\\.",
      "year" : 2013
    }, {
      "title" : "Pyrolytic production of phenolic compounds from the lignin residues of bioethanol processes",
      "author" : [ "J. Kyunga", "W. Seunghan", "L. Seongrin", "P. Jongmoon" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Kyunga et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kyunga et al\\.",
      "year" : 2015
    }, {
      "title" : "Effect of Oxalate on Photodegradation of Bisphenol A at the Interface of Different Iron Oxides",
      "author" : [ "F.B. Li", "X.Z. Li", "C.S. Liu", "X.M. Li", "T.X. Liu" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Li et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2007
    }, {
      "title" : "The effect of iron oxides and oxalate on the photodegradation of 2-mercaptobenzothiazole",
      "author" : [ "C. Liu", "F. Li", "X. Li", "G. Zhang", "Y. Kuang" ],
      "venue" : "J. Mol. Catal. A-Chem",
      "citeRegEx" : "Liu et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2006
    }, {
      "title" : "Involvement of Fenton chemistry in rice straw degradation by the lignocellulolytic bacterium Pantoea ananatis Sd-1",
      "author" : [ "J. Ma", "K. Zhang", "M. Huang", "S.B. Hector", "B. Liu", "C. Tong", "Q. Liu", "J. Zeng", "Y. Gao", "T. Xu" ],
      "venue" : "Biotechnol. Biofuels",
      "citeRegEx" : "Ma et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2016
    }, {
      "title" : "Comparative analysis of lignin chemical structures of sugarcane bagasse pretreated by alkaline, hydrothermal, and dilute sulfuric acid methods",
      "author" : [ "T. Miyamoto", "A. Mihashi", "M. Yamamura", "Y. Tobimatsu", "S. Suzuki", "M. Kojima", "R. Takada", "Y. Kobayashi", "T. Umezawwa" ],
      "venue" : "Ind. Crop. Prod",
      "citeRegEx" : "Miyamoto et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Miyamoto et al\\.",
      "year" : 2018
    }, {
      "title" : "Assessment of maturity indices of rock phosphate enriched composts using variable crop residues",
      "author" : [ "P.C. Moharana", "D.R. Biswas" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Moharana and Biswas,? \\Q2016\\E",
      "shortCiteRegEx" : "Moharana and Biswas",
      "year" : 2016
    }, {
      "title" : "Controlling Air Pollution from Straw Burning in China Calls for Efficient Recycling",
      "author" : [ "C. Qu", "B. Li", "H. Wu", "J.P. Giesy" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Qu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Qu et al\\.",
      "year" : 2012
    }, {
      "title" : "Effect of thermal pretreatment on chemical composition, physical structure and biogas production kinetics of wheat straw",
      "author" : [ "A.A. Rajput", "Zeshan", "C. Visvanathan" ],
      "venue" : "J. Environ. Manage",
      "citeRegEx" : "Rajput et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Rajput et al\\.",
      "year" : 2018
    }, {
      "title" : "Photocatalytic degradation of organics in water in the presence of iron oxides: influence of carboxylic acids",
      "author" : [ "E. Rodríguez", "G. Fernández", "B. Ledesma", "P. Álvarez", "F.J. Beltrán" ],
      "venue" : "Appl. Catal. B-Environ",
      "citeRegEx" : "Rodríguez et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Rodríguez et al\\.",
      "year" : 2009
    }, {
      "title" : "Effectiveness of microbial pretreatment by Ceriporiopsis subvermispora on different biomass feedstocks",
      "author" : [ "C. Wan", "Y. Li" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Wan and Li,? \\Q2011\\E",
      "shortCiteRegEx" : "Wan and Li",
      "year" : 2011
    }, {
      "title" : "Biological pretreatment of corn stover by Irpex lacteus for enzymatic hydrolysis",
      "author" : [ "C. Xu", "F. Ma", "X. Zhang", "S. Chen" ],
      "venue" : "J. Agr. Food Chem",
      "citeRegEx" : "Xu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2010
    }, {
      "title" : "Fenton-like degradation",
      "author" : [ "L. Xu", "J. Wang" ],
      "venue" : null,
      "citeRegEx" : "Xu and Wang,? \\Q2012\\E",
      "shortCiteRegEx" : "Xu and Wang",
      "year" : 2012
    }, {
      "title" : "Enhanced bioremediation of 4-nonylphenol and cadmium co-contaminated sediment by composting with Phanerochaete chrysosporium inocula",
      "author" : [ "P. Xu", "C. Lai", "G. Zeng", "D. Huang", "M. Chen", "B. Song", "X. Peng", "J. Wan", "L. Hu", "A. Duan" ],
      "venue" : "Bioresour Technol",
      "citeRegEx" : "Xu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2017
    }, {
      "title" : "Use of iron oxide nanomaterials in wastewater treatment: a review",
      "author" : [ "P. Xu", "G.M. Zeng", "D.L. Huang", "C.L. Feng", "S. Hu", "M.H. Zhao", "C. Lai", "Z. Wei", "C. Huang", "G.X. Xie" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Xu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2012
    }, {
      "title" : "Adsorption of Pb(II) by iron oxide nanoparticles immobilized Phanerochaete chrysosporium: equilibrium, kinetic, thermodynamic and mechanisms analysis",
      "author" : [ "P. Xu", "G.M. Zeng", "D.L. Huang", "C. Lai", "M.H. Zhao", "Z. Wei", "N.J. Li", "C. Huang", "G.X. Xie" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Xu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2012
    }, {
      "title" : "Lignocellulose degradation patterns, structural changes, and enzyme secretion by Inonotus obliquus on straw biomass under submerged fermentation",
      "author" : [ "X. Xu", "Z. Xu", "S. Shi", "M. Lin" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Xu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2017
    }, {
      "title" : "2018a. Nanoremediation of cadmium contaminated river sediments: microbial response and organic carbon changes",
      "author" : [ "W. Xue", "Z. Peng", "D. Huang", "G. Zeng", "J. Wan", "R. Xu", "M. Cheng", "C. Zhang", "D. Jiang", "Z. Hu" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Xue et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xue et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanoscale zero-valent iron coated with rhamnolipid as an effective stabilizer for immobilization of Cd and Pb in river sediments",
      "author" : [ "W. Xue", "D. Huang", "G. Zeng", "J. Wan", "C. Zhang", "R. Xu", "M. Cheng", "R. Deng" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Xue et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xue et al\\.",
      "year" : 2018
    }, {
      "title" : "Impact of Fe and Ni/Fe nanoparticles on biodegradation of phenol by the strain Bacillus fusiformis (BFN",
      "author" : [ "K. Ye", "Z. Yan", "Z. Chen", "M. Megharaj", "R. Naidu" ],
      "venue" : null,
      "citeRegEx" : "Ye et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2013
    }, {
      "title" : "Effects of synergistic fungal pretreatment on structure and thermal properties of lignin from corncob",
      "author" : [ "T. You", "X. Li", "R. Wang", "X. Zhang", "F. Xu" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "You et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "You et al\\.",
      "year" : 2019
    }, {
      "title" : "Biological pretreatment of wheat straw by Phanerochaete chrysosporium supplemented with inorganic salts",
      "author" : [ "J.J. Zeng", "D. Singh", "S.L. Chen" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Zeng et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2011
    }, {
      "title" : "Fluorescence spectroscopic investigation of the interaction between triphenyltin and humic acids. Spectrochim",
      "author" : [ "H.M. Zhang", "Q.H. Zhou", "M.G. Xue", "Y.Q. Wang" ],
      "venue" : "Acta A",
      "citeRegEx" : "Zhang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2011
    }, {
      "title" : "Growth, metabolism of Phanerochaete chrysosporium and route of lignin degradation in response to cadmium stress in solid-state fermentation",
      "author" : [ "M. Zhao", "C. Zhang", "G. Zeng", "D. Huang", "P. Xu", "M. Cheng" ],
      "venue" : null,
      "citeRegEx" : "Zhao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2015
    }, {
      "title" : "Highly porous carbon nitride by supramolecular preassembly of monomers for photocatalytic removal of sulfamethazine under visible light driven",
      "author" : [ "C. Zhou", "C. Lai", "D. Huang", "G. Zeng", "C. Zhang", "M. Cheng", "L. Hu", "J. Wan", "W. Xiong", "M. Wen" ],
      "venue" : "Appl. Catal. B-Environ",
      "citeRegEx" : "Zhou et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2017
    }, {
      "title" : "Comparative analysis of the secretomes of Schizophyllum commune and other wood-decay basidiomycetes during solid-state fermentation reveals its unique lignocellulose-degrading enzyme system",
      "author" : [ "N. Zhu", "J. Liu", "J. Yang", "Y. Lin", "Y. Yang", "L. Ji", "M. Li", "H. Yuan" ],
      "venue" : "Biotechnol. Biofuels",
      "citeRegEx" : "Zhu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : "5% of the total yield was utilized (Dong et al., 2018; Miyamoto et al., 2018).",
      "startOffset" : 35,
      "endOffset" : 77
    }, {
      "referenceID" : 29,
      "context" : "5% of the total yield was utilized (Dong et al., 2018; Miyamoto et al., 2018).",
      "startOffset" : 35,
      "endOffset" : 77
    }, {
      "referenceID" : 31,
      "context" : "The abundant biomass is either burnt to generate energy or discharged randomly as a waste, which brings a disposal problem as well as environmental deterioration (Qu et al., 2012).",
      "startOffset" : 162,
      "endOffset" : 179
    }, {
      "referenceID" : 25,
      "context" : "The main components of lignocellulosic biomass include lignin (10–41%), cellulose (40–60%) and hemicellulose (7–20%) (Kyunga et al., 2015), among which lignin functions as a physical barrier and slows the utilization of cellulose and hemicellulose.",
      "startOffset" : 117,
      "endOffset" : 138
    }, {
      "referenceID" : 9,
      "context" : "It is inferred that the lignocellulose biodegradation mechanism of white-rot fungi involves a Fenton-based oxidation model, which is amenable for better enzymatic hydrolysis process (Eastwood et al., 2011).",
      "startOffset" : 182,
      "endOffset" : 205
    }, {
      "referenceID" : 23,
      "context" : "There are many studies attempting to build up a Fenton system or Fenton-like system to improve the treatment efficiency, among which nanotechnology holds out the promise of improving degradation efficiency (Jung et al., 2015; Ma et al., 2016).",
      "startOffset" : 206,
      "endOffset" : 242
    }, {
      "referenceID" : 28,
      "context" : "There are many studies attempting to build up a Fenton system or Fenton-like system to improve the treatment efficiency, among which nanotechnology holds out the promise of improving degradation efficiency (Jung et al., 2015; Ma et al., 2016).",
      "startOffset" : 206,
      "endOffset" : 242
    }, {
      "referenceID" : 22,
      "context" : "To date, ironbased nanoparticles have shown tremendous potential for its excellent performance, such as low toxicity, biocompatibility and superior paramagnetism (Huang et al., 2015).",
      "startOffset" : 162,
      "endOffset" : 182
    }, {
      "referenceID" : 21,
      "context" : "0 106 CFU mL according to the previous work (Huang et al., 2016).",
      "startOffset" : 44,
      "endOffset" : 64
    }, {
      "referenceID" : 47,
      "context" : "Hydroxyl radical measurement The hydroxyl radical (OH) was determined as described (Zhao et al., 2015).",
      "startOffset" : 83,
      "endOffset" : 102
    }, {
      "referenceID" : 16,
      "context" : "Phenanthroline spectrophotometric method was used to determine the Fe content by an ultraviolet spectrophotometer (UV-2550) (Handler et al., 2009).",
      "startOffset" : 124,
      "endOffset" : 146
    }, {
      "referenceID" : 8,
      "context" : "The extracted fulvic acid was used for fluorescence measurement (Doskočil et al., 2018).",
      "startOffset" : 64,
      "endOffset" : 87
    }, {
      "referenceID" : 3,
      "context" : "Changes of lignin peroxidase activities During the fermentation, two enzymatic systems might contribute to lignocellulose degradation: one is the hydrolytic system including cellulases and hemicellulases, and the other is known as oxidative ligninolytic system, including the LiP and MnP (Castoldi et al., 2014).",
      "startOffset" : 288,
      "endOffset" : 311
    }, {
      "referenceID" : 32,
      "context" : "And cellulases like CMCase discussed here mainly aimed at the amorphous region (Rajput et al., 2018).",
      "startOffset" : 79,
      "endOffset" : 100
    }, {
      "referenceID" : 2,
      "context" : "It was found that the increasing production curve of xylanase corresponded to the hemicellulose degradation pattern as it was the primary substrate for xylanase (Castaldi et al., 2008).",
      "startOffset" : 161,
      "endOffset" : 184
    }, {
      "referenceID" : 22,
      "context" : "Numerous researches have proved that oxalate played a key role in white-rot decay system when grown on a lignocellulose substrate like wheat straw (Huang et al., 2015; Zhao et al., 2015; Zhu et al., 2016).",
      "startOffset" : 147,
      "endOffset" : 204
    }, {
      "referenceID" : 47,
      "context" : "Numerous researches have proved that oxalate played a key role in white-rot decay system when grown on a lignocellulose substrate like wheat straw (Huang et al., 2015; Zhao et al., 2015; Zhu et al., 2016).",
      "startOffset" : 147,
      "endOffset" : 204
    }, {
      "referenceID" : 49,
      "context" : "Numerous researches have proved that oxalate played a key role in white-rot decay system when grown on a lignocellulose substrate like wheat straw (Huang et al., 2015; Zhao et al., 2015; Zhu et al., 2016).",
      "startOffset" : 147,
      "endOffset" : 204
    }, {
      "referenceID" : 43,
      "context" : "It was reported that a layer of NMs would be absorbed on the microorganism cell wall due to the unique properties such as high surface-to-volume ratio and small size (Ye et al., 2013).",
      "startOffset" : 166,
      "endOffset" : 183
    }, {
      "referenceID" : 0,
      "context" : "It has been demonstrated that oxalate provided an organic anion and protons with the coexistence of metallic oxide, and the anion would form a complex with the metal cation (Anna and Marcin, 2006).",
      "startOffset" : 173,
      "endOffset" : 196
    }, {
      "referenceID" : 27,
      "context" : "Oxalate and iron oxides coexistence was reported to be capable of setting up a Fenton-like system even without external source of H2O2 (Liu et al., 2006).",
      "startOffset" : 135,
      "endOffset" : 153
    }, {
      "referenceID" : 26,
      "context" : "The formation of iron oxideoxalate complexes were crucial steps for many degradation processes (Li et al., 2007; Rodríguez et al., 2009).",
      "startOffset" : 95,
      "endOffset" : 136
    }, {
      "referenceID" : 33,
      "context" : "The formation of iron oxideoxalate complexes were crucial steps for many degradation processes (Li et al., 2007; Rodríguez et al., 2009).",
      "startOffset" : 95,
      "endOffset" : 136
    }, {
      "referenceID" : 12,
      "context" : "So a hypothesis was proposed that Fe3O4 NMs combined with oxalate would enhance the degradation of lignocellulose by generating OH with high redox potential through enhanced Fenton chemistry (Cheng et al., 2016b; Gligorovski et al., 2015; Huang et al., 2017b).",
      "startOffset" : 191,
      "endOffset" : 259
    }, {
      "referenceID" : 12,
      "context" : "The reaction R3-2 was supposed to be much faster than R3-5 and R3-6 according to literature (Gligorovski et al., 2015).",
      "startOffset" : 92,
      "endOffset" : 118
    }, {
      "referenceID" : 48,
      "context" : "OH is known to be highly reactive to react with a large number of organic compounds without distinction (Cheng et al., 2016a; Zhou et al., 2017).",
      "startOffset" : 104,
      "endOffset" : 144
    }, {
      "referenceID" : 3,
      "context" : "The diminution in these bands suggested a substantial and efficient degradation of lignin (Castoldi et al., 2014).",
      "startOffset" : 90,
      "endOffset" : 113
    }, {
      "referenceID" : 44,
      "context" : "A clear decrease at this band was found in group C, which was believed to be an evidence of the partly fracture of cellulose or S and G lignin structure of the straw (You et al., 2019).",
      "startOffset" : 166,
      "endOffset" : 184
    }, {
      "referenceID" : 24,
      "context" : "Cellulose crystallinity index variation Cellulose is different from hemicellulose or starch for its unique crystalline structure (Karimi et al., 2013).",
      "startOffset" : 129,
      "endOffset" : 150
    }, {
      "referenceID" : 45,
      "context" : "It was believed that NMs could enhance the hydrolysis degree and favor fungi to utilize soluble sugars from lignocellulose biomass by causing some structural alteration (Zeng et al., 2011).",
      "startOffset" : 169,
      "endOffset" : 188
    }, {
      "referenceID" : 11,
      "context" : "to characterize and distinguish different types of humic substances (Fuentes et al., 2006).",
      "startOffset" : 68,
      "endOffset" : 90
    }, {
      "referenceID" : 46,
      "context" : "The spectra showed the contour maxima at different excitation/emission wavelength (λ) according to the literature: λex/λem=320/453 nm, ascribed to visible fulvic-like fluorescence peak, Peak A; λex/λem=270/449 nm, representing the protein-like fluorescence peak, Peak B (Zhang et al., 2011).",
      "startOffset" : 270,
      "endOffset" : 290
    }, {
      "referenceID" : 8,
      "context" : "Shorter emission wavelength was ascribed to a simpler structure as well as lower molecular weight components (Doskočil et al., 2018).",
      "startOffset" : 109,
      "endOffset" : 132
    } ],
    "year" : 2019,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}