{
  "name" : "downloads_2020-02-11_a6_sarafraz2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Thermal Assessment of Nano-Particulate Graphene-Water/Ethylene Glycol (WEG 60:40) Nano-Suspension in a Compact Heat Exchanger",
    "authors" : [ "M. M. Sarafraz", "Mohammad Reza Safaei", "Zhe Tian", "Marjan Goodarzi", "Enio Pedone", "Bandarra Filho", "M. Arjomandi" ],
    "emails" : [ "mohammadmohsen.sarafraz@adelaide.edu.au", "maziar.arjomandi@adelaide.edu.au", "tianzhe@ouc.edu.cn", "mgoodarzi@lamar.edu", "bandarra@ufu.br", "cfd_safaei@tdtu.edu.vn;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: graphene nano-platelets; micro-channel; thermal performance; nanofluid"
    }, {
      "heading" : "1. Introduction",
      "text" : "With the advancement in the thermal process engineering, efficient cooling technologies with the capability to dispossess heat from high heat-flux areas are highly demanded, and this is the main driver for developing various types of heat exchangers for different cooling applications [1,2]. Heat exchangers have a vital role in chemical and mechanical processes by providing an opportunity to exchange a large amount of heat between a heat source and a cold fluid within a confined space [3,4]. Depending on the application of the heat exchanger, available space, and the type of the heat transfer fluid, various configurations of the heat exchangers have been designed. In addition, with a continuous progress in thermal engineering, size and geometry of the heat exchangers have been improved, such that the new generation of heat exchangers are small, but offer more thermal efficiency and longer\nEnergies 2019, 12, 1929; doi:10.3390/en12101929 www.mdpi.com/journal/energies\nEnergies 2019, 12, 1929 2 of 17\noperation times [5]. Recently, compact heat exchangers have been receiving special attention thanks to their area-to-volume ratio and sufficient surface contact between the hot and the cold sections [6]. A compact heat exchanger offers a relatively large heat transfer coefficient (HTC) compared to the conventional ones, and represents a relatively short thermal response, which results in better thermal performance, compared with the conventional heat exchangers [7]. Micro-channel heat exchangers are a new generation of heat exchangers, which offer an anomalous area-to-volume ratio, nominating them as a very suitable medium for heat and mass transfer. Large convective heat and mass transfer coefficient, low fabrication cost, simple design, and low pumping power are some potential advantages offered by micro-channels [8]. Such advantages can be intensified if the thermal and hydraulic performance of the carrying fluid is plausible. The thermo-physical properties of the carrying fluid include thermal conductivity, density, heat capacity, and viscosity, and can dramatically improve the thermal performance of the system. When it comes to the thermal performance of a carrying fluid, the thermal conductivity has an important role in the system [9]. Conventional coolants, despite their applications in various industries, have reached their limitations. For example, water is the most common coolant in the cooling systems, which has a relatively small thermal conductivity (e.g., 0.6–0.65 W/m K) and a low boiling temperature (e.g., 99.98 ◦C), and therefore cannot be employed in high heat-flux systems. The traditional coolants like ethylene glycol, water, or oils have poor thermal conductivity, and as a result, they limit the thermal performance of the cooling system. With the introduction of nanofluids in the Aragon National Laboratory (ANL) [9], many studies have been conducted to assess the potential usage of the nanofluid inside the thermal systems, with the view to identify the most plausible type of nanofluid for the commercialization [10–19]. A nanofluid is a suspension of a conductive powder dispersed in a common cooling fluid such as water or ethylene glycol. The presence of the conductive particles improves the thermo-physical properties of the base fluid, including (but not limited to) thermal conductivity. The improvement in the thermal conductivity of the conventional coolant can promote the convective and conduction heat transfer through the heat exchanger. For instance, in an investigation conducted by Bowers et al. [20], the heat transfer characteristics of two aqueous nanofluids, including silica and alumina, in a micro-channel was studied. They found that the presence of the nanoparticles augmented the friction forces within the base fluid. Likewise, the friction factor was larger than that of the friction factor obtained for the conventional systems, and the existing equations lost out to anticipate the friction factor of the nanofluid. The convective HTC of both nanofluids was greater than that of measured for the carrying fluid, which was ascribed to the increment in the thermal properties of the working fluid, owing to the usage of the nanoparticles. They also noticed that the pressure drop (PD) augmentation of the system could augment the pumping power required for the system. By conducting some experiments, Manay et al. [21] studied the potential impact of the micro-channel height and the volumetric concentration of titanium oxide nanoparticles on the thermal performance and fluid-flow specifications of the nanofluid. They found that the convection heat transfer mechanism was promoted, while a small increase in the PD value was registered, which slightly augmented the pumping power. In addition, the HTC of the system increased with an addition in the nanoparticles concentration. Radwan et al. [22] developed a new method involving the use of a solar micro-channel heat sink working with alumina and SiC nanofluids. The thermal performance of the heat sink was evaluated at various volume fractions of the nanoparticles and it was identified that an aqueous silica carbide nanofluid can potentially achieve better thermal performance compared to an alumina one. In addition, adding more nanoparticles to the working fluid further improved the thermal performance of the heat sink by diminishing the cell temperature. It was also identified that the use of the nanoparticles augmented the friction factor parameter as well, which could potentially affect the net electrical power for pumping the nanofluids. To evaluate the potential influence of the chemical synthesis on the physical properties, and also the thermal performance of the systems, Sarafraz et al. [17] performed several experiments to evaluate\nEnergies 2019, 12, 1929 3 of 17\nthe pumping power, thermal performance, and the fluid behavior of a biologically-produced nanofluid inside a micro-channel heat exchanging block. They assessed the system in laminar heat and fluid-flow and noticed that the presence of the synthesized silver nanoparticles can improve the performance of the system, while adding small increments to the PD value. By assessing the performance evaluation index of the system, they showed that despite the increase in the PD of the system, the enhancement of the HTC could compensate the penalty for the PD. It was also found that the total thermal performance can be improved by 37% at Re = 1400 and at a mass fraction of 0.05%. In another study, Zhang et al. [23] evaluated the heat transfer characteristics of GO/H2O nanofluid in a two-phase region in a micro-channel and noticed that the thermal performance of the micro-channel was deteriorated due to the deposition of the graphene oxides inside the micro-channel. In addition, it was identified that graphene oxide created a porous film within the micro-channel, resulting in the blockage of some channels, which further reduced the performance of the system. Xia et al. [24] carried out an experimental assessment to understand the thermal behavior of alumina and titana nanofluid inside a heat sink at various volumetric concentrations of the nanoparticles. The measured data showed that by adding more nanomaterials to the carrying fluid, the thermal conductivity and viscosity of the nanofluid increased. The former could improve the thermal performance of the system, while the latter could affect the friction forces and the PD value of the system. In another similar investigation performed by Anbumeenakshi et al. [25], the potential influence of nanofluid and the irregular heating of the micro-channel on the thermal performance of the system was experimented and discussed. The micro-channel utilized for the study had 30 rectangular channels with a mean hydraulic diameter of 0.727 mm. To generate a non-uniform heat-flux to the system, a switchboard was used to employ two out of three heaters at the same time. It was found that alumina nanofluid can potentially provide better thermal performance and the micro-channel showed the lowest surface temperature for the case of alumina at vol.% = 0.25. The results of the experiments showed that despite a non-uniform heating condition, nanofluids offer a distinguished potential for cooling the system. To quantify the convective heat transfer of carbon nanotube nanofluid, Sarafraz et al. [26] accomplished a series of experiments with a rectangular micro-channel and assessed the HTC of the system together with the PD for nanofluids at wt. % = 0.05 to 0.1. They assessed the potential effect of various operating parameters, including (but not limited to) heat-flux perpendicular to micro-channel, the flow rate of the flow, and the concentration of the nanofluid on the average HTC of the system. They found that the temperature distribution within the micro-channel was suppressed when nanofluid was used inside the micro-channel. In addition, due to the deposition of the nanotubes, the fouling thermal resistance parameter increased, showing an asymptotic behavior with time. Hence, the thermal performance was decreased due to the thermal resistance induced to the system due to the fouling of carbon nanotubes. Abdollahi et al. [27] completed a series of experiments to investigate the heat transfer specifications of various nanofluids inside a micro-channel, with a V-shaped inlet and outlet arrangement. They found that silica nanofluid could potentially have the highest heat transfer rate compared to alumina, copper oxide, and ZnO nanofluids. In addition, it was found that with a decrease in the size of the nanoparticles, the thermal performance of the system was improved and the PD value was insignificant in comparison with water (as the working fluid). The study indicated that nanofluids could promote the heat transfer within a V-shape micro-channel heat-exchanging block. Since there is extensive research on the nanofluids’ thermal performance in a micro-channel, Table 1, in which a summary of nanofluid-related studies in micro-channels are presented, is displayed below.\nEnergies 2019, 12, 1929 4 of 17\nAccording to the aforementioned literature, it can be stated that the thermal performance of the micro-channel is extremely dependent on the thermo–physical properties of the nanofluids. Despite extensive research conducted on nanofluids, there are controversial results reported in the literature, some supporting the potential application of the nanofluids, and others refusing the nanofluids due to the augmentation in friction forces and scale formation inside the compact heat exchanger. Hence, in this study, an experimental study was conducted to assess the thermal performance and fluid flow of graphene nano-platelets-water/ethylene glycol 60:40 (hereafter WEG) inside a micro-channel heat exchanger. A test rig was fabricated to identify the effect of various operating conditions like heat-flux, flow rate, inlet temperature, and the mass fraction of the nanofluid on the HTC and PD of the system. In addition, the thermal conductivity of the nanofluid was experimentally measured to ensure the plausible influence of the graphene nano-platelets on the heat transfer characteristics of WEG."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Test Rig",
      "text" : "Figure 1 shows the image of the experimental apparatus used in this investigation. The system includes an insulated tank to keep the nanofluid, a circulation loop including the pipes, joints, and also a gear pump, and the instrument apparatuses including thermocouples, pressure sensors, and flow meters. Nanofluids were loaded inside the tank and were circulated using the pump (manufactured by DAB CO., max flow rate: 10 lit/min). The flow rate of the nanofluid was controlled with a fluid bypassing system, including two valves, which returned the fluid into the tank without allowing it to pass through the main loop. The flow rate was also measured with an ultrasonic flow sensor,\nEnergies 2019, 12, 1929 5 of 17\nmanufactured by (Cynergy 3, accuracy: 1% of reading), together with a valve, to precisely set the flow rate to the favorable value. The inlet and the outlet temperature of the system were assessed using two k-type thermocouples (purchased from Omega, accuracy: ±0.5 K). The inlet and the outlet pressure of the system were constantly recorded with two pressure transmitters (manufactured by Fluke, accuracy: 1% of reading). The outlet of the micro-channel was quenched with a water jacket (double pipe heat exchanger cooling with water at 20 ◦C). By doing this, the temperature of the tank was kept constant, resulting in the production of reliable results for a back-to-back comparison. This is because the heat exchanger prevents the overshoot effect of the tank due to the elevation of the temperature of the fluid over a long operation of the system.\nEnergies 2019, 12, x FOR PEER REVIEW 5 of 16 flow meters. Nanofluids were loaded inside the tank and were circulated using the pump (manufactured by DAB CO., max flow rate: 10 lit/min). The flow rate of the nanofluid was controlled with a fluid bypassing system, including two valves, which returned the fluid into the tank without allowing it to pass through the main loop. The flow rate was also measured with an ultrasonic flow sensor, manufactured by (Cynergy 3, accuracy: 1% of reading), together with a valve, to precisely set the flow rate to the favorable value. The inlet and the outlet temperature of the system were assessed using two k-type thermocouples (purchased from Omega, accuracy: ±0.5 K). The inlet and the outlet pressure of the system were constantly recorded with two pressure transmitters (manufactured by Fluke, accuracy: 1% of reading). The outlet of the micro-channel was quenched with a water jacket (double pipe heat exchanger cooling with water at 20 °C). By doing this, the temperature of the tank was kept constant, resulting in the production of reliable results for a back-to-back comparison. This is because the heat exchanger prevents the overshoot effect of the tank due to the elevation of the temperature of the fluid over a long operation of the system.\nThe micro-channel block was the heart of the test rig, including 60 rectangular channels with cross-sectional dimensions of 200 µm × 200 µm, and a length of 50 mm. The micro-channel was fabricated with CNC machining, and copper with a thermal conductivity of 440 W/(mK) was used as the fabrication material. Two plenums were also created to ensure the laminar flow and a uniform dispersion of the fluid inside the channels. The micro-channel was heated with a heating block attached to the micro-channel from the bottom side. The heating block consisted of 7 cartridge heaters with a total power of 1000 Watts, to provide sufficient heat-flux to the system. The required power was maintained with an autotransformer. To evaluate the surface temperature of the micro-channel, four k-type thermocouples were utilized (manufactured by Omega, accuracy: ±0.5 K) and installed at various axial positions, along with the flow direction. All the thermocouples, pressure sensors, and flowmeters were connected to a 1 kHz data logger connected to a personal computer. Experiments were performed at different heat-fluxes, flow rates, and mass fractions of the nanofluids. For each experiment, the HTC, PD, and friction factor of the heat exchanger was measured. Each experiment was repeated three times to ensure the repeatability and reproducibility of the data. The roughness of the micro-channel was measured with a profilometer tester ICA-2000. It was identified that the roughness of the surface is uniform with an average value of 1 µm ± 0.05 µm. Since flow regime in the micro-channel is laminar, the friction factor is only the function of 64/Re, and the only effect of the roughness could be reflected in the friction forces and the pressure drop value, which is strongly controlled by viscosity as well. Therefore, the roughness of the micro-channel was uniform for all channels, allowing one to accurately assess the effect of the viscosity on the pressure drop of the system.\n(A) Energies 2019, 12, x FOR PEER REVIEW 6 of 16\n(B)\nFigure 1. Experimental device used in this work, (A) image of the test rig, (B) Image of the microchannel and its schematic diagram."
    }, {
      "heading" : "2.2. Nanofluid Preparation and Characteristic Tests",
      "text" : "For nanofluids’ preparation, the graphene nano-platelets were purchased from USNANO and dispersed inside the water-ethylene glycol at volumetric ratio of 60:40 and at mass fractions of 0.1% to 0.3%. The following steps were followed to prepare the nanofluids:"
    }, {
      "heading" : "1- A calibrated digital balancer was employed to weigh the desired mass of the graphene nanoplatelets.",
      "text" : ""
    }, {
      "heading" : "2- 1 kg of WEG (60:40) was prepared, and an ionic surfactant (NPE 400) at 0.1% of general volume of the base fluid was added to the mixtures to ensure the maximum stability of the nanofluids following our previous publications.",
      "text" : ""
    }, {
      "heading" : "3- Using a high-speed stirrer at 300 rpm, the graphene nano-platelets were dispersed in WEG and the mixture was stirred for 20 min.",
      "text" : ""
    }, {
      "heading" : "4- An ultrasonic homogeniser was employed to crack any agglomerations and cluster within the base fluid to assure the longest stability of the nanofluids. The sonication was performed at 20 kHz and",
      "text" : "150 Watts for only 10 min to minimise the damage to the nano-platelets. 5- Time-settlement experiments [43,44] were employed to identify the stability of the nanofluid. Also, the pH of the mixtures was controlled by employing a buffer solution of HCl and NaOH (0.5 mM). The longest stability of three weeks was ensured for all the prepared nanofluids, regardless of their concentrations.\nTo evaluate the quality of the dispersion, some characteristic tests were conducted to evaluate the quality of the graphene particles used in the present study. According to Figure 2a, the results of the X-ray diffraction test (XRD) shows that the graphene particles have no impurity in their structures. The characteristics peak identified with XRD is in accordance with the XRD pattern of the pure graphene particles. Also, the scanning electron microscopy (SEM) image showed that the dominant size of the nanoparticles was 3 µm and the thickness of the samples was 123 nm to 424 nm. Figure 2b illustrates the variation of the thermal conductivity of graphene particles with temperature for various mass fractions of GNP. As can be seen, the thermal conductivity of the nanofluid increases with an augmentation in the mass fraction of the nanofluid. However, temperature slightly improves the thermal conductivity of the nanofluid. The largest thermal conductivity augmentation belonged to the highest mass fraction and the highest temperature, which was 27% at 50 °C.\nFigure 1. Experimental device used in this work, (A) image of the test rig, (B) Image of the micro-channel and its schematic diagram.\nThe m cro-channel block was he heart of the test rig, including 60 rectangular channels with cross-sectional dimensions of 200 µm × 200 µm, and a length of 50 mm. The micro-channel was fabricated with CNC machining, and copper with a thermal conductivity of 440 W/(mK) was used as the fabrication material. Two plenums were also created to ensure the laminar flow and a uniform dispersion of the fluid inside the channels. The micro-channel was heated with a heating block attached to the micro-channel from the bottom side. Th hea ing block consi ted of 7 cartridge he ters\nEnergies 2019, 12, 1929 6 of 17\nwith a total power of 1000 Watts, to provide sufficient heat-flux to the system. The required power was maintained with an autotransformer. To evaluate the surface temperature of the micro-channel, four k-type thermocouples were utilized (manufactured by Omega, accuracy: ±0.5 K) and installed at various axial positions, along with the flow direction. All the thermocouples, pressure sensors, and flowmeters were connected to a 1 kHz data logger connected to a personal computer. Experiments were performed at different heat-fluxes, flow rates, and mass fractions of the nanofluids. For each experiment, the HTC, PD, and friction factor of the heat exchanger was measured. Each experiment was repeated three times to ensure the repeatability and reproducibility of the data. The roughness of the micro-channel was measured with a profilometer tester ICA-2000. It was identified that the roughness of the surface is uniform with an average value of 1 µm ± 0.05 µm. Since flow regime in the micro-channel is laminar, the friction factor is only the function of 64/Re, and the only effect of the roughness could be reflected in the friction forces and the pressure drop value, which is strongly controlled by viscosity as well. Therefore, the roughness of the micro-channel was uniform for all channels, allowing one to accurately assess the effect of the viscosity on the pressure drop of the system."
    }, {
      "heading" : "2.2. Nanofluid Preparation and Characteristic Tests",
      "text" : "For nanofluids’ preparation, the graphene nano-platelets were purchased from USNANO and dispersed inside the water-ethylene glycol at volumetric ratio of 60:40 and at mass fractions of 0.1% to 0.3%. The following steps were followed to prepare the nanofluids:\n1- A calibrated digital balancer was employed to weigh the desired mass of the graphene nano-platelets.\n2- 1 kg of WEG (60:40) was prepared, and an ionic surfactant (NPE 400) at 0.1% of general volume of the base fluid was added to the mixtures to ensure the maximum stability of the nanofluids following our previous publications.\n3- Using a high-speed stirrer at 300 rpm, the graphene nano-platelets were dispersed in WEG and the mixture was stirred for 20 min.\n4- An ultrasonic homogeniser was employed to crack any agglomerations and cluster within the base fluid to assure the longest stability of the nanofluids. The sonication was performed at 20 kHz and 150 Watts for only 10 min to minimise the damage to the nano-platelets.\n5- Time-settlement experiments [43,44] were employed to identify the stability of the nanofluid. Also, the pH of the mixtures was controlled by employing a buffer solution of HCl and NaOH (0.5 mM). The longest stability of three weeks was ensured for all the prepared nanofluids, regardless of their concentrations.\nTo evaluate the quality of the dispersion, some characteristic tests were conducted to evaluate the quality of the graphene particles used in the present study. According to Figure 2a, the results of the X-ray diffraction test (XRD) shows that the graphene particles have no impurity in their structures. The characteristics peak identified with XRD is in accordance with the XRD pattern of the pure graphene particles. Also, the scanning electron microscopy (SEM) image showed that the dominant size of the nanoparticles was 3 µm and the thickness of the samples was 123 nm to 424 nm.\nEnergies 2019, 12, 1929 7 of 17\nEnergies 2019, 12, x FOR PEER REVIEW 7 of 16"
    }, {
      "heading" : "2.3. Data Reduction and Uncertainty",
      "text" : "The total heat transfer between the micro-channel and the mixture can be computed through the following equation [17,26]:\n( )p o iQ mC T T= − (1) Here, m and Cp are the mass flow-rate and specific heat of the working fluid, Q is the heat transfer\nfrom the micro-channel to the mixture, and To and Ti are the inlet and the outlet temperatures of the mixture to and from the micro-channel. Also, the convective heat-flux .convQ′′ applied to the microchannel can be calculated with the following correlation [45]:\n( ) . (2 ) p o i conv m C T TQQ A Nl H Wη ⋅ − ′′ = = + (2)\nHere, A is the area for the convective heat transfer, N is the number of the micro-channel, l, H and W are the geometrical properties of the micro-channel unit including the length, the height, and\nFigure 2b illustrates the variation of the thermal conductivity of graphene particles with temperature for various mass fractions of GNP. As can be seen, the thermal conductivity of the nanofluid increases with an augmentation in the mass fraction of the nanofluid. However, temperature slightly improves the thermal conductivity of the nanofluid. The largest thermal conductivity augmentation belonged to the highest mass fraction and the highest temperature, which was 27% at 50 ◦C."
    }, {
      "heading" : "2.3. Data Reduction and Uncert inty",
      "text" : "The total heat transfer between the micro-channel and the mixture can be computed through the following equation [17,26]:\nQ = mCp(To − Ti) (1)\nHere, m and Cp are the mass flow-rate and specific heat of the working fluid, Q is the heat transfer from the micro-channel to the mixture, and To and Ti are the inlet and the outlet temperatures\nEnergies 2019, 12, 1929 8 of 17\nof the mixture to and from the micro-channel. Also, the convective heat-flux Q′′conv. applied to the micro-channel can be calculated with the following correlation [45]:\nQ′′conv. = Q A = m ·Cp(To − Ti) Nl(2ηH + W)\n(2)\nHere, A is the area for the convective heat transfer, N is the number of the micro-channel, l, H and W are the geometrical properties of the micro-channel unit including the length, the height, and the width of the micro-channel, respectively. Also, η is the fin efficiency which is computed through the following equation [46]:\nη = Tanh(mH)\nmH (3)\nAnd,\nm = √ 2hav W · k (4)\nIn Equation (4), k is the thermal conductivity of copper, 440 W/m K. In addition, hav is the average HTC that can be calculated as:\nhav = 1 l l∫ 0 hzdz (5)\nand hz is the local HTC which can be obtained by:\nhz = Q′′conv.\nTw,z − Tm,z (6)\nHere, Tw,z and Tm,z are the local wall temperature and mixture temperature, respectively. Note that the local wall temperature can be measured by introducing the following equation:\nTw,z = Tt −Q′′conv. · δ k\n(7)\nHere, Tt is the temperature readings of the thermocouples, and δ is the vertical distance between the micro-channel surface and the thermocouple head. The film temperature (Tb,z) [47] is also estimated using the technique introduced by Wilson [48]:\nTb,z = z l To +\n( 1− z\nl\n) Ti (8)\nThe Reynolds number of the mixture inside micro-channel can be calculated by:\nRe = ρmumDh µm\n(9)\nHere, ρm and µm are the density and viscosity of the WEG mixture, um is the average velocity of the mixture inside the micro-channel, and Dh is the hydraulic diameter of the micro-channel. The following equation was used to examine the thermal performance evaluation criteria (TPEC) of the system [49]:\nTPEC = Num Nuw\n× (\nfm fw\n) 1 3\n(10)\nThe friction factor (f ) is defined as:\nf = ∆Pm\nl Dh · u22ρm\n(11)\nEnergies 2019, 12, 1929 9 of 17\nTo conduct the uncertainty analysis the method introduced by Kline–McClintock [50] was utilized and it was identified that the total uncertainty for Reynolds number, HTC, and PD was 3.8%. 4.5%, and 3.7%, respectively."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Effect of Uniform Heat-Flux",
      "text" : "Figure 3 displays the effect of the uniform heat-flux (HF) exerted to the micro-channel on the HTC of the system for WEG and GNP-WEG nanofluid at wt. % = 0.1. As demonstrated, by boosting the heat-flux applied to the system, the HTC enhances. For WEG, as can be seen at HF = 11 kW/m2, the HTC is ~1790 W/(m2 K), while at HF = 75 kW/m2, the HTC is promoted to ~6050 W/(m2K). For the same heat-fluxes and for GNP-WEG nanofluid at wt. % = 0.1, the HTC is 1930 W/(m2K) and 6300 W/(m2K), respectively. The increase of HTC of WEG can be ascribed to the improvement in the thermal conductivity of WEG and other physical properties, due to the increase in the average wall temperature of the micro-channel. For nanofluid, the improvement in HTC can be ascribed to the thermos–physical properties enhancement of the nanofluid, along with the appearance of some nano-scale phenomena, such as Brownian motion and thermo-phoresis effects [51,52], which are intensified with an increase in the temperature of the system as well. The Brownian motion also improves the energy transportation from the hot walls towards the bulk of the nanofluid due to the random walk [53], while a portion of heat is transported via the thermophoresis effect, which pushes the particles from a hot wall towards the cold bulk of the particles. Thus, for the same condition, the HTC of the system for GNP-water nanofluid is relatively larger than that recorded for WEG.\nE ergies 2019, 12, x FOR PEER REVIEW 9 of 16\n."
    }, {
      "heading" : "3.1. Effect of Uniform Heat-Flux",
      "text" : "Figure 3 displays the effect of the unifor heat-flux ( F) exerted to the icro-channel on the TC of the syste for EG and GNP- EG nanofluid at wt. % = 0.1. As de onstrated, by boosting the heat-flux applied to the syste , the TC enhances. For EG, as can be seen at F = 11 k / 2, the TC is ~1790 W/(m2 K), while at HF = 75 kW/m2, the HTC is promoted to ~6050 W/(m2K). For the same heat-fluxes and for GNP-WEG nanofluid at wt. % = 0.1, the HTC is 1930 W/(m2K) and 6300 W/(m2K), respectively. The increase of HTC of WEG can be ascribed to the improvement in the thermal conductivity of WEG and other physical properties, due to the increase in the average wall temperature of the micro-channel. For nanofluid, the improvement in HTC can be ascribed to the thermos–physical properties enhancement of the nanofluid, along with the appearance of some nanoscale phenomena, such as Brownian motion and thermo-phoresis effects [51,52], which are intensified with an increase in the temperature of the system as well. The Brownian motion also i proves the energy transportation from the hot walls towards the bulk of the nanofluid due to the random walk [53], while a portion of heat is transported via the thermophoresis effect, which pushes the particles from a hot wall towards the cold bulk of the particles. Thus, for the same condition, the HTC of the system for GNP-water nanofluid is relatively larger than that recorded for WEG.\nFigure 3. Variation of the heat-transfer coefficient (HTC) of the system with the uniform applied heatflux for WEG and nanofluid at wt. % = 0.1."
    }, {
      "heading" : "3.2. Effect of Flow Rate",
      "text" : "Figure 4 shows the variation of the HTC with the fluid flow rate of the system (in the form of Reynolds number) for nanofluids at several mass fractions of nano-particulate graphene (NPGs) and for WEG. It could be considered that increasing the flow rate of the nanofluid, the HTC of the system augments. For instance, at a Reynolds number of 500, for WEG the HTC is 2180 W/(m2K), while at Re = 1300, the HTC of the system is 2790 W/(m2K). The same trend was observed for the nanofluid, however, with the increment in the flow rate of the fluid, the HTC of the system is more pronounced, which can be attributed to the promotion in the Brownian motion and the random movements of the particles within the bulk of the fluid. In fact, the NPGs absorb the heat using a conduction mechanism and deliver it to the cold regions via convective heat transfer. For a high flow rate, the velocity and kinetic energy of the particles increase, both resulting in the enhancement in the Brownian motion of the NPGs. In addition, by adding more NPGs to the working fluid, the Brownian motion is\nFigure 3. Variation of the heat-transfer coefficient (HTC) of the system with the uniform applied heat-flux for WEG and nanofluid at wt. % = 0.1."
    }, {
      "heading" : "3.2. ffect of Flo ate",
      "text" : "Fig re 4 s o s t e variatio of t e it t e fl i flo rate of t e syste (i t e for of eynol s n ber) for nanofl i s at several ass fractions of nano- artic late gra hene ( s) an for . It co l be consi ere that increasing the flo rate of the nanofl i , the of the syste a g e ts. For i sta ce, at a Reynolds number of 500, for WEG the HTC is 2180 W/(m2K), while at Re = 1300, the HTC of the system is 2790 W/(m2K). The same trend as observed for t e a ofl i ,\no ever, ith the i cre ent i t e flo rate of t e fl i , t e of t e syste is ore ro o ce ,\nEnergies 2019, 12, 1929 10 of 17\nwhich can be attributed to the promotion in the Brownian motion and the random movements of the particles within the bulk of the fluid. In fact, the NPGs absorb the heat using a conduction mechanism and deliver it to the cold regions via convective heat transfer. For a high flow rate, the velocity and kinetic energy of the particles increase, both resulting in the enhancement in the Brownian motion of the NPGs. In addition, by adding more NPGs to the working fluid, the Brownian motion is considerably intensified. Hence, boosting the mass fraction of NPGs in the carrying fluid causes excesses in the Brownian motion as well. Energies 2019, 12, x FOR PEER REVIEW 10 of 16 considerably intensified. Hence, boosting the mass fraction of NPGs in the carrying fluid causes excesses in the Brownian motion as well."
    }, {
      "heading" : "3.3. Effect of Mass Fraction of NPGs",
      "text" : "Figure 5 represents the dependence of the HTC of the system on the tested heat-flux for different mass fractions of the NPGs in the base fluid. Similar to Figure 3, by increasing the exerted heat-flux to the micro-channel, the HTC of the system augments. This was previously ascribed to the augmentation in the Brownian motion and the intensification in the thermophoresis effect. However, with an increase in the number of NPGs, the possibility of the random walk and random collision of the NPGs increases, while the mean free path for the NPGs decreases as more particles have the chance to collide with other ones. Hence, by adding more nanomaterials to the base fluid, the HTC of the system increases. For instance, at Re = 500, HF = 45 kW/m2, for nanofluids at wt. % = 0.1, the HTC is 4003 W/(m2K), while at wt. % = 0.3 and the same heat-flux, the HTC of the system is 4480 W/(m2K). The largest HTC was recorded at the largest heat-flux which was 6780 W/(m2K) at wt. % = 0.3 and at a heat-flux of 75 kW/m2.\nFigure 5. Variation of the HTC of the system with heat-flux at various mass fractions of NPGs.\nl ."
    }, {
      "heading" : "3.3. Effect of Mass Fraction of NPGs",
      "text" : "Figure 5 represents the dependence of the HTC of the system on the tested heat-flux for different mass fractions of the NPGs in the base fluid. Similar to Figure 3, by increasing the exerted heat-flux to the micro-channel, the HTC of the system augments. This was previously ascribed to the augmentation in the Brownian motion and the intensification in the thermophoresis effect. However, with an increase in the number of NPGs, the possibility of the random walk and random collision of the NPGs increases, while the mean free path for the NPGs decreases as more particles have the chance to collide with other ones. Hence, by adding more nanomaterials to the base fluid, the HTC of the system increases. For instance, at Re = 500, HF = 45 kW/m2, for nanofluids at wt. % = 0.1, the HTC is 4003 W/(m2K), while at wt. % = 0.3 and the same heat-flux, the HTC of the system is 4480 W/(m2K). The largest HTC was recorded at the largest heat-flux which was 6780 W/(m2K) at wt. % = 0.3 and at a heat-flux of 75 kW/m2.\nEnergies 2019, 12, 1929 11 of 17\nEnergies 2019, 12, x FOR PEER REVIEW 10 of 16 considerably intensified. Hence, boosting the mass fraction of NPGs in the carrying fluid causes excesses in the Brownian motion as well. Figure 4. Variation of the HTC of the system with Reynolds number."
    }, {
      "heading" : "3.3. Effect of Mass Fraction of NPGs",
      "text" : "Figure 5 represents the dependence of the HTC of the system on the tested heat-flux for different mass fractions of the NPGs in the base fluid. Similar to Figure 3, by increasing the exerted heat-flux to the micro-channel, the HTC of the system augments. This was previously ascribed to the augmentation in the Brownian motion and the intensification in the thermophoresis effect. However, with an increase in the number of NPGs, the possibility of the random walk and random collision of the NPGs increases, while the mean free path for the NPGs decreases as more particles have the chance to collide with other ones. Hence, by adding more nanomaterials to the base fluid, the HTC of the system increases. For instance, at Re = 500, HF = 45 kW/m2, for nanofluids at wt. % = 0.1, the HTC is 4003 W/(m2K), while at wt. % = 0.3 and the same heat-flux, the HTC of the system is 4480 W/(m2K). The largest HTC was recorded at the largest heat-flux which was 6780 W/(m2K) at wt. % = 0.3 and at a heat-flux of 75 kW/m2."
    }, {
      "heading" : "3.4. Pressure Drop and Friction Factor",
      "text" : "Figure 6 displays the variation of the PD value with the Re at different mass fractions of NPGs. It is apparent that by increasing the fluid flow rate, the PD value of the system raises. As the system flow regime is laminar, the PD shows almost nonlinear behavior with the Reynolds number. For example, for WEG at Re = 500, the PD value augmented by 1%, while at Re = 1500, the PD augmented by 6% reaching 10.4 kPa. For nanofluids, with an increment in the mass fractions of NPGs, the PD value is more pronounced. As an example, for Re = 500, at wt. % = 0.1, the PD enhancement is 1.01, while at wt. % = 0.3 and for the same Re number, the PD value is 1.05. The largest PD enhancement was recorded for nanofluids at wt. % = 0.3 and for the highest Reynolds number of 1500, which was 1.12. The increase in the PD of the system can be ascribed to the friction forces increment within the system. This is because the presence of NPGs can potentially raise the nanofluid’s viscosity, which in turn increases the layer–layer friction forces. It is worth saying that there are some possibilities, such as the potential of agglomeration of the NPGs within the channels, which can temporarily block the fluid flow and increase the average PD. To understand this clearly, the friction factor of the system was also measured.\nEnergies 2019, 12, 1929 12 of 17\nEnergies 2019, 12, x FOR PEER REVIEW 11 of 16"
    }, {
      "heading" : "3.4. Pressure Drop and Friction Factor",
      "text" : "Figure 6 displays the variation of the PD value with the Re at different mass fractions of NPGs."
    }, {
      "heading" : "It is apparent that by increasing the fluid flow rate, the PD value of the system raises. As the system",
      "text" : "flow regime is laminar, the PD shows almost nonlinear behavior with the Reynolds number. For example, for WEG at Re = 500, the PD value augmented by 1%, while at Re = 1500, the PD augmented by 6% reaching 10.4 kPa. For nanofluids, with an increment in the mass fractions of NPGs, the PD value is more pronounced. As an example, for Re = 500, at wt. % = 0.1, the PD enhancement is 1.01, while at wt. % = 0.3 and for the same Re number, the PD value is 1.05. The largest PD enhancement was recorded for nanofluids at wt. % = 0.3 and for the highest Reynolds number of 1500, which was 1.12. The increase in the PD of the system can be ascribed to the friction forces increment within the system. This is because the presence of NPGs can potentially raise the nanofluid’s viscosity, which in turn increases the layer–layer friction forces. It is worth saying that there are some possibilities, such as the potential of agglomeration of the NPGs within the channels, which can temporarily block the fluid flow and increase the average PD. To understand this clearly, the friction factor of the system was also measured.\nFigure 6. Dependence of the pressure drop (PD) value of the system on the fluid flow rate for WEG and nanofluids at various mass fractions.\nFigure 7 represents the variation of the friction factor of the system with Re for WEG and nanofluids at various mass fractions of NPGs. As is evident, the system follows the Darcy equation, 64/Re [54], the friction factor raises with an decrease in the Reynolds number of the system, and the trend of the augmentation is asymptotic. The lowest friction factor was also measured for the largest Reynolds number, regardless of the type of the working fluid, which was 0.042 for WEG and 0.049 for wt. % = 0.3. In addition, by adding more NPGs to the working fluid, the friction factor of the system was enlarged, which could be related to the boost in the viscosity and friction forces within the system. The augmentation in the friction forces was 6%, 11%, 16%, for wt. % = 0.1, 0.2, and 0.3, respectively. Thus, a trade-off can be identified between the enhancement in the HTC of the system and the friction forces boosting within the nanofluid. Therefore, there is a need to assess both the heat transfer enhancement and the augmentation of the PD to evaluate the performance of the system with nanofluids accurately. Briefly speaking, the presence of NPGs can increase the pumping power of the system as well. However, it does not necessarily mean that the GNP-WEG is not a suitable working fluid. Hence, thermal performance evaluation criteria should be employed to assess both the positive and negative impacts of NPGs on the thermal performance of the system simultaneously.\nFigure 6. Dependence of the pressure drop (PD) value of the system on the fluid flow rate for EG and nanofluids at various ass fractions.\ni re r s t t i ti t fri ti f t f t s st it f r fl i t ri f ti f .\n/ [ ], t fricti f ct r r is it cre s i t e e l f t s st , t tr f t t ti is s t tic. f t l t l s nu ber, regardles of the type of the working fluid, whic was 0.042 for WEG and 0.049 for wt. % = 0.3. In addition, by adding more NPGs to the working flu d, the fric ion fa t r o the system was enlarged, which could be related to he boost in the viscosity and friction forces within the system. The augmentation i the friction forces was 6%, 11%, 16%, for wt. % = 0.1, . , . ,\nti l . , t ff c e i e tifie et t e i t f t s st t i ti f rces sti g it in t e ofluid. r f re, t ere is a e t ss t t t tr sfer enhancement and the augmenta ion of the PD to evaluate th performance of the system with nanofluids accur tely. Briefly speaking, the pres nce of NPGs can in rease the pumping power of the sys em as well. However, it do s not n cessarily me n that the GNP-WEG is not a suitable working fluid. Hence, thermal perfor anc evalu tion criteria should be employed to assess both the positive and negative impacts of NPGs on the thermal performance of the syst m simultaneously.\nEnergies 2019, 12, 1929 13 of 17 Energies 2019, 12, x FOR PEER REVIEW 12 of 16\nFigure 7. Variation of the friction factor with Reynolds number for WEG and nanofluids."
    }, {
      "heading" : "3.5. Thermal Performance Evaluation",
      "text" : "Figure 8 illustrates the variation of the thermo–hydraulic performance of the system with Re and for nanofluids. At a short glance, it can be concluded that the thermal performance of the system enhances with the Reynolds number augmentation, such that the largest TPEC is recorded for the highest Reynolds number. In addition, with adding more nanomaterials to the nanofluids, the TPEC of the system boosts, despite the raise in the pressure drop value. This is because the HTC is enhanced anomalously, such that it can compensate the augmentation in the PD value of the system. For instance, at wt. % = 0.3 and Re = 500, the TPEC is 1.07, while at Re = 1500, the TPEC is promoted to 1.21. Also, at Re = 1500, at wt. % = 0.1, the TPEC is 1.07, while it is 1.21 at wt. % = 0.3. Considering the aforementioned discussion, it can be stated that GNP-WEG nanofluid can potentially improve the thermal performance of the heat exchanger, which is mainly owing to the improvement in the physical properties of the carrying fluid. It is worth saying that the present study only tested the performance of the system for a convective single-phase heat and fluid flow, however, further research is highly recommended to assess the GNP-WEG nanofluid in a two-phase heat and fluid flow condition.\nFigure 8. Variation of the thermal performance evaluation criteria (TPEC) with Reynolds number (Re) for nanofluids at various mass fractions.\ni r . ri ti f t e fricti f ct r it e l s er f r fl i s."
    }, {
      "heading" : "3.5. Ther al Perfor ance Evaluation",
      "text" : "Figure 8 illustrates the variation of the ther o–hydraulic perfor ance of the syste ith Re and for nanofluids. t a short glance, it can be concluded that the ther al perfor ance of the syste enhances ith the Reynolds nu ber aug entation, such that the largest TPEC is recorded for the highest Reynolds number. In addition, with adding more nanomaterials to the nanofluids, the TPEC of the system boosts, despite the raise in the pressure drop value. This is because the TC is enhanced ano alously, such that it can compensate the augmentation in the PD value of the system. For instance, at wt. % = 0.3 and Re = 500, the TPEC is 1.07, while at Re = 1500, the TPEC is promoted to 1.21. Also, at Re = 1500, at wt. % = 0.1, the TPEC is 1.07, while it is 1.21 at wt. % = 0.3. Considering the afore entioned discussion, it can be stated that P- E nanofluid can potentially i prove the ther al performance of the heat exchanger, which is mainly owing to the improve ent in the physical properties of the carrying fluid. It is worth saying that the present study only tested the performance of the system for a convective single-phase heat and fluid flow, however, further research is highly recommended to assess the GNP-WEG nanofluid in a two-phase heat and fluid flow condition.\nEnergies 2019, 12, x FOR PEER REVIEW 2 f 16"
    }, {
      "heading" : "3.5. Thermal Performance Evaluation",
      "text" : "Figure 8 illustrates the variation of the thermo–hydraulic performance of the system with Re and for nanofluids. At a short glance, it can be concluded that the thermal performance of the system enhances with the Reynolds number augmentation, such that the largest TPEC is recorded for the highest Reynolds number. In addition, with adding more nanomaterials to the nanofluids, the TPEC of the system boosts, despite the raise in the pressure drop value. This is because the HTC is enhanced anomalously, such that it can compensate the augmentation in the PD value of the system. For instance, at wt. % = 0.3 and Re = 500, the TPEC is 1.07, while at Re = 1500, the TPEC is promoted to 1.21. Also, at Re = 1500, at wt. % = 0.1, the TPEC is 1.07, while it is 1.21 at wt. % = 0.3. Considering the aforementioned discussion, it can be stated that GNP-WEG nanofluid can potentially improve the thermal performance of the heat exchanger, which is mainly owing to the improvement in the physical properties of the carrying fluid. It is worth saying that the present study only tested the performance of the system for a convective single-phase heat and fluid flow, however, further research is highly recommended to assess the GNP-WEG nanofluid in a two-phase heat and fluid flow condition.\nFigure 8. ariation of t e t er al erf r a ce e al ation criteria ( ) it e l s er ( e) for nanofluids at various mass fractions.\nEnergies 2019, 12, 1929 14 of 17"
    }, {
      "heading" : "4. Conclusions",
      "text" : "In the present investigation, a series of experiments were conducted to evaluate the thermal performance of a micro-channel cooling system working with NPGs dispersed in WEG (60:40) and the subsequent conclusions were acquired:\n1- The thermal conductivity of the NPGs-WEG nanofluid enhanced with an increase in the mass fraction of the nanofluids. However, by increasing the temperature of the system, the thermal conductivity slightly increased. The highest increment in the thermal conductivity of GNP-WEG nanofluid was 32.1% at 50 ◦C and wt. % = 0.3.\n2- By increasing the heat-flux and the Reynolds number, the HTC of the system was improved. The improvement in the HTC was due to the increase in the mean temperature of the system and the enhancement of the thermos–physical properties of the nanofluids. Also, improvement in the Brownian motion and thermophoresis effects were two other contributors to the enhancement of the HTC.\n3- By adding more NPGs to the base fluid, the HTC was increased, which was ascribed to the improvement in the Brownian motion, a reduction in the mean free path, and also an increase in the number of collisions between the NPGs within the bulk of the nanofluid.\n4- A trade-off trend was identified between the HTC and the PD value of the system. However, despite the augmentation in the friction forces and the PD value, the enhancement in the HTC compensated the augmentation of the friction forces. To evaluate both effects, the TPEC of the system was measured and it was found that the largest TPEC belonged to the largest Reynolds number and the highest mass fraction of the nanofluid. The maximum TPEC of the system was 21% at wt. % = 0.3.\nOverall, GNP-WEG presented a plausible thermal performance within the micro-channel, despite the augmentation in PD, and this nanofluid can plausibly be used in cooling and/or heating applications. It is worth saying that despite the plausible effect of the nano-particulate graphene nanofluid for enhancing the heat transfer, the contribution of this effect on conduction and the convection mechanisms is still unknown and it is highly recommended that a systematic study be developed to evaluate these contributions.\nAuthor Contributions: Conceptualization, M.M.S., M.G., E.P.B.F. and M.R.S.; methodology E.P.B.F. and M.M.S., and M.G.; validation, E.P.B.F.; formal analysis, M.M.S., and Z.T.; investigation, M.M.S., E.P.B.F., and Z.T.; writing—original draft preparation, M.M.S., M.R.S.; writing—review and editing, M.M.S., M.A., M.R.S., Z.T. and M.G.; visualization, M.M.S. and Z.T.; supervision, M.A. and M.M.S.; project administration, M.A.\nFunding: Zhe Tian wants to acknowledge the following grants: NSFC (51,709,244), Taishan Scholar (tsqn201812025), and Fundamental Research for Central Universities (201,941,008).\nAcknowledgments: Authors of this work appreciate the University of Adelaide for the facility.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Fundamentals of Heat Exchanger Design",
      "author" : [ "R.K. Shah", "D.P. Sekulic" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2003
    }, {
      "title" : "The concept of irreversibility in heat exchanger design: Counterflow heat exchangers for gas-to-gas applications",
      "author" : [ "A. Bejan" ],
      "venue" : "J. Heat Transf",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1977
    }, {
      "title" : "Handbook of Heat Transfer Applications; No Individual Items are Abstracted in This Volume; McGraw-Hill Book Co.",
      "author" : [ "W.M. Rohsenow", "J.P. Hartnett", "E.N. Ganic" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1985
    }, {
      "title" : "Plate Heat Exchangers: Design, Applications and Performance",
      "author" : [ "B. Sundén", "R.M. Manglik" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2007
    }, {
      "title" : "Most frequently used heat exchangers from pioneering research to worldwide applications",
      "author" : [ "B.I. Master", "K.S. Chunangad", "A. Boxma", "D. Kral", "P. Stehlik" ],
      "venue" : "Heat Transf. Eng",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2006
    }, {
      "title" : "Compact Heat Exchangers; Krieger Publishing: Malabar",
      "author" : [ "W.M. Kays", "A.L. London" ],
      "venue" : "FL, USA,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1984
    }, {
      "title" : "Compact Heat Exchangers: Selection, Design and Operation; Butterworth-Heinemann: Oxford, UK, 2016",
      "author" : [ "J.E. Hesselgreaves", "R. Law", "D. Reay" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "A review on micro-channel heat exchangers and potential applications",
      "author" : [ "M.G. Khan", "A. Fartaj" ],
      "venue" : "Int. J. Energy Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "Enhancing Thermal Conductivity of Fluids with Nanoparticles",
      "author" : [ "S.U. Choi", "J.A. Eastman" ],
      "venue" : "Argonne National Lab.: DuPage County, IL,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1995
    }, {
      "title" : "Thermal performance analysis of a flat heat pipe working with carbon nanotube-water nanofluid for cooling of a high heat-flux heater",
      "author" : [ "A. Arya", "M. Sarafraz", "S. Shahmiri", "S. Madani", "V. Nikkhah", "S. Nakhjavani" ],
      "venue" : "Heat Mass Transf",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Green synthesis of silver nanoparticles using green tea leaves: Experimental study on the morphological, rheological and antibacterial behaviour",
      "author" : [ "M. Nakhjavani", "V. Nikkhah", "M. Sarafraz", "S. Shoja" ],
      "venue" : "Heat Mass Transf",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Application of spherical copper oxide (II) water nano-fluid as a potential coolant in a boiling annular heat exchanger",
      "author" : [ "V. Nikkhah", "M. Sarafraz", "F. Hormozi" ],
      "venue" : "Chem. Biochem. Eng. Q",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Boiling heat transfer of alumina nano-fluids: Role of nanoparticle deposition on the boiling heat transfer coefficient",
      "author" : [ "E. Salari", "M. Peyghambarzadeh", "M.M. Sarafraz", "F. Hormozi" ],
      "venue" : "Period. Polytech. Chem. Eng",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Upward Flow Boiling to DI-Water and Cuo Nanofluids Inside the Concentric Annuli",
      "author" : [ "M. Sarafraz", "F. Hormozi", "S. Peyghambarzadeh", "N. Vaeli" ],
      "venue" : "J. Appl. Fluid Mech. 2015,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "On the fouling formation of functionalized and non-functionalized carbon nanotube nano-fluids under pool boiling condition",
      "author" : [ "M. Sarafraz", "F. Hormozi", "M. Silakhori", "S. Peyghambarzadeh" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Low-frequency vibration for fouling mitigation and intensification of thermal performance of a plate heat exchanger working with CuO/water nanofluid",
      "author" : [ "M. Sarafraz", "V. Nikkhah", "S. Madani", "M. Jafarian", "F. Hormozi" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Thermal performance of a heat sink micro-channel working with biologically produced silver-water nanofluid: Experimental assessment",
      "author" : [ "M. Sarafraz", "V. Nikkhah", "M. Nakhjavani", "A. Arya" ],
      "venue" : "Exp. Therm. Fluid Sci",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Nucleate pool boiling heat transfer to Al2O3-water and TiO2-water nanofluids on horizontal smooth tubes with dissimilar homogeneous materials",
      "author" : [ "M. Sarafraz", "S. Peyghambarzadeh" ],
      "venue" : "Chem. Biochem. Eng. Q. 2012,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2012
    }, {
      "title" : "Nucleate Pool Boiling Heat Transfer of Binary Nano Mixtures under Atmospheric Pressure around a Smooth Horizontal Cylinder",
      "author" : [ "M. Sarafraz", "S. Peyghambarzadeh", "S. Alavi Fazel", "N. Vaeli" ],
      "venue" : "Period. Polytech. Chem. Eng",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Flow and heat transfer behaviour of nanofluids in micro-channels",
      "author" : [ "J. Bowers", "H. Cao", "G. Qiao", "Q. Li", "G. Zhang", "E. Mura", "Y. Ding" ],
      "venue" : "Prog. Nat. Sci. Mater. Int",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "The effect of micro-channel height on performance of nanofluids",
      "author" : [ "E. Manay", "B. Sahin" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Performance enhancement of concentrated photovoltaic systems using a micro-channel heat sink with nanofluids",
      "author" : [ "A. Radwan", "M. Ahmed", "S. Ookawara" ],
      "venue" : "Energy Convers. Manag",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "Investigation of flow boiling performance and the resulting surface deposition of graphene oxide nanofluid in micro-channels",
      "author" : [ "C. Zhang", "L. Zhang", "H. Xu", "D. Wang", "B. Ye" ],
      "venue" : "Exp. Therm. Fluid Sci",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "The characteristics of convective heat transfer in micro-channel heat sinks using Al2O3 and TiO2 nanofluids",
      "author" : [ "G. Xia", "R. Liu", "J. Wang", "M. Du" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "On the effectiveness of a nanofluid cooled micro-channel heat sink under non-uniform heating condition",
      "author" : [ "C. Anbumeenakshi", "M. Thansekhar" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Fouling formation and thermal performance of aqueous carbon nanotube nanofluid in a heat sink with rectangular parallel micro-channel",
      "author" : [ "M. Sarafraz", "V. Nikkhah", "M. Nakhjavani", "A. Arya" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Fluid flow and heat transfer of nanofluids in micro-channel heat sink with V-type inlet/outlet arrangement",
      "author" : [ "A. Abdollahi", "H. Mohammed", "S.M. Vanaki", "A. Osia", "M.G. Haghighi" ],
      "venue" : "Alex. Eng. J. 2017,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1929
    }, {
      "title" : "Efficacy of a hybrid nanofluid in a new micro-channel heat sink equipped with both secondary channels and ribs",
      "author" : [ "M. Bahiraei", "M. Jamshidmofid", "M. Goodarzi" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2019
    }, {
      "title" : "Study of Heat Transfer of Aluminium Oxide Nanofluids using Aluminium Split Flow Micro-channels",
      "author" : [ "A. Saini", "H. Sandhu", "S. Sharma", "G. Dasaroju" ],
      "venue" : "Int. J. Eng. Res. Technol. (Ijert) 2016,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Experimental and numerical investigation of nanofluid forced convection inside a wide micro-channel heat sink",
      "author" : [ "M. Kalteh", "A. Abbassi", "M. Saffar-Avval", "A. Frijns", "A. Darhuber", "J. Harting" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Heat transfer and pressure drop of nanofluids in a micro-channel heat sink",
      "author" : [ "E. Manay", "B. Sahin" ],
      "venue" : "Heat Transf. Eng",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Pressure drop and heat transfer of Al2O3-H2O nanofluids through silicon micro-channels",
      "author" : [ "X. Wu", "H. Wu", "P. Cheng" ],
      "venue" : "J. Micromech. Microeng",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2009
    }, {
      "title" : "Experimental investigation of thermal performance of micro-channel heat sink with nanofluids Al2O3/water and SiO2/water",
      "author" : [ "M.R. Thansekhar", "C. Anbumeenakshi" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Viscous dissipative nanofluid convection in asymmetrically heated porous micro-channels with solid-phase heat generation",
      "author" : [ "T.W. Ting", "Y.M. Hung", "N. Guo" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Optimization of thermal performances and pressure drop of rectangular micro-channel heat sink using aqueous carbon nanotubes based nanofluid",
      "author" : [ "S. Halelfadl", "A.M. Adham", "N. Mohd-Ghazali", "T. Maré", "P. Estellé", "R. Ahmad" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "Lattice Boltzmann simulation of temperature jump effect on the nanofluid heat transfer in an annulus micro-channel",
      "author" : [ "S. Ghadirzadeh", "M. Kalteh" ],
      "venue" : "Int. J. Mech. Sci",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Turbulent flow and heat transfer of Water/Al2O3 nanofluid inside a rectangular ribbed channel",
      "author" : [ "M. Parsaiemehr", "F. Pourfattah", "O.A. Akbari", "D. Toghraie", "G. Sheikhzadeh" ],
      "venue" : "Phys. E Low-Dimens. Syst. Nanostructures",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Numerical simulation of heat transfer in a micro channel heat sinks using nanofluids",
      "author" : [ "E. Farsad", "S.P. Abbasi", "M.S. Zabihi", "J. Sabbaghzadeh" ],
      "venue" : "Heat Mass Transf",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2011
    }, {
      "title" : "Experimental and numerical analysis of micro-scale heat transfer using carbon based nanofluid in micro-channel for enhanced thermal performance",
      "author" : [ "B. Singh", "M. Singh", "H. Garg", "I. Kaur", "S. Suryavanshi", "H. Kumar" ],
      "venue" : "In IOP Conference Series: Materials Science and Engineering; IOP Publishing:",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2016
    }, {
      "title" : "Analysis of heat transfer and nanofluid fluid flow in micro-channels with trapezoidal, rectangular and triangular shaped ribs",
      "author" : [ "A. Behnampour", "O.A. Akbari", "M.R. Safaei", "M. Ghavami", "A. Marzban", "G.A.S. Shabani", "R. Mashayekhi" ],
      "venue" : "Phys. E: Low-Dimens. Syst. Nanostructures",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2017
    }, {
      "title" : "Numerical investigation of non-Newtonian nanofluid flow in a converging micro-channel",
      "author" : [ "S. Mohsenian", "A. Ramiar", "A.A. Ranjbar" ],
      "venue" : "J. Mech. Sci. Technol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Investigation of nanofluids on heat transfer enhancement in a louvered micro-channel with lattice Boltzmann method",
      "author" : [ "T.-M. Liou", "T.-C. Wei", "C.-S. Wang" ],
      "venue" : "J. Therm. Anal. Calorim",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "A review on nanofluids: Preparation, stability mechanisms, and applications",
      "author" : [ "W. Yu", "H. Xie" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2012
    }, {
      "title" : "Nanofluids: From vision to reality through research",
      "author" : [ "S.U. Choi" ],
      "venue" : "J. Heat Transf",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2009
    }, {
      "title" : "Local convective heat transfer coefficient and friction factor of CuO/water nanofluid in a micro-channel heat sink",
      "author" : [ "A. Chabi", "S. Zarrinabadi", "S. Peyghambarzadeh", "S. Hashemabadi", "M. Salimi" ],
      "venue" : "Heat Mass Transf",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "Thermal performance analysis of a microchannel heat sink cooling with Copper Oxide-Indium (CuO/In) nano-suspensions at high-temperatures",
      "author" : [ "M.M. Sarafraz", "M. Arjomandi" ],
      "venue" : "Appl Therm Eng",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Convective heat transfer of Cu–water nanofluid in a cylindrical micro-channel heat sink",
      "author" : [ "Z. Azizi", "A. Alamdari", "M.R. Malayeri" ],
      "venue" : "Energy Convers. Manag",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    }, {
      "title" : "A Comprehensive Study of Modified Wilson Plot Technique to Determine the Heat Transfer Coefficient during Condensation of Steam and R-134a over Single Horizontal Plain and Finned Tubes",
      "author" : [ "Ravi Kumar", "H.K.V.K.N.A.B.M" ],
      "venue" : "Heat Transf. Eng",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2001
    }, {
      "title" : "On the convective thermal performance of a CPU cooler working with liquid gallium and CuO/water nanofluid: A comparative study",
      "author" : [ "M.M. Sarafraz", "A. Arya", "F. Hormozi", "V. Nikkhah" ],
      "venue" : "Appl. Therm. Eng. 2017,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 1929
    }, {
      "title" : "Describing Uncertainties in Single-Sample Experiments",
      "author" : [ "S. Kline", "F.A. McClintock" ],
      "venue" : "Mech. Eng. 1953,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 1953
    }, {
      "title" : "Brownian motion. In Brownian Motion and Stochastic Calculus",
      "author" : [ "I. Karatzas", "S.E. Shreve" ],
      "venue" : null,
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 1998
    }, {
      "title" : "Natural convection in nanofluids: Are the thermophoresis and Brownian motion effects significant in nanofluid heat transfer enhancement",
      "author" : [ "Z. Haddad", "E. Abu-Nada", "H.F. Oztop", "A. Mataoui" ],
      "venue" : "Int. J. Therm. Sci",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2012
    }, {
      "title" : "Random walk of single gold nanoparticles in zebrafish embryos leading to stochastic toxic effects on embryonic developments",
      "author" : [ "L.M. Browning", "K.J. Lee", "T. Huang", "P.D. Nallathamby", "J.E. Lowman", "X.-H.N. Xu" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2009
    }, {
      "title" : "Development of a generalized Darcy equation",
      "author" : [ "M. Tek" ],
      "venue" : "J. Pet. Technol. 1957,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "With the advancement in the thermal process engineering, efficient cooling technologies with the capability to dispossess heat from high heat-flux areas are highly demanded, and this is the main driver for developing various types of heat exchangers for different cooling applications [1,2].",
      "startOffset" : 285,
      "endOffset" : 290
    }, {
      "referenceID" : 1,
      "context" : "With the advancement in the thermal process engineering, efficient cooling technologies with the capability to dispossess heat from high heat-flux areas are highly demanded, and this is the main driver for developing various types of heat exchangers for different cooling applications [1,2].",
      "startOffset" : 285,
      "endOffset" : 290
    }, {
      "referenceID" : 2,
      "context" : "Heat exchangers have a vital role in chemical and mechanical processes by providing an opportunity to exchange a large amount of heat between a heat source and a cold fluid within a confined space [3,4].",
      "startOffset" : 197,
      "endOffset" : 202
    }, {
      "referenceID" : 3,
      "context" : "Heat exchangers have a vital role in chemical and mechanical processes by providing an opportunity to exchange a large amount of heat between a heat source and a cold fluid within a confined space [3,4].",
      "startOffset" : 197,
      "endOffset" : 202
    }, {
      "referenceID" : 5,
      "context" : "Recently, compact heat exchangers have been receiving special attention thanks to their area-to-volume ratio and sufficient surface contact between the hot and the cold sections [6].",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 6,
      "context" : "A compact heat exchanger offers a relatively large heat transfer coefficient (HTC) compared to the conventional ones, and represents a relatively short thermal response, which results in better thermal performance, compared with the conventional heat exchangers [7].",
      "startOffset" : 262,
      "endOffset" : 265
    }, {
      "referenceID" : 7,
      "context" : "Large convective heat and mass transfer coefficient, low fabrication cost, simple design, and low pumping power are some potential advantages offered by micro-channels [8].",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 8,
      "context" : "When it comes to the thermal performance of a carrying fluid, the thermal conductivity has an important role in the system [9].",
      "startOffset" : 123,
      "endOffset" : 126
    }, {
      "referenceID" : 8,
      "context" : "With the introduction of nanofluids in the Aragon National Laboratory (ANL) [9], many studies have been conducted to assess the potential usage of the nanofluid inside the thermal systems, with the view to identify the most plausible type of nanofluid for the commercialization [10–19].",
      "startOffset" : 76,
      "endOffset" : 79
    }, {
      "referenceID" : 19,
      "context" : "[20], the heat transfer characteristics of two aqueous nanofluids, including silica and alumina, in a micro-channel was studied.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] studied the potential impact of the micro-channel height and the volumetric concentration of titanium oxide nanoparticles on the thermal performance and fluid-flow specifications of the nanofluid.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] developed a new method involving the use of a solar micro-channel heat sink working with alumina and SiC nanofluids.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] performed several experiments to evaluate",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] evaluated the heat transfer characteristics of GO/H2O nanofluid in a two-phase region in a micro-channel and noticed that the thermal performance of the micro-channel was deteriorated due to the deposition of the graphene oxides inside the micro-channel.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] carried out an experimental assessment to understand the thermal behavior of alumina and titana nanofluid inside a heat sink at various volumetric concentrations of the nanoparticles.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25], the potential influence of nanofluid and the irregular heating of the micro-channel on the thermal performance of the system was experimented and discussed.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] accomplished a series of experiments with a rectangular micro-channel and assessed the HTC of the system together with the PD for nanofluids at wt.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] completed a series of experiments to investigate the heat transfer specifications of various nanofluids inside a micro-channel, with a V-shaped inlet and outlet arrangement.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] Numerical Rectangular Graphene nano-platelets –silver/water Diameter: 2 μm 17",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] Experimental Rectangular Al2O3/water 80 nm 27",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] Experimental and Numerical Rectangular Al2O3/water 40 nm 130",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "Manay and Sahin [31] Experimental Rectangular TiO2/water 25 nm 39.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 31,
      "context" : "[32] Experimental Trapezoidal Al2O3/water 56 nm 15.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "Thansekhar and Anbumeenakshi [33] Experimental Rectangular Al2O3/water 43 nm 32.",
      "startOffset" : 29,
      "endOffset" : 33
    }, {
      "referenceID" : 33,
      "context" : "[34] Analytical Rectangular Al2O3/water 40 nm 70",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[35] Analytical and experimental Rectangular CNT/water Diameter: 9–10 nm Length: 15 μm 13",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "Ghadirzadeh and Kalteh [36] Numerical Annulus Al2O3/water 10–100 nm 18.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 36,
      "context" : "[37] Numerical Rectangular ribbed Al2O3/water 50 nm 237",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "[38] Numerical Rectangular Al2O3/water 11 nm 4.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "[39] Experimental and Numerical Rectangular CNT/water 200",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 39,
      "context" : "[40] Numerical Trapezoidal Rectangular Triangular Ag/water 50 nm 100",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 40,
      "context" : "[41] Numerical Converging micro-channel TiO2/water 10 nm 90",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "[42] Numerical louvered micro-channel Al2O3/water 47 nm 70",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "5- Time-settlement experiments [43,44] were employed to identify the stability of the nanofluid.",
      "startOffset" : 31,
      "endOffset" : 38
    }, {
      "referenceID" : 43,
      "context" : "5- Time-settlement experiments [43,44] were employed to identify the stability of the nanofluid.",
      "startOffset" : 31,
      "endOffset" : 38
    }, {
      "referenceID" : 42,
      "context" : "5- Time-settlement experiments [43,44] were employed to identify the stability of the nanofluid.",
      "startOffset" : 31,
      "endOffset" : 38
    }, {
      "referenceID" : 43,
      "context" : "5- Time-settlement experiments [43,44] were employed to identify the stability of the nanofluid.",
      "startOffset" : 31,
      "endOffset" : 38
    }, {
      "referenceID" : 16,
      "context" : "The total heat transfer between the micro-channel and the mixture can be computed through the following equation [17,26]:",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 25,
      "context" : "The total heat transfer between the micro-channel and the mixture can be computed through the following equation [17,26]:",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 44,
      "context" : "channel can be calculated with the following correlation [45]:",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 16,
      "context" : "The total heat transfer between the micro-channel and the mixture can be computed through the following equation [17,26]: Q = mCp(To − Ti) (1)",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 25,
      "context" : "The total heat transfer between the micro-channel and the mixture can be computed through the following equation [17,26]: Q = mCp(To − Ti) (1)",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 44,
      "context" : "applied to the micro-channel can be calculated with the following correlation [45]:",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 45,
      "context" : "Also, η is the fin efficiency which is computed through the following equation [46]:",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 46,
      "context" : "The film temperature (Tb,z) [47] is also estimated using the technique introduced by Wilson [48]:",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 47,
      "context" : "The film temperature (Tb,z) [47] is also estimated using the technique introduced by Wilson [48]:",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 48,
      "context" : "The following equation was used to examine the thermal performance evaluation criteria (TPEC) of the system [49]:",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 49,
      "context" : "To conduct the uncertainty analysis the method introduced by Kline–McClintock [50] was utilized and it was identified that the total uncertainty for Reynolds number, HTC, and PD was 3.",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 50,
      "context" : "For nanofluid, the improvement in HTC can be ascribed to the thermos–physical properties enhancement of the nanofluid, along with the appearance of some nano-scale phenomena, such as Brownian motion and thermo-phoresis effects [51,52], which are intensified with an increase in the temperature of the system as well.",
      "startOffset" : 227,
      "endOffset" : 234
    }, {
      "referenceID" : 51,
      "context" : "For nanofluid, the improvement in HTC can be ascribed to the thermos–physical properties enhancement of the nanofluid, along with the appearance of some nano-scale phenomena, such as Brownian motion and thermo-phoresis effects [51,52], which are intensified with an increase in the temperature of the system as well.",
      "startOffset" : 227,
      "endOffset" : 234
    }, {
      "referenceID" : 52,
      "context" : "The Brownian motion also improves the energy transportation from the hot walls towards the bulk of the nanofluid due to the random walk [53], while a portion of heat is transported via the thermophoresis effect, which pushes the particles from a hot wall towards the cold bulk of the particles.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 50,
      "context" : "For nanofluid, the improvement in HTC can be ascribed to the thermos–physical properties enhancement of the nanofluid, along with the appearance of some nanoscale phenomena, such as Brownian motion and thermo-phoresis effects [51,52], which are intensified with an increase in the temperature of the system as well.",
      "startOffset" : 226,
      "endOffset" : 233
    }, {
      "referenceID" : 51,
      "context" : "For nanofluid, the improvement in HTC can be ascribed to the thermos–physical properties enhancement of the nanofluid, along with the appearance of some nanoscale phenomena, such as Brownian motion and thermo-phoresis effects [51,52], which are intensified with an increase in the temperature of the system as well.",
      "startOffset" : 226,
      "endOffset" : 233
    }, {
      "referenceID" : 52,
      "context" : "The Brownian motion also i proves the energy transportation from the hot walls towards the bulk of the nanofluid due to the random walk [53], while a portion of heat is transported via the thermophoresis effect, which pushes the particles from a hot wall towards the cold bulk of the particles.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 53,
      "context" : "As is evident, the system follows the Darcy equation, 64/Re [54], the friction factor raises with an decrease in the Reynolds number of the system, and the trend of the augmentation is asymptotic.",
      "startOffset" : 60,
      "endOffset" : 64
    } ],
    "year" : 2019,
    "abstractText" : "In the present study, we report the results of the experiments conducted on the convective heat transfer of graphene nano-platelets dispersed in water-ethylene glycol. The graphene nano-suspension was employed as a coolant inside a micro-channel and heat-transfer coefficient (HTC) and pressure drop (PD) values of the system were reported at different operating conditions. The results demonstrated that the use of graphene nano-platelets can potentially augment the thermal conductivity of the working fluid by 32.1% (at wt. % = 0.3 at 60 ◦C). Likewise, GNP nano-suspension promoted the Brownian motion and thermophoresis effect, such that for the tests conducted within the mass fractions of 0.1%–0.3%, the HTC of the system was improved. However, a trade-off was identified between the PD value and the HTC. By assessing the thermal performance evaluation criteria (TPEC) of the system, it was identified that the thermal performance of the system increased by 21% despite a 12.1% augmentation in the PD value. Furthermore, with an increment in the fluid flow and heat-flux applied to the micro-channel, the HTC was augmented, showing the potential of the nano-suspension to be utilized in high heat-flux thermal applications.",
    "creator" : "LaTeX with hyperref package"
  }
}