{
  "name" : "downloads_2020-07-17_57_guo2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano Codelivery of Oxaliplatin and Folinic Acid Achieves Synergistic Chemo- Immunotherapy with 5‐Fluorouracil for Colorectal Cancer and Liver Metastasis",
    "authors" : [ "Jianfeng Guo", "Zhuo Yu", "Manisit Das", "Leaf Huang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "2+) and FnA, which was formulated into an aminoethyl anisamide targeted PEGylated lipid nanoparticle within microemulsions using nanoprecipitation technique. The resultant formulation (namely Nano-Folox) significantly promoted the blood circulation and tumor accumulation of platinum drug and FnA in an orthotopic CRC mouse model. Emerging evidence indicates that OxP can not only provide anticancer cytotoxic effects but also induce immunogenic cell death (a type of apoptosis that primes anticancer immune responses). Consequently, Nano-Folox demonstrated favorable chemo-immunotherapeutic activities in orthotopic CRC mice. In addition, when compared to FOLFOX the significantly stronger chemo-immunotherapeutic responses were achieved by the combination of Nano-Folox and 5-Fu without showing toxicity. Moreover, the anti-PD-L1 monoclonal antibody enhanced Nano-Folox/5-Fu for decreased liver metastases in mice. These results indicate the potential of Nano-Folox-based combination strategy for the treatment of CRC. KEYWORDS: nanoparticles, drug delivery, membrane−core nanostructure, immunogenic cell death, combination therapy\nColorectal cancer (CRC) is associated with highmorbidity and mortality, with an estimated burdenincrease to over 2.2 million new incidents and 1.1 million fatalities in 2030 globally.1 A combination of folinic acid (FnA, also known as leucovorin; FOL), 5-fluorouracil (5- Fu; F), and oxaliplatin (OxP; OX), known as FOLFOX, has been applied as standard treatment for patients with CRC at stage II/III and when liver metastases occur.2 The principles of FOLFOX are as follows: (1) OxP and 5-Fu are the chemotherapy medication, and OxP has demonstrated additive or synergistic anticancer activity when combined with 5-Fu. (2) FnA, which is not a chemotherapy medication, sensitizes cancer cells to 5-Fu (not to OxP). (3) In clinic, patients are administrated with OxP and FnA via intravenous (i.v.) infusion at the same time, which are followed by i.v. administration of 5- Fu, in order to ensure the delivery of OxP and FnA into cancer cells prior to 5-Fu. When it is inside cancer cells, the efficacy of\n5-Fu is enhanced by FnA, and the 5-Fu/FnA adds to the efficacy of OxP. (4) This treatment schedule is repeated every 3 weeks with ∼6−8 cycles for therapeutic benefits. Although FOLFOX has improved the survival, the key bottlenecks such as low efficacy, dose-limiting side effects. and long course of treatment still cause a high incidence of recurrence and metastasis, poor life quality, and increased cost.3,4 It is recommended that treatments with fewer cycles attenuate the toxicity and lower the cost; however, recent clinical trials\nReceived: February 25, 2020 Accepted: April 13, 2020 Published: April 13, 2020\n© 2020 American Chemical Society 5075\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn Ju\nly 1\n7, 2\n02 0\nat 0\n8: 13\n:1 5\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\nhave failed to reach therapeutic benefits based on this concept.5−8 Therefore, viable and efficient alternatives that provide the same or better anti-CRC efficacy with reduced\ndoses and/or cycles are welcome. Recent advances in cancer nanomedicine hold great promise for improved therapeutic efficacy and reduced side effects.9 The development of\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5076\nnanoparticle (NP)-based delivery systems may offer FOLFOX alternatives that are beneficial to both patients and healthcare providers. In this study, an aminoethyl anisamide (AEAA)-targeted PEGylated lipid NP (namely Nano-Folox) was developed in water-in-oil reverse microemulsions using nanoprecipitation technique. As a result, the codelivery of OxP derivative and FnA was achieved by Nano-Folox. 5-Fu was subsequently applied as a free drug to promote the therapeutic efficacy of Nano-Folox. In addition, emerging evidence indicates that OxP, unlike the other platinum (Pt) drugs (e.g. cisplatin and carboplatin), may not only cause anticancer cytotoxicity but also induce immunogenic cell death (ICD, it is also known as immunogenic apoptosis). Therefore, the chemo-immunotherapeutic efficacy of Nano-Folox in combination with/without 5- Fu was assessed in orthotopic CRC and liver metastasis mouse models, respectively, providing a promising strategy to overcome the clinical barriers associated with conventional"
    }, {
      "heading" : "FOLOFX.",
      "text" : ""
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Preparation and Physicochemical Characterization of Nano-Folox. The dihydrate(1,2-diaminocyclohexane)Pt(II) ([Pt(DACH)(H2O)2]\n2+, the active form of OxP) was synthesized by a reaction between Pt(DACH)Cl2 and AgNO3 where the chloride moieties were substituted with aqua ligands (Figure 1A). A precipitate was subsequently formed by conjugation of [Pt(DACH)(H2O)2]\n2+ and FnA2− at an equimolar ratio in the water-in-oil reverse microemulsion (Figure 1A). The mechanism of chelation between oxygen and Pt proposed in Figure 1A is reminiscent of carboplatin, heptaplatin, and other cisplatin derivatives.10 The suggested structure of Pt(DACH)·FnA precipitate (C26H35N9O7Pt) was\nsupported by (Figure 2A) mass spectrometry (predicted exact mass: 780.23, observed m/z 780.96). The 1,2-dioleoyl-sn-glycero-3-phosphate (DOPA), which can bind on the surface of Pt cation,11 was used in microemulsions to stabilize Pt(DACH)·FnA for control over the particle size (<100 nm) (Figure 2B). The stabilized nanoprecipitates (the yield of Pt ≈ 55% as determined by ICPMS) were poorly soluble in water; therefore, they were coated with 1,2-dioleoyl-3-trimethylammonium propane (DOTAP), cholesterol, 1,2-distearoyl-sn-glycero-3-phosphoethanolaminepolyethylene glycol-2000 (DSPE-PEG), and DSPE-PEG conjugated with aminoethyl anisamide (DSPE-PEG-AEAA), achieving an AEAA-targeted PEGylated formulation in aqueous solutions (namely Nano-Folox, the Pt encapsulation efficiency (EE) ≈ 99% and loading capacity (LC) ≈ 67 wt % as measured using ICP-MS, which were similar to Pt EE and LC of Nano-Folox without AEAA). The Nano-Folox demonstrated nanoscale particle size (∼120 nm, polydispersity index ∼0.3) and nearly neutral zeta potential (∼5 mV) (Figure 2C). The surface of NanoFolox (Figure 2B) was different from the morphology of the stabilized nanoprecipitates, further indicating the successful coating. Nano-Folox also demonstrated in vitro serum stability up to 8 h (Figure S1). In addition, Nano-Folox without AEAA demonstrated similar particle size, zeta potential, and morphology (Figure S2) as recorded in Figure 2B,C. As Pt(DACH)·FnA is a relatively weak conjugate of the\nactive form of OxP and FnA (Figure S3), it is supposed that the nanoprecipitate in Nano-Folox is readily dissociated into Pt(DACH)(H2O)2]\n2+ and FnA2− under acidic environments. As shown in Figure 2D, ∼20% of water-soluble Pt was released from nanoprecipitates in Nano-Folox at 48 h in neutral PBS (Figure 2D); on the contrary, the release rate (>90%) was\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5077\nsignificantly increased when a pH was changed from 7.4 to 5.5 (Figure 2D). In addition, results in Figure S4 show that particle size of Nano-Folox was increased when pH was dropped from 7.4 to 5.5, implying that the instability is occurred most likely due to dissociation of Nano-Folox at acidic pH. Recently, we have demonstrated that a lipid-based cisplatin NP (termed as LPI) produced by the nanoprecipitation technique was stable in neutral PBS but could release the cargo in the presence of lipase or surfactant,12 the release profile of which is reminiscent of that observed from Doxil (the crystalline doxorubicin is encapsulated inside).13 As the coating structure of Nano-Folox is similar to LPI, it is likely that (1) the stability of Nano-Folox may be maintained during the blood circulation and (2) when Nano-Folox arrives inside cancer cells, the lipid layer may be lysed resulting in release of nanoprecipitates from late endosomes in which the lipase exists, and the pH of late endosomes (∼5−6) favors the dissociation of nanoprecipitates into the active form of OxP and FnA. In addition, Nano-Folox without AEAA achieved a similar drug release (Figure S2) as observed in Figure 2D. In Vitro Characterization of Nano-Folox. The AEAA\ntargeting ligand has been exploited to deliver therapeutic\nagents into the σ receptor overexpressing cancer cells and characterized in murine models of melanoma,14,15 breast cancer,16,17 pancreatic carcinoma,18,19 bladder cancer,20 lung cancer,21,22 prostate cancer,23−25 and CRC.26−28 Previously, the AEAA-mediated targeting effect has been confirmed by transfection of plasmid DNA in CT26-FL3 cells26−28 (a subtype of CT26, it causes primary tumor when implanted at the cecum wall of mice).29 In this study, Nano-Folox achieved significantly higher cellular uptake (up to 4-fold) of Pt in CT26-FL3 cells in comparison with OxP (Figure 3A) (OxP was chosen as a control due to the insolubility and ineffective suspension of nanoprecipitates in aqueous solutions), implying that delivery of Nano-Folox is enhanced due to the AEAA targeting effect (see AEAA-mediated biodistribution and antitumor efficacy as discussed below). Following efficient cellular uptake, the Pt(DACH)·FnA is\nready for release from Nano-Folox. OxP will undergo a series of nonenzymatic biotransformation in physiological situations.30,31 The oxalate ligand (a dicarboxylate chelate leaving group) of OxP is spontaneously displaced by nucleophiles (e.g., chloride), resulting in formation of dichloro(1,2diaminocyclohexane)Pt(II) [Pt(DACH)Cl2, an intermediate\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5078\nderivate of OxP].32 When the chloride moieties are substituted with aqua ligands, Pt(DACH)Cl2 is converted into [Pt(DACH)(H2O)2]\n2+ (OxP’s activate form).33,34 Consequently, [Pt(DACH)(H2O)2]\n2+ reacts with DNA to generate Pt-DNA adducts, resulting in DNA strand break and cellular apoptosis.35 As shown in Figure 1B, Pt(DACH)·FnA possesses a dicarboxylate ligand derived from FnA, which is similar to that of oxalate. Therefore, it suggests that the ligand-exchange reaction involved in conversion of OxP into [Pt(DACH)(H2O)2]\n2+ also occurs in Pt(DACH)·FnA. That is to say, Pt(DACH)·FnA is likely dissociated in the present of chloride leading to the formation of Pt(DACH)Cl2 and FnA. Following substitution of aqua ligands, Pt(DACH)Cl2 is further converted into [Pt(DACH)(H2O)2]\n2+ (Figure 1B). The structure of Pt(DACH)·FnA is also reminiscent of that observed in carboplatin, the second-generation platinumbased drug with a dicarboxylate chelate leaving group.10 Carboplatin, once inside cells, undergoes the aquation to form [Pt(NH3)2(H2O)2]\n2+.36 Therefore, it suggests that Pt(DACH)·FnA, which has a dicarboxylate ligand similar to those of OxP and carboplatin, may be metabolized into [Pt(DACH)(H2O)2]\n2+ and FnA2− in physiological situations. The metabolic activity of Pt(DACH)·FnA will be investigated in the future to confirm the aforementioned hypotheses. Once inside cells, Nano-Folox significantly inhibited the proliferation of CT26-FL3 cells (p < 0.05; IC50 ≈ 10 μM Pt, 24 h incubation) (Figure 3B), whereas OxP achieved less antiproliferative potent (IC50 ≈ 27 μM Pt, 24 h incubation) (OxP was chosen as a control due to the insolubility and ineffective suspension of nanoprecipitates in aqueous solutions). Moreover, Nano-Folox induced a significantly higher level of CT26-FL3 apoptosis (p < 0.05, 24 h) relative to OxP (Figure 3C), indicating that the antiproliferative effect achieved by Nano-Folox is, at least, in part due to the apoptosis. Recently, it has been reported that a form of apoptosis termed ICD37 can be induced by chemotherapeutic drugs (e.g., anthracyclines and OxP) and physical treatments (e.g., ionizing irradiation and photodynamic therapy).38 ICD induces immunological responses to activate T lymphocytes for recognizing tumor-specific antigens.39 Emerging evidence indicates that ICD-related chemotherapeutics (e.g. OxP) can achieve chemo-immunotherapeutic effects for longer survival of cancer patients.40 ICD inducers activate molecules of damage (or danger)-associated molecular patterns (DAMPs), mainly including exposure of calreticulin (CRT), release of ATP, and translocation of the high mobility group protein B1 (HMGB1).41 In this study, the potential of Nano-Folox for ICD-induced immunogenicity was assessed in terms of CRT exposure and HMGB1 release.38 The translocation of CRT onto cell surface was significantly triggered using Nano-Folox (p < 0.05; 10 μM Pt, 2 h incubation) compared to OxP at the same conditions (Figure 3D). Nano-Folox (10 μM Pt, 8 h incubation) showed a minor increment (not statistically) in the release of HMGB1 from the nucleus into the cytoplasm compared to OxP at the same conditions (Figure 3D). In contrast, neither CRT exposure nor HMGB1 release was evident with the PBS group. These results demonstrate the potential of Nano-Folox as nanoparticulate ICD inducer delivery system for CRC. Pharmacokinetics and Biodistribution of Nano-Folox. When OxP is i.v. administered, the Pt is irreversibly absorbed onto plasma proteins and erythrocytes,31 and the bound Pt\ntends to rapid systemic elimination via the renal clearance.42 These can significantly lessen therapeutic efficacy of OxP. In this study, following one dose of OxP or Nano-Folox in the CT26-FL3 derived orthotopic CRC mouse model (i.v. administration), the concentration of Pt drug in the plasma for OxP decreased rapidly, and only a residual level was detected less than 4 h post injection (Figure 4A); by contrast, the Pt drug in Nano-Folox was more slowly removed from the plasma (Figure 4A). The pharmacokinetic profiles were analyzed by fitting to a one-compartmental model (Figure 4A),43−45 indicating that Nano-Folox led to a ∼10-fold enhancement in blood circulation of Pt as compared to OxP. An improved pharmacokinetic profile of Pt drug achieved by Nano-Folox is likely due to the PEGylated formulation. In addition, Nano-Folox without AEAA demonstrated similar pharmacokinetic profiles (Figure S5) recorded by Nano-Folox with AEAA (Figure 4A). The tissue distribution of Nano-Folox was also evaluated using CT26-FL3-derived orthotopic CRC mice. Eight hours post i.v. injection of DiD-labeled NPs, major tissues and tumors were collected and imaged using the IVIS Kinetics Optical System (Figure 4B). The results show that Nano-Folox with the AEAA targeting ligand achieved a significantly higher retention in tumors than nontargeted counterpart (p < 0.05); in contrast, a significantly lower accumulation in the liver was found in AEAA-targeted Nano-Folox (p < 0.05) (Figure 4B). In addition, the tissue distribution of Pt drug was also measured ex vivo using ICP-MS 8 h after i.v. administration of OxP and Nano-Folox with/without AEAA (Figure 4C). Previously, it was reported that less than 5% ID/g of OxP were found in tumors of mice with subcutaneously allografted CRC,46 and orthotopically xenografted scirrhous gastric cancer;47 however, ∼7% ID/g of Pt was found in tumors of CT26-FL3 derived orthotopic CRC mice (Figure 4C), suggesting that the tumor distribution of OxP may vary on a case by case basis in terms of tumor model, tumor size, dosing schedule, time point for analysis, and analysis technique, etc. In orthotopic CRC mice, AEAA-targeted Nano-Folox achieved a significantly higher tumor accumulation of Pt (∼40% ID/g) than nontargeted counterpart (∼23% ID/g) and OxP (∼7% ID/g). In contrast, as described in Figure 4C, the liver uptake (∼40% ID/g) of Pt for OxP was profoundly (p < 0.01) higher than those recorded by AEAA-targeted and nontargeted NanoFolox (∼18% and ∼27% ID/g, respectively). The data confirm that the AEAA targeting ligand enhanced the tumor retention and reduced nonspecific tissue accumulation. Recently, the development of NPs has been achieved for delivery of OxP or its derivatives in the treatment of cancers.44,48−52 For example, Li and colleagues produced layer-by-layer lipid-polymer hybrid NPs for delivery of OxP derivative to achieve chemotherapeutic efficacy in a subcutaneous pancreatic cancer mouse model, but the encapsulation efficiency (EE) of Pt drug was only ∼26%.53 He et al. also produced a core−shell polymeric NP for delivery of OxP derivative to induce immunotherapeutic efficacy in subcutaneous CRC mouse models.43 However, the loading capacity (LC) of Pt drug was only ∼27 wt %, and tumor accumulation of Pt drug was less than 10% ID/g.43 Duan et al. further modified this core−shell polymeric NP, but the tumor accumulation of Pt drug in subcutaneous CRC mice was still less than 15% ID/g.52 In this study, Nano-Folox achieved ∼99% of Pt EE, ∼67 wt % of Pt LC, and ∼40% ID/g of Pt accumulation in tumors, which are significantly higher than\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5079\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5080\nthose in the aforementioned studies, and to our best knowledge, are also significantly higher than those recorded by the other groups. It is known that CRC patients suffer from the timeconsuming schedule of FOLFOX, and side effects or toxicities are often caused by such intensive treatment.3,4 In this study, Nano-Folox significantly promoted blood circulation of the Pt drug (Figure 4A), indicating the potential for a reduced number of treatment cycles. Nano-Folox may also provide a low-dosage strategy that is sufficient for treating patients as compared with free drugs, due to the enhanced tumor accumulation achieved by AEAA-mediated targeting effect (Figure 4B,C). It is also worth noting that although FnA is not a chemotherapeutic drug, it sensitizes cancer cells to 5-Fu. Based on codelivery of OxP’s active form and FnA achieved using Nano-Folox, the in vivo fates (e.g., pharmacokinetics and biodistribution) of FnA should be similar to those of Pt drug as shown in Figure 4B,C. Therefore, the delivery of FnA into tumors was also specifically achieved, and the tumor accumulation of FnA should be similar to that of OxP derivative (∼40% ID/g). The follow-up treatment of 5-Fu will cause a higher toxicity to tumor cells [where FnA released from Pt(DACH)·FnA in Nano-Folox enhances the efficacy of 5-Fu] than healthy cells (without or with less FnA). To the best of our knowledge, there has been no study reported by other groups for NP-based tumor-targeted delivery of FnA for improving efficacy of 5-Fu while reducing toxicity. It has been reported that the tumor accumulation efficacy of free methotrexate (a chemotherapeutic drug with similar chemical structure with FnA) or methotrexate encapsulated with NPs was generally less than 1% and 6% ID/g, respectively.21 These imply that Nano-Folox can achieve significantly better delivery of FnA into tumors than free FnA and FnA-containing NPs produced by others (if any). The results of Figure 4 suggest that the Nano-Folox formulation may reduce toxicities associated with FOLFOX and the combination of Nano-Folox and 5-Fu may achieve better antitumor efficacy as compared to FOFLOX, which will be investigated in the following in vivo studies. Combination of Nano-Folox and 5-Fu Achieved a"
    }, {
      "heading" : "Synergistic Chemo-Immunotherapy in Orthotopic CRC",
      "text" : "Mice. The therapeutic efficacy of Nano-Folox in combination with/without 5-Fu was assessed in a CT26-FL3 orthotopic CRC mouse model (Figure 5A). As CT26-FL3 cells stably express the firefly luciferase gene that catalyzes the oxidation of luciferin to generate bioluminescence,26 the development of tumor in situ can be monitored by IVIS Kinetics Optical System (Figure 5A). The therapeutic efficacy of Nano-Folox was positively correlated to administrated doses (0.5−5 mg/kg of Pt) and Nano-Folox containing 1.5, 3, and 5 mg/kg of Pt could significantly suppress the tumor growth relative to the PBS group (Figure S6). No toxicity was caused in Nano-Folox containing lower doses, but toxic signs were observed in mice following treatments of higher administrated doses (Figure\nS6). Therefore, Nano-Folox containing 1.5 mg/kg of Pt was chosen for the following in vivo studies. The combination of Nano-Folox (1.5 mg/kg of Pt; ∼ 4.5 mg/kg of FnA, due to the molar ratio of OxP derivative and FnA = 1:1) and 5-Fu (50 mg/kg) achieved significantly (p < 0.01) higher antitumor efficacy than Nano-Folox alone and FOLFOX (3 mg/kg Pt, 90 mg/kg FnA, and 50 mg/kg 5-Fu; this dose schedule and administration route for FOLFOX have been validated for in vivo investigations in previous studies)54−56 (Figure 5B). Consequently, the combination of Nano-Folox and 5-Fu significantly (p < 0.001) improved the survival of diseased mice relative to the other groups (Figure 5C). In addition, it is worth noting in Figure S7 that nontargeted Nano-Folox demonstrated no therapeutic efficacy as compared to the PBS group. On the contrary, AEAA-targeted Nano-Folox achieved significantly better tumor regression (p < 0.05) than nontargeted counterpart and the PBS control. Furthermore, as shown in Figure S8, when combined with 5-Fu, nontargeted Nano-Folox showed slight tumor inhibition (not statistically) relative to the PBS control. However, the combination of AEAA-targeted formulation and 5-Fu further suppressed the tumor growth relative to the combination of nontargeted formulation and 5-Fu and the PBS group (p < 0.01). Therefore, the results of Figures 4BC, S7, and S8 confirm the AEAA-mediated anti-CRC effect. The antitumor mechanisms of Nano-Folox were further investigated using orthotopic CRC mice. Immunofluorescent results show that Nano-Folox significantly (p < 0.05) induced apoptosis relative to the PBS group (Figure 5D). It is further confirmed that Pt(DACH)·FnA was successfully dissociated into [Pt(DACH)(H2O)2]\n2+ and FnA2− inside tumors, in which [Pt(DACH)(H2O)2]\n2+ forms DNA-adducts resulting in the apoptosis (Figure 3C). It is known that the anticancer effect of 5-Fu can be improved by FnA through enhancing the inhibition of thymidylate synthase (TS, the nucleotide synthetic enzyme),57,58 and OxP can produce additive or synergistic anticancer activity when combined with 5-Fu.59 As shown in Figure 5D, a significantly improved apoptotic effect was achieved by the combination of Nano-Folox and 5-Fu, which is likely due to the fact that the apoptotic efficacy of 5- Fu is promoted by FnA released from Nano-Folox, and 5-Fu/ FnA may further apoptotic effect with OxP derivative released from Nano-Folox. It is known that OxP elicits ICD to prime anticancer immune activities by triggering immune stimulatory cells and suppressing immune suppressive cells. Flow cytometry results demonstrate that both CD4+ and CD8+ T lymphocytes were profoundly promoted inside tumors following treatment of Nano-Folox/5-Fu (Figures 5F), which is accompanied by enhanced T lymphocyte recruitment (Figure 5E). This is likely due to the fact that the cytokines CXCL9 and CXCL10, which are in favorable of T cell infiltration (TIL) and foster TILdependent immune intervention in cancer,60 were increasingly induced for the combination strategy (Figure 5G). The levels of IFN-γ, TNF-α, and IL-12, three important cytokines\nFigure 5. continued\nCD4+ cells, MHC II+ DCs, CD86+ DCs, MDSCs, M2 macrophages, and Tregs in tumors on day 27, analyzed using flow cytometric analysis (n = 4, * p < 0.05, ** p < 0.01) (F). The mRNA levels of CXCL9, CXCL10, TNF-α, IFN-γ, IL-12, IL-4, IL-6, and IL-10 in tumors from animals treated with therapeutic groups relative to PBS, assessed using quantitative RT-PCR on day 27 (n = 4, * p < 0.05, ** p < 0.01) (G). Orthotopic CT26-FL3 tumor growth treated with Nano-Folox/5-Fu following the depletion of CD4+ or CD8+ T lymphocytes (n = 4, * p < 0.05) (H).\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5081\nsecreted by Type 1 T helper (Th1) cells for activation of cytotoxic T lymphocytes for killing cancer cells,61 were also significantly elevated (Figure 5G). In addition, MHC II+ and CD86+ dendritic cells (DCs) were significantly activated by the combinatorial approach (Figure 5F). Corresponding to these immune stimulatory effects, the amount of myeloid derived suppressor cells (MDSCs), regulatory T cells (Tregs), and tumor associated macrophages (M2) was significantly decreased (Figure 5F). In addition, the immunosuppressive IL-4, IL-6, and IL-10 cytokines that activate suppressive immune cells were significantly deactivated (Figure 5G). These synergistic immunotherapeutic effects of Nano-Folox/5-Fu are likely due to the fact that 5-Fu/FnA adds to the apoptotic efficacy of OxP, improving efficacy of OxP-mediated ICD. In order to further confirm the immunotherapeutic\nmechanism, orthotopic CRC mice were treated with NanoFolox/5-Fu after the removal of either CD8+ or CD4+ T lymphocytes (Figure 5H). The antitumor efficacy of NanoFolox/5-Fu was significantly suppressed following the treatment of anti-CD8/-CD4 antibodies (but not with the pretreatment of an isotype IgG control) (Figure 5H), presenting the critical role of CD8+ and CD4+ T cells for immunotherapy achieved by Nano-Folox/5-Fu.\nIn Vivo Toxicity Studies. When orthotopic CRC mice were given i.v. injection of PBS, Nano-Folox, FOLFOX, and a combination of Nano-Folox and 5-Fu, monitoring of animal body weight showed no significant decrease in therapy groups over a 3-week period relative to the PBS group (Figure 6A). Major tissues were analyzed using H&E assay (Figure 6B), indicating no obvious tissue damage between animals of PBS and therapy groups. In addition, the whole blood cellular components (Figure 6C) and the serum liver/kidney function markers (Figure 6D) were analyzed in order to further assess systemic toxicity. Results show no significant hematological toxicity following different treatments (Figure 6C). The level of aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatinine (CRE), and blood urea nitrogen (BUN) was not significantly elicited by the therapeutic groups compared to PBS (Figure 6D). Notably, although these toxicology studies showed no significantly difference between FOLFOX and Nano-Folox/5-Fu, toxic signs such as ruffled hair coat and reluctance to move were observed in mice following FOLFOX (but not Nano-Folox/5-Fu). Taken together, our results indicate no systemic toxicity for Nano-Folox and the combination strategy with 5-Fu.\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5082\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5083\nAnti-PD-L1Monoclonal Antibody Enhanced the Combination of Nano-Folox and 5-Fu for Decreased Liver Metastasis. Recently, monoclonal antibodies (mAb) targeting immune checkpoints have made significant progress in a number of tumors, but CRC patient response rates vary. In fact, only a small subset of patients (∼15% of the CRC population),62 who are diagnosed with mismatch repair (MMR)-deficient CRC, respond favorably to the anti-PD-L1 antibody (e.g., pembrolizumab and nivolumab).63 The inactivation of MMR causes a tumor mutational burden, which promotes a continuous renewal of neoantigens, leading to T cell immune surveillance (it is characterized as the inflamed “hot” tumor).64 Emerging evidence suggests that the inefficiency of immune checkpoint inhibitors is mainly attributed to the absence or paucity of tumor TIL (it is characterized as the noninflamed “cold” tumor).65 Therefore, the conversion of “cold” tumors to “hot” ones by means of unleashing antitumor T cell responses potentially confers therapeutic effect to checkpoint blockade.66 The results in Figure 5F−H suggest that the combination of Nano-Folox and 5-Fu can effectively trigger the ICD effect in tumors, leading to remodeling of immunosuppressive tumor microenvironment. Therefore, the Nano-Folox/5-Fu can potentially provide combination immunotherapy with checkpoint inhibitors. To confirm the combination immunotherapy, therapeutic\nefficacy of Nano-Folox/5-Fu was assessed in combination with anti-PD-L1 mAb using mice with experimental liver metastases (Figure 7). This diseased model67 highly reproduced the aggressive metastatic pattern of human CRC at advanced stages. As shown in Figure 7A ,B, no antimetastasis effect was achieved by anti-PD-L1 mAb relative to the PBS group. It may be explained that CT26 is an MMR-proficient CRC cell line,64,68 and the anti-PD-L1 mAb is less capable for providing therapeutic efficacy in MMR-proficient tumor models.63 In contrast, the liver metastases were significantly (p < 0.05) reduced by Nano-Folox/5-Fu (Figure 7A,B). Furthermore, the combination of Nano-Folox/5-Fu and anti-PD-L1 mAb demonstrated an enhanced therapeutic effect, which was significantly (p < 0.05) better than either Nano-Folox or FOLFOX when combined with anti-PD-L1 antibody (Figure S9). Consequently, Nano-Folox/5-Fu/anti-PD-L1 mAb significantly prolonged animal survival (p < 0.05) (Figure 7C). The antimetastasis mechanism studies demonstrate that the combination of Nano-Folox/5-Fu and anti-PD-L1 mAb significantly (p < 0.01) achieved apoptosis (Figure 7D) and TIL (Figure 7E). Accordingly, immune stimulatory cells such as CD8+T cells, CD4+ T cells, and MHC II+ and CD86+ DCs could be effectively activated (Figure 7F), and the level of immune stimulatory cytokines (TNF-α, IFN-γ, IL-12, CXCL9, and CXCL10) was significantly (p < 0.01) increased in tumors (Figure 7G). These results indicate that Nano-Folox/5-Fu may reprogram the immune-suppressive tumor microenvironment, resulting in an enhanced anticancer outcome in combination with inhibition of PD-L1. Therefore, the “Nano-Folox/5-Fu and anti-PD-L1 mAb” strategy can potentially provide a chemo-immunotherapy for metastatic CRC."
    }, {
      "heading" : "CONCLUSION",
      "text" : "The combination of chemotherapy and immunotherapy holds great promise for eliciting better anticancer results than monotherapeutic approaches.69 In this study, the combination of Nano-Folox and 5-Fu effectively achieved chemoimmunotherapeutic outcomes in orthotopic CRC mice without showing toxicity. More importantly, the anti-PD-L1 mAb enhanced Nano-Folox/5-Fu, furthering the retardation of liver metastasis in mice. The anticancer mechanisms of this combination strategy are likely that 1) the efficacy of 5-Fu is promoted by FnA released from Pt(DACH)·FnA in NanoFolox, and 5-Fu/FnA adds to the efficacy of OxP derivative released from Pt(DACH)·FnA in Nano-Folox; 2) NanoFolox/5-Fu induce ICD to reprogram immunosuppressive tumor microenvironment, which make “cold” tumors turn to “hot”, enhancing the immunotherapeutic effect with anti-PDL1 mAb. In summary, the Nano-Folox formulation demonstrates a promising NP-based modality with advantages over the reported OxP-based NPs and the conventional FOLFOX, in terms of drug loading capacity and tumor accumulation of the active form of OxP and FnA. Out results indicate great potential of the “Nano-Folox and 5-Fu” strategy for providing a superior chemo-immunotherapeutic efficacy in combination with checkpoint inhibitors for patients with CRC (particularly for MMR-proficient ones, up to 85% of patient population) at primary and metastatic stages."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Materials. Dichloro(1,2-diaminocyclohexane)platinum(II), Triton X-100, folinic acid (FnA), cyclohexane, hexanol, cholesterol, bovine serum albumin (BSA), and silver nitrate (AgNO3) were obtained from Sigma-Aldrich. 1,2-Dioleoyl-sn-glycero-3-phosphate (sodium salt) (DOPA) and 1,2-dioleoyl-3-trimethylammonium-propane (chloride salt) (DOTAP) were both obtained at Avanti Polar Lipids. Oxaliplatin (OxP) was obtained in Selleckchem. N-(Carbonylmethoxypolyethylene glycol 2000)-1,2-distearoyl-sn-glycero-3-phosphoethanolamine (SUNBRIGHT DSPE-020CN; DSPE-PEG) was obtained from the NOF Corp. In addition, DSPE-PEG-AEAA was produced as reported in our laboratory.70\nPreparation and Physicochemical Characterization of Nano-Folox. To produce the dihydrate(1,2-diaminocyclohexane)platinum(II), AgNO3 (64.5 mg, 0.38 mmol) was incubated with dichloro(1,2-diaminocyclohexane)platinum(II) (76 mg, 0.2 mmol) in 1 mL of deionized water. This content was heated for 3 h at ∼60 °C with stirring in dark overnight at rt. The AgCl in the sample was removed using centrifugation for ∼10−15 min at 15000 rpm twice, and the supernatant was subsequently obtained by the 0.2 μm membrane. Inductively coupled plasma mass spectrometry (ICP-MS) was used to measure concentration of dihydrate(1,2diaminocyclohexane)platinum(II).12\nIn add i t i on , 100 μL o f 100 mM dihydra t e(1 ,2 - diaminocyclohexane)platinum(II) was added into a 25 mL oil phase composed of hexanol, Triton X-100, and cyclohexane (10:15:75, v/v/ v) for production of a water-in-oil reverse microemulsion. In addition, a microemulsion was prepared by adding 2 mL of 10 mM FnA (pH = 9) and 200 μL of 20 mM DOPA into a 75 mL oil phase with stirring. Following ∼10−20 min, the above-mentioned oil phases were mixed for ∼30−45 min with stirring. Subsequently, 100 mL of ethanol was added for 15 min with stirring, which was followed by centrifugation\nFigure 7. continued\ninside tumors from animals treated with therapeutic groups relative to PBS, assessed using quantitative RT-PCR on day 15 (n = 4, * p < 0.05, ** p < 0.01) (G).\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5084\nfor ∼20 min at 12000g for collection of nanoprecipitates. Nanoprecipitates were thoroughly washed using alcohol twice and saved using chloroform. The production of Nano-Folox was performed on the basis of previous work.71,72 Briefly, for 1 mg of nanoprecipitate core, 10 μL of DOTAP (20 mM), 10 μL of cholesterol (20 mM), and 5 μL of DSPEPEG/DSPE-PEG-AEAA (20 mM, molar ratio = 4:1) were added into 1 mL of chloroform. This achieved ∼4 mol % of AEAA in the outer lipid coating per formulation in theory. After evaporating chloroform, the lipid film was reconstituted using deionized water to form NanoFolox. The size distribution and surface charge of Nano-Folox were assessed in deionized water by Malvern Nano-ZS. Transmission electron microscope (TEM) was utilized for the morphology of nanoprecipitates and Nano-Folox. Briefly, the sample (∼5 μL) was added to a 400-mesh carbon-filmed copper grid, and 2% (w/w) uranyl acetate was used to stain the sample prior to the analysis using the JEM1230 (JEOL) TEM. In addition, as previously described,12 a solution of Nano-Folox containing 250 μg platinum was incubated within 1x PBS with pH values of 5.5 and 7.4 at 37 °C with slight shaking. Samples were obtained at different time points for centrifugation at 15000 rpm for ∼30 min. Subsequently, the free platinum inside the supernatant (released from nanoprecipitates) was measured using ICP-MS.12\nCell Culture. The CT26-FL3 is a mouse CRC cell line and is obtained from Dr. Maria Pena’s lab at the University of South Carolina. They are able to stably express red fluorescent protein/ Luc.26 These cells were maintained within DMEM (Gibco) with 10% bovine calf serum (Gibco), 1% antibiotic-antimycotic (Gibco), and 1 μg/mL puromycin (ThermoFisher). Cells were maintained at 37 °C with 5% CO2 and 95% relative humidity. In Vitro Characterization of Nano-Folox. The MTT experiment was performed to determine cytotoxicity of Nano-Folox. CT26FL3 cells (10000/well) were grown in the 96-well plate for ∼20−24 h. Following incubation, OxP and Nano-Folox were added into cells for 24 h. Subsequently, cells were added with MTT reagent at 37 °C for ∼4 h before measurement at 570 nm. The IC50 was assessed using a GraphPad Prism software. CT26-FL3 cells were cultured (50000/well) in 24-well plates for 1 day. Subsequently, cells were incubated with OxP and Nano-Folox ([c] of platinum = 10 μM) for 4 h. Following three PBS washes, the uptake of platinum into cells was studied using ICP-MS.12\nIn addition, CT26-FL3 cells were cultured (50,000/well) inside 24- well plates for 24 h. Following incubation, OxP and Nano-Folox ([c] of platinum = 10 μM) were added into cells for 24 h. After this, cells were treated using Annexin V-FTIC and propidium iodide (ThermoFisher). The amount of apoptotic cells was measured out by the Becton Dickinson LSR II. The CRT and HMGB1 activities were determined as previously described.15 Briefly, CT26-FL3 cells were grown (5 × 104/well) in 8- well chamber slides (ThermoFisher) 1 day before treatment. Subsequently, cells were added with OxP and Nano-Folox (10 μM platinum). Following 2 h incubation, cells were fixed using 0.25% paraformaldehyde (PFA). Five minutes post incubation, cells were treated with PBS washes, and anti-CRT antibody (ab2907, Abcam, 1:500) was applied for 60 min. Following two PBS washes, FITCtagged secondary antibody was added to cells (ab150077, Abcam) for 0.5 h. Then cells were treated with 4% PFA for ∼20−30 min and were stained by the ProLong Gold Antifade Mountant with DAPI (thereafter referred as DAPI; ThermoFisher) before confocal imaging (LSM-710, Zeiss). In a separate study, following 8 h incubation with OxP and Nano-Folox ([c] of platinum = 10 μM), 4% PFA was added into cells for 0.5 h. Cells were then treated using 0.1% Triton X-100 for ∼15 min. Following two PBS washes, cells were incubated with 1% BSA. After 30 min incubation, cells were treated with PBS washes and added by primary antibody against the HMGB1 protein (ab18256, Abcam) for ∼60 min. After this, cells were washed using PBS and treated with FITC-tagged secondary antibody (ab150077, Abcam) for 30 min before the confocal analysis (LSM-710).\nPharmacokinetics and Biodistribution. BALB/C mice (aged from 6 to 8 weeks, female) were purchased from Charles River Laboratories. The regulations and procedures have been confirmed by the Institutional Animal Care and Use Committee of University of North Carolina at Chapel Hill.\nThe orthotopic CT26-FL3 CRC mice were achieved as previously described.27 Briefly, animals were secured in the supine position and anesthetized using 2.5% isoflurane. The cecum was exteriorized, and ∼2 × 106 cells were administrated to cecum wall using an insulingauge syringe. After tumor inoculation (day 0), mice were intraperitoneally (i.p.) given using 100 μL of luciferin ([c] = 10 mg/mL; Pierce), and the tumor development was regularly observed using an IVIS Kinetics Optical System (PerkinElmer). When luminescence intensities reached (∼0.5−1) × 109 p/sec/cm2/sr (Day 14), pharmacokinetics and tissue distribution studies were performed as follows.\nNano-Folox containing 1.5 mg/kg of platinum was intravenously (i.v.) given to mice with tumors. The blood (∼50 μL) was obtained at 1, 3, 6, and 15 min and 0.5, 1, 4, and 12 h, and the concentration of platinum was assessed using ICP-MS. Pharmacokinetics was evaluated using DAS 2.0.\nIn addition, ∼0.05 wt % of DiD (ThermoFisher) was applied for formulation of DiD-containing Nano-Folox with/without AEAA (1.5 mg/kg of platinum). Following 8 h after i.v. injection, tissues were observed using IVIS Kinetics Optical System (640 nm/670 nm). In addition, following 8 h i.v. injection of Nano-Folox with/without AEAA and OxP (1.5 mg/kg of platinum), the concentration of platinum was also measured using ICP-MS.12\nTherapeutic and Toxicity Studies of Nano-Folox in Orthotopic CRC Model. When the luminescence intensities reached (∼0.5−1) × 109 p/sec/cm2/sr, orthotopic CRC mice were i.v. injected with Nano-Folox containing 1.5 mg/kg of platinum (due to the molar ratio of OxP derivative and FnA = 1:1, FnA was ∼4.5 mg/ kg) on days 14, 17, and 20. Following 2 h injection, animals were i.p. treated with or without 50 mg/kg of 5-fluorouracil (5-Fu). In addition, FOLFOX was used as follows: animals were i.p. administrated with OxP (3 mg/kg platinum), followed after 2 h by FnA (90 mg/kg) and 5-Fu (50 mg/kg).54−56 The luminescence intensity (p/sec/cm2/sr) was regularly measured using the IVIS Kinetics Optical System, and the tumor growth was determined as the intensity over the initial (n = 6). In separate studies, on day 27 (6 days following the last treatment; according to the previous studies in a variety of tumor models,19,26,27,73 the time point to analyze chemotherapeutic and immunotherapeutic effect was generally chosen within 1 week following the last treatment to ensure reliable analyses), tumors were collected for the following assays: (1) TUNEL assay (n = 4).15 It was performed using the DeadEnd Fluorometric TUNEL System (Promega). The DNA fragments was labeled by FITC for apoptotic cells. Slides were added with DAPI and analyzed by the confocal microscope (LSM-710). (2) Immunofluorescence assay (n = 4).14,74 Briefly, tumor was added with 4% PFA for ∼24 h and conducted on paraffin-embedded slices. Immunofluorescence assay was carried out following the process including deparaffinization, the retrieval of antigen, permeabilization, and the blocking of 1% BSA. Fluorophore-tagged antibodies were added onto slides overnight at 4 °C (see Supplementary Table 1). Following nucleus staining by DAPI, slides were observed using the confocal microscope (LSM710). 3) Flow cytometry analysis (n = 4).17,26 Briefly, tumors were treated using collagenase A (1 mg/mL; Sigma) and DNase (200 μg/ mL; Invitrogen) at 37 °C for ∼45 min to achieve suspension of single cells. Following the incubation of ACK buffer (Gibco) for lysis of erythrocytes, cells were stained with the fluorescent antibodies (Supplementary Table 1). Subsequently, cells were treated using 4% PFA and assessed using the Becton Dickinson LSR II. 4) RT-PCR assay (n = 4).26 Total RNA samples in tumors were collected by a Qiagen RNeasy Microarray Tissue Mini Kit. cDNA was produced from total RNA by a BIO-RAD iScript cDNA Synthesis Kit. The RTPCR reactions were performed by a 7500 Real-Time PCR System to amplify cDNA using a TaqManGene Expression Master Mix (BIORAD). A list for Primers used in RT-PCR experiments has been\nhttps://dx.doi.org/10.1021/acsnano.0c01676 ACS Nano 2020, 14, 5075−5089\n5085\nprovided (Supplementary Table 2). The GAPDH gene has been chosen in this study as an endogenous control. A depletion study of CD4+/CD8+ T lymphocytes was performed according to the previous study.27 Briefly, 100 μg of antimouse CD8α (clone 53−6.72, Bioxcell), antimouse CD4 (clone GK1.5, Bioxcell), or IgG (Bioxcell, polyclonal) were i.p. given per animal at respective schedules (Figure 5H) before the treatment of Nano-Folox/5-Fu. The luminescence intensity (p/sec/cm2/sr) was measured using the IVIS Kinetics Optical System, and the tumor growth was determined as the intensity over the initial (n = 4). In order to assess toxicity, mice with tumors were treated as described (n = 5). Body weight was recorded regularly, and the whole blood and the serum of animals were obtained to determine myelosuppression and hepatic/renal functions on day 35. Moreover, major organs were analyzed using hematoxylin and eosin (H&E) stain experiments.18\nTherapeutic Studies of Nano-Folox in Liver Metastasis Model. The liver metastasis mice were established as previously described.73 Briefly, animals were secured in the supine position and anesthetized using 2.5% isoflurane. The spleen was exteriorized using an incision underneath the left rib and subsequently tied and sectioned. Approximately 2 × 105 CT26-FL3 cells were given to the distal section of the spleen, whereby cells were delivered into the liver via the portal vein. The hemispleen administrated with cancer cells was removed, and the other hemispleen was placed back to the cavity. After tumor inoculation (day 0), mice were i.p. treated with 100 μL of luciferin (10 mg/mL; Pierce) regularly, and tumor burden was monitored by the IVIS Kinetics Optical System. When the luminescence intensities reached (∼0.5−1) × 108 p/sec/cm2/sr, animals were i.v. injected with Nano-Folox containing 1.5 mg/kg of Pt (∼4.5 mg/kg of FnA) (day 8, 12 and 16), which were followed by i.p. injection of 50 mg/kg 5-Fu at 2 h postinjection. Subsequently, animals were i.p. treated with or without antimouse PD-L1 antibody (Bioxcell, clone 10F.9G2, 0.1 mg for each animal). The luminescence intensity (p/sec/cm2/sr) was measured using the IVIS Kinetics Optical System, and the tumor growth was determined as the intensity over the initial (n = 5). In separate studies, on day 15 (1 day following the last treatment), tumors were collected for TUNEL assay (n = 4), immunofluorescence staining (n = 4), flow cytometry analysis (n = 4), and RT-PCR assay (n = 4), as mentioned above. Statistical Analysis. Results were shown in this study as mean ± standard deviation (SD). The significance between two mean values was assessed using unpaired Student’s t test (two-tailed). The significance between three or more groups was evaluated using the two-way ANOVA (Bonferroni’s Post-Hoc model). In addition, a log rank test was applied for the comparison in survival study. In this study, p < 0.05 was considered statistically significant."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.0c01676.\n(Figure S1) in vitro stability of Nano-Folox; (Figure S2) physicochemical characterization of nontargeted NanoFolox; (Figure S3) formation and dissociation of Pt(DACH)·FnA; (Figure S4) particle size of NanoFolox at different pH values; (Figure S5) pharmacokinetics of nontargeted Nano-Folox; (Figure S6) therapeutic efficacy and toxicity of Nano-Folox at different Pt doses; (Figure S7) anti-CRC efficacy of AEAAtargeted and nontargeted Nano-Folox; (Figure S8) antiCRC efficacy of AEAA-targeted and nontargeted NanoFolox when combined with 5-Fu; (Figure S9) antimetastatic efficacy of anti-PD-L1 mAb in combination with Nano-Folox, FOLFOX, or Nano-Folox/5-Fu; (Table S1) list of antibodies; (Table S2) list of primers (PDF)\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Leaf Huang − Division of Pharmacoengineering and Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, North Carolina 27599, United States; orcid.org/0000-0002-9421-8283; Phone: +1-919- 8430736; Email: leafh@email.unc.edu"
    }, {
      "heading" : "Authors",
      "text" : "Jianfeng Guo − Division of Pharmacoengineering and Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, North Carolina 27599, United"
    }, {
      "heading" : "States; School of Pharmaceutical Sciences, Jilin University,",
      "text" : "Changchun 130021, China\nZhuo Yu − Division of Pharmacoengineering and Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, North Carolina 27599, United States; Department of Hepatopathy, Shuguang Hospital, Affiliated to Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China Manisit Das − Division of Pharmacoengineering and Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, North Carolina 27599, United States; orcid.org/0000-0002-2548-588X\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.0c01676"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The work was supported by an NIH grant (CA198999), the Talents Cultivation Program of Jilin University, Fundamental Research Funds for the Central Universities, National Natural Science Foundation of China (81774240, 81403272), China Scholarship Council (201808310047), Chenguang Program from Shanghai Education Development Foundation and Shanghai Municipal Education Commission (15CG48), Shanghai Rising-Star Program (17QA1403900), Training Plan of Outstanding Young Medical Talents from Shanghai Municipal Health Bureau (2017YQ021), and Talent Youth Supporting Project from Chinese Medicine Association (QNRC2-C14). We thank Mr. Zhongcheng Cong (Jilin University) for assistance with MALDI-TOF mass spectrometry."
    } ],
    "references" : [ {
      "title" : "Global Patterns and Trends in Colorectal Cancer Incidence and Mortality",
      "author" : [ "A. Jemal", "F. Bray" ],
      "venue" : "Gut 2017,",
      "citeRegEx" : "Jemal and Bray,? \\Q2017\\E",
      "shortCiteRegEx" : "Jemal and Bray",
      "year" : 2017
    }, {
      "title" : "Nucleoside-Lipid-Based Nanoparticles for Cisplatin Delivery",
      "author" : [ "P. Barthelemy" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Barthelemy,? \\Q2011\\E",
      "shortCiteRegEx" : "Barthelemy",
      "year" : 2011
    }, {
      "title" : "Core-Membrane Nanoparticles to Treat Non-Small Cell Lung Cancer",
      "author" : [ "J.R. Ogier", "S. Desgranges", "R. Darcy", "C. O’Driscoll" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "J. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2016
    }, {
      "title" : "Biotransformation and Pharmacokinetics of Oxaliplatin",
      "author" : [ "M.A. Graham", "G.F. Lockwood", "D. Greenslade", "S. Brienza" ],
      "venue" : "J. Pharm. Sci",
      "citeRegEx" : "Graham et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Graham et al\\.",
      "year" : 2009
    }, {
      "title" : "Clinical Pharmacokinetics of Oxaliplatin: A Critical Review",
      "author" : [ "M. Bayssas", "E. Gamelin" ],
      "venue" : "Clin. Cancer Res",
      "citeRegEx" : "Bayssas and Gamelin,? \\Q2000\\E",
      "shortCiteRegEx" : "Bayssas and Gamelin",
      "year" : 2000
    }, {
      "title" : "Identification and Cytotoxicity of the Monochloro Monooxalato Complex",
      "author" : [ "A.M. Di Francesco", "A. Ruggiero", "R. Riccardi" ],
      "venue" : "Pharm. Res",
      "citeRegEx" : "Francesco et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Francesco et al\\.",
      "year" : 2004
    }, {
      "title" : "Recent Developments in Ruthenium Anticancer Drugs",
      "author" : [ "A. Levina", "A. Mitra", "P.A. Lay" ],
      "venue" : "Metallomics 2009,",
      "citeRegEx" : "Levina et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Levina et al\\.",
      "year" : 2009
    }, {
      "title" : "Mechanisms of Oxaliplatin Resistance",
      "author" : [ "Lippard", "S. J" ],
      "venue" : "Mol. Cancer Ther",
      "citeRegEx" : "Y. and J.,? \\Q2015\\E",
      "shortCiteRegEx" : "Y. and J.",
      "year" : 2015
    }, {
      "title" : "Immunogenic Cell Death in Cancer and Infectious Disease",
      "author" : [ "L. Galluzzi", "A. Buque", "O. Kepp", "L. Zitvogel", "G. Kroemer" ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "Galluzzi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Galluzzi et al\\.",
      "year" : 2017
    }, {
      "title" : "Human Tumor Cells Killed by Anthracyclines Induce a Tumor-Specific Immune Response",
      "author" : [ "J. Fucikova", "P. Kralikova", "A. Fialova", "T. Brtnicky", "L. Rob", "J. Bartunkova", "R. Spisek" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "Fucikova et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Fucikova et al\\.",
      "year" : 2011
    }, {
      "title" : "Immunogenic Death of Colon Cancer Cells Treated with Oxaliplatin",
      "author" : [ "F. Ghiringhelli", "L. Aymeric", "M. Michaud", "L. Apetoh", "L. Barault", "J. Mendiboure", "J.P. Pignon", "V. Jooste", "P. van Endert", "M. Ducreux", "L. Zitvogel", "F. Piard", "G. Kroemer" ],
      "venue" : "Oncogene",
      "citeRegEx" : "Ghiringhelli et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Ghiringhelli et al\\.",
      "year" : 2010
    }, {
      "title" : "Immunogenic Cell Death and DAMPs in Cancer Therapy",
      "author" : [ "P. Agostinis", "P. Vandenabeele" ],
      "venue" : "Nat. Rev. Cancer 2012,",
      "citeRegEx" : "Agostinis and Vandenabeele,? \\Q2012\\E",
      "shortCiteRegEx" : "Agostinis and Vandenabeele",
      "year" : 2012
    }, {
      "title" : "Impaired Renal Function",
      "author" : [ "X. Duan", "N. Guo", "C. Chan", "C. Poon", "R.R. Weichselbaum", "W. Lin" ],
      "venue" : "Cancer Chemother. Pharmacol",
      "citeRegEx" : "C. et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2000
    }, {
      "title" : "Blockade Cancer Immunotherapy",
      "author" : [ "B. Feng", "F. Zhou", "B. Hou", "D. Wang", "T. Wang", "Y. Fu", "Y. Ma", "H. Yu", "Y. Li" ],
      "venue" : "Nat. Commun. 2016,",
      "citeRegEx" : "Feng et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Feng et al\\.",
      "year" : 2018
    }, {
      "title" : "Self-Assembled Nanoscale Coordination Polymers Carrying Oxaliplatin and Gemcitabine for Synergistic Combination Therapy of Pancreatic Cancer",
      "author" : [ "C. Poon", "C. He", "D. Liu", "K. Lu", "W. Lin" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Poon et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Poon et al\\.",
      "year" : 2015
    }, {
      "title" : "Effective Anti-Tumor Activity of Oxaliplatin Encapsulated in Transferrin-PEG-Liposome",
      "author" : [ "N. Utoguchi", "A. Shinohara", "M. Eriguchi", "H. Yanagie", "K. Maruyama" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "Utoguchi et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Utoguchi et al\\.",
      "year" : 2008
    }, {
      "title" : "Polymeric Micelles Incorporating (1,2-Diaminocyclohexane)Platinum (II) Suppress the Growth of Orthotopic Scirrhous Gastric Tumors and Their Lymph Node Metastasis",
      "author" : [ "H. Cabral", "N. Nishiyama", "K. Kataoka" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Cabral et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Cabral et al\\.",
      "year" : 2012
    }, {
      "title" : "Polymeric Micelles Directed to Improved Tumor Targeting and Enhanced Antitumor Activity",
      "author" : [ "H. Cabral", "M. Murakami", "H. Hojo", "Y. Terada", "M.R. Kano", "U.I. Chung", "N. Nishiyama", "K. Kataoka" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Cabral et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Cabral et al\\.",
      "year" : 2007
    }, {
      "title" : "Enabled Pancreas Cancer Immunotherapy Using Immunogenic Cell Death and Reversing Immunosuppression",
      "author" : [ "X. Duan", "C. Chan", "W. Han", "N. Guo", "R.R. Weichselbaum", "W. Lin" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Duan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Duan et al\\.",
      "year" : 2017
    }, {
      "title" : "Cytokines in Immunogenic Cell Death: Applications for Cancer Immunotherapy",
      "author" : [ "A.J. Copik", "A.R. Khaled" ],
      "venue" : "Cytokine+ 2017,",
      "citeRegEx" : "C. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2017
    }, {
      "title" : "Inactivation of DNA Repair Triggers Neoantigen Generation and Impairs Tumour Growth",
      "author" : [ "A Orlandi" ],
      "venue" : "Nature 2017,",
      "citeRegEx" : "Orlandi,? \\Q2017\\E",
      "shortCiteRegEx" : "Orlandi",
      "year" : 2017
    }, {
      "title" : "Nanomaterial-Enabled Cancer Therapy",
      "author" : [ "S. Quader", "K. Kataoka" ],
      "venue" : "Mol. Ther. 2017,",
      "citeRegEx" : "Quader and Kataoka,? \\Q2017\\E",
      "shortCiteRegEx" : "Quader and Kataoka",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "FOLFOX, the combinational strategy of folinic acid (FnA), 5-fluorouracil (5-Fu), and oxaliplatin (OxP), has been used as standard treatment of colorectal cancer (CRC) for decades. Despite the improved survival, patients still suffer from drawbacks such as low efficacy, high toxicity, and long course of treatment. New strategies to address these issues are needed to further clinical benefits. In this study, a nanoprecipitate (C26H35N9O7Pt) was formed by the active form of OxP ([Pt(DACH)(H2O)2] ) and FnA, which was formulated into an aminoethyl anisamide targeted PEGylated lipid nanoparticle within microemulsions using nanoprecipitation technique. The resultant formulation (namely Nano-Folox) significantly promoted the blood circulation and tumor accumulation of platinum drug and FnA in an orthotopic CRC mouse model. Emerging evidence indicates that OxP can not only provide anticancer cytotoxic effects but also induce immunogenic cell death (a type of apoptosis that primes anticancer immune responses). Consequently, Nano-Folox demonstrated favorable chemo-immunotherapeutic activities in orthotopic CRC mice. In addition, when compared to FOLFOX the significantly stronger chemo-immunotherapeutic responses were achieved by the combination of Nano-Folox and 5-Fu without showing toxicity. Moreover, the anti-PD-L1 monoclonal antibody enhanced Nano-Folox/5-Fu for decreased liver metastases in mice. These results indicate the potential of Nano-Folox-based combination strategy for the treatment of CRC.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}