{
  "name" : "downloads_2019-11-18_90_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Micro-nano bubble water oxygation: Synergistically improving irrigation water use efficiency, crop yield and quality",
    "authors" : [ "Yaxin Liu", "Yunpeng Zhou", "Tianze Wang", "Jiachong Pan", "Bo Zhou", "Tahir Muhammad", "Chunfa Zhou", "Yunkai Li" ],
    "emails" : [ "liyunkai@126.com,", "yunkai@cau." ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nJournal of Cleaner Production\njournal homepage: www.elsevier .com/locate/ jc lepro\nMicro-nano bubble water oxygation: Synergistically improving irrigation water use efficiency, crop yield and quality\nYaxin Liu, Yunpeng Zhou, Tianze Wang, Jiachong Pan, Bo Zhou, Tahir Muhammad, Chunfa Zhou, Yunkai Li*\nCollege of Water Resources and Civil Engineering, China Agricultural University, Beijing, 100083, China\na r t i c l e i n f o\nArticle history: Received 26 March 2018 Received in revised form 18 February 2019 Accepted 19 February 2019 Available online 27 February 2019\nKeywords: Micro-nano bubbles Oxygation Irrigation water use efficiency Crop yield Fruit quality Subsurface drip irrigation\n* Corresponding author.College of Water Resources Agricultural University, 17# Qinghua East Road, Haid China.\nE-mail addresses: liyunkai@126.com, yunkai@cau.\nhttps://doi.org/10.1016/j.jclepro.2019.02.208 0959-6526/© 2019 Elsevier Ltd. All rights reserved.\na b s t r a c t\nCoordination of water saving, yield and quality increase remains an attractive problem in agricultural production. Transporting irrigation water rich in micro-nano bubbles and fertilizers to the crop root zone through subsurface drip irrigation is expected to be an effective technique. In present study, cucumber and tomato cultivated in greenhouse were subjected to investigate the effects of three mixing ratios of micro-nano bubble water and groundwater combined with three different oxygation frequencies on irrigation water use efficiency, crop yield and quality. The results indicated that micro-nano bubble water oxygation could significantly increase their yield, irrigation water use efficiency and fruit quality (p< 0.05) without increasing the amounts of irrigation water and fertilizer, which demonstrated a cleaner production being friendly to soil ecological environment and sustainability using water saving technology. In the optimal treatment, the yield, irrigation water use efficiency, vitamin C, and soluble sugar of tomatoes increased by 16.9%, 16.9%, 17.7% and 39.2%, while those for cucumbers were 22.1%, 22.1%, 16.7% and 19.4%, respectively. This was mainly due to the increased soil oxygen content, longer retention time and stronger mass transfer ability of micro-nano bubbles. The recommended micro-nano bubble water oxygation mode for tomato plantation was the mixing ratio of 1:4 combined with the frequency of once every 5d, while that of cucumber being the mixing ratio of 1:0 with the same frequency with tomato. The study aims to provide a novel concept for the synergistic realization of water saving, yield increases and quality improvements in greenhouse crop production using subsurface drip irrigation.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "The current growing scarcity of irrigation water become a fundamental issue at global scale (Sun et al., 2016). The United Nations has predicted, the global food demand will increase by 70% and agricultural water consumption will increase by 19% till 2050 (Shah et al., 2018). Thus, it is critical to save agricultural water on basis of ensuring food security. Traditional irrigation methods usually increase crop yield by applying large amounts of water and fertilizer, which is not conductive to water saving and soil ecological environment. How to save water and fertilizer and meanwhile increase yield has become a focal point for agricultural\nand Civil Engineering, China ian District, Beijing, 100083,\nedu.cn (Y. Li).\ndevelopment. To overcome the aforementioned issue, number of studies had explored and proposed a series of water-saving technologies such as drip irrigation (Li et al., 2016a,b; Lu et al., 2016), partial root-zone irrigation (Liang et al., 2013). However, with the continuous improvement of living standards, consumers’ consumption demands have been shifted from quantitative to qualitative (Rajkumar et al., 2012; Li et al., 2016c). How to achieve coordination of water saving, yield increases and quality improvement with a minimum irrigation water and fertilizer quantity has become a challenge in cleaner production for modern agriculture, particularly for greenhouse production.\nOxygation is a functional drip irrigation technology that adding the oxygen to irrigationwater using the equipment or via chemicals through a subsurface drip irrigation (SDI) system. Oxygation can increase the oxygen content in soil by 2.4%e32.6% (Chen et al., 2010), improving soil aeration and promoting the aerobic respiration of crop roots (Niu et al., 2011), increasing the soil microbial\nquantity and soil enzyme activity (Zhang and Wang, 2006; Li et al., 2015). With oxygation, the yields of many different crops, such as tomato (Jia et al., 2011), watermelon (Liu et al., 2010), corn (Abuarab et al., 2013), cotton (Pendergast et al., 2013), have increased significantly and varied within 10%e33%. The crop qualities were also improved to some extents. Related studies on oxygation mainly concerned the use of venturi air injectors, air pumps or hydrogen peroxide (Glinski and Stepniewski, 1985; Torabi et al., 2013; Wen et al., 2013). However, these three technologies delivered large sized oxygen bubbles to the crops root zone, and easily causing chimney effect. In other words, the oxygen could easily escape from the soil in the crop root zone. Hence, a methodmust be established to increase the oxygation efficiency.\nMicro-nano bubbles (MNBs) are the bubbles with diameters between micro-bubbles and nano-bubblels, sized between 200 nm and 50 mm (Agarwal et al., 2011). Because of there minimal diameter, large specific surface area and great pressure, MNBs have some particular characteristics such as long storage time, strong air solubility, strong adsorption, etc. (Takahashi et al., 2003; Xiong et al., 2016). MNBs are of great value in the fields of water aeration, water purification, biological pharmacy, medical and health care, and precision chemical reaction (Bao et al., 2016). However, this technology has been rarely adopted in agricultural irrigation so far. Therefore, a field experiment was conducted using a MNB generator to deliver the irrigation water rich in MNBs and fertilizer to the tomato and cucumber crop root zones via SDI system, and the following aspects were evaluated: (1) influences of micro-nano bubble water oxygation (MNBWO) on the dry matter accumulation, yield and irrigation water use efficiency (IWUE) of cucumber and tomato; (2) influences of MNBWO on the nutritional quality and flavor indices of cucumber and tomato; (3) proposing optimized MNBWO mode of cucumber and tomato, including mixing ratio of MNB water and groundwater, and the oxygation frequency."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Experimental location and test materials",
      "text" : "The study was conducted in a greenhouse at Tongzhou Experimental Station of China Agricultural University (N39 360-40 020, E116 320-116 560) from March to October, 2016. The experimental area locates in a continental monsoon climate zone, which is affected by winter and summer monsoons, exhibiting a windy spring drought, high-temperature summer rains, cool autumns, and cold and dry winters. The annual average temperature and rainfall are 11.3 C and 620mm. The experimental greenhouse was 60m in length and 8m in width. Tomato (Lycopersicon esculentum M., ‘‘Zhongyan 99800) and cucumber (Cucumis sativus L., “Jinyou No. 2”) transplants were set on March 25, 2016 for spring cultivation and July 30, 2016 for autumn cultivation. The physical and chemical properties are presented in Table 1."
    }, {
      "heading" : "2.2. Experimental design and treatments",
      "text" : "In the present experiment, a full 32 factorial design was performed to evaluate the effects of the mixing ratios of MNB water and groundwater (M1/0, M1/4, M0/1) and the oxygation frequencies (once every three days, five days and seven days, which referred to F1/3, F1/5, F1/7), with a total of nine treatments (Wang et al., 2018). The experimental arrangements details are shown in Table 2. The experiment was arranged as a randomized complete block design and each treatment was replicated four times. Each experimental plot was 6m long and 3mwide. Cucumber and tomato plants were cultivated in the row with the spacing of 30 cm and 50 cm, respectively. The SDI laterals were laid in 5 cm underground with the internal diametes of 16mm and the emitter spacing of 30 cm, delivering water at the rated outflow of 2.6 L/h. The crop planting patterns and lateral arrangement of the SDI system are shown in Fig. 1. Overall, 48 tomato plants were planted per treatment and 12 tomato plants per replication; while 60 cucumber plants per treatment and 15 for each replication.\nMNB water was produced by a mobile MNB generator, utilizing the dissolved gas release method to generate MNBs, which is known as a preferable method for generating large amounts of MNBs suspension timely. Each MNB generator costs about 1720 USD, which can be used for 10 greenhouses, each with an area of 480m2. The machine consisted of several parts, including a diesel generator, compost storage tank, water storage tank, air pumpMNB generator, and self-priming pump, as is shown in Fig. 2. The equipment included a water inlet and water supply, and the water outlet was connected with the drip irrigation system by the quick joints, as shown in the Supplementary Fig. 1. So the generator was able to connect quickly with the subsurface drip irrigation system, andmeanwhile producing water rich inMNBs conveniently. The air inflow volumewas regulated by a gas flowmeter. Themean size and numbers of bubbles in water were determined with the NanoParticle Tracking Analysis (NanoSight NS300, Marlern, UK), which turned out to be 136.2 nm± 12.1 nm and 6.23 108 particles/mL, as is shown in the Supplementary Fig. 2. Several preliminary experiments were conducted to investigate the dissolved oxygen concentration (DO) variations during oxygation and attenuation, as well as along the arrangement of drip lateral which was 60m in length. The DO inwater exhibited an initial increment followed by a stabilization after 50min, with the highest DO being 8.2mg/L, as is shown in the Supplementary Fig. 3. DO of MNB water maintained a high level at 7.8mg/L for as long as 200 h, which was decreased by 5% comparing to the initial concentration, while increasing by 95% comparing to non-oxygenated water, as is shown in the Supplementary Fig. 3. No dramatic variation in DO of micro-nano bubble water was observed along within 60m long dripline, as is shown in the Supplementary Fig. 3.\nThe experimental irrigation quota and fertilizer applied in each treatment were determined according to Zhang and Deng (2012). Thus the irrigation and fertilization treatments were identical in all treatments throughout the growth period except for when the\nirrigation frequency and mixing ratio were different. The specific irrigation scheme was shown in Table 3."
    }, {
      "heading" : "2.3. Testing parameters",
      "text" : ""
    }, {
      "heading" : "2.3.1. Dry matter accumulations",
      "text" : "During the fruit-developing period of tomato and cucumber, three plants were dug out randomly selected from each treatment,\nand then, the roots were rinsed. First, the plant roots and plant stem and leaves (not including the fruit) were placed into separate paper bags. Later the plant parts were dried at 105 C for 30min, and then it was weighed by an electronic balance until reaching a constant weight at the constant temperature of 75 C. Then, the root-crown ratio was calculated. The root-crown ratio is the ratio of root dry weight to the dry weight of stem and leaves, which mainly used to reflect the relationship between aboveground and underground parts of a crop. A large root-crown ratio indicates that the root is robust and well developed to a certain extent."
    }, {
      "heading" : "2.3.2. Yield, IWUE and quality",
      "text" : "The yield of each treatment, which consists of 4 lines, each with a length of 6m, was measured and converted into hectares. Soluble solids were measured by a hand-held refractometer (produced by ATAGO, Pvt. Ltd., Japan), and the total soluble sugars was determined by the anthrone colorimetric method, the vitamin C content was determined by 2,6-dichlorophenolindophenol titration, the titratable acidity content was determined by acid-base titration, the lycopene of tomato was tested by ultraviolet spectrophotometer (Gao, 2006), and the hardness value of the pulp was determined using a hardness tester produced by (AIDEBAO Pvt. Ltd., China). The IWUE of the crops was calculated according to Guo et al. (2018)."
    }, {
      "heading" : "2.3.3. Soil oxygen content",
      "text" : "The soil oxygen content of the three treatments (F1/5M1/0, F1/ 5M1/4, F1/5M0/1) were measured using a Fibox4 dissolved oxygen instrument (Presens, Pvt. Ltd., Germany) the day after irrigation every hour from 5 a.m. to 8 p.m."
    }, {
      "heading" : "2.4. Statistical analysis",
      "text" : "The experimental data were analyzed using the Microsoft Excel software. Statistical analysis were undertaken by the software SPSS\nTable 3 The specific irrigation scheme.\nCucumber Tomato\nSeedling stage flowering stage fruiting stage Seedling stage flowering stage fruiting stage\nm3/667m2\nIrrigation quota 8.8 8.0 13.3 5.8 4.1 9.4 Irrigation amount 35.4 31.9 132.7 29.2 24.5 112.2\n22.0 (Statistical Product and Service Solutions, IBM, USA) through one-way analysis of variance (ANOVA), the least significant difference (LSD) analysis and general linear model regression analysis, which depended on the p-value (Prob.> F) at the 95% confidence interval. The p-value is the probability of seeing the observed F value if the null hypothesis is true (there is no factor effect) (Verma et al., 2015). In other words, the analysis for comparisons of treatment means with p< 0.05."
    }, {
      "heading" : "3. Results and analysis",
      "text" : ""
    }, {
      "heading" : "3.1. Effects of MNBWO on crops dry matter accumulation",
      "text" : "The effects of MNBWO on crops dry matter accumulation are shown in Table 4. The differences between the dry matter accumulation and the root-shoot ratios of tomato and cucumber using the MNBWO were statistically significant. Compared to the control treatment, oxygation could significantly improve the amount of dry matter accumulation of cucumber and tomato. The tomato dry root weight in M1/0 andM1/4 were 29.2%e67.5% and 14.9%e38.8% higher than that in M0/1, and those of cucumber were 80.8%e108.9% and 68.4%e85.0% higher, respectively. The dry matter accumulation quantities and root-shoot ratios largely exhibited increasing trends in the mixing ratio, whereas the root dry weights and of cucumber and tomato reached their maximum values in CM1/0F1/5 and TM1/ 0F1/5, so were the stem and leaves dry weights.\nUnder the same mixing ratio, comparing to F1/3, the oxygation frequency of F1/5 and F1/7 showed advantages in tomato dry matter accumulation. Under the M1/0 mixing ratio, the root dry weights of F1/5 and F1/7 increased by 47.1% and 32.5% compared with that of F1/ 3. In the case of cucumber, the root dry weight of F1/5 was higher than those of F1/3 and F1/7, so were the dry weights of stem and leaves. The root dry weight of F1/5 was increased by 3.4%e12.9% and\n4.3%e21.1% than that of F1/3 and F1/7. The interaction of mixing ratio and oxygation frequency had a significant effect on the root-shoot ratios of tomato and cucumber, the dryweight of stem and leaves of cucumber and the root dry weight of tomato."
    }, {
      "heading" : "3.2. Effects of MNBWO on crops yield and IWUE",
      "text" : "The effects of MNBWO on the yields and IWUEs of tomato and cucumber are shown in Table 5. The trend of IWUE was the same as that of the yield, this was mainly because the indoor experiment was conducted in green house without rainfall, and the irrigation quota for each treatment was equal. Besides, the soil conditions (texture, structure, etc.), groundwater level and the weather conditions (solar radiation, temperature, sunshine, wind speed, humidity, etc.) of each treatment were basically same, so the soil water content and evaporation of different treatments were approximately equal. Therefore, the difference of IWUE was due to the difference of final yields. and the yield was exemplified to analyze the effects of MNBWO.\nThe tomato yield increased significantly under MNBWO compared to the results of control group. Under the oxygation frequency of F1/3, generally, tomato yield increased with the mixing ratio increaced. The tomato yields of M1/0 and M1/4 were 11.3% and 4.0% higher than that of M0/1, and their differences reached the significant level. When the irrigation frequency was F1/5, the tomato yield of M1/4 was significantly higher than those of M1/0 and M0/1, by 6.2% and 16.9%, respectively. Under the F1/7 oxygation frequency, the average yield of the tomato in spring and autumn was 61.5 t/hm2, which was obtained in TM1/0F1/5. Similar trend was observed in the cucumber treatments. When the oxygation frequency was F1/5, the yields of M1/0 and M1/4 were 22.1% and 8.4% higher than that of M0/1. Under the oxygation frequency of F1/7, the cucumber yields of M1/4 and M0/1 were almost the same, whereas\nTable 5 Effects of MNBWO on yield and WUE of cucumber and tomato.\nCrop Tomato Cucumber\nSpring Autumn Spring Autumn\nTreatments Yield WUE Yield WUE Yield WUE Yield WUE\nt/hm2 kg/m3 t/hm2 kg/m3 t/hm2 kg/m3 t/hm2 kg/m3\nM1/0F1/3 63.7b± 2.9 25.5b± 1.2 45.9b± 3.2 20.9b± 1.5 75.2b± 1.2 25.1b± 0.4 82.2a±2.2 27.4a±0.7 M1/4F1/3 61.3b± 1.4 24.5b± 0.6b 41.8bc±1.6 19.0bc±0.7 72.3cd± 4.3 25.0cd± 1.5 84.7a±3.4 28.2a±1.1 M0/1F1/3 59.9c±3.1 24.0bc±1.2 39.5bc±3.6 18.0c±1.6 66.2d ± 3.2 22.1d± 1.1 76.3b± 4.1 25.4b± 1.4 M1/0F1/5 65.1 ab± 1.9 26.0 ab± 0.8 50.8a±3.1 23.1a±1.4 90.1a±3.6 30.0a±1.2 86.1a±2.1 28.7a±0.7 M1/4F1/5 68.4a±2.9 27.4a±1.2 54.5a±1.6 24.8a±0.7 76.0c±4.0 25.3c±1.3 80.7 ab± 0.7 26.9 ab± 0.2 M0/1F1/5 61.4b± 1.1 24.6b± 0.4 44.6b± 2.7 20.3b± 1.2 71.0cd± 5.3 23.7cd± 1.8 73.4bc±2.4 24.5bc±0.8 M1/0F1/7 57.0c±3.5 22.8c±1.4 42.1bc±3.5 19.1bc±1.6 85.0b± 6.6 28.3b± 2.2 77.6 ab± 4.2 25.9 ab± 1.4 M1/4F1/7 54.2c±3.5 21.7c±1.0 38.1c±3.5 17.3c±1.6 72.9c±5.4 24.3c±1.8 67.2c±2.6 22.4c±0.9 M0/1F1/7 48.2d± 3.6 19.3d± 1.4 38.1c±2.6 17.3c±1.2 74.3cd± 2.5 24.8cd± 0.8 69.0bc±3.3 23.0bc±1.1\nF-value\nM 56.5* 56.5* 11.0* 11.0* 65.6* 65.6* 40.6* 40.7* F 13.3* 13.3* 39.7* 39.7* 6.5* 6.5* 39.6* 39.6* M F 2.5ns 2.5ns 3.7* 3.7* 1.5ns 1.5ns 3.4* 3.4*\nNote: After the same column data, different letters indicate the difference significance level; * indicate the difference in the level of p < 0.05 is significant, ns indicate the difference is not significant (p > 0.05).\nthe yield of M1/0 was 13.5% and 16.0% higher, respectively. The maximum cucumber yield of 88.1 t/hm2 appeared in CM1/0F1/5.\nThe effects of the oxygation frequency on the yields of tomato and cucumber were statistically significant. When the mixing ratio wasM1/0, the cucumber yield of F1/5 was 12.3% and 8.5% higher than that in F1/3 and F1/7. When the mixing ratio was M1/4, F1/5 was more favorable on cucumber yield increasing than F1/7, with an increase of 12.1%. In the case of tomato plantation, F1/5 led to a higher tomato yield than F1/7 and F1/3, increasing by 6.4%e34.7%. There was no significant effect on the crop yield of the interaction of the mixing ratio and the oxygation frequency, neither was IWUE."
    }, {
      "heading" : "3.3. Effects of MNBWO on crops flavor indices",
      "text" : "The influences of MNBWO on the flavor indices of tomato and cucumber are presented in Table 6. MNBWO had a considerable impact on the flavor indices of cumber and tomato. Compared with the control group, the soluble sugar contents of tomato and\nNote: After the same column data, different letters indicate the difference significance level; * indicate the difference in the level of p < 0.05 is significant, ns indicate the difference is not significant (p > 0.05).\ncucumber increased by 6.6%e39.2% and 12.3%e63.8%, under MNBWO. The soluble sugar contents inM1/4 were higher than those of M1/0 and M0/1, except for the oxygation frequency of F1/3, for which no consistency between oxygation frequency and soluble sugar was observed. The maximum soluble sugar contents of tomato and cucumber obtained in TM1/4F1/3 and CM1/4F1/5. The titratable acidity contents of tomato and cucumber decreased by 7.7%e21.5% and 8.8%e13.6% under MNBWO. As the mixing ratio increased, the titratable acidity contents in both tomato and cucumber exhibited a downward trend; the differences were significant, except for F1/5, for which no consistency in the oxygation frequency and titratable acidity was detecded. The minimum titratable acidity in tomato and cucumber occurred in TM1/0F1/7 and CM1/0F1/3, respectively. The fruit hardness of cucumber decreased by 4.1%e13.0% under MNBWO. As the mixing ratio increased, the fruit hardness of cucumber decreased continually and reached a minimum in CM1/0F1/7.\nAt the meantime, the oxygation frequency had a considerable impact on the flavor indices of tomato and cucumber. When the mixing ratios were M1/0 and M1/4, the soluble sugar contents of tomato increased by 11.0%e30.0%. Under the mixing ratio of M0/1, the soluble sugar contents of tomato in spring and autumn did not show consistent trend with oxygation frequency. Under the mixing ratio of M1/4, the soluble sugar contents of cucumber in F1/5 increased by 25.7% and 27.0% than those of F1/3 and F1/7. The titratable acidity contents of tomato under F1/7 was 8.8%e18.7% lower than that of F1/3 and F1/5. The fruit hardness or titratable acidity of cucumber exhibited no consistency with increasing oxygation frequency. The interaction of oxygen ratio and oxygation frequency had a significant effect on the titratable acidity of both crops."
    }, {
      "heading" : "3.4. Effects of MNBWO on crops nutrition quality",
      "text" : "The influences of MNBWO on the tomato and cucumber nutrition quality are presented in Table 7. Compared with the control treatment, the vitamin C contents of tomato and cucumber under oxygation frequency of F1/3 and F1/5 were 6.0%e19.1% and 10.2%e 40.9% higher, with the difference being significant. Under the frequencies of F1/3 and F1/5, vitamin C of M1/4 were significantly higher than those of M1/0 and M0/1. Under the frequency of F1/7, vitamin C of M1/0 was higher than M1/4 and M1/7. The vitamin C contents of\nTomato\nTreatments Spring Autumn\nVitamin C Soluble solids Lycopene Vitamin C Soluble solids Lycopene\nmg/kg % mg/kg mg/kg % mg/kg\nM1/0F1/3 9.0d ± 0.1 5.5a±0.3 80.1b± 2.9 11.3bc±0.1 5.5a±0.1 53.3b± 1.9 M1/4F1/3 10.7 ab± 0.5 5.5a±0.3 81.3b± 2.0 12.0 ab± 0.9 5.5a±0.1 50.9b± 1.3 M0/1F1/3 8.5d ± 0.3 4.9d± 0.2 47.3c±2.0 10.7c±0.3 5.4d± 0.2 38.5c±1.6 M1/0F1/5 11.3a±0.1 5.1b± 0.1 92.1a±0.6 12.2a±0.1 5.1c±0.2 61.9a±0.5 M1/4F1/5 11.5a±0.3 5.0c±0.3 93.0a±2.2 12.3a±0.4 5.1cd± 0.2 56.0 ab± 1.2 M0/1F1/5 11.0b± 0.2 4.4e±0.2 48.3c±1.4 9.4d ± 0.4 5.0e±0.2 37.2c±1.5 M1/0F1/7 11.0b± 0.2 4.9cd± 0.4 90.3a±2.6 11.5b± 0.4 4.9d± 0.2 55.8 ab± 0.8 M1/4F1/7 10.6c±0.1 5.4a±0.2 91.9a±1.6 10.0cd± 0.4 4.9a±0.1 59.0a±1.1 M0/1F1/7 10.8bc±0.1 4.6d± 0.4 47.2c±1.3 9.8d ± 0.1 4.4b± 0.4 33.4c±0.9\nF-value\nM 54.3* 31.5* 125.7* 45.7* 162.2* 27.5* F 5.9* 5.4* 46.0* 13.6* 65.0* 4.8* M F 0.5ns 1.0ns 10.0* 11.8* 10.1* 0.6ns\nNote: After the same column data, different letters indicate the difference significance level; * indicate the difference in the level of p < 0.05 is significant, ns indicate the difference is not significant (p > 0.05).\ntomato and cucumber reached maximum values under TM1/4F1/5 and CM1/4F1/3, respectively. The soluble solid contents of tomato and cucumber under MNBWO were 7.0%e14.4% and 3.7%e8.5% higher than that of the control treatment. There was no significant difference between the soluble solid of tomato in M1/0 and M1/4, both of which were significantly higher than that of M0/1. There was no noticeable difference between the soluble solid of cucumber in M1/4 and M0/1, whereas that under M1/0 was significantly higher than the other two mixing ratios. The soluble solid of tomato and cucumber reached their maximumvalues in theM1/0F1/3 treatment. The contents of lycopene under MNBWO were 52.0%e85.8% higher than that of the control treatment, with the maximum value occurring in TM1/4F1/5. There were no significant differences in the lycopene contents of M1/0 and M1/4 with increases in the mixing ratio, with both exhibiting significantly higher values than under M0/1.\nThe effects of the oxygation frequency on the nutritional index of tomato and cucumber were statistically significant. The vitamin C of tomato under F1/5 was 4.8% and 15.5% higher than that of F1/3\nand F1/7. The vitamin C contents of cucumber increased continuously with increasing oxygation frequency, and the vitamin C of F1/3 was 4.4%e40.9% higher than those of F1/5 and F1/7;while the soluble solid of tomato in F1/3 was 7.0%e14.6% higher than those of F1/5 and F1/7. Under the ratio of M1/0, the soluble solid of cucumber increased continually with increasing oxygation frequency, by 1.8%e7.2%, whereas no consistent pattern was observed under the other oxygation treatments. There was no consistent pattern in the lycopene content with changes in irrigation frequency. The interaction of oxygen ratio and oxygation frequency had a significant effect on the titratable acidity contents of tomato and cucumber."
    }, {
      "heading" : "4. Discussion",
      "text" : "How to guarantee agricultural water in food security is a global problem (Sun et al., 2016), as is collaboratively improving IWUE and crop yield (Sezen et al., 2007; Kumar and Dey, 2011). However, as the economy and society continue to advance, the demands for high-quality fruits and vegetables are increasing. The emphasis of\nNotes: 1. After the same column data, different letters indicate the difference significance level; * indicate the difference in the level of p < 0.05 is significant, ns indicate the difference is not significant (p > 0.05). 2. The Vitamin C content of cucumber in autumn was not tested due to improper storage.\nfruit consumption has been shifted from quantity to quality (Dorais et al., 2001; Rajkumar et al., 2012). Therefore, how to conserve water, increase production and improve fruit quality has become an urgent need of agricultural irrigation."
    }, {
      "heading" : "4.1. MNBWO increases crops yield and IWUE",
      "text" : "The experiment, using a mobile MNB generator for tomato and cucumber MNBWO, found that the technology had significantly improved the dry matter accumulation quantities, yields and IWUEs of tomato and cucumber. And the dry matters and yields of tomato were increased by 29.2%e67.5% and 7.8%e26.9%, respectively, with MNBWO. Whereas those of cucumber increased by 80.8%e108.9% and 2.3%e16.3%. There were three main reasons for these results as follows.\nFirstly, oxygation can improve the soil oxygen content in the crop root zone. Oxygen drives the synthesis of adenosine triphosphate and triphosphopyridine nucleotide and the reduction force required for cell growth, which constitutes the core of the metabolism of the whole plant. In other words, oxygen is essential for the normal growth and development of plants (Sun et al., 2006). In the present experiment, the oxygen content of the soil was determined in different mixing ratios, and the results are shown in Fig. 3. Compared with general SDI, MNBWO can improve the soil oxygen content in crop root zone, what's more, the soil oxygen content was relatively stable within 24 h after oxygation, which can promote root aerobic respiration thus increasing the amount of nutrients transported to the canopy (Sey et al., 2010). A previous study showed that oxygation can increase crop yield and WUE while increasing the leaf photosynthesis rate (Bhattarai, 2005).\nSecondly, oxygation can affect enzyme activities such as urease, catalase, etc. in the soil and improve the soil microhabitat (Morard and Silvestre, 1996). As one of the most active organic components of soils, soil enzymes can be used not only to characterize the energy metabolism of soil matter, but also an important biological index to evaluate soil fertility levels and the ecological environment (Dong et al., 2009; Marx et al., 2001). For example, catalase is an intracellular enzyme found in all aerobic bacteria and most facultative anaerobes, but absent from obligate anaerobes (Alef and\nNannipieri, 1995). Catalase activity in soils is considered an indicator of aerobic microbial activity and has been related to both the number of aerobic microorganisms and soil fertility (Garcia and Hernandez, 1997). Improvement on soil permeability increases soil catalase activity (Li et al., 2016d) and the increasing of soil catalase content can acceleratory promote the breakdown of hydrogen peroxide into water and oxygen, thus reducing the toxicity of hydrogen peroxide to crops. In addition, this enzyme is also closely related to soil respiration intensity and microorganism activities and is an important enzyme in the evaluation of soil fertility (Trasarcepeda et al., 1999).\nThirdly, MNBs can promote the biological activities of plants and animals. Studies have shown that under the same dissolved oxygen conditions, the growth rate and dry matter accumulation of lettuce in MNBs cultivation solution were greater than those excluding MNBs (Ago et al., 2005; Pates, 2009; Ushikubo et al., 2010)."
    }, {
      "heading" : "4.2. MNBWO increases crops flavor and nutrition quality",
      "text" : "The results indicated that MNBWO could significantly improve the fruit nutritional quality and flavor indices of crops. The vitamin C and soluble sugar contents of tomato increased by 30.9% and 28.3%, and those of cucumber increased by 40.9% and 20.8%. The lycopene content of tomato increased by 76.8%. These differences may mainly result from the two following reasons.\nFirstly, the rupture speed of MNBs in water is slow, and the retention time significantly increased comparing to big bubbles (Takahashi et al., 2007; Yang et al., 2012). According to the buoyancy principle, the larger the bubble volume, the more buoyancy will be received and the rising speed will be accelerated (Deng et al., 2014). MNBs are small in diameter and rise very slowly. In addition, as MNBs rise in water, they are also affected by the movement of water molecules, so compared with large bubbles, they appear to rise in a curve (Liu et al., 2017).\nSecondly, MNBs have strong mass transfer ability since that the specific surface area of gas and liquid determining themass transfer capacity of the air is inversely proportional to the diameter of air bubbles inwater. This is because that MNBs have small diameter, so the gas mass transfer rate is very high (Li et al., 2013). Furthermore, MNBs are stable in nature and high in oxygen content for crop absorption (Attard et al., 2002; Yang, 2002). It may also be caused by the special boundary propagation property of theMNBs (Li et al., 2013), whichmake them easily attach to the crops roots and change the root surface adsorption characteristics, improving nutrient\nabsorption. This issue needs to be investigated further."
    }, {
      "heading" : "4.3. Effects of mixing ratios on crops yield and quality",
      "text" : "Several studies have proven that oxygation can improve crop yield and WUE (Bhattarai, 2005; Arvidsson, 1999; Niu and Guo, 2010), but limited studies focused on the effects of different mixing ratios on crop yield and fruit quality. Three different mixing ratios were designed to investigate the effects on the yield and quality of tomato and cucumber in present study. Under the oxygation frequency of once every 5d, the cucumber yield increased continuously with increasing mixing ratio which reached maximum in M1/0, whereas that of tomato reached maximum in M1/4. It was speculated that the oxygen sensitivities of tomato and cucumber are different. The tomato is more sensitive to soil humidity and low-oxygen-stress (Bradford and Yang, 1981). An aeration experiment using air pump showed that the tomato root activity was maximum at an oxygation coefficient of 0.8 and was minimum at an oxygation coefficient of 1.6 (Jia et al., 2011). Thus, a suitable mixing ratio can enhance tomato root activity, which is in line with the present results. Furthermore, cucumber has a longer melon period and requires large amounts of water (Zou et al., 2005; Zhou et al., 2012). In present experiment, the total irrigation amount of cucumber was larger than that of tomato, and thus, the demand for the oxygen content in the soil was larger. In terms of fruit quality, the nutritional qualities of the fruits varied, with increases in the mixing ratio under different oxygation frequencies. Under the oxygation frequencies of once every 3d and once every 5d, the vitamin C contents of tomato and cucumber reached maximum inM1/4. Under the oxygation frequency of once every 7d, the vitamin C increased continually with increases in the mixing ratiowhich reachedmaximum inM1/0. Under the frequency of once every 7d, the irrigationwater volume was slightly greater, thus, the eliminated oxygen content was higher, and more oxygen was needed to keep the soil oxygen content of the root zone at an appropriate level. The fruit titratable acid and hardness values decreased with increasing mixing ratio, which is consistent with previous studies (Yan et al., 2017). Soluble sugar and lycopene exhibited similar levels under the mixing ratios of 1:4 and 1:0, with both being higher than that of the control treatment. This trend may relate to the test set and the mixing ratio gradient. The difference of the total bubble amounts between the mixing ratios of 1:4 and 1:0 was large, and there may be a mixing ratio in this range which has a greater role in promoting the fruit quality. The mechanism of fruit quality is more complex and must be investigated further."
    }, {
      "heading" : "4.4. Effects of oxygation frequency on crops yield and quality",
      "text" : "The yield, IWUE, soluble sugar and vitamin C of tomato all reached their maximum vales in F1/5. The frequency of once every 3d may have led the surface soil to be in the wet state for a longer time, resulting in more water loss by ineffective evaporation (Guo et al., 2007). The oxygation frequency of once every 7d was overly long. It may exceed the retention time of the MNBs in the soil, causing some MNBs to escape from the soil. At the meanwhile, studies have shown that MNBs moved to a distant areas in the groundwater(Wan et al., 2001). Thus, the frequency of once every 7d may cause the MNBs to be transported to the soil depths with thewater that are beyond the shallow root system of cucumber and tomato. Namely, the bubbles utilization of once every 7d was lower than that of once every 5d; thus, the oxygation frequency of once every 5d resulted in an adequate amount of moisture and oxygen distribution to meet the absorption of water, fertilizer, oxygen requirements of the crop root system, which improve the yield and\nfruit quality of tomato and cucumber. The vitamin C value of cucumber exhibited an increasing trend with increasing oxygation frequency, because the fruit period of cucumber is longer than that of tomato, requiring picking every day during the fruit period. Therefore, the required frequency for cucumber oxygation was higher."
    }, {
      "heading" : "5. Conclusions",
      "text" : "MNBWO collaboratively improves the yield, IWUE and quality of cucumber and tomato. In the optimal treatment, the yield, IWUE, vitamin C, and soluble sugar of tomato increased by 16.9%, 16.9%, 17.7%, and 39.2%, while those values for cucumber were 22.1%, 22.1%, 16.7%, and 19.4%, respectively. The recommended mixing ratio of oxygation was 1:4 and 1:0 for tomato and cucumber, respectively; while the recommended oxygation frequency for them was both once every 5d for with MNBWO."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The present study was financially supported by the National Natural Science Foundation of China (51621061, 51709261), and Beijing Agricultural Science and Technology Project (20170151)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.jclepro.2019.02.208."
    } ],
    "references" : [ {
      "title" : "Effect of air injection under subsurface",
      "author" : [ "M. Abuarab", "E. Mostafa", "M. Ibrahim" ],
      "venue" : null,
      "citeRegEx" : "Abuarab et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Abuarab et al\\.",
      "year" : 2013
    }, {
      "title" : "Enzyme Activities, Methods in Applied Soil",
      "author" : [ "jcej.38.757. Alef", "Kassem", "Nannipieri", "Paolo" ],
      "venue" : null,
      "citeRegEx" : "Alef et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Alef et al\\.",
      "year" : 1995
    }, {
      "title" : "Nutrient uptake and growth of barley as affected by soil",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1999
    }, {
      "title" : "The Physiology of Water Use Efficiency of Crops Subjected",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Bhattarai,? \\Q2005\\E",
      "shortCiteRegEx" : "Bhattarai",
      "year" : 2005
    }, {
      "title" : "Impact of oxy",
      "author" : [ "X. Chen", "J. Dhungel", "S. Bhattarai", "M. Torabi", "D.J. Midmore" ],
      "venue" : "Hortscience",
      "citeRegEx" : "Chen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2010
    }, {
      "title" : "Soil microbial community",
      "author" : [ "K. Dong", "Y. Zheng", "Z. Tian", "Y. Lu", "L. Tang" ],
      "venue" : null,
      "citeRegEx" : "Dong et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2009
    }, {
      "title" : "Biological and biochemical indicators in derelict soils",
      "author" : [ "C. house. Garcia", "T. Hernandez" ],
      "venue" : null,
      "citeRegEx" : "Garcia and Hernandez,? \\Q1997\\E",
      "shortCiteRegEx" : "Garcia and Hernandez",
      "year" : 1997
    }, {
      "title" : "Soil Aeration and its Role for Plants",
      "author" : [ "W.E. Stepniewski" ],
      "venue" : null,
      "citeRegEx" : "Glinski and Stepniewski,? \\Q1985\\E",
      "shortCiteRegEx" : "Glinski and Stepniewski",
      "year" : 1985
    }, {
      "title" : "The primary study on response of growth, yield and dry matter of cucumber under different irrigation frequency in solar greenhouse",
      "author" : [ "W.Z. Guo", "M. Qu", "Y. Wei", "Q. Chen", "L Gao" ],
      "venue" : null,
      "citeRegEx" : "Guo et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2007
    }, {
      "title" : "Effect of drip irrigation frequency and nitrogen application rate on soil water and nitrate distribution and yield of greenhouse Squash",
      "author" : [ "P.F. Guo", "X.Q. Zhang", "W. Han", "K. Zhang", "M. Diao" ],
      "venue" : "J. Soil Water Conserv",
      "citeRegEx" : "Guo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of rhizosphere ventilation on the growth and water use efficiency of tomato",
      "author" : [ "Z.X. Jia", "W.Q. Niu", "X. Zhang", "W.T. Fan" ],
      "venue" : "Agric. Res. Arid Areas",
      "citeRegEx" : "Jia et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Jia et al\\.",
      "year" : 2011
    }, {
      "title" : "Effects of different mulches and irrigation methods on root growth, nutrient uptake, water-use efficiency and yield of strawberry",
      "author" : [ "S. Kumar", "P. Dey" ],
      "venue" : "Sci. Hortic",
      "citeRegEx" : "Kumar and Dey,? \\Q2011\\E",
      "shortCiteRegEx" : "Kumar and Dey",
      "year" : 2011
    }, {
      "title" : "Impact of groundwater salinity on bioremediation enhanced by micro-nanobubbles",
      "author" : [ "H. Li", "L. Hu", "Z. Xia" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2013
    }, {
      "title" : "Effects of aeration on rhizosphere soil enzyme activities and soil microbes for muskmelon in plastic greenhouse",
      "author" : [ "Y. Li", "W.Q. Niu", "M. Zhang", "L. Xue", "J. Wang" ],
      "venue" : "Nongye Jixie Xuebao/transactions of the Chinese Society of Agricultural Machinery",
      "citeRegEx" : "Li et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2015
    }, {
      "title" : "2016a. Aerated irrigation improving photosynthesis characteristics and dry matter accumulation of greenhouse tomato",
      "author" : [ "Y. Li", "W.Q. Niu", "W. Lü", "J. Gu", "X Zou" ],
      "venue" : "Trans. Chin. Soc. Agric. Eng. https://doi.org/10.11975/j.issn.10026819.2016.18.017",
      "citeRegEx" : "Li et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2016
    }, {
      "title" : "Effects of artificial soil aeration volume and frequency on soil enzyme activity and microbial abundance when cultivating greenhouse tomato",
      "author" : [ "Y. Li", "W.Q. Niu", "J. Wang", "L. Liu", "M Zhang" ],
      "venue" : "Soil Sci. Soc. Am. J",
      "citeRegEx" : "Li et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2016
    }, {
      "title" : "Developing situation and system construction of low-carbon environment friendly drip irrigation technology",
      "author" : [ "Y.K. Li", "J. Feng", "P. Song", "B. Zhou", "T.Z. Wang", "S. Xue" ],
      "venue" : "Trans. Chin. Soc. Agric. Mach. https://doi.org/10.6041/j.issn.10001298.2016.06.011",
      "citeRegEx" : "Li et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2016
    }, {
      "title" : "Effects of alternate partial root-zone irrigation on yield and water use of sticky maize with fertigation",
      "author" : [ "H. Liang", "F. Li", "M. Nong" ],
      "venue" : "Agric. Water Manag",
      "citeRegEx" : "Liang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liang et al\\.",
      "year" : 2013
    }, {
      "title" : "Effect of Airjection Irrigation on Growth and Yield of Mini-Watermelon in Greenhouse. Water Saving Irrigation",
      "author" : [ "J. Liu", "H.J. Cai", "M. Zhang", "X.M. Chen" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2010
    }, {
      "title" : "Characteristics of micro-nanobubble and its application in fruits and vegetables",
      "author" : [ "Y.D. Liu", "G. Wu", "H. Zhang", "S. Wang", "B.B. Song" ],
      "venue" : "J. Food Sci. Technol. https:// doi.org/10.3969/j.issn.2095-6002.2017.03.013",
      "citeRegEx" : "Liu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2017
    }, {
      "title" : "Influence of drip irrigation by reclaimed water on the dynamic change of the nitrogen element in soil and tomato yield and quality",
      "author" : [ "S. Lu", "X. Zhang", "P. Liang" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "Lu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2016
    }, {
      "title" : "A microplate fluorimetric assay for the study of enzyme diversity in soils",
      "author" : [ "M.C. Marx", "M. Wood", "S.C. Jarvis" ],
      "venue" : "Soil Biol. Biochem",
      "citeRegEx" : "Marx et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Marx et al\\.",
      "year" : 2001
    }, {
      "title" : "Plant injury due to oxygen deficiency in the root environment of soilless culture: a review",
      "author" : [ "P. Morard", "J. Silvestre" ],
      "venue" : "Plant Soil",
      "citeRegEx" : "Morard and Silvestre,? \\Q1996\\E",
      "shortCiteRegEx" : "Morard and Silvestre",
      "year" : 1996
    }, {
      "title" : "Effects of rhizosphere soil permeability on water and nutrient uptake by maize",
      "author" : [ "W.Q. Niu", "C. Guo" ],
      "venue" : "Chin. J. Appl. Ecol",
      "citeRegEx" : "Niu and Guo,? \\Q2010\\E",
      "shortCiteRegEx" : "Niu and Guo",
      "year" : 2010
    }, {
      "title" : "Effects of different rhizosphere ventilation treatment on water and nutrients absorption of maize",
      "author" : [ "W.Q. Niu", "C. Guo", "H. Shao", "P. Wu" ],
      "venue" : "Afr. J. Biotechnol",
      "citeRegEx" : "Niu et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Niu et al\\.",
      "year" : 2011
    }, {
      "title" : "Application of microbubbles to hydroponics solution promotes lettuce growth",
      "author" : [ "J. Pates" ],
      "venue" : "HortTechnology",
      "citeRegEx" : "Pates,? \\Q2009\\E",
      "shortCiteRegEx" : "Pates",
      "year" : 2009
    }, {
      "title" : "Benefits of oxygation of subsurface drip-irrigation water for cotton in a Vertosol",
      "author" : [ "L. Pendergast", "S.P. Bhattarai", "D.J. Midmore" ],
      "venue" : "Crop Pasture Sci",
      "citeRegEx" : "Pendergast et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Pendergast et al\\.",
      "year" : 2013
    }, {
      "title" : "Studies on banana fruit quality and maturity stages using hyperspectral imaging",
      "author" : [ "P. Rajkumar", "N. Wang", "G. Eimasry", "R. Gsv", "Y. Gariepy" ],
      "venue" : "J. Food Eng",
      "citeRegEx" : "Rajkumar et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Rajkumar et al\\.",
      "year" : 2012
    }, {
      "title" : "Rootderived respiration and nitrous oxide production as affected by crop phenology",
      "author" : [ "B.K. Sey", "A.M. Manceur", "J.K. Whalen", "E.G. Gregorich", "P. Rochette" ],
      "venue" : null,
      "citeRegEx" : "Sey et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Sey et al\\.",
      "year" : 2010
    }, {
      "title" : "Effect of drip irrigation regimes on yield and",
      "author" : [ "A. Yazar", "S. Eker" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2007
    }, {
      "title" : "The UN world water",
      "author" : [ "J. Liebrand", "J. Vos", "G.J. Veldwisch", "R. Boelens" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Effect of root-zone hypoxia stress on growth",
      "author" : [ "S.R. Guo", "Hu", "X.H" ],
      "venue" : null,
      "citeRegEx" : "Sun et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2006
    }, {
      "title" : "Sensitivity of crop",
      "author" : [ "S. Sun", "C.F. Zhang", "X. Li", "T. Zhou", "Y. Wang", "P. Wu", "H. Cai" ],
      "venue" : null,
      "citeRegEx" : "Sun et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2016
    }, {
      "title" : "Free-radical generation from collapsing",
      "author" : [ "M. Takahashi", "A. Kaneo Chiba", "L. Pan" ],
      "venue" : null,
      "citeRegEx" : "Takahashi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Takahashi et al\\.",
      "year" : 2007
    }, {
      "title" : "Analysis of factors",
      "author" : [ "D.J. Midmore", "K.B. Walsh", "S.P. Bhattarai", "L. Tait" ],
      "venue" : null,
      "citeRegEx" : "Torabi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Torabi et al\\.",
      "year" : 2013
    }, {
      "title" : "An improved method",
      "author" : [ "C. 012-0337-1. Trasarcepeda", "F. Camina", "Leiros", "M.C" ],
      "venue" : null,
      "citeRegEx" : "Trasarcepeda et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Trasarcepeda et al\\.",
      "year" : 1999
    }, {
      "title" : "Evidence of the existence and the stability of nano",
      "author" : [ "T. Shiina", "S. Oshita" ],
      "venue" : null,
      "citeRegEx" : "Shiina and Oshita,? \\Q2010\\E",
      "shortCiteRegEx" : "Shiina and Oshita",
      "year" : 2010
    }, {
      "title" : "Generation of stable",
      "author" : [ "J. 808e818. Wan", "S. Veerapaneni", "F. Gadelle", "T.K. Tokunaga" ],
      "venue" : null,
      "citeRegEx" : "Wan et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Wan et al\\.",
      "year" : 2001
    }, {
      "title" : "Adsorption of anionic",
      "author" : [ "G. Huang", "C. An", "S. Zhao", "X. Chen", "P. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Influence of aeration irrigation",
      "author" : [ "G.J. 1986e1997. Wen", "H.J. Cai", "X.M. Chen", "H.Y. Liu" ],
      "venue" : null,
      "citeRegEx" : "172 et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "172 et al\\.",
      "year" : 2013
    }, {
      "title" : "Impacts of oxygation on plant growth,yield",
      "author" : [ "H. Cai", "L. Song", "C. Hui" ],
      "venue" : null,
      "citeRegEx" : "Yan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2017
    }, {
      "title" : "Observation of microbubble attachment onto a hydrophilic glass",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Yang,? \\Q2002\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 2002
    }, {
      "title" : "Characteristics of micro-bubble",
      "author" : [ "L. Yang", "C. Liao", "Y. Zhu", "H. Chen", "Q. Jin" ],
      "venue" : null,
      "citeRegEx" : "Yang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2012
    }, {
      "title" : "Integration of Water and Fertilizer",
      "author" : [ "C.L. 2012.06.041. Zhang", "L.S. Deng" ],
      "venue" : null,
      "citeRegEx" : "6613",
      "shortCiteRegEx" : "6613",
      "year" : 2012
    }, {
      "title" : "Effects of different irri",
      "author" : [ "J. 60082-9. Zhou", "S. An", "K. Wang", "M. Cheng", "R. Shi", "P. Zhu" ],
      "venue" : null,
      "citeRegEx" : "Zhou et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2012
    }, {
      "title" : "Effects of different irrigation maximums on growth",
      "author" : [ "Q. Li", "Z. He" ],
      "venue" : null,
      "citeRegEx" : "Zou et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Zou et al\\.",
      "year" : 2005
    } ],
    "referenceMentions" : [ {
      "referenceID" : 32,
      "context" : "The current growing scarcity of irrigation water become a fundamental issue at global scale (Sun et al., 2016).",
      "startOffset" : 92,
      "endOffset" : 110
    }, {
      "referenceID" : 20,
      "context" : "To overcome the aforementioned issue, number of studies had explored and proposed a series of water-saving technologies such as drip irrigation (Li et al., 2016a,b; Lu et al., 2016), partial root-zone irrigation (Liang et al.",
      "startOffset" : 144,
      "endOffset" : 181
    }, {
      "referenceID" : 17,
      "context" : ", 2016), partial root-zone irrigation (Liang et al., 2013).",
      "startOffset" : 38,
      "endOffset" : 58
    }, {
      "referenceID" : 27,
      "context" : "However, with the continuous improvement of living standards, consumers’ consumption demands have been shifted from quantitative to qualitative (Rajkumar et al., 2012; Li et al., 2016c).",
      "startOffset" : 144,
      "endOffset" : 185
    }, {
      "referenceID" : 4,
      "context" : "6% (Chen et al., 2010), improving soil aeration and promoting the aerobic respiration of crop roots (Niu et al.",
      "startOffset" : 3,
      "endOffset" : 22
    }, {
      "referenceID" : 24,
      "context" : ", 2010), improving soil aeration and promoting the aerobic respiration of crop roots (Niu et al., 2011), increasing the soil microbial",
      "startOffset" : 85,
      "endOffset" : 103
    }, {
      "referenceID" : 13,
      "context" : "quantity and soil enzyme activity (Zhang and Wang, 2006; Li et al., 2015).",
      "startOffset" : 34,
      "endOffset" : 73
    }, {
      "referenceID" : 10,
      "context" : "With oxygation, the yields of many different crops, such as tomato (Jia et al., 2011), watermelon (Liu et al.",
      "startOffset" : 67,
      "endOffset" : 85
    }, {
      "referenceID" : 18,
      "context" : ", 2011), watermelon (Liu et al., 2010), corn (Abuarab et al.",
      "startOffset" : 20,
      "endOffset" : 38
    }, {
      "referenceID" : 0,
      "context" : ", 2010), corn (Abuarab et al., 2013), cotton (Pendergast et al.",
      "startOffset" : 14,
      "endOffset" : 36
    }, {
      "referenceID" : 26,
      "context" : ", 2013), cotton (Pendergast et al., 2013), have increased significantly and varied within 10%e33%.",
      "startOffset" : 16,
      "endOffset" : 41
    }, {
      "referenceID" : 7,
      "context" : "Related studies on oxygation mainly concerned the use of venturi air injectors, air pumps or hydrogen peroxide (Glinski and Stepniewski, 1985; Torabi et al., 2013; Wen et al., 2013).",
      "startOffset" : 111,
      "endOffset" : 181
    }, {
      "referenceID" : 34,
      "context" : "Related studies on oxygation mainly concerned the use of venturi air injectors, air pumps or hydrogen peroxide (Glinski and Stepniewski, 1985; Torabi et al., 2013; Wen et al., 2013).",
      "startOffset" : 111,
      "endOffset" : 181
    }, {
      "referenceID" : 38,
      "context" : "In the present experiment, a full 32 factorial design was performed to evaluate the effects of the mixing ratios of MNB water and groundwater (M1/0, M1/4, M0/1) and the oxygation frequencies (once every three days, five days and seven days, which referred to F1/3, F1/5, F1/7), with a total of nine treatments (Wang et al., 2018).",
      "startOffset" : 310,
      "endOffset" : 329
    }, {
      "referenceID" : 32,
      "context" : "How to guarantee agricultural water in food security is a global problem (Sun et al., 2016), as is collaboratively improving IWUE and crop yield (Sezen et al.",
      "startOffset" : 73,
      "endOffset" : 91
    }, {
      "referenceID" : 11,
      "context" : ", 2016), as is collaboratively improving IWUE and crop yield (Sezen et al., 2007; Kumar and Dey, 2011).",
      "startOffset" : 61,
      "endOffset" : 102
    }, {
      "referenceID" : 27,
      "context" : "fruit consumption has been shifted from quantity to quality (Dorais et al., 2001; Rajkumar et al., 2012).",
      "startOffset" : 60,
      "endOffset" : 104
    }, {
      "referenceID" : 31,
      "context" : "In other words, oxygen is essential for the normal growth and development of plants (Sun et al., 2006).",
      "startOffset" : 84,
      "endOffset" : 102
    }, {
      "referenceID" : 28,
      "context" : "Compared with general SDI, MNBWO can improve the soil oxygen content in crop root zone, what's more, the soil oxygen content was relatively stable within 24 h after oxygation, which can promote root aerobic respiration thus increasing the amount of nutrients transported to the canopy (Sey et al., 2010).",
      "startOffset" : 285,
      "endOffset" : 303
    }, {
      "referenceID" : 3,
      "context" : "A previous study showed that oxygation can increase crop yield and WUE while increasing the leaf photosynthesis rate (Bhattarai, 2005).",
      "startOffset" : 117,
      "endOffset" : 134
    }, {
      "referenceID" : 22,
      "context" : "in the soil and improve the soil microhabitat (Morard and Silvestre, 1996).",
      "startOffset" : 46,
      "endOffset" : 74
    }, {
      "referenceID" : 5,
      "context" : "As one of the most active organic components of soils, soil enzymes can be used not only to characterize the energy metabolism of soil matter, but also an important biological index to evaluate soil fertility levels and the ecological environment (Dong et al., 2009; Marx et al., 2001).",
      "startOffset" : 247,
      "endOffset" : 285
    }, {
      "referenceID" : 21,
      "context" : "As one of the most active organic components of soils, soil enzymes can be used not only to characterize the energy metabolism of soil matter, but also an important biological index to evaluate soil fertility levels and the ecological environment (Dong et al., 2009; Marx et al., 2001).",
      "startOffset" : 247,
      "endOffset" : 285
    }, {
      "referenceID" : 6,
      "context" : "Catalase activity in soils is considered an indicator of aerobic microbial activity and has been related to both the number of aerobic microorganisms and soil fertility (Garcia and Hernandez, 1997).",
      "startOffset" : 169,
      "endOffset" : 197
    }, {
      "referenceID" : 35,
      "context" : "In addition, this enzyme is also closely related to soil respiration intensity and microorganism activities and is an important enzyme in the evaluation of soil fertility (Trasarcepeda et al., 1999).",
      "startOffset" : 171,
      "endOffset" : 198
    }, {
      "referenceID" : 25,
      "context" : "Studies have shown that under the same dissolved oxygen conditions, the growth rate and dry matter accumulation of lettuce in MNBs cultivation solution were greater than those excluding MNBs (Ago et al., 2005; Pates, 2009; Ushikubo et al., 2010).",
      "startOffset" : 191,
      "endOffset" : 245
    }, {
      "referenceID" : 33,
      "context" : "Firstly, the rupture speed of MNBs in water is slow, and the retention time significantly increased comparing to big bubbles (Takahashi et al., 2007; Yang et al., 2012).",
      "startOffset" : 125,
      "endOffset" : 168
    }, {
      "referenceID" : 42,
      "context" : "Firstly, the rupture speed of MNBs in water is slow, and the retention time significantly increased comparing to big bubbles (Takahashi et al., 2007; Yang et al., 2012).",
      "startOffset" : 125,
      "endOffset" : 168
    }, {
      "referenceID" : 19,
      "context" : "In addition, as MNBs rise in water, they are also affected by the movement of water molecules, so compared with large bubbles, they appear to rise in a curve (Liu et al., 2017).",
      "startOffset" : 158,
      "endOffset" : 176
    }, {
      "referenceID" : 12,
      "context" : "This is because that MNBs have small diameter, so the gas mass transfer rate is very high (Li et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 107
    }, {
      "referenceID" : 41,
      "context" : "Furthermore, MNBs are stable in nature and high in oxygen content for crop absorption (Attard et al., 2002; Yang, 2002).",
      "startOffset" : 86,
      "endOffset" : 119
    }, {
      "referenceID" : 12,
      "context" : "It may also be caused by the special boundary propagation property of theMNBs (Li et al., 2013), whichmake them easily attach to the crops roots and change the root surface adsorption characteristics, improving nutrient",
      "startOffset" : 78,
      "endOffset" : 95
    }, {
      "referenceID" : 3,
      "context" : "Several studies have proven that oxygation can improve crop yield and WUE (Bhattarai, 2005; Arvidsson, 1999; Niu and Guo, 2010), but limited studies focused on the effects of different mixing ratios on crop yield and fruit quality.",
      "startOffset" : 74,
      "endOffset" : 127
    }, {
      "referenceID" : 23,
      "context" : "Several studies have proven that oxygation can improve crop yield and WUE (Bhattarai, 2005; Arvidsson, 1999; Niu and Guo, 2010), but limited studies focused on the effects of different mixing ratios on crop yield and fruit quality.",
      "startOffset" : 74,
      "endOffset" : 127
    }, {
      "referenceID" : 45,
      "context" : "Furthermore, cucumber has a longer melon period and requires large amounts of water (Zou et al., 2005; Zhou et al., 2012).",
      "startOffset" : 84,
      "endOffset" : 121
    }, {
      "referenceID" : 44,
      "context" : "Furthermore, cucumber has a longer melon period and requires large amounts of water (Zou et al., 2005; Zhou et al., 2012).",
      "startOffset" : 84,
      "endOffset" : 121
    }, {
      "referenceID" : 40,
      "context" : "The fruit titratable acid and hardness values decreased with increasing mixing ratio, which is consistent with previous studies (Yan et al., 2017).",
      "startOffset" : 128,
      "endOffset" : 146
    }, {
      "referenceID" : 8,
      "context" : "The frequency of once every 3d may have led the surface soil to be in the wet state for a longer time, resulting in more water loss by ineffective evaporation (Guo et al., 2007).",
      "startOffset" : 159,
      "endOffset" : 177
    }, {
      "referenceID" : 37,
      "context" : "At the meanwhile, studies have shown that MNBs moved to a distant areas in the groundwater(Wan et al., 2001).",
      "startOffset" : 90,
      "endOffset" : 108
    } ],
    "year" : 0,
    "abstractText" : "Coordination of water saving, yield and quality increase remains an attractive problem in agricultural production. Transporting irrigation water rich in micro-nano bubbles and fertilizers to the crop root zone through subsurface drip irrigation is expected to be an effective technique. In present study, cucumber and tomato cultivated in greenhouse were subjected to investigate the effects of three mixing ratios of micro-nano bubble water and groundwater combined with three different oxygation frequencies on irrigation water use efficiency, crop yield and quality. The results indicated that micro-nano bubble water oxygation could significantly increase their yield, irrigation water use efficiency and fruit quality (p< 0.05) without increasing the amounts of irrigation water and fertilizer, which demonstrated a cleaner production being friendly to soil ecological environment and sustainability using water saving technology. In the optimal treatment, the yield, irrigation water use efficiency, vitamin C, and soluble sugar of tomatoes increased by 16.9%, 16.9%, 17.7% and 39.2%, while those for cucumbers were 22.1%, 22.1%, 16.7% and 19.4%, respectively. This was mainly due to the increased soil oxygen content, longer retention time and stronger mass transfer ability of micro-nano bubbles. The recommended micro-nano bubble water oxygation mode for tomato plantation was the mixing ratio of 1:4 combined with the frequency of once every 5d, while that of cucumber being the mixing ratio of 1:0 with the same frequency with tomato. The study aims to provide a novel concept for the synergistic realization of water saving, yield increases and quality improvements in greenhouse crop production using subsurface drip irrigation. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}