{
  "name" : "downloads_2019-10-21_9d_rasool2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Water treatment and environmental remediation applications of two-dimensional metal carbides (MXenes)",
    "authors" : [ "Kashif Rasool", "Ravi P. Pandey", "P. Abdul Rasheed", "Samantha Buczek", "Yury Gogotsi", "Khaled A. Mahmoud" ],
    "emails" : [ "(gogotsi@drexel.edu),", "(kmahmoud@hbku.edu." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Materials Today d Volume xxx, Number xx d xxxx 2019 RESEARCH\nWater treatment and environmental\nEA R C H : R ev\nie w\nremediation applications of two-\ndimensional metal carbides (MXenes) RES"
    }, {
      "heading" : "Kashif Rasool 1, Ravi P. Pandey 1, P. Abdul Rasheed 1, Samantha Buczek 2, Yury Gogotsi 2,⇑, Khaled A. Mahmoud 1,⇑",
      "text" : "1 Qatar Environment and Energy Research Institute (QEERI), Hamad Bin Khal\nifa University (HBKU), P.O. Box 5825, Doha, Qatar 2 Department of Materials Science and Engineering and A.J. Drexel Nanomaterials Institute, Drexel University, Philadelphia, PA 19104, USA\nThe discovery of two-dimensional (2D) transition metal carbides and nitrides (MXenes) in 2011 has expanded the pool of nanomaterials available for a variety of applications. Characteristic properties of MXenes, such as high conductivity, hydrophilicity, and catalytic activity have led to a growing research interest for their use in environmental remediation and water treatment applications. This review summarizes recent advances in the synthesis and applications of MXenes as adsorbents, desalination membranes, electrodes for electrochemical deionization, and catalytic or antibacterial agents for water purification and other environmental remediation processes. The overview also features discussions on the computational attempts, biocompatibility, and environmental impact in the exploration of MXenes for water applications, highlighting the challenges and opportunities of these advanced 2D materials."
    }, {
      "heading" : "Introduction",
      "text" : "The vast expansion of urban areas along with a rising global population are driving factors for the need to secure adequate and potable water [1]. Additionally, the rapid pace of industrialization has resulted in the production of hazardous waste that has negative impacts on health and the environment [2]. Presence of pollutants like heavy metals, salts, pharmaceuticals, aromatic compounds and textile dyes in water/wastewater streams pose a global environmental challenge because a majority of them are toxic and particularly threatening for living organisms [3–5]. Several biological and physiochemical methods such as aerobic/anaerobic digestion, biochar treatment [6–9], membrane filtration [10] and adsorption [11] have been conventionally implemented for removal of various environmental pollutants. Furthermore, nanomaterials are becoming an economically viable and environmentally friendly option for efficient environmental remediation as adsorbents, catalytic and antibacterial agents, and functional membranes for water/wastewater treat-\n⇑ Corresponding authors. Fax: +974 445441528. E-mail addresses: Gogotsi, Y. (gogotsi@drexel.edu), Mahmoud, K.A. (kmahmoud@hbku.edu.\nqa).\n1369-7021/ 2019 Elsevier Ltd. All rights reserved. https://doi.org/10.1016/j.mattod.2019.05.017\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nment [12–13]. These advanced functional nanomaterials include zeolites, metal organic frameworks (MOFs), ceramics, and carbon nanostructures, to name a few. Engineering functional nanomaterial-based devices can allow us to achieve a new level of sensitivity, selectivity, efficiency, and mechanical stability for environmental remediation applications [14–15].\nTwo-dimensional (2D) nanomaterials possess atomically thin structures with lateral sizes between tens of nanometers to a few micrometers. The large lateral size and nanometer thickness endow 2D nanomaterials with a high specific surface area, making them desirable in a plethora of environmental remediation applications, such as adsorption, sensing, and catalysis [16–17]. In the environmental remediation arena, graphene-based materials have demonstrated great success as sorbents, membrane separation, photocatalytic materials for waste decontamination, or as sensing materials for contaminant monitoring and/or removal [18–21]. Additionally, graphene and graphene oxide (GO) derivatives have demonstrated exceptional performance as water purification membranes with unique properties, such as ultrahigh water flux, selective molecular and ion sieving, as well as strong resistance to biofouling [15,22]. Historically, GO and\n1 0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nGO derivatives have been the most extensively studied class of 2D materials for the removal of different pollutants besides clays [18,23–27].\nMXenes are a new class of 2D nanomaterials that have emerged from a large family of transition metal carbides, nitrides and carbonitrides denoted by the general formula Mn+1XnTx (n = 1–3), where M is an early transition metal group, X is carbon and/or nitrogen, and Tx are surface terminal groups (–OH, –O–, and/or –F) [28]. To date, close to 30 MXenes have been successfully synthesized including Ti3C2Tx, Ti2CTx, Nb4C3Tx [29] Ti3CNTx, Ta4C3Tx [30], Nb2CTx, V2CTx [31], Nb4C3Tx [29]; however, many more have been theoretically predicted based on the available MAX phase precursors [31–33]. Of those, titanium-based MXenes, such as Ti2CTx, and Ti3C2Tx are most promising for environmental applications due to element abundance and non-toxic decomposition products. Particularly, titanium carbide (Ti3C2Tx) is the most widely studied MXene [34]. Furthermore, different MXene compositions have been introduced with two or more transition metals in the M layers in both ordered and disordered structures (Mo2Ti2C3, (Ti0.5,Nb0.5)2C, (V0.5,Cr0.5)3C2) [35–39]. In addition to carbides, nitride and carbonitride MXenes have also been explored in few studies for electrochemical energy storage [40–42] and biomedical applications [43] and there have been several predictions of their properties. However, it remains intriguingly challenging to produce nitride MXenes by selective acid etching methods. The only exception is titanium carbonitride Ti3CN, which has been studied for several applications [44]. This is believed to be the main limiting factor for wide exploration of nitride and carbonitride MXenes in the environmental remediation applications.\nMXenes have aroused intense interest for broadening their applications for environmental remediation due to their hydrophilicity, high surface area, activated metallic hydroxide sites, and environmentally friendly characteristics [45–49]. Pristine MXenes have a rare combination of metallic electronic conductivity and hydrophilicity, due to high electron density and surface functionality, respectively. In addition, these characteristic “conductive clay-like” properties of MXenes allow them to be easily processed by various methods, including spray coating, filtration, and painting, to design functional devices [35]. Furthermore, MXene-polymer and MXene-graphene composites have been developed to improve the performance of the pristine components such as reducing agglomeration, providing conductive pathways, and improving overall stability [50]. MXenes and their composites have had high impact in the energy storage [35,47,50] and biomedical fields [43]. Other emerging applications for MXenes include transparent conducting electrodes [51], electromagnetic interference shielding [52], reinforcements for composites [53], photo-, electro- and chemical catalysis [54– 56], and gas- and biosensors [47,57]. Moreover, MXenes are among very few 2D materials that can be produced in 100 g quantities per batch (even in research laboratories) by wet chemical synthesis. As previously mentioned, MXenes are made of non-toxic and abundant elements, such as Ti and C or N; therefore, their environmental degradation leads to carbon dioxide (CO2), nitrogen gas (N2) and Ti, which are non-toxic byproducts. Consequently, MXene research has found a suitable\n2\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nniche in the main area of environmental remediation applications.\nThis article provides an overview of MXenes’ potential for aqueous media applications including water purification membranes [56,58], heavy metal removal [59–60], capacitive deionization [61], and antimicrobial applications [62]. Since the vast majority of experimental studies in this field have been conducted on carbide MXenes with a limited exploration into nitrides and/or carbonitrides in this field [43], we are directing our review to this subgroup of the MXene family. The main concerns and mitigation strategies related to MXenes stability in the ambient, as well as bactericidal properties, toxicity, and environmental impact of MXenes will be evaluated in order to realize the full potential of MXene-based materials in various environmental systems."
    }, {
      "heading" : "Synthesis and characterizations",
      "text" : "MXenes are generally prepared by selective etching of group A elements (Al or Si) from their MAX phase precursors [32]. Ti3AlC2 is the most common MAX phase precursor used for the preparation of Ti3C2Tx MXene. However, few etching routes have been systematically employed for the synthesis of MXenes [63–64]. The most common ways to selectively etch the Al layers from Ti3AlC2, where the previously existing Al layers are replaced with surface terminations (Tx) such as –F, –OH, –O–, are by direct use of hydrogen fluoride (HF) solution or in situ HF formed by reaction of hydrochloric acid (HCl) and a fluoride salt (such as lithium fluoride (LiF)) [34,65]. In both cases, the formed multilayered (ML) Ti3C2Tx (ML-MXene) can be treated by intercalation of water, cations, dimethyl sulfoxide (DMSO), tetrabutylammonium hydroxide (TBAOH) and so on into the interlayer spacing to expand the layers of the ML-MXene, held weakly together by Van der Waals forces. Subsequent sonication can mechanically separate the layers to form delaminated (DL) Ti3C2Tx (DLMXene) suspensions, (Fig. 1(a)). However, MXene synthesis via the direct HF method involves multiple hazards related to HF use and handling [34–35,63,66]. Noticeably, the synthesis of stable Tin+1NnTx MXene by etching the Al from Tin+1AlNn with HF solutions at room temperature remains hitherto elusive. Other etchants have been explored [67] and the synthesis of 2D carbides and nitrides with MXene-like structures by salt templating [68] and gas phase processes are also being studied [69]. A schematic demonstrating the structure and synthesis routes of MXenes at room temperature, using direct HF or in situ HF, as well as various delamination pathways of ML-MXene is shown in Fig. 1(b). Etching of Al layers by direct HF method depends upon both the concentration of HF and reaction time [70–73]. Different stacking arrangements are observed for MXene flakes produced by the two methods. For example, after direct etching of Al layer using ( 30%) HF, the compact morphology of Ti3AlC2 is changed to loosely packed accordion-like morphology of MLMXene (Fig. 2(a, b)) [63]. On the other hand, etching in LiF/ HCl produces ML-MXene with less morphological changes in the starting MAX phase (Fig. 2(c)). Delamination of these layers produced by LiF/HCl process into single or few-layer flakes can also be achieved via intercalation of organic molecules such as\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\nFIGURE 1 (a) Schematic of the changes in atomic structure of Ti3AlC2 during the exfoliation process from the MAX phase precursor (Ti3AlC) to ML-Ti3C2Tx and finally DLTi3C2Tx post sonication/cation intercalation (Adapted from Ref. [34] and reproduced with permission of Copyright 2011 from John Wiley & Sons, Inc.). (b) Synthesis routes for the preparation of DL-Ti3C2Tx using direct HF and in situ HF methods (Ref. [63] and reproduced with permission of Copyright 2017 from American Chemical Society).\nDMSO, alkylammonium cations [74–75], and lithium ions (Li+) [63], followed by shaking or sonication.\nX-ray diffraction (XRD) patterns of Ti3AlC2 show two characteristic peaks—one (1 0 4) peak at 2h 39 signifying Al atomic layers and another (0 0 2) peak at 9.5 for interlayer distance (Fig. 2(d)). After etching of the Al layers, the most intense (1 0 4) peak is largely suppressed and the other (0 0 L) peaks, corresponding to the basal planes of the MXene layers, are shifted to a lower Bragg angle. The shift is due to the expansion in interlayer spacing caused by replacing Al atomic layers with functional groups (–O–, –OH, or –F) and eventual incorporation of water and ions [76–77]. For Ti3C2Tx produced by direct HF etching, the initial (0 0 2) peak of the MAX phase is shifted to lower angles around 9.08 , indicating a larger lattice parameter (c-LP) = 19.6 Å (Fig. 2(d)) [34,76]. Meanwhile, in Ti3C2Tx produced by etching in LiF/HCl, the (0 0 2) peak is shifted to around 7.82 corresponding to a c-LP = 22.6 Å, which is larger than the c-LP of Ti3C2Tx (HF) (Fig. 2(e)). This difference is likely due to the increasing number of water layers incorporated between the nanosheets from in situ etching with a metal halide [65]. As a result, intercalation of cations, such as Li+ and water, during etching increases the spacing between MXene layers, facilitating\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\ndelamination by simple bath sonication in water or even manual shaking without the need for subsequent intercalation with organic molecules [65,78].\nAccording to quantitative NMR experiments, there are about 3.5-fold and 2-fold more –F and –OH groups present on the surface of MXene prepared by direct HF etching compared with that in the HCl/LiF method, respectively. However, the oxygen content is about 1.5 times higher in Ti3C2Tx prepared by HCl/LiF compared to the direct HF etching method [79]. DFT Gibbs free energy (DG) calculations were consistent with NMR observations that the chemical exfoliation produces random and nonuniform distribution of surface terminal groups on MXenes. Additionally, –F terminations were more dominant than –OH and –O– terminations due to the higher electronegativity of F ions and greater associated stability to the overall structure [79].\nOxidative and thermal stability of MXenes Unlike other 2D atomic crystals such as graphene and layered metal hydroxides, MXenes are known to have rich and tunable surface chemistry, while maintaining their metallic conductivity attributed to the free electrons of transition metal atoms. This\n3\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nFIGURE 2\nStructural characterization of MXenes: (a) Scanning electron microscopy (SEM) image of MAX phase, (Adapted from Ref. [30] and reproduced with permission of Copyright 2012 from American Chemical Society) (b) SEM image of MXene prepared by etching in 30 wt% HF (30F), (c) SEM image of MXene prepared by in situ HF minimally intensive layer delamination (MILD) etching in LiF/HCl method, (Adapted from Ref. [63] and reproduced with permission of Copyright 2017 from American Chemical Society) (d) XRD patterns of MXene produced by HF etching [76], (e) XRD patterns of samples produced by etching in LiF/ HCl solution (Adapted from Ref. [65] and reproduced with permission of Copyright 2014 from Nature).\ncombination renders MXenes thermodynamically metastable with high surface energy and moderate oxidation resistance in aerated aqueous media even at ambient conditions, which can result in a reduction of electrical conductivity and passivation of the reactive interface [80–81]. This metastability of MXenes under ambient conditions can be a major obstacle towards their implementation for applications requiring extended lifetimes. On the other hand, this ensures the safe degradation of MXenes in the environment. Pristine DL-MXene flakes suffer from degradation by forming oxides under prolonged exposure to oxygen in presence of water, at elevated temperatures or under UV (sun) radiation in air. For instance, when a colloidal solution of DL-MXene is exposed to air, Ti3C2Tx flakes are completely oxidized within several days [80–81]. The quintessential layered structure is gradually destroyed by oxygen triggering nucleation of titanium dioxide (TiO2) crystals at the edges of MXene flakes, eventually transforming the layered Ti3C2Tx structure into TiO2 on carbon sheets. This can be observed by changes in the solution color from translucent greenish/black to cloudy white, with TiO2 precipitates [78,80]. Heuristically, higher-quality (fewer defects, larger specific surface area) large flakes of MXene have demonstrated higher environmental stability [78]. Zhang et al. studied the rate of degradation of MXene colloids in open vials at room temperature [82]. The fresh MXene colloidal solution showed single crystalline structure with hexagonal atomic arrangement as demonstrated by high-resolution transmission\n4\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nelectron microscope (HR-TEM) images and selected area electron diffraction (SAED) patterns (Fig. 3(a–d)). After aging the same solution in air at room temperature for 7 days, oxidation of MXene started by forming crystalline anatase TiO2 at the edge sites and on the basal planes of the sheets (Fig. 3(b–e)). After 30 days, MXene flakes were completely oxidized, forming anatase and amorphous carbon (Fig. 3(c, f)) [82]. Anatase formation was detected after 14 days and more intense peaks were observed after 60 days by Raman spectra (Fig. 3(g)). Predictably, the highresolution Ti 2p core of the fresh (unoxidized) MXene exhibits binding energies at 455, 456, 458, and 459 eV, corresponding to Ti–C bond, Ti(II), Ti(III), and Ti(IV), respectively (Fig. 3(h)). After aging the MXene colloidal solution for 25 days, the most intense peak for Ti–C becomes invisible, while the peak for Ti (IV) (TiO2) intensifies, confirming the formation of anatase (Fig. 3(i)).\nTi3C2Tx MXene powders are thermally stable at temperatures up to 800 C under argon (Ar) and below 200 C in oxygencontaining atmosphere. At 200 C in oxygen, Ti3C2Tx undergoes surface oxidation to anatase TiO2 and amorphous carbon [47,83]. A two-step process using thermogravimetric (TG) and differential scanning calorimetric (DSC) analysis can explain the degradation mechanism of MXenes. The first step involves the oxidation of MXene surface to form anatase crystals, which may protect the unreacted MXene from further oxidation. In the second step, the residual MXene will start to progressively oxidize due to\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\nFIGURE 3 TEM images of Ti3C2Tx MXene: (a) fresh sample, (b) aged for 7 days and (c) aged for 30 days. (d–f) HR-TEM images of samples (a–c), respectively. Inset in panel (d) is the corresponding SAED pattern, and those in panels (e) and (f) are the corresponding FFT patterns. (g) Raman spectra of Ti3C2Tx, before and after aging for different times. (h) X-ray photoelectron spectroscopy (XPS) results of fresh MXene and (i) XPS results after aging for 25 days (Adapted from Ref. [82] and reproduced with permission of Copyright 2017 from American Chemical Society).\nexpedited diffusion of O2 through anatase at elevated temperatures until all MXene is transformed to TiO2 and CO2 and anatase is also fully transformed to rutile [83].\nEfforts have been made to preserve the original texture and properties of MXenes and to enhance their performance in oxidizing environments through various stabilization methods. Wu et al. have stabilized MXene against structural degradation using a carbon nanoplating method [84]. New 2D hierarchical MoS2/Ti3C2-MXene@C nanohybrids were fabricated by assembling MoS2 nanoplates on carbon-stabilized Ti3C2 MXene. The synergy between Ti3C2 and MoS2 nanostructures have greatly enhanced the structural stability of the composite, with the help of carbon coating. Moreover, the capping effect and reducibility of carbon coating are believed to restrict the surface oxidation and structural degradation of MXenes during synthesis [84]. High-energy mechanical milling method (HEMM) in DMSO was also used by the same group to prepare few-layered Ti3C2Tx under high temperature (400 C) [85]. In this method, DMSO is\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nbelieved to efficiently prevents MXene from oxidation. Aston et al. calculated the theoretical thermodynamic stability of 54 MXene compounds to identify more stable MXene candidates for different applications. It was concluded that oxygenterminated transition metal nitrides, such as Ti3N2O2, should be experimentally viable and Sc-based MXenes with F on the surface are expected to be highly stable due to the highest degree of thermodynamic stability as well as reasonably low exfoliation energies [86].\nTo summarize, the stability of MXene flakes is largely dependent on the variances in synthesis conditions, quality of the sheets, degree of exfoliation, and the proportion of surface terminations. One way to extend the stability of MXene is by proper storage in oxygen-free degassed water or in dry air. In addition, storage in a refrigerated dark environment or in dry conditions under vacuum helps to slow down the oxidation of colloidal MXene solutions. Moreover, surface modification, the discovery of more thermodynamically stable members in the MXenes\n5\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nfamily or MXene-based composites remain promising options to improve the stability of MXenes under ambient conditions."
    }, {
      "heading" : "Water treatment applications",
      "text" : "MXenes integrate the advantages of adsorptive, reductive, antibacterial and metallic properties combined with high hydrophilicity, electronic conductivity, and processability. This has lead to a growing interest in utilizing MXene derivatives in water/wastewater treatment applications. Specifically, Ti3C2Tx and its composites have demonstrated efficient removal and sequestration of heavy metals, dyes, and radionuclides; while simultaneously acting as antibacterial agents for water disinfection [47,49,87]. Until now, application of MXenes in water/ wastewater treatment can be categorized into three main directions, namely: adsorbents, membranes, and electrode materials for electrochemical separation and deionization (see Table 1)."
    }, {
      "heading" : "MXene adsorbents",
      "text" : "Adsorption is a widely used water purification technique due to its ease of operation, comparatively low cost, high removal effi-\nciency, availability of various adsorbent materials and less harmful secondary products [88]. The large specific surface area and pore size distribution, chemical stability, and ability to produce the adsorbent material in industrial sized quantities are vital to assure the process is efficient and feasible for water purification [88–89]. Several nanomaterials such as carbon nanotubes (CNTs), graphene, zero-valent iron (ZVI), iron oxide, and chitosan have been widely employed to remove various pollutants from wastewater [18,90–93]. Due to the high specific surface area, abundant functional –OH and –O groups with tunable surface chemistry, the adsorption performance of MXenes can effectively compete with or outperform other nanomaterials. Moreover, the presence of functional groups on MXene surface not only provides sites for direct ion exchange, but also reduces some organic molecules and cations [59–60,94]. This in situ reduction ability coupled with adsorption is considered advantageous over many other nanomaterials and opens a new promising function of MXenes for unique reductive-adsorptive removal of pollutants. Due to a high negative surface charge (zeta-potential between 30 and 80 mV), MXenes have demonstrated excellent ability to spontaneously intercalate Na+, K+, NH4 +, Mg2+,\nR ES\nEA R C H : R ev\nie w\nand Al3+ cations and polar organic molecules such as hydrazine, urea, and DMSO between their layers, showing the potential of their use as adsorbents [31,66].\nMXenes have demonstrated an ability to adsorb several heavy metals such as lead (Pb), copper (Cu), chromium (Cr) and mercury [49,59,95]. MXenes’ surface groups interact with the desired pollutant to adsorb them [49]. The thin interlayer spacing (<2Å) between MXene nanosheets leads to strong trapping of cations of radii <4.5 Å which is distinctive compared to other 2D and porous materials [58]. Intercalation of cations and/or small organic molecules may further open the interlayer spacing by increasing the c-LP for faster adsorption [31]. Likewise, the presence of hydrophilic groups and weak bonding forces in hydrated MXene can bind a greater number of water molecules, resulting in a reversible increase of the c-LP with monolayer to triple layers of water inserted between MXene nanosheets, allowing more ions to accumulate between the sheets [58].\nThe surface of MXenes can be tailored by functionalization, which influences its physical properties and ability to adsorb certain species. Peng et al. [96] synthesized alk-MXene (Ti3C2(OH/ ONa)xF2 x) having activated hydroxyl groups on the surface by treating Ti3C2Tx with 5% sodium hydroxide (NaOH) solution for 2 h (Fig. 4 (a, b)). The alk-MXene was used to selectively remove Pb2+, showing good average adsorption capacity and selectivity towards adsorption of Pb2+ in presence of high concentrations of competing cations like Ca2+ and Mg2+ [96]. This high removal capacity was attributed to the layered structure of alk-MXene and the presence of abundant activated Ti–OH sites, where hydroxyl and oxygen groups have formed a hexagonal hydroxyl trap for Pb2+. The negative formation energies for the adsorption of Pb2+, Cu2+, Zn2+, Pd2+, and Cd2+ indicate that alk-MXene can be an excellent candidate for adsorption of toxic heavy metals as predicted via density functional theory (DFT) [97].\nThe ability of M2X-type MXenes to remove Pb 2+ and the role of M and X sites (where, M = Sc, Ti, V, Cr, Zr, Nb, Mo, Hf, Ta, and X is carbon or nitrogen) in Pb2+ removal was studied by DFT [94]. Among all M2X(OH)2 structures, Ti2C(OH)2 was predicted as the most promising MXene for removing heavy metals.\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nAdsorption behavior of Pb2+ and Cu2+ on V2C and Ti2C MXenes has been further studied by molecular dynamics (MD) simulation with a calculated theoretical adsorption capacity of 2560 mg g 1 [98].\nThe exterior surface groups of MXenes not only provide direct ion exchange sites, but also reduce some organic molecules and cations like Cu2+, Ag+, and Cr6+ [59–60,94]. This in situ reduction ability reveals a new promising function of MXenes for pollutant removal. For example, DL-Ti3C2Tx nanosheets exhibited efficient reductive removal of Cr6+, where the residual concentration of Cr6+ after treatment was less than 5 parts per billion (ppb) with a maximum removal capacity of 250 mg g 1 as shown in Fig. 5 (a, b) [60]. This process was able to reduce Cr6+ to Cr3+ in a single step and simultaneously remove Cr3+ from aqueous solution by adsorption. Ti3C2Tx nanosheets can also be used for the reductive removal of other oxidants, such as K3[Fe(CN)6], KMnO4 and NaAuCl4, from a variety of water/wastewater streams [60]. Ti3C2Tx was further used for the selective reduction of bromate (BrO3\n–) to bromide (Br–) in aqueous media, with reduction capacity of 321.8 mg BrO3 per g Ti3C2Tx at pH 7 and 25 C. The reduction mechanism involved the reaction of Ti–C outer layer of Ti3C2Tx with BrO3\n–, leading to partial but an irreversible oxidation of Ti3C2Tx to TiO2 and consequent reduction of BrO3\n– to Br – [73]. Shehzad et al. reported the reductive removal of Cu2+ by DL-Ti3C2Tx from aqueous media with fast removal kinetics (Fig. 5(c, d)). Similarly, surface functional groups on MXene nanosheets enabled the reduction of Cu2+ to Cu2O and CuO followed by adsorption of reduced products. In this process, DL-Ti3C2Tx demonstrated a maximum experimental removal capacity of 78.45 mg g 1 with 2.7-fold higher recyclability than that of a commercial activated carbon [59].\nMXene stability and recyclability have been further improved by synthesizing nanocomposites of MXene with other suitable materials. For instance, Zou et al. synthesized an urchin-like layered rutile TiO2–C/TiC nanocomposite (u-RTC) by in situ solvothermal alcoholysis of Ti3C2Tx. The u-RTC showed selective adsorption of Cr6+ with maximum removal capacity of 225 mg g 1, which was much higher than that of the pristine Ti3C2Tx (62 mg g 1) in presence of anions like chloride (Cl ),\ncontaminated drinking water, and (b) schematic of Pb2+ adsorption process of Copyright 2014 from American Chemical Society).\n7\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nFIGURE 5\nRemoval of Cr6+ by Ti3C2Tx: (a) effect of Ti3C2Tx dosage and (b) effect of pH (Adapted from Ref. [60] and reproduced with permission of Copyright 2015 from American Chemical Society). Removal of Cu2+ by Ti3C2Tx: (c) comparison of Cu 2+ adsorption onto ML-Ti3C2Tx and DL-Ti3C2Tx and, (d) removal efficiency of Cu 2+ as a function of adsorbent concentration (Adapted from Ref. [59] and reproduced with permission of Copyright 2017 from Royal Society of Chemistry). Removal of Hg2+ by Fe2O3/Ti3C2Tx (MGMX): (e) Hg\n2+ adsorption efficiency of ML-Ti3C2Tx and the MGMX nanocomposite (Adapted from Ref. [99] and reproduced with permission of Copyright 2018 from Elsevier).\nsulfate (SO4 2 ), and nitrate (NO3 ). The mechanism of Cr6+ removal occurs by bridging oxy groups and forming a strong inner-sphere complexation between u-RTC and Cr2O7\n2 ions. Moreover, u-RTC nanocomposite showed excellent performance to treat industrial wastewater with high adsorption capacity of 1120 kg kg 1 [94]. A Fe2O3/Ti3C2Tx nanocomposite, synthesized by a hydrothermal method, was applied for the adsorption of mercuric ions (Hg2+) from simulated and real industrial wastewater as shown in Fig. 5(e) [99]. The nanocomposite demonstrated excellent Hg2+ removal performance with maximum adsorption of 1128.41 mg g 1. Zhang et al. used a similar magnetic Fe2O3/ Ti3C2Tx nanocomposite for phosphate removal from aqueous solutions and showed remarkable sorption selectivity, fast kinet-\n8\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nics, and highly selective removal capacity. The composite was able to purify 2400 kg of water containing phosphate per kg of Fe2O3/Ti3C2Tx based on the criterion (0.5 mg L 1) of the wastewater discharge standards. High adsorption capacity was attributed to the synergy between Ti3C2Tx and Fe2O3 nanoparticles (NPs) with Fe-OH sites, (Fig. 6(a, b)) [46].\nEfficient adsorption and subsequent catalytic decomposition of cationic dyes, such as methylene blue (MB), by ML-Ti3C2Tx was first reported by Gogotsi group [80]. The adsorption of MB followed the Freundlich model with adsorption intensity (m) and adsorption capacity (KF) constant values equal to 19.96 and 48.15, respectively (Fig. 6(c, d)). The adsorption of MB molecules onto Ti3C2Tx surfaces caused an increase in stacking\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\nFIGURE 6 Removal of phosphate and dyes by: Fe2O3/Ti3C2Tx nanocomposite (MXI): (a) synthetic wastewater and (b) real wastewater treatment (Adapted from Ref. [46] and reproduced with permission of Copyright 2016 from Royal Society of Chemistry). Adsorption of textile dyes onto Ti3C2Tx with respect to (c) relative dye concentration in aqueous solution over time, (d) adsorption isotherms of MB dye. The inset shows the dependence of the equilibrium parameter RL on initial concentration (Co) of MB (Adapted from Ref. [80] and reproduced with permission of Copyright 2014 from Royal Society of Chemistry).\ndisorder, possibly due to wedging of the layered structure and formation of TiO2 after partial oxidation of Ti3C2Tx. Moreover, the dye can be removed by photocatalytic degradation activated by the formation of Ti(OH)4 and/or TiO2 on the surface of MXene under UV illumination. However, the photocatalytic degradation activities of MXene have been limited by the fast recombination of electron-hole pairs, narrow light-absorption range, and limited stability in aqueous media [100]. Consequently, the TiO2/Ti3C2Tx nanocomposite showed a higher photocatalytic degradation of methyl orange (MO) than TiO2 and Ti3C2Tx under UV irradiation [101]. MO was approximately 98% degraded in 30 min in comparison to pure TiO2 NPs and Ti3C2Tx which were only degraded 77% and 42%, respectively, under the same experimental conditions. The higher photocatalytic performance of the TiO2/Ti3C2Tx nanocomposite can be attributed to more effective electron-hole separation and the formation of a Ti3C2Tx and TiO2 heterojunction of the composite over TiO2 or Ti3C2Tx alone under UV light irradiation.\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nMXenes have shown significant resistance to radiationinduced damage and satisfactory thermal stability; therefore, they are anticipated to perform well as adsorbents for radionuclide removal from nuclear waste [98,102–104]. Efficient removal of uranyl ions [UO2(H2O)n]\n2+ by Ti3C2(OH)2 and V2CTx MXenes have been predicted theoretically using DFT [104]. Moreover, mathematical modeling proposed a maximum uranium adsorption capacity of 536 mg g 1 on V2C(OH)2 nanosheets, much higher than the experimental removal performance (174 mg g 1) [102]. High removal of all hydroxylated and carbonated uranyl species was predicted due to strong bonding between uranyl ions and hydroxyl groups of V2CTx nanosheets. However, fluoride terminated MXenes were anticipated to be less favorable for uranyl adsorption applications because of the weaker U–F bonding relative to U–O bonding on the adsorption site. In another report, actinide U(VI) adsorption on DMSO intercalated Ti3C2Tx was studied in batch experiments and the synthesized adsorbent showed maximum adsorption capacity of 214 mg g 1, five times\n9\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nhigher than that of pristine Ti3C2Tx [103]. The higher removal of actinide U(VI) was attributed to the increased interlayer spacing of MXene nanosheets after intercalation and hydration activation (Fig. 7(c, d)). Experimental removal capacity was roughly 54.5% of the theoretical value, suggesting that hydrated Ti3C2Tx has the potential to achieve even higher adsorption capacities [103].\nTo summarize this section, both pristine and functionalized MXenes demonstrated efficient removal of metal ions, salts, dyes, and radionucleotides by adsorption. The successful application of MXenes as an adsorbent material is attributed to their tunable surface chemistry, availability of abundant functional groups and the capacity to respond to local electrical and chemical perturbations. MXenes can also be oxidized in situ, hence can be utilized for reductive removal of several ions. Moreover, the strong optical absorption allows MXenes and its nanocomposites to be powerful agents for the photodegradation of several contaminants including dyes followed by adsorption. In order to make further progress, efforts should be dedicated to synthesize and functionalize more types of MXenes with imparted physicochemical characteristics. For example, two new families of ordered double transition metal carbide MXenes–- M02M00C2 and M02M002C3 – where M0 and M00 are two different early transition metals, have been theoretically predicted and confirmed by the synthesis of Mo2TiC2Tx, Mo2Ti2C3Tx and Cr2TiC2Tx [37]. At least 20 other double transition metal MXenes are possible. The restacking and small interlayer spacing of pristine MXenes are the main limitations for removing radionuclides and other pollutants with large hydrated ionic radii, limiting radionuclide adsorption. Intercalation and/or delamination of MXenes into smaller nanosheets can be one approach to increase the surface accessibility and significantly improve the adsorption capacity of adsorbates. Considering their highly selective and efficient adsorption capacity, the cost of producing MXene adsorbents is\n10\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nexpected to be competitive to other high-performance adsorbent nanomaterials for addressing the challenges related to water and wastewater treatment."
    }, {
      "heading" : "MXene membranes",
      "text" : "Desalination and water treatment membranes should provide high flux, high selectivity, improved stability, and resistance to chlorine and fouling [105]. Membranes should be thin, yet mechanically stable to maximize water permeability and yield consistent salt rejection rates [5]. The high strength of 2D layers, remarkable flexibility, high surface area, and hydrophilicity render MXenes useful as water purification membranes. Like other 2Dmaterials, such as graphene, GO, and transition-metal chalcogenides, MXenes’ sieving mechanism of target molecules is governed by size exclusion through the stacked layers and interaction between the transported molecules and the charged MXene layers. 2D MXene sheets can be stacked to form thin microporous films on macroporous substrates. These films have a variable effective interlayer spacing between dried slits depending on the wetting conditions – between 2.9 Å in dry membrane (monolayer or less of water molecules) and 6.4 Å or more in wet conditions (3 layers of water and solvated ions). Narrow interlayer spacing of water-intercalated MXenes can be effective to reject small ions from water [58].\nThe first MXene water purification membrane was prepared by vacuum-assisted filtration (VAF) of colloidal Ti3C2Tx solution onto a hydrophilic polyvinylidene difluoride (PVDF) substrate with a pore size of 0.45 lm, forming a binder-free, flexible Ti3C2Tx film (Fig. 8(b)). By this simple method, MXene sheets restack themselves to form a membrane with a well-defined interlayer distance and slit-like channels to act as the separation pathway for charge and size-selective ion sieving (Fig. 8(d)) [58]. This membrane showed a water flux of 37.4 L bar 1 h 1 m 2 with excellent separation of ions depending on the hydration\ninated water by Ti3C2Tx-DMSO hydrated MXene (b) effect of calcination orbed MXene immersed in different media (Adapted from Ref. [103] and stry).\n0.1016/j.mattod.2019.05.017\n: R ev\nie w\nradius and charge of the ions (Fig. 8(e, f)). Monovalent cations (K+, Na+, Li+) were found to diffuse through Ti3C2Tx films (several micrometers thickness) faster than multivalent ions (Mg2+ and Al3+) during concentration gradient-driven diffusion. More interestingly, ions with a larger charge and hydration radii, smaller than the interlayer spacing of Ti3C2Tx ( 6 Å), have demonstrated an order of magnitude slower permeation compared to monovalent cations.\nWang and coworkers also prepared a lamellar MXene membrane via VAF, focusing on controlling porosity [77]. They first intercalated positively charged Fe(OH)3 NPs between the negatively charged MXene nanosheets followed by VAF on anodic\nFIGURE 8\nMXene membrane prepared by vacuum-assisted filtration (VAF) for ion sieving. image of Ti3C2Tx film with PVDF support fabricated by VAF, (c) cross-sectional SEM Ti3C2Tx supported membrane, (e) number of cations permeated through the mem their hydration radius through the Ti3C2Tx membrane with GO membrane for Copyright 2015 from American Chemical Society).\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\naluminum oxide (AAO) substrate and finally acid dissolution of Fe(OH)3 NPs, to obtain porous MXene membrane (Fig. 9(a)). The membrane exhibited a water permeance of 1084 L bar 1- h 1 m 2 and a high rejection rate of 90% for Evans blue (EB) dye and about 5 and 10 times higher water permeance than that of the pristine MXene membrane (M1) and the MXene/Fe(OH)3 membrane before dissolving out the NPs (M2), respectively. Membranes with thicknesses greater than 0.8 lm rejected 100% of EB, Cytochrome (Cyt. c) molecules and gold NPs 5 nm in diameter. The durability of this membrane was tested by filtering gold NPs over 28 h filtration operation. The rejection efficiency and water permeance maintained a relatively constant level\nR ES\nEA R C H\n(a) Schematic of the synthesis of Ti3C2Tx membrane from Ti3AlC2, (b) optical image of the MXene layer membrane, (d) schematic of ion sieving through brane over time, and (f) the permeation rates of each cation with respect to comparison. (Adapted from Ref. [58] and reproduced with permission of\n11\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nFIGURE 9\nTi3C2Tx MXene membranes. (a) Schematic scheme for MXene membrane preparation, (b) Separation performance versus filtering time for filtration of gold NPs (5 nm) solution using the 1 lm thick MXene membrane, (c) comparison of separation performance of different MXene membranes, as well as the commercial PES membrane (Adapted from Ref. [77] and reproduced with permission of Copyright 2017 from John Wiley & Sons, Inc.). MXene membranes partially modified with AgNPs. (d) SEM cross-sectional image of the MXene membrane, (e) SEM cross-section image showing AgNP of the 21% Ag@MXene membrane, (f) flux and (g) rejection comparison of the performance of the MXene and 21% Ag@MXene membranes for the separation of RhB, MG and bovine serum albumin (BSA) molecules at 25 C (Adapted from Ref. [112] and reproduced with permission of Copyright 2018 from Royal Society of Chemistry).\n(Fig. 9(b)). Despite the high flux achieved, the major drawback of this type of membrane architecture is the low rejection of salts. Compared to other 2D material membranes, such as graphene, GO, MoS2, WS2, and transition metal dichalcogenides, MXene membranes showed excellent separation performance under similar experimental conditions (Fig. 9(c)) [106–111].\nOur group has attempted to improve the water permeation and antifouling properties of MXene membranes by partial modification of Ti3C2Tx surface with different mass loadings of silver NPs (AgNPs) (0–21 wt%) [112]. AgNP modified MXene membrane (Ag@MXene) was prepared by self-reduction of silver nitrate (AgNO3) on the surface of Ti3C2Tx nanosheets in a reducing agent-free aqueous medium. Cross-sectional scanning electron microscope (SEM) images of the pristine MXene and 21% Ag@MXene composite membrane confirmed the presence of AgNPs between stacked Ti3C2Tx nanosheets (Fig. 9(d, e)). The water permeation mechanism of the Ag@MXene membrane was attributed to the slit interspacing created by the AgNPs between the MXene nanosheets, which has provided additional\n12\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nnanopores. The 21% Ag@MXene membrane showed improved water flux ( 420 L bar 1 h 1 m 2) and rejection of methyl green (MG) (92.32%) and rhodium B (RhB) (79.93%) (Fig. 9(f, g)).\nA MXene coated polyethersulfone (PES) ultrafiltration membrane has demonstrated a water flux of 115 L h 1 m 2 and 92.3% rejection of Congo red (CR) dye at 0.1 MPa pressure [113]. Ultrathin polyacrylonitrile (PAN) supported MXene with 60 nm thickness achieved water permeance of 85.4 L h 1 m 2 and 99.5% NaCl rejection using pervaporation desalination at 65 C [114]. This membrane exhibited durability and steady performance in synthetic seawater systems. Kang et al reported a 90 nm thick Ti3C2Tx-GO membrane prepared by simple mixing of GO with Ti3C2Tx for the effective rejection of positively charged dye molecules, as well as dye molecules with hydrated radii above 5 Å, by pressure-driven filtration at 5 bar. In this work, GO layers played a key role in preventing the penetration of molecules into nonselective channels such as pinholes or poorly stacked regions in Ti3C2Tx. The membranes achieved rejection rates of 68% for methyl red (MR), 99.5% for MB,\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\n93.5% for Rose bengal, and 100% for brilliant blue (hydrated radii of 4.87, 5.04, 5.88, and 7.98 Å, respectively). The high rejection of dye molecules was attributed to either molecular sieving through the stacked Ti3C2Tx structure with sub-nanometer interlayer spacing or electrostatic interaction (repulsion and adsorption) between charged dye molecules and with surface functional groups of MXene. On the other hand, the membrane showed poor rejection of salt ions and small molecules [115].\nDFT calculations were used to validate the potential of Ti3C2(OH)2 MXene in water purification applications [116]. A particular focus was given to find the origin of charge selective ion sieving through stacked Ti3C2(OH)2, which was related to surface charges of the sheets [58]. Charge calculations using the density derived electrostatic and chemical charges method showed the negative charges on the surface of Ti3C2Tx (T = –F, –O–, and –OH). The results showed that the interlayer distance of bilayer MXene decreases with increasing charge state of the ions due to electrostatic interactions. In the latter work, the effect of surface functionalization of Ti3C2Tx on the selectivity of the MXene membrane towards intercalating ions such as Na+, Mg2+, and Al3+ has been predicted. The reactive force field (ReaxFF) model for Ti3C2(OH)2 MXene was used to study the theoretical dynamics of water molecules in MXene membranes using MD simulations to address the stability of these membranes hydrogenous media [117]. The calculated diffusion coefficient of water (5.33 10 10 m2 s 1) in such a confined space was in good agreement with the experimental values. The ReaxFF MD simulations also predicted that the self-diffusion coefficient of water would decrease by two orders of magnitude after the intercalation of potassium ions between the interlayer spacing, indicating enhanced operational stability of these 2D materials after the ion intercalation.\nSo far, the unique characteristics of MXenes, including rich chemical components, lamellar structure, ion intercalation capacity, tunable electronic conductivities, bactericidal properties, and multiple surface functionalities make them promising membrane materials. Specifically, ion intercalation into the layered Ti3C2Tx structure poses an efficient alternative towards enhanced electrochemical desalination. The majority of current research, however, has focused on the Ti3C2Tx nanosheets, and it would be beneficial to explore ion-sieving performances of other MXenes."
    }, {
      "heading" : "MXenes for electrochemical separation",
      "text" : "Capacitive deionization (CDI) is an energy efficient method to selectively remove low concentrations of multivalent ions, comparable to brackish water, from aqueous or organic media. CDI operates by electro-sorption of ions at the electrically charged fluid–solid interface between the electrolyte and electrode [118]. The hydrophilicity, high volumetric capacitance, high electrical conductivity, tunable thicknesses and interlayer distances of MXenes may be exploited to modify ion transport and eventually be applied for CDI applications [119]. MXenes can capitalize on their outstanding pseudocapacitive properties and Faradaic ion intercalation in their layered structure to perform as energy efficient desalination of seawater or industrial wastewater; in contrast to conventional CDI and electrical double-layer capacitors [120]. In the absence of ion exchange\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nmembranes, MXene can allow permselective removal of ions at high efficiency even at high molar strength [121]. The first MXene based CDI electrode was fabricated by drop-casting ML Ti3C2Tx onto both sides of a commercial porous separator and tested in a symmetric cell configuration [61]. The CDI cell demonstrated an average salt adsorption capacity of 13 ± 2 mg g 1 over 30 cycles. The same group has extended their work to present Mo1.33C MXene/CNT matrix as binder-free CDI electrode, in the absence of ion exchange membranes. CNTs were used to boost durability of the electrode and prevent restacking of the MXene sheets. The exceptional pseudocapacitive performance of Mo1.33C based CDI cell achieved a promising salt removal capacity of both anions and cations simultaneously with a charge efficiency reaching 97% [122].\nIn a recent study, a modified Ti3C2Tx MXene coated electrodes were assembled in a CDI cell [123]. Ar plasma treatment was used to form anatase TiO2 and an amorphous carbon layer on the Ti3C2Tx surface to enlarge the interlayer spacing of Ti3C2Tx nanosheets (increasing the c-LP from 19.4 Å to 25.30 Å). The cell was operated in batch mode, feeding saline solution continuously through the CDI cell and applying direct current voltage to investigate the desalination performance of the MXenebased electrodes (Fig. 10(a)). Electrochemical characterization of modified Ti3C2Tx electrodes is displayed in Fig. 10(b, c). The desalination performance of CDI cell was monitored by investigating maximum salt removal rate and capacity, as shown in Fig. 10(d, e). A maximum salt removal rate of 9.4 mg g 1 min 1 with an increased removal capacity of 26.8 mg g 1 was obtained for the Ar plasma modified Ti3C2Tx, higher than that of wet chemical modified electrodes. In addition, the Ti3C2Tx based CDI system showed good capacity retention for several sequences of electro-sorption and desorption.\nMore recently, Bao et al. used porous DL-Ti3C2Tx MXene electrode for CDI desalination [124]. In this report, a freeze-dried porous Ti3C2Tx with a large specific surface area was used to produce electrodes for CDI to purify low salinity water. Porous MXene based CDI electrodes achieved a high specific and volumetric capacitance of 156 F g 1 and 410 F cm 3, respectively. Moreover, a high electro-adsorption capacity of 45 mg g 1 was observed when an external voltage of 1.2 V was applied. Excellent CDI salt removal capacity and cycling stability over 60 cycles of the porous Ti3C2Tx electrode was attributed to the intercalation of ions into the electrode structure. In addition, higher volumetric capacitance, pore size distribution, porosity, surface area and total pore volumes of Ti3C2Tx electrodes played an important role in the performance of constructed CDI cell.\nOther environmental applications of MXenes MXenes have been employed for various environmental applications beyond water/wastewater treatment. These applications can be divided into photocatalysis, sensing, electromagnetic interference (EMI) shielding, and antibacterial & antibiofouling (see Table 1)."
    }, {
      "heading" : "MXenes use in photocatalytic applications",
      "text" : "A typical photocatalyst should have suitable bandgaps, visiblelight absorption, the high redox potential of photo-induced\n13\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nFIGURE 10 MXenes for CDI desalination. (a) schematics of the CDI process, (b) cyclic voltammetry profile, and (c) Nyquist plot of modified Ti3C2Tx MXene. CDI performance of Ti3C2Tx after (d) wet chemical and (e) Ar plasma modification (Adapted from Ref. [123] and reproduced with permission of Copyright 2018 from Elsevier).\nholes, efficient separation of electron-hole pairs, and exceptional carrier mobilities. MXenes exhibit metallic behavior with a substantial electron density near the Fermi level [125]. In addition,\n14\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nthe large and anisotropic carrier mobility in MXene facilitates the migration and separation of photogenerated electron-hole pairs, making them promising for photocatalytic applications\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\n[126]. The bandgaps of MXenes can be tuned to fit the UV light range by altering their surface terminations with a photothermal conversion efficiency of approximately 50% [127–128]. In addition to modifying surface groups, arranging their surface groups relative to the M atoms can also be advantageous to fulfill the requirements for photocatalysis application [125,129]. Since highly metallically conductive MXenes possess an intensive localized surface plasmonic resonance (LSPR) effect, MXenes have also been considered as a promising substrate for surfaceenhanced Raman spectroscopy (SERS) [130]. MXenes, having a bandgap between 0.92–1.75 eV, were predicted to show light absorbance at wavelengths in the range of 300 to 500 nm [128]. The structural, electronic, and optical properties of MXenes (M2CT2 where M = Ti, Zr, Hf; T = –F, –O–, and/or –OH) with different geometries were theoretically investigated for photocatalysis [128]. The M2CT2 with the functional groups located on opposing sides of the metal atoms are the most suitable for photocatalytic applications. This result suggests that Ti2CO2, Zr2CO2, and Hf2CO2 have the potential to be exploited in visiblelight driven photocatalysis [128]. Another study also found that 2D Zr2CO2 and Hf2CO2 can be used as promising photocatalytic materials for water splitting due to their remarkable anisotropic carrier mobility, strong optical absorption in both visible light and ultraviolet wavelengths, and stability in water [126]. The effect of functional groups on the photo-electrochemical properties of Sc2CT2 MXene and the possible photocatalytic activities of the differently terminated compounds were assessed via computational methods [131]. Accordingly, comparison of the photocatalytic properties of Sc2CF2, Sc2CO2, and Sc2C(OH)2 structures with similar (energetically) favorable geometries suggested that Sc2CF2 has an appropriate band structure and higher redox capability of photo-activated carriers, leading to better photocatalytic performance. TiO2/Ti3C2Tx nanocomposites have also been used for hydrogen production through photocatalytic water splitting [132]. In this nanocomposite, Ti3C2Tx acted as an electron sink to promote the separation of photo-generated charge carriers and provide a 2D platform for intimate interactions with TiO2 NPs. A 400% enhancement in the photocatalytic hydrogen evolution reaction for the TiO2/Ti3C2Tx (5 wt%) composite was obtained over pure rutile TiO2 under visible-light irradiation.\nIn general, exposing the highly active facets to the photoexcitation source is considered a powerful approach to improve photocatalytic performance. It has been proven that (0 0 1) facets are the most active in TiO2 and coupling TiO2 nanosheets with other 2D materials result in enhancement of the photocatalytic activity [134–136]. A composite comprised of (0 0 1) faceted TiO2 nanosheets and layered Ti3C2Tx was synthesized and its photocatalytic performance was evaluated [133]. The highly active (0 0 1) facets of TiO2 in the composite can afford high–efficiency photogeneration of electron-hole pairs. In addition, the carrier separation is significantly promoted by a hole trapping effect by the interfacial Schottky junction, where 2D Ti3C2Tx acts as a hole reservoir. From DFT calculations, it was found that the interface formation originated from the overlapping of the Ti dorbital and the O p-orbital, as shown in Fig. 11(a, b). The enhanced photocatalytic activity of the (0 0 1) TiO2/Ti3C2Tx has been evaluated towards the photocatalytic degradation of\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nMO and showed a 2.3-fold increase in degradation over p-TiO2/ Ti3C2Tx. The work function of –OH-terminated Ti3C2Tx sheets (1.8 eV) is lower than that of TiO2 (4.924 eV for (0 0 1) surface, 6.578 eV for (1 0 1) surface), which can create a Schottky barrier through their interfaces. The photogenerated holes, as opposed to electrons, could be injected from TiO2 to –OH terminated Ti3C2. The Schottky barrier formed at the TiO2/Ti3C2Tx interface could efficiently prevent the holes from flowing back to TiO2 (Fig. 11(c, d)). In another study, the photocatalytic activity of a hybrid material composed of 2D Ti3C2Tx and Ti\n3+-doped rutile TiO2 exposing (1 1 1) facets has been evaluated [137]. The transformation of TiO2 octahedrons from (1 1 0) facets to (1 1 1) facets was improved by increasing the NH4F concentration used during the synthesis process.\nMoreover, Ti3C2Tx has been used as a highly active co-catalyst on metal sulfide photo-absorbers towards visible–light photocatalytic hydrogen production [138]. The –F terminations on Ti3C2Tx were replaced by –O/–OH terminations by hydrothermal reaction and the resulting structure coupled with cadmium sulfide (CdS) to form a CdS/Ti3C2Tx nanocomposite. This composite displayed a high photocatalytic hydrogen production activity of 14342 mmol h 1 g 1 in visible–light and apparent quantum efficiency of 40.1% at 420 nm. The work towards the development of MXene-based nano-architectures provides a basic understanding about how to design a well-contacted heterojunction interface between MXene and the other NPs to achieve superior photoredox efficiency in photocatalysis and energy conversion applications. However, it is also important to note that MXenes, including Ti3C2Tx, absorb light in both UV and visible ranges, showing plasmon resonance peaks in visible or IR range [139]. Thereby, they can be efficient in light-to-heat conversion. Thus, some of the effects assigned to photo-catalysis may result from heating and thermal acceleration of chemical reactions according to Arrhenius law."
    }, {
      "heading" : "MXene sensors",
      "text" : "The ability to tune the surface terminations of MXenes can also be useful for various sensing applications. MXene-based gas sensors utilize the changes in MXene conductivity during gas molecule attachment (adsorption or intercalation). Based on DFT calculations, Ti2CTx monolayer with oxygen terminations was preferentially selective towards ammonia (NH3) relative to other gas molecules. The results revealed that NH3 molecules could be strongly adsorbed onto oxygen-terminated M2CTx family of MXenes, leading to charge transfer. Subsequent NH3 desorption can be achieved upon modifying the charge state on the system by tuning the electrons injected into M2CTx [140]. The ability of MXenes to detect NH3 was also confirmed experimentally by Lee et al. [141]. The Ti3C2Tx nanosheets were integrated onto flexible polyimide films and the sensor was found to have a significant response to NH3 [141]. In addition, the possibility of Ti3C2Tx films as metallic channels for chemiresistive gas sensors have been evaluated, exhibiting a low detection limit of 50–100 ppb for volatile organic compound (VOC) gases at room temperature. The enhanced performance was attributed to high metallic conductivity for low noise and a fully functionalized surface of MXene, which results in a strong signal. The signal to noise ratio of the developed sensors was two orders of magnitude higher\n15\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nFIGURE 11 (a) TEM image of the TiO2/Ti3C2Tx interface. (b) The initial and the final optimized interface structures structure of TiO2/Ti3C2Tx simulated by DFT. The black, red, cyan and green balls stand for C, O, Ti and H elements, respectively. Two Ti–O–Ti bonds are labeled as Ti1–O1–Ti2 and Ti3–O2–Ti4. (c) The charge-transfer process over (0 0 1) TiO2/Ti3C2Tx. (d) Schematic band alignments and charge flows at the TiO2/Ti3C2Tx interface (Adapted from Ref. [133] and reproduced with permission of Copyright 2016 from American Chemical Society).\nthan that of other 2D materials, superior to the best sensors known so far [142].\nMXenes can allow easy immobilization of biomolecules (such as proteins) onto their surface by adsorption, which may lead to direct electron transfer with accelerated kinetics, high sensitivity/ selectivity and lower detection limits [57]. Furthermore, the incorporation of metal/metal oxide NPs onto the biomolecule/ MXene interface can enhance the overall catalytic activity of MXene sensors [143]. Ti3C2Tx has been used to immobilize hemoglobin (Hb) to fabricate a mediator-free biosensor for the detection of nitrite (NO2\n). The direct electron transfer of Hb was promoted on Ti3C2Tx due to its large surface area and the high electronic conductivity [144]. MXene was also used for the sensitive detection of phenols based on the direct electron transfer between tyrosinase (a model enzyme) and MXene modified electrode by a surface-controlled electrochemical process [145]. Alkali-intercalated Ti3C2Tx (Alk-Ti3C2Tx) MXene was used for the detection of trace heavy metal ions. The alk-Ti3C2Tx modified glassy carbon electrode (GCE) significantly enhanced the electrochemical response in comparison to the pristine Ti3C2Tx modified electrode. Under the optimum conditions, the developed sensor exhibited superior sensitivity and good linear correlations, with a detection limit of 0.041 lM, 0.098 lM, 0.032 lM and 0.130 lM for Pb2+, Cd2+, Cu2+, and Hg2+, respectively (Fig. 12(a–d)) [146]. Another Ti3C2Tx modified GCE has been\n16\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nused for the electrocatalytic detection of BrO3 in drinking water with a promising detection limit [147]. Metal loaded MXenes such as Ag, Au, and Pd@MXene hybrids have been used as the substrate for SERS for sensitive detection of MB with the enhancement factor on the order of 105 [148]. The use of pristine Ti3C2Tx and Ti2NTx as SERS substrates have been investigated for the detection of R6G Raman tag with enhancement factors of 106 and 1012, respectively [130,149].\nElectromagnetic interference shielding with MXene Electromagnetic interference (EMI) in electronic devices is considered as electromagnetic pollution and can have harmful effects on human health and surrounding environments in the absence of any shielding [150]. High-performance EMI shielding materials are generally employed to deal with radiation pollution. MXenes are also being explored for EMI shielding applications owing to their superior electrical conductivity and interlayer electronic coupling [52] which allows multiple internal reflections, facilitating absorption of electromagnetic waves. Shahzad et al. reported EMI shielding effectiveness of 92 dB for Ti3C2Tx films with thicknesses of 45 mm, which was higher than that of any other synthetic materials of similar thickness [52]. Further MXene based thin, flexible and low-density composites with high tensile strength have been prepared with graphene, PVDF, and cellulose nanofibers (CNFs) via VAF-induced self-\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\nFIGURE 12\nSquare-wave anodic stripping voltammetry response of the alk-Ti3C2Tx modified glassy carbon electrode for individual analysis of (a) Pb 2+ from 0.10 to 0.55 mM; (b) Cd2+ from 0.1 to 1.0 mM; (c) Cu2+ from 0.1 to 1.4 mM; (d) Hg2+ from 1.0 to 1.9 mM. Insets in panel (a), (b), (c) and (d) are the corresponding linear calibration plots of peak current against Pb2+, Cd2+, Cu2+and Hg2+concentrations, respectively (Adapted from Ref. [146] and reproduced with permission of Copyright 2017 from Elsevier).\nassembly, coating, and solvent casting processes. These MXene composites displayed superior electrical conductivity and excellent EMI shielding as compared to pure MXenes [53,151–156]. Although MXenes have high hydrophilicity; MXene foams and composites exhibiting hydrophobic properties can also show EMI-shielding effectiveness [157–158].\nAntibacterial properties of MXene and anti-biofouling applications Nanomaterials with bactericidal characteristics could be efficiently employed for water/wastewater treatment, disinfection, anti-biofouling coatings, and other environmental remediation processes. Various characteristic properties of MXenes including their electronic conductivity, hydrophilicity, nanometer sharp edges, and production of oxidative stress render MXenes as potential candidates to have bactericidal effects. To date, only a few studies have investigated the antibacterial properties of MXenes. The antibacterial characteristics of Ti3C2Tx were studied against Escherichia coli (E. coli) and Bacillus subtilis (B. subtilis) as model Gram (+) and Gram ( ) bacteria, respectively, in aqueous suspension [62,159]. Ti3C2Tx nanosheets showed higher activity against B. subtilis compared to E. coli at low Ti3C2Tx concentrations. Higher bactericidal activity against B. subtilis was correlated to differences in the bacterial cell wall structure. The\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nTi3C2Tx dispersions demonstrated higher inhibition of bacterial cell growth compared to GO. E. coli and B. subtilis cells showed significant cell deformation, membrane damage and cytoplasmic leakage after exposure to Ti3C2Tx nanosheets (Fig. 13(a–c)). Moreover, Ti3C2Tx exhibited concentration-dependent bactericidal properties with more than 99% cell inhibition against both bacterial strains at 200 mg mL 1 of Ti3C2Tx (Fig. 13(d, e)). Reaction with Ti3C2Tx also resulted in lactate dehydrogenase (LDH) release and loss of glutathione by bacteria, depicting oxidative stress mediated by Ti3C2Tx, as shown in Fig. 13(f, g). Consequently, the antibacterial activity of layered Ti2CTx and Ti3C2Tx aqueous dispersions was studied against E. coli, B. subtilis, S. aureus and Sarcina bacterial strains [160–161]. It was found that Ti2CTx has insignificant antibacterial activity against Gram (+) Bacillus sp., S. aureus and Sarcina and Gram ( ) E. coli bacteria. On the other hand, Ti3C2Tx displayed strong growth inhibition of both Gram (+) and Gram ( ) bacterial strains. Although both Ti2CTx and Ti3C2Tx MXenes have the same chemical composition, the difference in atomic scale structure might have played a major role in the bactericidal activity [160]. In another study, the antibacterial properties of MXene nanosheets with lateral sizes of 0.09, 0.35, 0.57, and 4.40 lm were investigated against E. coli and B. subtilis for 3 and 8 h in the dark to avoid light-induced antibacterial activity. As predicted, smaller nanosheets showed higher\n17\n0.1016/j.mattod.2019.05.017\nFIGURE 13 SEM images of the E. coli treated with: (a) 0 lg mL 1 [control], (b) 50 lg mL 1 and (c) 100 lg mL 1 of Ti3C2Tx, respectively. Cell viability of bacterial cells treated with Ti3C2Tx and GO in aqueous suspension against (d) E. coli and (e) B. subtilis. (f) Ti3C2Tx cytotoxicity measured by LDH release from bacterial cells exposed to different concentrations of Ti3C2Tx for 4 h and (g) time-dependent loss of glutathione after incubation for 4 h with Ti3C2Tx (Adapted from Ref. [62] and reproduced with permission of Copyright 2016 from American Chemical Society).\nR ESEA R C H :R eview\nantibacterial activities against both bacteria. Significant damage was detected on the bacterial cells after 3 h incubation, leading to the release of bacterial DNA from the cytosol followed by bacteria cell dispersion. Direct physical interactions between the sharp edges of the nanosheets and bacteria membrane surfaces were believed to play a crucial role in antibacterial properties of the nanosheets [162].\nMXenes can also be utilized as efficient antimicrobial coatings. Ti3C2Tx supported PVDF membranes showed about 73% and 67% bacterial growth inhibition against B. subtilis and E. coli, respectively. Moreover, partially oxidized (aged) Ti3C2Tx coated\n18\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nmembrane depicted more than 99% growth inhibition of both B. subtilis and E. coli, greater than that of fresh Ti3C2Tx modified membranes (Fig. 14(a)) [163]. Initially, it was believed that the aged membrane surface would have poorer anti-biofouling properties because of oxidation of Ti3C2Tx; however, the opposite was observed. Partial oxidation of Ti3C2Tx membrane surface to TiO2 increased bactericidal activity, most likely due to the synergy between both Ti3C2Tx and TiO2 materials. According to atomic force microscopy (AFM) analysis (Fig. 14(b)) and flow cytometry (Fig. 14(c–f)), Ti3C2Tx coated surface impacted the bacterial cell surface and about 70% population of bacterial cells were found\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\nFIGURE 14 Antibacterial activity of Ti3C2Tx membranes: (a) Photographs of E. coli and B. subtilis growth on unmodified PVDF, fresh and aged Ti3C2Tx coated membranes incubated at 35 C for 24 h, (b) AFM images of E. coli colonies grown on Ti3C2Tx modified membranes, flow cytometry dot plots of E. coli (c, e) and B. subtilis (d, f) bacterial cells exposed to control PVDF and MXene films, respectively, for 24 h (Adapted from Ref. [163] and reproduced with permission of Copyright 2017 from Nature).\ndead/compromised. The anti-fouling properties of MXene membranes were further improved by composing layered silver/ MXene (Ag@MXene) composites due to the proven antibacterial activity of Ag [112]. Ag@MXene composite membrane showed a significant anti-biofouling response against E. coli, higher than pristine Ti3C2Tx MXene. In another study, in vitro antibacterial investigation of encapsulated 0.75 wt% Ti3C2Tx flakes within chitosan nanofibers demonstrated a 95% and 62% growth inhibition against E. coli and S. aureus, respectively, following 4 h of treatment with the Ti3C2Tx loaded nanofibers [164].\nIt is important to note that antibacterial activity of 2D nanomaterials could be affected by several factors such as nanosheet shape, degree of delamination, lateral size, number of layers, surface chemistry (modification), number of defects on the surface, and agglomeration [165–167]. Additionally, the changes in the elemental composition and structure of MXenes at the atomic scale may play a key role in their bactericidal activity. All these factors may influence the physical and chemical interactions between bacterial cell surfaces and nanosheets [168]. Similar to graphene, the biological activity of MXenes may also be influenced by the number of sheets in a stack depending upon the degree of delamination [169]. Three key mechanisms can explain the bactericidal properties of nanosheets, including oxidative stress, the action of sharp edges causing a nano-knife effect, and wrapping or trapping of bacteria passing through the lipid bilayer [166,169–171]. MXene nanosheets are believed to behave analogous to graphene, by penetrating into cell membranes with the sharp edges and corners of nanosheets, causing cell growth inhibition, cell inactivation and/or apoptosis [172]. Poorly delaminated MXenes may form aggregates, weakening the\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\nnano-knife effect of stacked MXene nanosheets. Moreover, the complex chemistry of MXenes and their surface charge may also lead to chemical interactions that are not possible in the case of graphene. A decrease in glutathione concentration was found after reacting with Ti3C2Tx MXene, possibly due to chemical reactions and/or physisorption [62]. Currently, there is no data available on the interaction of thiols with Ti3C2Tx and/or any other MXene. Further studies are required to validate the possible mechanism associated with oxidative stress."
    }, {
      "heading" : "Toxicity and environmental impact",
      "text" : "With the fast utilization of MXenes in various applications, the toxicity and life cycle analysis of waste fromMXenes and MXene derivatives in the ecosystem should be addressed. Given the versatile chemistry, structure, and properties of MXenes, it is sensible to evaluate the prospective hazards linked with its use and environmental exposure. Like many other nanoscale materials, the main exposure routes could be through the respiratory system, gastrointestinal system, and skin. The release of MXenes nanomaterials into the environment will likely impact living organisms even at the lowest trophic levels such as bacteria. Certainly, several nanomaterials including graphene [173], CNTs [174] and metallic NPs [175] have already been confirmed toxic to living organisms; therefore, we should consider the potential toxicity of 2D MXenes materials.\nEnvironmental impact and biocompatibility of Ti3C2Tx were reported recently by investigating their potential toxicity in vivo using the zebrafish embryo model [176]. Internalization of Ti3C2Tx nanosheets into zebrafish embryos was studied at\n19\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\ndifferent exposure doses. The median lethal concentration (LC50) of Ti3C2Tx was calculated to be at 257.46 lg mL 1 and the highest no-observed-effect-concentration (NOEC) (<20% mortality) was at 50 lg mL 1. The lowest-observed-effect-con\nFIGURE 15\nMXene toxicity studies: (a) acute toxicity analysis of zebrafish embryos after e mortality, (c) mortality response curve and (d) teratogenic phenotype analysis at with permission of Copyright 2018 from Royal Society of Chemistry). (e) The re to different concentrations of Ti3C2Tx and (f) production of ROS during the in (Adapted from Ref. [177] and reproduced with permission of Copyright 2017\n20\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1\ncentration (LOEC) ( 20% mortality) of Ti3C2Tx was detected at 100 lg mL 1, as this concentration showed slight increase in zebrafish embryos mortality (21%) (Fig. 15(a–d)). However, no significant teratogenic effects were observed on the embryos\nxposure to different Ti3C2Tx concentrations, (b) percentage of cumulative different concentrations of Ti3C2Tx(Adapted from Ref. [176] and reproduced sults of MTT assay after 24 h exposure of A549, MRC-5, A375, and HaCaT cells cubation with various concentrations of Ti3C2Tx (the average ± SD, n = 16) from Elsevier).\n0.1016/j.mattod.2019.05.017\nR ES\nEA R C H : R ev\nie w\nat 100 lg mL 1. Experiments suggested that there is neither acute toxicity nor neurotoxicity of Ti3C2Tx at concentrations below 50 lg mL 1 on zebrafish embryos. The environmental toxicity of different MXenes should be evaluated beyond this study, as a function of the transition metal, surface chemistry, and flake size, extending to different levels of aquatic organisms.\nSignificant in vitro cytotoxicity of Ti3C2Tx nanosheets was reported against cancerous and normal cells (Fig. 15(e, f)) [177]. Toxicity was assigned to oxidative stress, due to the generation of reactive oxygen species (ROS). Ti3C2Tx has also been studied for urea adsorption without inducing cell apoptosis. In this study, there was no reduction found in the metabolizing cell fraction, indicating non-toxicity and biocompatibility of Ti3C2Tx [178]. Moreover, Ti3C2Tx was implemented into neuroelectronic devices with high-resolution neural recording performance, showing neuronal biocompatibility without adverse effects on neuron growth [179]. Surface chemistry is an important factor which can affect the potential cytotoxicity, depending on the type of M element, the etching and delamination conditions, and post-synthesis treatment and storage [35]. Following this study, other research groups have investigated the effect of surface modification on toxicity and biocompatibility of different MXene nanostructures [127,180–181]. For instance, development of a fluorine-free method for MXene preparation could result in decreased cytotoxicity and improved biocompatibility. Biocompatibility of Ti3C2Tx MXene quantum dots (QDs) prepared by direct ultra-sonication of MAX phase was studied by a colorimetric MTT cytotoxicity assay, showing low cytotoxicity at 100 lg mL 1 concentration without any abnormal changes in mouse behavior, body weight, and diet [182]. Improving MXene biocompatibility was attempted in another study where a multifunctional nano-platform was produced by surface modification of MXene with doxorubicin (DOX) and hyaluronic acid (HA) [182].\nFew other reports have attempted to investigate the biocompatibility of MXene nanocomposites. A MnOx/Ti3C2Tx MXene nanocomposite did not show any significant cytotoxicity even at the higher concentrations of 160 lg mL 1 for 48 h incubation, indicating high biocompatibility of the MnOx/Ti3C2Tx-SP composite nanosheets [183]. Also, MnOx/Ta4C3Tx nanocomposite exhibited negligible cytotoxicity to mouse 4T1 cells for in vitro assays [184]. Ultrathin 2D niobium carbide (Nb2CTx) MXene was explored as a phototherapeutic agent for treatment of mouse tumors without obvious toxicity [127]. Nb2CTx was modified with polyvinylpyrrolidone (PVP) to increase the biocompatibility of the composite. Nb2CTx/PVP did not exhibit any significant renal and hepatic toxicity in mice.\nAlthough several studies demonstrated biocompatibility or non-acute toxicity of different MXenes, Ti3C2Tx has shown the ability to pass through bacterial membranes [62]; therefore, it may have potential to distress the physiology of any cell in the body. Considering the fast development and growing number of MXene nanomaterials, continuous screening of toxicity and environmental impact of MXenes, with various structure (M2X, M3X2, and M4X3), surface chemistries, particle size and concentration of defects is encouraged.\nPlease cite this article in press as: K. Rasool et al., Materials Today, (2019), https://doi.org/1"
    }, {
      "heading" : "Conclusions and outlook",
      "text" : "The various MXenes are amid the most promising 2D nanomaterials being developed for different applications, due to their unique properties and tunable structure and composition. MXenes are being widely explored for water/wastewater purification and environmental remediation applications, including water treatment/desalination membranes, adsorbents, catalytic substrates, and bactericidal agents. Recent efforts have been dedicated to improving the stability, biocompatibility, and recyclability of MXenes in aqueous systems and ambient air conditions to maximize their effectiveness in water purification applications. MXene derivatives can be developed by tuning and controlling the surface chemistry, including functionalization and controlled oxidation. Similarly, several MXene-based composites with polymeric matrices (such as PVA, PVDF, PEI, PDMS, PES, etc.) have been fabricated to overcome some limitations of pristine MXenes like aggregation and long-term stability. It is still important to develop new MXene structures that are more environmentally stable in applications where contact with water is inevitable. Since numerous MXenes, in addition to >30 already available, have been predicted theoretically, there is potential for more MXenes to emerge and become available for water treatment and many other environmental applications.\nCurrently, Ti3C2Tx is the most studied member of the MXene family in water purification and environmental remediation applications. It has been widely used as an adsorbent and for the reductive removal of metal ions from water and photodegradation of dyes. Still, it is much less studied compared to graphene and other 2D materials. Ti2CTx and Ti3NC produce the same non-toxic decomposition products as Ti3C2Tx and should receive particular attention. In addition, the naturally abundant elements that make-up many MXenes may be advantageous for cost-sensitive environmental applications. More investigations are also required to improve stability and achieve recyclability of MXene adsorbents, so that consistent performance is achieved even after repeated use. More studies are needed to bridge the gap between the newly predicted and experimentally available MXenes with the hope of identifying candidate materials with enhanced thermal, electrical, and catalytic properties that are more suitable for water treatment and environmental remediation. Experimental verification of theoretical predictions is an important task that may facilitate the development of materials with improved photocatalytic, electrocatalytic and other useful properties.\nMXenes have been fabricated into membranes for desalination and water treatment. With the right tuning of surface chemistry, MXene membranes can achieve superior selectivity towards ion separation through both size and charge sieving mechanisms along with ultrafast water transport. Particularly, the hydrophilicity, high volumetric capacitance, high electrical conductivity, tunable thicknesses and interlayer distances of MXenes may be exploited in voltage-gated ion transport and eventually be applied for CDI applications. The interlayer spacing between the stacked sheets plays a key role in determining the separation efficiency, flow rate and selectivity of lamellar MXene membranes. MXene membranes, similar to other 2D nanomaterials, can suffer from membrane swelling in aqueous\n21\n0.1016/j.mattod.2019.05.017\nR ESEA R C H :R eview\nmedia, which causes a decline in rejection of ions and selectivity. The solution to this is to adjust the size of channels by fixing the d-spacing between the sheets with intercalating and cross-linking molecules to keep the spacing constant and avoid swelling or collapse of 2D sheets.\nWhile MXenes have shown promising results in photocatalysis, they have few drawbacks like poor photon absorption and high rate of charge carrier recombination, which could be improved by designing well-contacted heterojunction interfaces between MXene and other NPs. New nano-architectures of MXene with higher light harvesting ability (e.g., Ti3C2Tx-TiO2) can satisfy the quantum efficiency and enhance carrier separation, achieving superior photo-redox efficiency in photocatalysis and energy conversion applications. Other MXene-oxide systems (ZrO2 on Zr-MXenes, Nb2O5 of Nb-MXenes, MoO3 on MoMXenes, etc.) should also be explored. Those oxides can either be anchored on MXenes can be produced in situ by partial oxidation of MXenes.\nCertainMXenes exhibit antibacterial activity against somebacteria, demonstrating potential use in water disinfection and antibiofouling membranes. Yet, more work is still required to fully understand the bactericidal mechanisms of MXenes. Preliminary studies demonstrated biocompatibility or non-acute toxicity of MXenes even at high concentrations, while some other reports noted some effects on the viability of both normal and cancerous cells exposed toMXene. It becomes important to domore comprehensive investigations on the potential hazards linked with MXenes, as thematerials not only becomewidely studied, but also areworking their way up to commercial products. Also doing a full life-cycle analysis and determining the effects on agriculture, water quality, and aquatic life is necessary. The known hazards of other nanomaterials on living organisms, suggests that more research is needed to safely design, use, and dispose of MXenecontaining products to avoid health and environmental hazards. This might be especially critical for MXenes containing transition metals beyondbenign titanium.Understanding toxicity and environmental impact of MXenes would considerably expand the range of their applications in environmental remediation and pave a way for the construction of novel MXenes composites satisfying environmental safety requirements.\nMXenes are still produced at the lab scale in ten to hundred gram quantities. Therefore, it is very difficult to determine if and when they will become competitive in cost with graphene and other 2D materials. However, since Ti3C2, Ti3CN, Ti2C and several other MXenes consist of abundant elements, they can potentially be produced in large volume at a moderate price, comparable to that of bulk metal carbides."
    }, {
      "heading" : "Acknowledgments",
      "text" : "Authors acknowledge the financial support of Qatar National Research Fund (a member of Qatar Foundation) through the NPRP Grant # 9-254-2-120. KR and PAR are supported by NPRP grant # 8-286-2-118."
    } ],
    "references" : [ {
      "title" : "Environ",
      "author" : [ "L. Shao", "G.Q. Chen" ],
      "venue" : "Sci. Technol. 47 (14) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Bioresour",
      "author" : [ "M. Bagheri", "S.A. Mirbagheri" ],
      "venue" : "Technol. 258 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adsorption-oriented processes using conventional and nonconventional adsorbents for wastewater treatment, in: G. Crini, E. Lichtfouse (Eds.), Green Adsorbents for Pollutant Removal: Fundamentals and Design",
      "author" : [ "G. Crini" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "M. Sun" ],
      "venue" : "Li, Nano Today 20 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nat",
      "author" : [ "C. Tan", "H. Zhang" ],
      "venue" : "Commun. 6 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Environ",
      "author" : [ "Y. Shen", "B. Chen" ],
      "venue" : "Sci. Technol. 49 (12) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electronic",
      "author" : [ "M.W. Barsoum" ],
      "venue" : "optical, and magnetic properties, in: MAX Phases, Wiley-VCH Verlag GmbH & Co. KGaA",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Structure",
      "author" : [ "M.W. Barsoum" ],
      "venue" : "bonding, and defects, in: MAX Phases, Wiley-VCH Verlag GmbH & Co. KGaA",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Energy Storage Mater",
      "author" : [ "C. Zhang", "V. Nicolosi" ],
      "venue" : "16 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nat",
      "author" : [ "Y. Gogotsi" ],
      "venue" : "Mater. 14 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "0.1016/j.mattod.2019.05.017  R  ES  EA  R  C  H  :  R  ev  ie  w  Materials Today d  Volume xxx, Number xxx d  xxxx 2019  RESEARCH",
      "author" : [ "J. Halim et al", "Chem. Mater" ],
      "venue" : null,
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2014
    }, {
      "title" : "Acc",
      "author" : [ "R. Ma", "T. Sasaki" ],
      "venue" : "Chem. Res. 48 (1) ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Eng",
      "author" : [ "Y. Ge", "Z. Li", "ACS Sustainable Chem" ],
      "venue" : "6 (5) ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "V",
      "author" : [ "M.E. Suss" ],
      "venue" : "Presser, Joule 2 (1) ",
      "citeRegEx" : "121",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Environ",
      "author" : [ "A.H. Frey" ],
      "venue" : "Health Perspect. 106 (3) ",
      "citeRegEx" : "150",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Materials (Basel, Switzerland",
      "author" : [ "K. Raagulan" ],
      "venue" : null,
      "citeRegEx" : "151",
      "shortCiteRegEx" : "151",
      "year" : 2018
    }, {
      "title" : "Two-dimensional metal carbide antimicrobial membrane and antimicrobial agent",
      "author" : [ "K. Rasool", "K.A. Mahmoud" ],
      "venue" : "US Patent App. 15/769,632 ",
      "citeRegEx" : "159",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nat",
      "author" : [ "K. Yang", "Y.-Q. Ma" ],
      "venue" : "Nanotechnol. 5 ",
      "citeRegEx" : "168",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "E",
      "author" : [ "O. Akhavan" ],
      "venue" : "Ghaderi, ACS Nano 4 (10) ",
      "citeRegEx" : "172",
      "shortCiteRegEx" : null,
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The vast expansion of urban areas along with a rising global population are driving factors for the need to secure adequate and potable water [1].",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 1,
      "context" : "Several biological and physiochemical methods such as aerobic/anaerobic digestion, biochar treatment [6–9], membrane filtration [10] and adsorption [11] have been conventionally implemented for removal of various environmental pollutants.",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 2,
      "context" : "Several biological and physiochemical methods such as aerobic/anaerobic digestion, biochar treatment [6–9], membrane filtration [10] and adsorption [11] have been conventionally implemented for removal of various environmental pollutants.",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 3,
      "context" : "Additionally, graphene and graphene oxide (GO) derivatives have demonstrated exceptional performance as water purification membranes with unique properties, such as ultrahigh water flux, selective molecular and ion sieving, as well as strong resistance to biofouling [15,22].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 8,
      "context" : "Other emerging applications for MXenes include transparent conducting electrodes [51], electromagnetic interference shielding [52], reinforcements for composites [53], photo-, electro- and chemical catalysis [54– 56], and gas- and biosensors [47,57].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 6,
      "context" : "MXenes are generally prepared by selective etching of group A elements (Al or Si) from their MAX phase precursors [32].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 9,
      "context" : "Other etchants have been explored [67] and the synthesis of 2D carbides and nitrides with MXene-like structures by salt templating [68] and gas phase processes are also being studied [69].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 12,
      "context" : "org/1 ciency, availability of various adsorbent materials and less harmful secondary products [88].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 13,
      "context" : "org/1 membranes, MXene can allow permselective removal of ions at high efficiency even at high molar strength [121].",
      "startOffset" : 110,
      "endOffset" : 115
    }, {
      "referenceID" : 14,
      "context" : "Electromagnetic interference shielding with MXene Electromagnetic interference (EMI) in electronic devices is considered as electromagnetic pollution and can have harmful effects on human health and surrounding environments in the absence of any shielding [150].",
      "startOffset" : 256,
      "endOffset" : 261
    }, {
      "referenceID" : 16,
      "context" : "subtilis) as model Gram (+) and Gram ( ) bacteria, respectively, in aqueous suspension [62,159].",
      "startOffset" : 87,
      "endOffset" : 95
    }, {
      "referenceID" : 17,
      "context" : "All these factors may influence the physical and chemical interactions between bacterial cell surfaces and nanosheets [168].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 18,
      "context" : "MXene nanosheets are believed to behave analogous to graphene, by penetrating into cell membranes with the sharp edges and corners of nanosheets, causing cell growth inhibition, cell inactivation and/or apoptosis [172].",
      "startOffset" : 213,
      "endOffset" : 218
    } ],
    "year" : 2019,
    "abstractText" : "The discovery of two-dimensional (2D) transition metal carbides and nitrides (MXenes) in 2011 has expanded the pool of nanomaterials available for a variety of applications. Characteristic properties of MXenes, such as high conductivity, hydrophilicity, and catalytic activity have led to a growing research interest for their use in environmental remediation and water treatment applications. This review summarizes recent advances in the synthesis and applications of MXenes as adsorbents, desalination membranes, electrodes for electrochemical deionization, and catalytic or antibacterial agents for water purification and other environmental remediation processes. The overview also features discussions on the computational attempts, biocompatibility, and environmental impact in the exploration of MXenes for water applications, highlighting the challenges and opportunities of these advanced 2D materials.",
    "creator" : "Elsevier"
  }
}