{
  "name" : "downloads_2020-02-28_64_10.1039@c9ra09399k.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Investigation of dielectric constants of water in a nano-confined pore",
    "authors" : [ "Haochen Zhu", "Fengrui Yang", "Yunjie Zhu", "Aihua Li", "Wenzhi He", "Juwen Huang", "Guangming Li" ],
    "emails" : [ "ligm@ton" ],
    "sections" : [ {
      "heading" : null,
      "text" : "RSC Advances\nPAPER\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nView Article Online View Journal | View Issue\nInvestigation of d\naState Key Laboratory of Pollution Con Environmental Science and Engineering, Shanghai 200092, China. E-mail: ligm@ton bShanghai Institute of Pollution Control and R. China\nCite this: RSC Adv., 2020, 10, 8628\nReceived 12th November 2019 Accepted 18th February 2020\nDOI: 10.1039/c9ra09399k\nrsc.li/rsc-advances\n8628 | RSC Adv., 2020, 10, 8628–86\nielectric constants of water in a nano-confined pore\nHaochen Zhu, ab Fengrui Yang,ab Yunjie Zhu,ab Aihua Li,ab Wenzhi He,ab Juwen Huangab and Guangming Li*ab\nWe report the dielectric properties of pure water confined in a silica hydrophilic nanopore determined from\nthe computation of the density of liquid in the confined phase by the grand canonical Monte Carlo (GCMC)\nsimulations. The silica cylindrical nanopore is divided into n concentric radial shells to get a better insight\ninto the dielectric properties of nanoconfined water. We find that the average values of the dielectric\nconstants are very close and almost independent of the number of concentric radial shells. The decrease\nin the dielectric constant of confined pure water is due to the strong orientation of water dipoles in the\nvicinity of the surface while water dipoles do not exhibit any preferential orientation in bulk phase."
    }, {
      "heading" : "1. Introduction",
      "text" : "Water pollution has attracted more andmore people's attention due to the growing population and industrial needs. About onethird of the world's population currently lives now in areas with scarce water resources, and by 2025 this ratio is likely to reach two-thirds.1,2 Membrane separation technology is a kind of technology which uses selective separation membranes to separate the mixture under external pressure.3–6 Among which, nanoltration (NF) membranes have been widely used in drinking water preparation, wastewater treatment, product desalination and purication and other elds due to its excellent separation performance.7–13 However, due to the special effect brought by the complex structure of nanoltration membrane, research on the separation mechanism and theoretical model of nanoltration has become one of the difficulties in the eld of nanoltration research, which limits the development and application of nanoltration membranes. In recent years the special effect caused by the nanoscale size of nanoltration membrane has been paid more and more attention.7–9,14 Among which, dielectric permittivity is the most important one that represents the electrical polarization or the amount of electrical energy stored in a material. The dielectric exclusion is one of the most important separation mechanisms that was rstly considered by Glueckauf15 and then suggested by Yaroshchuk16 that the effect of ion interactions with polarization charges or “image forces” at the solution/membrane interface may cause dielectric exclusion. This phenomenon is induced at the solvent-membrane surface because of the\ntrol and Resources Reuse, College of\nTongji University, 1239 Siping Rd,\ngji.edu.cn Ecological Security, Shanghai 200092, P.\n35\ninteraction between ions and membrane materials with different dielectric constants. However, the dielectric constant of water in the membrane pore lacks a direct measurement method. The effect of connement on the dielectric constant is currently a matter of debate in the membrane community and the dielectric constant inside pores of NF membranes is usually used as a tting parameter.\nMolecular dynamics simulation (MD) relies on Newtonian mechanics to simulate the motion of the molecular system, and then extracts samples from the system composed of different states of the molecular system to calculate the conguration integral of the system, and further calculate the thermodynamic quantity and other macroscopic properties of the system based on the results of the conguration integral. It explores the specic behavior of microscopic systems at the molecular level by describing the trajectory of each particle at the atomic level and is widely used in computational chemistry,17 drug design,18 computational biology,19 and materials science.20\nSince the pore size of nanoltration membranes is mostly within 1 nm, and the size of water molecules is about 0.3 nm, this means that only 3–4 water molecules can be accommodated in the pore of a nanoltration membrane. The structure of water molecules under connement is more orderly than that of bulk space, leading to changes in dielectric constant. The decrease of dielectric constant of the conned phase is caused by the reduction of the rotational freedom of water dipoles near surfaces. Peer's work has shown that water molecules conned in such nanoscale environments exhibit a distinct layered structure inside pores.21–26 To this end, Varghese et al. have found that the rotational diffusion coefficient for water molecules decreased near the solid surface, which is due to the hindered rotation away from the center of the channel to the wall.22 In addition, Fumagalli et al., probed the dielectric constant of water at nanoscale by applying scanningmicroscopy\nThis journal is © The Royal Society of Chemistry 2020\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\ntechniques and they found that an extremely low dielectric constant of water in nano-conned surroundings.26 However, most of these researches have focused on the dielectric constant of water conned in hydrophobic surfaces, few works have investigated the dielectric proprieties of conned water in hydrophilic frameworks. Water layered near hydrophilic surfaces being in proximity of one another can play a role of relatively strong glue between these surfaces. Genko et al., investigated dielectric properties of different hydrophilic/ hydrophobic surfaces and dispersion medium (air, water, chloroform, carbon tetrachloride, and other solvents) using dielectric relaxation spectroscopy and theoretical methods on the interfacial water;27 Parez et al., compared dielectric properties of water at rutile (hydrophilic) and graphite surfaces (hydrophobic) and they found an augmented density at the rutile surface and an increased molecular polarizability due to the lack of H-bonding partners at the graphite surface.28 Although the above work investigate the dielectric constant in hydrophilic nanopores, the physical mechanism of dielectric response at the interfaces requires further study and understanding.\nIn the present work GCMC simulations have been used to investigate dielectric properties of pure water conned in a silica hydrophilic nanopore. Results obtained with the conned nanopore were further discussed by the orientation of water molecules inside the nanopore."
    }, {
      "heading" : "2. Models and computational procedure",
      "text" : "The most populated MCM-41 matrix has been applied as the silicate forms by means of the atomic model created by Vink and Barkema.29 The conned environment of a silica hydrophilic cylindrical nanopore was performed by the procedure of Bródka and Zerda.30 A cylindrical cavity of 0.6 nm of radius was produced by removing the atoms of silicate matrix. From their coordination numbers, we differentiated bridging oxygens (Ob) bonded to two silicon atoms from nonbridging oxygens (Onb) bonded to only one silicon and bonded to one hydrogen atom (Hnb). The nonbridging oxygens were saturated with hydrogen atoms to form surface hydroxyl groups and the density of surface silanol groups is 7.5 nm 2 which presented a highly hydrated silica nanopore. Even if the silica matrix remained rigids, we allowed the rotation around the silicon–oxygen (Si–O) bond of the hydroxyl groups from the SHAKE constraints algorithm.31–34 This process can veritably restore the irregularity of the porous silicate and the interaction between uid and matrix. The section view of the silica hydrophilic pore is given in Fig. 1.\nThe total intermolecular potential is composed of a sum of the Lennard-Jones (LJ)35 and electrostatic interactions (Elec). The most common expressions of the LJ potential are:\nULJ rij ¼ X\ni\\j\n43ij\n\" sij\nrij\n12 sij\nrij\n6# (1)\nThis journal is © The Royal Society of Chemistry 2020\nwhere rij is the distance between the particles, 3ij is the depth of the potential well, sij is the cutoff distance between i and j and it gives a measurement of how close two non-bonded particles can get and is thus referred to as the van der Waals radius.\nWhen particles i and j are different chemical species, 3ij and sij are usually estimated by the Lorentz–Berthelot (LB) mixing rules,\n3ij ¼ ffiffiffiffiffiffiffiffi3ii3jjp (2) sij ¼ sii þ sjj\n2 (3)\nThe parameters of charges and the Lennard-Jones of silica hydrophilic matrix are given in Table 1. The electrostatic potential is calculated as a sum of interactions between pairs of point charges, using Coulomb's law:\nUElec ¼ X i\\j qiqj 4p30rij (4)\nwhere 30 is the vacuum permittivity. However, these forces are a serious problem in computer simulations, since their range is typically greater than half the box length. To handle this problem, the Ewald summation method36 is applied in our simulation and the electrostatic interaction is described as below:\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nUElec ¼ 1 2V030 XN ks0 expð k2=4a2Þ k2 XN j qj exp ik rj 2\nþ 1 4p30 XN* n\\j qjqn rnj erfc arnj\n1 4p30 X molecules XM* l#m qeqm\n( dlm\naffiffiffi p p þ erfðarlmÞ rlm1 dlm\n) (5)\nwhere N is the number of ions in the system and N* the same number discounting any excluded (intramolecular) interactions. M* represents the number of excluded atoms in a given molecule and includes the atomic self correction. V0 is the simulation cell volume and k is a reciprocal lattice vector dened by k ¼ 2pn/L2, where n is the reciprocal space basis vectors, dlm is the Kronecker delta, erf is the error function, erfc is the complementary error function and a is the convergence parameter (a sharp distribution of charge is set if a large value of a is chosen).\nWater molecular model was developed in order to help discovering a adequate structure of water. In this work, we used the non polarizable rigid model TIP4P/2005 formed by Abascal and Vega.37 In this model, the center of the negative charge corresponding to the oxygen atom is moved along the bisecting line of the H–O–H bond to the positionM closer to the hydrogen atom.\nIn order to simulate realistically the actual process of nanoltration, the whole system was divided into two parts (see Fig. 2). One was bulk phase which is distributed on both sides of the system and the lengths in x, y and z directions are 35.5 Å, 35.5 Å and 35.5 Å respectively. The solid and adsorbed phases are in the middle of the bulk phase and had a box lengths Lx ¼ Ly ¼ 35.5 Å, Lz ¼ 70 Å. We formed therefore a rectangular simulation box with Lx¼ Ly ¼ 35.5 Å, and Lz ¼ 141 Å. The density of liquid of conned phase was investigated by the grand canonical Monte Carlo (GCMC) and all the simulations were carried out in an efficient isothermal–isosurface–isobaric statistical ensemble34 with periodic boundary conditions at 298 K and 1 bar. Systems studied\n8630 | RSC Adv., 2020, 10, 8628–8635\nwere consisted of 5000 water molecules and performed with the DL_POLY package38 using the velocity Verlet algorithm31 and Nose–Hoover thermostat39 with a time step of 2 fs. The LJ and electrostatic interactions were cut off at 12 Å."
    }, {
      "heading" : "3. Calculations of the dielectric constant",
      "text" : "The dielectric constant is dened by the relationship between the polarization and the electric eld and it can be determined by the calculations of the dipole moment uctuations from the uctuations–dissipation relation40 as follow:\n3b ¼ 3N þ 4p\nhM2i hMi2\n3VkBT\n(6)\nwhere V is the sample volume, h/i denotes a statistical average over the different congurations and M is the total dipole moment of the system and obtained by,\n~MðtÞ ¼ XNH2O i¼1 m!iðtÞ (7)\nwith ~mi(t) the individual molecular dipole moment of the ith water molecule and NH2O is the number of water molecules. The term 3N in eqn (6) can be obtained from the Clausius–Mossotti eqn,41\n3N 1 3N þ 2 ¼ 4pa 3hvi (8)\nwhere a is the polarizability and v is the molecular volume. Since we considered a non-polarizable water model throughout this work, a ¼ 0 and then eqn (8) leads to 3N ¼ 1. Therefore, for non polarizable solvent molecules eqn (6) takes the form,\n3b ¼ 1þ 4p\nhM2i hMi2\n3VkBT\n(9)\nThis journal is © The Royal Society of Chemistry 2020\nTable 2 Radially averaged dielectric constant of confined water computed by dividing the pore into n concentric shells\nn 10 20 50 200\n3p,water (average value) 25.5 25.4 25.5 23.2\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nFor an isotropic medium the ideal limit of zero net dipole moment signiesM¼ 0. 3b can be calculated from the following relation for sufficiently long simulation,\n3b ¼ 1þ 4phM 2i\n3VkBT (10)\nThroughout this work, eqn (10) was used to compute the dielectric constant of bulk phases. The total dipole moment of a system can be expressed as the integral of the local polarization density ~P(r) over the entire system,42\n~M ¼ ð ~PðrÞdr (11)\nFor non-uniform systems, like nanoconned solutions, a local (i.e. space dependent) dielectric constantmay be dened. This latter can be computed from dipolar uctuations within the inhomogeneous uid that can be characterized by the term h~P(r) ~Mi h~P(r)i h~Mi.40 We used this local approach to compute the dielectric constant of solutions conned inside silica nanopores (3p),\n3pðrÞ ¼ 1þ 4p\n~PðrÞ ~M\n~PðrÞ\n~M\n3kBT\n(12)\nNote that ~P(r) may be replaced by ~M/V in a homogeneous medium.40 In that case eqn (12) becomes strictly equivalent to eqn (9) and then to eqn (10) for sufficiently long simulation times. We have performed additional calculations (results not shown) to check this point by computing the dielectric constant of water in bulk phase (3b,water) from the overall (i.e. eqn (10)) and the local (i.e. eqn (12)) methods. Results show that both\nFig. 3 Radial profile of the dielectric constant of water inside nanopo concentric shells (n).\nThis journal is © The Royal Society of Chemistry 2020\nmethods give identical dielectric constants for simulation times longer than 3000 ps. In addition, the atoms of the silica material has not accounted for the calculation of the dipolar polarization and dielectric constant."
    }, {
      "heading" : "4. Results and discussion",
      "text" : "Fig. 3 shows the radial prole of the dielectric constant of water inside the nanopore (3p,water).\nIn order to have a deep understanding of the dielectric properties in nanoconned water, we divided the silica cylindrical nanopore into n concentric radial shells as shown in inset of Fig. 3. The dielectric constant of conned pure water has been computed by applying eqn (12) in each concentric shell for various values of n. Results are shown in Fig. 3 for n¼ 10, 20, 50 and 200. Although some discrepancies appear locally, the average values of the dielectric constants are very close and almost independent of the number of concentric radial shells, at least up to n ¼ 50 (see Table 2). For very large values of n, strong uctuations appear in the dielectric constant prole (see e.g. n ¼ 200 in Fig. 3) and a variation of the average dielectric constant of about 10% (see Table 2) is observed. Gereben and Pusztai have pointed out that the static dielectric constant computed from MD simulations may depend on the size of the system (i.e. the number of water molecules in the simulation).43 These authors found a variation of the dielectric constant of\nre (3p,water) computed by dividing the pore into various numbers of\nRSC Adv., 2020, 10, 8628–8635 | 8631\nFig. 4 Ratio between the dielectric proprieties of confined water (3p,water) and the dielectric proprieties of bulk water (3b,water). The local dielectric constant inside the nanopore was computed by dividing the nanopore into 50 concentric radial shells (i.e. n ¼ 50 in inset of Fig. 3).\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nabout 10% when considering systems ranging from 216 to 16 000 polarizable water molecules and a non-monotonous variation of the dielectric constant with the system size. This is likely to affect our results since the number of water molecules within the n concentric shells (see inset of Fig. 3) differ from one shell to another.\nWhen n is too large, the number of water molecules in each layer is quite low and statistical uncertainties on the uctuation term on the right hand side of eqn (12) are dramatically amplied, which can even lead to nonphysical negative values as shown in Fig. 3 This might be an additional difficulty for the determination of dielectric constants inside pores of realistic nanoporous membranes whose effective diameters are expected to be 2–3 times smaller than that of our model nanopore.\nFig. 4 shows the radial variation of the ratio between the dielectric constant of conned water (3p,water) and the dielectric constant of bulk water (3b,water). The dielectric constant of pure water is found to be reduced by a factor of more than 2 with respect to its bulk value (the average 3p,water/3b,water ratio was found to be 0.44; note that values obtained at the pore centre should not be considered because the analysis is biased by the low statistics resulting from the small number of water molecules inside the central cylindrical shell).\nIt should be stressed that the ratio 3p,water/3b,water inferred from our simulations is signicantly lower than that obtained by Senapati and Chandra for spherical cavities of 24.4 Å in diameter.21 Indeed, these authors obtained 3p,water/3b,water ratios of 0.88 and 0.83 with SSD and SPC/E water models, respectively. Of course, the different geometries considered in Senapati and Chandra's work and in the present work make difficult a direct comparison between our results. Nevertheless, it should be noted that a recent MD study performed by Gereben and Pusztai has\n8632 | RSC Adv., 2020, 10, 8628–8635\nclearly shown that trajectories recorded for times shorter than 5– 6 ns are not applicable for providing a good estimate of the dielectric constant.43 Unfortunately, Senapati and Chandra reported MD simulations performed over simulation times shorter than 2 ns including equilibration time. On the other hand, we performed data analysis of dielectric constants inside pore for the last 2 ns of our simulations, aer 4–7 ns of equilibration, which means that our total simulation times were 7–10 ns.\nIn an attempt to understand the origin of the decrease in the dielectric constant of conned pure water we focused on the orientation of water molecules inside the nanopore. We dene q\nthe water molecule.\nThis journal is © The Royal Society of Chemistry 2020\nFig. 6 Water molecules orientations inside the nanopore (filled with pure water); q represents the angle composed by the water dipole moment and the normal vector. The inset shows the location of the different layers inside the pore (n ¼ 12).\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nas the angle between the dipole moment of a water molecule (~mH2O) and the vector normal to the pore surface (~N) which connects the pore center and the center of mass of the oxygen atom of the water molecule (see Fig. 5).\nFig. 6 shows the distribution of water molecules inside the nanopore as a function of q. The pore was divided into concentric shells of thickness 1 Å (i.e. n¼ 12, see inset in Fig. 3). Water molecules located within the rst three shells in the vicinity of the pore surface (that is the rst hydration layer) exhibit preferential orientation with q 90–100 while molecules located farther from the surface do not align their dipole\nThis journal is © The Royal Society of Chemistry 2020\naccording to a preferential orientation with respect to the pore surface. This strong orientation of water dipoles in the vicinity of the surface may explain the decrease in the dielectric constant of pure water under connement with respect to the bulk phase where water dipoles do not exhibit any preferential orientation. This decrease of dielectric constant was due to the fact that hydrogen bond (HB) rearrangement of water molecules was limited and led to a decrease in the uctuations of water dipoles. In the rst three shells that are closer to the interface, the preferred dipole orientation is a slight tilt toward the interface. This tilt is more pronounced closer to the interface.\nconfined water.\nRSC Adv., 2020, 10, 8628–8635 | 8633\nFig. 8 Time correlation function of the dipole moments in different zones inside the nanopore (filled with pure water). The inset shows the location of the different layers inside the pore (n ¼ 12); dotted line: bulk water.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nThis behavior is consistent with water molecules participating in some H-bonds with interfacial oxygens and hydrogens, in addition to the water–water H-bonds.\nAnother important parameter of dielectric properties is the so-called dielectric relaxation time of polar uids, srel, given by assuming a Debye exponential behavior of self-correlation function of dipole moments:44\nF(t) ¼ exp( t/srel) (13)\nwhere F(t) is the self-correlation function of dipole moments and determined as:\nFðtÞ ¼ D m!ðtÞ m!ð0Þ E D m!ð0Þ2 E (14)\nFig. 7 compares the time correlation function of the dipole moments of pure water in bulk and conned phases respectively. It is clearly seen that dipole moments relax much faster in bulk phase than that of conned phase. The dynamical dielectric properties of water molecules can be performed via the correlation time of dipole moments, s, computed as,45\ns ¼ ðN 0 FðtÞdt (15)\nIn bulk phase, the correlation time of dipole moments of water in Fig. 7 was taken into account in eqn (13) and (15) and we obtained s ¼ 3.9 ps and srel ¼ 3.1 ps. The rather small difference between s and srel indicates that the behavior of bulk water is close to that of a Debye dielectric.\nInterestingly, the correlation time of the moment dipoles rises to 16.7 ps inside the nanopore, which indicates that dipole moments remain oriented along xed directions for much longer times than in bulk phase. Furthermore, the relaxation time srel\n8634 | RSC Adv., 2020, 10, 8628–8635\ndetermined from eqn (13) is found to be 6.2 ps. Although the analysis of s and srel lead to a similar qualitative conclusion, i.e. water molecules relax much slower inside the nanopore than in the bulk phase, it can be noted that the large discrepancy between s and srel observed for conned water molecules indicate a different relaxation mode under nanoconnement and conned water does not exhibit a Debye-type relaxation with a single relaxation time anymore. To get further insight in the dielectric properties of conned water we computed the time correlation function of the dipole moments in different areas inside the nanopore. Results are shown in Fig. 8 which clearly puts in evidence a distribution of the correlation times inside the nanopore with a delayed relaxation with respect to the bulk phase (see dotted line in Fig. 8) and a monotonous increase in the relaxation time when water molecules approach the pore surface (in the rst interfacial shell we found s > 200 ps from eqn (11)). This indicates a decrease in the rotational dynamics of water dipoles close to the pore surface.\nFinally, it is interesting to note that although both the water density and the orientation of water dipoles (see Fig. 5) are bulklike in the central part of the nanopore, the dielectric properties remain signicantly affected by connement."
    }, {
      "heading" : "5. Conclusion",
      "text" : "In this work the computation of the density of liquid in a silica hydrophilic nanopore was executed by the grand canonical Monte Carlo (GCMC) and all the simulations were carried out in an efficient isothermal–isosurface–isobaric statistical ensemble. The local dielectric constants were computed from dipolar uctuations within the inhomogeneous uid. For very large values of concentric shells (n), strong uctuations appear in the dielectric constant prole and a variation of the average dielectric constant of about 10% is observed. The dielectric constant of pure water was found to be reduced by a factor of\nThis journal is © The Royal Society of Chemistry 2020\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n7 Fe\nbr ua\nry 2\n02 0.\nD ow\nnl oa\nde d\non 2\n/2 8/\n20 20\n9 :0\n0: 47\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io nN on C om m er ci al\n3 .0\nU np\nor te\nd L\nic en\nce .\nmore than 2 with respect to its bulk value (the average 3p,water/ 3b,water ratio was found to be 0.44). That was imputed to water molecules located within the rst three shells in the vicinity of the pore surface which exhibit preferential orientation with q 90–100 in nanoconned phase. Regarding the correlation time of the moment dipoles we observed that dipole moments remained oriented along xed directions for much longer times than in bulk phase and the correlation times inside the nanopore had a delayed relaxation with respect to the bulk phase.\nConflicts of interest\nThere are no conicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by National Natural Science Foundation of China (21603164) and Major Science and Technology Program for Water Pollution Control and Treatment (2017ZX07207004)."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "We report the dielectric properties of pure water confined in a silica hydrophilic nanopore determined from the computation of the density of liquid in the confined phase by the grand canonical Monte Carlo (GCMC) simulations. The silica cylindrical nanopore is divided into n concentric radial shells to get a better insight into the dielectric properties of nanoconfined water. We find that the average values of the dielectric constants are very close and almost independent of the number of concentric radial shells. The decrease in the dielectric constant of confined pure water is due to the strong orientation of water dipoles in the vicinity of the surface while water dipoles do not exhibit any preferential orientation in bulk phase.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}