{
  "name" : "downloads_2019-11-18_3d_wu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Application of nano-ELISA in food analysis: Recent advances and challenges",
    "authors" : [ "Long Wu", "Guanghui Li", "Xin Xu", "Lin Zhu", "Riming Huang", "Xiaoqiang Chen" ],
    "emails" : [ "longquan.good@163.com", "biomed528@163.com", "huangriming@scau.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nApplication of nano-ELISA in food analysis: Recent advances and challenges\nLong Wu a, *, Guanghui Li b, Xin Xu a, Lin Zhu a, Riming Huang c, **, Xiaoqiang Chen a, ***\na Hubei Collaborative Innovation Center for Industrial Fermentation, College of Bioengineering and Food, Hubei University of Technology, Wuhan, Hubei 430068, PR China b Key Laboratory of Biomarker Based Rapid-Detection Technology for Food Safety of Henan Province, Food and Biological Engineering College, Xuchang University, Xuchang 461000, PR China c Guangdong Provincial Key Laboratory of Food Quality and Safety, College of Food Science, South China Agricultural University, Guangzhou 510642, PR China\na r t i c l e i n f o\nArticle history: Available online 10 February 2019\nKeywords: Visual detection Food safety inspection Biosensors Nanomaterial-based ELISA Immunoassay\n* Corresponding author. College of Bioengineering a Technology, No. 28, Nanli Road, Hongshan District, W China. Fax: þ86 2787950483. ** Corresponding author. Fax: þ 86 020 85283448. *** Corresponding author. School of Food and Pharm University of Technology, No. 28, Nanli Road, Hong Prov. 430068, PR China. Fax: þ86 2787950483.\nE-mail addresses: longquan.good@163.com (L. W (R. Huang), biomed528@163.com (X. Chen).\nhttps://doi.org/10.1016/j.trac.2019.02.002 0165-9936/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t\nOwing to its advantages such as simplicity, good sensitivity and ease of operation, enzyme-linked immunosorbent assay (ELISA) has been a powerful tool in food safety and verification. However, the relatively low sensitivity and accuracy are the main limitations of traditional ELISA, which have hindered its application in food analysis. Thus, it is of ultra-importance to construct effective strategies to solve the problem. Till now, great progress has been made in boosting the accuracy, sensitivity and stability to improve traditional ELISA. Fortunately, the nanomaterials-based ELISA (nanoELISA) greatly developed ELISA and behaved superior performance. In this review, recent advances about nano-ELISA are discussed in four basic parts including absorbent substrate, recognition element, enzyme label and chromogenic agent as well as the related application in food analysis, which provides a new train of thought and tactics for other techniques such as biosensors in electrochemistry, optics and magnetism.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "As a global issue, food safety problem has attracted increasing concern both in food industry and the consumers. Food safety is normally described as a discipline aiming to ensure the safety of food “from-farm-to-fork” for consumers. Under the guidance of food safety, the outbreaks of food-borne illness can be reduced. The content of food safety involves a wide range of physical, chemical and biological contamination, and other associated hazards or poisons [1]. The contaminations in foodstuff can be sum up as pathogens, natural toxins, food additives, agrochemical residues, hazards and so on [2].\nnd Food, Hubei University of uhan, Hubei Prov. 430068, PR\naceutical Engineering, Hubei shan District, Wuhan, Hubei\nu), huangriming@scau.edu.cn\nIn recent years, the frequent occurrence of food safety problems has affected people's life, and the issue of food safety has been becoming the focus of people's attention. Wherein, analytical techniques play a crucial role in the quality and safety of food. At present, to achieve high accuracy and sensitivity, food analysis and safety verification mainly rely on traditional chromatography such as liquid chromatography [3,4] or gas chromatography [5,6]. However, complicated procedures, bulky and expensive instruments are the main bottlenecks that limit their application in the on-site tests. It seems that the sensitivity and portability of the instruments can not coincide at the same time. Therefore, the researchers focus the attention on the other prospective methods such as molecular imprinting technology (MIT) [7], fluorometric technique [8], electrochemical method [9] or Raman spectroscopy [10]. Unfortunately, the same problem still exists. Moreover, it is difficult to directly detect food pathogens or microorganism through chromatography, electrochemistry and Raman spectroscopy. Realizing the limitations of the heavy instruments, the researchers are making efforts to develop simpler and more efficient detection method.\nAbbreviations\nAA ascorbic acid ABTS 2,20-azino-di[3-ethylbenzthiazoline] sulfonate AFB1 aflatoxin B1 AFP a-fetoprotein ALISA allochroic-cGO linked immunosorbent assay ALP alkaline phosphatase Ag NPs Ag nanosphere Au NPs gold nanoparticle BSA bovine serum albumin BSA-ELISA biotin-streptavidin ELISA BBTV Banana bunchy top virus b-CN anti-b-casein polyclonal antibody b-FeOOH single-crystalline akaganeite cGO carboxyl graphene oxide DIAs dot immunobinding assays DIBA dot immunobinding assay ECL electroluminescence ELISA enzyme-linked immunosorbent assay FLISA fluoroimmunoassay 4-MUP 4-Methylumbelliferylphosphate LFIA lateral flow immunoassay GMOs genetically modified organisms HER2 human epidermal growth factor receptor 2\nGOx glucose oxidase HIgG human immunoglobulin G HRP horseradish peroxidase ICTS immunochromatographic strip IMBs immunomagnetic beads LOD limit of detection LSPR localized surface plasmon resonance MIPs molecularly imprinted polymers MIT molecular imprinting technology MD maduramicin MRS magnetic relaxation switching NALC N-acetyl-L-cysteine nano-ELISA nanomaterials based ELISA NPC nanoparticle cluster OPD o-phenylenediamine PBS phosphate buffered saline PHB polyhydroxybutyrate poly(MMA-co-MAA) polymethyl methacrylate-co-methacrylic acid QDs quantum dos sALCAM soluble activated leukocyte adhesion molecule sEH soluble epoxide hydrolase TMB 3,30,5,50 tetramethylbenzidine mPADs microfluidic paper-based analytical devices VS2 vanadium disulfide\nBecause of its advantages such as simplicity, good sensitivity and ease of operation, ELISA could provide an attractive alternative in food analysis and safety. However, traditional ELISA behaves relatively low sensitivity and accuracy, which becomes the bottleneck of the method and limited its application in food analysis [11,12]. Hence, it is crucial to explore effective ways to solve the problem. Till now, great efforts have been made to boost the accuracy and sensitivity of traditional ELISA. Since ELISA is intensively applied in food safety, researchers have been trying to solve the problems of ELISA in different ways [13e15]. From traditional ELISA to biotinstreptavidin ELISA (BSA-ELISA) and then to nano-ELISA, the range of application of ELISA has not only been extended, but also its detection performance has been greatly improved. When analyzing and testing the actual samples, it is expected to gain high sensitivity and accuracy, strong stability, simple operation and low cost of the detection method. Fortunately, by combining nanotechnology and ELISA, the performance of ELISA has been improved a lot.\nCompared with traditional ELISA, nano-ELISA have behaved many advantages in sensitivity, accuracy, operations and cost. Herein, all kinds of nanomaterials such as nano-substrate, nanoprobes, nano-carriers or even nano-coloring agent are involved to construct the nano-ELISA. So far, few reviews have been published on the topic of ELISA from the perspective of integrated modification using nanomaterials. For example, Zhang et al. reported a review on ELISA for sulfonamide residues detection in animal food products, which was focused on the broad specificity antibodies of sulfonamide residues [16]. Toh et al. provided an overview of the related techniques on aptamer-based ELISA, which elaborated on how to use aptamers as an alternative recognition element in ELISA [17]. Aydin et al. mainly presented an overview of a short history, principles and types of ELISA, and ELISA in peptide/protein analyses, which further discussed analytical errors and gave rules to be followed to prevent the problems of ELISA [18]. Satija et al. reported a review on plasmonic-ELISA, which mainly reviewed localized surface plasmon resonance (LSPR) based ELISA for the naked-eye detection [19]. Wang et al. discussed the development of\nantibody-based analytical techniques for macrocyclic lactones screening in food, which included all kinds of immunosensors such as electrochemical ELISA and fluorescence-ELISA [20]. All the above reviews only discussed ELISA in part but not as a whole. Moreover, the construction of nano-ELISA was not discussed as well as the recent advances of nano-ELISA in food analysis.\nTherefore, in this review, recent advances are discussed, which mainly refer to what the construction units of ELISA are, how they can be modified by nanomaterials and their application in food analysis. Besides, advantage and disadvantage of traditional ELISA are summarized and comparedwith other techniques. Moreover, to construct nano-ELISA, all kinds of functional nanomaterials are described to illustrate ELISA and offer guidance to where they should be adopted, what the limitations of traditional ELISA are and how the strategies should be designed. What's more, the application of nano-ELISA in food analysis will be introduced. Finally, future perspectives will be made for the development of nanoELISA and its potential challenges in food analysis will be given."
    }, {
      "heading" : "2. Overview of ELISA",
      "text" : ""
    }, {
      "heading" : "2.1. Brief history of ELISA",
      "text" : "Prior to ELISA, radioimmunoassay method was firstly proposed by Yalow and Berson in 1960, which was the only biological analytical technique at the time [21]. In radioimmunoassay, iodine131 labeled antibodies were used as label. Iodine-125, a weak radiation element, could cause health related issues and radioactive wastes. Thus, it is urgent to replace the radioactive label with nonradioactive ones for immunoassay. Later in 1966, Avrameas and Pierce reported enzyme labeled antibodies by using antigenantibody coupling model, which to an extent solved the problem of signal tag. However, how to fix the antibody or antigen and remove the unbound antibody or antigen is still a problem. Thus, it is necessary to prepare the immunosorbent to capture the antigenantibody complex. Later in the same year, Wide and Porath et al.\ndeveloped a method for coupling antibodies by using cross-linked Sephadex, which was capable of fixing antibody and removing unconjugated labeled antigens by centrifugation [22].\nFrom 1967 to 1969, Nakane and Avrameas further optimized the labeling process and realized the combining of enzymes with antigen/antibody by glutaraldehyde [23,24]. The enzyme-tagged biomolecules were applied to detect the complimentary biomolecule via immunofluorescence. In 1971, Engvall and Perlmann for the first time reported an enzyme-labeled antibody with a sorbent substrate for the quantitative detection of IgG, indicating the successful construction and application of ELISA in immunoassay [25]. Later in 1980, the biotin-avidin interaction strategy was applied in immunochemistry and immunofluorescence, which facilitated the development of BSA-ELISA by introducing biotin-streptavidinenzyme complexes [26]. After that, ELISA-like techniques with fluorescence, electrochemical methods, magnetism and quantitative PCR reporters were widely proposed to create quantifiable signals. As they are not enzyme-linked assays, the newer techniques are not strictly ELISAs, but are instead linked to some nonenzymatic reporter. In 2012, using gold nanoparticles (Au NPs) as chromogenic reporters to generate different colored solutions, ELISA could realize naked eye readout of analyte, which symbolized the arrival of the new era of nano-ELISA [27]."
    }, {
      "heading" : "2.2. Structure of ELISA",
      "text" : "Enzyme-linked immunosorbent assay is, just as its name implies, an immunoassay method that is composed of sorbent substrate, immuno-recognition and enzyme label. In the construction ELISA, the antigen or antibody usually acts as sorbent substrate to bind to the supporting material, then the complimentary biomolecules labeled with enzyme could combine with the sorbent and form a bioconjugation, last but not at least, the generation of the detection signal could be achieved by introducing chromogenic reagent. In the ELISA system, sorbent substrate is the foundation, immuno-recognition is the framework, enzyme label is the signal transverter and chromogenic reagent acts as the output signal, which are called the “four fundamentals” of ELISA."
    }, {
      "heading" : "2.3. Mechanism of ELISA",
      "text" : "In general, the principle of ELISA mainly lies in the immunorecognition part, which includes the specific immune reaction between at least one antibody and the antigen. To be specific, antibody or antigen is firstly coated on the solid substrate via physical adsorption effects. Then the antibody or antigen can be captured by specific recognition and immobilized on the supporting substrate. After that, the substrate surface is blocked by blocking agent to avoid non-specific adsorption in the next steps. Next, the enzyme labeled antibody is added and incubated with the antigen to form a bioconjugation that can catalyze the reaction of the chromogenic reagents. In each coating or incubation step, the substrate should be washed with washing buffer to remove excess proteins in case of the false positives. Finally, chromogenic reagents are added to the microplate to induce the enzymatic reaction and generate color variations. Thus, the intensity of color can be qualitatively judged by naked eye or quantitatively measured by the microplate reader. The antibody or antigen can be measured by a direct method or be detected by an enzyme labeled secondary antibody."
    }, {
      "heading" : "2.4. Fundamentals of traditional ELISA",
      "text" : "In this section, the fundamental units of ELISA will be discussed in a down-to-up mode, which is from the solid substrate to the recognition elements and the enzyme labels, then to the\nchromogenic reagents and the washing and blocking agents. Each part has potential influence on the performance of ELISA. To some extent, the development of ELISA should start from the bottom unit of solid substrate because it is the most basic part in the whole ELISA."
    }, {
      "heading" : "2.4.1. Substrate of adsorbents",
      "text" : "Regularly, the solid substrate of ELISA is microplates that made from polystyrene, which is a kind of material with low-cost, high transparency, and good hydrophobicity suitable for protein adsorption. The microplates are usually designed in the form of 96 well plates, which can achieve the high-throughput assay for a large number of samples. To capture and fix analyte on the solid substrate, adsorbents (antibody, antigen or other reagents) should be first coated on the substrate surface. The binding force between the adsorbents and solid substrate mainly depends on physical adsorption, thus antibodies or other types of reagents can be anchored and remain their biological activity.\nCommonly, the adsorption capacity of solid substrate can be enhanced by hydrophilic treatment. For example, to obtain desirous functional groups that are favorable for protein conjugation, the inner walls of microplates could be treated by various methods include plasma treatment, UV treatment, oxidation or acid treatment. In that way, the chemical adsorption can be achieved via chemical coupling between solid substrate and adsorbents."
    }, {
      "heading" : "2.4.2. Recognition models",
      "text" : "In the recognition mode, antibodies are the main unit that directs the specific structure for recognizing with the analyte. To meet the need of the assay, several different types of recognition models are constructed in the clinical practice. Generally, ELISA model can be divided into three types: direct ELISA, sandwich ELISA and competitive ELISA.\nDirect ELISA is a three-step assay apart from the washing and the blocking steps (Fig. 1A). Firstly, the analyte (antigen) to be tested is added to plate wells and adhere to the solid well surface. Next, the enzyme-labeled primary antibody is incubated with antigen and specifically bound to the well. Finally, the chromogenic reagents for this enzyme are introduced to induce the enzymatic reaction with color variations. The concentration of the antigen is proportional to the color intensity. ELISA could give qualitative or quantitative results. Qualitative results only give a simple positive or negative result that can be obtained by naked eyes. For quantitative detection, the optical density (OD) needs to be measured and calculated by the standard curve, a series of different knownconcentration solution of the analyte. This type of ELISA owns simple procedures, but it needs enzyme-labeled primary antibody.\nSandwich ELISA typically uses two kinds of antibodies, one of which acts as an adsorbent and immobilized on solid substrate to capture antigens, and another with enzyme-labeled antibody acts as signal label to identify the primary antibody and then catalyzes the chromogenic agents to produce color (Fig. 1B). This strategy provides convenient specific recognition and reduces the cost of preparing enzyme labeled antibodies for the antigen. Besides, due to the binding of the enzyme on the Fc region of antibodies, the enzyme-labeled secondary antibody can recognize homologous primary antibody, which extended the application of enzyme labeled antibodies. Intuitively, the method caused tedious operation steps and instability for ELISA measurements.\nCompetitive ELISA is mainly used when antigen is lack of biding sites for antibodies (Fig. 1C). Specifically, antigen is firstly coated on the plate wells, then the labeled antibody and sample (antigen) are mixed and form complexes prior to incubation. When the complexes are added to the wells, the more antigen in the sample, the more antibody/antigen complexes are formed, so less chance are\nremained for the labeled antibody to bind with antigen, thus it is the “competition”. The principle is that the labeled antibody competes with the sample for antigen binding sites. For the ELISA of enzyme-linked antibody, the labeled secondary antibody follows the same rules as the above labeled antibody."
    }, {
      "heading" : "2.4.3. Enzyme labels",
      "text" : "Enzyme is used as label to accelerate chemical reactions of substrate agents and turn them intomeasurable products. The ideal enzyme applied in ELISA should possess the characteristics such as high purity, good specificity, excellent stability, long-term activity and desirable catalytic capacity after binding with antibody.\nIn a wide range of enzymes, horseradish peroxidase (HRP) and alkaline phosphatase (ALP) are two typical enzymes applied in labeling antibodies, which behave good stability and high catalytic activity towards chromogenic reagents. HRP (MW ~44 kD) consists of two parts of a porphyrin protein and an iron porphyrin ring compound. Owing to its small size, HRP seldom causes steric hindrance in the recognition process. Themain drawback of HRP is that it is not incompatible with various preservatives, which make it hard to be in long term preservation.\nUnlike HRP, alkaline phosphatase (ALP) possesses nearly double the size of about 86 kD. As a result, it behaves steric-hindrance effect on neighboring proteins and thus reduces the efficiency of the enzyme. Besides, ALP is a kind of enzyme that contains four Zn2þ and two Mg2þ, which shows optimally active at alkaline pH\nenvironments. Therefore, ALP can be inactivated in the presence of chelating agents or acidic environment. Thus, the chelators of ethylenediaminetetraacetic acid (EDTA) in acidic solution can act as simple stopping reagent for ALP reactions."
    }, {
      "heading" : "2.4.4. Chromogenic reagents",
      "text" : "For specific reaction of analyte with enzyme, substrate reagents could provide various means to detect the targets in the assay. Normally, the substrate can yield in measurable products such as color, fluorescence, or luminescence that indicate the amount of target. The signal of fluorescent and luminescent will not be discussed here because the signals are relatively simple. But for certain class of enzymes, the specific type of chromogenic reagent is required. For example, by using hydrogen peroxide as the oxidizing agent, HRP could oxidize the chromogenic reagent and yield a characteristic color change that is detectable. The most commonly used chromogenic reagents are TMB, ABTS and OPD, which can produce soluble reaction products with the aid of enzyme and the oxidizing agent.\nThe principle of the chromogenic reaction can be put as SH2þH2O2enzyme\n! Sþ 2H2O, wherein, SH2 acts as the hydrogendonor and H2O2 as acceptor. In the presence of peroxidase, H2O2 can be broken down into hydroxyl radical ($OH), then $OH oxidizes SH2 to colored products. The catalytic reactions are usually stopped by adding stop solution to obtain stable results. For example, the oxidized TMB produces a blue color that is measurable at a\nwavelength of 650 nm. After terminating the reaction with acid, a yellow reaction product is produced with the maximum absorbance at 450 nm.\nABTS is another chromogenic substrate that can participate in multiple detection strategies. It can serve as substrate for HRP and produces blue-green compound that are measurable at ~405 nm. The reaction can be terminated by 1% sodium dodecyl sulfate (SDS), which have no effect on the resultant color and the absorbance. For OPD, it is less slightly sensitive than TMB but more sensitive than ABTS, and its oxidized products exhibit orange-yellow color with the maximum absorbance at 450 nm. After introducing the terminating agent such as strong non-oxidizing acid, the resultant solution shows a brown-yellow product with the maximum absorbance at ~490 nm. Due to its instability and potential carcinogenicity, OPD is less used than TMB.\nThe reaction substrate for ALP mainly includes p-nitro phenyl phosphate (p-NPP) and 4-Methylumbelliferylphosphate (4-MUP). p-NPP acts as chromogenic reagent with the oxidized product of nitrophenol, which can be terminated by alkaline solution (NaOH) and behaves the maximum absorbance at 405 nm. Meanwhile, 4- MUP is a kind of fluorescence substrate for ALP, which can be hydrolyzed and produce the product of 4-methylumbelliferone (4- MU). The product can emit fluorescence at 440 nm under the excitation light of 360 nm. Generally, chromogenic substrate should be easy to prepare and in a long-term storage. Besides, they should be able to react with low concentrations of enzyme and produce remarkable color variations for the assay."
    }, {
      "heading" : "2.4.5. Washing and blocking agents",
      "text" : "Apart from the above basic elements, washing and blocking are also the essential steps in ELISA. Washing agent is also known as washing buffer, which is composed of low concentration of nonionic detergents (0.05% Tween-20) in PBS solutions. In each coating step, the plate wells have to be washed by washing buffer (200 mL) to remove the unreacted or excess biomolecules, thus retain the only reacted ones and ensure the accuracy of the assay. It should be noted that only certain kind of detergents with mild concentrations should be used, because the excess dosage of detergents in washing buffers could lead to the degeneration or inactivation of biomolecules.\nBlocking agent is a kind of solution consists of washing buffer and common proteins with the concentration of 5e10%. The proteins mainly include bovine serum albumin, casein, normal whole serum, horse serum, rabbit serum and fish gelatin and so on. Usually, after the first coating step, blocking agent is used to avoid non-specific binding and achieve high selectivity. Unlike washing operation, blocking step only appears once in the whole process and the blocking protein attach to the surface permanently. It is important that blocking protein should be intensive incubation on the microplate wells, typically in a period of 2 h at 37 C."
    }, {
      "heading" : "3. Advantages and disadvantages of traditional ELISA",
      "text" : "Nowadays, ELISA is supposed to be the golden standard in the clinical practice. The commonly used technique provides strategies to specifically detect various analytes in all kinds of samples. Since it was firstly established and applied for immunoglobulin assay four decades ago, ELISA has been found with wide applications in food analysis, environmental, biotechnological and chemical disciplines and so on. This technique is more favorable in immunoassays when compared to the other methods. Although there are many advantages for ELISA in immunoassay, it still confronts certain limitations such as tedious detection procedures, relatively high cost and low level of sensitivity. In this section, the advantage\nand disadvantage are discussed to make the readers know well about the development direction of ELISA."
    }, {
      "heading" : "3.1. Advantage of traditional ELISA",
      "text" : "ELISA has been known as the most widely used technique in the clinics and hospitals all over the world. It has been used intensively in the biotechnology industry and is becoming more and more important in clinical, food safety, and environmental field. It is believed that all laboratories have used ELISA directly or indirectly in the field of analytical science. Under the careful and correct operations, ELISA can provide highly reproducible, quantitative data in scientific research and clinical diagnosis. When compared with other immunoassays, ELISA can offer relatively reliable, sensitive and specific detection results.\nMoreover, the idea of ELISA can provide new strategies for bioimaging and produce chromogenic signal even in the living cells. The specificity of antibody-antigen coupling model becomes the classic binding force between the biomolecules, which inspires the development of other recognition systems such as biotinstreptavidin in very specific manner (the lock and key model). When it comes to the immunoassays in blood serum and plasma samples, ELISA may behave obvious advantage due to its good selectivity of the reagents, robust performance and easy accessibility in most laboratories. More importantly, the sensitivity of ELISA is directly related to the amplification strategies, which means that the sensitivity can be improved by modifying enzyme labels."
    }, {
      "heading" : "3.2. Disadvantage of traditional ELISA",
      "text" : "Some of the common shortages of traditional ELISAmainly focus on the tedious procedures, relatively low detection limit and high sample volume. In spite of the high reproducibility of ELISA, such disadvantages might cause the classic errors in the assay. Therefore, there are higher requirements for the operators to develop necessary skills and conduct the assay carefully. Moreover, the sensitivity of traditional ELISA can hardly achieve the nanomolar concentration level, which cannot meet the demand of the analysis of biomarker in biological samples, especially in the early diagnosis of diseases. The high sample volume is also not convenient for the clinical diagnosis.\nIn a deeper sense, these disadvantages come from the structure of ELISA itself, four main parts of ELISA, adsorbent substrate, recognition elements, signal tag and coloring agent. Thus, the shortcomings of four main parts of ELISA are the root causes of limitations of traditional ELISA. Many research works have made valuable attempts in solving such problems of ELISA in different ways. Fortunately, the performance of ELISA is greatly enhanced especially in accuracy and sensitivity as well as stability. Overall, ELISA is a biological detection method used in all kinds of research fields, and its performance can be and is being optimized by innovative strategies."
    }, {
      "heading" : "4. Improvement of traditional ELISA using nanomaterials",
      "text" : "In addition to many advantages, ELISA inevitably involves limitations mentioned above that caused by its own structure. To enhance the performance of traditional ELISA, great efforts have beenmade in boosting the stability, sensitivity, detection range and convenience in operations. With the introduction of nanomaterials, the performance of traditional ELISA has largely been improved, which makes ELISA become generally more available in areas of research and applications. The basic structure, principle and current limitation of ELISA were introduced in the above sections,\nwhich explain the existing problems and guide the direction of new ELISA technique.\nIn this section, in view of the above problems, the improved strategies for the “four fundamentals” of ELISA are elaborated. Besides, all kinds of functional nanomaterials for the modification of ELISA are described to illustrate their potential application in nanoELISA (Fig. 2). For instance, nano-fibers, molecularly imprinted polymers (MIPs) and magnetic nano-beads are commonly used nanomaterials in the modification of adsorbent substrate in ELISA. For the recognition elements improvement, nanobody and aptamer and are the potential substitutes in ELISA. Due to their peroxidaselike activity, CuS nano-sheets, CeO2 nanoparticles, graphene oxide, Au-Pt@SiO2 composites known as mimetic peroxidase are widely used as enzyme labels [28e30]. Also, the metallic nanoparticles (silver or gold) and multicolor agents can act as chromogenic reagents in ELISA. Some of the nanomaterials are used and designed to improve more than one parts of traditional ELISA."
    }, {
      "heading" : "4.1. Adsorbent substrate improvement",
      "text" : "Plate substrate is the carrier for the signal recognition to be connected. Therefore, a good kind of substrate should have the advantages of high light transmission, large surface area and weak nonspecific adsorption. Typically, ELISA substrate adsorbents such as antibody or antigen are coated and anchored by the physical adsorption between the protein and the plate wells. As a result, the non-specific adsorption and not-well bonding adsorption occur frequently, which have great influence on the assay results. Therefore, it is of great importance to enhance the quality of the substrate of adsorbent. For this part of improvement, the use of nanomaterials with large specific surface area or strong adsorption capacity is mainly introduced, which can better immobilize the coated antibody or antigen or even act as antibody.\nNanofibers have been used to overcome the substrate problems. For example, a facile and effective substratewas developed by using poly(MMA-co-MAA) coated PHB fibers as bio-receptive surfaces (Fig. 3A) [31]. The co-polymer can provide large amount of eCOOH groups, which largely improve the efficiency of protein immobilization. As a result, the nanofiber-based ELISA showed good stability and high sensitivity for the detection of dengue virus.\nAlso, MIT can be used to improve the performance of absorbent substrate. The molecularly imprinted polymers (MIPs) can realize not only specific identification of targets but also the translucency of the plate wells, which make ELISA more sensitive and convenient. Based on glass bead surface imprinting technique, Kempisty et al. proposed a nano-MIPs-based ELISA for the detection of small molecular targets at the concentration level of pM [32]. This method can improve the adsorption performance of ELISA and at the same time simplified the coating steps of ELISA (Fig. 3B). Moreover, Cenci et al. studied nanosized MIPs to assess the critical points in the development of MIPs-ELISA. The result showed 0.2e1.2 mg/well MIPs desorption at washings, which revealed the stable adsorption for the plate wells [33].\nMagnetic nano-beads are usually adopted to separate and enrich the samples. Also, they can act as substrate to capture the absorbents such as antibody or antigen, which is convenient to operate the washing step by an external magnetic field. To some extent, this method can solve the problem of nonspecific adsorption and provide more binding sites for coating antibodies or antigens. Based on this, a specific and sensitive magnetic bead-based ELISA method was constructed for the detection of Salmonella in beef and poultry samples [34]. In less than 3 h, the method showed a detection limit of 280 CFU/mL and the sensitivity can be enhanced to 70 CFU/mL with 3 h enrichment."
    }, {
      "heading" : "4.2. Recognition element improvement",
      "text" : "As a kind of protein, the antibody itself has some shortcomings, such as difficult to purify, weak resistance to acid or alkali, high steric hindrance and so on. Moreover, due to the limited binding sites of antibody for small molecules, the antibody can not be applied to the ELISA easily when come to the detection of small molecules. Therefore, it is an important research task to develop new recognition elements such as aptamer and nanobody.\nIn view of the shortcomings of antibody, researchers developed a new recognition pattern of aptamers, which can remedy the weakness of antibody. A novel thought was proposed to construct ELISA based on aptamers that can detect surface antigens, allergens and food contaminants. Toh et al. described a method for screening aptamers and proposed several protocols for constructing aptamerbased ELISA, which provided new recognitionmodel of aptamers in ELISA applications [17]. Based on this, an aptamer/antibody-based ELISA was developed for the specific detection of soluble activated leukocyte adhesion molecule (sALCAM) (Fig. 4A) [35]. The aptamers can specifically recognize sALCAM and thus act as capturing probes. With polyclonal antibody labeled enzyme as detecting probes, the method showed a good specificity for sALCAM with the detection limit of 0.31 ng/mL.\nOwing to its excellent properties such as tolerance to organic solvents and high temperature, nanobody has been widely used in biology and medical fields. It was reported that nanobody showed better affinity than traditional IgG antibody. Based on nanobody against alpha-fetoprotein (AFP), a novel immunoassay was reported for the sensitive detection of cancer biomarker (AFP) [36]. The proposed nanobody behaved strongly binding ability to AFP antigen and showed an 8-fold enhancement in sensitivity than that of traditional ELISA. In addition, the nanobody based ELISA using polymeric horseradish peroxidase (PolyHRP) was reported for the detection of soluble epoxide hydrolase (sEH) (Fig. 4B) [37]. This method demonstrated 141-fold enhancement in the sensitivity and 57-fold decrease in LOD.\nMoreover, the preparation of antigenic hapten and its carrier conjugates is also an effective way to obtain antibody with high selectivity and multiformity, especially for the small molecules such as pesticides and veterinary drug. For instance, Chen et al.\nreported one monoclonal antibody that could recognize 27 sulfonamides in honey and pork liver samples, which showed the visual detection limit below 10 mg/kg for most sulfonamides [38]. Similarly, based on the hapten prepared monoclonal antibody, Guo et al. developed a method for the simultaneous detection of 11 benzimidazoles in milk samples, which can realize the rapid screening of benzimidazole residues within 15 min [39]. Liu et al. constructed an immunoassay method for simultaneously detecting 10 b-agonists added to animal fodder with the concentration level of ~ng/mL [40]. By deriving from an immunogen of hapten, monoclonal antibody showed high affinity to the small molecules, which paves a solid foundation for ELISA in the recognition elements improvement."
    }, {
      "heading" : "4.3. Enzyme label improvement",
      "text" : "The improvement of enzyme label is mainly expected to solve the problem of insufficient sensitivity of traditional ELISA. As the source of the signal in ELISA, the enzyme conjugates are the most concerned part for the researchers. In the traditional ELISA, enzyme labeled enzymes act as both the signal label and catalyst, which can catalyze the chromogenic substrate to develop color variations, thus analyze the concentration of the analyte. To a large extent, the introduction of nano-materials could take the place of enzyme and behave superior performance. On the one hand, nanomaterials can act as carrier to load abundant enzymes for signal amplification, which could largely enhance the sensitivity of traditional ELISA. On the other hand, many nanomaterials can behave enzyme-like activity and catalyze the TMB/H2O2 chromogenic system, which could\novercome the shortcomings of natural enzymes such as hard to separate and purify, low resistant to acid and alkali, difficult to modify and inconvenient for storing.\nMany nanomaterials could act as carriers mainly include polystyrene (PS) particles, PAMAM polymers, graphene nanosheets and SiO2 nanoparticles. Owing to their rich surface groups (eNH2/ eCOOH/eOH), the nanoparticles behave excellent stability inwater and at the same time can be easily modified with protein/aptamers. As a result, these nanomaterials could be loadedwith large quantity of enzyme-labeled signals, which could greatly enhance the sensitivity of traditional ELISA. For example,Wang et al. reported an Au NP-PAMAM probe in ELISA using polyamidoamine dendrimers as carriers, which showed a competitive sensitivity of 0.03 IU/L for hCG detection [41]. Using graphene as carriers, Wang et al. found that graphene/nickel@palladium composites exhibited a high sensitivity of 0.7 ng/mL for sulfadimethoxine [42].\nBesides, it is a popular way to replace natural enzyme by using nanomaterials with peroxidase activity in ELISA. The commonly used nanomaterials include Au-Pt/SiO2 nanocomposites [43], CeO2 nanoparticles [44], Co3O4 nanoparticles [45], rGO/PEI/Pd nanohybrids [46] and CuO nanoparticles [47] and so on. For example, Wu et al. reported a new ELISA method using antibody conjugated Au-Pt/SiO2 nanocomposites (APS NCs) as signal labels to replace HRP conjugated antibodies, which behaved a sensitivity of 75 pg/ mL for human immunoglobulin G (HIgG) and showed 264-fold improvement as compared with traditional ELISA [43]. Moreover, the method was successfully applied in the dilution detection of porcine circovirus type 2 (PCV2) antibody (Fig. 5A). Zhang et al. developed amethod for the colorimetric detection of Hg2þ by using\nthe enhanced peroxidase activity of rGO/PEI/Pd nanohybrids, which showed a sensitivity of 0.39 nM in ddH2O and ~1 nM in serum samples [46].\nMoreover, many nanomaterials can both act as carriers and signal labels in the construction of nano-ELISA, which behaved synergistic effects on the performance of enzyme labels. For instance, Wei et al. synthesized a three-in-one antibody-HRPCu3(PO4)2 nanocomposites to capture the antigen and at the same time enhance the enzymatic activity (Fig. 5B) [48]. Wherein, antibody retains the ability to specifically combine with antigen, and Cu3(PO4)2 nanoparticles behaves synergistic effects with HRP to produce an amplified signal. The strategy was successfully applied to the detection of O157: H7 Escherichia coli with the LOD as low to 60 CFU/L. Wang et al. reported an Au@Pt-HRP probe for the detection of hCG, which acted as good carriers for the signal amplification and behaved 33.8-fold enhancement in catalytic efficiency than HRP [49]. The proposed method showed a detection range of 0.4e12.8 IU/L with the sensitivity of 0.1 IU/L. However, due to the lack of stability of some nano-materials, it still cannot meet the requirements in practical application. Therefore, the synthesis of stable and sensitive nano-signal label will have been an important research direction."
    }, {
      "heading" : "4.4. Chromogenic reagent improvement",
      "text" : "Traditional ELISA reagents are mainly based on the principle of electron donor and receptor (eg, TMB/H2O2), which produces the\ncolor variations with good stability. As chromogenic substrate, TMB has the advantages of good stability, low toxicity and high color sensitivity. However, TMB may suffer from the disadvantage of single-color measurement, which depends on the color depth to determine the concentration of the analyte. The chromogenic mode represents higher requirements for the naked eye and thus may lead to error judgment in visual identification. Moreover, the single color of oxidized TMB is too simple to meet the requirements of multi-sample detection. Thus, it is essential to develop new chromogenic mode or multi-color reagents for ELISA.\nTo solve the problem, a number of works have been reported by using the localized surface plasmon resonance (LSPR) of metallic nanoparticles such as gold or silver [50,51]. For example, based on the fact that iodine can etch gold nanorods (Au NRs), Zhang et al. proposed an ALP-based plasma ELISA method for the visual detection of HIgG, where iodate is reduced to iodine and then etches Au NRs from rod to sphere in shape in the presence of CTAB (Fig. 6A) [50]. Moreover, Guo et al. designed a dual-color response strategy by using TMB2þ quantitatively etched Au NPs, which could provide color variations from wine red to colorless, and then from colorless to yellow [51]. The results demonstrated that the LOD of prostate-specific antigen (PSA) in human serum was 9.365 pg/mL.\nBesides, it is an alternative to realize visual detection by using enzyme-catalyzed intermediates to produce H2O2 for the regulation of chromogenic substrate. Yu et al. developed an Au NPs based ELISA for the visual detection of cloxacillin in foodstuffs [52]. In the method, glucose was oxidized to produce H2O2 by glucose oxidase\n(GOx), and HAuCl4 was reduced by the generated H2O2 to regulate the size of the Au NPs seed that is related the color variations. The Au NPs growth-based ELISA can realize rapid detection of cloxacillin at 11 ng/mL. Based on enzyme-regulated cascade reactions, LSPR induced visual detecting systems showed higher sensitivity. On the other hand, TMB2þ or H2O2-inducedmulticolor substrate can behave higher accuracy when compared to the traditional chromogenic substrate of TMB. The major advantages of above methods are that cascade of reactions can greatly enhance the LOD, and the resultant multicolors can provide high accuracy for naked eye analysis.\nIn addition, based on allochroic molecules modified carboxyl graphene oxide (cGO), Li et al. reported a multicolor detection method called allochroic-cGO linked immunosorbent assay (ALISA) (Fig. 6B) [53]. By loading different chromogenic molecules such as methyl red, phenolphthalein and thymolphthalein on cGO, it can simultaneously detect three different diagnostic biomarkers at pg mL 1 level. In acidic or alkaline water, the allochroic molecules can be released from cGO and provide different colors with rapid, stable and economical signal output. Due to the high loading capacity of cGO, this method obtained several orders of magnitude lower than traditional ELISA. Besides, it can also reduce the coloration steps of traditional ELISA by using the pH indicator."
    }, {
      "heading" : "4.5. Other improved strategies",
      "text" : "Using paper as solid substrate, various types of immunoassay platforms have been developed, commonly involving microfluidic paper-based analytical devices (mPADs), lateral flow immunoassay (LFIA), and dot-immunobinding assays (DIAs) [54e56]. By\nreplacing enzyme conjugates with Au NPs, Majumder et al. developed a dot immunobinding assay (DIBA) for the screening of Banana bunchy top virus (BBTV) [54]. The proposed method could realize high-throughput assay for virus with the sensitivity of 100- fold dilution. Zhu et al. reported a strategy by using periodate oxidation for covalent immobilization of antibodies on cellulose for the sensitive detection of a-fetoprotein (AFP), which showed a linear range of from 0.1 ng/mL to 11.2 ng/mL with LOD of 0.04 ng/ mL [55]. With the joint of magnetic nanoparticles and Au NPs, Razo et al. presented a double enhanced LFIA for sensitive detection of potato virus X [56]. The double-enhanced LFIA obtained a sensitivity of 0.25 ng/mL, which showed 32-fold enhancement in sensitivity than that of non-enhanced LFIA.\nBesides, it is commonly used to modify ELISA by integrating above improvement methods, which could enhance the performance of ELISA on whole. For instance, He et al. reported a strategy for the detection of b-lactoglobulin by using KOH-treatedmicrotiter plate as solid substrate and biotinylated antibody-labeled Au NPs as signal carriers [57]. The work obtained a linear dynamic range from 31.25 to 64000 ng/mL with the sensitivity of 0.49 ng/mL, which showed 32 times wider linearity and 16 times more sensitive than traditional ELISA. Moreover, Norouzi et al. developed an aptamer integrated DNA nanoassembly method for cancer cell detection, in which aptamer acted as antibody model to bind with target and DNAzymes as the sensing element to produce colorimetric signals [58]. Themethod could realize the visual detection of cancer cells as low to 175 cells.\nTo further improve traditional ELISA and extend its application, the coupling with other technologies such as electrochemistry,\nfluorescence, electroluminescence (ECL), SERS, PCR, or smartphone is also widely used. Except for the different signal readout detectors, the coupled strategies own the same detection principle and model. For example, Wang et al. reported a highly sensitive electrochemical biosensor for the immunoassya of carcinoembryonic antigen (CEA) using Ag/MoS2@Fe3O4 and ELISA [59]. In the strategy, the immune recognition process was performed in microplates and detection procedures were carried out on glassy carbon electrode. The proposed method achieved a linear response from 0.0001 to 2 ng/mL with a high sensitivity of 0.03 pg/mL for CEA detection. Based on CuO nanoparticles, Tian et al. proposed an enzyme-free fluorescence ELISA to determinate cancer biomarker of HER2 [60]. Wherein, Cu2þ originated from CuO was acted as signal probe to catalyze the reaction of OPDwith ascorbic acid (AA), which can produce quinoxaline derivative molecules that emitted light at around 430 nm. CuO nanoparticles possess the merits such as good stability, low cost and amplified signal. The assay for HER2 showed a linear range from 0.025 to 5 ng/mL with the LOD of 9.65 pg/mL.\nMore recently, Mayer et al. reported a sandwich assay method for DNA detection using ECL-ELISA based on luminol derivatives encapsulated liposomes [61]. The derivative m-carboxy luminol was water-soluble and stable with the yield of 15% and exhibited a four-fold ECL signal enhancement compared to luminol. Liposomes entrapped m-carboxy luminol enabled a\nDNA assay with the sensitivity of 3.2 pM, which shows 150 times higher than the fluorescence approach. By employing Au NPs as detection probes, a SERS-based immunoassay was constructed to detect bacterial pathogens at ultra-low concentration levels [62]. With the aid of Au NPs, target bacteria could be detected via color variations in the test line. Besides, the target can be quantitatively analyzed by recording SERS intensity of the characteristic Raman shift for nanotags. Wang's work only took a short test time of 15 min and a tiny sample volume of 40 mL for bacteria detection. It behaved good performance for F. tularensis, Y. pestis, and B. anthracis detection with the sensitivity of 45.8, 43.4, and 357 CFU/mL.\nFor the detection of fungal contamination, traditional methods using morphological characteristics are lack of sensitivity and specificity. Thus, a PCR-ELISA approach based on FUM21 gene was developed for the diagnosis of F. verticillioides [63]. By combining PCR with ELISA, the PCR-ELISA method showed good specificity to F. verticillioides isolates with the LOD of 2.5 pg, behaving 100-fold enhancement in sensitivity than traditional PCR. Nowadays, smartphone is becoming increasingly popular and a powerful tool. By acquiring optical or electrochemical signal, smartphones can realize on-site analyses with the combination of ELISA sensors. For example, Xie et al. proposed a multicolor ELISA based on smartphone-assisted signal read-out [64]. Due to urease catalytic pH change-induced multicolor, the method was much easier to\nrealize the analysis of target by naked eyes or a smartphone when compared with one-color assay. The strategy showed a LOD of 1.73 ng/mL and a dynamic range from 0 to 18 ng/mL by using rabbit IgG as model.\nMoreover, Xiao et al. reported a smartphone coupled LFIA method for the rapid and sensitive on-site testing (Fig. 7A) [65]. The smartphone's ambient light sensor can readout the analytical targets bymeasuring the transmitted light intensities on the test lines. The feasibility of this work was verified by detecting Cd2þ, clenbuterol and porcine epidemic diarrhea virus with the sensitivity of 0.16, 0.046 and 55 ng/mL, respectively. Thus, it can be seen that the application of smart devices paved a new avenue to the construction of bio-analytical devices.\nVery recently, magnetic relaxation switching (MRS)-mediated immunoassay has been developed to realize the rapid detection of targets. The MRS assay has drawn increasing attention in analytical science because it's a one-step detection mode and only needs simple pretreatment for samples. As the traditional MRS assay, transverse relaxation time (T2)-basedMRS is generally based on the aggregation or dispersion of magnetic particles leading to the change of T2 (Fig. 7B) [66]. Targets, such as nucleic acids, pathogens and micromolecules, can induce the aggregation or dispersion of magnetic particles and then bring about a switch of relaxation time, and the change of relaxation time could be applied to detect the amounts of analytes. Due to the unique property of T2-basedMRS, it can be insusceptible against the interferences from sample background. Thus, this new kind of technique will be a promising tool in food safety and verification."
    }, {
      "heading" : "5. Application of nano-ELISA in food analysis",
      "text" : "With the rapid development of technology, nano-ELISA was emerged as a new analytical tool in food industry, which can be summarized as: 1) nano-ELISA is the main platform in detecting harmful microbes, pesticide and veterinary drug residues, heavy metals and pollutant in food; 2) nano-ELISA is an indispensable method in quality control for all kinds of food such as fish, milk,\nFig. 7. (A) Schematic illustration of Au NPs-LFIS reader installed on a smartphone and placed MRS) sensor using the assembly of silver nanoparticles (Ag NPs) and magnetic nanoparticle Chemical Society.\ngenetically modified or irradiated foods, and other harmful food components; 3) nano-ELISA can determine different nutrient contents in food samples."
    }, {
      "heading" : "5.1. Nano-ELISA in food contaminants detection",
      "text" : "Food contaminants include harmful microbes, pesticide and veterinary drug residues, heavy metals and pollutant in food and so on. Nano-ELISA is becoming popular and providing much convenience in the food contaminants detection. It is well known that traditional detection method of harmful bacteria (Salmonella, Listeria monocytogenes, Escherichia coli etc.) mainly depended on the specific microbiological identification. The method encountered the difficulties of long assay time, complex enrichment and cultured process. However, ELISA can realize the sensitive, rapid and specific detection of food contaminants coupled with nanotechnology.\nFor example, Wang et al. developed an AuNP-based ICG strip assay for identifying eight tested L. monocytogenes serotypes from Listeria spp., which behaved acceptable sensitivity (3.7 106 CFU/ mL) and good accuracy [67]. Later, Wang et al. reported a rapid and sensitive Au NPs-based LFIA for Listeria spp detection in milk samples, which can detect 1e9 CFU/mL Listeria spp. after 8 h enrichment [68]. In the assay, monoclonal antibodies were first prepared to selectively recognize the P60 protein on the surface of Listeria spp, which were then conjugated with Au NPs as read-out labels (Fig. 8A). In addition, Zhang et al. developed a Fe3O4 nanoparticle cluster (Fe3O4 NPC) modified ELISA for the rapid detection of Listeria monocytogenes in common food [69]. In this work, vancomycinwas firstly conjugatedwith bovine serum albumin to fix on the substrate and capture Listeria monocytogenes. Then, Fe3O4 NPC modified aptamers acted as signal label to recognize the target. Based on the proposed method, Listeria monocytogenes can be linearly detected from 5.4 103 to 108 CEU/mL with sensitivity of 5.4 103 CFU/mL.\nTo detect pesticide, Wang et al. proposed a quantum-dot-based LFIA method for the detection of neonicotinoid insecticides in tea\nLFIS. (B) Scheme of the cascade reaction-mediated magnetic relaxation switching (CRs (MNPs). Reproduced from Refs. [65,66] with permission from Elsevier and American\nleaves (Fig. 8B) [70]. Using quantum dots as fluorescence signal and broad-specific antibody as analytes capture, this work realized the detection of typical neonicotinoids such as imidacloprid, imidaclothiz, and clothianidin in less than 30min. The strip assay showed a visual detection limit of 0.5e1 ng/mL. Du et al. reported an Au NPs loaded bio-bar-code ELISA for triazophos pesticide residue detection [71]. Put simply, the bar-code strands were released from Au NPs by adding dithiothreitol, followed by hybridizing with biotinylated DNA and single-labeled Au NPs probe in a sandwich mode. Finally, the forming complex was anchored ontomicroplates to achieve the silver enhancement signal. Using triazophos as a pesticide model, this work exhibited a linear range from 2.5 10 2 to 40.0 ng/mL with the LOD of 1.96 10 2 ng/mL.\nTo detect veterinary drug residues, Yu et al. developed a nanoELISA using Au NPs as indicator for the immunoassay of amantadine residues in poultry [72]. Based on the Fenton reaction principle, antibody-conjugated GOx acted as signal label to regulate the oxidation of cystine to cysteine, and thus trigger the aggregation of Au NPs with color variations. This method could achieve a LOD of 0.095 ng/mL for amantadine residues by well-plate reader. Song et al. reported a nanomagnetic beads-based indirect competitive ELISA for maduramicin (MD) residues detection in different chicken\nFig. 8. (A) The principle of Fe3O4 NP-based biosensor and the Fe3O4 NPC catalyzed signal a antibody for detection of imidacloprid, imidaclothiz, and clothianidin. Reproduced from Re\ntissues [73]. In the work, specific monoclonal antibody modified magnetic beads were used to enrich MD in chicken tissues, which showed the LODs of 72, 74 and 173 mg/kg for chicken muscle, skin and fat, and liver, respectively.\nFor the determination of heavy metals in food, Kang et al. described a selective and sensitive SPR-based competitive immunoassay for Cd2þ detection in water samples [74]. The method behaved a linear range of Cd2þ from 0 to 1000 ng/mL with the LOD of 1.25 ng/mL. Wang et al. developed a chemiluminescent immunoassay strip method for the rapid and sensitive detection of Hg2þ [75]. In this work, anti-Hg2þ monoclonal antibody was prepared to directly recognize Hg2þ without using chelator, which was further tagged with HRP and deposited onto the conjugate pad to act as a signal tracer. The strategy revealed the linear range of 1.0e100 ng mL 1 with a detection limit of 0.2 ng/mL (S/N ¼ 3).\nGao et al. reported a simple visual detection method for silver ionswith the level of pM, which employed Pt nanocubes as artificial peroxidases to catalyze the oxidation of TMB [76]. The peroxidaselike activity of the Pt nanocubes could be inhibited by Agþ ions, thus the color would greatly diminish in the presence of Agþ. This strategy can realize a wide dynamic range of 10 2~104 nM with a detection limit of 80 pM. Moreover, by combining smartphone\nmplification biosensor. (B) Scheme of QDs-based LFIA combined with a broad-specific fs. [68,70] with permission from Elsevier and American Chemical Society.\nreadout device and ELISA, Yu et al. designed a portable Cr3þ detection system based on a specific monoclonal antibody against Cr3þ-EDTA and Au NPs amplified signal [77]. The proposed system behaved a linear detection range of 0.8e50 ng/mL (R2 ¼ 0.995) and a limit of detection of 0.81 ng mL 1.\nFor the detection of mycotoxins in food, Kong et al. developed a multi-ICA strip strategy to simultaneously detect twenty types of mycotoxins in cereal food samples [78]. The proposed method showed calculated detection limits of 0.04e0.17, 0.06e49, 0.15e0.22, 0.056e0.49 and 0.53e1.05 mg/kg for zearalenones, deoxynivalenols, T-2 toxins, aflatoxins, and fumonisins. Zhang et al. developed a fluoroimmunoassay (FLISA) and a rapid immunochromatographic strip (ICTS) for zearalenone (ZEN) detection in maize [79]. In the work, CdTe/CdS/ZnS quantum dots labeled with anti-ZEN monoclonal antibody acted as fluorescent probe. The proposed FLISA and ICTS for ZEN determination in maize extract showed the LOD of 0.012 ng/mL and 1.5 ng/mL, respectively.\nXiong et al. proposed an enzyme-assisted etching method using Au NRs as signal output of ELISA for aflatoxin B1 (AFB1) detection in corn samples [80]. In this work, AFB1-labeled GOx acted as competing antigen to catalyze glucose to produce H2O2, and HRP was adopted to further catalyze H2O2 and generate $OH to etch Au NRs in the presence of CTAB. The solution presented color variations from bluish-green to red when the concentration of AFB1 increased. The technique behaved a linear range of 3.1e150 pg/mL and a visual detection limit of 12.5 pg/mL for AFB1, which were about 32 folds lower than that of traditional ELISA."
    }, {
      "heading" : "5.2. Nano-ELISA in food quality control",
      "text" : "Ensuring the safety, sensory quality and shelf life of the food is an important issue, so it is crucial to realize the rapid determination of food physicochemical properties during processing and storage [81]. Many kinds of food such as fish, milk, genetically modified or irradiated foods, and other harmful food components are generally identified by genetic or immunological techniques [82,83]. However, these traditional methods are relatively expensive, timeconsuming and complex to perform. Thus, it is essential to construct facile and robust methods for food risk assessment and quality control.\nFor fish species identification, Santaclara et al. proposed a strategy to authenticate the gene of Katsuwonus pelamis and Thunnus species in food via PCR coupled ELISA [84]. It was validated by the commercial samples that the strategy is effective in commercial products, even in the mixtures of fish species, which behaved 100% inclusivity and exclusivity for the actual samples. Zhang et al. developed an immunomagnetic beads (IMBs)-based direct competitive ELISA to detect total aflatoxins in maize samples [85]. Therein, IMBs were employed as immobile phase to replace microplates, monoclonal antibody 5H3 modified IMBs as capture probe and AFB1-CMO labeled HRP as probe to compete with free aflatoxins. The method showed a linear range of 0.22e19.8 ng/g with the LOD of 0.21 ng/g for total aflatoxins detection.\nFor the identification of beef and pork in processed meat products, Perestam et al. reported that PCR assay was more reliable and less expensive as compared to the ELISA protocol, and ELISA was deemed to be less time consuming and easier to perform than PCR [86]. Mandli et al. developed a competitive ELISA for the detection of pork adulteration in meat, which was realized by immobilizing IgG standard to compete with the extracted IgG [87]. This method can distinguish 0.1% of pork adulteration in 45 min, which can be further modified by nanomaterials in different units. Furthermore, He et al. designed a method for the colorimetric identification of pork based on Au NPs, where swine-specific DNA was chosen as target and two other complementary DNA sequences\nas probes [88]. The method showed the LOD of 0.1 mM and emiquantification of 0.001e1 mM using a digital camera.\nFor the regulation of genetically modified organisms (GMOs) and separation GMOs from non-modified products, ELISA shows great potential in the detection of transgenic food. For example, Liang et al. prepared a silicon coated magnetic nanoparticles probe for Cry1 Ac protein detection in GMOs [89]. The method showed a wide linear range from 0.1 pg/L to 1.0 mg/L (R ¼ 0.995), which behaved superior performance in lower concentration of analyte. By coupling ELISA with electrochemistry, Aghili et al. constructed a genosensor for CaMV 35S promote sequence detection in GMOs based on graphene oxide and gold nano-urchins [90]. The sensor exhibited a linear range of 40.0e1100.0 fM (R2 ¼ 0.9955) with the limit of detection of 13.0 fM. Based on carbon nanospheres, Gao et al. reported a label-free ECL immunosensor for the detection of Cry1Ab level in genetically modified crops [91]. The proposed method showed a linear range of 0.010e1.0 ng/mL and LOD of 3.0 pg/mL for Cry1Ab.\nFor the screening of lipid-containing foods, 2- dodecylcyclobutanone (2-DCB) and 2-tetradecylcyclobutanone (2- TCB) are considered unique radiolytic products because they cannot be formed during other processing methods. Manymethods have been developed for irradiated food detection, but none of them is based on ELISA method [92e95]. However, Zhao et al. reported an immuno-rotary biosensor based on 2-DCB and ε-subunit monoclonal antibodies through biotin-avidin-biotin linker [96]. The proposed method can determine 2-DCB in 10 min with a sensitivity of approximately 10 8 mg/mL. The monoclonal antibody recognized method can be extended to ELISA or nano-ELISA easily through the antigen-antibody model, and thus can be a potential alternative for the detection of irradiated food.\nFor the analysis of allergen ingredients, many nanoparticlesbased biosensors and bioassays for allergen detection have been constructed since the past few years [97e99]. Wherein, nano-ELISA was emerged as an effective tool. For example, Wang et al. designed a rapid LFIA method with the Au NPs-labeled antibody to specifically identify glycinin, a soybean allergen [100]. The technique behaved high sensitivity of 0.69 mg/kg for glycinin detectionwithin 10 min. The recoveries of the proposed method ranged from 80.5 to 89.9% with RSD of less than 5.29% (intra-assay) and 6.72% (intraassay), respectively. Mercadal et al. proposed an enzyme-free method for gliadin detection based on the inhibition to form Ag nanosphere (Ag NPs) dimers when corresponding antigen existed [101]. The sensitivities of the proposedmethod are around 1.5 103 and 9 103 pg/mL for 58 nm Ag NPs and 78 nm Ag NPs."
    }, {
      "heading" : "5.3. Nano-ELISA in food nutrient analysis",
      "text" : "Food nutrient level is close to the human health, so the analysis for food nutritional components is of great value. Many techniques have been applied to the analysis of food nutrient that involves carbohydrate, lipids, vitamins, proteins and minerals [102e106]. The application of nano-ELISA in food nutrient analysis is still in the infancy stage, but still a number of works related with nano-ELISA have been done in this area.\nFor example, Surgutskaya et al. reported a colorimetric method for glucose inspection using enzymatic mimics of Fe-core/carbon shell nanoparticles (Fe@C NPs) [107]. As peroxidase mimics, Fe@C NPs were investigated by determining glucose in juice samples. Finally, the method showed a detection range of 2.31 mMe37 mM with a low sensitivity of 0.21 mM. Huang et al. described a method for the visual detection of glucose based on vanadium disulfide (VS2) nanosheet (Fig. 9A) [108]. Due to their availability, robustness, and reusability, the VS2 sheets acting as peroxidase (POx) mimics can replace HRP to catalyze TMB substrate. The assay covers\na concentration range of 5e250 mM and a detection limit of 1.5 mM for glucose in fruit juice.\nFor the analysis of vitamins, Purbia et al. reported a rapid colorimetric detection method for vitamin B1 based on singlecrystalline akaganeite (b-FeOOH) nanorods (Fig. 9B) [109]. bFeOOH was synthesized at room temperature using tea extract and behaved good peroxidase-like activity. The method showed limits of detection as low as 44 nM and 2.19 mM for thiamine and S2 ions. Ji et al. developed a cobalt oxyhydroxide (CoOOH) nanoflakes and TMB-based sensing platform for the rapid and specific detection of AA [110]. In the work, CoOOH nanoflakes showed high oxidizability toward TMB and AA can inhibit TMB oxidation selectively by resolving CoOOH nanoflakes to Co2þ. The proposed strategy can realize a sensitive response to AA with the LOD of 142 nM within 5 min.\nFor the determination of lipids, Lin et al. described a colorimetric method for cholesterol detection based on cholesterol oxidase and MoS2 nanosheets [111]. Simply, cholesterol is reacted with cholesterol oxidase to produce H2O2, then TMB can be oxidized by MoS2 nanosheets. The cascade reaction method showed the linear range from 2 to 200 mM with the LOD of 0.76 Мm, which demonstrated that nanoenzyme is also a powerful artificial enzyme in food analysis. However, for the detection of other lipids such as glycerol,\nELISA method cannot be used due to the lack of recognizer (antibody or aptamer).\nFor the detection of protein, Li et al. developed a double-probe immunoassay using magnetic beads (MBs) and Au NPs for bcasein detection in bovine milk samples [112]. In the work, MBs were adopted as carriers for anti-b-casein polyclonal antibody (bCN), and Au NPs as a bridge for loading b-CN monoclonal antibody and HRP. Themethod showed a linear range from 6.5 to 1520 ng/mL with the LOD of 4.8 ng/mL. Wu et al. constructed a universal assay method for the colorimetric detection of protein based on aptamer DNAzyme and Au NPs [113]. In the work, target protein is detected by associating with aptazyme activation, that is, in the presence of the target protein, the DNA linkers will be cleaved into two fragments so that Au NPs are not cross-linked, thus the color of Au NPs solution remains red, on the contrary, the color changed to blue. The proposed strategy was applied in disease-related protein detection with a detection limit of 0.1 nM, which can be used in food protein detection by replacing the aptamers.\nFor the analysis of trace minerals such as selenium (Se), iron (Fe) and zinc (Zn), lots of works have been reported [114e116]. For example, Gao et al. developed a colorimetric sensor based on the Nacetyl-L-cysteine (NALC) capped Ag NPs for Fe3þ detection [117]. In the work, oxidation-reduction reaction between Ag NPs and Fe3þ\nions can reduce SPR intensity that related with concentration of Fe3þ ions. The proposed method showed a linear range from 80 nM to 80 mM and a detection limit of 80 nM for selective detection of Fe3þ ions. Similarly, Lee et al. designed a sensitive visual detection method for Zn2þ ions using label-free Ag NPs [118]. The color change of Ag NPs solution was induced by Zn2þ ions that collaboratedwith BH4 on Ag NPs through a triangular six-dentate binding structure. The proposed method for Zn2þ ions showed a linear range of 0.0e7.6 10 6 M with the sensitivity of 3.6 10 7 M. The Ag NPs based colorimetric assay can be designed as probes in ELISA and provide a powerful tool for the fast analysis of food matrices."
    }, {
      "heading" : "6. Conclusion and perspective",
      "text" : "In this review, we mainly focused attention on the development of ELISA in four parts: adsorbent substrate, recognition element, enzyme label and coloring agent. As a sensitive visual detection method, ELISA has attracted increasing attention in all kinds of fields, and the improvement towards the traditional ELISA is an inevitable trend. By combining with nanomaterials, the performance of traditional ELISA has been improved a lot, and the technique is becoming widely used in food analysis and safety verification. From the initial radioimmunoassay to current ELISA, the technique has been keeping pace with updated science and technology and behaves enhanced performance. However, some problems such as high-cost, time-consuming and tedious operations still exist in the updated ELISA. Therefore, to construct facile ELISA in biological and food analysis, new nanomaterials and the combined application with other techniques are becoming the main developing direction.\nRecently, nano-ELISA has been given sufficient attention in analytical science and the improvement of traditional ELISA is becoming an important research direction. Tons of works have been reported on developing ELISA based on nanomaterials. But most of the developed ELISA are modified in part (either the enzyme label or the adsorbent substrate) but not as a whole, which cannot solve the problem of ELISA effectively and in reverse it could create new problems. For example, due to the good enzyme-like activity, low cost and high stability, nanoenzyme as a kind of popular nanomaterial is widely used in nano-ELISA, which can greatly improve the sensitivity of traditional ELISA. However, many of the synthesized nanomaterials are covered with high-density surfactant such as CTAB on the surface, which is difficult to further modify antibody for the construction of recognition model. Thus, there still remains great challenges in developing new nanomaterials with high performance in nano-ELISA.\nNano-ELISA coupled techniques such as PCR, ECL, SERS and smartphone are newly developed detection methods that can realize rapid and sensitive detection of analytes. Hence, the combination of nano-ELISA with other techniques should be an important focus in both research and industry. In fact, the nanomaterials used in these methods still suffer from the disadvantages of relative low stability and bioconjugate efficiency compared with biomolecules. Though nanomaterials have brought great convenience to the modification of traditional ELISA, the limitations of nanomaterials themselves are the main factor that restrict the development of ELISA. Overall, the development of stable and reliable ELISA methods for food fields still has a long way to go. The development of materials and methodology with superior performance is the main trend of ELISA in the near future.\nFunding\nThis work was financially supported by the National Natural Science Foundation of China (31801638), the fund of the Beijing\nLaboratory for Food Quality and Safety, Beijing Technology and Business University (FQS-201808) and the Key Laboratory of Biomarker Based Rapid-Detection Technology for Food Safety of Henan Province (2018xusp-001)."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to thank Miss Mingyue Li, Miss Yasheng Wang and Miss Min Zhou from the School of food and pharmaceutical engineering, Hubei university of technology for the assistance during the organization of manuscript."
    } ],
    "references" : [ {
      "title" : "Consumer attitudes",
      "author" : [ "A. Wilcock", "M. Pun", "J. Khanona", "M. Aung" ],
      "venue" : "knowledge and behaviour a review of food safety issues, Trends Food Sci. Tech. 15 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Application of hyperspectral imaging in food safety inspection and control: a review",
      "author" : [ "Y.Z. Feng", "D.W. Sun" ],
      "venue" : "Crit. Rev. Food Sci. 11 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Y",
      "author" : [ "M.T.S. Trevisan", "R.W. Owen", "P. Calatayud-Vernich", "A. Breuer" ],
      "venue" : "Pic o, Pesticide analysis in coffee leaves using a quick, easy, cheap, effective, rugged and safe approach and liquid chromatography tandem mass spectrometry Optimization of the clean-up step, J. Chromatogr. A 1512 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "F. Badoud" ],
      "venue" : "Ernest, Y.A. Hammel, J.F. Huertas-P erez, Artifact-controlled quantification of folpet and phthalimide in food by liquid chromatographyhigh resolution mass spectrometry, Food Control 91 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An analysis method for determining residual hexane in health functional food products using static headspace gas chromatography",
      "author" : [ "E.J. Jeong", "S.H. Lee", "B.T. Kim", "G. Lee", "S.S. Yun", "H.S. Lim", "Y.S. Kim" ],
      "venue" : "Food Sci. Biotechnol. 26 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Current developments in analyzing food volatiles by multidimensional gas chromatographic techniques",
      "author" : [ "C. Cordero", "H.G. Schmarr", "S.E. Reichenbach", "C. Bicchi" ],
      "venue" : "J. Agric. Food Chem. 66 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Surface-imprinted SiO2@ Ag nanoparticles for the selective detection of BPA using surface enhanced Raman scattering",
      "author" : [ "W. Yin", "L. Wu", "F. Ding", "Q. Li", "P. Wang", "J. Li", "H. Han" ],
      "venue" : "Sensor. Actuator. B Chem. 258 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rapid determination of total aflatoxins and ochratoxins A in meat products by immuno-affinity fluorimetry",
      "author" : [ "S.M. Abd-Elghany", "K.I. Sallam" ],
      "venue" : "Food Chem. 179 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A novel electrochemical device as a disinfection system to maintain water quality during washing of ready to eat fresh produce",
      "author" : [ "V.M. G omez-L opez", "M.I. Gil", "A. Allende" ],
      "venue" : "Food Control",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Gecko-inspired nanotentacle surface-enhanced Raman spectroscopy substrate for sampling and reliable detection of pesticide residues in fruits and vegetables",
      "author" : [ "P. Wang", "L. Wu", "Z. Lu", "Q. Li", "W. Yin", "F. Ding", "H. Han" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A peptide/maltosebinding protein fusion protein used to replace the traditional antigen for immunological detection of deoxynivalenol in food and feed",
      "author" : [ "Y. Xu", "H. Yang", "Z. Huang", "Y. Li", "Q. He", "Z. Tu", "Y. Ji", "W. Ren" ],
      "venue" : "Food Chem. 268 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Novel monoclonal antibody-based sensitive enzyme-linked immune sorbent assay and rapid immuno chromatographic strip for detecting aflatoxin M1 in milk",
      "author" : [ "B.H. Liu", "K.C. Chu", "F.Y. Yu" ],
      "venue" : "Food Control 66 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Development of a highly sensitive and specific monoclonal antibody based enzyme-linked immunosorbent assay for the detection of a new b-agonist",
      "author" : [ "D. Jiang", "B. Cao", "M. Wang", "H. Yang", "K. Zhao", "J. Li", "M. Li", "L. Sun", "A. Deng" ],
      "venue" : "phenylethanolamine A, in food samples, J. Sci. Food Agric. 97 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation of an anti-thiamethoxam monoclonal antibody for development of an indirect competitive enzymelinked immunosorbent assay and a colloidal gold immunoassay",
      "author" : [ "L. Ye", "X. Wu", "L. Xu", "Q. Zheng", "H. Kuang" ],
      "venue" : "Food Agr. Immunol. 29 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of an automated waxprinted paper-based lateral flow device for alpha-fetoprotein enzymelinked immunosorbent assay",
      "author" : [ "P. Preechakasedkit", "W. Siangproh", "N. Khongchareonporn", "N. Ngamrojanavanich", "O. Chailapakul" ],
      "venue" : "Biosens. Bioelectron. 102 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Review on enzyme-linked immunosorbent assays for sulfonamide residues in edible animal products",
      "author" : [ "H.Y. Zhang", "H. Yan", "S. Wang" ],
      "venue" : "J. Immunol. Methods 350 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Aptamers as a replacement for antibodies in enzyme-linked immunosorbent assay",
      "author" : [ "S.Y. Toh", "M. Citartan", "S.C.B. Gopinath", "T.H. Tang" ],
      "venue" : "Biosens. Bioelectron. 64 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A short history",
      "author" : [ "S. Aydin" ],
      "venue" : "principles, and types of ELISA, and our laboratory experience with peptide/protein analyses using ELISA, Peptides 72 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Plasmonic-ELISA expanding horizons",
      "author" : [ "J. Satija", "N. Punjabi", "D. Mishra", "S. Mukherji" ],
      "venue" : "RSC Adv. 6 (88) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Immunoassays for detection of macrocyclic lactones in food matrices-A review",
      "author" : [ "Z.H. Wang", "R.C. Beier", "J.Z. Shen" ],
      "venue" : "Trac. Trends Anal. Chem. 92 (2017) 42e61.  L. Wu et al. / Trends in Analytical Chemistry 113 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Immunoassay of endogenous plasma insulin in man",
      "author" : [ "R.S. Yalow", "S.A. Berson" ],
      "venue" : "Obes. Res. 89 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Radioimmunoassay of proteins with the use of Sephadexcoupled antibodies",
      "author" : [ "L. Wide", "J. Porath" ],
      "venue" : "BBA Gen Subjects 130 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1966
    }, {
      "title" : "Enzyme-labeled antibodies for the light and electron microscopic localization of tissue antigens",
      "author" : [ "P.K. Nakane", "G.B. Pierce" ],
      "venue" : "J. Cell Biol. 33 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1967
    }, {
      "title" : "Coupling of enzymes to proteins with glutaraldehyde",
      "author" : [ "S. Avrameas" ],
      "venue" : "Immunochemistry 6 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 1969
    }, {
      "title" : "Enzyme-linked immunosorbent assay (ELISA) Quantitative assay of immunoglobulin G",
      "author" : [ "E. Engvall", "P. Perlmann" ],
      "venue" : "Immunochemistry 8 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 1971
    }, {
      "title" : "The use of the avidin-biotin complex as a tool in molecular biology",
      "author" : [ "E.A. Bayer", "M. Wilchek" ],
      "venue" : "Methods Biochem. Anal. 26 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 1980
    }, {
      "title" : "Plasmonic ELISA for the ultrasensitive detection of disease biomarkers with the naked eye",
      "author" : [ "R. De La Rica", "M.M. Stevens" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "A gel-based approach to design hierarchical CuS decorated reduced graphene oxide nanosheets for enhanced peroxidase-like activity leading to colorimetric detection of dopamine",
      "author" : [ "S. Dutta", "C. Ray", "S. Mallick", "S. Sarkar", "R. Sahoo", "Y. Negishi", "T. Pal" ],
      "venue" : "J. Phys. Chem. C 119 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Highly dispersed CeO2 on TiO2 nanotube a synergistic nanocomposite with superior peroxidase-like activity",
      "author" : [ "H. Zhao", "Y. Dong", "P. Jiang", "G. Wang", "J. Zhang" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Direct reduction of HAuCl4 for the visual detection of intracellular hydrogen peroxide based on Au-Pt/SiO2 nanospheres",
      "author" : [ "L. Wu", "W.M. Yin", "X.C. Tan", "P. Wang", "F. Ding", "H.Z. Hang", "B.R. Wang", "W.Y. Zhang", "H.Y. Han" ],
      "venue" : "Sens. Actuators B Chem. 248 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "P",
      "author" : [ "S. Hosseini" ],
      "venue" : "Azari, M.F. Jim enez-Moreno, A. Rodriguez-Garcia, B. Pingguan- Murphy, M.J. Madou, S.O. Martínez-Chapa, Polymethacrylate coated electrospun PHB fibers as a functionalized platform for bio-diagnostics: confirmation analysis on the presence of immobilized IgG antibodies against Dengue virus, Sensors 17 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "C",
      "author" : [ "K.S. Kempisty", "A. Guerreiro", "F. Canfarotta" ],
      "venue" : "C  aceres, M.J. Whitcombe, S. Piletsky, A comparison of the performance of molecularly imprinted polymer nanoparticles for small molecule targets and antibodies in the ELISA format, Sci. REP-UK 6 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Study on molecularly imprinted nanoparticle modified microplates for pseudo-ELISA assays",
      "author" : [ "L. Cenci", "C. Piotto", "P. Bettotti", "A.M. Bossi" ],
      "venue" : "Talanta 178 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic beadbased immunoassay coupled with tyramide signal amplification for detection of Salmonella in foods",
      "author" : [ "S. Sadir", "M.P. Prabhakaran", "D.H.B. Wicaksono", "R. Seeram" ],
      "venue" : "J. Food Saf. 36 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enzyme-linked antibody aptamer assays based colorimetric detection of soluble fraction of activated leukocyte cell adhesion molecule, Sensor",
      "author" : [ "Jin Her", "H. Jo", "C. Ban" ],
      "venue" : "Actuator. B Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Nanobody medicated immunoassay for ultrasensitive detection of cancer biomarker alpha-fetoprotein",
      "author" : [ "J. Chen", "Q.H. He", "Y. Xu", "J.H. Fu", "Y.P. Li", "Z.H. Tu", "D. Wang", "X. Mei", "L.Q. Yu", "W.Y. Hong", "Y.Y. Liu" ],
      "venue" : "Talanta 147 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanobody based immunoassay for human soluble epoxide hydrolase detection using polymeric horseradish peroxidase (PolyHRP) for signal enhancement the rediscovery of PolyHRP",
      "author" : [ "D.Y. Li", "Y.L. Cui", "C. Morisseau", "S.J. Gee", "C.S. Bever", "X.J. Liu", "J. Wu", "B.D. Hammock", "Y. Ying" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ultrasensitive immunochromatographic strip for fast screening of 27 sulfonamides in honey and pork liver samples based on a monoclonal antibody",
      "author" : [ "Y. Chen", "L. Guo", "L. Liu", "S. Song", "H. Kuang", "C. Xu" ],
      "venue" : "J. Agric. Food Chem. 65 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Gold nanoparticle-based paper sensor for simultaneous detection of 11 benzimidazoles by one monoclonal antibody",
      "author" : [ "L. Guo", "X. Wu", "L. Liu", "H. Kuang", "C. Xu" ],
      "venue" : "Small 14 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of an immunochromatographic strip for the rapid detection of 10 b-agonists based on an ultrasensitive monoclonal antibody",
      "author" : [ "R. Liu", "L. Liu", "S. Song", "G. Cui", "Q. Zheng", "H. Kuang", "C. Xu" ],
      "venue" : "Food Agr. Immunol. 28 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ultrasensitive ELISA for the detection of hCG based on assembled gold nanoparticles induced by functional polyamidoamine dendrimers",
      "author" : [ "W. Wang", "J. Li", "C. Dong", "Y. Li", "Q. Kou", "J. Yan", "L. Zhang" ],
      "venue" : "Anal. Chim. Acta 1042 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A colorimetric aptasensor for sulfadimethoxine detection based on peroxidase-like activity of graphene/nickel@ palladium hybrids",
      "author" : [ "A. Wang", "H. Zhao", "X. Chen", "B. Tan", "Y. Zhang", "X. Quan" ],
      "venue" : "Anal. Biochem. 525 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly sensitive enzyme-free immunosorbent assay for porcine circovirus type 2 antibody using Au-Pt/SiO2 nanocomposites as labels",
      "author" : [ "L. Wu", "W.M. Yin", "K. Tang", "K. Shao", "Q. Li", "P. Wang", "Y.P. Zuo", "X.M. Lei", "Z.C. Lu", "H.Y. Han" ],
      "venue" : "Biosens. Bioelectron. 82 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Coral-like CeO2/NiO nanocomposites with efficient enzyme-mimetic activity for biosensing application",
      "author" : [ "J. Mu", "X. Zhao", "J. Li", "E.C. Yang", "X.J. Zhao" ],
      "venue" : "Mater. Sci. Eng. C 74 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Peroxidase-like activity of the Co3O4 nanoparticles used for biodetection and evaluation of antioxidant behavior",
      "author" : [ "H.M. Jia", "D.F. Yang", "X.N. Han", "J.H. Cai", "H.Y. Liu", "W.W. He" ],
      "venue" : "Nanoscale 8 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Ultratrace naked-eye colorimetric detection of Hg2þ in wastewater and serum utilizing mercury-stimulated peroxidase mimetic activity of reduced graphene oxide- PEI-Pd nanohybrids",
      "author" : [ "S. Zhang", "D. Zhang", "X. Zhang", "D. Shang", "Z. Xue", "D. Shan", "X. Lu" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Self-cascade reaction catalyzed by CuO nanoparticle based dual-functional enzyme mimics",
      "author" : [ "A.L. Hu", "H.H. Deng", "X.Q. Zheng", "Y.Y. Wu", "X.L. Lin", "A.L. Liu", "X.H. Xia", "H.P. Peng", "W. Chen", "G.L. Hong" ],
      "venue" : "Biosens. Bioelectron. 97 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An improved ultrasensitive enzyme-linked immunosorbent assay using hydrangea-like antibody enzyme inorganic three-in-one nanocomposites",
      "author" : [ "T.X. Wei", "D. Du", "M.J. Zhu", "Y.H. Lin", "Z.H. Dai" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "W. Wang", "Y. Zou", "J. Yan", "J. Liu", "H. Chen" ],
      "venue" : "Li, et al., Ultrasensitive colorimetric immunoassay for hcg detection based on dual catalysis of Au@Pt core-shell nanoparticle functionalized by horseradish peroxidase, Spectrochim. Acta Mol. Biomol. Spectrosc. 193 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Iodine-mediated etching of gold nanorods for plasmonic ELISA based on colorimetric detection of alkaline phosphatase",
      "author" : [ "Z. Zhang", "Z. Chen", "S. Wang", "F. Cheng", "L. Chen" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Dual-color plasmonic enzymelinked immunosorbent assay based on enzyme-mediated etching of Au nanoparticles",
      "author" : [ "L. Guo", "S. Xu", "X. Ma", "B. Qiu", "Z. Lin", "G. Chen" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "E",
      "author" : [ "W. Yu", "M. Knauer", "C. Kunas", "U. Acaroz", "R. Dietrich" ],
      "venue" : "M€  artlbauer, A gold nanoparticles growth-based immunoassay for detection of antibiotic residues, Anal. Methods 9 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Improvement of enzymelinked immunosorbent assay for the multicolor detection of biomarkers",
      "author" : [ "C. Li", "Y.C. Yang", "D. Wu", "T.Q. Li", "Y.M. Yin", "G.X. Li" ],
      "venue" : "Chem. Sci. 7 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Development of a gold-nano particle based novel dot immunobinding assay for rapid and sensitive detection of Banana bunchy top virus",
      "author" : [ "S. Majumder", "S. Johari" ],
      "venue" : "J. Virol. Methods 255 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improving paper-based ELISA performance through covalent immobilization of antibodies",
      "author" : [ "X. Zhu", "S. Xiong", "J. Zhang", "X. Zhang", "X. Tong", "S. Kong" ],
      "venue" : "Sensor. Actuator. B Chem. 255 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Double-enhanced lateral flow immunoassay for potato virus X based on a combination of magnetic and gold nanoparticles",
      "author" : [ "S.C. Razo", "V.G. Panferov", "I.V. Safenkova", "Y.A. Varitsev", "A.V. Zherdev", "B.B. Dzantiev" ],
      "venue" : "Anal. Chim. Acta 1007 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel sandwich enzyme-linked immunosorbent assay with covalently bound monoclonal antibody and gold probe for sensitive and rapid detection of bovine b-lactoglobulin",
      "author" : [ "S. He", "X. Li", "Y. Wu", "S. Wu", "Z. Wu", "A. Yang", "P. Tong", "J. Yuan", "J. Gao", "H. Chen" ],
      "venue" : "Anal. Biochem. 410 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Aptamer-integrated DNA nanoassembly A simple and sensitive DNA framework to detect cancer cells",
      "author" : [ "A. Norouzi", "H. Ravan", "A. Mohammadi", "E. Hosseinzadeh", "M. Norouzi", "T. Fozooni" ],
      "venue" : "Anal. Chim. Acta 1017 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sandwich-type electrochemical immunosensor for CEA detection based on Ag/MoS2@ Fe3O4 and an analogous ELISA method with total internal reflection microscopy",
      "author" : [ "Y. Wang", "G. Zhao", "Y. Zhang", "X. Pang", "W. Cao", "B. Du", "Q. Wei" ],
      "venue" : "Sensor. Actuator. B Chem. 266 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A copper-based enzymefree fluorescence ELISA for HER2 detection",
      "author" : [ "S.Y. Tian", "K. Zeng", "A.J. Yang", "Q. Wang", "M.H. Yang" ],
      "venue" : "J. Immunol. Methods 451 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrochemiluminescence bioassays with a water-soluble luminol derivative can outperform fluorescence assays",
      "author" : [ "M. Mayer", "M. Neumeier", "S. Rink", "S. Schulte", "M. Vollmer" ],
      "venue" : "Angew. Chem. Int. Ed. 57 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly sensitive detection of high-risk bacterial pathogens using SERS-based lateral flow assay strips",
      "author" : [ "R. Wang", "K. Kim", "N. Choi", "X. Wang", "J. Lee", "J.H. Jeon", "G. Rhie", "J. Choo" ],
      "venue" : "Sensor. Actuator. B Chem. ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Detection of fusarium verticillioides by PCR-ELISA based on fum21 gene",
      "author" : [ "A.M. Omori", "E.Y.S. Ono", "J.G. Bordini", "M.T. Hirozawa", "M.H.P. Fungaro", "M.A. Ono" ],
      "venue" : "Food Microbiol. 73 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A high-resolution colorimetric immunoassay platform realized by coupling enzymatic multicolor generation with smartphone readout",
      "author" : [ "W. Xie", "L. Lei", "M. Tian", "Z. Zhang", "Y. Liu" ],
      "venue" : "Analyst 12 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A simple and compact smartphone-based device for the quantitative readout of colloidal gold lateral flow immunoassay strips",
      "author" : [ "W. Xiao", "C. Huang", "F. Xu", "J. Yan", "H. Bian", "Q. Fu", "K. Xie", "L. Wang", "Y. Tang" ],
      "venue" : "Sensor. Actuator. B Chem. 266 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cascade reaction-mediated assembly of magnetic/silver nanoparticles for amplified magnetic biosensing",
      "author" : [ "Y. Chen", "Y. Xianyu", "M. Dong", "J. Zhang", "W. Zheng", "Z. Qian", "X. Jiang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Identification and quantification of eight Listeria monocytogene serotypes from Listeria spp",
      "author" : [ "W. Wang", "L. Liu", "S. Song", "L. Xu", "H. Kuang", "J. Zhu", "C. Xu" ],
      "venue" : "using a gold nanoparticle-based lateral flow assay, Microchim. Acta 184 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Gold nanoparticle-based paper sensor for multiple detection of 12 Listeria spp",
      "author" : [ "W. Wang", "L. Liu", "S. Song", "L. Xu", "J. Zhu", "H. Kuang" ],
      "venue" : "by P60-mediated monoclonal antibody, Food Agr. Immunol. 28 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rapid and visual detection of listeria monocytogenes based on nanoparticle cluster catalyzed signal amplification",
      "author" : [ "L. Zhang", "R. Huang", "W. Liu", "H. Liu", "X. Zhou", "D. Xing" ],
      "venue" : "Biosens. Bioelectron. 86 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Quantum dot-based lateral flow immunoassay for detection of neonicotinoid residues in tea leaves",
      "author" : [ "S. Wang", "Y. Liu", "S. Jiao", "Y. Zhao", "Y. Guo", "M. Wang", "G. Zhu" ],
      "venue" : "J. Agric. Food Chem. 65 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly sensitive detection of triazophos pesticide using a novel bio-bar-code amplification competitive immunoassay in a micro well plate-based platform",
      "author" : [ "P. Du", "M. Jin", "C. Zhang", "G. Chen", "X. Cui", "Y. Zhang", "P. Zou", "Z. Jiang", "X. Cao", "Y. She", "F. Jin", "J. Wang" ],
      "venue" : "Sensor. Actuator. B Chem. 256 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly sensitive visual detection of amantadine residues in poultry at the ppb level:  L",
      "author" : [ "W. Yu", "T. Zhang", "M. Ma", "C. Chen", "X. Liang", "K. Wen", "Z. Wang", "J. Shen" ],
      "venue" : "Wu et al. / Trends in Analytical Chemistry 113 (2019) 140e156  156 a colorimetric immunoassay based on a Fenton reaction and gold nanoparticles aggregation, Anal. Chim. Acta 1027 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of an indirect competitive ELISA based on immunomagnetic beads' clean-up for detection of maduramicin in three chicken tissues",
      "author" : [ "M. Song", "Z. Xiao", "Y. Xue", "X. Zhang", "S. Ding", "J. Li" ],
      "venue" : "Food Agric. Immunol. 29 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Surface plasmon resonance based competitive immunoassay for  Cd2þ",
      "author" : [ "G. Kang", "F. Wang", "Y.Z. Bai", "Y.F. Chen", "Z.Z. Feng" ],
      "venue" : "RSC Adv. 7 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel chemiluminescent immunochromatographic assay strip for rapid detection of mercury ions",
      "author" : [ "X. Wang", "F. Liu", "Q. Shao", "Z. Yin", "L. Wang", "Z. Fu" ],
      "venue" : "Anal. Methods 9 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Facile colorimetric detection of silver ions with picomolar sensitivity",
      "author" : [ "Z. Gao", "G.G. Liu", "H. Ye", "R. Rauschendorfer", "D. Tang", "X. Xia" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A portable chromium ion detection system based on a smartphone readout device",
      "author" : [ "S. Yu", "W. Xiao", "Q. Fu", "Z. Wu", "C. Yao", "H. Shen", "Y. Tang" ],
      "venue" : "Anal. Methods UK 8 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A gold nanoparticle-based semi-quantitative and quantitative ultrasensitive paper sensor for the detection of twentymycotoxins",
      "author" : [ "D. Kong", "L. Liu", "S. Song", "S. Suryoprabowo", "A. Li", "H. Kuang", "L. Wang", "C. Xu" ],
      "venue" : "Nanoscale 8 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fluoroimmunoassays for the detection of zearalenone in maize using CdTe/CdS/ZnS quantum dots",
      "author" : [ "F. Zhang", "B. Liu", "W. Sheng", "Y. Zhang", "Q. Liu", "S. Li", "S. Wang" ],
      "venue" : "Food Chem. 255 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Plasmonic ELISA based on enzyme-assisted etching of Au nanorods for the highly sensitive detection of aflatoxin B1 in corn samples",
      "author" : [ "Y. Xiong", "K. Pei", "Y. Wu", "H. Duan", "W. Lai", "Y. Xiong" ],
      "venue" : "Sensor. Actuator. B Chem. 267 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of ultrasound treatment on microstructure",
      "author" : [ "M. Nowacka", "M. Wedzik" ],
      "venue" : "colour and carotenoid content in fresh and dried carrot tissue, Appl. Acoust. 103 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Rapid identification of grouper and wreck fish meals by ELISA: a field study in restaurants",
      "author" : [ "L. Asensio", "S. Lourdes" ],
      "venue" : "Int. J. Food Sci. Technol. 44 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A SYBR Green real-time PCR assay to detect and quantify pork meat in processed poultry meat products",
      "author" : [ "S. Soares", "J.S. Amaral", "M.B. Oliveira", "I. Mafra" ],
      "venue" : "Meat Sci. 94 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A",
      "author" : [ "F.J. Santaclara" ],
      "venue" : "Velasco, R.I. P erez-Martín, J. Quinteiro, M. Rey-M  endez, M.A. Pardo, E. Jimenez, C.G. Sotelo, Development of a multiplex PCReELISA method for the genetic authentication of Thunnus species and Katsuwonus pelamis in food products, Food Chem. 180 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Development of a new broad-specific monoclonal antibody with uniform affinity for aflatoxins and magnetic beads-based enzymatic immunoassay",
      "author" : [ "X. Zhang", "M. Song", "X. Yu", "Z. Wang", "Y. Ke", "H. Jiang", "J. Li", "J. Shen", "K. Wen" ],
      "venue" : "Food Control 79 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Comparison of real-time PCR and ELISA-based methods for the detection of beef and pork in processed meat products",
      "author" : [ "A.T. Perestam", "K.K. Fujisaki", "O. Nava", "R.S. Hellberg" ],
      "venue" : "Food Control 71 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enzyme immunoassay (ELISA/ immunosensor) for a sensitive detection of pork adulteration in meat",
      "author" : [ "J. Mandli", "I.F. El", "N. Seddaoui", "A. Amine" ],
      "venue" : "Food Chem. 255 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Colourimetric detection of swine-specific DNA for halal authentication using gold nanoparticles",
      "author" : [ "Z. He", "H. Yang" ],
      "venue" : "Food Control 88 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Preparation of high stable core/ shell magnetic nanoparticles and application in Bacillus thuringiensis",
      "author" : [ "J. Liang", "Y. Wu", "C. Liu", "Y.C. Cao", "J. Liu", "Y. Lin" ],
      "venue" : "Cry1Ac proteins detection, Sensor. Actuator. B Chem. 241 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A nanobiosensor composed of exfoliated graphene oxide and gold nano-urchins",
      "author" : [ "Z. Aghili", "N. Nasirizadeh", "A. Divsalar", "S. Shoeibi", "P. Yaghmaei" ],
      "venue" : "for detection of GMO products, Biosens. Bioelectron. 95 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An ultrasensitive label-free electrochemiluminescent immunosensor for measuring Cry1Ab level and genetically modified crops content",
      "author" : [ "H. Gao", "L. Wen", "Y. Wu", "Z. Fu", "G. Wu" ],
      "venue" : "Biosens. Bioelectron. 97 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Methods of analysis for 2-dodecylcyclobutanone and studies to support its role as a unique marker of food irradiation",
      "author" : [ "M. Driffield", "D. Speck", "A.S. Lloyd", "M. Parmar", "C. Crews", "L. Castle", "C. Thomas" ],
      "venue" : "Food Chem. 146 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Comparative evaluation of methods for the detection of 2-alkylcyclobutanones as indicators for irradiation treatment of cashew nuts and nutmeg",
      "author" : [ "A. Breidbach", "F. Ulberth" ],
      "venue" : "Food Chem. 201 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Determination of 2-alkylcyclobutanones in ultraviolet light-irradiated fatty acids",
      "author" : [ "X. Meng", "W. Chan" ],
      "venue" : "triglycerides, corn oil, and pork samples Identifying a new source of 2-alkylcyclobutanones, Food Chem. 217 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "New insights to detect irradiated food an overview",
      "author" : [ "E. Zanardi", "A. Caligiani", "E. Novelli" ],
      "venue" : "Food Anal. Methods UK 11 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Development of a novel biosensor based on F0 F1-ATPase for the detection of 2-dodecylcyclobutanone in irradiated beef",
      "author" : [ "Y. Zhao", "Y. Ha", "J. Yue", "F. Wang" ],
      "venue" : "Food Chem. 188 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nano-biosensor platforms for detecting food allergenseNew trends",
      "author" : [ "S. Neethirajan", "X. Weng", "A. Tah", "J.O. Cordero", "K.V. Ragavan" ],
      "venue" : "Sens. Bio-Sens. Res. 18 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent advances in thedetectionof allergens in foods,MethodsMol",
      "author" : [ "l.C.S. De", "I.R. L  opez-Calleja", "I. Martín", "Gonz  alez", "M. Alcocer", "T. García" ],
      "venue" : null,
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2017
    }, {
      "title" : "Biosensing based on nanoparticles for food allergens detection",
      "author" : [ "L.N. Gomez-Arribas", "E. Benito-Pena", "H.S.N. Mdc", "M.C. Moreno-Bondi" ],
      "venue" : "Sens 18 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rapid and sensitive detection of the food allergen glycinin in powdered milk using a lateral flow colloidal gold immunoassay strip test",
      "author" : [ "Y. Wang", "R. Deng", "G. Zhang", "Q. Li", "J. Yang", "Y. Sun", "Z. Li", "X. Hu" ],
      "venue" : "J. Agric. Food Chem. 63 ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Enzyme-free immunoassay using silver nanoparticles for detection of gliadin at ultralow concentrations",
      "author" : [ "P.A. Mercadal", "J.C. Fraire", "R.D. Motrich", "E.A. Coronado" ],
      "venue" : "ACS Omega 3 ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of natural sorbent based micro-solid-phase extraction for determination of phthalate esters in milk",
      "author" : [ "Sajid", "C. Basheer", "A. Alsharaa", "K. Narasimhan", "A. Buhmeida", "M.Q. Al", "M.S. Al" ],
      "venue" : "samples, Anal. Chim. Acta",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2016
    }, {
      "title" : "Determination of protein content of raw fresh cow's milk using dielectric spectroscopy combined with chemometric",
      "author" : [ "X. Zhu", "W. Guo", "F. Kang", "F. Kong", "Q. Zhu" ],
      "venue" : "Methods Food Bio. Technol. 9 ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Quantitative determination of non-starch polysaccharides in foods using gas chromatography with flame ionization detection",
      "author" : [ "J. Ma", "L. Adler", "G. Srzednicki" ],
      "venue" : "Food Chem. 220 ",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "B",
      "author" : [ "M. Sýs" ],
      "venue" : "Svecov a, I. Svancara, R. Metelka, Determination of vitamin E in margarines and edible oils using square wave anodic stripping voltammetry with a glassy carbon paste electrode, Food Chem. 229 ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Determination of bromine and iodine in edible flours by inductively coupled plasma mass spectrometry after microwave-induced combustion",
      "author" : [ "J.S.S. Oliveira", "L.O. Diehl", "A.C. Frohlich", "V.C. Costa", "M.F. Mesko", "F.A. Duarte", "M.M.D. Erico" ],
      "venue" : "Microchem. J. 133 ",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Iron-core/carbon-shell nanoparticles with intrinsic peroxidase activity: new platform for mimetic glucose detection",
      "author" : [ "N.S. Surgutskaya", "M.E. Trusova", "G.B. Slepchenko", "A.S. Minin", "A.G. Pershina", "M.A. Uimin", "A.E. Yermakov", "P.S. Postnikov" ],
      "venue" : "Anal. Methods 9 ",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Layered vanadium (IV) disulfide nanosheets as a peroxidase-like nanozyme for colorimetric detection of glucose",
      "author" : [ "L. Huang", "W. Zhu", "W. Zhang", "K. Chen", "J. Wang", "R. Wang", "Q. Yang", "N. Hu", "Y. Suo", "J. Wang" ],
      "venue" : "Microchim. Acta 185 ",
      "citeRegEx" : "108",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green synthesis of single crystalline akaganeite nanorods for peroxidase mimic colorimetric sensing of ultralow level vitamin B1 and sulfide ions",
      "author" : [ "R. Purbia", "S. Paria" ],
      "venue" : "ACS Appl. Nano Mater. 1 ",
      "citeRegEx" : "109",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel colorimetric strategy for sensitive and rapid sensing of ascorbic acid using cobalt oxyhydroxide nanoflakes and 3",
      "author" : [ "D. Ji", "Y. Du", "H. Meng", "L. Zhang", "Z. Huang", "Y. Hu", "J. Li", "F. Yu", "Z. Li" ],
      "venue" : "30 , 5, 50-tetramethylbenzidine, Sensor. Actuator. B Chem. 256 ",
      "citeRegEx" : "110",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A sensitive colorimetric assay for cholesterol based on the peroxidase-like activity of MoS2",
      "author" : [ "T. Lin", "L. Zhong", "H. Chen", "Z. Li", "Z. Song", "L. Guo", "F. Fu" ],
      "venue" : "nanosheets, Microchim. Acta 184 ",
      "citeRegEx" : "111",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "Y.S. Li", "X.Y. Meng" ],
      "venue" : "Zhou, et al., Magnetic bead and gold nanoparticle probes based immunoassay for b-casein detection in bovine milk samples, Biosens. Bioelectron. 66 ",
      "citeRegEx" : "112",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Colorimetric detection of proteins based on target-induced activation of aptazyme",
      "author" : [ "D. Wu", "T. Gao", "L. Lei", "D.W. Yang", "X.X. Mao", "G.X. Li" ],
      "venue" : "Anal. Chim. Acta 942 ",
      "citeRegEx" : "113",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A pyridoxal-based dual chemosensor for visual detection of copper ion and ratiometric fluorescent detection of zinc ion",
      "author" : [ "L. Qu", "C. Yin", "F. Huo", "J. Chao", "Y. Zhang", "F. Cheng" ],
      "venue" : "Sensor. Actuator. B Chem. 191 ",
      "citeRegEx" : "114",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hydride generation for headspace solid-phase extraction with CdTe quantum dots immobilized on paper for sensitive visual detection of selenium",
      "author" : [ "K. Huang", "K. Xu", "W. Zhu", "L. Yang", "X. Hou", "C. Zheng" ],
      "venue" : "Anal. Chem. 88 ",
      "citeRegEx" : "115",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A micro-plate colorimetric assay for rapid determination of trace zinc in animal feed",
      "author" : [ "J. Wang", "Y. Niu", "C. Zhang", "Y. Chen" ],
      "venue" : "pet food and drinking water by ion masking and statistical partitioning correction, Food Chem. 245 ",
      "citeRegEx" : "116",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Colorimetric detection of iron ions (iii) based on the highly sensitive plasmonic response of the n-acetyl-l-cysteinestabilized silver nanoparticles",
      "author" : [ "X. Gao", "Y. Lu", "S. He", "X. Li", "W. Chen" ],
      "venue" : "Anal. Chim. Acta 879 ",
      "citeRegEx" : "117",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Highly selective colorimetric detection of zn(ii) ions using label-free silver nanoparticles",
      "author" : [ "S. Lee", "Y.S. Nam", "H.J. Lee", "Y. Lee", "K.B. Lee" ],
      "venue" : "Sensor. Actuator. B Chem. 237 ",
      "citeRegEx" : "118",
      "shortCiteRegEx" : null,
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "The contaminations in foodstuff can be sum up as pathogens, natural toxins, food additives, agrochemical residues, hazards and so on [2].",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 2,
      "context" : "At present, to achieve high accuracy and sensitivity, food analysis and safety verification mainly rely on traditional chromatography such as liquid chromatography [3,4] or gas chromatography [5,6].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 3,
      "context" : "At present, to achieve high accuracy and sensitivity, food analysis and safety verification mainly rely on traditional chromatography such as liquid chromatography [3,4] or gas chromatography [5,6].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 4,
      "context" : "At present, to achieve high accuracy and sensitivity, food analysis and safety verification mainly rely on traditional chromatography such as liquid chromatography [3,4] or gas chromatography [5,6].",
      "startOffset" : 192,
      "endOffset" : 197
    }, {
      "referenceID" : 5,
      "context" : "At present, to achieve high accuracy and sensitivity, food analysis and safety verification mainly rely on traditional chromatography such as liquid chromatography [3,4] or gas chromatography [5,6].",
      "startOffset" : 192,
      "endOffset" : 197
    }, {
      "referenceID" : 6,
      "context" : "Therefore, the researchers focus the attention on the other prospective methods such as molecular imprinting technology (MIT) [7], fluorometric technique [8], electrochemical method [9] or Raman spectroscopy [10].",
      "startOffset" : 126,
      "endOffset" : 129
    }, {
      "referenceID" : 7,
      "context" : "Therefore, the researchers focus the attention on the other prospective methods such as molecular imprinting technology (MIT) [7], fluorometric technique [8], electrochemical method [9] or Raman spectroscopy [10].",
      "startOffset" : 154,
      "endOffset" : 157
    }, {
      "referenceID" : 8,
      "context" : "Therefore, the researchers focus the attention on the other prospective methods such as molecular imprinting technology (MIT) [7], fluorometric technique [8], electrochemical method [9] or Raman spectroscopy [10].",
      "startOffset" : 182,
      "endOffset" : 185
    }, {
      "referenceID" : 9,
      "context" : "Therefore, the researchers focus the attention on the other prospective methods such as molecular imprinting technology (MIT) [7], fluorometric technique [8], electrochemical method [9] or Raman spectroscopy [10].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 10,
      "context" : "of the method and limited its application in food analysis [11,12].",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 11,
      "context" : "of the method and limited its application in food analysis [11,12].",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 15,
      "context" : "products, which was focused on the broad specificity antibodies of sulfonamide residues [16].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 16,
      "context" : "provided an overview of the related techniques on aptamer-based ELISA, which elaborated on how to use aptamers as an alternative recognition element in ELISA [17].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 17,
      "context" : "mainly presented an overview of a short history, principles and types of ELISA, and ELISA in peptide/protein analyses, which further discussed analytical errors and gave rules to be followed to prevent the problems of ELISA [18].",
      "startOffset" : 224,
      "endOffset" : 228
    }, {
      "referenceID" : 19,
      "context" : "as electrochemical ELISA and fluorescence-ELISA [20].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 20,
      "context" : "Prior to ELISA, radioimmunoassay method was firstly proposed by Yalow and Berson in 1960, which was the only biological analytical technique at the time [21].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 21,
      "context" : "developed a method for coupling antibodies by using cross-linked Sephadex, which was capable of fixing antibody and removing unconjugated labeled antigens by centrifugation [22].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 22,
      "context" : "From 1967 to 1969, Nakane and Avrameas further optimized the labeling process and realized the combining of enzymes with antigen/antibody by glutaraldehyde [23,24].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 23,
      "context" : "From 1967 to 1969, Nakane and Avrameas further optimized the labeling process and realized the combining of enzymes with antigen/antibody by glutaraldehyde [23,24].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 24,
      "context" : "In 1971, Engvall and Perlmann for the first time reported an enzyme-labeled antibody with a sorbent substrate for the quantitative detection of IgG, indicating the successful construction and application of ELISA in immunoassay [25].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 25,
      "context" : "Later in 1980, the biotin-avidin interaction strategy was applied in immunochemistry and immunofluorescence, which facilitated the development of BSA-ELISA by introducing biotin-streptavidinenzyme complexes [26].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 26,
      "context" : "ELISA could realize naked eye readout of analyte, which symbolized the arrival of the new era of nano-ELISA [27].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 31,
      "context" : "proposed a nano-MIPs-based ELISA for the detection of small molecular targets at the concentration level of pM [32].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 32,
      "context" : "2 mg/well MIPs desorption at washings, which revealed the stable adsorption for the plate wells [33].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 35,
      "context" : "Based on nanobody against alpha-fetoprotein (AFP), a novel immunoassay was reported for the sensitive detection of cancer biomarker (AFP) [36].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 37,
      "context" : "visual detection limit below 10 mg/kg for most sulfonamides [38].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 38,
      "context" : "benzimidazoles in milk samples, which can realize the rapid screening of benzimidazole residues within 15 min [39].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 42,
      "context" : "The commonly used nanomaterials include Au-Pt/SiO2 nanocomposites [43], CeO2 nanoparticles [44], Co3O4 nanoparticles [45], rGO/PEI/Pd nanohybrids [46] and CuO nanoparticles [47] and so on.",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 43,
      "context" : "The commonly used nanomaterials include Au-Pt/SiO2 nanocomposites [43], CeO2 nanoparticles [44], Co3O4 nanoparticles [45], rGO/PEI/Pd nanohybrids [46] and CuO nanoparticles [47] and so on.",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 44,
      "context" : "The commonly used nanomaterials include Au-Pt/SiO2 nanocomposites [43], CeO2 nanoparticles [44], Co3O4 nanoparticles [45], rGO/PEI/Pd nanohybrids [46] and CuO nanoparticles [47] and so on.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 45,
      "context" : "The commonly used nanomaterials include Au-Pt/SiO2 nanocomposites [43], CeO2 nanoparticles [44], Co3O4 nanoparticles [45], rGO/PEI/Pd nanohybrids [46] and CuO nanoparticles [47] and so on.",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 46,
      "context" : "The commonly used nanomaterials include Au-Pt/SiO2 nanocomposites [43], CeO2 nanoparticles [44], Co3O4 nanoparticles [45], rGO/PEI/Pd nanohybrids [46] and CuO nanoparticles [47] and so on.",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 42,
      "context" : "reported a new ELISA method using antibody conjugated Au-Pt/SiO2 nanocomposites (APS NCs) as signal labels to replace HRP conjugated antibodies, which behaved a sensitivity of 75 pg/ mL for human immunoglobulin G (HIgG) and showed 264-fold improvement as compared with traditional ELISA [43].",
      "startOffset" : 287,
      "endOffset" : 291
    }, {
      "referenceID" : 34,
      "context" : "[35,37] with permission from Elsevier and American Chemical Society.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 36,
      "context" : "[35,37] with permission from Elsevier and American Chemical Society.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 45,
      "context" : "39 nM in ddH2O and ~1 nM in serum samples [46].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 48,
      "context" : "8-fold enhancement in catalytic efficiency than HRP [49].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 49,
      "context" : "To solve the problem, a number of works have been reported by using the localized surface plasmon resonance (LSPR) of metallic nanoparticles such as gold or silver [50,51].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 50,
      "context" : "To solve the problem, a number of works have been reported by using the localized surface plasmon resonance (LSPR) of metallic nanoparticles such as gold or silver [50,51].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 50,
      "context" : "designed a dual-color response strategy by using TMB2þ quantitatively etched Au NPs, which could provide color variations from wine red to colorless, and then from colorless to yellow [51].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 51,
      "context" : "for the visual detection of cloxacillin in foodstuffs [52].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 56,
      "context" : "for the detection of b-lactoglobulin by using KOH-treatedmicrotiter plate as solid substrate and biotinylated antibody-labeled Au NPs as signal carriers [57].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 49,
      "context" : "[50,53] with permission from American Chemical Society and Royal Society of Chemistry.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 52,
      "context" : "[50,53] with permission from American Chemical Society and Royal Society of Chemistry.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 58,
      "context" : "reported a highly sensitive electrochemical biosensor for the immunoassya of carcinoembryonic antigen (CEA) using Ag/MoS2@Fe3O4 and ELISA [59].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 59,
      "context" : "proposed an enzyme-free fluorescence ELISA to determinate cancer biomarker of HER2 [60].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 60,
      "context" : "reported a sandwich assay method for DNA detection using ECL-ELISA based on luminol derivatives encapsulated liposomes [61].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 61,
      "context" : "By employing Au NPs as detection probes, a SERS-based immunoassay was constructed to detect bacterial pathogens at ultra-low concentration levels [62].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 63,
      "context" : "proposed a multicolor ELISA based on smartphone-assisted signal read-out [64].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 68,
      "context" : "developed a Fe3O4 nanoparticle cluster (Fe3O4 NPC) modified ELISA for the rapid detection of Listeria monocytogenes in common food [69].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 64,
      "context" : "[65,66] with permission from Elsevier and American",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 65,
      "context" : "[65,66] with permission from Elsevier and American",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 70,
      "context" : "reported an Au NPs loaded bio-bar-code ELISA for triazophos pesticide residue detection [71].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 71,
      "context" : "developed a nanoELISA using Au NPs as indicator for the immunoassay of amantadine residues in poultry [72].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 73,
      "context" : "described a selective and sensitive SPR-based competitive immunoassay for Cd2þ detection in water samples [74].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 74,
      "context" : "developed a chemiluminescent immunoassay strip method for the rapid and sensitive detection of Hg2þ [75].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 75,
      "context" : "reported a simple visual detection method for silver ionswith the level of pM, which employed Pt nanocubes as artificial peroxidases to catalyze the oxidation of TMB [76].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 67,
      "context" : "[68,70] with permission from Elsevier and American Chemical Society.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 69,
      "context" : "[68,70] with permission from Elsevier and American Chemical Society.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 76,
      "context" : "designed a portable Cr3þ detection system based on a specific monoclonal antibody against Cr3þ-EDTA and Au NPs amplified signal [77].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 77,
      "context" : "developed a multi-ICA strip strategy to simultaneously detect twenty types of mycotoxins in cereal food samples [78].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 78,
      "context" : "developed a fluoroimmunoassay (FLISA) and a rapid immunochromatographic strip (ICTS) for zearalenone (ZEN) detection in maize [79].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 79,
      "context" : "Au NRs as signal output of ELISA for aflatoxin B1 (AFB1) detection in corn samples [80].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 81,
      "context" : "identified by genetic or immunological techniques [82,83].",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 82,
      "context" : "identified by genetic or immunological techniques [82,83].",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 83,
      "context" : "strategy to authenticate the gene of Katsuwonus pelamis and Thunnus species in food via PCR coupled ELISA [84].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 84,
      "context" : "direct competitive ELISA to detect total aflatoxins in maize samples [85].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 85,
      "context" : "was deemed to be less time consuming and easier to perform than PCR [86].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 86,
      "context" : "developed a competitive ELISA for the detection of pork adulteration in meat, which was realized by immobilizing IgG standard to compete with the extracted IgG [87].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 87,
      "context" : "designed a method for the colorimetric identification of pork based on Au NPs, where swine-specific DNA was chosen as target and two other complementary DNA sequences as probes [88].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 88,
      "context" : "prepared a silicon coated magnetic nanoparticles probe for Cry1 Ac protein detection in GMOs [89].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 89,
      "context" : "constructed a genosensor for CaMV 35S promote sequence detection in GMOs based on graphene oxide and gold nano-urchins [90].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 90,
      "context" : "reported a label-free ECL immunosensor for the detection of Cry1Ab level in genetically modified crops [91].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 95,
      "context" : "monoclonal antibodies through biotin-avidin-biotin linker [96].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 99,
      "context" : "a rapid LFIA method with the Au NPs-labeled antibody to specifically identify glycinin, a soybean allergen [100].",
      "startOffset" : 107,
      "endOffset" : 112
    }, {
      "referenceID" : 100,
      "context" : "method for gliadin detection based on the inhibition to form Ag nanosphere (Ag NPs) dimers when corresponding antigen existed [101].",
      "startOffset" : 126,
      "endOffset" : 131
    }, {
      "referenceID" : 106,
      "context" : "reported a colorimetric method for glucose inspection using enzymatic mimics of Fe-core/carbon shell nanoparticles (Fe@C NPs) [107].",
      "startOffset" : 126,
      "endOffset" : 131
    }, {
      "referenceID" : 107,
      "context" : "[108,109] with permission from Springer and American Chemical Society.",
      "startOffset" : 0,
      "endOffset" : 9
    }, {
      "referenceID" : 108,
      "context" : "[108,109] with permission from Springer and American Chemical Society.",
      "startOffset" : 0,
      "endOffset" : 9
    }, {
      "referenceID" : 109,
      "context" : "developed a cobalt oxyhydroxide (CoOOH) nanoflakes and TMB-based sensing platform for the rapid and specific detection of AA [110].",
      "startOffset" : 125,
      "endOffset" : 130
    }, {
      "referenceID" : 110,
      "context" : "described a colorimetric method for cholesterol detection based on cholesterol oxidase and MoS2 nanosheets [111].",
      "startOffset" : 107,
      "endOffset" : 112
    }, {
      "referenceID" : 111,
      "context" : "developed a double-probe immunoassay using magnetic beads (MBs) and Au NPs for bcasein detection in bovine milk samples [112].",
      "startOffset" : 120,
      "endOffset" : 125
    }, {
      "referenceID" : 116,
      "context" : "developed a colorimetric sensor based on the Nacetyl-L-cysteine (NALC) capped Ag NPs for Fe3þ detection [117].",
      "startOffset" : 104,
      "endOffset" : 109
    }, {
      "referenceID" : 117,
      "context" : "designed a sensitive visual detection method for Zn2þ ions using label-free Ag NPs [118].",
      "startOffset" : 83,
      "endOffset" : 88
    } ],
    "year" : 2019,
    "abstractText" : "Owing to its advantages such as simplicity, good sensitivity and ease of operation, enzyme-linked immunosorbent assay (ELISA) has been a powerful tool in food safety and verification. However, the relatively low sensitivity and accuracy are the main limitations of traditional ELISA, which have hindered its application in food analysis. Thus, it is of ultra-importance to construct effective strategies to solve the problem. Till now, great progress has been made in boosting the accuracy, sensitivity and stability to improve traditional ELISA. Fortunately, the nanomaterials-based ELISA (nanoELISA) greatly developed ELISA and behaved superior performance. In this review, recent advances about nano-ELISA are discussed in four basic parts including absorbent substrate, recognition element, enzyme label and chromogenic agent as well as the related application in food analysis, which provides a new train of thought and tactics for other techniques such as biosensors in electrochemistry, optics and magnetism. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}