{
  "name" : "downloads_2019-11-09_b3_nguyen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Efficient removal of cationic dyes from water by a combined adsorption-photocatalysis process using platinum-doped titanate nanomaterials",
    "authors" : [ "Chi Hieu Nguyen", "Ruey-Shin Juang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of the Taiwan Institute of Chemical Engineers\njournal homepage: www.elsevier.com/locate/jtice\nEfficient removal of cationic dyes from water by a combined\nadsorption-photocatalysis process using platinum-doped titanate\nnanomaterials\nChi Hieu Nguyen a , b , Ruey-Shin Juang a , c , d , ∗\na Department of Chemical and Materials Engineering, Chang Gung University, 259 Wenhua First Road, Guishan, Taoyuan 33302, Taiwan b Institute of Environmental Science, Engineering and Management, Industrial University of Ho Chi Minh City, Ho Chi Minh City, Vietnam c Division of Nephrology, Department of Internal Medicine, Chang Gung Memorial Hospital, Linkou, Taiwan d Department of Safety, Health and Environmental Engineering, Ming Chi University of Technology, Taishan, New Taipei City 24301, Taiwan\na r t i c l e i n f o\nArticle history: Received 29 January 2019 Revised 26 March 2019 Accepted 27 March 2019 Available online 4 April 2019\nKeywords: Titanate nanomaterials Platinum doping Cationic dyes Adsorption Photocatalysis\na b s t r a c t\nIn this study, two types of titanate nanomaterials (TNMs) including titanate nanosheets (TNS) and titanate nanotubes (TNT) were hydrothermally prepared by controlling reaction times, and then the platinum (Pt)doped TNMs were fabricated. The photocatalytic performance of as-prepared materials was compared with that of the commercially available TiO 2 P25. It was revealed that changing the morphology of TiO 2 particles could enhance their adsorption ability and photocatalytic activity for the removal of cationic dyes from water. In particular, all prepared materials displayed greater removal of methylene blue than of P25 through the synergy of adsorption and photocatalysis; however, such an effect was not so pronounced for anionic dyes. For cationic dyes (methylene blue and rhodamine B) and anionic dyes (methyl orange and naphthol blue–black), TNT presented higher photocatalytic activity than TNS. The TNMs, after Pt doping, significantly enhanced photocatalytic activity compared to the pristine ones. Remarkably, 0.5% by weight Pt-doped TNS achieved 100% removal of methylene blue and rhodamine B after 120 min and 140 min of UV irradiation, respectively, outperforming P25, although Pt-doped TNMs showed lower photocatalytic performance than P25 for anionic dyes.\n© 2019 Taiwan Institute of Chemical Engineers. Published by Elsevier B.V. All rights reserved.\nt h d m c v h n 1 t b a a t\n1. Introduction\nIn recent years, industrial development has caused many environmental problems. The treatment and reuse of wastewater have become an important issue of great interest to researchers. Commercial synthetic dyes are used as raw materials of different manufacturing processes such as textiles, paper, plastics, leather, foodstuffs, and pharmaceuticals [1 –4] . Within these industries, dye production and textile manufacturing processes can discharge a large number of effluents containing toxic colored dyestuffs into aquatic systems. Worldwide, total dye production exceeds 70 0,0 0 0 tons annually and about 20% of this is released into waterways [5,6] . Most synthetic dyes are highly colored, toxic and carcinogenic, directly impacting human health and aquatic ecosystems [7 – 9] . A complete treatment of dye effluents before discharge is urgently needed.\n∗ Corresponding author at: Department of Chemical and Materials Engineering, Chang Gung University, 259 Wenhua First Road, Guishan, Taoyuan 33302, Taiwan.\nE-mail address: rsjuang@mail.cgu.edu.tw (R.-S. Juang).\na i c s t a\nhttps://doi.org/10.1016/j.jtice.2019.03.017 1876-1070/© 2019 Taiwan Institute of Chemical Engineers. Published by Elsevier B.V. All r\nThe removal and mineralization of dyes from water have atracted considerable attention. However, until now, it has been ard to thoroughly treat discharged water bodies containing yestuffs with traditional methods such as anaerobic/aerobic treat-\nents, electro-coagulation, filtration, and adsorption which merely hange the forms of the contamination [6,10 –13] . Among the adanced methods used to reduce organic pollution, photocatalysis as been considered to be promising, one which might be achieved ot only in decolorization but also in mineralization of dyes [14 – 9] . TiO 2 and TiO 2 -based materials have been widely used in phoocatalytic degradation of environmental contamination by their enefits such as cost-effectiveness, chemical stability, nontoxicity, nd environmentally friendly features [20 –23] . However, photocatlytic water purification using benchmark TiO 2 is limited in pracical applications [24] . One restriction is the wide bandgap of TiO 2 nd short lifetime of photo-induced electron-hole pairs. Another s that photocatalysis is suitable for the treatment of dyes at low oncentrations only; that is, it often fails to treat high-strength olutions [25] . It is hence important to synthesize materials with he dual functions of high adsorption ability and good photocatlytic activity [13,17,26] . This combination has shown to be a viable\nights reserved.\nTable 1 Characteristics of the dyes used in this study.\nDye Molecular formula Molecular weight (Da) Class (charge) λmax (nm) Acidity constant, p K a Molecular structure\nRhB C 28 H 31 ClN 2 O 3 479.0 Cationic ( + 1) 551 3.7 [37]\nMB C 16 H 18 ClN 3 S 319.9 Cationic ( + 1) 665 3.8 [38]\nMO C 14 H 14 N 3 NaO 3 S 327.33 Anionic ( −1) 464 3.4 [39]\nNBB C 22 H 14 N 6 Na 2 O 9 S 2 616.5 Anionic ( −2) 618 4.5 [40]\ns v b p m\nT ( n t d n c a a k p t T h t o m f f d\n2\n2\nn w c i a A u\n2\n2\nh v\n1 3 l 3 h p s s w\n2\np 4 p a T 3 m s d 7 p P a r\n2 m\nJ p f a ( t E s s a a b T B f\nolution [27,28] . Adsorption is applied to enrich dyes from a large olume of water body and the adsorbed dyes are then removed y photocatalysis. Consequently, the combination of adsorption and hotocatalysis processes has been shown to enhance pollutant re-\noval.\nTitanate nanomaterials (TNMs) fabricated based on precursor iO 2 P25 with various morphologies such as titanate nanosheets TNS), titanate nanotubes (TNT), titanate nanorods, and titanate anofibers have been used previously and proved the synergisic effect of adsorption ability and photocatalytic activity on the egradation of several dyes [20,29 –32] . However, the titanate anomaterials still exhibit the drawbacks as other TiO 2 nanopartiles. To improve photocatalytic activity of TNMs via enhancing sepration of electron-hole pairs, doping them with noble metals such s Pt, Ag, and Au is commonly used [31,33 –36] . To the best of our nowledge, effects of dye structures and TNMs morphologies on hotocatalytic removal of dyes have seldom been explored. Simulaneous photodegradation of both cationic and anionic dyes using NMs is rarely reported. In addition, most research therefore far as focused on solving single dye solutions with very little attenion having been paid to dye mixtures in photocatalysis. The effect f interaction between two dyes in the solution on photocatalytic\nechanisms has not been elucidated systematically. In this work, our model dyes with different structures and charges were used or evaluating photocatalytic activity of TNMs, before and after Pt\noping, for single and binary dye solutions.\n. Materials and methods\n.1. Materials\nTitanium dioxide (TiO 2 ) Degussa P25, hydrogen hexachloroplatiate (H 2 PtCl 6 ·x H 2 O, 99.8%), and sodium hydroxide (NaOH, 98%) ere obtained from Sigma-Aldrich Co. (St. Louis, MI, USA). The haracteristics of the four dyes ( Table 1 ) used in this study, includng methylene blue (MB), naphthol blue black (NBB), methyl ornge (MO), and rhodamine B (RhB) were also provided by Sigma-\nldrich Co. All chemicals were analytical reagent grade and were tilized without further purification.\n.2. Materials preparation\n.2.1. Preparation of titanate nanomaterials (TNMs)\nTNMs with different morphologies were prepared by a facile ydrothermal process for various reaction times as described preiously [41] . In brief, 1.6 g of TiO (P25) was dispersed in 100 mL of\n2\n0 mol/L NaOH solution under vigorous stirring and sonication for 0 min. Afterward, the suspension was transferred into a Teflonined stainless-steel autoclave and kept in an oven at 130 °C for and 24 h. Pure TNS and TNT were obtained after 3- and 24-h\nydrothermal processing, respectively. After the reaction was comleted, the autoclave was cooled to ambient temperature, and the olids were then filtered and washed by 0.1 mol/L HCl and distilled everal times until the pH reached around 6.5–7.5. The resulting\nhite powders were dried in a vacuum oven at 70 °C for 24 h.\n.2.2. Preparation of Pt-doped TNMs\nThe Pt-doped TNS and TNT catalysts were prepared by photodeosition as follows: 3.0 g of the pristine TNMs was introduced to 50 mL of 33.3 vol% ethanol solution; to this mixture, an approriate volume of H 2 PtCl 6 aqueous solution (0.1 mmol/L) was then dded to obtain a nominal Pt loading with a weight percent of 0.5. hey were illuminated under an ultraviolet lamp and stirred for h. Light intensity on the pristine surface materials was approxi-\nately 6.5 mW/cm 2 for Pt photodeposition. The catalysts were subequently separated by centrifugation and washed several times by istilled water. The resulting powders were dried in an oven at 0 °C for 24 h to remove moisture. Photoreduction of Pt + 4 ions to latinum nanoparticles (Pt 0 ) occurred and then highly dispersed t particles were deposited onto the TNS and TNT surfaces. The s-prepared catalysts were denoted as Pt 0.5 -TNS and Pt 0.5 -TNT, coresponding to the sample containing 0.5 wt% Pt.\n.3. Characterization of structure and morphology of as-prepared\naterials\nTransmission electron microscope (TEM, JEOL JEM1230, Tokyo, apan) was used for the morphological investigation of all sam-\nles. The X-ray powder diffraction (XRD) measurements were per-\normed by a diffractometer (Bruker D2 PHASER, Germany) with\nCuK α radiation source. Fourier transform infrared spectroscopy FT-IR) was carried out on a Bruker Tensor 27 IR spectrophotomeer (Germany). The XPS analysis was conducted on a Fison VG SCA210 spectrometer with Mg-K α radiation. Diffuse reflectance pectra of as-prepared samples were recorded using a Jasco V650 pectrophotometer (Japan). Zeta potentials of as-prepared materils and dye solutions were determined using a zeta potential anlyzer (Zetasizer Nano-ZS, UK). The solution pH was determined y a digital pH meter (Horiba F-23, Japan). The Brunauer-Emmetteller (BET) surface area and pore size distribution based on the arret-Joyner-Halender (BJH) theory of the sample was calculated rom an N adsorption-desorption isotherm at −196 °C, performed\n2\nb c b w t m m m\n3\n3\na ( [ s t p a t b P a a a s t p p a O f T X o i a n T t\non Micromeritics ASAP2020 (USA). Room temperature photoluminescence (PL) spectra were recorded using a fluorescence spectrometer (Jasco FP-8200, Japan).\n2.4. Adsorption studies of as-prepared materials\nBatch adsorption tests were carried out to determine the amounts of dye adsorbed on as-prepared materials and P25. All tests were set up in the dark to avoid the effects of photolysis and photocatalysis of dyes. These experiments were carried out by adding 0.2 g of catalysts to 200 mL of dye solution in the concentration range of 5–185 mg/L for 1 h at 25 ± 1 °C. The initial solution pH was kept constant at 7.0 ± 0.2. Samples were taken at given time intervals (10 min) and the catalysts were separated from the solution by filtration through a 0.22- μm membrane (Chromophil ® Xtra, Germany). The concentration of dye in the sample was measured by a UV–visible spectrophotometer (Jasco V650, Japan) at each suitable wavelength ( Table 1 ). The amount of dye adsorbed on the catalyst after equilibrium, q e (mg/g), was calculated by q e = ( C 0 − C e ) V W (1)\nwhere C 0 and C e are the initial and equilibrium concentrations of dye in solution (mg/L), respectively, V is the volume of solution (L), and W is the mass of the catalyst (g).\n2.5. Modeling of adsorption isotherms\nHerein, the common two-parameter Langmuir and Freundlich equations were used to depict the equilibrium adsorption of dyes on as-prepared catalysts [42] . The linear forms of both equations can be represented by Eqs. (2) and ( 3 ), respectively:\nC e q e = 1 q max K L +\n( 1\nq max\n) C e (2)\nln q e = ln K F + 1 n ln C e (3)\nwhere q max is the maximum adsorption capacity corresponding to monolayer coverage (mg/g) and K L is the Langmuir constant (L/mg) in Eq. (2) . In Eq. (3) , K F is the Freundlich constant ((mg/g)(mg/L) n ) and n is the constant representing adsorption intensity.\n2.6. Photocatalysis experiments\nPhotocatalytic activity of as-prepared catalysts was evaluated based on the degradation results of single cationic dyes (RhB, MB), single anionic dyes (MO, NBB), and binary dye solutions using a UV lamp (HL100CH-5, Sen Lights Co., Japan). The single dye solution contained various dyes with an initial concentration of 20 mg/L in water. Two binary dye mixtures (RhB-MB and RhB-MO) were selected, each having an initial concentration of 10 mg/L for each dye. For comparison, P25 was used as a reference. All degradation experiments were performed in a batch photoreactor, as shown earlier [43] . The required amount of the catalyst was introduced into an aqueous solution of dyes (1.0 L) with the initial pH (6.8–7.0). This suspension was irradiated with UV light under magnetic stirring. Prior to UV illumination, the suspension was stirred in darkness for 40 min to reach adsorption equilibrium. After the defined periods (20 min), the samples were taken out and filtered by a 0.22- μm membrane to remove suspended solids. Two types of concentrations were analyzed to evaluate the degradation performance. The first was the concentration for decolorization, which was measured by a UV-visible spectrophotometer. In the mixtures, the concentration of each dye was determined from a calibration curve of the concentration versus the first-order derivative of the absorbance by the considerable spectral overlap\netween two single dyes and their mixtures [42,44,45] . The conentrations of RhB and MO in binary solutions were examined y first derivative spectrometry at 575 and 445 nm, respectively,\nhereas those of RhB and MB were obtained by the first derivaive at 507 and 625 nm, respectively ( Fig. S1 in Supplementary\naterial ). The second type was the total organic carbon (TOC) for ineralization, analyzed by a TOC Torch analyzer (Telrdyne Tekar, USA) .\n. Results and discussion\n.1. As-prepared catalyst characterization\nFig. 1 exhibits the XRD patterns of P25 and as-prepared materils. The XRD pattern of P25 can be indexed to anatase-phase TiO 2 JCPDS No. 89-4921) and rutile-phase TiO 2 (JCPDS No. 89-0552) 46] . The characteristic peaks in the XRD pattern of P25 were clear, trong, symmetric, and sharp, implying that TiO 2 was mostly crysalline. It was observed that the XRD patterns of TNS and TNT only resented weak diffraction peaks at 2 θ = 25.3 ° (101), 37.8 ◦ (004), nd 48 ◦ (200), corresponding to TiO 2 anatase phase. Meanwhile, he small diffraction peak of rutile phase at 27.5 ◦ (110) could only e seen from the XRD pattern of TNS. In contrast to XRD pattern of 25, the diffraction peaks in pristine TNS and TNT were widened, nd the intensities became very weak, with some peaks even disppearing, indicating that the crystallinity of TNS and TNT stayed t low levels after the hydrothermal process. However, the intenity of the diffraction peaks of the TNS was stronger and sharper han that of the TNT. As depicted in Fig. 1 , after 24-h reaction, eaks of P25 nearly disappeared, attributed to the formation of rotonated forms such as pyrotitanic acid (H 2 Ti 2 O 5 .H 2 O), rititanic cid (H 2 Ti 3 O 7 .H 2 O), or tetratitanic acid (H 2 Ti 4 O 9 . H 2 O) [30,47,48] .\nn the other hand, the introduction of Pt had an insignificant efect on the crystalline of TNS and TNT. The XRD patterns of Pt 0.5 - NS and TNS were similar. Meanwhile, Pt 0.5 -TNT displayed similar\nRD patterns to TNT. No characteristic peaks of Pt crystalline were bserved in both XRD patterns of Pt 0.5 -TNS and Pt 0.5 -TNT, indicat-\nng that Pt was successfully doped on TNMs or was well-dispersed s small particles on TNMs surface with low Pt contents that were\not observed by XRD technique. However, the deposition of Pt on NS and TNT led to stronger peak intensities, implying the formaion of better crystals.\nTable 2 Textural properties of P25 and as-prepared catalysts.\nSample Surface area (m 2 /g) Pore volume (cm 3 /g) Average pore size (nm) Crystallite size (nm) Bandgap (eV)\nP25 50.0 0.12 9.80 20.8 3.18 TNS 384.6 0.93 8.92 1.94 3.28 Pt 0.5 -TNS 404.3 1.05 8.50 2.92 3.19 TNT 411.7 1.07 9.82 8.42 3.22 Pt 0.5 -TNT 389.0 0.92 9.77 8.93 3.18\nFig. 2. TEM images of (a) TNS, (b) TNT, (c) Pt 0.5 -TNS, and (d) Pt 0.5 -TNT.\nD c f m c t s t\nb t a ( i w n a I t a t w c d\no s\nThe average crystalline size of materials was estimated by the ebye-Scherrer equation given by D = k DS λ/ β cos θ , where D is the rystal size, λ is the wavelength of X-ray radiation (0.15406 nm) or CuK α , k DS is taken as 0.89, and β is the line width at half-\naximum height. The results are listed in Table 2 . The average rystalline size of TNS and Pt 0.5 -TNS was 1.94 and 2.92 nm, respecively. This indicated that both TNS and Pt 0.5 -TNS nanosheets had a mall thickness, much thinner than that of the raw TiO 2 nanoparicles (20.8 nm).\nFig. 2 shows the TEM images of the materials fabricated y hydrothermal and photo-deposition methods. It is observed hat the morphology of pristine TiO 2 had a significant change fter hydrothermal treatment in high NaOH concentration media 10 mol/L). First, TiO 2 nanoparticles were transformed gradually nto nanosheets. TNS had both a length and width > 200 nm as\nell as small thickness ( Fig. 2 a), confirming that most of the TiO 2 anoparticles were changed to nanosheets, implying, in turn, the ccomplishment of transformation from 3D structure to 2D TNS. n Fig. 2 b, we observed that almost all of the TNS was converted o TNT for 24-h hydrothermal treatment. Final TNT products had n internal and external diameter of about 6 nm and 8 nm, respecively, and lengths from several dozens to 100 nm in agreement\nith the XRD analysis. From this, it could be concluded that the rystal structure of the nanosheets, as an intermediate product uring nanotube synthesis, was assigned to either hydrated form\no\nf delaminated anatase or lepidocrocite-type titanates consisting of hared TiO 6 octahedrons. It was also found that the reaction time f hydrothermal treatment was one of the key factors controlling\nT\np s t p T t m t 1 m b i T p\nc w T t P l b K [ T d s p P c\na c f c e\np P s m p p t l t f p d p h N t p t\nthe morphology of TNMs. On the other hand, the deposition of Pt on TNS and TNT did not notably change their morphologies. Pt 0.5 -TNS and Pt 0.5 -TNT still maintained sheet and tubular structures, respectively. TEM analysis also revealed the presence of Pt nanoparticles for both Pt 0.5 -TNS and Pt 0.5 -TNT. Moreover, Pt nanoparticles were distributed more uniformly on the TNS than on the TNT ( Figs. 2 c and d), with a size ranging from 2 nm to 5 nm. That is, pristine TNS worked as a better catalyst support than TNT.\nThe N 2 adsorption–desorption isotherms of as-prepared nanomaterials are illustrated in Fig. 3 , which are categorized as type IV isotherms according to IUPAC classification indicative of mesoporous materials. However, all shapes of adsorption branches look somewhat like as type II isotherms at higher relative pressures ( P / P 0 ), indicating the presence of macropores. These results implied that mesopores and macropores were formed in the as-prepared materials. In the case of TNS, the pore volume was caused by aggregation of single crystal nanosheets. Meanwhile, the total pore volume of TNT was calculated using both the internal pores of the nanotubes and the larger pores formed between nanotubes. The textural properties of as-prepared materials and P25 are listed in Table 2 . It was found that the surface areas of both the TNS (384.6 m 2 /g) and the TNT (411.7 m 2 /g) were much higher than that of P25. As Pt nanoparticle was deposited on TNS surfaces, the surface area and pore volume slightly increased but the average pore size was reduced. A possible reason is that the BET surface area of TNS and Pt 0.5 -TNS approximates their external surface. In another study, the decreased pore size could be ascribed to the formation of smaller pores owing to the aggregation of Pt nanoparticles and the incorporation of them into mesopores or macropores [49] . On the other hand, TNT exhibited the opposite tendency. Pt 0.5 -TNT had a specific surface area, pore volume, and average pore size smaller than pristine TNT. This is likely because Pt nanoparticles could agglomerate together on TNT. The pore size distribution of the asprepared catalysts is also presented in Fig. 3 inset. We could see that the shape of the distribution curves of the pairs TNS/Pt 0.5 -\nNS and TNT/Pt 0.5 - TNT did not have large differences. The majority of pore sizes were distributed in the mesoporous range from 2 to 30 nm [50] . Remarkably, Pt 0.5 -TNS had an increase in pore sizes in the range 1–3 nm compared to other materials, attributed to the effect of the formation of Pt nanoparticles.\nTo determine the chemical composition and state of Pt in the as-prepared materials, XPS analysis was done. Fig. 4 a shows the entire XPS spectra of P25, Pt 0.5 -TNS, and Pt 0.5 -TNT. It can be observed that all spectra contained two main elements of Ti and O. Additionally, in the spectra of both Pt 0.5 -TNS and Pt 0.5 -TNT, new weak peaks were seen compared to P25. In Fig. 4 b, the spectra of Ti2p have two peaks at 458.3 and 463.9 eV, corresponding to Ti2p 3/2 and Ti2p 1/2 of Ti(IV), respectively, indicating the formation of TiO 2 . Meanwhile, Fig. 4 c shows the spectra of O1s with a strong peak at 529.6 eV, attributed to O 2 − ion in Ti-O-Ti. Also, the peaks of Ti2p and O1s (530.4 eV) for both Pt 0.5 -TNS and Pt 0.5 -TNT shifted to higher binding energy regions compared to P25, attributed to the effect of the hydrothermal process. As presented in Fig. 4 d, the binding energy of Pt4f can be divided into the sum of two pair doublets: first, the most intense doublet, located at 70.8 (Pt4f 7/2 ) and 74.1 eV (Pt4f 5/2 ), attributed to the presence of metallic Pt (Pt 0 ) on the surface of TNMs; and, the weak second doublet located at the binding energy 72.1 and 76.5 eV, attributed to + 2 oxidation state of Pt (Pt 2 + ) [35,51,52] . It was thus concluded that the photodeposition process converted most Pt 4 + to Pt 0 . Table 3 lists the relative elemental composition of both Pt 0.5 -TNS and Pt 0.5 -TNT from XPS scans over the Ti2p, O1s, and Pt4f spectral regions. There are no significant differences in Ti and O content of the materials; however, the Pt content in the Pt 0.5 -TNS sample was slightly higher than that in the Pt 0.5 -TNT. This is likely due to the larger surface area of Pt 0.5 -TNS, which favors deposition of Pt nanoparticles.\nFT-IR analysis was used to verify the bonds formed in the asrepared materials. Fig. 5 depicts a typical FT-IR spectra. FT-IR pectra of TNS, TNT, Pt 0.5 -TNS, and Pt 0.5 -TNT exhibited similar paterns, with three distinct peaks at 3460, 1630, and 500.1 cm −1 . The eak at 500.1 cm −1 was ascribed to crystal lattice vibration of the iO 6 octahedral, which can be strongly affected by the incorporaion of ions ( via ion-exchange) into TNMs or by the alteration of\norphology. The presence of crystallographic water molecules in he sample was confirmed by a characteristic peak appearing at 630 cm −1 , attributed to hydroxyl group bending modes of water olecules adsorbed on the surface of TNMs [53] . Moreover, the road band from 30 0 0 to 370 0 cm −1 was attributed to the stretchng vibration of O –H groups on TiO 2 . Stronger interaction between\ni ions and O –H groups in the prepared materials was found comared to that in P25.\nTo explore the variation in optical properties of the as-prepared atalysts compared to P25, UV–visible diffuse reflectance spectra\nere carried out ( Fig. 6 a). It was seen that TiO 2 nanoparticles and\nNMs only absorbed UV light ( < 400 nm) with no absorption in he longer wavelength region. However, the absorption intensity of t 0.5 -TNS and Pt 0.5 -TNT catalysts was widened by one full waveength region, attributed to gray color after Pt doping [54,55] . The\nandgap ( E g ) of the as-prepared materials can be calculated by the abelka–Munk function that is used to establish a Tauc plot of F ( R ) . h ʋ] 1/2 vs. h ʋ [43,56,57] . The values of E g are listed in Table 2 . he bandgaps of new morphologies of TiO 2 species such as twoimensional nanosheets and one-dimensional nanotubes syntheized by hydrothermal method were slightly higher than that of recursor P25 ( Table 2 ). Meanwhile, the bandgaps of Pt 0.5 -TNS and t 0.5 -TNT were narrowed compared to that of pristine TNMs. This ould indicate the formation of Pt nanoparticle on the titanate.\nSurface charge is an important property of TNMs and strongly ffects their adsorption ability and photocatalytic activity, espeially for charged molecules. The solution pH also revealed an efect on the electrochemical properties of both solutes and photoatalysts [58] and therefore can significantly change the removal fficiency of dyes.\nFig. 7 shows the zeta potentials of both dyes and catalysts in the H range 3.0–11.5. The points of zero charge (pH pzc ) of P25, TNS, t 0.5 -TNS, TNT, and Pt 0.5 -TNT were at 6.9, 6.3, 6.1, 5.6, and 5.3, repectively. As shown in Fig. 7 a, zeta potentials of all as-prepared\naterials decreased gradually to negative values with increasing\nH and became stable at pH > 10.0. The surface charge of all asrepared materials was more negative than that of P25. That is, he surface charge of TNS was higher than that of TNT and folowed the order P25 > TNS > Pt 0.5 -TNS > TNT > Pt 0.5 -TNT. After he deposition of Pt, a similar trend in surface charge was observed or TNS and TNT. The variations in surface charge were wider com-\nared to those before Pt loading. Besides, the zeta potential of the ye solution is also presented in Fig. 7 b. MB in the solution dislayed a positive charge in the pH range from 3.5 to 11.5, and RhB ad a zero-point charge at 5.8. In contrast, the charges of MO and BB solutions were negative in the whole pH range studied, and he charge of NBB was more negative than that of MO. For examle, the charge of MO and NBB was −4.3 and −15.5 mV, respecively, at the pH of the working solution (7.0).\n3\nd d M ( w M W T a f t T o d t s c\nl r p a a i o d A w a\na a h t o s c T\n.2. Adsorption ability of as-prepared materials\nThe adsorption ability of as-synthesized materials for the four yes was studied. Results displayed that the amounts of cationic yes adsorbed were much larger than those of the anionic dyes.\noreover, the adsorptions for RhB, MO, and NBB were ineffective < 7 mg/g). As stated above, the MB molecule had a positive charge,\nhich was caused by a quaternary ammonium cation (NR 4 + ), and B solution had a positive zeta potential of 14.1 mV (at pH 7.0). hile working with the MB solution at pH 7.0, P25, TNS, Pt 0.5 -TNS,\nNT, and Pt 0.5 -TNT had zeta potentials of −0.7, −5.5, −9.8, −11.1, nd −16.3 mV, respectively ( Fig. 7 a). At pH > pH pzc , the attractive orces between catalyst surfaces and MB molecules favored adsorpion. Obviously, the amount MB adsorbed on TNMs and Pt-doped NMs increased significantly than on P25. The remarkable increase f MB adsorption is mainly attributed to (i) the formation of hy-\nroxyl groups on titanate surface, which can provide a strong elecrostatic attraction for cationic dyes and (ii) an increase in the BET urface area of as-prepared materials after the hydrothermal proess. In relatively low concentrations, adsorption increased almost\ninearly with increasing initial MB concentration; this increase was etarded at higher MB concentrations ( Fig. S2 ). Adsorption hap-\nened rapidly when most of the MB was enriched within 20 min, nd the equilibrium was attained within 40 min. The adsorption bility of the as-prepared materials increased with the increased nitial concentration of adsorbed substances. This was probably wing to the agglomeration of dye molecules occurring at higher\nye concentrations, which disrupted preferential adsorption of MB. s presented in Table 4 , the amount of MB adsorbed on Pt 0.5 -TNS as the highest. This could be due to an increment in the surface rea and the magnitude of the attractive forces of Pt 0.5 -TNS.\nOn the other hand, RhB molecules have a positive charge from quaternary ammonium cation (NR 4 + ) and contain a carboxylic cid group ( −COOH). As shown in Fig. 7 b, in aqueous media RhB ad a positive zeta potential at pH 〈 5.8 and negative zeta potenial at pH > 5.8. At pH 7.0, for example, RhB had a zeta potential f −8.2 mV; thus, the surface charge of RhB and catalyst had the ame sign. The electrostatic repulsion between RhB molecules and atalyst surface was present, leading to a decrease in adsorption. hus, the amount of RhB adsorbed on as-prepared materials was\nTable 4 Adsorption properties of four dyes on as-prepared materials.\nAdsorbent BET surface area (m 2 /g) Amount of monolayer adsorption of dye (mg/g) Charge on dye/support at pH 7.0\nMB RhB MO NBB MB RhB MO NBB\nP25 50.0 5.39 0.94 2.46 4.37 + /- -/- -/- -/- TNS 384.6 84.3 0.43 4.10 1.90 + /- -/- -/- -/- Pt 0.5 -TNS 404.3 122.1 0.18 0.55 2.93 + /- -/- -/- -/- TNT 411.7 97.1 0.56 3.08 0.47 + /- -/- -/- -/- Pt 0.5 -TNT 389.0 71.6 0.08 0.22 0.54 + /- -/- -/- -/-\nFig. 5. FT-IR spectra of (a) P25, (b) TNS, (c) TNT, (d) Pt 0.5 -TNS, and (e) Pt 0.5 -TNT.\nd f P l d i c a t\ns i t t l c o e c o\n3\na l b a I s a T l insignificant. Adsorption capacity of all materials was in the range 0–0.94 mg/g for RhB. MO and NBB exist as anionic species in aqueous solution because they contain strongly acidic sulfonate groups ( −SO 3 −). Moreover, the zeta potentials of MO and NBB at pH 7.0 were −4.3 and −15.5 mV, respectively ( Fig. 7 b). Meanwhile, the surfaces of all synthesized materials presented negative charges at this pH. Hence, both dyes were repulsed away from the surface of catalysts. As a result, the adsorptive ability of as-prepared catalysts for anionic\nFig. 6. (a) Diffuse reflectance absorption spectra a\nyes was very low (0–4.7 mg/g). No significant differences were\nound in anionic dye adsorption on all as-prepared materials and 25. The adsorption tendency for the same-charged dyes was simiar. Therefore, both surface charge of catalysts and zeta potential of\nyes played key roles in the adsorptive ability of the TNMs consist-\nng of TNS, TNT, Pt 0.5 -TNS, and Pt 0.5 -TNT. A larger difference in the harges of dyes and adsorbents ( e.g ., with opposite charges) favors dsorption. This signified that electrostatic interactions dominated he adsorption of charged dyes in aqueous media on the TNMs.\nExperimental data showed that as-prepared materials displayed ignificant adsorptive ability for MB only. The adsorption isotherm s crucial to determining how the molecules are released from he surface of the adsorbent when equilibrium is attained. Hence, he Langmuir and Freundlich equations were adopted to anayze the adsorption of MB. As depicted in Table 5 , the correlation oefficients ( r 2 ) of the Langmuir equation were higher than those\nf the Freundlich equation for MB. This implies the monolayer covrage of dyes on catalyst surfaces. The maximum MB adsorptive apacity of 122.1 mg/g was achieved on Pt 0.5 -TNS, and followed, in rder, as TNT > TNS > Pt 0.5 -TNT > P25.\n.3. Photocatalytic activity of as-prepared materials\nPrior to UV irradiation, the suspension of various dyes and catlysts was kept in the dark for 40 min to achieve adsorption equiibrium. Fig. 8 shows the results in the degradation of a single dye\ny both adsorption and photocatalysis. As have stated above, the mount of MB adsorbed on the as-synthesized materials was large. n this series of experiments, a catalyst dose of 0.2 g/L was choen so that the solution still contained MB after adsorption. The dsorption of MB on P25 was achieved only 4.9%, whereas TNS, NT, Pt 0.5 -TNS, and Pt 0.5 -TNT adsorbed larger amounts of MB. The argest amount of MB adsorbed, 56.9%, was obtained for Pt -TNS.\n0.5\nnd (b) Tauc plots of different photocatalysts.\nA d i r i a o P T p t P\nfi w\nl\nw a r i w ( ( w b t t m\nt m p\nw t r d t ( t T w P d f f p t c c g f a T p s T f t s t T o\nt l\ns UV irradiation was continued, the concentration of MB still reuced. Fig. 8 a displays a hybrid adsorption-photocatalysis of MB\nn the presence of as-prepared materials and P25 under UV iradiation. In comparison with P25, the prepared materials exhibted higher MB removal. For both pristine TNS and TNT, photocatlytic performance of TNT for MB degradation was better than that\nf TNS. However, Pt 0.5 -TNS displayed higher catalytic activity than t 0.5 -TNT. Also, the highest MB removal was achieved with Pt 0.5 - NS: complete decolorization was obtained after 120-min UV exosure, while 93.5% was obtained with P25. This was ascribed to he large surface area and efficient separation of charge carriers of t 0.5 -TNS.\nThe degradation kinetics of dye was identified using a pseudorst-order equation (the simplified Langmuir–Hinshelwood model), hich is given as [29,43]\nn ( C/ C 0 ) = −k app t (4) here k app (min\n−1 ) is the apparent first-order rate constant, C 0 nd C (mg/L) are the concentrations of dye initially and after iradiation, respectively. Fig. S3a describes the degradation kinetcs of MB over various catalysts. The largest k app of 0.03 min −1\nas obtained for Pt 0.5 -TNS and followed the order of Pt 0.5 -TNT 0.022 min −1 ) > P25 (0.02 min −1 ) > TNT (0.017 min −1 ) > TNS 0.016 min −1 ). However, the rate constant k app for pristine TNMs as smaller than that for P25. A possible reason for this would e the decreased photocatalytic activity, due to the presence of he impurities (as Na + ions) after hydrothermal processing, and he lower contact area of the adsorbed materials with different dye\nolecules [59,60] .\nIn contrast, the amounts of RhB, MO, and NBB adsorbed on he synthesized materials were low. In detail, a maximum NBB re-\noval of 12.2% by adsorption was obtained with P25 at an initial\nH 7.0 ± 0.2, close to the zero-point charge of P25 (pH 6.9). Mean-\nhile, the removal of the other two dyes by adsorption was in he range of 1–8%. Hence, the effect of adsorption on anionic dye emoval could be ignored. In these cases, photocatalysis played a ominant role in dye removal. Surprisingly, the photocatalytic acivity of TNT and TNS for these dyes was lower than that of P25 Fig. 8 b–d). The removal of MO and NBB using the as-prepared maerials followed, in order, as P25 > Pt 05 -TNS > Pt 0.5 -TNT > TNT > NS. In particular, complete decolorization of RhB was obtained\nith Pt 0.5 -TNS after a 120-min UV exposure, higher than that with\n25 for 180 min (93.9%). The photodegradation of RhB was, in orer as, Pt 0.5 -TNS > P25 > Pt 0.5 -TNT > TNT > TNS. It was also ound that TNMs displayed photocatalytic activity lower than P25 or anionic dyes. This could be understood by the shift of zeta\notential to a more negative value and the effect of the impuriies (as Na + ions) after the hydrothermal process [61] . It was thus oncluded that the repulsion force between dye molecules and atalysts, which affected significantly the attack of reactive oxyen species on the anionic dye, led to a decreased catalytic perormance of as-prepared materials. On the other hand, Pt 0.5 -TNS nd Pt 0.5 -TNT showed higher photocatalytic activities than pristine NMs for all dyes. These results confirmed that Pt doping improved\nhotocatalytic activity of TNMs, attributed to the more efficient eparation of photo-generated electron-holes pairs. In this case, NT and TNS could be used in support of the deposition and uniorm dispersion of Pt particles on the surface of titanates, due to he advantages of TNMs such as high surface area, the versatility of urface chemistry, and good ion exchange properties [62,63] . Phoocatalytic performance of Pt 0.5 -TNS was better than that of Pt 0.5 - NT for all dye degradation, which explained the better dispersion f Pt particles on TNS ( Fig. 3 ).\nThe photodegradation kinetics of anionic dyes also obeyed he pseudo-first-order equation. Their apparent rate constants are isted in Table 6 . Similarly, mineralization and decolorization of\nTable 6 The apparent first-order rate constant for dye degradation using different photocatalysts.\nDye Apparent rate constant k app (min −1 )\nP25 TNS TNT Pt 0.5 -TNS Pt 0.5 -TNT\nRhB 0.014 0.006 0.007 0.018 0.010 MO 0.025 0.003 0.004 0.017 0.012 NBB 0.026 0.005 0.006 0.012 0.011\nt a t t l T w t T d w m d g t w r t o t\ni\nthese dyes exhibited the same trends; however, TOC removal was lower than color removal in all cases. The greatest mineralization was attained for MB degradation in the range of 63.2% to 76.0% (below, Fig. 10 a), followed by RhB (49.8–67.5%). Meanwhile, mineralization of MO and NBB was lower, ranging from 23.0% to 58.6%, and the TOC removal for MO was the lowest. Although the highest MO degradation was obtained with P25 (99.5% decolorization), the mineralization was just 41.6%. That is, the azo dyes (MO, NBB) are more difficult to degrade completely than MB and RhB. As a result, the photocatalytic activity of Pt 0.5 -TNS and Pt 0.5 -TNT was further assessed for binary dyes.\nFig. 9 shows the photodegradation results of binary mixtures (RhB-MB and RhB-MO). It was obvious that the effect of the in-\neraction between two dyes on photocatalytic activity of Pt 0.5 -TNS nd Pt 0.5 -TNT was insignificant. Compared to the single dye sysems, similar removal efficiency was found in the binary dye sysems. For the RhB-MO mixture, dye removal by adsorption was ow. A maximum RhB removal of 7.4% was obtained with Pt 0.5 - NT. Meanwhile, the removal of MO by adsorption was only 1% −4% ith both Pt 0.5 -TNS and Pt 0.5 -TNT. As shown in Fig. 9 a and b, phoocatalysis of RhB was faster than that of MO with two catalysts.\nhis is because MO is more durable and the –N = N – bonding is ifficult to cleave. Using Pt 0.5 -TNS, complete decolorization of RhB\nas achieved for 140 min; however, only 66.6% of the MO was reoved after 180 min of UV exposure. Interestingly, the rate of MO egradation from 120 min onward was greater than that at the beinning, since near-reactive species were used for MO decomposiion. In the case of Pt 0.5 -TNT, the decolorization of RhB and MO\nere 74.2% and 70.4% only, respectively, after 180 min of UV iradiation. Hence, Pt 0.5 -TNS displayed higher photocatalytic activity han Pt 0.5 -TNT for RhB degradation, but the photocatalytic activity f Pt 0.5 -TNT for MO degradation was slightly higher compared to hat for P 0.5 -TNS.\nIn the RhB-MB mixture, as displayed in Fig. 9 c, after 40 min n darkness, 100% of MB was removed using Pt 0.5 -TNT and Pt 0.5 -\nT s i T R i m b w w t o 1 w t P a m b d s\nt e w t t T a t a P t\n3\ns c ·\nNS. It was found that the amount of RhB adsorbed on the catalyst urface was higher than that in the case of a single dye. Approxmately 15% of RhB was removed by adsorption using both Pt 0.5 - NT and Pt 0.5 -TNS. This could be caused by the interaction between\nhB and MB in the solution. After adsorption, only RhB remained\nn a mixture containing RhB and MB. As seen in Fig. 9 d, the re-\noval of RhB was not notably different compared to the above\ninary case. In detail, 100% decolorization of RhB was obtained\nith Pt 0.5 -TNS after 140 min, while 70.4% removal was achieved ith Pt 0.5 -TNT after 180 min of UV exposure. This confirmed that he MB adsorbed on catalyst surface had an insignificant effect n the photocatalytic activity of Pt 0.5 -TNT and Pt 0.5 -TNS. After 80 min of UV irradiation, the mineralization of RhB-MO mixture\nas merely 46.6% and 41.9% with Pt 0.5 -TNS and Pt 0.5 -TNT, respecively ( Fig. 10 b). In the RhB-MB mixture, they were 63.9% (with t 0.5 -TNS) and 54.6% (with Pt 0.5 -TNT). Compared to TOC removal chieved in the RhB-MB mixture by adsorption, the reduction of\nineralization by photocatalysis was insignificant. This is likely\necause MB molecules adsorbed on the catalyst surface could be egraded while new transformation products were formed in the olution. a\nIn a photocatalytic process, the catalytic activity depends on he successful prevention of the recombination of charged carrirs. Photoluminescence (PL) analysis was taken at an excitation\navelength of 325 nm to compare the extent of recombination in he prepared materials. As shown in Fig. 11 , a significant reducion in emission for Pt 0.5 -TNT and Pt 0.5 -TNS, compared to pure NMs and P25, implied a decreased recombination of photogenerted electron-hole pairs. This reduction can be attributed to elecron trapping effect of Pt nanoparticles, which act as electron cceptors, thus hindering the recombination of charge carriers on t-doped TNMs. This finding explained why the photocatalytic acivity of Pt-doped TNMs was significantly improved.\n.4. Mechanisms of dye degradation by Pt-doped TNMs\nDuring a photocatalytic process, the reactive oxygen species uch as holes ( h + ), hydroxyl radicals ( ·OH), and superoxide radials ( ·O 2 −) can be generated. To explore the contribution of ·OH, O 2\n−, and h + during photocatalysis, 80 mmol/L of isopropanol (IPA, hydroxyl radical scavenger), 0.5 mmol/L of p -benzoquinone ( p -BQ,\nFig. 11. PL spectra measured at ambient temperature for P25, TNMs, and Pt-doped TNMs.\na f T n\nT d t t a b t t c v c t q a t n i · i p\nP\nH\nO\nH\n•\nH\nd\n4\n( c\nsuperoxide anion scavenger), and 50 mmol/L of iodide anions (KI, as hole scavengers) were added into dye solutions, respectively.\nFig. 12 depicts the results of RhB and MO degradation over Pt 0.5 -TNS when IPA, p -BQ, and KI were added. As shown in Fig. 12 a, the addition of IPA and p -BQ and KI significantly decreased RhB decolorization from 100% to only 34.4%, 50.5%, and 66.7%, respectively after 180-min UV irradiation, indicating that hydroxyl radicals, superoxide radicals, and holes played a crucial role in RhB degradation. In the case of MO degradation ( Fig. 12 b), the presence of KI and p -BQ decreased degradation significantly, while the presence of IPA had little effect on the decolorization, suggesting that MO degradation was almost not degraded by ·OH radicals. The conduction-band and valence-band potentials of Pt-doped TNMs were also estimated by the following equations [64,65] :\nE CB = X − E C − (1 / 2) E g (5)\nE V B = E CB + E g (6) where E CB and E VB are the valence-band and conduction-band potentials, respectively. E C is the energy of free electrons versus hydrogen (4.5 eV) and E g is the bandgap of semiconductor. X is the\nbsolute electronegativity of the atom semiconductor. The X value or TNMs was obtained to be 6.25 eV. Therefore, E CB and E VB of NMs were calculated to be 0.16 and 3.35 eV, respectively, versus\normal hydrogen electrode (NHE).\nThe possible degradation mechanisms of dyes on Pt-doped NMs were also proposed, as shown in Fig. 13 . When light irraiation with an energy higher than bandgap energy of the catalyst, he electrons are excited and transferred from valence band (VB) o the conduction band (CB). Simultaneously, the holes are creted in the VB. However, these charged carriers are easy to recomine; thus, only a fraction of photogenerated electron-hole pairs ake part in photocatalytic reaction, leading to a decrease of phoocatalytic activity of TNMs. After the deposition of Pt nanopartiles, the Schottky barrier serves as an efficient electron trap preenting electron-hole recombination. The lifetime of photoexcited arriers by Pt-doped TNMs was improved [66,67] ; hence, the phoocatalytic activity was significantly enhanced. The electrons will uickly move to Pt nanoparticles and then react with the surface dsorbed O 2 into ·O 2 –. On the other hand, the holes can oxidize he surface adsorbed water or hydroxyl species to generate a large umber of ·OH radical. Also, the holes can attack dye molecules by tself to convert to by-products. The reactive oxygen species, h + , OH radical, and ·O 2 − can effectively degrade dyes into more small ntermediates and the final products (CO 2 and H 2 O). The possible\nhotodegradation mechanisms are proposed as follows:\nt doped T NMs hν−→ h + V B + e −CB (7) 2 O + h + → H + + •OH (8)\n2 + e − → •O −2 (9)\n+ + •O −2 → •OOH (10)\nOOH + •OOH → H 2 O 2 + O 2 (11)\n2 O 2 + e − → O H − + •OH (12)\nye + ( •OH, • O −2 , h + ) → int ermediat es → C O 2 + H 2 O (13)\n. Conclusions\nIn this work, we have readily fabricated titanate nanosheets TNS) and titanate nanotubes (TNT) by a facile hydrothermal proess. The doping of 0.5 wt% Pt onto TNS and TNT was also prepared\nb r s t a T T P g n f b a t b r w t w\nA\nb ( F m\nC c\nS\nf\nR\ny photo-deposition method (denoted as Pt 0.5 -TNS and Pt 0.5 -TNT, espectively). Four model dyes were selected to evaluate the adorbability and photocatalytic performance of as-synthesized maerials. TNS and TNT showed significantly enhanced photocatalytic ctivity with Pt loading compared to that in their pristine states. he Pt 0.5 -TNS displayed higher photocatalytic activity than Pt 0.5 - NT for all dyes examined. Notably, the photocatalytic activity of t 0.5 -TNS for cationic dyes (methylene blue and rhodamine B) was reater than that of commercially available TiO 2 P25. All prepared anomaterials revealed higher adsorption for methylene blue than or P25. In the case of anionic dyes (methyl orange and naphthol lue black), these fabricated materials presented lower photocatlytic activity than P25. On the other hand, the photocatalytic acivity and adsorption ability of as-prepared materials for dyes in inary systems were similar to those in single systems. The present esults have demonstrated that Pt-doped titanate nanocomposites\nere qualified to serve as promising and potential photocatalysts o treat effluents, particularly those containing cationic dyes, for\nater reuse.\ncknowledgment\nThe authors would thank financial support for this work y grants from the Ministry of Science & Technology, Taiwan No. MOST106-2221-E-182-052-MY3 ) and the Chang Gung Medical oundation , Taiwan (No. BMRPD81 ). Technical assistance on TEM\neasurements of the samples by Microscope Core Laboratory,\nhang Gung Memorial Hospital, Linkou, Taiwan is gratefully appreiated.\nupplementary materials\nSupplementary material associated with this article can be\nound, in the online version, at doi: 10.1016/j.jtice.2019.03.017 .\neferences\n[1] Minitha CR , Lalitha M , Jeyachandran YL , Senthilkumar L . Adsorption behav-\nior of reduced graphene oxide towards cationic and anionic dyes: co-action of electrostatic and π–π interactions. Mater Chem Phys 2017;194:243–52 . [2] Lin Q , Gao M , Chang J , Ma H . Adsorption properties of crosslinking carboxymethyl cellulose grafting dimethyldiallylammonium chloride for cationic\nand anionic dyes. Carbohydr Polym 2016;151(Suppl. C):283–94 . [3] Sharma K , Dalai Ajay K , Vyas Raj K . Removal of synthetic dyes from multicom-\nponent industrial wastewaters. Rev Chem Eng 2017;107:1–29 .\n[4] Debnath S , Ballav N , Nyoni H , Maity A , Pillay K . Optimization and mechanism elucidation of the catalytic photo-degradation of the dyes Eosin Yellow\n(EY) and Naphthol blue black (NBB) by a polyaniline-coated titanium dioxide nanocomposite. Appl Catal B 2015;163:330–42 . [5] Reza KM , Kurny A , Gulshan F . Parameters affecting the photocatalytic degradation of dyes using TiO 2 : a review. Appl Water Sci 2017;7:1569–78 . [6] Gümüş D , Akbal F . Photocatalytic degradation of textile dye and wastewater. Water Air Soil Pollut 2011;216:117–24 . [7] Farouk HU , Raman AAA , Daud WMAW . TiO 2 catalyst deactivation in textile\nwastewater treatment: current challenges and future advances. J Ind Eng Chem 2016;33:11–21 . [8] Liu L , Gao ZY , Su XP , Chen X , Jiang L , Yao JM . Adsorption removal of dyes from single and binary solutions using a cellulose-based bioadsorbent. ACS Sustain\nChem Eng 2015;3:432–42 .\n[\n[9] Tran TTV , Kumar SR , Lue SJ . Separation mechanisms of binary dye mixtures using a PVDF ultrafiltration membrane: donnan effect and intermolecular in-\nteraction. J Membr Sci 2019;575:38–49 . [10] Javadian H , Angaji MT , Naushad M . Synthesis and characterization of\npolyaniline/ γ -alumina nanocomposite: a comparative study for the adsorption of three different anionic dyes. J Ind Eng Chem 2014;20:3890–900 . [11] Ma X , Chen P , Zhou M , Zhong Z , Zhang F , Xing W . Tight ultrafiltration ceramic membrane for separation of dyes and mixed salts NaCl/Na 2 SO 4 in textile\nwastewater treatment. Ind Eng Chem Res 2017;56:7070–9 .\n[12] Fayazi M , Taher MA , Afzali D , Mostafavi A . Enhanced Fenton-like degradation of methylene blue by magnetically activated carbon/hydrogen peroxide with\nhydroxylamine as Fenton enhancer. J Mol Liq 2016;216:781–7 . [13] Yi H , Zeng G , Lai C , Huang D , Tang L , Gong J , Cheng M , Xu P , Wang H , Cheng M ,\nZhang C , Xiong W . Environment-friendly fullerene separation methods. Chem Eng J 2017;330:134–45 . [14] Konstantinou IK , Albanis TA . TiO 2 -assisted photocatalytic degradation of azo\ndyes in aqueous solution: kinetic and mechanistic investigations: a review. Appl Catal B 2004;49:1–14 . [15] Köneço ̆glu G , Toygun Ş , Kalpaklı Y , Akgün M . Photocatalytic degradation of textile dye CI Basic Yellow 28 wastewater by Degussa P25 based TiO 2 . Adv Envi-\nron Res 2015;4:25–38 . [16] Zhou C , Lai C , Xu P , Zeng G , Huang D , Zhang C , Cheng M , Hu L , Wan J , Liu Y ,\nXiong W , Deng Y , Wen M . In situ grown AgI/Bi 12 O 17 Cl 2 heterojunction photocatalysts for visible light degradation of sulfamethazine: efficiency, pathway, and mechanism. ACS Sustain Chem Eng 2018;6:4174–84 . [17] Yi H , Huang D , Zeng G , Lai C , Qin L , Cheng M , Ye S , Song B , Ren X , Guo X . Selective prepared carbon nanomaterials for advanced photocatalytic application\nin environmental pollutant treatment and hydrogen production. Appl Catal B 2018;239:408–24 . [18] Yi H , Jiang M , Huang D , Zeng G , Lai C , Qin L , Zhou C , Li B , Liu X ,\nCheng M , Xue W , Xu P , Zhang C . Advanced photocatalytic Fenton-like process over biomimetic hemin-Bi 2 WO 6 with enhanced pH. J Taiwan Inst Chem Eng\n2018;93:184–92 . [19] Yang Y , Zhang C , Huang D , Zeng G , Huang J , Lai C , Zhou C , Wang W , Guo H ,\nXue W , Deng R , Cheng M , Xiong W . Boron nitride quantum dots decorated ultrathin porous g-C 3 N 4 : intensified exciton dissociation and charge transfer for promoting visible-light-driven molecular oxygen activation. Appl Catal B\n2019;245:87–99 . [20] Subramaniam M , Goh P , Abdullah N , Lau W , Ng B , Ismail A . Adsorption\nand photocatalytic degradation of methylene blue using high surface area titanate nanotubes (TNT) synthesized via hydrothermal method. J Nanopart Res\n2017;19(6):220 . [21] Khayyat S , Roselin LS . Photocatalytic degradation of benzothiophene and\ndibenzothiophene using supported gold nanoparticle. J Saudi Chem Soc\n2017;21:349–57 . [22] Cai Q , Liu C , Yin C , Huang W , Cui L , Shi H , Fang H , Zhang L , Kang S , Wang Y .\nBiotemplating synthesis of graphitic carbon-coated TiO 2 and its application as efficient visible-light-driven photocatalyst for Cr 6 + removal. ACS Sustain Chem Eng 2017;5:3938–44 . [23] Khaki MRD , Shafeeyan MS , Raman AAA , Daud WMAW . Evaluating the effi-\nciency of nano-sized Cu doped TiO 2 /ZnO photocatalyst under visible light irradiation. J Mol Liq 2018;258:354–65 . [24] Vimonses V , Chong MN , Jin B . Evaluation of the physical properties and pho-\ntodegradation ability of titania nanocrystalline impregnated onto modified kaolin. Microporous Mesoporous Mater 2010;132:201–9 . [25] Li P , Zhao G , Zhao K , Gao J , Wu T . An efficient and energy saving approach to photocatalytic degradation of opaque high-chroma methylene blue wastewater\nby electrocatalytic pre-oxidation. Appl Water Sci 2012;92:923–8 . [26] Chen F , Liu Z , Liu Y , Fang P , Dai Y . Enhanced adsorption and photocat-\nalytic degradation of high-concentration methylene blue on Ag 2 O-modified\nTiO 2 -based nanosheet. Chem Eng J 2013;221:283–91 . [27] Xu S , Ng J , Zhang X , Bai H , Sun DD . Adsorption and photocatalytic degradation\nof Acid Orange 7 over hydrothermally synthesized mesoporous TiO 2 nanotube. Colloids Surf A 2011;379:169–75 . [28] Vimonses V , Jin B , Chow CW , Saint C . An adsorption-photocatalysis hybrid process using multi-functional-nanoporous materials for wastewater reclamation.\nWater Res 2010;44:5385–97 .\n[29] Chen F , Fang P , Gao Y , Liu Z , Liu Y , Dai Y . Effective removal of high-chroma crystal violet over TiO 2 -based nanosheet by adsorption-photocatalytic degra-\ndation. Chem Eng J 2012;204:107–13 . [30] Pan X , Zhao Y , Liu S , Korzeniewski CL , Wang S , Fan Z . Comparing\ngraphene-TiO 2 nanowire and graphene-TiO 2 nanoparticle composite photocatalysts. ACS Appl Mater Interfaces 2012;4:3944–50 . [31] Zhao Q , Li M , Chu J , Jiang T , Yin H . Preparation, characterization of Au (or\nPt)-loaded titania nanotubes and their photocatalytic activities for degradation of methyl orange. Appl Surf Sci 2009;255:3773–8 . [32] Sreekantan S , Wei LC . Study on the formation and photocatalytic activity of titanate nanotubes synthesized via hydrothermal method. J Alloys Compd\n2010;490:436–42 . [33] Touati A , Hammedi T , Najjar W , Ksibi Z , Sayadi S . Photocatalytic degradation\nof textile wastewater in the presence of hydrogen peroxide: effect of cerium\ndoping titania. J Ind Eng Chem 2016;35:36–44 . [34] Hu X , Shi Y , Zhu B , Zhang S , Huang W . Highly photostable palladium-loaded\nTiO 2 nanotubes and the active species in the photodegradation of methyl orange. Chin J Catal 2015;36:221–8 .\n[35] Vijayan BK , Dimitrijevic NM , Wu J , Gray KA . The effects of Pt doping on the structure and visible light photoactivity of titania nanotubes. J Phys Chem C\n2010;114:21262–9 . [36] Chang Z , Liu J , Liu J , Sun X . Titanate nanosheets and nanotubes: alkalin-\nity manipulated synthesis and catalyst support application. J Mater Chem 2011;21:277–82 . [37] Gao Y , Wang Y , Zhang H . Removal of Rhodamine B with Fe-supported bentonite as heterogeneous photo-Fenton catalyst under visible irradiation. Appl\nCatal B 2015;178:29–36 .\n[38] Kim JR , Santiano B , Kim H , Kan E . Heterogeneous oxidation of methylene blue with surface-modified iron-amended activated carbon. Am J Anal Chem\n2013;4:115–22 . [39] Tanhaei B , Ayati A , Lahtinen M , Sillanpää M . Preparation and characteriza-\ntion of a novel chitosan/Al 2 O 3 / magnetite nanoparticles composite adsorbent for kinetic, thermodynamic and isotherm studies of methyl orange adsorption. Chem Eng J 2015;259:1–10 . [40] Chidambaram T , Oren Y , Noel M . Fouling of nanofiltration membranes by dyes during brine recovery from textile dye bath wastewater. Chem Eng J\n2015;262:156–68 . [41] Chen F , Fang P , Liu Z , Gao Y , Liu Y , Dai Y , Luo H , Feng J . Dimensionality-de-\npendent photocatalytic activity of TiO 2 -based nanostructures: nanosheets with a superior catalytic property. J Mater Sci 2013;48:5171–9 . [42] Dashtian K , Porhemat S , Rezvani AR , Ghaedi M , Sabzehmeidani MM . Adsorp-\ntion of semisoft pollutants onto Bi 2 S 3 /Ag 2 S-AC under the influence of ultrasonic waves as external filed. J Ind Eng Chem 2018;60:390–400 . [43] Nguyen CH , Fu CC , Juang RS . Degradation of methylene blue and methyl orange by palladium-doped TiO 2 photocatalysis for water reuse: efficiency and\ndegradation pathways. J Clean Prod 2018;202:413–27 . 44] Hoang VD , Ly DTH , Tho NH , Minh Thi Nguyen H . UV spectrophotomet-\nric simultaneous determination of paracetamol and ibuprofen in combined tablets by derivative and wavelet transforms. Sci World J 2014;2014:1– 13 . [45] Nguyen TA , Fu CC , Juang RS . Effective removal of sulfur dyes from water by biosorption and subsequent immobilized laccase degradation on crosslinked\nchitosan beads. Chem Eng J 2016;304:313–24 . [46] Lu D , Fang P , Liu X , Zhai S , Li C , Zhao X , Ding J , Xiong R . A facile one-pot\nsynthesis of TiO 2 -based nanosheets loaded with Mn x O y nanoparticles with enhanced visible light-driven photocatalytic performance for removal of Cr(VI) or RhB. Appl Catal B 2015;179:558–73 . [47] Nakahira A , Kato W , Tamai M , Isshiki T , Nishio K , Aritani H . Synthesis of nanotube from a layered H 2 Ti 4 O 9 . H 2 O in a hydrothermal treatment using various\ntitania sources. J Mater Sci 2004;39:4239–45 . [48] Yu J , Yu H , Cheng B , Trapalis C . Effects of calcination temperature on the mi-\ncrostructures and photocatalytic activity of titanate nanotubes. J Mol Catal A\nChem 2006;249:135–42 . [49] Li C , Wang H , Lu D , Wu W , Ding J , Zhao X , Xiong R , Yang M , Wu P , Chen F ,\nFang P . Visible-light-driven water splitting from dyeing wastewater using Pt surface-dispersed TiO 2 -based nanosheets. J Alloys Compd 2017;699:183–92 . [50] Lowell S , Shields JE , Thomas MA , Thommes M . Characterization of porous solids and powders: surface area, pore size and density. Springer Science &\nBusiness Media; 2012 . [51] Feng R , Li M , Liu J . Synthesis of core-shell Au@Pt nanoparticles supported on\nVulcan XC-72 carbon and their electrocatalytic activities for methanol oxida-\ntion. Colloids Surf A 2012;406:6–12 . [52] Rasmi KR , Vanithakumari SC , George RP , Mallika C , Mudali UK . Nanoparticles\nof Pt loaded on a vertically aligned TiO 2 nanotube bed: synthesis and evaluation of electrocatalytic activity. RSC Adv 2015;5:108050–7 . [53] Perera SD , Mariano RG , Vu K , Nour N , Seitz O , Chabal Y , Balkus KJ . Hydrothermal synthesis of graphene-TiO 2 nanotube composites with enhanced photocat-\nalytic activity. ACS Catal 2012;2:949–56 .\n[54] Li JJ , Cai SC , Yu EQ , Weng B , Chen X , Chen J , Jia HP , Xu YJ . Efficient infrared light promoted degradation of volatile organic compounds over photo-thermal\nresponsive Pt-rGO-TiO 2 composites. Appl Catal B 2018;233:260–71 . [55] Özdokur KV , Çırak BB , Caglar B , Çırak Ç, Karadeniz SM , Kılınç T , Erdogan Y ,\nEkinci AE . Fabrication of TiO 2 /ZnO/Pt nanocomposite electrode with enhanced electrocatalytic activity for methanol oxidation. Vacuum 2018;155:242–8 . [56] Simsek EB . Solvothermal synthesized boron doped TiO 2 catalysts: photocat-\nalytic degradation of endocrine disrupting compounds and pharmaceuticals under visible light irradiation. Appl Catal B 2017;200:309 -222 . [57] Tabatabaei N , Dashtian K , Ghaedi M , Sabzehmeidani MM , Ameri E . Novel visible light-driven Cu-based MOFs/Ag 2 O composite photocatalysts with\nenhanced photocatalytic activity toward the degradation of orange G: their photocatalytic mechanism and optimization study. New J Chem 2018;42:9720–34 . [58] Rouquerol J , Rouquerol F , Llewellyn P , Maurin G , Sing KS . Adsorption by powders and porous solids: principles. Methodology and applications. Elsevier;\n2013 . [59] Cheng G , Xu F , Xiong J , Tian F , Ding J , Stadler FJ , Chen R . Enhanced adsorption\nand photocatalysis capability of generally synthesized TiO 2 -carbon materials hybrids. Adv Powder Technol 2016;27:1949–62 . [60] Lee CK , Wang CC , Lyu MD , Juang LC , Liu SS , Hung SH . Effects of sodium content\nand calcination temperature on the morphology, structure and photocatalytic activity of nanotubular titanates. J Colloid Interface Sci 2007;316:562–9 . [61] Wong CL , Tan YN , Mohamed AR . A review on the formation of titania nanotube photocatalysts by hydrothermal treatment. J Environ Manage 2011;92:1669–80 .\n[\n[\n[\n[\n[\n62] Bavykin DV , Walsh FC . Titanate and titania nanotubes: synthesis. Royal Society of Chemistry; 2009 . 63] Liu N , Chen X , Zhang J , Schwank JW . A review on TiO 2 -based nanotubes synthesized via hydrothermal method: formation mechanism, structure modifica-\ntion, and photocatalytic applications. Catal Today 2014;225:34–51 . 64] Sabzehmeidani MM, Karimi H, Ghaedi M. Sonophotocatalytic treatment of rho-\ndamine B using visible-light-driven CeO 2 /Ag 2 CrO 4 composite in a batch mode based on ribbon-like CeO 2 nanofibers via electrospinning. Environ Sci Pollut Res. 2019. doi: 10.1007/s11356- 019- 04253- 8 . 65] Su Y , Chen P , Wang F , Zhang Q , Chen T , Wang Y , Yao K , Lv W , Liu G . Decoration of TiO 2 /gC 3 N 4 Z-scheme by carbon dots as a novel photocatalyst with\nimproved visible-light photocatalytic performance for the degradation of enrofloxacin. RSC Adv 2017;7:34096–103 . 66] Sabzehmeidani MM , Karimi H , Ghaedi M . Electrospinning preparation of NiO/ZnO composite nanofibers for photodegradation of binary mixture of rho-\ndamine B and methylene blue in aqueous solution: central composite optimization. Appl Organomet Chem 2018;32:e4335 . [67] Yang Z , Lu J , Ye W , Yu C , Chang Y . Preparation of Pt/TiO 2 hollow nanofibers with highly visible light photocatalytic activity. Appl Surf Sci 2017;392:472–80 ."
    } ],
    "references" : [ {
      "title" : "Advanced photocatalytic Fenton-like process over biomimetic hemin-Bi 2 WO 6 with enhanced pH",
      "author" : [ "H Yi", "M Jiang", "D Huang", "G Zeng", "C Lai", "L Qin", "C Zhou", "B Li", "X Liu", "M Cheng", "W Xue", "P Xu", "C Zhang" ],
      "venue" : "J Taiwan Inst Chem Eng",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Adsorption of semisoft pollutants onto Bi 2 S 3 /Ag 2 S-AC under the influence of ultrasonic waves as external filed",
      "author" : [ "K Dashtian", "S Porhemat", "AR Rezvani", "M Ghaedi", "MM Sabzehmeidani" ],
      "venue" : "J Ind Eng Chem",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Herein, the common two-parameter Langmuir and Freundlich equations were used to depict the equilibrium adsorption of dyes on as-prepared catalysts [42] .",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 1,
      "context" : "In the mixtures, the concentration of each dye was determined from a calibration curve of the concentration versus the first-order derivative of the absorbance by the considerable spectral overlap etween two single dyes and their mixtures [42,44,45] .",
      "startOffset" : 239,
      "endOffset" : 249
    }, {
      "referenceID" : 0,
      "context" : "[18] Yi H , Jiang M , Huang D , Zeng G , Lai C , Qin L , Zhou C , Li B , Liu X , Cheng M , Xue W , Xu P , Zhang C .",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 1,
      "context" : "[42] Dashtian K , Porhemat S , Rezvani AR , Ghaedi M , Sabzehmeidani MM .",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "In this study, two types of titanate nanomaterials (TNMs) including titanate nanosheets (TNS) and titanate nanotubes (TNT) were hydrothermally prepared by controlling reaction times, and then the platinum (Pt)doped TNMs were fabricated. The photocatalytic performance of as-prepared materials was compared with that of the commercially available TiO 2 P25. It was revealed that changing the morphology of TiO 2 particles could enhance their adsorption ability and photocatalytic activity for the removal of cationic dyes from water. In particular, all prepared materials displayed greater removal of methylene blue than of P25 through the synergy of adsorption and photocatalysis; however, such an effect was not so pronounced for anionic dyes. For cationic dyes (methylene blue and rhodamine B) and anionic dyes (methyl orange and naphthol blue–black), TNT presented higher photocatalytic activity than TNS. The TNMs, after Pt doping, significantly enhanced photocatalytic activity compared to the pristine ones. Remarkably, 0.5% by weight Pt-doped TNS achieved 100% removal of methylene blue and rhodamine B after 120 min and 140 min of UV irradiation, respectively, outperforming P25, although Pt-doped TNMs showed lower photocatalytic performance than P25 for anionic dyes. © 2019 Taiwan Institute of Chemical Engineers. Published by Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}