{
  "name" : "downloads_2019-10-23_e1_wu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Highly E cient Utilization of Nano-Fe(0) Embedded in Mesoporous Carbon for Activation of Peroxydisulfate",
    "authors" : [ "Yunwen Wu", "Xiaotong Chen", "Yu Han", "Dongting Yue", "Xinde Cao", "Yixin Zhao", "Xufang Qian" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Highly E cient Utilization of Nano-Fe(0) Embedded in Mesoporous Carbon for Activation of Peroxydisulfate",
      "text" : "Yunwen Wu, Xiaotong Chen, Yu Han, Dongting Yue, Xinde Cao, , Yixin Zhao, , and Xufang Qian* ,\nSchool of Environmental Science and Engineering, Shanghai Jiao Tong University, 800 Dongchuan Rd., Shanghai 200240, China Shanghai Institute of Pollution Control and Ecological Security, Shanghai 200092, P.R. China\n*S Supporting Information\nABSTRACT:Nanoscale zerovalent iron (nZVI) particles have received much attention in environmental science and technology due to their unique electronic and chemical properties. However, the aggregation and oxidation of nZVI brings much di c lty in practical application of environmental remediation. In this study, we reported a composite nano-Fe(0)/mesoporous carbon by a chelation-assisted coassembly and carbothermal reduction strategy. Nano-Fe(0) particles with surface iron oxide (Fe2O3•FeO) were wrapped with graphitic layers which were uniformly dispersed in mesoporous carbon frameworks. The unique structure made the nano-Fe(0) particles stable in air for more than 20 days. It was used as a peroxydisulfate (PDS) activator for the oxidation treatment of 2,4,6-trichlorophenol (TCP). The TOF value of MCFe for TCP degradation is nearly 3 times higher than those of FeSO4 and Fe2O3•FeO and nearly 2 times than that of commercial nZVI. The reactive oxygen species (ROS) including SO4 , HO , and O2 , 1O2 are e ciently generated by PDS activation with MCFe. The PDS activation process by nano-Fe(0) particles was intrinsically induced by the ferrous ions (Fe(II)) continuously generated at the solid/aqueous interface. Namely, the nano-Fe(0) particles were highly e ciently utilized in sulfate radical-based advanced oxidation processes (SR-AOP). The porous structure also assists the absorption and transfer of TCP during the degradation process.\nINTRODUCTION Chlorophenols (CPs), mainly derived from coal chemical industry, pesticides and paper mills, have been listed as priority pollutants for the environmental and health hazards.1 Sulfate radical-based advanced oxidation processes (SR-AOPs) are promising advanced oxidation technologies, which use sulfate radicals (SO4\n) as the reactive radical species to degrade pollutants.2 Compared with hydroxyl radicals ( OH), SO4 radicals have higher redox potentials (E0 = 2.5 3.1 V), longer half-life (30 40 s) and higher selectivity to contaminants with unsaturated or aromatic rings.3 Transition metal ions, such as Fe2+, Co2+, Cu2+, and Ag+ have been used to activate persulfate.2,4 Among them, iron is widely used for its coste ective, eco-friendly, and e cient properties.5 However, the homogeneous iron salts activation of PDS could be terminated by the rapid conversion of Fe2+ to Fe3+. Besides, excessive Fe(II) would consume sulfate radicals and impair oxidation e ciency (eqs 1and2).6\n+ + + Fe(II) S O Fe(III) SO SO2 8 2 4 4 2\n(1)\n+ + Fe(II) SO Fe(III) SO4 4 2\n(2)\n+ + Fe(0) S O Fe(II) 2SO2 8 2 4 2\n(3)\n+ Fe(0) 2Fe(III) 3Fe(II) (4)\nCommercial nanosized zerovalent iron, mainly produced by borohydride reduction, hydrogen reduction, ultrasound assisted strategy and electrochemical method can act as the sustained-release source of Fe(II) to e ectively activate PDS (eq 3) and reduce ferric (Fe(III)) ions into Fe(II) ions (eq 4).7,8 Recently, Kim et al. found that Fe(II) continuously released from Fe(0) was much e ci nt than homogeneous Fe(II) ions in large concentration due to SO4\nconsumption by super uous Fe(II) ions (eq 2).9 Additionally, Fe(III) ions can react with PDS to generate S2O8\nand Fe(II) ions (eq 5), while Fe(III) ions can also be reduced by S2O8\nto generate Fe(II) ions (eq 6).10 That means the PDS consumption increased as large amounts of Fe (III) ions were generated which resulted in the low utilization e ciency of PDS. Accordingly, Fe(II) generated by the reaction between Fe(0) and Fe(III) can decrease the consumption of PDS (eq 4). Owing to the high reactivity of nZVI with O2 and its aggregation e ct, polyelectrolytes and surfactants such as poly(acrylic acid) carboxymethyl cellulose coating or sulfuration on nZVI were necessary for prolonging its service life.11,12 But the usage of organic additives in nZVI not only increased costs but also reduced the remediation e ciency of\nReceived: April 10, 2019 Revised: July 7, 2019 Accepted: July 9, 2019 Published: July 9, 2019\nArticle\npubs.acs.org/estCite This: Environ. Sci. Technol.2019, 53, 9081 9090\n' 2019 American Chemical Society 9081 DOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\nD ow\nnl oa\nde d\nvi a\nM C\nM A\nST E\nR U\nN IV\no n\nO ct\nob er\n2 3,\n2 01\n9 at\n1 5:\n34 :2\n1 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nle s.\ntargeted contaminants.13 15 In all, the air stability of Fe(0) in nZVI is very important for highly e cient utilization of PDS.\n+ + Fe(III) S O Fe(II) S O2 8 2 2 8 (5)\n+ + + + +Fe(III) S O 2H O Fe(II) 2HSO 2H2 8 2 5 (6)\nPorous and nanostructured carbon materials such as activated carbon, porous carbons from carbonization of biomass and MOF, graphene have been used to immobilize iron-based catalysts for PDS activation.16 19 Normally, the interaction between carbon and iron-based catalysts prepared by the coassembly and carbonization is much stronger than those postloading and pyrolysis samples because of the iron species and carbonaceous materials reaction at high temperature.20 22 Additionally, the large surface area of porous carbon materials can con ne and disperse iron nanoparticles from agglomeration.23 The unique surface properties and electronic properties of carbon materials also showed positive e ect in electron shuttling and organic pollutants accumulation.17,24\nIn this study, we reported a novel PDS activator nano-Fe(0) particles with surface iron oxide (Fe2O3•FeO) and wrapped graphitic layers embedded in mesoporous carbon (MCFe) prepared by a chelation-assisted coassembly and carbothermal reduction strategy. We aimed to analyze the unique structure of nano-Fe(0) in mesoporous frameworks and also evaluate the adsorption, oxidation, and dechlorination e ciency of TCP on MCFe. We found that the MCFe with a unique structure can make the nano-Fe(0) with 12 nm size stable in air. Notably, the TOF value of MCFe was 2 3 times higher than that of commercial nZVI, FeSO4 and the control material Fe2O3•FeO. In the MCFe/PDS oxidation process of TCP, SO4 , HO , O2 , and1O2 were detected and SO4 was the\npredominant oxidant. Based on the systematic results and discussion, we also proposed a mechanism regarding highly e cient utilization of PDS and nano-Fe(0) by continuous release of Fe(II) to remove TCP.\nEXPERIMENTAL SECTION Chemical and Materials. 2,4,6-trichlorophenol\n(C6H3Cl3O, 98%), Sodium hydroxide (NaOH, 97%), methanol (CH4O, 99.9%) were obtained from Shanghai Macklin Biochemical Co., Ltd. Commercial nZVI, Nanofer 25DS, containing 20% of nanoparticles, was purchased from Nano Iron (Czech Republic). Iron(III) nitrate nonahydrate (Fe(NO3)3•9H2O, 99.99 wt %), citrate (C6H8O7, 99.5 wt %) were purchased from Aladdin Industrial Corporation. Iron(II) sulfate heptahydrate (FeSO4•7H2O, 99.0% 101.0%), Sodium persulfate (Na2S2O8, 98.0%), ethanol (C2H5OH, 99.7 wt %), tert-butyl alcohol (C4H10O, 98.0%), phenol (C6H5OH, 99.0 wt %), hydroxylamine hydrochloride (NH2O •HCl, 98.5%), sodium bicarbonate (NaHCO3, 99.5%) were purchased from Sinopharm Chemical Reagent Co., Ltd. Poly(propylene oxide)-block-poly(ethylene oxide)-block-poly(propylene oxide) triblockcopolymer Pluronic F127 (PEO106PPO70PEO106, Mw = 12 600) was purchased from Sigma-Aldrich. Potassium iodide (KI, > 99.5%), 5,5-dimethylpyrroline-1-oxide (DMPO)were obtained from Tokyo Chemical Industry Co., Ltd.\nMCFe activator was synthesized through a modi ed coassembly strategy.23 We chose citrate as the iron chelating agent and coassembled with phenolic resin with triblock copolymer as soft templates. The obtained iron containing polymer was annealed at 600° C for 3h under nitrogen atmosphere. The control samples mesoporous carbon (MC) without iron, MCFe* without addition of citrate as the iron\nFigure 1.XRD patterns of iron oxide (Fe2O3•FeO) prepared by thermal decomposition of Fe(NO3)3 and MCFe composite (A) and the variation of XRD patters of MCFe with di erent storage time (B); TEM image with inset particle size distributions and high resolution TEM image of MCFe composite (C, D).\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9082\nchelating agent and iron oxide (Fe2O3•FeO) by thermally annealed at 600° C were also prepared for comparison.\nMaterials Analysis. X-ray di raction (XRD) patterns were recorded on a Shimadzu XRD-6100 di ractometer with Cu K radiation. The data were recorded at a scan rate of 2 deg/min. Transmission electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM) were performed on a FEI Tecnai G2 F20 microscope. The iron loading amounts on MCFe were measured by inductively coupled plasma-optical emission spectrometry (iCAP 6000 Radial). The surface analysis was performed by X-ray photoelectron spectroscopy (XPS, Thermo ESCALAB 250XI), and the spectra calibrated to the C 1s peak at 284.6 eV. Raman spectra was recorded on a dispersive Raman Microscope (Senterra R200-L) with an excitation length of 532 nm. The magnetic properties (M-H curve) were measured by PPMS-9T (EC-II). Electron paramagnetic resonance (EPR) spectra for radical detection were recorded on a Bruker A300.\nBatch Experiments and Analytical Methods. The procedures of adsorption experiment were provided in the Supporting Information (SI) Text S1. Batch TCP degradation experiments in di erent activators/PDS processes were performed. As the ICP results indicated, the Fe content in MCFe and Fe2O3•FeO was 8.3 wt % and 59.7 wt %, respectively. 20.0 mg of MCFe, 8.0 mg of FeSO4•7H2 , 2.7 mg of Fe2O3•FeO, 8.0 mg of commercial nZVI (Nanofer 25DS, containing 20 wt % of nanoparticles, Nano Iron (Czech Republic)), were dispersed in 40 mL aqueous solution of TCP (100 mg/L, 0.5 mmol/L). Thus, di erent activators in the relative reaction system maintained identical 40 mg/L iron in solution. After adsorption equilibrium, PDS (2 mmol/L) aqueous solution was quickly added into the above mixture. Bu er solution was not used, and the initial pH value was around 3 after adding PDS. The reaction stayed at 25° C. Periodically, reaction suspension was withdrawn and ltered through a 0.45 m PTFE syringe lter before the addition of\n0.5 mL of methanol into 0.5 mL of solution to quench the reaction.\nConcentration of TCP was analyzed on a high-performance liquid chromatography (HPLC, SPD-16, Shimadzu Co., Japan) with a UV/vis detector (290 nm for TCP). Degradation intermediates of TCP were identi ed by Gas Chromatograph Mass Spectrometer (GCMS-QP2010, Shimadzu Co., Japan). Before GC/MS analysis, 150 mL of sample was extracted with 10 mL of dichloromethane/ethyl acetate (1:1) organic solution.25 The concentration of Fe(II) irons and total dissolved iron were detected according to the 1,10- phenanthroline method, using a UV/vis spectrophotometer at 510 nm.9 The PDS concentration was determined by a colorimetric method, using iodide.26 The chloride ions were quanti ed using an ion chromatography (IC, MIC system, Metrohm) equipped with a Metrosep A Supp 5 520 column (4.0 × 250 mm, 5 m).\nRESULTS AND DISCUSSION Physicochemical Properties of Nano-Fe(0) Embedded\nin MC. Figure 1A showed the wide angle XRD pattern of the as-synthesized MCFe and the control sample iron oxide derived from thermal decomposition of Fe(NO3)3 free from mesoporous carbon framework. Two di raction peaks at 2 of 44.72° and 65.06° for MCFe indexed to (110) and (200) planes for -Fe0 (JCPDS 06 0696). The di raction peaks of iron oxide agreed with the standard card of Fe2O3•FeO (JCPDS 19 0629). Without the chelating agent citrate in the coassembly process, only FeO was found in MCFe* (SI Figure S1).21 In addition, we also measured the storage stability at temperature of 26° C and humidity of 11% by XRD pattern. As shown inFigure 1B, the di raction intensity slightly decreased as storage time increased from 30 min to 20 days. But the - Fe0 can be detected after 20 days. Based on Scherrer equation, the crystal sizes of -Fe0 for MCFe with di erent storage time gradually decrease from 14 nm (30 min, 4, 6, and 8 days) to 13\nFigure 2.XPS spectra of MCFe before and after reaction (A); a schematic illustration of nano-Fe(0) in MCFe (B); Raman spectra of MC and MCFe (C) and hysteresis of MCFe (D), the inset in (D) showing MCFe powder aggregation at presence of an external magnet.\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9083\nnm (16 and 20 days). It was well established that nanosized Fe(0) is very active in the atmosphere and normally the violent oxidation reaction takes place with sparks. As shown inFigure 1C, the nano-Fe(0) particles uniformly dispersed in the mesoporous carbon frameworks, and the average nanoparticle size was around 12 nm based on TEM images.Figure 1D showed the lattice fringe spacing of nano-Fe(0) particle was 0.205 nm, which can be assigned to the plane (110) of -Fe0. It should be mentioned that the graphitic layers were formed around some crystalline nano-Fe(0) particles (Figure 1D and SI Figure S2A). Some carbon nanotube structures were also found in the MCFe (SI Figure S2B). The phenomena indicated that the nanosized Fe(0) particles acted as the catalysts to form graphitic carbon structure. It also explains that the relatively high storage stability of nanosized Fe(0) should be attributed to the graphitic layers and MC, protecting the nanosized Fe(0) particles from violent oxidation, even though oxygen through the porous structure inevitably oxidizes partial of Fe(0) nanoparticles (Figure 1B). This phenomenon indicated the iron species had successfully nucleated and grown into nanosized Fe(0) particles by the citrate assisted carbothermal reduction and uniformly dispersed in the MC frameworks.27 As shown inFigure 2A, the Fe 2p3/2 peaks of the fresh MCFe at 706.8 eV, 710.8, and 712.0 eV can be assigned to Fe(0), Fe(II) and Fe(III), respectively.28,29 The peak assigned to Fe(0) was weak and the appearance of Fe(II) and Fe(III) indicated the surface iron oxide layers should be formed around the nano-Fe(0) particles due to the inevitable oxygen permeation into the porous structure. Accordingly, a unique structure of nano-Fe(0) particle was formed in which nanoFe(0)/iron oxide particle wrapped with some graphitic layers embedded into mesoporous carbon frameworks (Figure 2B). The Raman spectra showed two obvious peaks at 1341 cm 1 and 1597 cm 1 were correspond to D and G band, respectively (Figure 2C). After Fe doping, the ratios of D band to G band integrated intensities (ID/ IG) increased from 0.77 (MC) to 0.82 (MCFe). This indicated that the Fe doping gave rise to the distortion of carbon layers and created more defects.24 Magnetic properties of MCFe were shown inFigure 2D. MCFe showed superferromagnetic behavior with a robust saturation magnetization (Ms) of 6.01 emu•g 1. This made them easy to recover by magnetic separation. TCP Removal by PDS Activation. The TCP removal ciencies by PDS oxidation using MCFe, nZVI, Fe2O3• eO and FeSO4 as activators were evaluated (Figure 3A). The adsorption capacity of TCP on MCFe was about 75% within\nFigure 3.TCP removal e ciencies and PDS consumption curve (dash line) (A) and plots of ln (C0/ C) versus reaction time (B) on di erent catalysts. Experimental conditions: TCP (100 mg/L, 0.5 mmol/L), activators containing 40 mg/L of iron, PDS (2 mmol/L), pH ( 3), T (25 ° C).\nFigure 4. Intermediate products detected by GC MS after reaction in MCFe/PDS for 30 and 120 min, respectively (A); Mineralization e ciencies with di erent TCP concentrations (B). Experimental conditions: 5, 20 mg/L (0.025, 0.10 mmol/L) TCP; 0.5 g/L MCFe (Fe 8.3 wt %), 2 mmol/L PDS, pH ( 3), T (25 ° C); the TCP degradation processes in MCFe/PDS process (C).\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9084\n60 min. It was much larger than those on solid catalysts nZVI ( 9%) and Fe2O3•FeO (<1%). In the absence of activator (PDS only), only less than 5% of TCP was removed. The removal e ciency of TCP within 180 min using activators nZVI, FeSO4 and Fe2O3•FeO was 50.3%, 34.2%, and 30.7%, respectively. It is obvious that MCFe presents outstanding performance for PDS activation and TCP could not be detected in aqueous solution after 180 min. It should be mentioned that the MCFe after 20 days of storage showed equivalent TCP removal e ciency (SI Figure S3). Pure MC can remove 20% TCP without PDS addition (physical adsorption), while it was incapable for PDS activation (SI Figure S3). On the consideration of the large adsorption capacity of MCFe, the variation of TCP concentrations in solution and MCFe solid was measured (SI Text S2). We used methanol and sodium hydroxide to desorb TCP from MCFe surface and the desorption e ciency was over 80% (SI Figure S4). The removal e ciency of TCP also reached 94.8% after 180 min. The PDS consumption curve of MCFe/PDS process shows that PDS concentrations decreased rapidly in the rst 30 min, which is consistent with the corresponding TCP removal e ciency (Figure 3A). As shown inFigure 3B, TCP degradation followed pseudo- rst-order rate kinetics. The pseudo- rst-order rate constants (k) were calculated to be 0.00066 min 1 (PDS only), 0.0021 min 1 (nZVI), 0.0019\nmin 1 (Fe2O3•FeO), 0.0016 min 1 (FeSO4), and 0.0088 min 1 (MCFe). Thek value in MCFe/PDS was more than 4 times\nthan that in nZVI/PDS. Additionally, the turnover frequency (TOF) for the di erent activators has been estimated by considering the number of degraded TCP molecules (mmol) per iron atoms (mmol) in the required time. The TOF value of MCFe is 0.0037 min 1, which is nearly 3 times higher than those of FeSO4 (0.001 min 1) and Fe2O3•FeO (0.0012 min 1) and nearly 2 times than that of nZVI (0.0020 min 1). We also compared the reported heterogeneous iron-based materials for PDS activation to remove organic pollutants (SI Table S1). It was found that MCFe with low iron content showed obvious high oxidation e ciency in TCP removal in comparison with the reported iron materials which indicated that persulfate groups were e ciently activated by iron transformations of MCFe during the AOPs.\nTCP Degradation Products Analysis. The intermediates during the degradation of TCP were identi d by GC MS at di erent reaction times (Figure 4A). At the rst 30 min, aromatic intermediates, such as 2,5-dichloro-1,4benzenediol and 2,6-dichloro-1,4-benzoquinone, were detected. The concentration of TCP signi cantly reduced and 2,5-dichloro1,4-benzenediol accumulated as the main reaction product, followed by 2,6-dichloro-1,4-benzoquinone and 2-chloro-1,4benzenediol at 120 min. With the degradation of TCP, the PDS was almost consumed (95%) at 180 min (Figure 3A), therefore the dechlorination and oxidation of TCP were the main reactions. Additionally, we decreased the initial concentration of TCP to explore its mineralization ability (Figure 4B). We found that the mineralization e ciency can reach 36% after reaction of 180 min at initial TCP of 0.025 mmol/L, while it decreased to 15% as the initial TCP concentration increased to 0.1 mmol/L.\nThe mineralization of TCP for MCFe/PDS process was also more e cient at the rst 30 min in consistent with the variation of TCP oxidation e ciency (Figure 3A). The phenomena indicate that the ortho and para-chlorides of TCP were rst attacked by ROS due to its electrophilic nature,\nthen through single electron transfer and the hydrolyzed, hydroxylated products, such as 2,5-dichloro-1,4-benzenediol, were formed (Figure 4C). Quinone can be produced through hydrogen abstraction,30 32 the C C bond would be further ruptured and nally transformed to CO2 and H2O (Figure 4C).\nConcentrations Variation of Iron Ions. The dynamic concentration variation of Fe(II) ions and total iron ions (Fe(t)) in solution was measured during the reaction. As shown inFigure 5, the dynamic concentrations of Fe(II) and\nFe(t) ions in the solution for FeSO4/PDS were higher than other solid iron catalysts. For MCFe, the Fe(t) concentration after 180 min reaction was 1.5 mg/L, much lower than that of nZVI (27.6 mg/L), Fe2O3•FeO (5.7 mg/L) and FeSO4 (36.6 mg/L) (Figure 5). The dynamic concentrations of Fe(II) ions in solution follow the sequence of FeSO4/PDS > nZVI/PDS > MCFe/PDS > Fe2O3•FeO/PDS, whereas the TCP degradation e ciency follows the sequence of MCFe/PDS > nZVI/PDS > FeSO4/PDS > Fe2O3•FeO/PDS, indicating no correlation between soluble Fe(II) ions and TCP degradation e ciency. It showed that the concentrations of Fe(II) and Fe(t) ions for commercial nZVI in solution at the 0 min were relatively high and increased quickly at the rst 30 min, and then kept unchanged which implied that free ions should be present on the surface of commercial nZVI and the release of Fe(II)/ Fe(t) ions in solution was very obvious during the PDS activation/TCP oxidation. For Fe2O3•FeO/PDS, the concentration of Fe(II) was low but the concentration of Fe(III) ions increased during the oxidation process, indicating that Fe(III) ions was the predominant active species for PDS activation/ TCP oxidation. It was interesting that the Fe(II) and Fe(III) ion concentrations for MCFe/PDS increased slowly, and the concentration di erence between Fe(II) and Fe(t) ion was much smaller than the other solid iron activator. Fe(II) almost became the only iron specie at 180 min, indicating that Fe(II) ions also generated as the PDS concentration was very low (5%). This result indicated that the Fe(II) irons should be produced by the reaction of Fe(0) and Fe(III) (eq 4). The results indicate that nano-Fe(0) in MCFe displays a new pathway of iron transformation, which is di erent from the free nZVI particles. The above results also indicate that the concentration of Fe(II) ions in solution is not a decisive factor for the TCP oxidation. Excessive number of Fe(II) ions would consume SO4\nand bring negative e ect on the degradation of pollutants.6\nFigure 5.Concentration variations of solution Fe(II) and Fe(t) ions during the TCP degradation.\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9085\nPDS Activation Mechanism on MCFe. The adsorption of TCP on the catalyst is shown inSI Figure S5. The adsorption of TCP process reached equilibrium within 60 min (SI Figure S5A). It is worth noting that the adsorption capacity for TCP on MCFe was 257.7 mg/g, much larger than that of MC (70.1 mg/g) (SI Figure S5B). It should be attributed to the phenolate-metal interaction between TCP and MCFe.33\nThe adsorption isotherms were well described by the Langmuir model featured with the monolayer coverage (SI Figure S5C). The above results re ect that the TCP oxidation mainly occurred on the interface of MCFe with PDS.\nThe reactive radicals were detected during the reactions. As shown inFigure 6A, DMPO SO4 (six lines, 1:1:1:1:1:1, blue\ntriangle) and DMPO-HO (four lines, 1:2:2:1, red circle) signals were captured, which proved the existence of SO4 radicals and HO radicals in MCFe/PDS system.34,35 Ethanol was also introduced in SO4\nradical quenching experiment (Figure 6D). The results showed the degradation rate of TCP was inhibited in the high-dose of ethanol in comparison with the control trial indicating the obvious oxidation capability of SO4\nradical. Notably, the characteristic peaks of superoxide radicals (O2\n) and single-line oxygen (1O2) were also detected in the EPR experiments (Figure 6B,C).36,37\nAccordingly, we measured the degradation e ciency of TCP solution using MCFe without PDS but bubbled with O2 and Ar, respectively. We found that TCP molecules were degraded\nFigure 6.DMPO (A, B) and TEMP (C) spin-trapping EPR spectra of MCFe/PDS; inhibition e ect of ethanol on TCP degradation in MCFe/ PDS process (D).\nScheme 1. Nano-Fe(0) Wrapped with Iron Oxide and Graphitic Layers Embedded in MC Frameworks and the PDS Activation Process\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9086\nmore e ciently with MCFe/O2 than that with MCFe/Ar (SI Figure S6). Fe(II) generated by nano-Fe(0) particles can react with oxygen to form O2\n(eq 7).38,39 1O2 should be converted from O2\nunder acidic conditions (eq 8).37 The HO radicals should be generated by Fe(II) catalyzing H2O2. 40,41\n+ + Fe(II) O O Fe(III)2 2 (7)\n+ + +O 2H O H O2 1 2 2 2 (8)\nIn order to elucidate the possibility of the e ct from nonradical, the oxidation of TCP in ethanol was measured and the oxidation was almost terminated, indicating that TCP degradation in MCFe/PDS process was a radical induced oxidation process (Figure 6D).42,43 We proposed a mechanism regarding nano-Fe(0) activating PDS to oxidize TCP in acidic solution (Scheme 1). Nano-Fe(0) particles with iron oxide and graphitic layer shells and Fe(0) cores participate in activation of PDS mainly via the reaction of Fe(II) ions with PDS (Scheme 1). The unique structure is bene tal to enhance the electron transfer on the interface.44,45 The source of Fe(II) ions were generated by two pathways (eq 3and4). It can be seen fromFigure 3A, the initial TCP removal e ciency on MCFe is very high which means the release of Fe(II) should be quick, therefore the Fe(II) should be rst generated by pathway 1 (Scheme 1, eq 3). As the reaction goes on, the Fe(III) ions from shell layer (Fe2O3•FeO) andeq 3 were reduced by Fe(0) without consuming PDS by pathway 2 (Scheme 1, eq 4). The above two pathways can continually release of Fe(II), whereas the concentration of the generated Fe(III) ions can be timely transformed into Fe(II), which e ectively inhibits the side reaction of Fe(III) and persulfate (eqs 5and 6). Additionally, the SO4\nradicals were mainly produced by the activation of PDS with Fe(II) ions in pores, because the Fe(II) ion concentration in solution is very low relative to nZVI and FeSO4 (Figure 5). Owing to the large porosity of mesoporous carbon, TCP molecules, Fe(II) ions and SO4\nradicals met with each other in the con ned space and thus the oxidation, dichlorination, and mineralization without di usion restrictions took place more e ci ntly. It should be mentioned that Fe(II) ions also reacted with O2 o form O2\nand1O2 by pathway 3 (Scheme 1andeqs 7, 8). Primary Investigation on MCFe Regeneration and\nRecycling. At the end of the reaction, the chloride ion concentration in the solution for nZVI/PDS, FeSO4/PDS, Fe2O3•FeO/PDS, MCFe/PDS was 0.34 mmol/L, 0.30 mg/L, 0.30 mmol/L, and 0.46 mmol/L (Figure 7A). The corresponding dechlorination e ciency of TCP was 22.4%, 20.0%, 19.6%, and 30.6%, respectively. It should be mentioned\nthat the di erence of dechlorination e ciency among the above iron-based activators was less obvious than the degradation e ciency. Accordingly, we measured the zeta potential of MCFe and found that it is positive (5.2 mV) at the reaction condition which should result in the adsorption of chloride ions via electrostatic interaction. It was concluded by the XPS and BET data of MCFe before and after reaction. One new peak appeared in the full spectrum of XPS for used MCFe, which was attributed to Cl 2p (SI Figure S7). The Cl 2p XPS spectra consisted of two resolved doublets with the Cl 2p3/2 features at approximately 200.8 eV and 199.3. The former is characteristic of organic chloride (C Cl),46 and the latter can be attributed to the metal chloride bond.47 We also measured the adsorption capacity of inorganic Cl on MCFe. The saturated adsorption capacity of MCFe to Cl increased from 1.8 mg/g to 36.4 mg/g when the pH of the solution was adjusted from neutrality to acidity, which indicates the Cl ions released from TCP could be adsorbed on the surface of MCFe, which was in good agreement with the XPS results (SI Figure S8).\nThe speci c BET surface area and total pore volume of used MCFe composite largely decreased to 187.3 m2/g and 0.21 cm3/g, much smaller than the fresh MCFe (SBET 763.5 m\n2/g,"
    }, {
      "heading" : "Vt 0.46 cm",
      "text" : "3/g) ( SI Table S2 and Figure S9). After reaction, the micropore volume decreased from 0.19 cm3/g to 0.017 cm3/g, which indicated the adsorption of intermediates in the pores of MCFe. Based on the above results, it is concluded that (1) three chloride atoms in some TCP molecules were partially dechlorinated, and the derived organic intermediates still attached in MCFe, which was in consistent with the GC-Mass results (Figure 4A); (2) the inorganic chloride ions were adsorbed on the positive surface of MCFe in acidic condition.\nFigure 7B shows the reusability tests of MCFe/PDS in TCP degradation. On the consideration of the attachment of chloride species on MCFe in acidic condition, we regenerate the MCFe by washing in NaOH/ethanol solution and then performed the next TCP degradation reaction. It is found that about less than 10% reduction of degradation e ciency for the second and third run, and 20% reduction for the fourth run. As shown inFigure 2A, the peak at 706.8 eV assigning to Fe(0) for the reused MCFe weakened and the relative area ratio of Fe(II)/Fe(III) decreased, indicating the formation of Fe(III) (oxyhydr)oxides shell on nano-Fe(0) particles after reaction.9 The XRD patterns of the fresh MCFe and reused MCFe samples for 1 3 runs were compared (SI Figure S10). The intensity of di raction peaks of Fe(0) for the samples after the rst, second and third run utilization was signi ca tly lower than that of the fresh samples, while the peak intensity change\nFigure 7.Dechlorination e ciencies for di erent activators with PDS; reusability of MCFe activation of PDS in TCP degradation. Experimental conditions: 100 mg/L (0.5 mmol/L) TCP, 0.5 g/L MCFe, 0.5 g/L (2 mmol/L PDS), pH ( 3), T (25 ° C).\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9087\nwas no longer obvious among the reused samples indicating the particles of nano-Fe(0) corrosion in solution and the Fe(III) (oxyhydr)oxides shell thickened, but the nano-Fe(0) retained even after the third run use. It also re ect d the high stability of nano-Fe(0) embedded in MC.\nAccordingly, we think that the decrease of TCP removal e ciency should be related to the unclean surface of MCFe after high concentration TCP oxidation in each run (SI Figures S4, S7, and S8), minor iron leaching and the change of micro/ nano-structure of nano-Fe(0) in MCFe, but it should be studied in detail further to determine which factor is the predominant one.\nEnvironmental Implications. Our report provides a new zerovalent iron-based PDS activator for in situ oxidation process on organic pollutants in groundwater and soil. Compared with commercial nZVI, the unique structured nano-Fe(0) embedded in porous carbon frameworks by a chelation-assisted coassembly and carbothermal reduction strategy has the following advantages: (1) the preparation method is simple and easy to handle, and the obtained nanozero-valent iron can maintain good dispersion without the need of polymer protection; (2) nano-Fe(0) is ultra ne but not easily oxidized by violent reaction with air under the protection of carbon skeleton; (3) the unique structure of nano-Fe(0) protected by porous carbon skeleton can e ectively control the release of Fe(II) and reduce the ine ective consumption of PDS. In addition, biomass will be used as the main raw material of carbon source for the preparation of nano-Fe(0). This material has the potential in in-situ oxidation remediation of organic pollutants in the soil by using catalytic activation of PDS instead of traditional thermal and alkaline activation process.48,49\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acs.est.9b02170.\nText S1. The procedures of adsorption experiments; Text S2. The desorption procedure for TCP; Table S1. The summaries of reported organic pollutants degradation conditions and performances by iron-based activators in PDS oxidation process; Table S2. Textural properties of the fresh and reused MCFe; Figure S1. XRD of MCFe* prepared without citrate; Figure S2. Nano-Fe(0) particles embedded in MC frameworks and catalyzed the formation of carbon nanotube structures; Figure S3. TCP degradation e ciency with MC and MCFe20d; Figure S4. TCP desorption e ciency with di erent shaking time (A); Desorption e ciency of di erent concentrations of TCP (B); Figure S5. The adsorption isotherms of TCP on MC and MCFe (A, B) and tting of the adsorption isotherms by using Langmuir adsorption model adsorption isotherms (C); Figure S6. Degradation of TCP by MCFe under acidic conditions without PDS; Figure S7. The full spectrum (A) and Cl 2p XPS spectra for MCFe (B) before and after reaction; Figure S8. The adsorption isotherms of chloride on MCFe under di erent pH (A,) and tting of the adsorption isotherms by using Langmuir adsorption model adsorption isotherms (B). .Experimental conditions: activators containing 40 mg/L of iron, T (25 ° C); Figure S9. N2 sorption isotherms (A) and pore size\ndistributions (B) of the fresh and reused MCFe composites; Figure S10. XRD patterns of fresh MCFe and reused MCFe samples from the rst run to the third run (PDF)\nAUTHOR INFORMATION Corresponding Author *Phone: +86-21-54745704; e-mail:qianxufang@sjtu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Xinde Cao:0000-0002-2315-4219 Yixin Zhao:0000-0002-8663-9993 Xufang Qian:0000-0001-6761-0127"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS This work was supported by the Ministry of Science and Technology of China (2018YFC1802001) and National Natural Science Foundation of China (21777097, 21806106, and 21777096), IJLRC-Ministry of Education, and the China Postdoctoral Science Foundation (Grant Nos. 2017M621483 and 2018T110397).\nREFERENCES (1) Czaplicka, M. Sources and transformations of chlorophenols in\nthe natural environment.Sci. Total Environ.2004, 322(1), 21 39. (2) Wac awek, S.; Lutze, H. V.; Gru bel, K.; Padil, V. V. T.; C erník, M.; Dionysiou, D. D. Chemistry of persulfates in water and wastewater treatment: A review.Chem. Eng. J.2017, 330, 44 62. (3) Oh, W. D.; Dong, Z.; Lim, T. T. Generation of sulfate radical through heterogeneous catalysis for organic contaminants removal: Current development, challenges and prospects.Appl. Catal., B2016, 194, 169 201. (4) Matzek, L. W.; Carter, K. E. Activated persulfate for organic chemical degradation: A review.Chemosphere2016, 151, 178 188. (5) Sun, H.; Wang, J.; Jiang, Y.; Shen, W.; Jia, F.; Wang, S.; Liao, X.; Zhang, L. Rapid aerobic inactivation and facile removal of escherichia coli with amorphous zero-valent iron microspheres: indispensable roles of reactive oxygen species and iron corrosion products.Environ. Sci. Technol.2019, 53 (7), 3707 3717. (6) Ahn, S.; Peterson, T. D.; Righter, J.; Miles, D. M.; Tratnyek, P. G. Disinfection of ballast water with iron activated persulfate.Environ. Sci. Technol.2013, 47 (20), 11717 11725. (7) Mu, Y.; Jia, F.; Ai, Z.; Zhang, L. Iron oxide shell mediated environmental remediation properties of nano zero-valent iron. Environ. Sci.: Nano2017, 4 (1), 27 45. (8) Bremner, D. H.; Burgess, A. E.; Houllemare, D.; Namkung, K.-C. Phenol degradation using hydroxyl radicals generated from zerovalent iron and hydrogen peroxide.Appl. Catal., B2006, 63 (1), 15 19. (9) Kim, C.; Ahn, J. Y.; Kim, T. Y.; Shin, W. S.; Hwang, I. Activation of persulfate by nanosized zero-valent iron (NZVI): Mechanisms and transformation products of NZVI.Environ. Sci. Technol.2018, 52 (6), 3625 3633. (10) Liu, H.; Bruton, T. A.; Li, W.; Buren, J. V.; Prasse, C.; Doyle, F. M.; Sedlak, D. L. Oxidation of benzene by persulfate in the presence of Fe(III)- and Mn(IV)-containing oxides: stoichiometric efficiency and transformation products.Environ. Sci. Technol.2016, 50 (2), 890 898. (11) Johnson, R. L.; Nurmi, J. T.; O Brien Johnson, G. S.; Fan, D.; O Brien Johnson, R. L.; Shi, Z.; Salter-Blanc, A. J.; Tratnyek, P. G.; Lowry, G. V. Field-scale transport and transformation of carboxymethylcellulose-stabilized nano zero-valent Iron.Environ. Sci. Technol.2013, 47 (3), 1573 1580.\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9088\n(12) Lin, Y.-H.; Tseng, H.-H.; Wey, M.-Y.; Lin, M.-D. Characteristics of two types of stabilized nano zero-valent iron and transport in porous media.Sci. Total Environ.2010, 408(10), 2260 2267. (13) Yirsaw, B. D.; Megharaj, M.; Chen, Z.; Naidu, R. Environmental application and ecological significance of nano-zero valent iron. J. Environ. Sci.2016, 44, 88 98. (14) Bae, S.; Collins, R. N.; Waite, T. D.; Hanna, K. Advances in surface passivation of nanoscale zerovalent iron: A critical review. Environ. Sci. Technol.2018, 52 (21), 12010 12025. (15) Jiang, D.; Zeng, G.; Huang, D.; Chen, M.; Zhang, C.; Huang, C.; Wan, J. Remediation of contaminated soils by enhanced nanoscale zero valent iron.Environ. Res.2018, 163, 217 227. (16) Xu, J.; Wang, X.; Pan, F.; Qin, Y.; Xia, J.; Li, J.; Wu, F. Synthesis of the mesoporous carbon-nano-zero-valent iron composite and activation of sulfite for removal of organic pollutants.Chem. Eng. J. 2018, 353, 542 549. (17) Hussain, I.; Li, M.; Zhang, Y.; Li, Y.; Huang, S.; Du, X.; Liu, G.; Hayat, W.; Anwar, N. Insights into the mechanism of persulfate activation with nZVI/BC nanocomposite for the degradation of nonylphenol.Chem. Eng. J.2017, 311, 163 172. (18) Yan, J.; Han, L.; Gao, W.; Xue, S.; Chen, M. Biochar supported nanoscale zerovalent iron composite used as persulfate activator for removing trichloroethylene.Bioresour. Technol.2015, 175, 269 274. (19) Li, X.; Zhou, M.; Pan, Y. Enhanced degradation of 2,4- dichlorophenoxyacetic acid by pre-magnetization Fe-C activated persulfate: Influential factors, mechanism and degradation pathway. J. Hazard. Mater.2018, 353, 454 465. (20) Kong, L.; Wei, W.; Zhao, Q.; Wang, J. Q.; Wan, Y. Active coordinatively unsaturated manganese monoxide-containing mesoporous carbon catalyst in wet peroxide oxidation.ACS Catal.2012, 2 (12), 2577 2586. (21) Qian, X.; Ren, M.; Zhu, Y.; Yue, D.; Han, Y.; Jia, J.; Zhao, Y. Visible light assisted heterogeneous Fenton-Like degradation of organic pollutant via -FeOOH/Mesoporous carbon composites. Environ. Sci. Technol.2017, 51 (7), 3993 4000. (22) Wang, C.; Kang, J.; Liang, P.; Zhang, H.; Sun, H.; Tade , M. O.; Wang, S. Ferric carbide nanocrystals encapsulated in nitrogen-doped carbon nanotubes as an outstanding environmental catalyst.Environ. Sci.: Nano2017, 4 (1), 170 179. (23) Sun, Z.; Sun, B.; Qiao, M.; Wei, J.; Yue, Q.; Wang, C.; Deng, Y.; Kaliaguine, S.; Zhao, D. A general chelate-assisted co-assembly to metallic nanoparticles-incorporated ordered mesoporous carbon catalysts for Fischer Tropsch synthesis.J Am. Chem. Soc.2012, 134(42), 17653 60. (24) Jin, Q.; Zhang, S.; Wen, T.; Wang, J.; Gu, P.; Zhao, G.; Wang, X.; Chen, Z.; Hayat, T.; Wang, X. Simultaneous adsorption and oxidative degradation of Bisphenol A by zero-valent iron/iron carbide nanoparticles encapsulated in N-doped carbon matrix.Environ. Pollut. 2018, 243, 218 227. (25) Zhu, L. B.; Neng-Bing, X. U.; Zhang, Y.; Ying, H. M.; Xiu-Yan, X. U. Comparative study on analytical methods of phenolic compounds in water.Environmental Monitoring in China2012, 28 (6), 49 54. (26) Liang, C.; Huang, C. F.; Mohanty, N.; Kurakalva, R. M. A rapid spectrophotometric determination of persulfate anion in ISCO. Chemosphere2008, 73 (9), 1540 3. (27) Hoch, L. B.; Mack, E. J.; Hydutsky, B. W.; Hershman, J. M.; Skluzacek, J. M.; Mallouk, T. E. Carbothermal synthesis of carbonsupported nanoscale zero-valent iron particles for the remediation of hexavalent chromium.Environ. Sci. Technol.2008, 42 (7), 2600 2605. (28) Xu, L. J.; Wang, J. L. Degradation of chlorophenols using a novel Fe0/CeO2 composite.Appl. Catal., B2013, 142 143, 396 405. (29) Biesinger, M. C.; Payne, B. P.; Grosvenor, A. P.; Lau, L. W. M.; Gerson, A. R.; Smart, R. S. C. Resolving surface chemical states in XPS analysis of first row transition metals, oxides and hydroxides: Cr, Mn, Fe, Co and Ni.Appl. Surf. Sci.2011, 257(7), 2717 2730. (30) Xu, L.; Yuan, R.; Guo, Y.; Xiao, D.; Cao, Y.; Wang, Z.; Liu, J. Sulfate radical-induced degradation of 2,4,6-trichlorophenol: A de novo formation of chlorinated compounds.Chem. Eng. J.2013, 217, 169 173. (31) Zhou, H.; Sun, Q.; Wang, X.; Wang, L.; Chen, J.; Zhang, J.; Lu, X. Removal of 2,4-dichlorophenol from contaminated soil by a heterogeneous ZVI/EDTA/Air Fenton-like system.Sep. Purif. Technol.2014, 132, 346 353. (32) Zhou, P.; Zhang, J.; Zhang, Y.; Zhang, G.; Li, W.; Wei, C.; Liang, J.; Liu, Y.; Shu, S. Degradation of 2,4-dichlorophenol by activating persulfate and peroxomonosulfate using micron or nanoscale zero-valent copper.J. Hazard. Mater.2018, 344, 1209 1219. (33) Bandara, J.; Mielczarski, J. A.; Kiwi, J. I. Adsorption mechanism of chlorophenols on iron oxides, titanium oxide and aluminum oxide as detected by infrared spectroscopy.A pl. Catal., B2001, 34 (4), 307 320. (34) Xia, D.; Yin, R.; Sun, J.; An, T.; Li, G.; Wang, W.; Zhao, H.; Wong, P. K. Natural magnetic pyrrhotite as a high-Efficient persulfate activator for micropollutants degradation: Radicals identification and toxicity evaluation.J. Hazard. Mater.2017, 340, 435 444. (35) Zhang, K.; Zhou, X.; Zhang, T.; Yu, L.; Qian, Z.; Liao, W.; Li, C. Degradation of the earthy and musty odorant 2,4,6-tricholoroanisole by persulfate activated with iron of different valences. Environ. Sci. Pollut. Res.2018, 25 (4), 3435 3445. (36) Zheng, L.; Su, H.; Zhang, J.; Walekar, L. S.; Vafaei Molamahmood, H.; Zhou, B.; Long, M.; Hu, Y. H. Highly selective photocatalytic production of H2O2 on sulfur and nitrogen co-doped graphene quantum dots tuned TiO2. Appl. Catal., B2018, 239, 475 484. (37) Yang, S.; Wu, P.; Liu, J.; Chen, M.; Ahmed, Z.; Zhu, N. Efficient removal of bisphenol A by superoxide radical and singlet oxygen generated from peroxymonosulfate activated with Fe0montmorillonite.Chem. Eng. J.2018, 350, 484 495. (38) Keenan, C. R.; Sedlak, D. L. Factors affecting the yield of oxidants from the reaction of nanoparticulate zero-valent iron and oxygen.Environ. Sci. Technol.2008, 42 (4), 1262 1267. (39) Keenan, C. R.; Sedlak, D. L. Ligand-enhanced reactive oxidant generation by nanoparticulate zero-valent Iron and oxygen.Environ. Sci. Technol.2008, 42 (18), 6936 6941. (40) Qian, X.; Wu, Y.; Kan, M.; Fang, M.; Yue, D.; Zeng, J.; Zhao, Y. FeOOH quantum dots coupled g-C3N4 for visible light driving photoFenton degradation of organic pollutants.Appl. Catal., B2018, 237, 513 520. (41) Qian, X.; Ren, M.; Fang, M.; Kan, M.; Yue, D.; Bian, Z.; Li, H.; Jia, J.; Zhao, Y. Hydrophilic mesoporous carbon as iron(III)/(II) electron shuttle for visible light enhanced Fenton-like degradation of organic pollutants.Appl. Catal., B2018, 231, 108 114. (42) Duan, X.; Su, C.; Zhou, L.; Sun, H.; Suvorova, A.; Odedairo, T.; Zhu, Z.; Shao, Z.; Wang, S. Surface controlled generation of reactive radicals from persulfate by carbocatalysis on nanodiamonds.Appl. Catal., B2016, 194, 7 15. (43) Duan, X.; Ao, Z.; Sun, H.; Zhou, L.; Wang, G.; Wang, S. Insights into N-doping in single-walled carbon nanotubes for enhanced activation of superoxides: a mechanistic study.Chem Commun.2015, 51 (83), 15249 15252. (44) Li, H.; Wan, J.; Ma, Y.; Wang, Y. Synthesis of novel core shell Fe0@Fe3O4 as heterogeneous activator of persulfate for oxidation of dibutyl phthalate under neutral conditions.Chem. Eng. J.2016, 301, 315 324. (45) Costa, R. C. C.; Moura, F. C. C.; Ardisson, J. D.; Fabris, J. D.; Lago, R. M. Highly active heterogeneous Fenton-like systems based on Fe0/Fe3O4 composites prepared by controlled reduction of iron oxides.Appl. Catal., B2008, 83 (1), 131 139. (46) Papirer, E.; Lacroix, R.; Donnet, J. B.; Nanse , G.; Fioux, P. XPS tudy of the halogenation of carbon black-Part 2. Chlorination. arbon1995, 33 (1), 63 72. (47) Xu, W.; Wang, H.; Zhu, T.; Kuang, J.; Jing, P. Mercury removal from coal combustion flue gas by modified fly ash.J. Environ. Sci. 2013, 25 (2), 393 398.\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9089\n(48) Bruton, T. A.; Sedlak, D. L. Treatment of aqueous film-forming foam by heat-activated persulfate under conditions representative of in situ chemical oxidation.Environ. Sci. Technol.2017, 51 (23), 13878 13885. (49) Santos, A.; Fernandez, J.; Rodriguez, S.; Dominguez, C. M.; Lominchar, M. A.; Lorenzo, D.; Romero, A. Abatement of chlorinated compounds in groundwater contaminated by HCH wastes using ISCO with alkali activated persulfate.Sci Total Environ.2018, 615, 1070 1077.\nDOI:10.1021/acs.est.9b02170 Environ. Sci. Technol.2019, 53, 9081 9090\n9090"
    } ],
    "references" : [ {
      "title" : "Generation of sulfate radical through heterogeneous catalysis for organic contaminants removal: Current development, challenges and prospects",
      "author" : [ "W.D. Oh", "Z. Dong", "T.T. Lim" ],
      "venue" : null,
      "citeRegEx" : "Oh et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Oh et al\\.",
      "year" : 2017
    }, {
      "title" : "Activated persulfate for organic chemical degradation: A review",
      "author" : [ "L.W. Matzek", "K.E. Carter" ],
      "venue" : null,
      "citeRegEx" : "Matzek and Carter,? \\Q2016\\E",
      "shortCiteRegEx" : "Matzek and Carter",
      "year" : 2016
    }, {
      "title" : "Oxidation of benzene by persulfate in the presence of Fe(III)- and Mn(IV)-containing oxides: stoichiometric efficiency",
      "author" : [ "H. Liu", "T.A. Bruton", "W. Li", "J.V. Buren", "C. Prasse", "F.M. Doyle", "D.L. Sedlak" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2018
    }, {
      "title" : "Biochar supported nanoscale zerovalent iron composite used as persulfate activator for removing trichloroethylene",
      "author" : [ "J. Yan", "L. Han", "W. Gao", "S. Xue", "M. Chen" ],
      "venue" : null,
      "citeRegEx" : "Yan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2017
    }, {
      "title" : "A general chelate-assisted co-assembly to metallic nanoparticles-incorporated ordered mesoporous carbon",
      "author" : [ "Z. Sun", "B. Sun", "M. Qiao", "J. Wei", "Q. Yue", "C. Wang", "Y. Deng", "S. Kaliaguine", "D. Zhao" ],
      "venue" : "Environ. Sci.: Nano2017,",
      "citeRegEx" : "Sun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2017
    }, {
      "title" : "Carbothermal synthesis of carbonsupported nanoscale zero-valent iron particles for the remediation of hexavalent chromium",
      "author" : [ "L.B. Hoch", "E.J. Mack", "B.W. Hydutsky", "J.M. Hershman", "J.M. Skluzacek", "T.E. Mallouk" ],
      "venue" : null,
      "citeRegEx" : "Hoch et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hoch et al\\.",
      "year" : 2008
    }, {
      "title" : "Degradation of chlorophenols using a novel",
      "author" : [ "L.J. Xu", "J.L. Wang" ],
      "venue" : null,
      "citeRegEx" : "Xu and Wang,? \\Q2008\\E",
      "shortCiteRegEx" : "Xu and Wang",
      "year" : 2008
    }, {
      "title" : "Degradation of 2,4-dichlorophenol by activating persulfate and perox",
      "author" : [ "P. Zhou", "J. Zhang", "Y. Zhang", "G. Zhang", "W. Li", "C. Wei", "J. Liang", "Y. Liu", "S. Shu" ],
      "venue" : null,
      "citeRegEx" : "Zhou et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2014
    }, {
      "title" : "Ligand-enhanced reactive oxidant",
      "author" : [ "C.R. Keenan", "D.L. Sedlak" ],
      "venue" : null,
      "citeRegEx" : "Keenan and Sedlak,? \\Q2008\\E",
      "shortCiteRegEx" : "Keenan and Sedlak",
      "year" : 2008
    }, {
      "title" : "FeOOH quantum dots coupled g-C",
      "author" : [ "X. Qian", "Y. Wu", "M. Kan", "M. Fang", "D. Yue", "J. Zeng", "Y. Zhao" ],
      "venue" : null,
      "citeRegEx" : "Qian et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Qian et al\\.",
      "year" : 2008
    }, {
      "title" : "Surface controlled generation of reactive radicals from persulfate by carbocatalysis on nanodiamonds",
      "author" : [ "Appl. Catal" ],
      "venue" : null,
      "citeRegEx" : "Catal. and B2018,? \\Q2018\\E",
      "shortCiteRegEx" : "Catal. and B2018",
      "year" : 2018
    }, {
      "title" : "Insights into N-doping in single-walled carbon nanotubes for enhanced activation of superoxides: a mechanistic study",
      "author" : [ "Appl. Catal" ],
      "venue" : null,
      "citeRegEx" : "Catal. and B2016,? \\Q2016\\E",
      "shortCiteRegEx" : "Catal. and B2016",
      "year" : 2016
    }, {
      "title" : "XPS tudy of the halogenation of carbon black-Part 2. Chlorination",
      "author" : [ "Fioux" ],
      "venue" : null,
      "citeRegEx" : "G. and P.,? \\Q1995\\E",
      "shortCiteRegEx" : "G. and P.",
      "year" : 1995
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Nanoscale zerovalent iron (nZVI) particles have received much attention in environmental science and technology due to their unique electronic and chemical properties. However, the aggregation and oxidation of nZVI brings much di c lty in practical application of environmental remediation. In this study, we reported a composite nano-Fe(0)/mesoporous carbon by a chelation-assisted coassembly and carbothermal reduction strategy. Nano-Fe(0) particles with surface iron oxide (Fe 2O3•FeO) were wrapped with graphitic layers which were uniformly dispersed in mesoporous carbon frameworks. The unique structure made the nano-Fe(0) particles stable in air for more than 20 days. It was used as a peroxydisulfate (PDS) activator for the oxidation treatment of 2,4,6-trichlorophenol (TCP). The TOF value of MCFe for TCP degradation is nearly 3 times higher than those of FeSO 4 and Fe2O3•FeO and nearly 2 times than that of commercial nZVI. The reactive oxygen species (ROS) including  SO4 , HO , and O2 , O2 are e ciently generated by PDS activation with MCFe. The PDS activation process by nano-Fe(0) particles was intrinsically induced by the ferrous ions (Fe(II)) continuously generated at the solid/aqueous interface. Namely, the nano-Fe(0) particles were highly e ciently utilized in sulfate radical-based advanced oxidation processes (SR-AOP). The porous structure also assists the absorption and transfer of TCP during the degradation process.",
    "creator" : null
  }
}