{
  "name" : "downloads_2020-11-14_47_morita2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Titanium oxide nano-radiosensitizers for hydrogen peroxide delivery into cancer cells",
    "authors" : [ "Chiaki Ogino", "Kenta Morita", "Yuya Nishimura", "Satoko Nakamura", "Yuki Arai", "Chiya Numako", "Kazuyoshi Sato", "Masao Nakayama", "Hiroaki Akasaka", "Ryohei Sasaki" ],
    "emails" : [ "ochiaki@port.kobe-u.ac.jp" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nTitanium oxide nano-radiosensitizers for hydrogen peroxide delivery into cancer cells<!–<ForCover>Morita K, Nishimura Y, Nakamura S, Arai Y, Numako C, Sato K, Nakayama M, Akasaka H, Sasaki R, Ogino C, Kondo A, Titanium oxide nano-radiosensitizers for hydrogen peroxide delivery into cancer cells, Colloids and Surfaces B: Biointerfaces, doi: 10.1016/j.colsurfb.2020.111451</ForCover>–> Kenta Morita (Conceptualization) (Methodology) (Validation) (Formal analysis) (Investigation) (Data curation)<ce:contributor-role>Writing – original draft) (Visualization), Yuya Nishimura (Conceptualization) (Writing - review and editing) (Funding acquisition), Satoko Nakamura (Validation) (Investigation), Yuki Arai (Resources), Chiya Numako (Resources) (Supervision), Kazuyoshi Sato (Resources) (Supervision), Masao Nakayama (Methodology) (Supervision), Hiroaki Akasaka (Methodology) (Supervision), Ryohei Sasaki (Conceptualization) (Methodology) (Resources) (Supervision), Chiaki Ogino (Resources) (Writing - review and editing) (Project administration) (Funding acquisition), Akihiko Kondo (Conceptualization) (Resources) (Supervision) PII: S0927-7765(20)30807-9 DOI: https://doi.org/10.1016/j.colsurfb.2020.111451 Reference: COLSUB 111451 To appear in: Colloids and Surfaces B: Biointerfaces Received Date: 4 May 2020 Revised Date: 16 October 2020 Accepted Date: 3 November 2020\nPlease cite this article as: {doi: https://doi.org/\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier.\np. 1\nTitanium oxide nano-radiosensitizers for hydrogen peroxide delivery into cancer cells\nKenta Morita PhD a,b, Yuya Nishimura PhD a, Satoko Nakamura PhD a, Yuki Arai MS c, Chiya Numako PhD c, Kazuyoshi Sato PhD d, Masao Nakayama PhD e, Hiroaki Akasaka PhD e, Ryohei Sasaki MD PhD e, Chiaki Ogino PhD a*, and Akihiko Kondo PhD a,f\na Department of Chemical Science and Engineering, Graduate School of Engineering, Kobe University,\nRokkodaicho 1-1, Nada-ku, Kobe 657-8501, Japan\nb Research Facility Center for Science and Technology, Kobe University, Rokkodaicho 1-1, Nada-ku, Kobe\n657-8501, Japan\nc Graduate School of Science, Chiba University, 1-33, Yayoi, Inage, Chiba, 263-8522, Japan d Division of Environmental Engineering Science, Graduate School of Science and Technology, Gunma\nUniversity, 1-5-1 Tenjincho, Kiryu, Gunma, 376-8515, Japan\ne Division of Radiation Oncology, Kobe University Graduate School of Medicine, Kusunokicho 7-5-2,\nChuou-ku, Kobe 650-0017, Japan\nf Organization of Advanced Science and Technology, Kobe University, Rokkodaicho 1-1, Nada-ku, Kobe\n657-8501, Japan"
    }, {
      "heading" : "Corresponding author: Chiaki Ogino",
      "text" : ""
    }, {
      "heading" : "Department of Chemical Science and Engineering, Graduate School of Engineering, Kobe University,",
      "text" : "Rokkodaicho 1-1, Nada-ku, Kobe 657-8501, Japan E-mail: ochiaki@port.kobe-u.ac.jp Phone number: +81-78-803-6193\nThis article contains 6313 words (including abstract, keywords, references and figure legends) and 4 figures/ 1 table. There are 4 supplemental materials.\nJo ur\nal Pr\nepr\no f\np. 2\nGraphical abstract\nHighlights\n PAA-TiOx NPs had released H2O2 into surrounding solution over 7 hours.  Cellular internalization of PAA-TiOx NPs caused increase in H2O2 level in tumor cells  The cellular high level of H2O2 resulted in high efficiency of radiotherapy  Optimal dose of PAA-TiOx NPs was 1 mg/ml with any X-ray irradiation dose\nJo ur\nna l P\nre -p\nro of\np. 3\nAbstract\nPolyacrylic acid-modified titanium peroxide nanoparticles (PAA-TiOx NPs) are promising radiosensitizers that\nenhance the therapeutic effect of X-ray irradiation after local injection into tumors. However, the mechanism for\nthis reaction has remained unclear with the exception of the involvement of hydrogen peroxide (H2O2), which is released by PAA-TiOx NPs to a liquid phase during dispersion. In the present study, a clonogenic assay was used to compare PAA-TiOx NPs with free H2O2 molecules to investigate the effect exerted on the radiosensitivity of cancer cells in vitro. A cell-free dialysis method revealed that a portion of the H2O2 adsorbed onto the PAA-TiOx NPs during synthesis could be released during a treatment regimen. The H2O2 release lasted for 7 h, which was sufficient for one radiation treatment procedure. For in vitro experiments, cultured human pancreatic cancer cells\ntook up PAA-TiOx NPs in 10 min after administration. Interestingly, when the cells were washed with a buffer after treatment with either a PAA-TiOx NP or H2O2 solution, the intracellular H2O2 levels remained higher with PAA-TiOx NP treatment compared with the H2O2 solution treatment. Furthermore, the effects of subsequent X-ray irradiation corresponded to the intracellular H2O2 levels. These results indicate that PAA-TiOx NPs are efficient carriers of H2O2 into cancer cells and thus enhance the radiosensitivity.\nKeywords Radiotherapy; Titanium oxide nanoparticle; Hydrogen peroxide; radiosensitization; drug delivery system\nJo\nur na\nl P e-\npr oo\nf\np. 4\nIntroduction\nSince the discovery of X-rays, radiotherapy has been a widely used addition to surgical resection and\nchemotherapy in the treatment of cancers.[1,2] Radiotherapy embodies both advantages of the other two major\ntreatment approaches: (i) it has a local therapeutic effect on a tumor, which is similar to surgical resection; and, (ii)\nit is physically non-invasive, which is similar to chemotherapy. However, radiotherapy also has various side\neffects, which also are similar to those of the alternatives.[3,4] Therefore, a number of studies have developed\nimprovements in the therapeutic efficacy of radiotherapy.[5–9]\nRadiosensitizing therapy is one of the attempts. Radiosensitizing therapy involves the introduction of\nradiosensitizing agents into tumors via certain pathways, which enhances the therapeutic effect of subsequent\nX-ray irradiation. Many materials have been investigated as radiosensitizer candidates: organic chemicals,[10–\n13] proteins,[14–16] and inorganic nanoparticles (NPs).[5,17–20] The underlying premise for the development of\nall types of radiosensitizing therapies is that X-ray doses to shrink tumors could be decreased after the\nadministration of a radiosensitizer. Radiosensitizing therapies could thus be used to treat patients with\nhigh-mortality malignant cancers who have problems withstanding conventional radiotherapy.\nAlong with other materials, many studies have focused on the use of inorganic NPs as potential\nradiosensitizers.[21–23] Gold NPs have been the most extensively investigated in this category[24,25] due to\ntheir radiosensitizing capability, biocompatibility, and amenability to surface modification. Indeed, many reports\nhave shown that gold NPs could be delivered to tumors via tumor-targeting ligands attached to the NP\nsurface.[26,27] However, gold NPs have yet to be used as radiosensitizers in clinical practice. Meanwhile, hafnia\nNPs (designated ‘NBTXR3’) were recently developed, and currently are undergoing clinical investigation as a\npromising radiosensitizing agent.[28] These high atomic number (high-Z) materials strongly interact with X-rays,\nJo ur\nna l P\nre -p\nro of\np. 5\ngenerating secondary electrons and/or specific X-rays that subsequently produce greater amounts of reactive\noxygen species (ROS) than would be produced without a sensitizer. Enhanced ROS production is thought to be\nthe cause of the damage observed in radiosensitizer-treated cancer cells.\nAlso, ceramic-based NPs have been investigated for use as radiosensitizers. In addition to NPs composed\nentirely of ceramics,[29,30] ceramic nanocomposites incorporated with other heavy metals have also been\nevaluated in order to enhance the interaction with X-rays.[31] Titanium dioxide nanoparticles (TiO2 NPs) have been extensively studied for bio-applications, which has resulted in their widespread use in the food,[32]\ncosmetics,[33] and medical industries.[34] Recent reports have documented the use of TiO2 NPs as radiosensitizers, although titanium is a relatively light element compared with the metal materials mentioned\nabove. E. Youkhana et al. used a phantom dosimeter and an in vitro cell system in a precise investigation of the\nradiosensitizing properties of TiO2 NPs with surface amino groups.[35] W. Pan et al. synthesized TiO2 NPs loaded with a cell cycle arrest agent (SN-38) and additionally modified the surface with transactivator transcription (TAT)\npeptides and arginine-glycine-aspartic (RGD) peptides. Those functionalized TiO2 NPs showed effective radiosensitization in vitro and in vivo and proved that TiO2 NPs could serve as radiosensitizers as well as agents for the delivery of a drug cargo.[36]\nPolyacrylic acid–modified titanium peroxide (PAA-TiOx) NPs are also considered potential radiosensitizers.\nPAA-TiOx NPs are synthesized by reacting PAA-TiO2 NPs with H2O2. The negative charge of PAA that covers the surface monodispersed the TiO2 NPs even in a biological environment such as blood. Surface modification by polyethylene glycol (PEG) is generally used to improve the dispersibility of nanoparticles. In our preliminary\nexperiments, however, the dispersion stability of PAA-TiOx NPs was higher than that of PEG-TiOx NPs in a saline solution. The dispersibility of NPs is critical for their practical use as a medicine. TiOx is TiO2 treated with H2O2,\nJo ur\nna l P\nre -p\nro of\np. 6\nand this has been studied for a long time, although it is not readily available. When the TiO2 surface is treated with H2O2, stable ROS such as superoxide anion radicals (O2•-), peroxide anion (O22-), and hydroperoxide (-OOH) form on the surface and are detected by electron spin resonance (ESR) spectrometry as a result of the adsorption\nof H2O2.[37–40] In addition, when H2O2 vapor was adsorbed onto the TiO2-surface, subsequent heating of the sample resulted in the release of O2 rather than H2O2 from the gas-solid interface.[37] We previously revealed that PAA-TiOx NPs release H2O2 during the liquid phase of NP dispersion. No report has shown that H2O2 adsorbed onto the TiO2 surface is released again. Since the released H2O2 was not derived from any photocatalytic reaction, such as the decomposition of water, the H2O2 might have been adsorbed onto the surface of PAA-TiO2 NPs during the synthesis of PAA-TiOx NPs. Thus, investigating the adsorption and desorption characteristics of H2O2 on PAA-TiO2 NPs is one of the objectives of this paper.\nIn our previous study, the radiosensitizing effect of PAA-TiOx NPs in vivo was investigated in collaboration\nwith clinical radiologists.[41] A local injection of PAA-TiOx NPs into MIAPaCa-2 (human pancreatic cancer cell line) tumors xenografted to nude mice enhanced the therapeutic effect of radiation treatment. Moreover,\nsubsequent research revealed that the radiosensitizing mechanism for PAA-TiOx NPs differs from that of other inorganic NPs.[42] In our experiments, PAA-TiOx NPs produced either a minimal amount of ROS or none at all in interactions with X-ray irradiation. Thus, H2O2 release from PAA-TiOx NPs could change the micro environment inside the tumor tissue and enhance its sensitivity to X-ray irradiation. Many reports have actually suggested that\nan increase in intracellular H2O2 levels is advantageous for radiotherapy.[43–45] The direct administration of H2O2 into the tumors of cancer patients was clinically investigated in the KORTUC (Kochi Oxydol-Radiation Therapy for\nUnresectable Carcinomas) study.[9,46,47] When H2O2 solution was injected directly into the tumor, however, problems persisted, which included rapid diffusion into the surrounding tissues and coincident pain for the patient.\nJo ur\nna l P\nre -p\nr of\np. 7\nH2O2 molecules easily permeate tissues along with blood flow. Thus, in the present study, we aimed to establish that PAA-TiOx NPs function as effective radiosensitizers by delivering H2O2 inside cancer cells, increasing intracellular H2O2 levels, and promoting the retention of high levels of H2O2. First, the adsorption and desorption properties of H2O2 on PAA-TiO2 NPs were characterized via dialysis (Scheme S1). Additionally, the amount of O2•stabilized on the surface of the PAA-TiO2 NPs on which H2O2 had been adsorbed was calculated using electron spin resonance (ESR) spectrometry in order to establish the mode of H2O2-adsorption on the NPs. Next, we used a human pancreatic cancer cell line in an in vitro investigation to establish whether PAA-TiOx NPs or H2O2 solution would more effectively maintain the high intracellular H2O2 levels that result in efficient radiosensitivity.\nMaterial and methods"
    }, {
      "heading" : "Synthesis of nanoparticles",
      "text" : "PAA-TiOx NPs were synthesized according to a procedure established in a previous report.[42] Briefly,\nPAA-modified titanium dioxide NPs (PAA-TiO2 NPs) were synthesized using commercially obtained TiO2 NPs with a specific surface area of 300 m2/g (Ishihara Sangyo Kaisha, Osaka, Japan) via a hydrothermal method for\nsurface modification with PAA. PAA-TiOx NPs were synthesized from PAA-TiO2 NPs by immersion in 6% H2O2 solution. The synthesized NPs were confirmed via dynamic light scattering (DLS) and transmission electron\nmicroscope (TEM). DLS was performed using a Zetasizer nano ZS (Malvern Instruments Ltd., Worcestershire,\nUK) to measure the diameter and Z-potential of the NPs. We used an NP concentration of 1 mg/ml. A 1 mg/ml\ndispersion of PAA-TiOx NPs was applied dropwise onto a copper TEM grid with a polystyrene membrane and then dried at room temperature. TEM observation was performed using a JEM-2100F instrument (JEOL, Tokyo,\nJapan).\nJo ur\nna l P\nre -p\nro of\np. 8\nAnalysis of H2O2 adsorption and release on the surface of PAA-TiO2 NPs\nThe series of methods described in this section is summarized in Scheme S1. For analysis of H2O2\nadsorption, PAA-TiO2 NPs and H2O2 were mixed in Dulbecco’s phosphate-buffered saline (PBS; Nacalai Tesque, Kyoto, Japan) at 1 mg/ml and 1,000 µM, respectively. The mixture was incubated in a rotary incubator at 37 °C\nand sampled over time. The free H2O2 in the sampled mixture was separated from the PAA-TiO2 NPs via ultrafiltration, and the H2O2 concentration was measured to quantify the amount of the H2O2 adsorbed onto the NPs. The value of the total amount of H2O2 adsorbed onto the PAA-TiO2 NPs at 72 h after incubation represented the total amount of H2O2 finally adsorbed onto the NPs. For analysis of H2O2 release, 1-ml of the mixture solution where H2O2 was completely adsorbed onto the NPs was packed in a cellulose dialysis tube with a pore size of 50-Å (Viskase Co., Willowbrook, IL, USA). The solution was then dialyzed in a baffled flask filled with 200 ml of\nPBS with rotary shaking at 120 rpm and 37 °C. The dialysate was sampled over time to determine the\nconcentration of the free H2O2 desorbed from PAA-TiO2 NPs. The H2O2-release profile of the PAA-TiOx NPs was determined using the same dialysis method described above. H2O2 concentration measurement was performed using a Hydrogen Peroxide Fluorometric Detection kit (Enzo Life Sciences, Farmingdale, NY, USA). A multi-label\nplate reader (Wallac 1420 ARVOsx; Perkin Elmer, Waltham, MA, USA) was employed to measure the\nfluorescence at an excitation wavelength (Ex) of 490 nm with an emission wavelength (Em) of 572 nm.\nESR analysis of O2•- adsorbed on the surface of PAA-TiO2 NPs A solution with H2O2 completely adsorbed onto PAA-TiO2 NPs was prepared according to the previous section\nand dried under air at room temperature. A residue of approximately 20 mg was placed in a sample tube and\nJo ur\nna l\nre -p\nro of\np. 9\napplied to a JES-TE300 (JEOL) for ESR spectrometry. A spin number that could produce a stabilized O2•- signal (g=2.010) was calculated by comparing the integrated signal area with that of TEMPOL (Santa Cruz\nBiotechnology, Dallas, TX)."
    }, {
      "heading" : "Cytotoxicity assay",
      "text" : "Cells were seeded into 96-well plates (in triplicate) at a density of 1 × 104 cells/well. After incubation for 24 h,\ncells were attached to NPs at 0.01 to 5 mg/ml for 1, 24, or 48 h. The cells were then washed twice with PBS, and\nthen 100 μl of fresh medium was added. Next, 3 µl of WST-8 reagent (Cell Counting Kit-8; Dojindo Laboratories,\nKumamoto, Japan) was added to each well, followed by incubation for 1 h at 37 °C. The fluorescence of FITC\n(Ex: 488 nm/Em: 505 nm) was monitored using a plate reader."
    }, {
      "heading" : "X-Ray irradiation",
      "text" : "Cells were subjected to X-ray irradiation using TR-01 (Techno-X, Osaka, Japan). The type of target in the\nirradiator was Tungsten. The tube voltage and the tube current were 80 kVp and 1 mA, respectively. The emitted X-ray was filtered using a 1-mm Aluminium filter. The dose rate was 0.6 Gy/min. Cells (1 x 104) were seeded on\n35 mm plastic dishes for 24 h prior to X-ray irradiation. The medium was exchanged with a sample solution prior\nto X-ray irradiation after incubation with samples for a specific time at 37 °C. After X-ray irradiation, samples were\nimmediately removed, and the dishes were refilled with fresh medium."
    }, {
      "heading" : "Clonogenic assay",
      "text" : "Treated and control cells were collected using Accutase (Nacalai Tesque). The collected cells were seeded\nJo ur\nna l P\nre -p\nro of\np. 10\nin 6-well plates at a concentration that would allow the cells to form fewer than 50 colonies per well. After 12-14\ndays, the number of developed colonies was determined in order to calculate the plating efficiency (PE), survival\nfraction (SF), and radiosensitizing efficiency (RE) values, which were defined as follows:\nPE = Number of colonies counted\nNumber of cells plated\nSFS,x= PE of treated group (Sample; x Gy)\nPE of control group (PBS; 0 Gy)\nSFC,x= PE of treated group (PBS; x Gy)\nPE of control group (PBS; 0 Gy)\nREx= [ SFS,x SFS,0⁄\nSFC,x SFC,0⁄ ]\n-1\nSFS,x is the ratio of the number of cells that developed a colony after X-ray irradiation with x Gy following administration of the sample. SFC,x is the ratio of cells that developed a colony after X-ray irradiation with x Gy in the absence of the sample. REx is the RE of X-ray irradiation with x Gy."
    }, {
      "heading" : "Cellular internalization of PAA-TiOx NPs",
      "text" : "PAA-TiOx NPs were modified with Alexa Fluor 488 hydrazide sodium salt (Thermo Fischer Scientific,\nWaltham, MA, USA) and used as a fluorescent probe by mixing at a 20:1 ratio (by weight) with incubation for 1 h\nat room temperature. The mixtures were then dialyzed extensively against distilled water overnight at 4 °C to remove the unreacted Alexa Fluor 488 hydrazide. Next, 5 × 104 BxPC3 cells were seeded in 35 and 27 mm\nglass-based dishes and incubated for 24 h. The medium was exchanged with fluorescent probe-modified\nPAA-TiOx NPs (Fl-PAA-TiOx NPs) at a concentration of 1 mg/ml in PBS. After a specific time interval, cells were washed twice with PBS, and intracellular fluorescence (Ex/Em = 488/505 nm) was assessed using an LSM 5 Pa\nlaser scanning confocal microscope (LSCM; Carl Zeiss, Oberkochen, Germany).\nJo ur\nna l P\nre -p\nro of\np. 11\nAssay for intracellular H2O2 level\nBxPC3 cells (1 x 104) were seeded in a black 96-well plate and incubated for 24 h, after which the medium\nwas exchanged with PBS containing PAA-TiOx NPs at 1 mg/ml. After a specific time interval, cells were washed once with PBS, and the intracellular H2O2 concentration was measured using a Hydrogen Peroxide Fluorometric Detection Kit with a plate reader (Ex/Em = 490/572 nm).\nResults and discussion Adsorption and desorption of H2O2 on the PAA-TiO2 NP surface\nPAA-TiO2 NPs and PAA-TiOx NPs used in the current study were synthesized according to a previous\nreport.[42] First, the basic characteristics of NPs were determined. DLS analysis was used to determine that the dynamic diameters of PAA-TiO2 NPs and PAA-TiOx NPs were 120 and 140 nm, and that their Z-potential was −28 and −30 mV, respectively (Fig. S1A and S1B). TEM observation revealed the detailed topology of the NPs. Primary particles smaller than 10 nm gathered and formed secondary particles that were approximately 50 nm in diameter (Fig. S1C).\nThe results of our previous study suggest that PAA-TiOx NPs release H2O2 molecules into the liquid\nphase of the NP dispersion. In the current study, we characterized the adsorption and desorption properties of\nH2O2 on PAA-TiO2 NPs, which were the precursors of PAA-TiOx NPs according to the procedure outlined in Scheme S1. The O2•- adsorbed onto the PAA-TiO2 NPs surface was quantified via ESR spectrometry (Table 1). Since loss of H2O2 from decomposition was not detected throughout this experiment, the total amount of H2O2 adsorbed onto the PAA-TiO2 NPs was 385 µmol/g(particle), which was 38.5% of the input. The amount of H2O2 that was again desorbed into the liquid phase of the dispersion made up 22.2% of the input. The adsorption mode\nof the reversibly adsorbed H2O2 was the same as that of the H2O2 that was released from the PAA-TiOx NPs in the previous study. On the other hand, 16.3% of the H2O2 input was not again desorbed from the PAA-TiO2 NP surface for at least 72 h. To additionally investigate the adsorption mode of the irreversibly adsorbed H2O2, the\nJo ur\nna l P\nre -p\nro of\np. 12\namount of O2•- adsorbed on the surface of the PAA-TiO2 NPs was determined. A typical signal of O2•- adsorption on the surface of TiO2 was detected via ESR spectrometry (Fig. S2A). However, the amount of adsorbed H2O2 in the form of O2•- was calculated to be 2.10×10-4% of the input. Since that amount of O2•- was significantly less than the total amount of irreversibly adsorbed H2O2, almost all H2O2 adsorbed on PAA-TiO2 NPs was from another mode of adsorption. We wondered if the difference in the adsorption and desorption rates of H2O2 could be a key to understanding the irreversible adsorption mode of H2O2. The adsorption of H2O2 onto PAA-TiO2 NPs took 72 h to complete (Fig. S2B) while the desorption of H2O2 required only 6 h (Fig. S2C). There existed two different modes in adsorption: fast and slow reactions. One mode would be for reversible adsorption and the other\nwould be for irreversible adsorption. Another possibility was a reaction in which PAA and H2O2 produced peracids. The amount of H2O2 that contributed to this reaction was negligible because the amount of H2O2 adsorbed onto bare TiO2 NPs was the same as, or greater than, those modified by PAA (data not shown). In any case, investigating the interfacial reaction between nanoparticles and the liquid phase would be difficult, because it\nwould require the construction of an elaborate analytical system.\nTable 1 Adsorbed H2O2 and O 2 •- on the surface of PAA-TiO2 NPs.a\nH2O2 (%) b\nO 2\n•- (%) b\nReversibly adsorbed Irreversibly adsorbed\n22.2 16.3 2.10×10 -4\na The amount of the adsorbed H2O2 on PAA-TiO2 NPs was determined via a dialysis method (Scheme S1) 72 h after mixing H2O2 and PAA-TiO2 NPs in 200 µM and 1 mg/ml, respectively. O2•- on the surface of PAA-TiO2 NPs was detected via electron spin resonance spectrometry. b Percentage of the amount of H2O2 input.\nJo ur\nna\nl P\nre -p\nro of\np. 13\nPAA-TiOx NPs for in vitro experiments were synthesized using a large excess of H2O2 in order to load as\nmuch H2O2 as possible onto the PAA-TiOx NPs. Then, the release of H2O2 from the PAA-TiOx NPs was profiled using the same dialysis method shown in Scheme S1. PAA-TiOx NPs packed in a dialysis tube continued to release H2O2 to the dialysate phase for at least 7 hours, whereas in a H2O2 solution, the H2O2 release finished within 30 min because free H2O2 molecules were able to pass quickly through the dialysis membrane (Fig. 2). That result shows that PAA-TiOx NPs were able to confine H2O2 molecules in the local tissues of the body 14 times longer than what a simple H2O2 solution could accomplish. The PAA-TiOx NPs managed a timed-release of H2O2 sufficient to cover a single radiotherapy session. The H2O2 molecules released from PAA-TiOx NPs, however, were calculated to be 200 µmol/g(NPs), which was the same order as when a lower concentration of\nH2O2 was applied to PAA-TiO2 NPs (Table 1). The process of washing PAA-TiOx NPs to remove excess free H2O2 would reduce the amount of H2O2 loaded onto PAA-TiOx NPs. Therefore, in order to synthesize PAA-TiOx NPs with more H2O2 loaded, the primary particle size of raw TiO2 NPs should be reduced to increase the surface area available for adsorption.\nJo ur\nna l P\nre -p\nro o"
    }, {
      "heading" : "Cytotoxicity assay",
      "text" : "of\np. 15\nThe use of PAA-TiOx NPs as H2O2-releasing material raises concerns over potential toxicity. The\ncytotoxicity of PAA-TiOx NPs was compared with that of PAA-TiO2 NPs and that of free H2O2 using BxPC3 human pancreatic cancer cells. PAA-modified NPs and H2O2 solution both exhibited dose-dependent toxicity when they were exposed to cells for 24 and 48 h (Fig. 3). After 24 h of exposure, PAA-TiOx NPs, H2O2 solution, and PAA-TiO2 NPs exhibited values for LC50 of 0.895 mg/ml, 341 µM, and 6.60 mg/ml, respectively. The higher toxicity of PAA-TiOx NPs likely was due to the combined toxicity of both PAA-TiO2 NPs and H2O2. Interestingly, treatment with PAA-TiOx NPs for 1 h showed no cytotoxicity whereas the H2O2 solution showed a concentration-dependent toxicity. There was minimal H2O2-derived toxicity detected in cultured cells because the PAA-TiOx NPs did not completely release H2O2 within 1 h.\nFigure 2 Cellular toxicity assessments, without X-ray irradiation, for (A) PAA-TiOx NPs, (B) H2O2 solution, and (C) PAA-TiO2 NPs. Cell activities were normalized via the use of a non-treated cell group. Data represent the mean ± STDEV derived from three individual experiments.\nRadiosensitizing effect in vitro\nA clonogenic assay was performed to assess the radiosensitizing effect of PAA-TiOx NPs. Although an\nenhancement of the effect of radiotherapy by PAA-TiOx NPs has already been reported in vitro[41], a more detailed investigation was needed, which included a comparison with H2O2 solutions. Thus, in the following experiments, the concentrations of H2O2 contained in PAA-TiOx NPs and that contained in a H2O2 solution were\nJo ur\nna\nl P\nre -p\nro of\nadjusted to similar values. First, the radiation dose dependence of the radiosensitizing effect was assessed using\nBxPC3 cells. PAA-TiOx NPs and a H2O2 solution of 1 mg/ml and 200 µM, respectively, exhibited a superior radiosensitizing effect by comparison with PBS and PAA-TiO2 NPs (Fig. 3A). Typical photographs of cultured cells irradiated with 5 Gy in the presence of samples apparently reflected the effective radiosensitization of both\nPAA-TiOx NPs and a H2O2 solution (Fig. 3B). PAA-TiO2 NPs showed no radiosensitizing effect where TiO2 NPs had been reported to have such an effect.[35] The reason might be that the biochemical effects on the cells were\naltered because the particle surfaces were coated by PAA, or that the sample treatment time on the cells prior to\nX-ray irradiation was too short.\nJo ur\nna l P\nre -p\nro of\np. 17\neffects of X-ray irradiation while the SF value had generally been used to assess cytotoxicity in clonogenic assay.\nThe cytotoxicity expressed in terms of SF included two factors: X-ray toxicity and the toxicity of the radiosensitizer\nitself. Therefore, the RE value was defined by eliminating the toxicity of the radiosensitizer itself, assuming that\nthe cytotoxicity is a multiple of these two factors. In brief, the RE value could reveal how many times “the effect of\nX-ray irradiation” was multiplied by adopting the radiosensitizer compared with X-ray irradiation only.\nThe dependence on sample concentration for a radiosensitization effect was evaluated based on the RE\nvalues. As a result, the highest RE values were obtained at concentrations of 1 mg/ml for PAA-TiOx NPs (Fig. 3C) and 200 μM for a H2O2 solution (Fig. 3D), respectively, given that 5 Gy of X-ray irradiation was combined with a sample treatment. The same trend was observed with 3 Gy of X-ray irradiation (Fig. S3). The decrease in RE at\nhigher concentrations in both samples was due to the high contribution of the radiosensitizer's own toxicity to the\noverall level. Radiosensitizers are most therapeutically efficient and least harmful to patients when used at\nconcentrations that result in the highest RE. Therefore, the PAA-TiOx NPs were used at 1 mg/ml in the following experiments.\nPAA-TiOx NP-mediated increase of H2O2 level and radiosensitization of cancer cells\nThe results above suggest that the radiosensitizing effect of PAA-TiOx NPs was comparable to that of the\nH2O2 solution. However, PAA-TiOx NPs had a special capacity for the prolonged release of H2O2 to surroundings. Thus, we hypothesized that PAA-TiOx NPs would be taken up by cancer cells and increase the intracellular H2O2 level. If so, the cells would be more sensitive to X-ray irradiation, with the retention of a high level of H2O2 even in tumor tissue where cells were continuously exposed to, and washed by, a dynamic blood flow.\nFirst, the cellular internalization of PAA-TiOx NPs was confirmed. PAA-TiOx NPs were modified with a fluorescent moiety (Alexa Fluor 488) to form Fl-PAA-TiOx NPs, and fluorescence was monitored using LSCM when\nJo ur\nna l P\nre -p\nro of\np. 18\nFl-PAA-TiOx NPs were applied to cultured cancer cells. As a result, Fl-PAA-TiOx NPs were taken up by BxPC3 cells 10 minutes after administration (Fig. 4A). Then, the intracellular H2O2 level of the BxPC3 cells that had taken up PAA-TiOx NPs was determined using a fluorescent-enzyme conjugated system. The dynamic tumor blood flow that let intracellular H2O2 diffuse to surrounding tissues was modelled by carefully washing the cells with a buffer solution. Despite the buffer wash, PAA-TiOx NPs increased the number and retention of intracellular H2O2 levels more effectively than the H2O2 solution did (Fig. 4B). The increase in intracellular H2O2 level that resulted from the cell internalization of PAA-TiOx NPs was significantly higher than the result of water radiolysis. Finally, the RE\nwas evaluated for cells with intracellular H2O2 levels that were increased by the uptake of PAA-TiOx NPs. BxPC3 cells were incubated with either PAA-TiOx NPs or a H2O2 solution for 10 minutes, washed once with PBS, and then subjected to X-ray irradiation. Cells treated with PAA-TiOx NPs showed increased radiosensitivity, despite being washed prior to irradiation (Fig. 4C). In contrast, the radiosensitizing effect of H2O2 alone was significantly reduced by a single washing of the cells.\nThis chapter contains the most important results in this study. As mentioned above, elevated H2O2 levels in\ncancer cells enhance radiotherapy, but challenges remained as to how H2O2 could be confined to tumor tissue for long periods of time. To improve the KORTUC, Morita et al. added gelatin or sodium hyaluronate into oxidol.[47]\nSong et al. have successfully delivered H2O2 to tumors in vivo and achieved a sustained release of H2O2 by encapsulating it in liposomes, but they have not confirmed a sustained release in cells.[48] The current study is\nthe first report on the delivery of H2O2 into cancer cells using inorganic nanoparticles and the sustained release of H2O2 in cells. Y. Katsumura calculated that the H2O2 produced by water radiolysis reached a steady state at 0.37 µM within 20 s when X-rays were irradiated in water at a dose rate of 1 Gy/s.[49] Because the dose rate used in\nthe present study was 0.01-fold that of Katsumura’s report, the H2O2 concentration increased by PAA-TiOx NPs\nJo ur\nna l P\nre -p\nro of\np. 19\nwould be significantly higher than that increased by water radiolysis during X-ray irradiation to cells (Fig. 4B).\nAlthough this represents the use of a primitive method in vitro, the results clearly prove that the effects of\nPAA-TiOx NPs and that of H2O2 solutions on the microenvironment of cancer cells were remarkably different. Furthermore, intracellular H2O2 levels correlated with radiosensitization efficiency (Fig. 4C) provide evidence that a scheme for the direct delivery of H2O2 to targeted cancer cells is effective in improving radiotherapy. However, PAA-TiOx NPs still have some aspects to improve. One is the release control of H2O2. When PAA-TiOx NPs are introduced into the body, they slowly release H2O2 whether in the tumor or not. The other is the poor stealthy nature of PAA-TiOx NPs in the body. Our previous studies have shown that PAA-TiOx NPs are not excreted efficiently and ultimately accumulate in the liver.[50] These problems are directly related to side effects and a risk\nof oncogenesis when PAA-TiOx NPs are used as radiosensitizers. Therefore, it is necessary to find solutions such as altering the particle size of TiO2 NPs, searching for polymers to modify the surface, and modifying the surface PAAs with tumor-targeting ligands.[51]\nre -p\nr of\np. 20\nPAA-TiOx NPs. (A) BxPC3 cells took up Fl-PAA-TiOx NPs within 10 minutes. (B) Intracellular H2O2 level increased more with the uptake of PAA-TiOx NPs than with treatment from a H2O2 solution. (C) The radiosensitizing efficiency was markedly raised when the cells were treated with PAA-TiOx NPs for 10 min before an X-ray irradiation of 5 Gy. Data represent the mean ± STDEV derived from three individual experiments. Fl-PAA-TiOx NPs: PAA-TiOx NPs conjugated with fluorescence probe.\nConclusions\nThe mechanism of PAA-TiOx NPs working as radiosensitizers was partially elucidated in vitro. PAA-TiOx\nNPs adsorbed H2O2 during their synthesis process. A portion of the adsorbed H2O2 was released again into the liquid phase of the dispersion, and the remaining portion was not. The release of H2O2 was found to last for at least 7 h, which was sufficient to cover one radiation treatment. PAA-TiOx NPs effectively increased intracellular H2O2 levels by releasing H2O2 even after uptake into cancer cells, resulting in an increase in the radiosensitivity of the cells. These results indicated that PAA-TiOx NPs worked as DDS carriers for the intracellular delivery and sustained release of H2O2. Thus, PAA-TiOx NPs were more effective radiosensitizers than a H2O2 solution, which was highly diffusive to the surrounding tissues. While the findings in this study were advantageous for the use of\nPAA-TiOx NPs, it was limited to in vitro cell experimentation using low-energy X-rays (80 kVp). Therefore, an in vivo experiment using a clinical energy X-ray (MV order) will be necessary in order to demonstrate the practical\nefficiency and safety of PAA-TiOx NPs in the future.\nThere is no conflict of interest in this research."
    }, {
      "heading" : "Declaration of interests",
      "text" : "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nJ ur\nna l P\nre -p\nro of\np. 21\nAcknowledgements\nThis work was supported in part by a Grant-in-Aid for Scientific Research (C) from the Japan Science\nand Technology Agency (number 25420831 to C.O.), a Grant-in-Aid for Challenging Exploratory Research\n(number 25670535 to R.S.), a Grant-in-Aid for Young Scientists (B) (number 15K21156 to Y.N.), and Special\nCoordination Funds for Promoting Science and Technology, Creation of Innovation Centers for Advanced\nInterdisciplinary Research Areas (Innovative Bioproduction, Kobe) from the Ministry of Education, Culture, Sports,\nScience and Technology, Japan. This work was also supported by grants from the Hosokawa Powder Technology\nFoundation (to C.O.), Suzuken Memorial Foundation (to C.O.), and the Noguchi Institute (number NJ201602 to\nY.N.).\nCRediT authorship contribution statement Kenta Morita: Conceptualization, Methodology, Validation, Formal analysis, Investigation, Data Curation, Writing – Original Draft, Visualization; Yuya Nishimura: Conceptualization, Writing – Review and Editing, Funding acquisition; Satoko Nakamura: Validation, Investigation; Yuki Arai: Resources; Chiya Numako: Resources, Supervision; Kazuyoshi Sato: Resources, Supervision; Masao Nakayama: Methodology, Supervision; Hiroaki Akasaka: Methodology, Supervision; Ryohei Sasaki: Conceptualization, Methodology, Resources, Supervision, Chiaki Ogino: Resources, Writing – Review and Editing, Project administration, Funding acquisition Akihiko Kondo: Conceptualization, Resources, Supervision\nReferences [1] Röntgen WC. Über eine neue Art von Strahlen. Sitzungsberichte Der Phys Gesellschaft Zu Würzburg\n1895;9:132–41.\n[2] Sgantzos M, Tsoucalas G, Laios K, Androutsos G. The physician who first applied radiotherapy, Victor\nDespeignes, on 1896. Hell J Nucl Med 2014;17:45–6. https://doi.org/10.1967/s002449910117.\n[3] Stone HB, Coleman CN, Anscher MS, McBride WH. Effects of radiation on normal tissue: Consequences and\nJo ur\nna l P\nre -p\nro of\np. 22\nmechanisms. Lancet Oncol 2003;4:529–36. https://doi.org/10.1016/S1470-2045(03)01191-4.\n[4] Barnett GC, West CML, Dunning AM, Elliott RM, Coles CE, Pharoah PD, et al. Normal tissue reactions to\nradiotherapy: towards tailoring treatment dose by genotype. Nat Rev Cancer 2009;9:134–42.\nhttps://doi.org/10.1038/nrc2587.\n[5] Su X-Y, Liu P-D, Wu H, Gu N. Enhancement of radiosensitization by metal-based nanoparticles in cancer\nradiation therapy. Cancer Biol Med 2014;11:86–91. https://doi.org/10.7497/j.issn.2095-3941.2014.02.003.\n[6] Rockwell S, Dobrucki IT, Kim EY, Marrison ST, Vu VT. Hypoxia and radiation therapy: past history, ongoing\nresearch, and future promise. Curr Mol Med 2009;9:442–58. https://doi.org/10.2174/156652409788167087.\n[7] Xu XG. An exponential growth of computational phantom research in radiation protection, imaging, and\nradiotherapy: A review of the fifty-year history. Phys Med Biol 2014;59.\nhttps://doi.org/10.1088/0031-9155/59/18/R233.\n[8] Verellen D, Ridder M De, Linthout N, Tournel K, Soete G, Storme G. Innovations in image-guided radiotherapy.\nNat Rev Cancer 2007;7:949–60. https://doi.org/10.1038/nrc2288.\n[9] Ogawa Y. Paradigm shift in radiation biology/radiation oncology—Exploitation of the “H2O2 effect” for\nradiotherapy using low-let (Linear energy transfer) radiation such as X-rays and high-energy electrons. Cancers\n(Basel) 2016;8:1–12. https://doi.org/10.3390/cancers8030028.\n[10] Lamb R, Fiorillo M, Chadwick A, Ozsvari B, Reeves KJ, Smith DL, et al. Doxycycline down-regulates DNA-PK\nand radiosensitizes tumor initiating cells : Implications for more effective radiation therapy 2015;6:14005–25.\nhttps://doi.org/10.18632/oncotarget.4159.\n[11] Yang Y, Jin C, Li H, He Y, Liu Z, Bai L, et al. Improved radiosensitizing effect of the combination of etanidazole\nand paclitaxel for hepatocellular carcinoma in vivo. Exp Ther Med 2012;3:299–303.\nJo ur\nna l P\nepr\nof\np. 23\nhttps://doi.org/10.3892/etm.2011.389.\n[12] Werner ME, Cummings ND, Sethi M, Wang EC, Sukumar R, Moore DT, et al. Preclinical Evaluation of\nGenexol-PM, a NanoparticleFormulation of Paclitaxel, as a Novel Radiosensitizer for the Treatment of\nNon-Small Cell Lung Cancer. Int J Radiat Oncol Biol Phys 2013;18:1199–216.\nhttps://doi.org/10.1016/j.ijrobp.2013.02.009.\n[13] Hehlgans S, Oppermann J, Reichert S, Fulda S, Rödel C, Rödel F. The SMAC mimetic BV6 sensitizes\ncolorectal cancer cells to ionizing radiation by interfering with DNA repair processes and enhancing apoptosis.\nRadiat Oncol 2015:1–11. https://doi.org/10.1186/s13014-015-0507-4.\n[14] He S, Smith DL, Sequeira M, Sang J, Bates RC, Proia D a. The HSP90 inhibitor ganetespib has\nchemosensitizer and radiosensitizer activity in colorectal cancer. Invest New Drugs 2014;32:577–86.\nhttps://doi.org/10.1007/s10637-014-0095-4.\n[15] Niyazi M, Harter PN, Hattingen E, Rottler M, Baumgarten V, Proescholdt M, et al. Bevacizumab and\nradiotherapy for the treatment glioblastoma : brothers in arms or unholy alliance ? Oncotarget 2015;7.\nhttps://doi.org/10.18632/oncotarget.6320.\n[16] Milas L, Peters LJ, Hunter NR, Mason KA, Kurdoglu B. Enhancement of Tumor Radioresponse of a Murine\nMammary Carcinoma by Paclitaxel. Cancer Res 1994;54:3506–10.\n[17] Babaei M, Ganjalikhani M. The potential effectiveness of nanoparticles as radio sensitizers for radiotherapy.\nBioImpacts 2014;4:15–20. https://doi.org/10.5681/bi.2014.003.\n[18] Kwatra D, Venugopal A, Anant S. Nanoparticles in radiation therapy : a summary of various approaches to\nenhance radiosensitization in cancer. Transl Cancer Res 2013;2:330–42.\nhttps://doi.org/10.3978/j.issn.2218-676X.2013.08.06.\nJo ur\nna l P\nre -p\nro of\np. 24\n[19] Wang AZ, Tepper JE. Nanotechnology in Radiation Oncology. J Clin Oncol 2014.\nhttps://doi.org/10.1200/JCO.2014.55.0699.\n[20] Shevtsov M a., Nikolaev BP, Yakovleva LY, Marchenko YY, Dobrodumov A V., Mikhrina AL, et al.\nSuperparamagnetic iron oxide nanoparticles conjugated with epidermal growth factor (SPION-EGF) for\ntargeting brain tumors. Int J Nanomedicine 2014;9:273–87. https://doi.org/10.2147/IJN.S55118.\n[21] Ma N, Jiang YW, Zhang X, Wu H, Myers JN, Liu P, et al. Enhanced Radiosensitization of Gold Nanospikes via\nHyperthermia in Combined Cancer Radiation and Photothermal Therapy. ACS Appl Mater Interfaces\n2016;8:28480–94. https://doi.org/10.1021/acsami.6b10132.\n[22] Ma N, Wu FG, Zhang X, Jiang YW, Jia HR, Wang HY, et al. Shape-Dependent Radiosensitization Effect of Gold\nNanostructures in Cancer Radiotherapy: Comparison of Gold Nanoparticles, Nanospikes, and Nanorods. ACS\nAppl Mater Interfaces 2017;9:13037–48. https://doi.org/10.1021/acsami.7b01112.\n[23] Jiang YW, Gao G, Jia HR, Zhang X, Zhao J, Ma N, et al. Copper Oxide Nanoparticles Induce Enhanced\nRadiosensitizing Effect via Destructive Autophagy. ACS Biomater Sci Eng 2019;5:1569–79.\nhttps://doi.org/10.1021/acsbiomaterials.8b01181.\n[24] Cui L, Her S, Borst GR, Bristow RG, Jaffray DA, Allen C. Radiosensitization by gold nanoparticles: Will they\never make it to the clinic? Radiother Oncol 2017;124:344–56. https://doi.org/10.1016/j.radonc.2017.07.007.\n[25] Chang MY, Shiau AL, Chen YH, Chang CJ, Chen HHW, Wu CL. Increased apoptotic potential and\ndose-enhancing effect of gold nanoparticles in combination with single-dose clinical electron beams on\ntumor-bearing mice. Cancer Sci 2008;99:1479–84. https://doi.org/10.1111/j.1349-7006.2008.00827.x.\n[26] Dam DHM, Culver KSB, Kandela I, Lee RC, Chandra K, Lee H, et al. Biodistribution and in vivo toxicity of\naptamer-loaded gold nanostars. Nanomedicine Nanotechnology, Biol Med 2015;11:671–9.\nJo ur\nna l P\nre -p\nr of\np. 25\nhttps://doi.org/10.1016/j.nano.2014.10.005.\n[27] Chattopadhyay N, Cai Z, Pignol J-P, Keller B, Lechtman E, Bendayan R, et al. Design and characterization of\nHER-2-targeted gold nanoparticles for enhanced X-radiation treatment of locally advanced breast cancer. Mol\nPharm 2010;7:2194–206. https://doi.org/10.1021/mp100207t.\n[28] Pottier A, Borghi E, Levy L. New use of metals as nanosized radioenhancers. Anticancer Res 2014;34:443–53.\n[29] Generalov R, Kuan WB, Chen W, Kristensen S, Juzenas P. Radiosensitizing effect of zinc oxide and silica\nnanocomposites on cancer cells. Colloids Surfaces B Biointerfaces 2015;129:79–86.\nhttps://doi.org/10.1016/j.colsurfb.2015.03.026.\n[30] Klein S, Dell’Arciprete ML, Wegmann M, Distel LVR, Neuhuber W, Gonzalez MC, et al. Oxidized silicon\nnanoparticles for radiosensitization of cancer and tissue cells. Biochem Biophys Res Commun 2013;434:217–\n22. https://doi.org/10.1016/j.bbrc.2013.03.042.\n[31] Molina Higgins MC, Rojas J V. X-ray radiation enhancement of gold- TiO 2 nanocomposites. Appl Surf Sci\n2019;480:1147–55. https://doi.org/10.1016/j.apsusc.2019.02.234.\n[32] Winkler HC, Notter T, Meyer U, Naegeli H. Critical review of the safety assessment of titanium dioxide additives\nin food. J Nanobiotechnology 2018;16:1–19. https://doi.org/10.1186/s12951-018-0376-8.\n[33] Sharma S, Sharma RK, Gaur K, Torres JFC, Loza-Rosas SA, Torres A, et al. Fueling a hot debate on the\napplication of TiO2 nanoparticles in sunscreen. Materials (Basel) 2019;12. https://doi.org/10.3390/ma12142317.\n[34] Ziental D, Czarczynska-Goslinska B, Mlynarczyk DT, Glowacka-Sobotta A, Stanisz B, Goslinski T, et al.\nTitanium dioxide nanoparticles: Prospects and applications in medicine. Nanomaterials 2020;10.\nhttps://doi.org/10.3390/nano10020387.\n[35] Youkhana EQ, Feltis B, Blencowe A, Geso M. Titanium dioxide nanoparticles as radiosensitisers: An in vitro\nJo ur\nna l P\nre -p\nro of\np. 26\nand phantom-based study. Int J Med Sci 2017;14:602–14. https://doi.org/10.7150/ijms.19058.\n[36] Pan W, Gong S, Wang J, Yu L, Chen Y, Li N, et al. A nuclear-targeted titanium dioxide radiosensitizer for cell\ncycle regulation and enhanced radiotherapy. Chem Commun 2019;55:8182–5.\nhttps://doi.org/10.1039/c9cc01651a.\n[37] Boonstra AH, Mutsaers CAHA. Adsorption of hydrogen peroxide on the surface of titanium dioxide. J Phys\nChem 1975;79:1940–3. https://doi.org/10.1021/j100585a011.\n[38] Anpo M, Che M, Fubini B, Garrone E, Giamello E, Paganini C. Generation of Superoxide Ions at Oxide Surfaces.\nTop Catal 1999;8:189–98. https://doi.org/10.1023/A:1019117328935.\n[39] Klissurski D, Hadjiivanov K, Kantcheva M, Gyurova L. Study of peroxide-modified titanium dioxide (anatase). J\nChem Soc Faraday Trans 1990;86:385–8. https://doi.org/10.1039/FT9908600385.\n[40] Antcliff KL, Murphy DM, Griffiths E, Giamello E. The interaction of H2O2 with exchanged titanium oxide systems\n(TS-1, TiO2, [Ti]-APO-5, Ti-ZSM-5). Phys Chem Chem Phys 2003;5:4306–16.\n[41] Nakayama M, Sasaki R, Ogino C, Tanaka T, Morita K, Umetsu M, et al. Titanium peroxide nanoparticles\nenhanced cytotoxic effects of X-ray irradiation against pancreatic cancer model through reactive oxygen\nspecies generation in vitro and in vivo. Radiat Oncol 2016;11:91. https://doi.org/10.1186/s13014-016-0666-y.\n[42] Morita K, Miyazaki S, Numako C, Ikeno S, Sasaki R, Nishimura Y, et al. Characterization of titanium dioxide\nnanoparticles modified with polyacrylic acid and H 2 O 2 for use as a novel radiosensitizer. Free Radic Res 2016;50:1319–28. https://doi.org/10.1080/10715762.2016.1241879.\n[43] Cui Z-G, Kondo T, Ogawa R, Feril LB, Zhao Q-L, Wada S, et al. Enhancement of radiation-induced apoptosis by\n6-formylpterin. Free Radic Res 2004;38:363–73. https://doi.org/10.1080/1071576042000191754.\n[44] Yu DY, Zhao QL, Wei ZL, Nomura T, Kashiwakura I, Kagiya T V., et al. Enhancement of radiation-induced\nJo ur\nna l P\nre -p\nro of\np. 27\napoptosis of human lymphoma U937 cells by sanazole. Apoptosis 2009;14:655–64.\nhttps://doi.org/10.1007/s10495-009-0329-7.\n[45] Tong Q, Zhu Y, Galaske JW, Kosmacek EA, Chatterjee A, Dickinson BC, et al. MnTE-2-PyP modulates thiol\noxidation in a hydrogen peroxide-mediated manner in a human prostate cancer cell. Free Radic Biol Med\n2016;101:32–43. https://doi.org/10.1016/j.freeradbiomed.2016.09.019.\n[46] Ogawa Y, Ue H, Tsuzuki K, Tadokoro M, Miyatake K, Sasaki T, et al. New radiosensitization treatment\n(KORTUC I) using hydrogen peroxide solution-soaked gauze bolus for unresectable and superficially exposed\nneoplasms. Oncol Rep 2008;19:1389–94.\n[47] Morita-tokuhiro S, Ogawa Y, Yokota N, Tsuzuki A, Oda H. Radiosensitizer ( New KORTUC ) Using a\nGelatin-Based Hydrogel Instead of a Sodium Hyaluronate 2016. https://doi.org/10.3390/cancers8010010.\n[48] Song X, Xu J, Liang C, Chao Y, Jin Q, Wang C, et al. Self-Supplied Tumor Oxygenation through Separated\nLiposomal Delivery of H2O2 and Catalase for Enhanced Radio-Immunotherapy of Cancer. Nano Lett\n2018;18:6360–8. https://doi.org/10.1021/acs.nanolett.8b02720.\n[49] Yosuke K. X線とa線照射による水の分解：線質効果の発見. Isot News 2016;746:48–9.\n[50] Morita K, Suzuki T, Nishimura Y, Matsumoto K, Numako C, Sato K, et al. In vivo tissue distribution and safety of\npolyacrylic acid-modified titanium peroxide nanoparticles as novel radiosensitizers. J Biosci Bioeng 2018;xx:1–7.\nhttps://doi.org/10.1016/j.jbiosc.2018.01.012.\n[51] Matsui K, Karasaki M, Segawa M, Hwang SY, Tanaka T, Ogino C, et al. Biofunctional TiO2\nnanoparticle-mediated photokilling of cancer cells using UV irradiation. Medchemcomm 2010;1:209.\nhttps://doi.org/10.1039/c0md00027b.\nJo ur\nna l P\nre -p\nro of\np. 28\nFigure legends\nFigure 1 Accumulative H2O2 release profiles from PAA-TiOx NPs. PAA-TiOx NP dispersion was dialyzed in PBS, and the H2O2 concentration of the dialysate was measured with the passage of time. Data were normalized according to the value measured at 7 hours. Data represent the mean ± STDEV derived from three individual experiments.\nFigure 2 Cellular toxicity assessments, without X-ray irradiation, for (A) PAA-TiOx NPs, (B) H2O2 solution, and (C) PAA-TiO2 NPs. Cell activities were normalized via the use of a non-treated cell group. Data represent the mean ± STDEV derived from three individual experiments.\nFigure 3 Radiosensitizing effect of PAA-TiOx NPs in vitro. (A) a dose-dependent curve and (B) typical example images of clonogenic assay displayed a significantly higher combination of the effects of X-ray\nirradiation with either PAA-TiOx NPs or H2O2. Radiosensitizing efficiencies of (C) PAA-TiOx NPs and (D) a H2O2 solution were calculated from the results of clonogenic assay in the range of 0.1-5.0 mg/ml and 20-1000 µM, respectively. Data represent the mean ± STDEV derived from three individual experiments. Figure 4 Increase in the intracellular H2O2 level and corresponding radiosensitization in vitro caused by PAA-TiOx NPs. (A) BxPC3 cells took up Fl-PAA-TiOx NPs within 10 minutes. (B) Intracellular H2O2 level increased more with the uptake of PAA-TiOx NPs than with treatment from a H2O2 solution. (C) The radiosensitizing efficiency was markedly raised when the cells were treated with PAA-TiOx NPs for 10 min before an X-ray irradiation of 5 Gy. Data represent the mean ± STDEV derived from three individual\nexperiments. Fl-PAA-TiOx NPs: PAA-TiOx NPs conjugated with fluorescence probe.\nJo ur\nna l P\nre -p\nro of\np. 29\nTable 1 Adsorbed H2O2 and O 2 •- on the surface of PAA-TiO2 NPs.a a The amount of the adsorbed H2O2 on PAA-TiO2 NPs was determined via a dialysis method (Scheme S1) 72 h after mixing H2O2 and PAA-TiO2 NPs in 200 µM and 1 mg/ml, respectively. O2•- on the surface of PAA-TiO2 NPs was detected via electron spin resonance spectrometry.\nb Percentage of the amount of H2O2 input.\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "The physician who first applied radiotherapy, Victor Despeignes, on 1896",
      "author" : [ "M Sgantzos", "G Tsoucalas", "K Laios", "G. Androutsos" ],
      "venue" : "Hell J Nucl Med",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1967
    }, {
      "title" : "Effects of radiation on normal tissue: Consequences and  Jo  ur  na  l P  re  -p  ro  of  p. 22  mechanisms",
      "author" : [ "HB Stone", "CN Coleman", "MS Anscher", "WH. McBride" ],
      "venue" : "Lancet Oncol 2003;4:529–36",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1191
    }, {
      "title" : "Normal tissue reactions to radiotherapy: towards tailoring treatment dose by genotype",
      "author" : [ "GC Barnett", "CML West", "AM Dunning", "RM Elliott", "CE Coles", "PD Pharoah" ],
      "venue" : "Nat Rev Cancer 2009;9:134–42",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "Enhancement of radiosensitization by metal-based nanoparticles in cancer radiation therapy",
      "author" : [ "Su X-Y", "Liu P-D", "Wu H", "Gu N" ],
      "venue" : "Cancer Biol Med",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Hypoxia and radiation therapy: past history, ongoing research, and future promise",
      "author" : [ "S Rockwell", "IT Dobrucki", "EY Kim", "ST Marrison", "VT. Vu" ],
      "venue" : "Curr Mol Med 2009;9:442–58",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2009
    }, {
      "title" : "An exponential growth of computational phantom research in radiation protection, imaging, and radiotherapy: A review of the fifty-year history",
      "author" : [ "Xu XG" ],
      "venue" : "Phys Med Biol 2014;59",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Innovations in image-guided radiotherapy",
      "author" : [ "D Verellen", "De Ridder M", "N Linthout", "K Tournel", "G Soete", "G. Storme" ],
      "venue" : "Nat Rev Cancer 2007;7:949–60",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2007
    }, {
      "title" : "Paradigm shift in radiation biology/radiation oncology—Exploitation of the “H2O2 effect” for radiotherapy using low-let (Linear energy transfer) radiation such as X-rays and high-energy electrons. Cancers (Basel) 2016;8:1–12",
      "author" : [ "Y. Ogawa" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Doxycycline down-regulates DNA-PK and radiosensitizes tumor initiating cells : Implications for more effective radiation therapy 2015;6:14005–25",
      "author" : [ "R Lamb", "M Fiorillo", "A Chadwick", "B Ozsvari", "KJ Reeves", "DL Smith" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Improved radiosensitizing effect of the combination of etanidazole and paclitaxel for hepatocellular carcinoma in vivo",
      "author" : [ "Y Yang", "C Jin", "H Li", "Y He", "Z Liu", "L Bai" ],
      "venue" : "Exp Ther Med",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Preclinical Evaluation of Genexol-PM, a NanoparticleFormulation of Paclitaxel, as a Novel Radiosensitizer for the Treatment of Non-Small Cell Lung Cancer",
      "author" : [ "ME Werner", "ND Cummings", "M Sethi", "EC Wang", "R Sukumar", "DT Moore" ],
      "venue" : "Int J Radiat Oncol Biol Phys 2013;18:1199–216",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "The SMAC mimetic BV6 sensitizes colorectal cancer cells to ionizing radiation by interfering with DNA repair processes and enhancing apoptosis",
      "author" : [ "S Hehlgans", "J Oppermann", "S Reichert", "S Fulda", "C Rödel", "F. Rödel" ],
      "venue" : "Radiat Oncol 2015:1–11",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "The HSP90 inhibitor ganetespib has chemosensitizer and radiosensitizer activity in colorectal cancer",
      "author" : [ "S He", "DL Smith", "M Sequeira", "J Sang", "RC Bates", "a. Proia D" ],
      "venue" : "Invest New Drugs 2014;32:577–86",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "Bevacizumab and radiotherapy for the treatment glioblastoma : brothers in arms or unholy alliance",
      "author" : [ "M Niyazi", "PN Harter", "E Hattingen", "M Rottler", "V Baumgarten", "M Proescholdt" ],
      "venue" : "Oncotarget",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Enhancement of Tumor Radioresponse of a Murine Mammary Carcinoma by Paclitaxel",
      "author" : [ "L Milas", "LJ Peters", "NR Hunter", "KA Mason", "B. Kurdoglu" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1994
    }, {
      "title" : "The potential effectiveness of nanoparticles as radio sensitizers for radiotherapy",
      "author" : [ "M Babaei", "M. Ganjalikhani" ],
      "venue" : "BioImpacts 2014;4:15–20",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Nanoparticles in radiation therapy : a summary of various approaches to enhance radiosensitization in cancer",
      "author" : [ "D Kwatra", "A Venugopal", "S. Anant" ],
      "venue" : "Transl Cancer Res",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "Nanotechnology in Radiation Oncology",
      "author" : [ "Wang AZ", "Tepper JE" ],
      "venue" : "J Clin Oncol 2014",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Superparamagnetic iron oxide nanoparticles conjugated with epidermal growth factor (SPION-EGF) for targeting brain tumors",
      "author" : [ "a. Shevtsov M", "BP Nikolaev", "LY Yakovleva", "YY Marchenko", "V. Dobrodumov A", "AL Mikhrina" ],
      "venue" : "Int J Nanomedicine 2014;9:273–87",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Enhanced Radiosensitization of Gold Nanospikes via Hyperthermia in Combined Cancer Radiation and Photothermal Therapy",
      "author" : [ "N Ma", "YW Jiang", "X Zhang", "H Wu", "JN Myers", "P Liu" ],
      "venue" : "ACS Appl Mater Interfaces 2016;8:28480–94",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Shape-Dependent Radiosensitization Effect of Gold Nanostructures in Cancer Radiotherapy: Comparison of Gold Nanoparticles, Nanospikes, and Nanorods",
      "author" : [ "N Ma", "FG Wu", "X Zhang", "YW Jiang", "HR Jia", "HY Wang" ],
      "venue" : "ACS Appl Mater Interfaces 2017;9:13037–48",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Copper Oxide Nanoparticles Induce Enhanced Radiosensitizing Effect via Destructive Autophagy",
      "author" : [ "YW Jiang", "G Gao", "HR Jia", "X Zhang", "J Zhao", "N Ma" ],
      "venue" : "ACS Biomater Sci Eng 2019;5:1569–79",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Radiosensitization by gold nanoparticles: Will they ever make it to the clinic",
      "author" : [ "L Cui", "S Her", "GR Borst", "RG Bristow", "DA Jaffray", "C. Allen" ],
      "venue" : "Radiother Oncol 2017;124:344–56",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Increased apoptotic potential and dose-enhancing effect of gold nanoparticles in combination with single-dose clinical electron beams on tumor-bearing mice",
      "author" : [ "MY Chang", "AL Shiau", "YH Chen", "CJ Chang", "HHW Chen", "CL. Wu" ],
      "venue" : "Cancer Sci 2008;99:1479–84",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2008
    }, {
      "title" : "Biodistribution and in vivo toxicity of aptamer-loaded gold nanostars. Nanomedicine Nanotechnology, Biol Med 2015;11:671–9",
      "author" : [ "DHM Dam", "KSB Culver", "I Kandela", "RC Lee", "K Chandra", "H Lee" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2014
    }, {
      "title" : "Design and characterization of HER-2-targeted gold nanoparticles for enhanced X-radiation treatment of locally advanced breast cancer",
      "author" : [ "N Chattopadhyay", "Z Cai", "J-P Pignol", "B Keller", "E Lechtman", "R Bendayan" ],
      "venue" : "Mol Pharm 2010;7:2194–206",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2010
    }, {
      "title" : "New use of metals as nanosized radioenhancers",
      "author" : [ "A Pottier", "E Borghi", "L. Levy" ],
      "venue" : "Anticancer Res",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Radiosensitizing effect of zinc oxide and silica nanocomposites on cancer cells",
      "author" : [ "R Generalov", "WB Kuan", "W Chen", "S Kristensen", "P. Juzenas" ],
      "venue" : "Colloids Surfaces B Biointerfaces 2015;129:79–86",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2015
    }, {
      "title" : "Oxidized silicon nanoparticles for radiosensitization of cancer and tissue cells",
      "author" : [ "S Klein", "ML Dell’Arciprete", "M Wegmann", "LVR Distel", "W Neuhuber", "MC Gonzalez" ],
      "venue" : "Biochem Biophys Res Commun 2013;434:217–",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "X-ray radiation enhancement of gold- TiO 2 nanocomposites",
      "author" : [ "MC Molina Higgins", "V. Rojas J" ],
      "venue" : "Appl Surf Sci 2019;480:1147–55",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Critical review of the safety assessment of titanium dioxide additives in food",
      "author" : [ "HC Winkler", "T Notter", "U Meyer", "H. Naegeli" ],
      "venue" : "J Nanobiotechnology 2018;16:1–19",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Fueling a hot debate on the application of TiO2 nanoparticles in sunscreen. Materials (Basel) 2019;12",
      "author" : [ "S Sharma", "RK Sharma", "K Gaur", "JFC Torres", "SA Loza-Rosas", "A Torres" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Titanium dioxide nanoparticles: Prospects and applications in medicine",
      "author" : [ "D Ziental", "B Czarczynska-Goslinska", "DT Mlynarczyk", "A Glowacka-Sobotta", "B Stanisz", "T Goslinski" ],
      "venue" : "Nanomaterials 2020;10",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1002
    }, {
      "title" : "Titanium dioxide nanoparticles as radiosensitisers: An in vitro  Jo  ur  na  l P  re  -p  ro  of  p. 26  and phantom-based study",
      "author" : [ "EQ Youkhana", "B Feltis", "A Blencowe", "M. Geso" ],
      "venue" : "Int J Med Sci 2017;14:602–14",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1905
    }, {
      "title" : "A nuclear-targeted titanium dioxide radiosensitizer for cell cycle regulation and enhanced radiotherapy",
      "author" : [ "W Pan", "S Gong", "J Wang", "L Yu", "Y Chen", "N Li" ],
      "venue" : "Chem Commun 2019;55:8182–5",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "Adsorption of hydrogen peroxide on the surface of titanium dioxide",
      "author" : [ "Boonstra AH", "Mutsaers CAHA" ],
      "venue" : "J Phys Chem 1975;79:1940–3",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1940
    }, {
      "title" : "Generation of Superoxide Ions at Oxide Surfaces",
      "author" : [ "M Anpo", "M Che", "B Fubini", "E Garrone", "E Giamello", "C. Paganini" ],
      "venue" : "Top Catal 1999;8:189–98",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2893
    }, {
      "title" : "Study of peroxide-modified titanium dioxide (anatase)",
      "author" : [ "D Klissurski", "K Hadjiivanov", "M Kantcheva", "L. Gyurova" ],
      "venue" : "J Chem Soc Faraday Trans 1990;86:385–8",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1990
    }, {
      "title" : "The interaction of H2O2 with exchanged titanium oxide systems (TS-1, TiO2, [Ti]-APO-5, Ti-ZSM-5)",
      "author" : [ "KL Antcliff", "DM Murphy", "E Griffiths", "E. Giamello" ],
      "venue" : "Phys Chem Chem Phys 2003;5:4306–16",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2003
    }, {
      "title" : "Titanium peroxide nanoparticles enhanced cytotoxic effects of X-ray irradiation against pancreatic cancer model through reactive oxygen species generation in vitro and in vivo",
      "author" : [ "M Nakayama", "R Sasaki", "C Ogino", "T Tanaka", "K Morita", "M Umetsu" ],
      "venue" : "Radiat Oncol 2016;11:91",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2016
    }, {
      "title" : "Characterization of titanium dioxide nanoparticles modified with polyacrylic acid and H 2 O 2 for use as a novel radiosensitizer",
      "author" : [ "K Morita", "S Miyazaki", "C Numako", "S Ikeno", "R Sasaki", "Y Nishimura" ],
      "venue" : "Free Radic Res 2016;50:1319–28",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2016
    }, {
      "title" : "Enhancement of radiation-induced apoptosis by 6-formylpterin",
      "author" : [ "Z-G Cui", "T Kondo", "R Ogawa", "LB Feril", "Q-L Zhao", "S Wada" ],
      "venue" : "Free Radic Res",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2000
    }, {
      "title" : "Enhancement of radiation-induced  Jo  ur  na  l P  re  -p  ro  of  p. 27  apoptosis of human lymphoma U937 cells by sanazole. Apoptosis 2009;14:655–64",
      "author" : [ "DY Yu", "QL Zhao", "ZL Wei", "T Nomura", "I Kashiwakura", "V Kagiya T" ],
      "venue" : null,
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2009
    }, {
      "title" : "MnTE-2-PyP modulates thiol oxidation in a hydrogen peroxide-mediated manner in a human prostate cancer",
      "author" : [ "Q Tong", "Y Zhu", "JW Galaske", "EA Kosmacek", "A Chatterjee", "BC Dickinson" ],
      "venue" : "cell. Free Radic Biol Med 2016;101:32–43",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    }, {
      "title" : "New radiosensitization treatment (KORTUC I) using hydrogen peroxide solution-soaked gauze bolus for unresectable and superficially exposed neoplasms",
      "author" : [ "Y Ogawa", "H Ue", "K Tsuzuki", "M Tadokoro", "K Miyatake", "T Sasaki" ],
      "venue" : "Oncol Rep 2008;19:1389–94",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2008
    }, {
      "title" : "Radiosensitizer ( New KORTUC ) Using a Gelatin-Based Hydrogel Instead of a Sodium Hyaluronate 2016",
      "author" : [ "S Morita-tokuhiro", "Y Ogawa", "N Yokota", "A Tsuzuki", "H. Oda" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Self-Supplied Tumor Oxygenation through Separated Liposomal Delivery of H2O2 and Catalase for Enhanced Radio-Immunotherapy of Cancer",
      "author" : [ "X Song", "J Xu", "C Liang", "Y Chao", "Q Jin", "C Wang" ],
      "venue" : "Nano Lett 2018;18:6360–8",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "X線とa線照射による水の分解:線質効果の発見. Isot News 2016;746:48–9",
      "author" : [ "K. Yosuke" ],
      "venue" : null,
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2016
    }, {
      "title" : "In vivo tissue distribution and safety of polyacrylic acid-modified titanium peroxide nanoparticles as novel radiosensitizers",
      "author" : [ "K Morita", "T Suzuki", "Y Nishimura", "K Matsumoto", "C Numako", "K Sato" ],
      "venue" : "J Biosci Bioeng 2018;xx:1–7. https://doi.org/10.1016/j.jbiosc.2018.01.012",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "4 Introduction Since the discovery of X-rays, radiotherapy has been a widely used addition to surgical resection and chemotherapy in the treatment of cancers.[1,2] Radiotherapy embodies both advantages of the other two major treatment approaches: (i) it has a local therapeutic effect on a tumor, which is similar to surgical resection; and, (ii) it is physically non-invasive, which is similar to chemotherapy.",
      "startOffset" : 158,
      "endOffset" : 163
    }, {
      "referenceID" : 1,
      "context" : "However, radiotherapy also has various side effects, which also are similar to those of the alternatives.[3,4] Therefore, a number of studies have developed improvements in the therapeutic efficacy of radiotherapy.",
      "startOffset" : 105,
      "endOffset" : 110
    }, {
      "referenceID" : 2,
      "context" : "However, radiotherapy also has various side effects, which also are similar to those of the alternatives.[3,4] Therefore, a number of studies have developed improvements in the therapeutic efficacy of radiotherapy.",
      "startOffset" : 105,
      "endOffset" : 110
    }, {
      "referenceID" : 22,
      "context" : "[21–23] Gold NPs have been the most extensively investigated in this category[24,25] due to their radiosensitizing capability, biocompatibility, and amenability to surface modification.",
      "startOffset" : 77,
      "endOffset" : 84
    }, {
      "referenceID" : 23,
      "context" : "[21–23] Gold NPs have been the most extensively investigated in this category[24,25] due to their radiosensitizing capability, biocompatibility, and amenability to surface modification.",
      "startOffset" : 77,
      "endOffset" : 84
    }, {
      "referenceID" : 24,
      "context" : "Indeed, many reports have shown that gold NPs could be delivered to tumors via tumor-targeting ligands attached to the NP surface.[26,27] However, gold NPs have yet to be used as radiosensitizers in clinical practice.",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 25,
      "context" : "Indeed, many reports have shown that gold NPs could be delivered to tumors via tumor-targeting ligands attached to the NP surface.[26,27] However, gold NPs have yet to be used as radiosensitizers in clinical practice.",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 26,
      "context" : "Meanwhile, hafnia NPs (designated ‘NBTXR3’) were recently developed, and currently are undergoing clinical investigation as a promising radiosensitizing agent.[28] These high atomic number (high-Z) materials strongly interact with X-rays, Jo ur na l P re -p ro of",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 27,
      "context" : "In addition to NPs composed entirely of ceramics,[29,30] ceramic nanocomposites incorporated with other heavy metals have also been evaluated in order to enhance the interaction with X-rays.",
      "startOffset" : 49,
      "endOffset" : 56
    }, {
      "referenceID" : 28,
      "context" : "In addition to NPs composed entirely of ceramics,[29,30] ceramic nanocomposites incorporated with other heavy metals have also been evaluated in order to enhance the interaction with X-rays.",
      "startOffset" : 49,
      "endOffset" : 56
    }, {
      "referenceID" : 29,
      "context" : "In addition to NPs composed entirely of ceramics,[29,30] ceramic nanocomposites incorporated with other heavy metals have also been evaluated in order to enhance the interaction with X-rays.[31] Titanium dioxide nanoparticles (TiO2 NPs) have been extensively studied for bio-applications, which has resulted in their widespread use in the food,[32] cosmetics,[33] and medical industries.",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 30,
      "context" : "[31] Titanium dioxide nanoparticles (TiO2 NPs) have been extensively studied for bio-applications, which has resulted in their widespread use in the food,[32] cosmetics,[33] and medical industries.",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 31,
      "context" : "[31] Titanium dioxide nanoparticles (TiO2 NPs) have been extensively studied for bio-applications, which has resulted in their widespread use in the food,[32] cosmetics,[33] and medical industries.",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 32,
      "context" : "[31] Titanium dioxide nanoparticles (TiO2 NPs) have been extensively studied for bio-applications, which has resulted in their widespread use in the food,[32] cosmetics,[33] and medical industries.[34] Recent reports have documented the use of TiO2 NPs as radiosensitizers, although titanium is a relatively light element compared with the metal materials mentioned above.",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 33,
      "context" : "used a phantom dosimeter and an in vitro cell system in a precise investigation of the radiosensitizing properties of TiO2 NPs with surface amino groups.[35] W.",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 34,
      "context" : "Those functionalized TiO2 NPs showed effective radiosensitization in vitro and in vivo and proved that TiO2 NPs could serve as radiosensitizers as well as agents for the delivery of a drug cargo.[36] Polyacrylic acid–modified titanium peroxide (PAA-TiOx) NPs are also considered potential radiosensitizers.",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 35,
      "context" : "[37–40] In addition, when H2O2 vapor was adsorbed onto the TiO2-surface, subsequent heating of the sample resulted in the release of O2 rather than H2O2 from the gas-solid interface.[37] We previously revealed that PAA-TiOx NPs release H2O2 during the liquid phase of NP dispersion.",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 39,
      "context" : "In our previous study, the radiosensitizing effect of PAA-TiOx NPs in vivo was investigated in collaboration with clinical radiologists.[41] A local injection of PAA-TiOx NPs into MIAPaCa-2 (human pancreatic cancer cell line) tumors xenografted to nude mice enhanced the therapeutic effect of radiation treatment.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 40,
      "context" : "Moreover, subsequent research revealed that the radiosensitizing mechanism for PAA-TiOx NPs differs from that of other inorganic NPs.[42] In our experiments, PAA-TiOx NPs produced either a minimal amount of ROS or none at all in interactions with X-ray irradiation.",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 7,
      "context" : "[43–45] The direct administration of H2O2 into the tumors of cancer patients was clinically investigated in the KORTUC (Kochi Oxydol-Radiation Therapy for Unresectable Carcinomas) study.[9,46,47] When H2O2 solution was injected directly into the tumor, however, problems persisted, which included rapid diffusion into the surrounding tissues and coincident pain for the patient.",
      "startOffset" : 186,
      "endOffset" : 195
    }, {
      "referenceID" : 44,
      "context" : "[43–45] The direct administration of H2O2 into the tumors of cancer patients was clinically investigated in the KORTUC (Kochi Oxydol-Radiation Therapy for Unresectable Carcinomas) study.[9,46,47] When H2O2 solution was injected directly into the tumor, however, problems persisted, which included rapid diffusion into the surrounding tissues and coincident pain for the patient.",
      "startOffset" : 186,
      "endOffset" : 195
    }, {
      "referenceID" : 45,
      "context" : "[43–45] The direct administration of H2O2 into the tumors of cancer patients was clinically investigated in the KORTUC (Kochi Oxydol-Radiation Therapy for Unresectable Carcinomas) study.[9,46,47] When H2O2 solution was injected directly into the tumor, however, problems persisted, which included rapid diffusion into the surrounding tissues and coincident pain for the patient.",
      "startOffset" : 186,
      "endOffset" : 195
    }, {
      "referenceID" : 40,
      "context" : "Material and methods Synthesis of nanoparticles PAA-TiOx NPs were synthesized according to a procedure established in a previous report.[42] Briefly, PAA-modified titanium dioxide NPs (PAA-TiO2 NPs) were synthesized using commercially obtained TiO2 NPs with a specific surface area of 300 m(2)/g (Ishihara Sangyo Kaisha, Osaka, Japan) via a hydrothermal method for surface modification with PAA.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 40,
      "context" : "Results and discussion Adsorption and desorption of H2O2 on the PAA-TiO2 NP surface PAA-TiO2 NPs and PAA-TiOx NPs used in the current study were synthesized according to a previous report.[42] First, the basic characteristics of NPs were determined.",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 39,
      "context" : "Although an enhancement of the effect of radiotherapy by PAA-TiOx NPs has already been reported in vitro[41], a more detailed investigation was needed, which included a comparison with H2O2 solutions.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 33,
      "context" : "PAA-TiO2 NPs showed no radiosensitizing effect where TiO2 NPs had been reported to have such an effect.[35] The reason might be that the biochemical effects on the cells were altered because the particle surfaces were coated by PAA, or that the sample treatment time on the cells prior to X-ray irradiation was too short.",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 45,
      "context" : "added gelatin or sodium hyaluronate into oxidol.[47] Song et al.",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 46,
      "context" : "have successfully delivered H2O2 to tumors in vivo and achieved a sustained release of H2O2 by encapsulating it in liposomes, but they have not confirmed a sustained release in cells.[48] The current study is the first report on the delivery of H2O2 into cancer cells using inorganic nanoparticles and the sustained release of H2O2 in cells.",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 47,
      "context" : "37 μM within 20 s when X-rays were irradiated in water at a dose rate of 1 Gy/s.[49] Because the dose rate used in the present study was 0.",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 48,
      "context" : "Our previous studies have shown that PAA-TiOx NPs are not excreted efficiently and ultimately accumulate in the liver.[50] These problems are directly related to side effects and a risk of oncogenesis when PAA-TiOx NPs are used as radiosensitizers.",
      "startOffset" : 118,
      "endOffset" : 122
    } ],
    "year" : 2020,
    "abstractText" : "Kenta Morita (Conceptualization) (Methodology) (Validation) (Formal analysis) (Investigation) (Data curation)<ce:contributor-role>Writing – original draft) (Visualization), Yuya Nishimura (Conceptualization) (Writing review and editing) (Funding acquisition), Satoko Nakamura (Validation) (Investigation), Yuki Arai (Resources), Chiya Numako (Resources) (Supervision), Kazuyoshi Sato (Resources) (Supervision), Masao Nakayama (Methodology) (Supervision), Hiroaki Akasaka (Methodology) (Supervision), Ryohei Sasaki (Conceptualization) (Methodology) (Resources) (Supervision), Chiaki Ogino (Resources) (Writing review and editing) (Project administration) (Funding acquisition), Akihiko Kondo (Conceptualization) (Resources) (Supervision)",
    "creator" : "Elsevier"
  }
}