{
  "name" : "downloads_2020-07-08_67_10.1016@j.conbuildmat.2020.119879.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Engineering properties evaluation of unfired sludge bricks solidified by cement-fly ash-lime admixed nano-SiO2 under compaction forming technology",
    "authors" : [ "Lei Lang", "Bing Chen", "Yongjian Pan" ],
    "emails" : [ "hntchen@sjtu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nConstruction and Building Materials\njournal homepage: www.elsevier .com/locate /conbui ldmat\nEngineering properties evaluation of unfired sludge bricks solidified by cement-fly ash-lime admixed nano-SiO2 under compaction forming technology\nhttps://doi.org/10.1016/j.conbuildmat.2020.119879 0950-0618/ 2020 Elsevier Ltd. All rights reserved.\n⇑ Corresponding author at: Department of Civil Engineering, Shanghai Jiao Tong University. Shanghai 200240, China.\nE-mail address: hntchen@sjtu.edu.cn (B. Chen).\nLei Lang a,b, Bing Chen a,b,⇑, Yongjian Pan c a State Key Laboratory of Ocean Engineering, Shanghai Jiao Tong University, No.800 Dongchuan Road, Shanghai 200240, China b Shanghai Key Laboratory for Digital Maintenance of Buildings and Infrastructure, Department of Civil Engineering, Shanghai Jiao Tong University, Shanghai 200240, China c Zhejiang Engineering Investigation Institute, No. 501 Liyuan South Road, Ningbo City, Zhejiang Province 315000, China\nh i g h l i g h t s\nThe unfired sludge bricks (USB) were prepared by chemical solidification and compaction forming technology. A series of physical, mechanical and thermal conductivity tests were conducted to evaluate the engineering properties of USB. The optimum compressive strength of USB was achieved by adding 1.5% nano-SiO2. The microstructure and crystalline phases of typical USB were explored by conducting SEM and XRD tests.\na r t i c l e i n f o\nArticle history: Received 9 December 2019 Received in revised form 20 April 2020 Accepted 5 June 2020\nKeywords: Dredged sludge Unfired sludge bricks Engineering properties Nano-SiO2 Microstructure\na b s t r a c t\nThis paper investigated the engineering properties of unfired sludge bricks (USB) made from dredged sludge and cement-fly ash-lime admixed nano-SiO2 binders under compaction forming technology. A series of laboratory tests were conducted to evaluate the effects of cement content, mass ratio of lime to fly ash (L/FA) and nano-SiO2 (NS) content on the physical, mechanical and thermal insulation performance of USB. Furthermore, scanning electron microscopy (SEM) and X-ray diffraction (XRD) tests were also performed to explore the microstructural properties of USB. The results indicated that the binder composed of 15% cement, 1% lime, 9% fly ash and 1.5% NS was recommended to replace 25% cement for preparing USB, which can increase 7-, 28- and 60-day compressive strength by 1.37, 12.94 and 23.30%, respectively. The bulk density of USB increased with the increase of cement and NS content, but decreased with the L/ FA. The water absorption of USB decreased with increasing cement and NS content, but increased with the L/FA. The lime content used in USB should be less than 3%. The pH of USB decreased with increasing NS content, and tended to be stable as the NS content increased to more than 1.5%. The increase of cement and NS content had adverse effect on the thermal insulation performance, but this can be effectively improved by the inclusion of lime and fly ash. A positive linear relationship was achieved between thermal conductivity and bulk density. The microstructure analysis confirmed that the CSH and CAH gels were the main cementitious products inside the USB, and the calcite (CaCO3) may be responsible for the micro-cracks appeared in USB.\n2020 Elsevier Ltd. All rights reserved.\n1. Introduction\nWith the rapid development of engineering construction and environmental governance, a large amount of dredged sludge (DS) is produced from river dredging, lake management and port construction. The annual dredging volume in China is more than\n1 billion m3, of which 80 million m3 are dredged in the Pearl River Delta, which is increasing year by year. The treatment of original DS is an urgent issue faced by many countries in the world. The engineering properties of DS is very poor due to its high water content, high organic matter, low permeability and weak strength [1]. The untreated DS is difficult to be recycled and the traditional methods are land reclamation and offshore dumping [2], which will inevitably cause serious environmental problems such as land occupation and air pollution. Solidification technology is an effective way to improve the engineering properties and recycling of\nwaste DS, which has the advantages of low cost, high efficiency and small pollution [3]. This method is to mix solidifying materials with DS and form high-strength reinforced DS through a series of chemical reactions. The solidified DS can be recycled in road engineering [4–7], embankments [8] and brick production [2,9], etc. Using solidified DS as building materials to prepare unfired bricks can not only improves the utilization of waste DS but also achieve the benefits of economic, ecological and energy saving [10–12].\nThe bricks have been widely used as main building material for thousands of years all over the world [13]. Generally, two kinds of bricks are most commonly used worldwide, one is cement-based bricks and the other is clay-based bricks [14]. The advantage of clay-based bricks over cement-based bricks is the lower price, which makes clay-based bricks more popular. The firing process of traditional clay bricks production leads to a lot of energy consumption and carbon dioxide emissions [15]. The application of unfired clay bricks (UCB) has attracted great interest in the past several decades. The preparation of UCB is usually based on the cementation of solidified materials. Previous studies show that the alkali-activated ground granulated blast-furnace slag (GGBS) can be used as binder to stabilize clay for the production of UCB [16–20]. The eco-friendly bricks were prepared by stabilizing the Lower Oxford Clay (LOC) and Pulverised Fly Ash (PFA) with lime, cement and the blend binders comprising of lime, cement and GGBS [21]. Similarly, another UCB was also prepared by using natural marl soil, silica sand and the binder composed of cement, lime and GGBS [22]. Furthermore, the magnesium oxide (MgO) has been proved to be an ideal binder for UCB production, which can effectively improve the mechanical and durability properties of UCB [23]. It should be noted that the clay resources are the major raw material for UCB manufacturing. However, the continuous consumption of clean clay resources for UCB production has caused gradual depletion of non-renewable clay resources and environmental damage. To contain this problem, China has restrained the use of clay for brick manufacturing [13]. Under such background, it can be presumed that using solidified DS instead of clay resources for the production of unfired sludge bricks (USB).\nIt is well known that Portland cement is widely used binder in soft foundation treatment for many geotechnical projects [24]. The strength improvement in cement-solidified soils is based on the hydration of cement, contributing to the formation of cementitious products calcium silicate hydrates (CSH) and calcium aluminates hydrates (CAH), which are responsible for the strength increase of cemented soils [25–27]. However, the cement production is inevitably accompanied by energy consumption (5000 MJ/per tonne cement) and carbon dioxide emissions (0.95 t CO2/per tonne cement) [28–29]. The count shows that about 5–8% of global carbon dioxide emissions is caused by cement production [30]. Therefore, it is necessary to reduce cement consumption as much as possible for USB production. The industrial by-products are widely used as cement substitutes for soft soil solidification [7,31–34]. Fly ash (FA) is an industrial by-product excluded by coal-fired powder plants and usually stored at coal-fired enterprises or directly dumped in landfills [35]. FA has the potential pozzolanic activity, which makes it an ideal cementitious material to replace part of cement in civil engineering applications [36,37]. The cementitious property of FA generated from reaction between vitreous body (Si, Al) and Ca(OH)2 and then contributes to the formation of CSH and CAH gels [1]. So, the FA is usually mixed with lime or cement in order to improve its development of cementitious properties [38–40]. In recent years, nanomaterials are popular in replacing cement or using as cement admixture, which can significantly improve the properties of cement [41]. Among many nanomaterials, nano-SiO2 (NS) is widely used because of its high pozzolanic activity. Based on its high amount of pure SiO2 and high surface energy, NS can react with Ca(OH)2 and then accelerate the hydra-\ntion of cement [42–45]. So, it is expected that using NS as cement admixture for USB production, which can not only reduce cement consumption, but also effectively improve the engineering properties of USB. It is well known that the vibration compaction process can effectively improve the compactness of soil foundation and then contribute to the improvement in its mechanical properties. Therefore, the compaction forming technology was adopted to prepare the USB, so as to further improve the mechanical properties of USB. Up to now, the utilization of compaction forming technology in preparing USB is limited, and this study aims to make a meaningful supplement.\nThis study aims to develop the USB made from waste DS and cement-based binders by using the compaction forming technology. A series of laboratory tests were performed to evaluate the physical, mechanical and thermal insulation properties of USB. Furthermore, the microstructural properties of typical USB were also analyzed by conducting scanning electron microscopy (SEM) and X-ray diffraction (XRD) tests. The results of this study may provide a theoretical basis for the wide application of USB in practical engineering."
    }, {
      "heading" : "2. Experimental study",
      "text" : ""
    }, {
      "heading" : "2.1. Raw materials",
      "text" : ""
    }, {
      "heading" : "2.1.1. Dredged sludge",
      "text" : "The DS used in this study was collected from a waterway dredging project, located in Minhang District of Shanghai, China. The original DS was transported to the civil engineering experiment center using sealed blue PVC buckets. The DS was tested to determine its physical properties as per to the corresponding standards [46–50], and the results are shown in Table 1. Among them, the optimum moisture content (OMC) of DS was determined by\nsmall-scale compaction test, and the results are shown in Fig. 1. Based on X-ray fluorescence (XRF) test, the chemical composition of DS was obtained and provided in Table 2. It could be observed that SiO2 and Al2O3 are the main chemical components in DS. The microstructure of DS determined by SEM test is shown in Fig. 2(a), indicating that DS particles are mostly irregularly shaped. Fig. 3 shows the crystalline phase of DS determined by XRD test, revealing that the main mineral compositions of DS are quartz, illite and kaolinite.\n2.1.2. Binders The binders used in this study were #42.5 ordinary Portland cement (OPC), fly ash (FA), lime and nano-SiO2 (NS), which were\nall supplied by different manufacturers in China. The chemical composition of OPC and FA are provided in Table 2. FA was used to partially replace OPC due to its potential pozzolanic activity. The microstructure of FA determined by SEM test is provided in Fig. 2(b), showing that FA particles are smooth and spherical vitreous bodies. The white lime powder containing more than 95% CaO was obtained by crushing quicklime blocks and then passed through 2-mm sieve. The lime has been widely used for soft soil stabilization in practical engineering including foundations, embankments, roadbeds, etc. [51–53]. In general, the 1–3% and 2–8% lime are widely used for GGBS activator and soil stabilization, respectively [17]. The white NS powder containing 99.8% SiO2 was used in this study and its basic physical properties supplied by seller are presented in Table 3. Furthermore, the microstructure of NS particles is given in Fig. 2(c), indicating that the NS particles are crumb-flocculent structure."
    }, {
      "heading" : "2.2. Forming process",
      "text" : "The forming process has the significant influence on the engineering properties of bricks, which can be divided into compaction forming, vibration forming and pouring forming. The compaction forming is also named semi-dry static compaction, which is widely used in the production of modified raw soil bricks [54–56]. The compaction forming can make the bricks obtain a certain initial strength after molding, so the mechanical properties of bricks can be further improved in addition to chemical solidification. The forming pressure (FP) is mainly responsible for the strength\nterials: (a) DS, (b) FA and (c) NS.\ngain of bricks, which is based on the mechanisms of filling, occlusion and close contact. However, when the FP is too high, the reaction force of the air inside the bricks and the crushing of the coarse particles may have side effects on the strength development of bricks. Sekhar et al. [56] reported that the compaction pressure generated from single acting ram was in the range of 2–3 MPa. Due to the cube mold with the size of 70.7 mm 70.7 mm 70. 7 mm was used in this study, so the FP shall be at least 10 kN. Furthermore, the pressurization mode is also an important factor affecting the strength gain of bricks, which mainly includes number of forming layers (FL) and forming time of each compaction (FT). Using single layer compaction is not only difficult to remove most of air inside the bricks, but also difficult to ensure the height of the bricks, which is not conducive to the strength gain and the\nuniformity of appearance size. Similar considerations were also used for determining the FT. Therefore, in this study, the FP of 10 kN, FL of 3 and FT of 10 min (10 + 3 + 10) were artificially determined as the fixed compaction forming parameter for preparing the USB."
    }, {
      "heading" : "2.3. Sample preparation",
      "text" : "Table 4 presents the mix proportion design and a total of 16 groups of USB mixture were prepared. NS was used as the admixture of USB mixture and NS content was defined as the mass ratio of NS to dry USB mixture. As shown in Table 4, series MP-Ⅰ, Ⅱ and III were used to investigate the effects of cement content, mass ratio of lime to fly ash (L/FA) and NS content on the engineering properties of USB. The original DS was first dried in the oven under the temperature of 105 C ± 3 C, and then grounded into DS powder using a ball mill. The DS powder was then sieved through the 2- mm sieves. As per to the mix proportion design, the required mass of DS, water and binders were determined and weighed. It should be noted that the OMC of DS (22%) was used as the water content of USB mixture, so as to achieve the better compactness as possible. Subsequently, the weighed DS and binders were poured into a PVC barrel and mixed using a manual mixer until they were completely uniform. Then, the required water was added gradually and continued mixing until the DS-binder mixture was homogenized thoroughly. The prepared USB mixture was poured into the cube test mold (size: 70.7 mm 70.7 mm 70.7 mm) in three times and compacted by the universal testing machine. The USB mixture was pressurized at a constant loading rate of 0.05 kN/s to the designed FP of 10 kN and kept it for 10 min. Each USB sample was molded by compacting three times, and the surfaces after first and second compaction needed to be scraped to prevent the stratification. The compacted sample was then removed from the mold and sealed with plastic wrap. All USB samples were cured in a standard curing room with the temperature of 25 C ± 3 C and relative humidity of 90% ± 5%. After achieving the designed curing age, the USB samples were used for conducting a series of laboratory tests."
    }, {
      "heading" : "2.4. Testing methods",
      "text" : ""
    }, {
      "heading" : "2.4.1. Compressive strength",
      "text" : "The compressive strength tests were performed using a servocontrolled compression test machine with the maximum capacity of 500 kN, as per to GB/T 4111-2013 [57]. The sample was loaded at a constant rate of 0.05 MPa/s until it was damaged. The average\nNotes: * Clay brick production has been banned in China and relevant standards have been abolished. The standard listed in the table is Chinese national standard for normal concrete small block.\ncompressive strength value of three samples was determined as the final result for each mix and curing age. A total of 144 samples were taken for the compressive strength tests."
    }, {
      "heading" : "2.4.2. Bulk density and water absorption",
      "text" : "The bulk density and water absorption of 28-day USB samples were measured by the Archimedes method as per to the ASTM C20 [58]. The samples were firstly placed in a water tank, in which the water surface was about 20 mm higher than the upper surface of sample. After soaking for 24 h, the samples were transferred to the bucket respectively and weighed the suspension mass (msus). After taking out the sample, the water on its surface was wiped and then weighed the saturation mass (msat). Afterwards, dried the samples in an oven at 105 C until there was no change in mass, and weighed the dry mass (mdry). A total of 16 USB samples were prepared for testing. The bulk density and water absorption were calculated according to Eqs. (1) and (2).\nBulkdensity g=cm3 ¼ mdry\nmsat msus qw ð1Þ\nWater absorption %ð Þ ¼ msat mdry mdry 100% ð2Þ"
    }, {
      "heading" : "2.4.3. pH",
      "text" : "The pH tests were conducted on the USB samples at 28 days as per to the ASTM D4972-13 [50]. After compressive strength tests, the broken USB samples were grounded into powder by using a grinding rod. Then, the 20 g crushed powder was weighed and placed into a beaker with the volume of 100 ml. Afterwards, the 50 ml distilled water was poured into the beaker and stirred using a stirring rod until homogeneous. After standing for two hours, the pH values were directly determined by testing the pH of supernatant using a pH tester."
    }, {
      "heading" : "2.4.4. Thermal conductivity",
      "text" : "The thermal conductivity is an indicator of evaluating the thermal insulation capacity of USB. The thermal conductivity tests were conducted on the 28-day USB samples using the TC3000E thermal conductivity tester with the testing range of 0.001– 10 W/(mK), which is based on the hot wire method. The thermal conductivity can be obtained by analyzing the temperature response of the tested samples to heat flow impulses. Before testing, the samples were dried in the oven at 80 C and recorded the mass change every 24 h until the heat loss kept constant. Then, the surfaces of tested samples were polished to achieve smooth surfaces so as to ensure a good thermal contact between the sensor surface and the samples. A total of 32 USB samples were prepared and two identical samples were required for testing at each mix. The final result was taken as the average of three readings."
    }, {
      "heading" : "2.4.5. Microstructure analysis",
      "text" : "The microstructural properties of typical 28-day USB samples were investigated by employing the scanning electron microscopy (SEM) and X-ray diffraction (XRD) tests. The USB samples pieces not exceeding 7 mm for SEM testing were taken from the broken\nsamples after compressive strength tests. Before testing, the samples were firstly soaked in ethanol and then froze drying using the nitrogen. Subsequently, the samples were sublimated in a vac-\nuum for two days. It is worth noting that the test pieces needed to be coated with a layer of gold to induce conductivity for obtaining high-quality micro-images. For XRD testing, the granulated sample\npowder was prepared by grinding and passing through 75 lm sieves. During XRD testing, the sample powder was scanned with the step length of 0.02 and the scanning rate of 8 /min, starting from 5 to 75 . Finally, the crystalline phases of samples were analyzed using the MDI Jade 6.0 material analysis software.\n3. Results and discussion\n3.1. Compressive strength\nThe compressive strength of USB with the variations of binder is shown in Fig. 4. It could be clearly found from Fig. 4(a) that the\ncompressive strength of USB increased with an increase in cement content, which was in the range of 0.8–10.3 MPa. The compressive strength of USB without cement was 0.8 MPa, indicating that the initial strength of un-solidified USB can be obtained by using compaction forming technology. The compactness of USB mixture was significantly increased, this was responsible for the strength gain of USB without solidification. Furthermore, the compressive strength of USB was effectively improved by the inclusion of cement, this is due to the cementitious products CSH and CAH gels produced by cement hydration filled the micro-pores and increased the bonding between soil particles. Table 5 presents some international minimum criteria of compressive strength for bricks. It could be observed that the 60-day compressive strength of USB with 25% cement (10.3 MPa) agreed with all the minimum criteria listed in Table 5. Based on the compressive strength results, the USB prepared by compaction and 25% cement solidification can be used for replacing sintered clay bricks and MU7.5 small concrete blocks. This is also the reason why the binder content of 25% was used for the other test series in the follow-up studies.\nIn order to reduce cement consumption, 10% fly ash (FA) together lime (L) were used as binder to replace 10% cement in the preparation of USB. Fig. 4 (b) shows the compressive strength variation of USB versus mass ratio of lime to fly ash (L/FA). It can be seen that the compressive strength of USB increased at first and then decreased with the L/FA, and the optimum L/FA was 1/9. The optimum 7-, 28- and 60-day compressive strength of USB were 4.3, 5.0 and 6.2 MPa, respectively, which were 87, 56 and 44% higher than that of USB containing 15% cement alone. The potential pozzolanic activity of FA was activated by the inclusion of lime, leading to the formation of more CSH and CAH gels. Furthermore, the filling effect of FA particles can also contribute to the improvement in compressive strength to some extent. However, the continuous increase of L/FA weakened the strength gain of USB, the micro-cracks caused by lime hydration may be responsible for this observation.\nUnder the binder composed of 15% cement, 1% L and 9% FA, nano-SiO2 (NS) was used to further improved the compressive strength of USB. Fig. 4(c) shows the effect of NS content on the compressive strength of USB, indicating that the maximum compressive strength of USB occurs at 1.5% NS content. By adding 1.5% NS, the 7-, 28- and 60-day compressive strength of USB are 7.4, 9.6 and 12.8 MPa, respectively, which are 1.37, 12.94 and 23.30% higher than that of corresponding USB with 25% cement alone. The strength increase of USB modified with NS may be the result of the chemical reaction between SiO2 and Ca(OH)2 during cement hydration and production of additional CSH gels. Furthermore, NS can accelerate hydration of cement because of its high surface energy [45,65]. However, the compressive strength of USB decreased with increasing NS content to 2.0%. This observation may be attributed to the dispersion effect of NS, which was previously reported by Bahmani et al. [45]. Therefore, it is suggested to use the binder (15% cement + 1% L + 9% FA + 1.5% NS) instead of 25% cement for preparing USB, which can effectively improve its mechanical properties."
    }, {
      "heading" : "3.2. Bulk density",
      "text" : "The effects of binder content on the bulk density of USB were presented in Fig. 5. It could be seen from Fig. 5(a) that the bulk density of USB increased from 1973 to 2015 kg/m3 (increased by 2.13%) with increasing cement content from 0 to 25%. The increase of bulk density caused by adding cement was not obvious, this may be attributed to that the USB was dense enough after compaction. The cementitious products (CSH and CAH gels) produced by cement hydration filled the micro-pores and improved the bonding between soil particles, which were conducive to the improvement\nin bulk density of USB. Fig. 5(b) shows the effect of L/FA on the bulk density of USB, which decreased from 1891 to 1801 kg/m3 (decreased by 4.76%) as the L/FA increased from 0/10 to 5/5. This indi-\ncates that the inclusion of lime weakened the compactness of USB. The micro-cracks inside USB caused by lime hydration were responsible for this observation. Furthermore, combined with Fig. 5(a) and (b), it could be found that the addition of fly ash and lime decreased the bulk density of USB. The effect of NS content on the bulk density of USB is given in Fig. 5(c). The bulk density increased with the increase in NS content up to 1.5%, beyond which it decreased. Thus, the maximum bulk density of USB was achieved with the addition of 1.5% NS. This may be the reason that the NS accelerated the cement hydration and then produced additional CSH gel, which contributed to the improvement in bulk density. Furthermore, NS can cause physical changes such as the increase of packing density which conforms to the filling effect of its particles [66–67]. However, the dispersion effect of excessive NS also reduced the bulk density of USB."
    }, {
      "heading" : "3.3. Water absorption",
      "text" : "Water absorption is an essential factor reflecting the durability of bricks, and it is often used as an indicator of open porosity [68– 70]. The durability of bricks is significantly affected by raw materials and manufacturing methods [71]. Generally, the lower the water absorption of bricks, the better its durability, that is, the better ability to resist water damage. Fig. 6(a)–(c) shows the effects of binder content on the water absorption of USB. From Fig. 6(a), it is clearly observed that the water absorption of USB decreased from 22.35 to 8.21% (decreased by 63.3%) with the increase of cement content from 0 to 25%. The hydration products of cement filled the pores inside USB and increased the bonding between soil particles, this improved the water resistance of USB. As per to ASTM C62 [59], the upper thresholds of water absorption are 22% and 17% for moderate and severe weathering conditions, respectively. Combined with Fig. 6(a), the water absorption of USB without cement was close to the upper threshold of moderate weathering condition. When the cement content increased to 15%, the water absorption of USB was less than 17%, which meets the requirement of severe weathering condition. Fig. 6(b) shows the effect of L/FA on the water absorption of USB, indicating that the water absorption increased from 12.99 to 18.68% (increased by 43.8%) with increasing L/FA from 0/10 to 5/5. When L/FA was 3/7, the water absorption achieved the alarm value of severe weathering condition, suggesting that the lime content in USB needs to be less than 3%. This may be the reason that the micro-cracks caused by lime hydration weakened the water resistance of USB. Fig. 6(c) presents\nthe water absorption of USB as function of NS content. The water absorption of USB decreased from 14.76 to 9.07% (decreased by 38.6%) with the increase of NS content from 0 to 2.0%. The addition of NS was conducive to the formation of additional CSH gel, which effectively reduced the open porosity of USB. Furthermore, the nucleation effect of nanoparticles led to a denser matrix [41,72], which contributed to the improvement in resisting water infiltration.\n3.4. pH value\nThe pH is an important index for strength evaluation of cementstabilized soils [73,74]. The changes in pH value of USB were experimentally studied to evaluate its influences on the strength\ndevelopment of USB. The relationship between pH and compressive strength versus binder content is shown in Fig. 7. With the increase of cement content, a positive correlation existed between the pH and compressive strength (Fig. 7(a)). This confirms that alkaline environment is conducive to the strength development of USB. The existence of Ca(OH)2 produced by cement hydration increased the pH of USB. Fig. 7(b) shows the effect of L/FA on the pH of USB. It is evident that the pH of USB increased linearly with the increase of L/FA, implying the effectiveness of increasing lime content on the increase of pH value. However, as the L/FA increased more than 1/9, an inverse relationship was found between pH and compressive strength. This observation indicates that the USB with high alkalinity did not always reach high compressive strength, and the strength development can be affected by many factors.\nSimilar results were previously reported by Sargent et al. [73]. The effect of NS content on the pH of USB is shown in Fig. 7(c), implying that the pH decreased with the increase of NS content. The consumption of Ca(OH)2 by NS not only decreased the pH, but also produced additional CSH gel, and then significantly improved the compressive strength. This observation is in line with the results of Lang et al. [27] and Bahmani et al. [45]. Albeit, the decrease of pH gradually slowed down and almost kept constant as the NS content was more than 1.5%. It could be also found that when pH variation kept stable, the corresponding compressive strength achieved the maximum. For the USB containing NS, the pH value corresponding to the maximum compressive strength was about 9.70, which may be used for evaluating the optimum strength gain of USB."
    }, {
      "heading" : "3.5. Thermal conductivity",
      "text" : "Thermal conductivity of bricks is an important parameter representing the energy loss and storage, and the greater the thermal conductivity of bricks, the worse its thermal insulation performance. Fig. 8 shows the variation of thermal conductivity of USB versus binder content. The thermal conductivity of USB increased from 0.6691 to 0.7097 W/mK with the increase of cement content from 0 to 25% (Fig. 8(a)). The CSH and CAH gels produced by cement hydration filled micro-pores inside the USB, and then improved its thermal conduction capacity. Fig. 8(b) presents the effect of L/FA on the thermal conductivity of USB. It could be clearly found that the thermal conductivity of USB decreased from 0.6516 to 0.5419 W/mK with the increase of L/FA from 0/10 to 5/5. As mentioned above, the expansion caused by lime hydration formed many micro-cracks in USB, which improved the porosity and then reduced the thermal conductivity of USB. Furthermore, the hollow structure of FA particles may be conducive to the improvement in thermal insulation performance. The effects of NS content on the thermal conductivity of USB is given in Fig. 8(c). It can be seen that the thermal conductivity of USB increased from 0.6163 and 0.6561 W/mK with increasing NS content from 0 to 2.0%. However, the thermal conductivity of USB tended to be stable as the NS content increased to more than 1.0%. This indicates that the weakness of thermal insulation performance of USB caused by adding NS is limited. It is known that thermal conductivity of bricks is significantly affected by its internal pore structure. So, the influence of bulk density on the thermal conductivity was investigated, as shown in Fig. 9. It could be clearly observed that a positive linear relationship was achieved between thermal conductivity and bulk density. The linear fitting equation representing the relation between thermal conductivity and bulk density was obtained, together with the coefficient of determination (R2) derived is given below:\nk ¼ 0:000727q 0:758;R2 ¼ 0:957 ð3Þ where k is the thermal conductivity of USB, W/mK; q represents the bulk density, kg/m3. The high R2 (>0.9) indicates that Eq. (3) can be used to evaluate thermal insulation performance of USB based on its bulk density."
    }, {
      "heading" : "3.6. SEM observation",
      "text" : "SEM tests were conducted to observe the microstructure changes of typical USB samples, and the SEM micro-images with 1000 magnification are presented in Fig. 10. Fig. 10(a), (b) give the microstructure of USB with 10% and 15% cement, respectively. The CSH and CAH gels produced by cement hydration were clearly found between soil particles, and then contributed to the denser structure. The compactness and bonding strength between soil\nparticles determined the strength gain of cement-solidified DS. Furthermore, the Ca(OH)2 (CH) plate was clearly seen in the USB samples, confirming the typical hydration product of cement. Fig. 10(c) and (d) present the microstructure of USB solidified by 15% cement together with the L/FA of 1/9 and 3/7, respectively. Compared with the USB with 15% cement alone, the USB with cement together with lime and FA exhibited more compact microstructure. The micro-aggregate effect of FA particles and the formation of CSH and CAH gels produced by pozzolanic reaction improved the compactness of USB. As shown in Fig. 10(c), CSH gels were clearly seen coating soil particle surface, and the cubic crystal of CAH gels were scattered on the plate surface. When the L/FA increased to 3/7, some micro-pores appeared were clearly observed inside USB (Fig. 10(d)). The expansion caused by lime hydration may be responsible for this observation. Fig. 10(e) and (f) show the microstructure of USB modified by 0.5 and 1.5% NS, respectively. Compared with microstructure of USB without NS, as shown in Fig. 10(c), the compactness of USB containing NS was significantly improved. The addition of NS contributed to the formation of additional CSH gel, which not only improved the bonding strength between soil particles, but also filled the micropores inside the USB. This is in line with the results of Abbasi et al. [75] and Lo et al. [76]. Compared with USB containing 0.5% NS, the USB with 1.5% NS exhibited denser microstructure and more CSH gel (Fig. 10(f)). These observations are consistent with the compressive strength results mentioned previously. Noting that the Ca(OH)2 plate, the major hydration product of cement, was not found in USB containing NS. This may due to that Ca (OH)2 was consumed by NS and produced additional CSH gel."
    }, {
      "heading" : "3.7. XRD analysis",
      "text" : "The crystalline phases of representative USB samples determined by XRD tests are shown in Fig. 11. Among all the samples, quartz (Q), kaolinite (K) and illite (I) were clearly detected, revealing the natural mineral composition of dredged sludge used. Furthermore, the main hydration products of cement, CSH and CAH gels were also detected in all the USB samples, confirming the internal driving force of strength development of USB. Fig.11(c), (d) presents the crystalline phases of USB solidified by cement together with lime and fly ash. It could be observed that the crystalline phases of USB with different L/FA were almost the same, indicating that the L/FA had little effect on the formation of crys-\ntalline phase of USB. Additionally, the portlandite Ca(OH)2 and calcite (CaCO3) were appeared in Fig.11(c) and (d), the hydration of cement and lime might be responsible for this observation. Based on the XRD results, the micro-cracks inside USB samples observed by SEM tests might be due to the existence of calcite. For the USB containing 0.5 and 1.5% NS, as shown in Fig.11(e) and (f), the additional CSH gel was detected. Furthermore, the portlandite was absent in the USB containing NS, implying the consumption of Ca (OH)2 by NS and then produced additional CSH gel.\n4. Conclusions\nThis study prepared the unfired sludge bricks (USB) made from dredged sludge and cement-fly ash-lime admixed nano-SiO2 (NS) binders by using compaction forming technology. A series of laboratory tests were conducted to investigate the effects of cement content, mass ratio of lime to fly ash (L/FA) and NS content on the physical, mechanical and thermal insulation performance of USB. Furthermore, the microstructural properties of typical USB samples were also analyzed by scanning electron microscopy (SEM) and X-ray diffraction (XRD) tests. The key findings in this study are as follows:\n(1) Compared with USB with 15% cement alone, the use of 1% lime together with 9% fly ash as the admixture of 15% cement was recommended for preparing USB, which can increase 7-, 28- and 60-day compressive strength by 87, 56 and 44%, respectively. On this basis, addition of NS to USB can further improve its compressive strength. By adding 1.5% NS, the 7-, 28- and 60-day compressive strength of USB were 1.37, 12.94 and 23.30% higher than that of corresponding USB with 25% cement alone. (2) The bulk density of USB increased by 2.13% with increasing cement content from 0 to 25%. The addition of fly ash and lime reduced the bulk density of USB, which decreased by 4.76% as the L/FA increased from 0/10 to 5/5. The microcracks caused by lime hydration may weaken the compactness of USB. The bulk density of USB effectively increased by the inclusion of NS, which achieved the maximum with the addition of 1.5% NS. (3) The water absorption of USB decreased with the increase of cement and NS content, but increased with an increase in L/ FA. The water absorption of USB containing 15% cement was less than 17%, which agrees with the requirement of severe weathering condition. The micro-cracks caused by lime hydration may weaken the water resistance of USB, suggesting that the lime content should be less than 3%. The addition of 2.0% NS to USB can decreased its water absorption by 38.6%. (4) The pH of USB increased with the increase of cement content and L/FA, the Ca(OH)2 produced by cement and lime hydration was responsible for this observation. The addition of NS to USB effectively decreased its pH value, which gradually kept stable as the NS content increased to more than 1.5%. The pH value corresponding to the maximum compressive strength was approximately 9.70, which may be used for evaluating the strength gain of USB. (5) The thermal conductivity of USB increased with the increase of cement and NS content, but decreased with the L/FA. The micro-cracks caused by lime hydration and the hollow structure of FA particles may be conducive to improve thermal insulation performance of USB. The thermal conductivity of USB tended to be stable as the NS content increased to more than 1.0%. A positive linear relationship was achieved between thermal conductivity and bulk density.\n(6) The SEM and XRD tests indicated that the CSH and CAH gels were the main cementitious products in all the USB samples. Adding fly ash and lime to USB with cement alone improved its compactness but together with producing micro-cracks, the calcite (CaCO3) detected by XRD may be responsible for this observation. The addition of NS consumed Ca(OH)2 and then produced additional CSH gel.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgement",
      "text" : "This study was supported by the National Natural Science Foundation of China (Grant No. 51972209)."
    } ],
    "references" : [ {
      "title" : "Effectiveness of waste steel slag powder on the strength development and associated micro-mechanisms of cement-stabilized dredged sludge",
      "author" : [ "L. Lang", "C. Song", "L. Xue", "B. Chen" ],
      "venue" : "Constr. Build. Mater. 240 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Valorization of stabilized river sediments in fired clay bricks: Factory scale experiment",
      "author" : [ "M. Samara", "Z. Lafhaj", "C. Chapiseau" ],
      "venue" : "J. Hazard. Mater. 163 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Marine dredged sediments as new materials resource for road construction",
      "author" : [ "K. Siham", "B. Fabrice", "A.N. Edine", "D. Patrick" ],
      "venue" : "Waste Manage. 28 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Solidification/stabilization of dredged marine sediments for road construction",
      "author" : [ "D.X. Wang", "N.E. Abriak", "R. Zentar", "W.Y. Xu" ],
      "venue" : "Environ. Technol. 33 (1) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Strength properties and associated mechanisms of magnesium oxychloride cement-solidified urban river sludge",
      "author" : [ "D. Wang", "S. Di", "X. Gao", "R. Wang", "Z. Chen" ],
      "venue" : "Constr. Build. Mater. 250 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "1-D compressibility behavior of cement-lime stabilized soft clays",
      "author" : [ "D. Wang", "L. Korkiala-Tanttu" ],
      "venue" : "Eur. J. Environ. Civ. En. ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Elevated curing temperature-associated strength and mechanisms of reactive MgO-activated industrial by-products solidified soils",
      "author" : [ "D. Wang", "X. Gao", "R. Wang", "S. Larsson", "M. Benzerzour" ],
      "venue" : "Mar. Georesour. Geotechnol. ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Characterization of marine sediments for a reuse in land disposal and embankment",
      "author" : [ "D. Levacher", "M. Sanchez" ],
      "venue" : "Eur. J. Environ. Civ. Eng. 15 (2) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Brick production with dredged harbor sediments: an industrial-scale experiment",
      "author" : [ "K. Hamer", "V. Karius" ],
      "venue" : "Waste Manage. 22 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Multiproperty characterization of cleaner and energy-efficient vegetal concrete based on one-part geopolymer binder",
      "author" : [ "M.R. Ahmad", "B. Chen", "M.A. Haque", "S.Y. Oderji" ],
      "venue" : "J. Clean. Prod. 253 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Hydration characteristics of waste sludge ash that is reused in eco-cement clinkers",
      "author" : [ "K.L. Lin", "K.Y. Chiang", "C.Y. Lin" ],
      "venue" : "Cem. Concr. Res. 35 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Utilization of the sludge derived from dyestuff-making wastewater coagulation for unfired bricks",
      "author" : [ "Z. Liu", "Q. Chen", "X. Xie", "G. Xue", "F. Du", "Q. Ning", "L. Huang" ],
      "venue" : "Constr. Build. Mater. 25 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Characteristics of the fired bricks with low-silicon iron tailings",
      "author" : [ "C. Yang", "C. Cui", "J. Qin", "X. Cui" ],
      "venue" : "Constr. Build. Mater. 70 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Influence of tea waste concentration in the physical",
      "author" : [ "S. Ozturk", "M. Sutcu", "E. Erdogmus", "O. Gencel" ],
      "venue" : "mechanical and thermal properties of brick clay mixtures, Constr. Build. Mater. 217 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Using slag for unfired-clay masonry-bricks",
      "author" : [ "J.E. Oti", "J.M. Kinuthia", "J. Bai" ],
      "venue" : "Constr. Mater. 161 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Experimental research on magnesium phosphate cements modified by red mud",
      "author" : [ "Y.T. Liu", "Z. Qin", "B. Chen" ],
      "venue" : "Constr. Build. Mater. 231 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Engineering properties of unfired clay masonry bricks",
      "author" : [ "J.E. Oti", "J.M. Kinuthia", "J. Bai" ],
      "venue" : "Eng. Geol. 107 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Compressive strength and microstructural analysis of unfired clay masonry bricks",
      "author" : [ "J.E. Oti", "J.M. Kinuthia", "J. Bai" ],
      "venue" : "Eng. Geol. 109 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Design thermal values for unfired clay bricks",
      "author" : [ "J.E. Oti", "J.M. Kinuthia", "J. Bai" ],
      "venue" : "Mater. Design 31 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Stabilised unfired clay bricks for environmental and sustainable use",
      "author" : [ "J.E. Oti", "J.M. Kinuthia" ],
      "venue" : "Appl. Clay Sci. 58 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Strength and environmental evaluation of stabilized Clay-PFA eco-friendly bricks",
      "author" : [ "M.N. Rahmat", "N. Ismail", "J.M. Kinuthia" ],
      "venue" : "Constr. Build. Mater. 125 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Estimated and real durability of unfired clay bricks: determining factors and  12  L",
      "author" : [ "A. Seco", "P. Urmeneta", "E. Prieto", "S. Marcelino", "B. Garcia", "L. Miqueleiz" ],
      "venue" : "Lang et al. / Construction and Building Materials 259 (2020) 119879 representativeness of the laboratory tests, Constr. Build. Mater. 131 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magnesium oxide as alternative binder for unfired clay bricks manufacturing",
      "author" : [ "S. Espuelas", "J. Omer", "S. Marcelino", "A.M. Echeverria", "A. Seco" ],
      "venue" : "Appl. Clay Sci. 146 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Durability evolution and associated micromechanisms of carbonated reactive MgO-fly ash solidified sludge from East Lake",
      "author" : [ "D. Wang", "J. Xiao", "F. He", "Y. Zhou" ],
      "venue" : "China, Constr. Build. Mater. 208 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Carbonating magnesia for soil stabilization",
      "author" : [ "Y. Yi", "M. Liska", "C. Unluer", "A. Al-Tabbaa" ],
      "venue" : "Can. Geotech. J. 50 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Alkali-activated ground-granulated blast furnace slag for stabilization of marine soft clay",
      "author" : [ "Y. Yi", "C. Li", "S. Liu" ],
      "venue" : "J. Mater. Civ. Eng. 27 (4) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Strength development of solidified dredged sludge containing humic acid with cement",
      "author" : [ "L. Lang", "N. Liu", "B. Chen" ],
      "venue" : "lime and nano-SiO2, Constr. Build. Mater. 230 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Utilization of lowquality desulfurized ash from semi-dry flue gas desulfurization by mixing with hemihydrate gypsum",
      "author" : [ "H. Li", "H. Zhang", "L. Li", "Q. Ren", "X. Yang", "Z. Jiang", "Z. Zhang" ],
      "venue" : "Fuel 255 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Leakage behavior of toxic substances of naphthalene sulfonate-formaldehyde condensation from cement based materials",
      "author" : [ "L. Gu", "H. Li", "X. Yang", "B. Dong", "Z. Wen" ],
      "venue" : "J. Environ. Manage. 255 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Strength gain and microstructure of carbonated reactive MgO-fly ash solidified sludge from East Lake",
      "author" : [ "D. Wang", "J. Xiao", "X. Gao" ],
      "venue" : "China, Eng. Geol. 251 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Geotechnical characteristics of recycled crushed brick blends for pavement sub-base applications",
      "author" : [ "A. Arulrajah", "J. Piratheepan", "M.W. Bo", "N. Sivakugan" ],
      "venue" : "Can. Geotech. J. 49 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Strength development in silty clay stabilized with calcium carbide residue and fly ash",
      "author" : [ "S. Horpibulsuk", "C. Phetchuay", "A. Chinkulkijniwat", "A. Cholaphatsorn" ],
      "venue" : "Soils Found. 53 (4) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Loess stabilization using cement",
      "author" : [ "K. Gu", "B. Chen" ],
      "venue" : "waste phosphogypsum, fly ash and quicklime for self-compacting rammed earth construction, Constr. Build. Mater. 231 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Comparison between reactive MgO-and Na2SO4- activated low-calcium fly ash-solidified soils dredged from East Lake",
      "author" : [ "D. Wang", "R. Wang", "M. Benzerzour", "H. Wang", "N.-E. Abriak" ],
      "venue" : "China, Mar. Georesour. Geotechnol. ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Small-strain dynamic properties of silty clay stabilized by cement and fly ash",
      "author" : [ "L. Lang", "F. Li", "B. Chen" ],
      "venue" : "Constr. Build. Mater. 237 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "CO2 carbonation-induced improvement in strength and microstructure of reactive MgO-CaO-fly ash-solidified soils",
      "author" : [ "D. Wang", "J. Zhu", "F. He" ],
      "venue" : "Constr. Build. Mater. 229 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Fresh and hardened properties of one-part fly ash-based geopolymer binders cured at room temperature: Effect of slag and alkali activators",
      "author" : [ "S.Y. Oderji", "B. Chen", "M.R. Ahmad", "S.F.A. Shah" ],
      "venue" : "J. Clean. Prod. 225 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Strength characteristics of class F fly ash modified with lime and gypsum",
      "author" : [ "A. Ghosh", "C. Subbarao" ],
      "venue" : "J. Geotech. Geoenviron. Eng. 133 (7) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "An experimental investigation on strength properties of fly ash blended soils treated with cement",
      "author" : [ "M. Sumesh", "A. Kalita", "B. Singh" ],
      "venue" : "J. Environ. Res. 5 (2) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Stabilization/solidification of a municipal solid waste incineration residue using fly ash-based geopolymers",
      "author" : [ "Y.L. Galiano", "C.F. Pereira", "J. Vale" ],
      "venue" : "J. Hazard. Mater. 185 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Influence of nano-SiO2 on the Portland cement pastes",
      "author" : [ "M. Stefanidou", "I. Papayianni" ],
      "venue" : "Compos. Part B 43 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Fresh and hardened properties of one-part fly ash-based geopolymer binders cured at room temperature: Effect of slag and alkali activators",
      "author" : [ "S.Y. Oderji", "B. Chen", "M.R. Ahmad", "S.F. Ali Shah" ],
      "venue" : "Journal of Cleaner Production 225 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "R",
      "author" : [ "N. Farzadnia", "A.A.A. Ali", "R. Demirboga" ],
      "venue" : "Development of nanotechnology in high performance concrete, Adv. Mater. Res. 364 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Modification of cement-based materials with nanoparticles",
      "author" : [ "S. Kawashima", "P. Hou", "D.T. Corr", "S.P. Shah" ],
      "venue" : "Cem. Concr. Compos. 36 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Stabilization of residual soil using SiO2 nanoparticles and cement",
      "author" : [ "S.H. Bahmani", "B.B.K. Huat", "A. Asadi", "N. Farzadnia" ],
      "venue" : "Constr. Build. Mater. 64 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Lime stabilization of clay minerals and soils",
      "author" : [ "F.G. Bell" ],
      "venue" : "Eng. Geol. 42 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Swelling-shrinkage properties and soil improvement of compacted expansive soil",
      "author" : [ "Y.J. Du", "S.L. Li", "S. Hayashi" ],
      "venue" : "Ning-Liang Highway, China, Eng. Geol. 53 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Effect of lime",
      "author" : [ "A.A. Al-Rawas", "A.W. Hago", "H. Al-Sarmi" ],
      "venue" : "cement and Sarooj (artificial pozzolan) on the sweeling potential of an expansive soil from Oman, Build. Environ. 40 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "A review on bricks and stabilized compressed earth blocks",
      "author" : [ "S. Deboucha", "R. Hashim" ],
      "venue" : "Sci. Res. Essays 6 (3) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Effect of the addition of coal-ash and cassava peels on the engineering properties of compressed earth blocks",
      "author" : [ "M.C.N. Villamizar", "V.S. Araque", "C.A.R. Reyes", "R.S. Silva" ],
      "venue" : "Constr. Build. Mater. 36 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Utilization of granulated blast furnace slag and cement in the manufacture of compressed stabilized earth blocks",
      "author" : [ "D.C. Sekhar", "S. Nayak" ],
      "venue" : "Constr. Build. Mater. 166 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "American Society of Testing and Material (ASTM), Standard Test Methods for Apparent Porosity, Water Absorption, Apparent Specific Gravity, and Bulk Density of Burned Refractory Brick and Shapes by Boiling Water, ASTM C20-00",
      "author" : [ "West Conshohocken", "PA" ],
      "venue" : null,
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2005
    }, {
      "title" : "Development of nanotechnology in high performance concrete",
      "author" : [ "N. Farzadnia", "A.A.A. Ali", "R. Demirboga" ],
      "venue" : "Adv. Mater. Res. 364 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effects of nano-SiO2 and different ash particle sizes on sludge ash-cement mortar",
      "author" : [ "K.L. Lin", "W.C. Chang", "D.F. Lin", "H.L. Luo", "M.C. Tsai" ],
      "venue" : "J. Environ. Manage. 88 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Effects of colloidal nanoSiO2 on fly ash hydration",
      "author" : [ "P. Hou", "K. Wang", "J. Qian", "S. Kawashima", "D. Kong", "S.P. Shah" ],
      "venue" : "Cem. Concr. Compos. 34 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "An investigation on use of paper mill sludge in brick manufacturing",
      "author" : [ "G. Goel", "A.S. Kalamdhad" ],
      "venue" : "Constr. Build. Mater. 148 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermally efficient fired clay bricks incorporating waste marble sludge: an industrial-scale study",
      "author" : [ "M.J. Munir", "S.M.S. Kazmi", "Y.-F. Wu", "A. Hanif", "M.U.A. Khan" ],
      "venue" : "J. Clean. Prod. 174 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sustainable utilization of deinking paper mill sludge for the manufacture of building bricks",
      "author" : [ "S.K. Singh", "S. Kulkarni", "V. Kumar", "P. Vashistha" ],
      "venue" : "J. Clean. Prod. 204 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sustainable use of tannery sludge in brick manufacturing in Bangladesh",
      "author" : [ "M.A.I. Juel", "A. Mizan", "T. Ahmed" ],
      "venue" : "Waste Manage. 60 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Reduction of the calcium leaching rate of cement paste by addition of silica nanoparticles",
      "author" : [ "J.J. Gaitero", "I. Camillo", "A. Guerrero" ],
      "venue" : "Cem. Concr. Res. 38 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The use of alkali activated waste binders in enhancing the mechanical properties and durability of soft alluvial soils",
      "author" : [ "P. Sargent", "P.N. Hughes", "M. Rouainia", "M.L. White" ],
      "venue" : "Eng. Geol. 152 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Measuring the engineering properties of marine clay treated with disposed granite waste",
      "author" : [ "N. Zainuddin", "N.Z.M. Yunus", "M.A.M. Al-Bared", "A. Marto", "I.S.H. Harahap", "A.S.A. Rashid" ],
      "venue" : "Measurement 131 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Microstructure and mechanical properties of a metakaolinite-based geopolymer nanocomposite reinforced with carbon nanotubes",
      "author" : [ "S.M. Abbasi", "H. Ahmadi", "G. Khalaj", "B. Ghasemi" ],
      "venue" : "Ceram. Int. 42 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effect of nano-SiO2 on the alkali-activated characteristics of spent catalyst metakaolin-based geopolymers",
      "author" : [ "K.-W. Lo", "K.-L. Lin", "T.-W. Cheng", "Y.-M. Chang", "J.-Y. Lan" ],
      "venue" : "Constr. Build. Mater. 143 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The engineering properties of DS is very poor due to its high water content, high organic matter, low permeability and weak strength [1].",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 1,
      "context" : "The untreated DS is difficult to be recycled and the traditional methods are land reclamation and offshore dumping [2], which will inevitably cause serious environmental problems such as land occupation and air pollution.",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 2,
      "context" : "waste DS, which has the advantages of low cost, high efficiency and small pollution [3].",
      "startOffset" : 84,
      "endOffset" : 87
    }, {
      "referenceID" : 7,
      "context" : "The solidified DS can be recycled in road engineering [4–7], embankments [8] and brick production [2,9], etc.",
      "startOffset" : 73,
      "endOffset" : 76
    }, {
      "referenceID" : 1,
      "context" : "The solidified DS can be recycled in road engineering [4–7], embankments [8] and brick production [2,9], etc.",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 8,
      "context" : "The solidified DS can be recycled in road engineering [4–7], embankments [8] and brick production [2,9], etc.",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 12,
      "context" : "The bricks have been widely used as main building material for thousands of years all over the world [13].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 13,
      "context" : "Generally, two kinds of bricks are most commonly used worldwide, one is cement-based bricks and the other is clay-based bricks [14].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 14,
      "context" : "The firing process of traditional clay bricks production leads to a lot of energy consumption and carbon dioxide emissions [15].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 20,
      "context" : "The eco-friendly bricks were prepared by stabilizing the Lower Oxford Clay (LOC) and Pulverised Fly Ash (PFA) with lime, cement and the blend binders comprising of lime, cement and GGBS [21].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 21,
      "context" : "Similarly, another UCB was also prepared by using natural marl soil, silica sand and the binder composed of cement, lime and GGBS [22].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 22,
      "context" : "Furthermore, the magnesium oxide (MgO) has been proved to be an ideal binder for UCB production, which can effectively improve the mechanical and durability properties of UCB [23].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 12,
      "context" : "To contain this problem, China has restrained the use of clay for brick manufacturing [13].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 23,
      "context" : "It is well known that Portland cement is widely used binder in soft foundation treatment for many geotechnical projects [24].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 29,
      "context" : "The count shows that about 5–8% of global carbon dioxide emissions is caused by cement production [30].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 34,
      "context" : "Fly ash (FA) is an industrial by-product excluded by coal-fired powder plants and usually stored at coal-fired enterprises or directly dumped in landfills [35].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 35,
      "context" : "FA has the potential pozzolanic activity, which makes it an ideal cementitious material to replace part of cement in civil engineering applications [36,37].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 36,
      "context" : "FA has the potential pozzolanic activity, which makes it an ideal cementitious material to replace part of cement in civil engineering applications [36,37].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 0,
      "context" : "The cementitious property of FA generated from reaction between vitreous body (Si, Al) and Ca(OH)2 and then contributes to the formation of CSH and CAH gels [1].",
      "startOffset" : 157,
      "endOffset" : 160
    }, {
      "referenceID" : 40,
      "context" : "In recent years, nanomaterials are popular in replacing cement or using as cement admixture, which can significantly improve the properties of cement [41].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 16,
      "context" : "In general, the 1–3% and 2–8% lime are widely used for GGBS activator and soil stabilization, respectively [17].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 50,
      "context" : "[56] reported that the compaction pressure generated from single acting ram was in the range of 2–3 MPa.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 51,
      "context" : "Bulk density and water absorption The bulk density and water absorption of 28-day USB samples were measured by the Archimedes method as per to the ASTM C20 [58].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 44,
      "context" : "Furthermore, NS can accelerate hydration of cement because of its high surface energy [45,65].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 52,
      "context" : "Furthermore, NS can accelerate hydration of cement because of its high surface energy [45,65].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 58,
      "context" : "The durability of bricks is significantly affected by raw materials and manufacturing methods [71].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 40,
      "context" : "Furthermore, the nucleation effect of nanoparticles led to a denser matrix [41,72], which contributed to the improvement in resisting water infiltration.",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 59,
      "context" : "Furthermore, the nucleation effect of nanoparticles led to a denser matrix [41,72], which contributed to the improvement in resisting water infiltration.",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 60,
      "context" : "The pH is an important index for strength evaluation of cementstabilized soils [73,74].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 61,
      "context" : "The pH is an important index for strength evaluation of cementstabilized soils [73,74].",
      "startOffset" : 79,
      "endOffset" : 86
    } ],
    "year" : 2020,
    "abstractText" : "This paper investigated the engineering properties of unfired sludge bricks (USB) made from dredged sludge and cement-fly ash-lime admixed nano-SiO2 binders under compaction forming technology. A series of laboratory tests were conducted to evaluate the effects of cement content, mass ratio of lime to fly ash (L/FA) and nano-SiO2 (NS) content on the physical, mechanical and thermal insulation performance of USB. Furthermore, scanning electron microscopy (SEM) and X-ray diffraction (XRD) tests were also performed to explore the microstructural properties of USB. The results indicated that the binder composed of 15% cement, 1% lime, 9% fly ash and 1.5% NS was recommended to replace 25% cement for preparing USB, which can increase 7-, 28and 60-day compressive strength by 1.37, 12.94 and 23.30%, respectively. The bulk density of USB increased with the increase of cement and NS content, but decreased with the L/ FA. The water absorption of USB decreased with increasing cement and NS content, but increased with the L/FA. The lime content used in USB should be less than 3%. The pH of USB decreased with increasing NS content, and tended to be stable as the NS content increased to more than 1.5%. The increase of cement and NS content had adverse effect on the thermal insulation performance, but this can be effectively improved by the inclusion of lime and fly ash. A positive linear relationship was achieved between thermal conductivity and bulk density. The microstructure analysis confirmed that the CSH and CAH gels were the main cementitious products inside the USB, and the calcite (CaCO3) may be responsible for the micro-cracks appeared in USB. 2020 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}