{
  "name" : "downloads_2019-11-04_25_10.1016@j.conbuildmat.2019.117213.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Characterization and nano-engineering the interface properties of PVA fibers in strain-hardening cementitious composites incorporating high-volume ground-glass pozzolans",
    "authors" : [ "Ousmane A. Hisseine", "Arezki Tagnit-Hamou" ],
    "emails" : [ "O.Hisseine@USherbrooke.ca", "A.Tagnit@USherbrooke.ca" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nConstruction and Building Materials\njournal homepage: www.elsevier .com/locate /conbui ldmat\nCharacterization and nano-engineering the interface properties of PVA fibers in strain-hardening cementitious composites incorporating high-volume ground-glass pozzolans\nhttps://doi.org/10.1016/j.conbuildmat.2019.117213 0950-0618/ 2019 Elsevier Ltd. All rights reserved.\n⇑ Corresponding author at: 2500, Boul. de l’Univ., Sherbrooke, QC J1K 2R1, Canada. E-mail addresses: O.Hisseine@USherbrooke.ca (O.A. Hisseine), A.Tagnit@USherbrooke.ca (A. Tagnit-Hamou).\nOusmane A. Hisseine a,⇑, Arezki Tagnit-Hamou b aNSERC Canada Vanier Scholar, Cement and Concrete Research Group, Université de Sherbrooke, Canada bHead of the Cement and Concrete Research Group, Université de Sherbrooke, Canada\nh i g h l i g h t s\nThe use of glass powder (GP) increases packing density and frictional bond (s0). Too high packing density leads to excessive s0 and premature rupture in PVA fibers. Premature fiber rupture reduces composite ductility. Nanocellulose filaments (CF) attenuate s0 and impart noticeable slip-hardening (b). Improved b by CF increases fiber bridging capacity and composite ductility.\ng r a p h i c a l a b s t r a c t\na r t i c l e i n f o\nArticle history: Received 13 July 2019 Received in revised form 5 October 2019 Accepted 10 October 2019\nKeywords: Ecological materials Engineered cementitious composites (ECC) Micromechanical tailoring Recycled glass powder Ground-glass pozzolans Single-fiber pull-out Strain-hardening cementitious composites (SHCC)\na b s t r a c t\nIn the context of enhancing concrete ecoefficiency through the valorization of domesticmaterials into concrete design, increasing research attention is being paid to the development of strain-hardening cementitious composites (SHCC) with various supplementary cementitious materials (SCM) in replacement of the commonly used fly ash (FA). In this regard, ground-glass pozzolans [or simply glass powder (GP)] obtained by grinding post-consumer waste glass can shape a potential candidate. This study is aimed at characterizing the interface properties of polyvinyl-alcohol (PVA) fibers in SHCC incorporating high-volume GP (HVGP) at 0–100% replacement of FA. Single-fiber pull-out tests were conducted to characterize the interface properties [frictional bond (s0), chemical bond (Gd), and slip-hardening coefficient (b)] necessary for micromechanical tailoring of SHCC. Results indicate that with higher matrix compactness obtained using GP, s0 increased significantly, while Gd slightly decreased. Whereas higher s0 in HVGP-SHCC was found to increase the maximum pull-out load of PVA fibers, excessive s0 causes fiber damage, thereby adversely affecting composite ductility. Therefore, a novel approach was adopted herein to nanomodify SHCCmatrix as well as fiber/matrix interface by incorporating nanoscale cellulose filaments (CF) at rates of 0.03–0.10% per cementmass. This allowed to significantly alter the pull-out behaviorwhereby s0 andGdwere relatively attenuated,while a significant increase in b (~1.0–1.5)was obtained. Thus, the incorporation of CF imparted a characteristic slip-hardening effect that contributed towards enhancing the strain-hardening capacity in HVGP-SHCC as experimentally validated by uniaxial tensile tests.\n2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Strain-hardening cementitious composites (SHCC) also known as engineered cementitious composites (ECC) belong to highperformance fiber-reinforced cementitious composites (HPFRCC) and are characterized by exceptional ductility and strainhardening behavior featured by tight multiple-cracking with relatively low fiber volume, typically 2% [1–4]. These characteristics are the outcome of a methodical tailoring process which is guided by micromechanical principles such that the mechanical interactions between the fiber, the matrix, and fiber/matrix interface are systematically considered when the composite is subjected to loading [5]. As such, the study of fiber/matrix interface is fundamental for the development of SHCC. The importance of fiber/matrix interface is driven by the fact that in the fiber-bridging concept underpinning the mechanism of action of fiber-reinforced concrete (FRC), fiber rupture is strongly influenced by the magnitude of the interfacial bond, together with fiber length and strength [6]. The importance of fiber/matrix interface also originates from the fact that all composite properties beyond the linear elastic range of deformation (e.g., strength, fracture energy, fatigue, ductility, energy absorption capacities, etc.) are expected to activate the failure of fiber/matrix interface, if fiber failure is prevented [6]. Therefore, the study of fiber/matrix interface is fundamental for tailoring interfacial property towards improving those composite properties. In this context, single-fiber pull-out (SFP) test (in which an individual fiber is pulled out from its surrounding matrix while continuously recording the pull-out load and the corresponding slip distance) has been generally recognized as a useful tool for a direct assessment of fiber/matrix interfacial bond properties. The latter are mainly described through the concept of chemical bond (Gd), frictional bond (s0), and slip-hardening or slip-softening coefficient (b) [7,8].\nIn the context of SHCC with high-volume fly ash (where the use of PVA fibers has been a prevailing practice) [9–12], Gd is associated with the tendency of the hydrophilic PVA fibers to adhere to active cations from the surrounding matrix, particularly Al3+ and Ca2+ [13,14]. In this regard, Gd is almost negligible in nonchemically bonded fibers such as steel or polyethylene fibers [15]. In contrast, PVA fibers possess a strong propensity to chemically adhere to cement hydration products. This renders the fibers vulnerable to delamination and rupture which jeopardize strainhardening behavior as Gd contributes to reducing the complementary energy (J0b) as well as the multiple-cracking potential [9].\nThe frictional bond s0 is mainly driven by the stiffness, roughness, and compactness of fiber/matrix interfacial transition zone [11,16]. High s0 values increase the pull-out resistance of fibers and lead to SHCC with higher strength, given the direct correlation between s0 and the maximum bridging stress (r0) when fiber rupture, slip-hardening, and snubbing effect are ignored [16]. However, excessive s0 can cause fiber damage during debonding and leads to decreasing J0b [9,17]. This significantly reduces matrix ductility. For this reason, with PVA fibers, fiber/matrix interface properties often exceed the optimal values in typical cement composites [18]. Therefore, the interface properties need to be attenuated such that Gd is the lowest while s0 is maintained at moderate levels [9]. The slip-hardening effect b, on the other hand, can be useful to allow fibers to continue resisting further pull-out load even after initial bond deterioration [7,15] owing to a jamming effect created at fiber/matrix interface.\nTherefore, as fiber pull-out confers higher ductility to fiberreinforced composites than does fiber rupture [7,8,19], it follows that to obtain composites with strain-hardening response, interface properties should be optimized rather than maximized. Some of the attempts to optimize the interface properties include (i)\nincreasing FA content, (ii) coating PVA fibers with an oiling agent, (iii) incorporation of crumb rubber, and (iv) incorporation of nanomaterials such as calcium carbonate nanowhiskers (CaCO3). Increasing FA content attenuates Gd as well as s0, lowers crack tip toughness Jtip, modifies the PVA fiber-bridging capacity, and results in higher J0b which favors strain-hardening and improves the ductility at composite level [9]. However, with the reduced Jtip associated with excess FA content, lower composite strength is also observed in HVFA-SHCC [9–12]]. Coating PVA fibers with an oiling agent at an optimum dosage of 1.2 wt% was reported to allow counteracting excessive Gd, s0, and b and to result in composites with improved performance exhibiting a tensile strain capacity beyond 4% [18]. However, oiled PVA fibers are very expensive and add to the invoice of SHCC, thereby reducing the potential for large-scale applications [19]. Graphene oxide (GO) incorporated at 0.05–0.12 wt% was found to increase matrix compactness and to lead to higher Jtip. While the latter is unfavorable for strainhardening, the incorporation of GO also enhanced fiber/matrix interface and increased J0b such that the ratio J 0 b/Jtip was not adversely affected, thereby leading to higher strain-hardening capacity [20]. The incorporation of CaCO3 nanowhiskers resulted in a significant decrease in Gd and an improvement in J 0 b , thereby enhancing the strain-hardening behavior of SHCC [16]. In the context of the development of HVGP-SHCC attempted herein, the incorporation of GP was intended to optimize matrix packing density and eventually enhance composite strength while valorizing an otherwise waste material (post-consumer waste ground-glass). Nonetheless, while optimizing matrix compactness allows higher composite strength, too high particle packing densifies fiber/matrix interfacial transition zone and can lead to excessive s0 which (when associated with fiber rupture) can jeopardize composite ductility [9,17]. Therefore, the current study proposes the incorporation of nanoscale cellulose filaments (CF) to serve as a novel tool to nanoengineer matrix and interface properties of HVGP-SHCC towards higher strength and ductility. CF are nanoscale rod-like cellulosic particles with a nanometric diameter (30–400 nm), micrometric length (100–2000 mm), and high aspect ratio (100–1000). CF belong to nanocellulose materials (NCM) such as cellulose nanocrystals (CNC); microfibrillated cellulose (MFC; and nanofibrillated cellulose (NFC) [21].\nPrecursors of CF as a potential candidate to enhance HVGPSHCC originate from: (i) strengthening/stiffening features emanating from a combination of internal curing and nanoreinforcing effects leading to higher strength (up to 18% in elastic modulus [22], 25% in flexure, and 96% in energy absorption [23]), (ii) CF effect on the microstructure manifested by an increased degree of hydration of ~15% and enhanced micromechanical properties of C-S-H gel matrix of ~12–25%) [22].\nBuilding upon these findings from our previous studies [17,22,23] it is hypothesized herein that while particle packing optimization with the incorporation of GP increases SHCC strength at the detriment of ductility, the incorporation of CF as a nanoreinforcing tool can allow obtaining multi-scale fiber-reinforced HVGPSHCC exhibiting both improved strength and ductility. On the other hand, the high surface area CF may be perceived to interfere at fiber/matrix interfacial zone such that the excessive bonding of PVA fibers to the matrix (and eventually Gd) may be attenuated, thereby potentially contributing to increasing the complementary energy J0b. For this, the aim of this article is to characterize the interface properties of PVA fibers in HVGP-SHCC along with the nanomodification of matrix and interface properties using CF so that optimized interface properties can be obtained to serve in the micromechanical design of HVGP-SHCC. The study contributes towards the development of multi-scale fiber-reinforced SHCC incorporating HVGP and brings to the concrete community novel\ninsights on the development of ecological HPFRCC using domestic ingredients."
    }, {
      "heading" : "2. Research framework",
      "text" : "With the aim of increasing composite strength, the SHCC mixtures considered in this study for characterization and nanomodification of interface properties were first screened on the basis of particle packing optimization using the compressible packing model (CPM) proposed by De Larrad [24] where GP replacement of FA of up to 100% was considered [17]. Selected mixtures ensuing from particle packing optimization (namely with the minimum, moderate, and maximum GP content) were also subjected to nanomodification with CF at dosages of 0.03, 0.05, and 0.10% by mass of cement. Resulting formulations were then considered for single-fiber pull-out test to compile fiber/matrix interface parameters (namely, chemical bond Gd, frictional bond s0, and sliphardening coefficient b). In outcome, interface parameters were used to construct fiber-bridging stress versus crack-opening response [r(d)] for the different formulations using micromechanical principles. Uniaxial direct tensile tests were also conducted to validate the results of r(d) obtained form micromechanical modeling. Fig. 1 presents an overview of the research framework adopted in this study."
    }, {
      "heading" : "3. Experimental program",
      "text" : ""
    }, {
      "heading" : "3.1. Materials properties",
      "text" : ""
    }, {
      "heading" : "3.1.1. Basic SHCC ingredients",
      "text" : "SHCC ingredients include high-sulfate-resistance cement (type HS) with low C3A and C3S content (to enhance the rheology, particularly in light of the hydrophilic effect of CF adversely affecting mixture flowability), type F- fly ash (FA), type GH glass powder (GP), and quartz sand (QS). The cement has a specific gravity (SG)\nof 3.18, Blaine fineness of 438 m2/kg, and mean particle diameter (d50) of 12 mm. The FA used in the study fulfills the requirements of CAN/CSA A3000 specifications and has an SG of 2.55, Blaine surface area of 363 m2/kg, and d50 of 17. The GP used herein has an SG of 2.51 and d50 of 27 mm. The QS has an SG of 2.70, maximum particle size (dmax) of 600 mm, and mean particle size (d50) of 250 mm. Table 1 presents the chemical composition and physical properties of all granular materials used in this study, Fig. 2 provides their particle-size distributions and Fig. 3 presents scanning electron microscope (SEM) images for FA [Fig. 3 (a)] and GP [Fig. 3(b)] used in this study. Polyvinyl-alcohol (PVA) fibers [Fig. 4(a)] were added at 2% per volume of suspended mortar. The fiber has 38 mm diameter, 8 mm length, 40 GPa elastic modulus, and 1400 MPa tensile strength."
    }, {
      "heading" : "3.1.2. Cellulose filaments",
      "text" : "The cellulose filaments (CF) were provided by Kruger Biomaterials Inc. (Trois-Rivières, Québec, Canada). CF have 30–400 nm diameter and 100–2000 mm length. This results in their significantly high aspect ratio of about 100–1000 and high surface area (80–160 m2/g). The filaments were received from the supplier in a dispersed form (colloidal suspension with a nominal solid content of 1.2%). Further information about CF characteristics and sustainability features can be found in our former works [22,23]. Fig. 4(b) depicts a scanning electron microscope (SEM) image of a CF diluted aqueous suspension at a concentration of 0.10%. While it is well established that nanocellulose materials (NCM) in general exhibit remarkable mechanical properties (an axial elastic modulus of 110–220 GPa for the crystalline portion of CF) [21], a full understanding of their intrinsic mechanical properties has not been developed yet and is a topic of ongoing research. Characterizing the mechanical properties of NCM is still a challenging quest due to: (i) the tiny particle size combined with the limited metrology techniques available to characterize NCM, (ii) Multiple axes behavior in NCM [21].\nanomodification of interface properties of HVGP-SHCC.\nTable 1 Chemical compositions of powders and granular materials used in the study.\nComposition Quartz sand Type HS cement Type F Fly ash Type GH glass powder\nSiO2 99.8 22 53.7 73.00 Fe2O3 0.04 4.3 5.6 0.40 Al2O3 0.14 3.5 17.5 1.50 CaO 0.17 65.6 12.4 11.30 TiO2 0.02 0.2 –– 0.04 SO3 –– 2.3 –– –– MgO 0.008 1.9 2.1 1.20 Na2O –– 0.07 1.6 13.00 K2O 0.05 0.8 2.0 0.50 ZnO –– 0.09 –– –– LOI 0.2 1.0 1.8 0.60 C3S –– 50 –– –– C2S –– 25 –– –– C3A –– 2.0 –– –– C4AF –– 14 –– –– Blaine (m2/kg) 438 363 308"
    }, {
      "heading" : "3.2. Mixture proportions",
      "text" : "A basic SHCC mixture with fly ash/cement (FA/c) ratio of 1.2, QS to binder ratio of 0.35 and a water-to-binder (w/b) ratio of 0.28 was considered. A total of fifteen (15) SHCCmixtures (comprised in two mixture series) were developed. In series I, six different ternary mixtures (cement, FA, GP) with variable binary combinations of GP and FA (GP in replacement of FA at 0, 20, 40, 60, 80, and 100%) were developed (Table 2). The replacement of FA by GP was guided by the optimization of matrix packing density using the compressible packing model of De Larrad [24] as detailed elsewhere [17]. The combined particle-size distribution of each of series I-basic mixtures is shown in Fig. 5. In series II, a total of nine\nnanocellulose-modified SHCC mixtures were developed. This involves incorporating CF at dosages of 0.03, 0.05, and 0.10% in each of the following series I-SHCC mixtures (0% GP, 40%GP, and 100% GP). The selection of these mixtures was guided by the optimization of particle packing attempted in series I. For all mixtures, a poly-carboxylate (PCE)-based high-range water reducing admixture (HRWRA) with an SG of 1.09 and solid content of 40%, fulfilling the requirements of ASTM C494 Type F admixtures [25] was used to secure the target mini-slump flow diameter of 300 ± 20 mm in the suspended mortar. Mixture nomenclature consists of three parts, the first designating the percentage of FA, the second designating the percentage of GP, and the third designating the percentage of CF per cement mass. For instance, the identifier 0FA-100GP0.10CF refers to the mixture with complete replacement of FA by GP and the addition of CF at 0.10% per cement mass. In any mixture, the binary combination of FA and GP adds up to 100 and corresponds to (FA + GP)/cement = 1.2."
    }, {
      "heading" : "3.3. Mixing procedures",
      "text" : "In conjunction with other tests conducted on suspended mortar reported elsewhere [17,26], batching of different SHCC mixtures was carried out using a pan mixer of type Mortartman 360 (Imer, CA, USA). In an attempt to deflocculate powder agglomerates and enhance mixture homogeneity, all powders and granular materials were dry mixed for 7 min prior to adding water and HRWRA. In the second step, 95% of mixing water (homogenised with 90% of HRWRA) was added to the mixer slowly during 0.5 min then mixing continued for 2.5 min. For mixtures incorporating CF, a CF-\nsh particles, and (b) glass powder (GP) particles.\nwater suspension was first prepared from a readily dispersed CF (colloidal suspensions with 1.2% CF solid content). Thereafter, the 90% of HRWRA was diluted into 95% of CF-water suspension so that the HRWRA further enhances CF dispersion. More details about CF dispersion protocol can be found elsewhere [22]. The remaining 10% of HRWRA is left for final adjustment of mixture flowability. In the third step, the mixer was stopped for 0.5 min to scrape its blades and edges then mixing continued for another 1 min. The consistency of the suspended mortar was then checked such\nthat when a mini-slump flow diameter of 300 mm was obtained [27], only the remaining water is added (after adjusting the amount of water contained in the unused 10% of HRWRA). Otherwise, a gradual amount of HRWRA is added (along with an adjusted amount of the remaining 5% of water) until the desired 300 mm mini-slump flow diameter is achieved. The resulting mixtures were sampled into the required test specimens. A summary of fresh properties for the different mixtures is presented in Table 3, while further details about fresh state behavior have been reported elsewhere [17,26]."
    }, {
      "heading" : "3.4. Preparation of test samples",
      "text" : "Test samples for single-fiber pull-out (SFP) test were cast on tensile coupon molds (Fig. 6). While rectangular molds can be obviously utilized for the same purpose, the authors used dog-bone molds already constructed to perform direct tensile tests. Existing literature on SFP test for SHCC use long continuous fibers such that the fibers are embedded in the molds with the ends stretched to ensure fiber straightness. When the matrix hardens, the PVA fiber is cut at the desired embedment length, typically 1 mm [15,16,18]. The issue with this technique is that when the matrix is cut at the desired embedded length (1 mm), there will be usually not enough matrix extension left for efficient (yet safe) gripping during the SFP test. Alternatively, the sample can be glued on an\nextension plate that will be gripped during testing. To overcome this complication, a novel technique for preparing test samples for SFP test was developed herein (Fig. 6). Small rubber blocks (22 7 6 mm) were prepared and installed in tensile coupon molds such that the 22 6 mm cross section aligns with the cross-section of the coupon mold. The 7 mm width hosts the free end of the PVA fiber (with a total length of 8 mm) Fig. 6(a), (c) and (d)]. Two notches were made on each rubber block [Fig. 6 (a)]. The notches were placed at the middle third of the rubber\npiece. They extend in depth to mid-height of the rubber block (3 mm). For each block (except for the ones in the middle of the mold), two PVA fibers were placed such that a 7 mm-segment of fiber length stays embedded in the rubber while the remaining 1 mm-segment of fiber length remains hanging Fig. 6(a) and (b)]. SHCC suspended mortars were cast in two equal layers. The first layer is cast from the mold side opposite to the fiber such that the fresh material flows underneath the hanging fiber-end to support it and minimize fiber bending. The second layer is poured\n(starting from the fiber side) slowly to avoid causing fiber bending. For mixtures cast at the grip sides of the molds, each mixture contained two fibers while mixtures cast in the middle of the molds had one fiber. This process allowed casting 10 SFP test samples per mixture for the first case and 5 samples for the second case and yield a total of 125 SFP test samples. Upon casting, specimens were sealed and kept in a controlled environment at 50% relative humidity (RH) and 23 C, then demolded 24 ± 1 h later. Specimens were then sealed inside plastic bags and transferred for storage in a fog room at 100% RH and 22 C temperature until the age of testing.\nA point worth elucidating regarding the current method for preparing test samples for SFP is the straightness of the embedded fiber length Le inside the fresh mortar. As such, while the fiber embedded length Le of 1 mm is too small to cause significant fiber bending inside the fresh mortar, this was verified to ensure that bending of fiber embedded-end caused by fresh mixture weight above Le remains negligible. For this, Le has been modeled as a prismatic solid circular beam. Neglecting the effect of surface tension induced by the liquid phase of the mixture, for simplicity, the fiber is principally subjected to the weight of the mortar layer above it. While the mortar layer underneath the fiber provides support hindering fiber bending, this effect has been disregarded to examine the worst case. The fiber end embedded inside the rubber block being far higher than Le, the latter is considered as a cantilever beam, whereby the fiber length embedded in the rubber (7 mm) provides enough rigid support for Le. Each fiber carries a mortar weight over a tributary length of 7.33 (mold width/3) and a depth of 3 mm (thickness of top mortar layer). The fresh unit weight of each mixture can be used to determine the load per unit length (w) supported by Le. Using the elastic modulus (E) for the fiber and its moment of inertia [Ix ¼ p4 r4, considering circular cross section], then the maximum deflection at fiber tip can be calculated using the formula: dmax ¼ wL 4 e\nEI . Detailed results of fiber deformation at the free end during SHCC fresh state are provided in Appendix I which proves that the deformation was quite negligible (<0.1% in all cases). This suggests that the technique used herein for placing the PVA fibers can ensure fiber straightness necessary for SFP test. It can be viewed as an alternative to the current techniques requiring continuous fibers which are not always readily available in the market."
    }, {
      "heading" : "3.5. Test set-up and procedure",
      "text" : ""
    }, {
      "heading" : "3.5.1. Single-fiber pull-out (SFP) test",
      "text" : "The test set-up for the SFP test is shown in Fig. 7. Owing to the high precision requirements in SFP test, a miniature load cell of 5-N\ncapacity of Zwick type was used for this purpose. The test was conducted under a displacement-controlled mode at a rate of 0.2 mm/s for consistency with the loading rate adopted for direct tension tests conducted in the assessment of actual SHCC. In an attempt to minimize the elastic stretching, the fiber is gripped at less than 1 mm from the matrix top surface. Fig. 7(a) shows a schematic of the test set-up, while Fig. 7(b) illustrates the actual test configuration where two PVA fibers are visible, one of which being tested. Fig. 7(b) (at extreme right) also shows a post-test pulled-out PVA fiber with Le appearing in bright white. Following the above procedures, fiber pull-out load versus fiber slip response was recorded for all mixtures. For each mixture, 5–10 SFP tests were conducted to ensure repeatability. In outcome, 4–7 successful SFP tests were obtained for each mixture."
    }, {
      "heading" : "3.5.2. Uniaxial tensile test",
      "text" : "Uniaxial tensile tests were conducted on dog-bone SHCC samples with the dimensions shown in Fig. 8. Tested samples comprise three GP contents (0, 40, and 60%) as optimized elsewhere [17]. For each GP content, SHCC mixtures formulated with the incorporation of CF at the dosage of 0, 0.03, 0.05, and 0.10% of cement mass were also tested. The test was conducted under a displacementcontrolled mode at a rate of 0.2 mm/min. The test set-up is equipped with a wire extensometer attached at the middle of the sample. This is supplemented by a laser-type extensometer such that all elastic and plastic deformations are well captured (Fig. 8)"
    }, {
      "heading" : "3.6. Data processing",
      "text" : ""
    }, {
      "heading" : "3.6.1. Pull-out versus slip behavior",
      "text" : "The general profile of single-fiber pull-out versus slip for PVA fibers (Fig. 9) proposed by Redon et al. [15] has been used to disclose the effect of glass powder (GP) and that of nanomodification by cellulose filaments (CF) on interface properties. Overall, all tests fall within the generic behavior illustrated in Fig. 9 where three distinct phases characterize the fiber pull-out versus slip behavior: (i) full-bond, (ii) fiber/matrix debonding, and (iii) fiber frictional sliding.\nPhase I (Full bond): This is the linear segment of the pull-out load versus slip response. During this phase, increasing the packing density (by incorporating GP) intensifies the contact points between the fiber and the matrix and roughens the interface [17] as illustrated in Fig. 10. This increases the frictional bond s0 and leads to higher pull-out resistance. On the other hand, with the incorporation of CF, the high surface area of these polymers creates a new interface between the PVA fiber and the\net-up (left), close view at test sample (middle), and a pulled-out fiber whereby the\nmatrix (Fig. 11). This fosters a polymer–polymer friction (PVACF) over a polymer-matrix (PVA-matrix) friction, thereby altering interface properties. Phase II (Fiber/matrix debonding): This is the concaved-down segment following the linear portion in the pull-out load versus slip response. In this phase, as the pull-out load is resisted by a synergy between chemical adhesion in the undebonded fiber segment and frictional bond in the debonded fiber segment, higher packing density (by incorporating GP) would increase the frictional resistance due to a denser matrix surrounding the PVA fiber (Fig. 10). This can increase the pull-out resistance, but can also lead to fiber rupture, undesirable for strainhardening [15,17]. The incorporation of CF, on the other hand, can play a balancing role where the interference of the nanoscale CF polymers would attenuate friction during this phase (Fig. 11). Phase III (Fiber frictional sliding): This is the extended portion of the pull-out load versus slip response beyond point Pb. Fiber sliding during this phase is characterized by three behaviors (slip-hardening, constant friction or slip-softening effect) depending on the slip-hardening coefficient b which is, respectively, positive, zero or negative [8,15] as illustrated in Fig. 9. In this phase, the effect of increasing matrix packing density can be viewed from two perspectives: (i) higher packing density increases fiber/matrix interfacial friction and thus leads to higher pull-out resistance, however, (ii) too high packing density can generate frictional stresses exceeding fiber apparent tensile strength. This can cause premature fiber breakage rather than fiber pull-out preferable for strain-hardening [15,17]. As for CF, the omnipresence of these flexible polymeric fibrils on PVA fiber/matrix interface can be perceived to attenuate interfacial friction as the PVA fiber slides-out of the matrix. Moreover, during the fiber-sliding phase, CF can contribute to creating a sort of jamming effect, thereby delaying fiber pull-out. The slip-hardening response can be viewed as an advantageous feature as it allows fibers during the sliding phase to continue withstanding higher load levels (Pc) even beyond the debonding load (Pa)."
    }, {
      "heading" : "3.6.2. Determination of fiber/matrix interface parameters",
      "text" : "Following the procedure described in Section 3.5.1, the basic data for SFP test were collected. This consists of fiber pull-out load (P) versus fiber slip response (S). To ensure that actual fiber slip (S) is obtained, the as-recorded slip ( _S) was corrected by subtracting the elastic deformation (€S) of fiber caused by fiber stretching using the relationship: S = _S €S; where the elastic deformation €S = PLe/AfEf, Af = fiber cross-sectional area, Le = fiber embedded length, and Ef = fiber elastic modulus. The resulting pull-out versus slip response was plotted and the interface parameters of interest for SHCC micromechanical tailoring were determined. This includes the chemical bond Gd, the frictional bond s0, and the slip-hardening coefficient b.\nThe chemical bond Gd was determined using the relationship:\nGd ¼ 2 Pa Pbð Þ 2\np2Ef d 3 f\nin J=m2 ð1Þ\nwhere Ef = fiber axial Young’s modulus of elasticity; and df = fiber diameter.\nThe frictional bond s0 at the onset of fiber sliding was determined using the following relationship:\ns0 ¼ Pbpdf Le in MPa ð2Þ\nwhere Le is the embedded fiber length. The slip-hardening coefficient b is a parameter that depends on the slope of the pull-out versus slip curve during the frictional sliding stage (phase III). It was determined from the initial slope of phase III in the pull-out versus slip curve using the formula:\nb ¼ df Lf\n1\ns0pdf\nDP\nD _S ! _S 0 þ 1\n2 4\n3 5 ð3Þ\nThe term DP D _S ! _s 0 designates the first derivative of the pull-out\nversus slip response at the onset of fiber sliding."
    }, {
      "heading" : "3.6.3. Linking interface properties to composite behavior",
      "text" : "The extrapolation from single-fiber response in pull-out to the composite behavior under uniaxial tension goes through linking the above-determined interface parameters to the composite behavior. This necessitates taking into account several factors such as fiber status (bonded, unbonded, frictional sliding phase, or ruptured), fiber orientation, and a set of fiber parameters (i.e., snubbing coefficient, strength reduction factor, and spalling effect).\nIn this context, the relationship between the pull-out load (P) of a single-fiber and its corresponding fiber debonding length (d) can be computed from Lin et al.’s [8] theoretical model [shown in Eq. (4)] derived on the basis of stress analysis and energy balance principle: P dð Þ ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi p2Ef d\n3 f s0 1þ gð Þ 2 dþ p 2Ef d 3 f Gd 1þ gð Þ 2\ns ð4Þ\nwhere Ef is the elastic modulus of the fiber, df is the diameter of the fiber, s0 is the frictional bond strength, Gd is the chemical bond, and g = (VfEf)/(VmEm) where Vf is the volume fraction of the fiber, Vm is the volume of the matrix, and Em is the elastic modulus of the matrix.\nEq. (1) can model the relationship between the load and the debonding length during the fully bonded phase (I) (Fig. 9) combining chemical and frictional bonding. When the fiber is fully debonded and is left sliding over frictional bonding only, the relationship between P and d is governed by Eq. (5)\nP dð Þ ¼ pdfs0 1þ d d0df b le d d0ð Þ½ ð5Þ\nwhere d0 is the pull-out length corresponding to full debonding and is defined as in Eq. (6)\nd0 ¼ 4s0L 2 e 1þ gð Þ Ef df\nþ 4 ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi 2GdL\n2 e 1þ gð Þ Ef df\ns ð6Þ\nTo include the effect of fiber orientation (being random in the composite) and its consequent implication on frictional forces, Morton and Groves [28] and subsequently Li [29] introduced the snubbing effect f (> 0) as proposed in the following empirical equation [Eq. (7)] to account for the increase in the bridging load P at an inclination angle h by analogy to a friction pulley at the exit point.\nP hð Þ ¼ P 0ð Þefh ð7Þ On the other hand, to account for the vulnerability of some fibers to bending and to lateral stresses when loaded at an inclined angle, a strength reduction factor f 0 has been introduced for PVA fibers by Redon et al. [15] as shown in Eq. (8).\nrfu hð Þ ¼ rfu 0ð Þe f 0h ð8Þ\nA spalling effect (k) has also been introduced by Yang et al. [30] as in Eq. (9) to account for some additional forces and stress concentrations exerted by an inclined fiber on the matrix. It is the reaction of the matrix to the pressure created by the inclined fiber such that when the stresses created by the fiber are higher than the strength of the matrix, the latter experiences a spalling of size S as follows:\nS ¼ Psin h 2\nkdfrmucos2 h2 ð9Þ where P is the external force acting on the fiber, h is the orientation of the fiber, rmu is the matrix tensile strength, and k is the spalling coefficient (a constant that depends on fiber geometry and matrix stiffness).\nFinally, to extrapolate from the effect of single-fiber orientation to that of multiple fiber orientation in the composite, Kanda and Li [31] proposed the flowing equation [Eq. (10)] which accounts for this issue in the form of a probability density function for fiber orientation and single-fiber pull-out load P (h, Le, d).\nrB dð Þ ¼ 4Vf pd2f Zp2 0 ZLf2 0 P h; Le; dð Þp hð Þcos hð ÞdLedh ð10Þ\nwhere p hð Þ is the probability density function for fiber orientation. Thus, starting from interface parameters, Eq. (10) enables to determine the bridging capacity at the composite level for a fixed volume fraction of fibers (Vf). In the current study, basic interface properties (Gd, s0, and b) were collected from SFP test as in Section 3.6.2, Vf was fixed at 2%, the snubbing coefficient f for PVA fibers was assumed to be 0.30 [32], fiber strength reduction factor f 0 was also taken as 0.30 [31], the spalling coefficient was taken as 500 [30]. The parameters f, f 0, and k were assumed herein to be insensitive of matrix composition (GP or CF content) for sim-\nplicity. This assumption remains conservative for the following reasons: (i) with increased packing density by GP, f is expected to increase while f 0 is expected to decrease, thereby leading to higher bridging capacity. Similarly, (ii) the nano-bridging effect of CF fostering a stiffer matrix is expected to limit matrix spalling (at exit point of inclined fibers) thereby leading to higher bridging capacity.\nBy implementing the above equations and following the numerical procedures for the determination of fiber bridging capacity proposed in [30], fiber bridging stress versus crack opening response for the different formulations was constructed and presented in Section 4.3."
    }, {
      "heading" : "4. Results analysis and discussions",
      "text" : ""
    }, {
      "heading" : "4.1. Effect of glass powder on interface properties",
      "text" : "Fig. 12 presents the pull-out versus slip response for the different mixtures with varying GP content in replacement of FA. The influence of GP on interface properties can be explained based on the generalized pull-out response depicted earlier in Fig. 9 as well as in light of the effect of CF on matrix packing density presented in Table 2. Table 2 indicates that GP increased the packing density from 64% in the reference mixture (with 0 GP) to 66, 70, 72, 73, and 74%, respectively, in the SHCC with 20, 40, 60, 80, and 100% replacement of FA with GP. As such, GP plays a filler effect that can be correlated to the gradation of different granular materials shown earlier in Fig. 2. The latter indicates that GP [with a mean particle size (d50) of 27 mm)] as compared to that of cement (d50 = 12 mm) and that of FA (d50 = 17 mm), can permit filling the particle gap between the binders (cement and FA) from one side and the QS (d50 = 250 mm) from another side. This is more evident from the PSD of GP falling between that of binders (cement and FA) from one side and that of QS from another side. In consequence of this observed effect of GP on matrix compactness, Fig. 12 indicates that replacing FA by GP influences the pull-out versus slip response. The most remarkable effect appears on the maximum pull-out load as well as on the frictional sliding phase. The maximum pull-out load [during the fully bonded phase (I)] appears to increase with increasing GP content. It increased from an average of 0.53 N in the reference mixture to an average of 0.86 N in the mixture with 100% GP. This\ncan be perceived to increase the overall fiber bridging capacity (r0) to be discussed later in Section 4.3. However, the increase in the pull-out load is also accompanied with a relative drop in the slip distance from ~0.80 mm in the reference mixture to ~0.50 mm in the mixture with 100% GP as can be inferred from the trend of the pull-out versus slip response depicted in Fig. 12. Furthermore, the frictional sliding phase (III) was characterized by constant friction in all tests in the reference mixture. At increasing GP, with higher pull-out load resistance, more tests reveal a sudden sharp drop in the pull-out response.\nThe above results of pull-out versus slip response were further used to determine the interface properties presented in Fig. 13 [source data provided in Appendix II]. With increasing GP content, a continuous increase in s0 was recorded (from 2.95 MPa in the reference mixture to 3.10, 4.30, 4.62, 5.57, and 6.84 MPa, respectively, in the mixtures with 0, 20, 40, 60, 80, and 100% GP). On the other hand, the chemical bond Gd remained quite comparable (considering the variability of results) but showed an overall decreasing trend with higher GP content (from 2.65 j/m2 in the reference SHCC to 2.45 J/m2 in the SHCC with 100% GP). The slip-hardening coefficient b, on the other hand, remained comparable [ 0.005 which corresponds to a constant frictional sliding (b = 0)] up to 40% GP, then dropped at increasing GP as more tests revealed sudden drop in the pull-out resistance at higher s0. The significant increase in s0 observed with increasing GP is attributed to the increased matrix compactness, whereby the fiber/matrix interface becomes denser and rougher. The slight drop in Gd may be attributed to a dilution effect of GP hindering chemical adhesion between the PVA fiber and the cement. The reduced b at higher GP can be a consequence of the increased s0 which rather promotes fiber premature rupture over the frictional sliding mode. Thus, the most significant effect of GP shows on increasing s0. While this has increased the maximum pull-out load observed in systems with high GP content, excessive s0 can cause fiber rupture, thereby jeopardizing composite ductility. As a result, a measure for attenuating the interface friction (such that the increase in pull-out load is optimized towards enhanced composite strength and ductility-may be useful). This has been attempted herein by the incorporation of the nanoscale CF as addressed in the Section 4.2.\nFig. 12. Pull-out load versus slip response for different glass powder (GP) contents in rep (e) 100% GP."
    }, {
      "heading" : "4.2. Nano-modifying the interface properties using cellulose filaments",
      "text" : "The effect of nanomodification with cellulose filaments (CF) on the pull-out response was assessed on three categories of SHCC, namely the SHCC mixtures with 0, 40, and 100% GP. These mixtures were chosen based on the assessment of packing density [17] such that the effect of CF on interface properties at a scattered range of GP contents may be disclosed.\nFig. 14 presents the results of SFP tests for the above three systems (0, 40, and 100% GP) along with the corresponding mixtures obtained by incorporating CF at 0, 0.03, 0.05, and 0.10%. Overall results indicate remarkable changes in all the three phases of the pull-out versus slip response described in the generalized pullout response depicted earlier in Fig. 9. The response of the reference mixture (100FA-0GP-0CF) depicted in Fig. 14(a) undergoes phase I (fully bonded) by attaining approximately 0.55 N, then undergoes phase II with a quite significant drop from Pa to Pb (implying higher chemical bond). Thereafter, the slip response at phase III (sliding) exhibits constant frictional sliding (b 0).\nThe above pull-out response exhibited noticeable change upon the incorporation of CF at 0.03, 0.05, and 0.10% [as shown in Fig. 14(b)–(d), respectively]. Overall, the average peak load attained during phase I (fully bonded) was lower in all systems with CF. The\nlacement of fly ash (FA): (a) 0% GP, (b) 20% GP, (c) 40% GP, (c) 60% GP, (d) 80% GP, and\nPa to Pb difference during phase II of pull-out response was also lower, while a significant slip-hardening effect (b > 0) was observed during the frictional sliding phase (III).\nThe above trend of CF effect on altering the pull-out response is further confirmed by the results of systems containing 40% GP. The system without CF (60FA-40GP-0CF) depicted in Fig. 14(e) had an average peak load in phase I of ~0.71 N, a Pa to Pb average difference of 0.17 N, followed by frictional sliding of fiber (b 0). On the other hand, the systems containing CF depicted in Fig. 14(f)-(g) recorded an average peak load in phase I in the range of 0.40–0.50 N, a Pa to Pb average difference in the range of 0.03–0.06 N, and remarkable slip-hardening effect as reflected by the rising portion of the graph during the frictional sliding phase. A similar effect of CF was noticed in the mixture with 100% GP where the incorporation of CF attenuated the peak load during phase I.\nIn harmony with the above trend recorded in the pull-out versus slip response, the results of interface parameters reported in Fig. 15 indicate that with the incorporation of CF, the frictional bond s0 has been attenuated in all mixtures (with a more significant effect in mixtures with high GP). On the other hand, in consequence to the drop in Pa to Pb difference observed in the presence of CF, the chemical bond Gd has been attenuated with the incorporation of CF. Furthermore, the remarkable rising portion of the pull-out response during the sliding phase observed in systems with CF resulted in increasing the slip-hardening effect from b 0 in systems without CF to b 0.2–1.5 in systems with CF.\nWhile higher interface properties can enhance the maximum pull-out load and increase the bridging capacity, for strainhardening behavior to prevail, interface properties need to be attenuated such that Gd is the lowest while s0 is maintained at moderate levels [9]. As such, the effect of CF on attenuating Gd and s0 is advantageous for composite strain-hardening performance.\nThe effect of CF on attenuating interface frictional bond can be associated with the interference of the omnipresent and high surface area CF at the interfacial transition zone between the matrix and the PVA fiber. In situations where the fiber/matrix interface\nFig. 14. Effect of nanomodification with cellulose filaments (CF) on pull-out response in: (\nis very dense, the resulting higher s0 can enhance the maximum pull-out load, but can adversely lead to premature fiber rupture or surface damage as shown in Fig. 16. As such, Fig. 16(a) illustrates the status of pulled-out fiber at moderate s0 (0GP), Fig. 16(b) illustrates surface scratch at high s0 (40%GP), while Fig. 16(c) illustrates fiber damage at excessive s0 (100%GP). With the increase in s0 being attributed to high matrix compactness, the latter needs to be optimized to obtain moderate s0 to promote fiber pull-out over fiber rupture and foster strain-hardening, in consequence [3,7,9].\nTherefore, the effect of the nanoscale CF as an interface material can be perceived to promote a polymer–polymer interaction (between CF and PVA) as shown in Fig. 17(a) and (b). This can reduce the excessive frictional forces between the PVA fiber and the matrix and lead to lower s0. Likewise, the reduction in Gd observed in systems with CF can be attributed to the interference of CF between the PVA fibers and the matrix. This reduces the contact sites between the PVA fibers and the matrix and consequently lowers the concentration of active cations from the matrix (particularly Al3+ and Ca2+) responsible for the affinity between the PAV fibers and the matrix [13,14]. Lowering Gd reduces the likelihood of fiber delamination [15] and contributes towards enhancing the ductility at composite level. On the other hand, lowering Gd can cause fiber/matrix debonding at relatively lower load (as observed herein in SHCC incorporating CF). This was found elsewhere to contribute towards higher complementary energy J0b which, in trurn, allows to fulfil the energy criterion for pseudo-ductility behavior and fosters composite tensile strain capacity [18].\nAs for the slip-hardening effect b, the remarkable impact of CF on this parameter may emerge from a potential jamming effect created by the nanoscale CF coating the PVA fibers [Fig. 17(a) and (b)] and meshing the matrix at the nanoscale [Fig. 17(c)]. This can allow PVA fibers to debond at lower pull-out load (due to the reduced s0 and Gd as explained above), but with the jamming effect created by the surrounding CF, the sliding-out of PVA fibers may consume supplementary pull-out load, thereby leading to the observed significant effect in slip-hardening with b values in the rage of 1.5.\na-d) systems with 0% GP, (e-g) systems with 40% GP, and (i-l) systems with 100% GP."
    }, {
      "heading" : "4.3. Fiber bridging capacity",
      "text" : "Fig. 18 presents the fiber bridging stress versus crack opening response or r(d) for the different SHCC formulations. Fig. 18(a)\nFig. 16. PVA fiber status post single-fiber pull-out test in strain-hardening cementitious fiber damage at increasing GP, which reveals the higher interfacial friction as well as p\nillustrates the effect of GP on r(d) where higher maximum bridging stress (r0) is observed with increasing GP content. This is due to the higher frictional bond s0 associated with the increased matrix packing density and stiffness at higher GP as highlighted earlier. The figure also indicates a decrease in the crack opening (d0) corresponding to the maximum bridging stress at high GP content. As a result, at increasing GP content, the rising branch of r(d) is steep whereas the descending branch shows softening response. While this trend implies increased composite strength at high GP content, it can adversely affect the complementary energy J0b and can lead to a reduced composite ductility.\nOn the other hand, the r(d) for mixtures incorporating CF indicates that while the incorporation of CF didn’t necessarily increase the maximum bridging capacity (r0), obviously due to the attenuated frictional bond s0 (Section 4.2), CF enhance the capacity of PVA fibers to withstanding wider crack opening while maintaining higher bridging stress as reflected by the broader stress peak in the r(d) curve [Fig. 18(b)–(d)]. This can culminate into higher complementary energy J0b [18]. Therefore, while the optimization of matrix packing density in HVGP-SHCC allows designing SHCC formulations with improved strength, nanomodification with the incorporation of CF offers a multi-scale reinforcing system exhibiting improved ductility. This offers a twofold opportunity for promoting the sustainable development: valorizing an otherwise waste material (GP) into the development of high-performance concrete and exploiting the multifunctional properties of the most abundant (and renewable) natural polymer on the planet (cellulose)."
    }, {
      "heading" : "4.4. Experimental validating of SHCC performance",
      "text" : "To validate the results of fiber bridging capacity [r(d)] discussed in the previous section, an experimental campaign involving uniaxial tensile testing was conducted on selected SHCC mixtures. This comprises three GP contents (0, 40, and 60%) and four different CF dosages (0, 0.03, 0.05, and 0.10% of cement mass). The corresponding results are depicted in Fig. 19."
    }, {
      "heading" : "4.4.1. Effect of replacing FA with GP on the uniaxial tensile behavior",
      "text" : "The effect of varying GP content from 0 to 40 to 100% (in replacement of FA) on the uniaxial tensile behavior of SHCC are depicted in Fig. 19(a), (e), (i), respectively. The figures show that the replacement of FA with GP increases the first cracking strength as well as the post-peak strength identified in Fig. 19(a) by the peaks rcc and rpc, respectively. For instance, rcc has increased from 2.08 MPa in the SHCC with 0 GP to 3.15 and 4.47 MPa in the SHCC mixtures with 40 and 100% GP, respectively. Likewise, rpc has increased from 3.34 MPa in the SHCC with 0 GP to 4.00 and 5.12 MPa, respectively, in the SHCC mixtures with 40 and 100% GP. These results confirm the findings of Siad et al. [33] indicating that higher flexural capacity can be achieved when GP was used in\ncomposites (SHCC) with: (a) 0% GP, (b) 40% GP, and (c) 100% GP. The figure illustrates ull-out load, but the consequent reduced slip at instances of fiber damage.\nSHCC. While replacing FA with GP in this study shows positive effect on strength properties, the ductility was adversely affected particularly at high GP content. For instance, whereas the ultimate tensile strain capacity (eu) was lowered from 3.01% in the SHCC with 0 GP to 2.78% in the SHCC with 40% GP, the drop in eu was more significant in the SHCC with 100% GP (eu = 0.74%).\nThe enhanced rcc with GP is associated with the increase in matrix strength obtained with the filler effect of GP as detailed elsewhere [17]. It is also ascribable to the significant hardness of GP particles [34]. On the other hand, the enhanced rpc is attributable to the higher s0 observed with GP. Excessive s0, however, reduces the ultimate strain capacity eu as observed herein. This is ascribable to the fact that while higher frictional bond s0 increases the pull-out load, it can also increase the likelihood of fiber damage Fig. 16(b), (c)], thereby affecting the post-cracking response and ductility. The above trend in the experimental tensile strength behavior validates the results of fiber bridging stress versus crack\nopening response r(d) (Fig. 18) stemming from the micromechanical theory."
    }, {
      "heading" : "4.4.2. Effect of nano-modification with CF on the uniaxial tensile behavior",
      "text" : "Fig. 19 also depicts the uniaxial tensile behavior of nanocellulose-modified HVGP-SHCC. Overall, the incorporation of CF significantly enhanced the tensile strain capacity (eu) with a more pronounced effect at high GP content. In the SHCC with 0 GP [Fig. 19(a)] which has eu of 3.01%, for instance, the incorporation of CF at 0.03, 0.05, and 0.10% [(Fig. 19(b)–(d)] increased eu to 3.33, 3.60, and 3.78%, respectively. This corresponds to enhancements of 11, 20, and 26%, respectively. In the SHCC with 40% GP [Fig. 19(e)], the incorporation of CF at 0.03, 0.05, and 0.10% [Fig. 19(f)–(h), respectively] increased eu from 2.78% to 3.12, 3.54, and 3.81%, respectively. This corresponds to enhancements of 12, 27, and 37%. The highest gain in eu was achieved in the SHCC with 100%\nGP [Fig. 19(i)] which had initially the lowest eu. The incorporation of CF at 0.03, 0.05, and 0.10% [(Fig. 19(j)–(l), respectively] increased eu in the SHCC with 100% GP from 0.74% to 1.81, 2.56, and 2.65%, respectively. This corresponds to enhancements of 145, 246, and 258%.\nThe above results indicate that with the incorporation of CF, the post-peak behavior is significantly enhanced particularly in SHCC with high GP content. The role of CF appears to particularly restore the loss in ductility experienced in HVGP-SHCC. The significant enhancement in tensile ductility obtained with CF can be a result of the effect of CF on the interface properties of HVGPSHCC as described earlier. In fact, in systems with CF, the interfacial bond is altered due the polymer–polymer (PVA-CF) interface friction attenuating s0 and Gd while fostering b. In this regard, as CF imparts a characteristic slip-hardening response b on fiber pull-out versus slip response, this slip-hardening response can be seen to be transposed from the micromechanical level of individual fibers to the matrix level where an enhanced strainhardening behavior is reflected by an increased eu as observed herein. Beside the effect of CF on interface properties of SHCC, the improved ductility can stem from the effect of CF as a nanoreinforcing tool providing a bridging effect at the scale of hydrates, thereby leading not only to higher elastic modulus in the bulk matrix but also to higher micromechanical properties of the C-S-H gel matrix ( 12–25% higher indentation modulus M) as demonstrated in our previous work [22]. At increasing elastic modulus, the crack tip toughness Jtip can be maintained at moderate levels while the complementary energy J0b can be improved, thereby leading to an enhanced J0b=Jtip ratio, an essential indicator of strain-hardening behavior."
    }, {
      "heading" : "5. Summary and conclusions",
      "text" : "In this study, single-fiber pull-out (SFP) tests were conducted on strain-hardening cementitious composites incorporating highvolume ground pozzolans (HVGP-SHCC) to characterize the interface properties necessary for micromechanical tailoring of SHCC. A new simplified method for preparing SFP test samples was developed. Furthermore, a novel approach for modifying the interface properties of SHCC towards an enhance strain-hardening performance at the composite level was also presented. This consists of nanomodification of SHCC with the incorporation of nanoscale cellulose filaments (CF). The following specific conclusions can be drawn:\nReplacement of fly ash (FA) with GP in SHCC through packing density optimization resulted in denser matrices. This caused the frictional bond s0 to increase significantly (from 2.95 MPa in the system without GP to 6.84 in the system with GP), with no significant effect on the chemical bond Gd and the sliphardening effect b. The increased frictional bond was found to lead to higher pull-out resistance in systems with high GP content, but fiber slip was shorter and fiber damage was more often. The incorporation of nanoscale CF at dosages ranging from 0.03 to 0.10% allowed to significantly alter the pull-out behavior by attenuating s0 and Gd while imparting a remarkable b. CF allowed creating a new interface between the PVA fibers and the matrix (as demonstrated by microstructure investigation). This attenuated the excessive s0 and Gd and allowed fiber pullout at lower loads, but imparted significant b of up to 1.5. This allowed shifting the fiber pull-out (during the sliding phase)\nfrom frictional sliding to slip-hardening. In consequence, increased pull-out load was maintained before complete fiber pull-out. The effect of GP and CF on interface properties was reflected on the fiber-bridging capacity versus crack opening response. Thus, with high GP content, the maximum bridging capacity r0 was higher while the corresponding crack opening was lower. Conversely, the incorporation of CF at three ranges of GP (0, 40, 100% replacement of FA) led to increasing the capacity of PVF fibers to sustain higher crack opening while increasing the tensile strain level at which softening response occurs. This can be reflected by higher complementary energy and can lead to an enhanced strain-hardening response at the composite level. Experimental validation of micromechanical results through uniaxial tensile tests showed that the incorporation of GP increases both the first crack strength (rcc) as well as the post crack strength (rpc) due to the increase in matrix packing density as well as to the intrinsic hardness of GP particles. However, reduced tensile ductility was observed in SHCC with high GP content due to excessive s0 leading to fiber damage. Nano-modification of HVGP-SHCC with the incorporation of CF imparted higher eu and contributed towards restoring the loss in ductility experienced in HVGP-SHCC.\nFinally, overall results indicate that when GP was incorporated in SHCC through the guidance of particle packing, HVGP can be\nAppendix I\nVerification of the deformation (at fresh state) in the fiber embedd\nSeries No. Mixture name Deformation of fiber embedd\nUnit weight (kg/m3) Mixture weig (10 5N/mm3)\nI 1 M100FA-0GP-0CF 2034 1.99 2 M80FA-20GP-0CF 2037 2.00 3 M60FA-40GP-0CF 2039 2.00 5 M40FA-60GP-0CF 2040 2.00 5 M20FA-80GP-0CF 2039 2.00 6 M0FA-100GP-0CF 2035 2.00\nII 7 M100FA-0GP-0.03CF 2021 1.98 8 M100FA-0GP-0.05CF 2018 1.98 9 M100FA-0GP-0.10CF 2015 1.98 10 M60FA-40GP-0.03CF 2032 1.99 11 M60FA-40GP-0.05CF 2030 1.99 12 M60FA-40GP-0.10CF 2027 1.99 13 M0FA-100GP-0.03CF 2025 1.99 14 M0FA-100GP-0.05CF 2023 1.98 15 M0FA-100GP-0.10CF 2015 1.98\nused to design SHCC with higher strength than that of conventional SHCC with high-volume fly ash (HVFA). Furthermore, nanocellulose offers a new tool to nanomodify matrix and interface properties such that the adverse effect of HVGP-SHCC on ductility can be overcome. As a result, SHCC with improved strength and ductility can be formulated. This unveils new opportunities for offering ecological high-performance fiber-reinforced cementitious composites (HPFRCC) necessary for sustainable and resilient concrete infrastructures.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This project is jointly supported a Cooperative Research and Development (CRD) grant from the Natural Sciences and Engineering Research Council of Canada (NSERC), Canada Vanier Graduate Scholarship (CGS) program award no: 360284, Kruger Biomaterials Inc. (QC, Canada), and Euclid Admixture Canada Inc. The authors are grateful to the financial support from all these partners.\ned end.\ned end\nht weight carried by the fiber embed end (10 4N/mm) Fiber deformation at free end (10 4 mm) Deformation/ Embedded length (%)\n6.58 8.370 0.084 6.59 8.382 0.084 6.60 8.391 0.084 6.60 8.395 0.084 6.60 8.391 0.084 6.59 8.374 0.084\n6.54 8.316 0.083 6.53 8.304 0.083 6.52 8.292 0.083 6.58 8.362 0.084 6.57 8.353 0.084 6.56 8.341 0.083 6.55 8.333 0.083 6.55 8.325 0.083 6.52 8.292 0.083\nAppendix II\nPVA fiber/matrix interface properties.\nSeries No. Mixture name Interface parameters\nFrictional bond, s0 (MPa)\nChemical bond, Gd (J/m2)\nSlip-hardening coefficient (b)\nPull-out work per embedded fiber area (wp) (N/mm)\nI 1 100FA-0GP 2.95 ± 0.52 2.65 ± 0.14 0.0030 1.13 ± 0.21 2 80FA-20GP 3.10 ± 0.40 2.61 ± 0.18 0.0061 1.28 ± 0.17 3 60FA-40GP 4.30 ± 0.80 2.60 ± 0.14 0.0057 1.84 ± 0.20 4 40FA-60GP 4.62 ± 0.89 2.57 ± 0.10 0.0031 2.18 ± 0.18 5 20FA-80GP 5.57 ± 0.92 2.52 ± 0.16 0.0023 2.76 ± 0.14 6 0FA-100GP 6.84 ± 0.80 2.45* –– 3.16 ± 0.19\nII 7 100FA-0GP-0.03CF 2.94 ± 0.56 0.27 ± 0.10 1.24 ± 0.39 1.52 ± 0.25 8 100FA-0GP-0.05CF 2.82 ± 0.66 0.25 ± 0.12 1.51 ± 0.20 1.68 ± 0.15 9 100FA-0GP-0.10CF 2.80 ± 0.78 0.21 ± 0.06 1.31 ± 0.34 1.72 ± 0.15 10 60FA-40GP-0.03CF 3.83 ± 0.32 0.30 ± 0.02 1.18 ± 0.10 1.92 ± 0.16 11 60FA-40GP-0.05CF 3.13 ± 0.41 0.18 ± 0.05 1.05 ± 0.16 2.09 ± 0.13 12 60FA-40GP-0.10CF 3.03 ± 0.33 0.13 ± 0.07 1.07 ± 0.12 2.26 ± 0.18 13 0FA-100GP-0.03CF 3.61 ± 0.45 0.58 ± 0.10 0.004 1.63 ± 0.12 14 0FA-100GP-0.05CF 3.42 ± 0.20 0.22 ± 0.12 0.005 2.42 ± 0.15 15 0FA-100GP-0.10CF 3.38 ± 0.14 0.32 ± 0.30 0.007 2.58 ± 0.22\n*Chemical bond energy (Gd) calculated from one test as the drop Pa to Pb in pull-out load becomes less frequent at high GP content."
    } ],
    "references" : [ {
      "title" : "Engineered Cementitious Composites (ECC) – Tailored Composites Through Micromechanical Modeling",
      "author" : [ "V.C. Li" ],
      "venue" : "Fiber Reinforced Concrete: Present and the Future, Canadian Society for Civil Engineering, Montreal",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Tensile strain-hardening behavior of polyvinyl alcohol engineered cementitious composite",
      "author" : [ "V.C. Li", "S. Wang", "C. Wu" ],
      "venue" : "ACI Mater. J. 98 (6) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "On engineered cementitious composites (ECC) – a review of the material and its application",
      "author" : [ "V.C. Li" ],
      "venue" : "J. Adv. Concr. Technol. 1 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Steady state and multiple cracking of short random fiber composites",
      "author" : [ "V.C. Li", "C.K.Y. Leung" ],
      "venue" : "ASCE J. Eng. Mech. 188 (11) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "From micromechanics to structural engineering – the design of cementitious composites for civil engineering application",
      "author" : [ "V.C. Li" ],
      "venue" : "J. Struct. Eng. Earthq. Eng. 10 (2) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Interface property characterization and strengthening mechanisms in fiber reinforced cement-based composites",
      "author" : [ "V.C. Li", "H. Stang" ],
      "venue" : "Adv. Cem. Based Mater. 6 (1) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Crack bridging in fiber reinforced cementitious composites with slip-hardening interfaces",
      "author" : [ "Z. Lin", "V.C. Li" ],
      "venue" : "J. Mech. Phys. Solids 45 (5) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "On interface property characterization and performance of fiber-reinforced cementitious composites",
      "author" : [ "Z. Lin", "T. Kanda", "V.C. Li" ],
      "venue" : "J. Concr. Sci. Engrgy 1 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Engineered cementitious composites with high-volume fly ash",
      "author" : [ "S. Wang", "V.C. Li" ],
      "venue" : "ACI Mater. J. 104 (3) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Development of self-compacting strain-hardening cementitious composites by varying fly ash content",
      "author" : [ "C. Lin", "O. Kayali", "E.V. Morozov", "D.J. Sharp" ],
      "venue" : "Constr. Build. Mater. 149 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Use of high volumes of fly ash to improve ECC mechanical properties and material greenness",
      "author" : [ "E.H. Yang", "Y. Yang", "V.C. Li" ],
      "venue" : "ACI Mater. J. 104 (6) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Durability properties of micro-cracked ECC containing high volumes fly ash",
      "author" : [ "M. Sahmaran", "V.C. Li" ],
      "venue" : "Cem. Concr. Res. 39 (11) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "High strength cement pastes",
      "author" : [ "S.A. Rodger", "S.A. Brooks", "W. Sinclair", "G.W. Groves", "D.D. Double" ],
      "venue" : "J. Mater. Sci. 20 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1985
    }, {
      "title" : "Evolution of mechanochemistry and microstructure of a calcium aluminate-polymer composite: part I—Mixing Time Effects",
      "author" : [ "M.A. Gulgun", "W.M. Kriven", "L.S. Tan", "A.J. McHugh" ],
      "venue" : "J. Mater. Res. 10 (7) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Measuring and modifying interface properties of PVA fibers in ECC matrix",
      "author" : [ "C. Redon", "V.C. Li", "C. Wu", "H. Hoshiro", "T. Saito", "A. Ogawa" ],
      "venue" : "ASCE J. Mater. Civ. Eng. 13 (6) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "CaCO3 whisker modified engineered cementitious composite with local ingredients",
      "author" : [ "H. Ma", "J. Cai", "Z. Lin", "S. Qian", "V.C. Li" ],
      "venue" : "Constr. Build. Mater. 151 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Coupling particle packing optimization with micromechanical tailoring for the development of ecological strain-hardening cement composites (SHCC) with high-volume recycled glass powder (HVGP)",
      "author" : [ "O.A. Hisseine", "A. Tagnit-Hamou" ],
      "venue" : "Article under review by Constr, Build. Mater. ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Interface tailoring for strainhardening polyvinyl alcohol-engineered cementitious composite (PVA-ECC)",
      "author" : [ "V.C. Li", "C. Wu", "S. Wang", "A. Ogawa", "T. Saito" ],
      "venue" : "ACI Mater. J. 99 (5) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Study on mechanical properties of costeffective polyvinyl alcohol engineered cementitious composites (PVA-ECC)",
      "author" : [ "Z. Pan", "C. Wu", "J. Liu", "W. Wang", "J. Liu" ],
      "venue" : "Constr. Build. Mater. 78 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Effect of graphene oxide on the mechanical behavior of strain hardening cementitious composites",
      "author" : [ "C. Lu", "Z. Lu", "Z. Li", "C.K.Y. Leung" ],
      "venue" : "Constr. Build. Mater. 120 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Cellulose nanomaterials review: structure",
      "author" : [ "R.J. Moon", "A. Martini", "J. Nairn", "J. Simonsen", "J. Youngblood" ],
      "venue" : "properties and nanocomposites, Chem. Soc. Rev. 40 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "William Wilson",
      "author" : [ "O.A. Hisseine" ],
      "venue" : "Luca Sorelli, Balázs Tolnai, Arezki Tagnit- Hamou, Nanocellulose for improved concrete performance: a macro-to-micro investigation for disclosing the effects of cellulose filaments on strength of cement systems, Constr. Build. Mater. 206 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influence of cellulose filaments on cement pastes and concrete",
      "author" : [ "O.A. Hisseine", "A.F. Omran", "A. Tagnit-Hamou" ],
      "venue" : "J. Mater. Civ. Eng. 30 (6) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Larrard Concrete mixture proportioning: A Scientific Approach",
      "author" : [ "F. De" ],
      "venue" : "E&FN Spon London",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1999
    }, {
      "title" : "Development of ecological nanoengineered strain-hardening cement composites with high-volume ground glass pozzolans",
      "author" : [ "O.A. Hisseine", "A. Tagnit-Hamou" ],
      "venue" : "Article under review by, Cem. Concr. Compos. ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Development of a self-consolidating engineered cementitious composite employing electrosteric dispersion/stabilization",
      "author" : [ "H. Kong", "S.G. Bike", "V.C. Li" ],
      "venue" : "Cem. Concr. Compos. 25 (3) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "The effect of metal wires on the fracture of a brittle matrix composite",
      "author" : [ "J. Morton", "G.W. Groves" ],
      "venue" : "J. Mater. Sci. 11 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1976
    }, {
      "title" : "Post-crack scaling relations for fiber reinforced cementitious composites",
      "author" : [ "V.C. Li" ],
      "venue" : "J. Mater. Civil Eng. 4 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Fiber-bridging constitutive law of engineered cementitious composites",
      "author" : [ "E.H. Yang", "S. Wang", "Y. Yang", "V.C. Li" ],
      "venue" : "J. Adv. Concr. Technol. 6 (1) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Interface property and apparent strength of high-strength hydrophilic fiber in cement matrix",
      "author" : [ "T. Kanda", "V.C. Li" ],
      "venue" : "J. Mat. in Civ. Engrgy ASCE 10 (1) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Micromechanical Tailoring of PVA-ECC for Structural Application Ph",
      "author" : [ "C. Wu" ],
      "venue" : "D. Thesis, University of Michigan",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Use of recycled glass powder to improve the performance properties of high volume fly ashengineered cementitious composites",
      "author" : [ "H. Siad", "M. Lachemi", "M. Sahmaran", "H.A. Mesbah", "K.M.A. Hossain" ],
      "venue" : "Constr. Build. Mater. 163 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Tagnit-Hamou",
      "author" : [ "N.A. SolimanA" ],
      "venue" : "Development of ultra-high-performance concrete using glass powder ─ towards ecofriendly concrete, Constr. Build. Mater. 125 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "These characteristics are the outcome of a methodical tailoring process which is guided by micromechanical principles such that the mechanical interactions between the fiber, the matrix, and fiber/matrix interface are systematically considered when the composite is subjected to loading [5].",
      "startOffset" : 287,
      "endOffset" : 290
    }, {
      "referenceID" : 5,
      "context" : "The importance of fiber/matrix interface is driven by the fact that in the fiber-bridging concept underpinning the mechanism of action of fiber-reinforced concrete (FRC), fiber rupture is strongly influenced by the magnitude of the interfacial bond, together with fiber length and strength [6].",
      "startOffset" : 290,
      "endOffset" : 293
    }, {
      "referenceID" : 5,
      "context" : ") are expected to activate the failure of fiber/matrix interface, if fiber failure is prevented [6].",
      "startOffset" : 96,
      "endOffset" : 99
    }, {
      "referenceID" : 6,
      "context" : "The latter are mainly described through the concept of chemical bond (Gd), frictional bond (s0), and slip-hardening or slip-softening coefficient (b) [7,8].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 7,
      "context" : "The latter are mainly described through the concept of chemical bond (Gd), frictional bond (s0), and slip-hardening or slip-softening coefficient (b) [7,8].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 12,
      "context" : "In the context of SHCC with high-volume fly ash (where the use of PVA fibers has been a prevailing practice) [9–12], Gd is associated with the tendency of the hydrophilic PVA fibers to adhere to active cations from the surrounding matrix, particularly Al and Ca [13,14].",
      "startOffset" : 262,
      "endOffset" : 269
    }, {
      "referenceID" : 13,
      "context" : "In the context of SHCC with high-volume fly ash (where the use of PVA fibers has been a prevailing practice) [9–12], Gd is associated with the tendency of the hydrophilic PVA fibers to adhere to active cations from the surrounding matrix, particularly Al and Ca [13,14].",
      "startOffset" : 262,
      "endOffset" : 269
    }, {
      "referenceID" : 14,
      "context" : "In this regard, Gd is almost negligible in nonchemically bonded fibers such as steel or polyethylene fibers [15].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 8,
      "context" : "This renders the fibers vulnerable to delamination and rupture which jeopardize strainhardening behavior as Gd contributes to reducing the complementary energy (Jb) as well as the multiple-cracking potential [9].",
      "startOffset" : 208,
      "endOffset" : 211
    }, {
      "referenceID" : 10,
      "context" : "The frictional bond s0 is mainly driven by the stiffness, roughness, and compactness of fiber/matrix interfacial transition zone [11,16].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 15,
      "context" : "The frictional bond s0 is mainly driven by the stiffness, roughness, and compactness of fiber/matrix interfacial transition zone [11,16].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 15,
      "context" : "High s0 values increase the pull-out resistance of fibers and lead to SHCC with higher strength, given the direct correlation between s0 and the maximum bridging stress (r0) when fiber rupture, slip-hardening, and snubbing effect are ignored [16].",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 8,
      "context" : "However, excessive s0 can cause fiber damage during debonding and leads to decreasing Jb [9,17].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 16,
      "context" : "However, excessive s0 can cause fiber damage during debonding and leads to decreasing Jb [9,17].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 17,
      "context" : "For this reason, with PVA fibers, fiber/matrix interface properties often exceed the optimal values in typical cement composites [18].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 8,
      "context" : "Therefore, the interface properties need to be attenuated such that Gd is the lowest while s0 is maintained at moderate levels [9].",
      "startOffset" : 127,
      "endOffset" : 130
    }, {
      "referenceID" : 6,
      "context" : "The slip-hardening effect b, on the other hand, can be useful to allow fibers to continue resisting further pull-out load even after initial bond deterioration [7,15] owing to a jamming effect created at fiber/matrix interface.",
      "startOffset" : 160,
      "endOffset" : 166
    }, {
      "referenceID" : 14,
      "context" : "The slip-hardening effect b, on the other hand, can be useful to allow fibers to continue resisting further pull-out load even after initial bond deterioration [7,15] owing to a jamming effect created at fiber/matrix interface.",
      "startOffset" : 160,
      "endOffset" : 166
    }, {
      "referenceID" : 6,
      "context" : "Therefore, as fiber pull-out confers higher ductility to fiberreinforced composites than does fiber rupture [7,8,19], it follows that to obtain composites with strain-hardening response, interface properties should be optimized rather than maximized.",
      "startOffset" : 108,
      "endOffset" : 116
    }, {
      "referenceID" : 7,
      "context" : "Therefore, as fiber pull-out confers higher ductility to fiberreinforced composites than does fiber rupture [7,8,19], it follows that to obtain composites with strain-hardening response, interface properties should be optimized rather than maximized.",
      "startOffset" : 108,
      "endOffset" : 116
    }, {
      "referenceID" : 18,
      "context" : "Therefore, as fiber pull-out confers higher ductility to fiberreinforced composites than does fiber rupture [7,8,19], it follows that to obtain composites with strain-hardening response, interface properties should be optimized rather than maximized.",
      "startOffset" : 108,
      "endOffset" : 116
    }, {
      "referenceID" : 8,
      "context" : "Increasing FA content attenuates Gd as well as s0, lowers crack tip toughness Jtip, modifies the PVA fiber-bridging capacity, and results in higher Jb which favors strain-hardening and improves the ductility at composite level [9].",
      "startOffset" : 227,
      "endOffset" : 230
    }, {
      "referenceID" : 17,
      "context" : "2 wt% was reported to allow counteracting excessive Gd, s0, and b and to result in composites with improved performance exhibiting a tensile strain capacity beyond 4% [18].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 18,
      "context" : "However, oiled PVA fibers are very expensive and add to the invoice of SHCC, thereby reducing the potential for large-scale applications [19].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 19,
      "context" : "interface and increased Jb such that the ratio J 0 b/Jtip was not adversely affected, thereby leading to higher strain-hardening capacity [20].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 15,
      "context" : "The incorporation of CaCO3 nanowhiskers resulted in a significant decrease in Gd and an improvement in J 0 b , thereby enhancing the strain-hardening behavior of SHCC [16].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 8,
      "context" : "Nonetheless, while optimizing matrix compactness allows higher composite strength, too high particle packing densifies fiber/matrix interfacial transition zone and can lead to excessive s0 which (when associated with fiber rupture) can jeopardize composite ductility [9,17].",
      "startOffset" : 267,
      "endOffset" : 273
    }, {
      "referenceID" : 16,
      "context" : "Nonetheless, while optimizing matrix compactness allows higher composite strength, too high particle packing densifies fiber/matrix interfacial transition zone and can lead to excessive s0 which (when associated with fiber rupture) can jeopardize composite ductility [9,17].",
      "startOffset" : 267,
      "endOffset" : 273
    }, {
      "referenceID" : 20,
      "context" : "CF belong to nanocellulose materials (NCM) such as cellulose nanocrystals (CNC); microfibrillated cellulose (MFC; and nanofibrillated cellulose (NFC) [21].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 21,
      "context" : "Precursors of CF as a potential candidate to enhance HVGPSHCC originate from: (i) strengthening/stiffening features emanating from a combination of internal curing and nanoreinforcing effects leading to higher strength (up to 18% in elastic modulus [22], 25% in flexure, and 96% in energy absorption [23]), (ii) CF effect on the microstructure manifested by an increased degree of hydration of ~15% and enhanced micromechanical properties of C-S-H gel matrix of ~12–25%) [22].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 22,
      "context" : "Precursors of CF as a potential candidate to enhance HVGPSHCC originate from: (i) strengthening/stiffening features emanating from a combination of internal curing and nanoreinforcing effects leading to higher strength (up to 18% in elastic modulus [22], 25% in flexure, and 96% in energy absorption [23]), (ii) CF effect on the microstructure manifested by an increased degree of hydration of ~15% and enhanced micromechanical properties of C-S-H gel matrix of ~12–25%) [22].",
      "startOffset" : 300,
      "endOffset" : 304
    }, {
      "referenceID" : 21,
      "context" : "Precursors of CF as a potential candidate to enhance HVGPSHCC originate from: (i) strengthening/stiffening features emanating from a combination of internal curing and nanoreinforcing effects leading to higher strength (up to 18% in elastic modulus [22], 25% in flexure, and 96% in energy absorption [23]), (ii) CF effect on the microstructure manifested by an increased degree of hydration of ~15% and enhanced micromechanical properties of C-S-H gel matrix of ~12–25%) [22].",
      "startOffset" : 471,
      "endOffset" : 475
    }, {
      "referenceID" : 16,
      "context" : "Building upon these findings from our previous studies [17,22,23] it is hypothesized herein that while particle packing optimization with the incorporation of GP increases SHCC strength at the detriment of ductility, the incorporation of CF as a nanoreinforcing tool can allow obtaining multi-scale fiber-reinforced HVGPSHCC exhibiting both improved strength and ductility.",
      "startOffset" : 55,
      "endOffset" : 65
    }, {
      "referenceID" : 21,
      "context" : "Building upon these findings from our previous studies [17,22,23] it is hypothesized herein that while particle packing optimization with the incorporation of GP increases SHCC strength at the detriment of ductility, the incorporation of CF as a nanoreinforcing tool can allow obtaining multi-scale fiber-reinforced HVGPSHCC exhibiting both improved strength and ductility.",
      "startOffset" : 55,
      "endOffset" : 65
    }, {
      "referenceID" : 22,
      "context" : "Building upon these findings from our previous studies [17,22,23] it is hypothesized herein that while particle packing optimization with the incorporation of GP increases SHCC strength at the detriment of ductility, the incorporation of CF as a nanoreinforcing tool can allow obtaining multi-scale fiber-reinforced HVGPSHCC exhibiting both improved strength and ductility.",
      "startOffset" : 55,
      "endOffset" : 65
    }, {
      "referenceID" : 23,
      "context" : "With the aim of increasing composite strength, the SHCC mixtures considered in this study for characterization and nanomodification of interface properties were first screened on the basis of particle packing optimization using the compressible packing model (CPM) proposed by De Larrad [24] where GP replacement of FA of up to 100% was considered [17].",
      "startOffset" : 287,
      "endOffset" : 291
    }, {
      "referenceID" : 16,
      "context" : "With the aim of increasing composite strength, the SHCC mixtures considered in this study for characterization and nanomodification of interface properties were first screened on the basis of particle packing optimization using the compressible packing model (CPM) proposed by De Larrad [24] where GP replacement of FA of up to 100% was considered [17].",
      "startOffset" : 348,
      "endOffset" : 352
    }, {
      "referenceID" : 21,
      "context" : "Further information about CF characteristics and sustainability features can be found in our former works [22,23].",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 22,
      "context" : "Further information about CF characteristics and sustainability features can be found in our former works [22,23].",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 20,
      "context" : "While it is well established that nanocellulose materials (NCM) in general exhibit remarkable mechanical properties (an axial elastic modulus of 110–220 GPa for the crystalline portion of CF) [21], a full understanding of their intrinsic mechanical properties has not been developed yet and is a topic of ongoing research.",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 20,
      "context" : "Characterizing the mechanical properties of NCM is still a challenging quest due to: (i) the tiny particle size combined with the limited metrology techniques available to characterize NCM, (ii) Multiple axes behavior in NCM [21].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 23,
      "context" : "The replacement of FA by GP was guided by the optimization of matrix packing density using the compressible packing model of De Larrad [24] as detailed elsewhere [17].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 16,
      "context" : "The replacement of FA by GP was guided by the optimization of matrix packing density using the compressible packing model of De Larrad [24] as detailed elsewhere [17].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 16,
      "context" : "In conjunction with other tests conducted on suspended mortar reported elsewhere [17,26], batching of different SHCC mixtures was carried out using a pan mixer of type Mortartman 360 (Imer,",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 24,
      "context" : "In conjunction with other tests conducted on suspended mortar reported elsewhere [17,26], batching of different SHCC mixtures was carried out using a pan mixer of type Mortartman 360 (Imer,",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 22,
      "context" : "SEM micrograph of hybrid reinforcement systems used in this study: (a) RECS 15 PVA fibers, and (b) Cellulose filaments (CF) adapted from [23].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 21,
      "context" : "More details about CF dispersion protocol can be found elsewhere [22].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 25,
      "context" : "The consistency of the suspended mortar was then checked such that when a mini-slump flow diameter of 300 mm was obtained [27], only the remaining water is added (after adjusting the amount of water contained in the unused 10% of HRWRA).",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 16,
      "context" : "A summary of fresh properties for the different mixtures is presented in Table 3, while further details about fresh state behavior have been reported elsewhere [17,26].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 24,
      "context" : "A summary of fresh properties for the different mixtures is presented in Table 3, while further details about fresh state behavior have been reported elsewhere [17,26].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 14,
      "context" : "When the matrix hardens, the PVA fiber is cut at the desired embedment length, typically 1 mm [15,16,18].",
      "startOffset" : 94,
      "endOffset" : 104
    }, {
      "referenceID" : 15,
      "context" : "When the matrix hardens, the PVA fiber is cut at the desired embedment length, typically 1 mm [15,16,18].",
      "startOffset" : 94,
      "endOffset" : 104
    }, {
      "referenceID" : 17,
      "context" : "When the matrix hardens, the PVA fiber is cut at the desired embedment length, typically 1 mm [15,16,18].",
      "startOffset" : 94,
      "endOffset" : 104
    }, {
      "referenceID" : 16,
      "context" : "Tested samples comprise three GP contents (0, 40, and 60%) as optimized elsewhere [17].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 14,
      "context" : "[15] has been used to disclose the effect of glass powder (GP) and that of nanomodification by cellulose filaments (CF) on interface properties.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "During this phase, increasing the packing density (by incorporating GP) intensifies the contact points between the fiber and the matrix and roughens the interface [17] as illustrated in Fig.",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 14,
      "context" : "This can increase the pull-out resistance, but can also lead to fiber rupture, undesirable for strainhardening [15,17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 16,
      "context" : "This can increase the pull-out resistance, but can also lead to fiber rupture, undesirable for strainhardening [15,17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 7,
      "context" : "Fiber sliding during this phase is characterized by three behaviors (slip-hardening, constant friction or slip-softening effect) depending on the slip-hardening coefficient b which is, respectively, positive, zero or negative [8,15] as illustrated in Fig.",
      "startOffset" : 226,
      "endOffset" : 232
    }, {
      "referenceID" : 14,
      "context" : "Fiber sliding during this phase is characterized by three behaviors (slip-hardening, constant friction or slip-softening effect) depending on the slip-hardening coefficient b which is, respectively, positive, zero or negative [8,15] as illustrated in Fig.",
      "startOffset" : 226,
      "endOffset" : 232
    }, {
      "referenceID" : 14,
      "context" : "This can cause premature fiber breakage rather than fiber pull-out preferable for strain-hardening [15,17].",
      "startOffset" : 99,
      "endOffset" : 106
    }, {
      "referenceID" : 16,
      "context" : "This can cause premature fiber breakage rather than fiber pull-out preferable for strain-hardening [15,17].",
      "startOffset" : 99,
      "endOffset" : 106
    }, {
      "referenceID" : 7,
      "context" : "’s [8] theoretical model [shown in Eq.",
      "startOffset" : 3,
      "endOffset" : 6
    }, {
      "referenceID" : 26,
      "context" : "To include the effect of fiber orientation (being random in the composite) and its consequent implication on frictional forces, Morton and Groves [28] and subsequently Li [29] introduced the snubbing effect f (> 0) as proposed in the following empirical equation [Eq.",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 27,
      "context" : "To include the effect of fiber orientation (being random in the composite) and its consequent implication on frictional forces, Morton and Groves [28] and subsequently Li [29] introduced the snubbing effect f (> 0) as proposed in the following empirical equation [Eq.",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 29,
      "context" : "Finally, to extrapolate from the effect of single-fiber orientation to that of multiple fiber orientation in the composite, Kanda and Li [31] proposed the flowing equation [Eq.",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 30,
      "context" : "30 [32], fiber strength reduction factor f 0 was also taken as 0.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 29,
      "context" : "30 [31], the spalling coefficient was taken as 500 [30].",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 28,
      "context" : "30 [31], the spalling coefficient was taken as 500 [30].",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 28,
      "context" : "By implementing the above equations and following the numerical procedures for the determination of fiber bridging capacity proposed in [30], fiber bridging stress versus crack opening response for the different formulations was constructed and presented in Section 4.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 16,
      "context" : "These mixtures were chosen based on the assessment of packing density [17] such that the effect of CF on interface properties at a scattered range of GP contents may be disclosed.",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 8,
      "context" : "While higher interface properties can enhance the maximum pull-out load and increase the bridging capacity, for strainhardening behavior to prevail, interface properties need to be attenuated such that Gd is the lowest while s0 is maintained at moderate levels [9].",
      "startOffset" : 261,
      "endOffset" : 264
    }, {
      "referenceID" : 2,
      "context" : "With the increase in s0 being attributed to high matrix compactness, the latter needs to be optimized to obtain moderate s0 to promote fiber pull-out over fiber rupture and foster strain-hardening, in consequence [3,7,9].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 6,
      "context" : "With the increase in s0 being attributed to high matrix compactness, the latter needs to be optimized to obtain moderate s0 to promote fiber pull-out over fiber rupture and foster strain-hardening, in consequence [3,7,9].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 8,
      "context" : "With the increase in s0 being attributed to high matrix compactness, the latter needs to be optimized to obtain moderate s0 to promote fiber pull-out over fiber rupture and foster strain-hardening, in consequence [3,7,9].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 12,
      "context" : "This reduces the contact sites between the PVA fibers and the matrix and consequently lowers the concentration of active cations from the matrix (particularly Al and Ca) responsible for the affinity between the PAV fibers and the matrix [13,14].",
      "startOffset" : 237,
      "endOffset" : 244
    }, {
      "referenceID" : 13,
      "context" : "This reduces the contact sites between the PVA fibers and the matrix and consequently lowers the concentration of active cations from the matrix (particularly Al and Ca) responsible for the affinity between the PAV fibers and the matrix [13,14].",
      "startOffset" : 237,
      "endOffset" : 244
    }, {
      "referenceID" : 14,
      "context" : "Lowering Gd reduces the likelihood of fiber delamination [15] and contributes towards enhancing the ductility at composite level.",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 17,
      "context" : "tribute towards higher complementary energy Jb which, in trurn, allows to fulfil the energy criterion for pseudo-ductility behavior and fosters composite tensile strain capacity [18].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 31,
      "context" : "[33] indicating that higher flexural capacity can be achieved when GP was used in",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "The enhanced rcc with GP is associated with the increase in matrix strength obtained with the filler effect of GP as detailed elsewhere [17].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 32,
      "context" : "It is also ascribable to the significant hardness of GP particles [34].",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 21,
      "context" : "Beside the effect of CF on interface properties of SHCC, the improved ductility can stem from the effect of CF as a nanoreinforcing tool providing a bridging effect at the scale of hydrates, thereby leading not only to higher elastic modulus in the bulk matrix but also to higher micromechanical properties of the C-S-H gel matrix ( 12–25% higher indentation modulus M) as demonstrated in our previous work [22].",
      "startOffset" : 407,
      "endOffset" : 411
    } ],
    "year" : 2019,
    "abstractText" : "a r t i c l e i n f o",
    "creator" : "Elsevier"
  }
}