{
  "name" : "downloads_2019-10-16_0c_10.1016@j.molliq.2019.111780.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "An updated review on the influential parameters on thermal conductivity of nano-fluids",
    "authors" : [ "Liu Yang", "Weikai Ji", "Jia-nan Huang", "Guoying Xu" ],
    "emails" : [ "windy4ever@163.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1\nNano-fluids are produced by combining one or more nano-particles in a base-fluid. Nano-fluids, especially hybrid nano-fluids, have better thermal conductivitys than simple liquids. The results of various articles demonstrated that various parameters such as nano-particles size, their volume fraction, temperature, aspect ratio, base-fluid, nano inclusions, additive, and pH affect nano-fluid thermal conductivity. In this paper, the effect of these parameters is reviewed by considering experimental works performed on thermal conductivity. Since thermal conductivity is measured by researchers experimentally, it is also important for researchers to understand the effect of nanoparticles on humans and the environment. Thus, in this article, published articles in this field are reviewed and the effect of nano-particles on human and environment are investigated. The results of these articles indicated that nano-particles can endanger human health and can have irreversible effects on human health. The nano-particles also have a devastating effect on the environment and can affect the water, soil, and animals.\nKeywords: Nano-fluids; Thermal conductivity; Environment; Human Health; Effective Parameters; Hybrid Nano-fluids;\n2\nContents\n1. Introduction ................................................................................................................................... 3 2. Classical research on the thermal conductivity ............................................................................ 5 3. Effect of nano-particles on environment ...................................................................................... 7 4. Hybrid and CNT nano-fluids ........................................................................................................ 9 5. Investigating the effective parameters on the thermal conductivity ........................................... 11\n5.1. Effect of volume fraction of nano-particles ........................................................................ 12 5.2. Effect of changing the size of nano-particles ...................................................................... 14 5.2.1. Effect of increasing the size of nano-particles ................................................................. 14 5.2.2. Effect of decreasing the size of nano-particles ................................................................ 14 5.3. Effect of changing the temperature ..................................................................................... 16 5.3.1. Effect of increasing the temperature ................................................................................ 17 5.3.2. Effect of decreasing the temperature ............................................................................... 18 5.4. Investigating the effect of Particle shapes and Aspect Ratio .............................................. 19 5.5. Examination of Nano-inclusions ......................................................................................... 20 5.6. Impact of Additives ............................................................................................................. 21 5.7. Study the effect of base-fluid .............................................................................................. 22 5.8. Effect of pH ......................................................................................................................... 23 6. Effect of nano-particles on human body ..................................................................................... 32 7. Conclusion .................................................................................................................................. 37 8. Challenge and suggestion for future work .................................................................................. 37 9. References ................................................................................................................................... 38\n3\nNomenclature Greek symbols Diameter[m] d shear rate 1/s γ Specific heat J/(kg. K) Cp Thermal diffusivity m /s α Gravitational acceleration [m/s2] g Solid volume fraction φ Convection heat transfer coefficient w/(m . K) h shear stress [Pa] τ Thermal conductivity W/(m. K) k Temperature = ! \" ! θ Nusselt number $% = &'( $% Dynamic viscosity Pa. s μ Pressure Pa , Density Kg/m- ρ Prandtl number (ϑ0/α0) Pr Electrical conductivity Ω.m σ Temperature [K] T Subscripts Volume fraction Vol\nBase-fluid bf Mass fraction wt Effective[nf/bf] eff Nano-fluids nf Nano-particles np"
    }, {
      "heading" : "1. Introduction",
      "text" : "The advances in nano-fluids-related technologies have attracted many scholars and researchers in recent years. This can be understood from the number of papers presented in the nano-fluids field each year (Fig 1.). Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].\n4\nOne of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17]. One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26]. Nano-fluids consist of nanoscale particles and basic fluid (e.g. water, ethylene glycol, oil, etc.) [11]. Nano-particles are the particles that are smaller than 100nm. The nano-particles themselves may include metals, metal oxides, nonmetallic oxides, etc., or a combination of them. One of the most important topics in the field of nanotechnology is its influence on the environment and human health. Due to the improvement of nanoscience in various industries in many parts of the world, nano-particles are produced in industrial workshops or laboratories today. This makes the number of people affected by the nano-particles in these locations or even around these regions [27- 31]. The environment can be also affected by these impacts. It is now important to evaluate how the nano-particles affect humans and their environment. The researchers have studied the effects of different nano-particles on the human body [32-36]. Increased use of engineered Nano-particles releases these substances into the environment and increases pollution, which is a threat to human\n5\nhealth [37]. The small size of Nano-particles and their activation affect the health of the environment and raise concerns about the safety of transport, the toxicity of these particles and the threat to human health [38, 39].\nMost of the studies have so far concentrated on the evaluation of the thermo-physical properties of\nnano-particles and using the effective changes in their properties. The basis of production of this type of fluid is using the thermal conductivity of suspended solids in the fluid. Thus, it is clear that most studies, since the production of the first nano-fluids have been about the changes in thermophysical properties, especially the thermal conductivity [40]. Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc. [56-62]. Given the increasing need for energy and the decline in natural resources, researchers are trying to increase energy efficiency of heating devices. A way of increasing the thermal efficiency of these devices is increasing heat transfer. After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72]. According to previous studies, heat transfer may increase using nano-fluids. The higher the nano-fluids thermal conductivity leads to the better heat transfer process. So far, many researchers have tried to measure the nano-fluids thermal conductivity in a variety of ways to provide a comprehensive relationship to measure this in nano-fluids. A great number of studies have been done about the thermal conductivity of nano-fluids over the years. Studies are also required to review these articles in order to determine how much progress has been made in this regard. Writing review articles helps other researchers find out what has been done so far to try to improve it. In recent years, hybrid nanofluids have received much attention and many researchers have investigated their properties. In hybrid nano-fluids, instead of using one nano-particles, two or more nano-particles are used. In many cases, hybrid nano-fluids have better properties than mono nano-fluids [73]. Now, according to the above-mentioned explanations, experimental studies on nano-fluids thermal conductivity are discussed in this paper. The influence of each parameter is examined separately includes their increasing or decreasing effect. Due to the importance of hybrid nano-fluids, a separate section related to the articles published in this field is provided. An important part of the work also explores the impact of nano-particles on humans and the environment."
    }, {
      "heading" : "2. Classical research on the thermal conductivity",
      "text" : "In 1881, Maxwell [74] proposed the first relationship to calculate the thermal conductivity. This relationship was presented for solid suspensions in liquid. This relationship is also still a widely used relationship for nano-fluids. Of course, this relationship is very accurate for spherical nano-\n6\nparticles and low solid volume fractions of nano-particles. Maxwell's relation is based on the theory of effective environment and is as follows: (1) 345365 = 347 365 8347 3659:347 365 8347 3659: In which k0 is the fluid thermal conductivity, k; is the nano-particles thermal conductivity and k<0 is the nano-fluids thermal conductivity. Although this relationship only determines the conduction as a function of the nano-particles volume fraction and the thermal conductivity of the components, it is obvious that increasing the ratio of the surface to the volume of the particle should increase the thermal conductivity of the mixture. For example, for a particle with a diameter of less than 20 nm, about 20% of the atoms are placed at its surface, which makes it easier to transfer heat between the particle and the fluid; while Maxwell's relation is unable to investigate this effect. Bruggeman [75] In 1935, a model was presented for the interaction of particles and particle random. The proposed model contains the errors of Maxwell model and can only be used for spherical particles.\n(2) φ = 347 3>55347 3>55? + (1 − φ) B 365 3>55365 3>55C = 0\nHamilton and Crosser (HC), [76] later, in 1962, developed Maxwell's model and introduced a more comprehensive approach capable of examining the effect of the particle's shape on the thermal conductivity of the mixture; (3) 345365 = 347 (< E)365 (< E)8347 3659:347 (< E)365 8347 3659: In Eq. (3) n is related to the nanoscale particle and it is gained by the following equation:\n(4) n = -G In Eq. (4), Ψ is the ratio of the surface area of the sphere with the volume equal to the nanoparticles volume to the particle surface area. For spherical nano particles, n=3 and the above equation is equivalent to Maxwell's relation. The three above-mentioned relations have a major disadvantage that they do not take into account the size or diameter of the particles. The value of the thermal conductivity obtained from the above models is lower than the experimental values and the error value increases with volume fraction increase. Most of the studies carried out to find the reasons for these differences indicate that there are mechanisms for transferring heat in the nano-fluids, which is not very important in large dimensions. Among those are Brownian's motion, clustering of particles by adherence, forming a thin layer of fluid around a nano-particles and enhancing its thermal conductivity. Wasp et al. [77], like Maxwell, proposed a model for solid-liquid suspensions. This model is a special case of the Hamilton Crosser model for Ψ = 1. The Wasp relationship is as follows\n7\n(5) kH00 = kI0 347 365 :(347 365)347 365 :(365 347) In Fig. 2, the titanium dioxide nano-fluids thermal conductivity in various solid volume fraction of different solid volume fraction is investigated by various theories with several experimental works. As shown in the figure, the theory of solid suspensions with empirical work carried out in nanofluids does not have an acceptable overlap, especially in high solid volume fraction of nanoparticles."
    }, {
      "heading" : "3. Effect of nano-particles on environment",
      "text" : "The environment is one of the fundamental keys of sustainable development. In this regard, there must be an interrelationship between the basis of the sustainable development model, such as economic growth and technological growth, in a way that can reduce the shortcomings of the previous development models. This should be done so that the current development patterns become more stable and the development process leads to that the nature system does not lose its\n8\nequilibrium dynamics. In recent years, rapid developments in nanotechnology have led to major developments in the fields of environment, medicine, agriculture, industry and other sciences. Nano-particles technology has also played a major role in the field of nanotechnology. Nanoparticles have wide applications such as environmental, pharmaceutical, nutritional, clinical diagnostic and therapeutic applications, cosmetics, agriculture, energy, textile and electronics. Environmental applications of nano-particles can also be addressed, such as the removal of pollutants from water, sewage, and air. Other applications include environmental instruments such as sensors and green nanotechnology, for example, reduction of greenhouse gas [86-92]. Nanoparticles can be threat to the environment, humans and animals from production to disposal. Therefore, it is necessary to evaluate the environmental risks of nano-particles throughout the life cycle of nano-particles. Considering the widespread production of nanomaterials, there is a emergent need to study their potential toxic effects on the human body and the environment. The people who are working in nanotechnology and research centers are most exposed to the nanoparticles during their production, transportation, and final application. Nano-particles have attracted much attention in the medical and diagnostic sciences. A new medicine branch called nanomedicine has been created. Nano-particles are widely used in products because of their unique properties. However, there is enough evidence that they cause toxicity to humans and wildlife. Cellular absorption of these particles may produce cytotoxicity by producing reactive oxygen species. Cytotoxicity and genotoxicity of nano-particles have been studied by a number of researchers [93- 96]. Specific characteristics of nano-particles increase their application in domestic and industrial processes and consequently increase their toxicity. Toxicity of nano-particles depends on their properties such as size, shape, nature, surface chemistry, synthesis environment charge, storage time, accumulation, stability, displacement and their reactivity. Skin contact, respiratory, and gastrointestinal exposure are three main pathways for human and wildlife exposure to nanoparticles. Skin contact may be through conscious or unconscious methods. Nano-based cosmetics are used directly on the skin and are the most common way of knowing the nano-particles. Although the skin is an effective barrier against particle penetration, sweat glands and follicles provide a pathway for particle penetration. Breathing also provides a pathway to the lungs through which particles pass to different parts of the body. The issue of moving from lungs to other organs is controversial and challenging. Nano-particles in food products and drugs are directly eaten. They enter the gastrointestinal tract and interact with lymph cells [97–103]. Swallowed particles are repelled due to their nature, but they may die if the gastrointestinal tract is blocked by these particles. Environmental conditions are important in determining the toxicity of engineered nanoparticles. Exposure and contact with nano-particles can be controlled through control equipment and engineering tools in the workplace. Using personal protective equipment, checkups and regular\n9\nmedical examinations may also reduce the risk of exposure to nano-particles. Studies on the toxicity of nano-particles have been widely dispersed and various toxicity assessments have been performed on different nano-particles. It is not possible to reach a definitive conclusion based on existing studies. Therefore, standard methods for recognizing the toxicity of different types of nano-particles should be developed [104-109]."
    }, {
      "heading" : "4. Hybrid and CNT nano-fluids",
      "text" : "A nano-fluid that is made from more than one nano-particle is called a hybrid nano-fluids. The use of several properties of the material makes the hybrid nano-fluids, and the scientists have attained various results after reviewing these fluids. In any case, the hybrid nano-particles can be divided into 3 groups expressed in Ref. [110]. Turning to a high carbon heat capacity, its use is very high in nano-fluids heat transfer applications. Although, due to the limited use of studies, there is not much research, but recently, along with the development of manufacturing technology of carbon nanotubes, the number of studies in this section has augmented intensely. Since carbon was constructed as a nano-additive, because of its high thermal capacity and its possible for enhancing thermal conductivity, suspensions prepared by it were developed by the scientists. Among the identified nano-particles, nano-fluids prepared with carbon nanotubes have been very usually used by the large enhancement of the thermal conductivity. Although the number of studies implemented on this nano-particle is less common than other frequently used nano-particles, the investigations are very inclusive and contain inclusive information on this nano-fluids type.\nSingle-walled carbon nanotubes (SWCNTs), multi-walled carbon nanotubes (MWCNTs), graphite,\nand graphene oxide are commonly used materials to make carbon nanocomposites. Assael et al. [111] studied the thermal conductivity of water containing 0.6, 0.75 and 1% of DWCNTs volume fractions at room temperature. They established that with growing solid volume fraction of nano-particles, the thermal conductivity also enhanced. Ding et al. [112] examined the thermal conductivity of MWCNTs/water in solid volume fraction range of 0.05-0.49% and temperatures ranging from 25 to 25°C and reported that thermal conductivity enhanced with growing temperature and volume fraction. Liu et al. [113] studied the thermal conductivity of MWCNTs in base-fluids of EG, EO and water by volume frictions of 1, 1.5 and 2% at room temperature. They found that by increasing the thermal conductivity of the base-fluid, the enhancement of thermal conductivity of nano-fluids decreases. Wang et al. [114] examined graphite / oil nanocrystals in a solid volume fraction age of 1.36 and room temperature. They obtained a nanoscale particle size and finally established that, by addition of nano-particles, the ratio of\n10\nthermal conductivity improved by 1.36% to the base-fluid. Sun et al. [115] added graphene nanoparticles to water-base and polymer poly, respectively, and tested at room temperature. They reported that adding graphene nano-particles to the base-fluid led to a noteworthy enhancement of thermal conductivity. Afrand [116] examined the thermal conductivity of the MgO-MWCNTs/EG hybrid nano-fluids in the temperature range of 25 to 50oC and solid volume fractions ranging from 0 to 0.6%. He reported a thermal conductivity enhancement with growing temperature and solid volume fraction. The maximum enhancement of thermal conductivity ratio was 21.3% in solid volume fraction of 0.6% and temperature of 25°C. Harandi et al. [117] studied the thermal conductivity of MWCNTs-Fe3O4/EG hybrid nano-fluid in the temperature range of 25-50 oC and the solid volume fractions up to 2.3%. They showed that in the solid volume fraction of 2.3% and a temperature of 50°C, the thermal conductivity enhanced by about 30%. They also found that at greater temperatures the influence of the solid volume fraction on the thermal conductivity was upper than the lesser temperatures. Shamaeil et al. [118] studied the thermal conductivity of DWCNTs/EG nano-fluid at a temperature range of 27-50oC. They considered solid volume fractions of 0.02, 0.05, 0.075, 0.1, 0.25 and 0.6%. Their results showed that the thermal conductivity enhanced with growing temperature and solid volume fraction of nano-particles. Soltanimehr and Afrand [119] examined the thermal conductivity a mixture of water and EG (40:60) containing of MWCNTs at temperature range of 25-50°C. They increased the solid volume fractions up to 1% and observed that the thermal conductivity augmented with enhancing temperature and solid volume fraction. The maximum enhancement was 34.7% at a temperature of 50oC and a solid volume fraction of 1%. Their results also revealed that in greater solid volume fractions, the temperature effect on the thermal conductivity ratio is more evident. Toghraie et al. [120] examined the hybrid the thermal conductivity of EG containing hybrid nano-additives of ZnO-TiO2 at a temperature interval of 25, 30, 35, 40, 45 and 50 oC and solid volume fraction up to 3.5%. Their results showed that by growing the temperature and the nano-particles volume fraction, the thermal conductivity also increases. Vafaei et al. [121] examined the effect of MgO-MWCNTs hybrid nano-additives on the thermal conductivity of EG with solid volume fractions of 0.05, 0.1, 0.15, 0.2, 0.4 and 0.6% using artificial neural network and experimental data. Zeng and Xuan [122] reported 7% enhancement of the water thermal conductivity by adding CNT-SiO2/Ag nanoadditives. Hamid et al. [123] considered the thermal conductivity of TiO2/SiO2 hybrid nanoparticles in a 40:60 EG/water base-fluid in a 1 vol.%. They reported that the thermal conductivity enhanced by 16 Vol%. Asadi et al. [26] studied the Al2O3 / MWCNTS nano-fluids at a temperature of 50 ° C and a volumetric volume of 1.5, and observed that this increased by 25%. Isfahani et al. [124] examined the water thermal conductivity containing ZnO/Ag hybrid nano-additives at different temperatures and solid volume fraction. They observed that the Brownian coefficient\n11\naugmented with growing Brown's motion. Esfe et al. [125] inspected the thermal conductivity of SWCNTs/EG nano-fluid. They reported that the thermal conductivity enhanced by 45% at 50°C and 7.5 vol%. Ahangarpour and Farbod [126] added CNTS nano-particles to the base-fluid EG increases the thermal conductivity of 50%. Vinodha et al. [127] studied the nano-fluids of graphene oxide and Fe3O4 and found that in a solid volume fraction 0.33%, the thermal conductivity augmented by 11%. Nadooshan et al. [7] investigated the Fe304-MWCNTs/EG nano-fluids. Esfe et al. [128] studied the thermal conductivity of DWCNTs-SiO2 / EG and showed that by addition of nano-particles to the base-fluid, the thermal conductivity increased by 38% pure fluid. DWCNTSSiO2 / EG nano-fluids by Esfe and Esfandeh [129] DWCNTS-zro2 / oil by Esfe et al. [130], DWCNTS-TiO2 / oil by Esfe et al. [131] DWCNTS-CuO / EG by Esfe et al. [132] It was found that the addition of these nano-particles increases the conduction .Many researchers have also seen an increase in the thermal conductivity by adding nano-particles by adding multi-wall nanotubes to different fluids [133-136]. Many researchers investigated the hybrid nano-fluids and found that these nano-particles have a high thermal conductivity [137-140], while using the hybrid nanoparticles structure reduces the viscosity of some nano-fluids. In this regard, Ranjbarzadeh et al., in an experimental study showed that the nano-fluids viscosity of the combined water / oxidegraphene-silica oxide ratio has decreased compared to the graphene water nano-fluids. The results of this study can show one positive effect of the combination of nano-fluids [141]."
    }, {
      "heading" : "5. Investigating the effective parameters on the thermal conductivity",
      "text" : "Different basic nano-particles and fluids have been used to study the thermal conductivity of each of them in Table (1) separately.\nTable 1. Thermal conductivity of some nano-particles and different base-fluids Reference Thermal conductivity\n(W/m.K)\nParticle Reference Thermal conductivity\n(W/m.K)\nBase-fluid.\n[143] 40 Al2O3 [142] 0.257 EG [145] 76.5 CuO [144] 0.139-0.146 EO [143] 6 Fe2O3 [146,147] 0.161-0.171 Ethanol [148] 54.9 MgO [142] 0.285 Glycerol\n[142,145] 1.34-1.38 SiO2 [146,149] 0.145-0.168 Kerosene [151] 8.4 TiO2 [150] 0.133 Toluene [151] 29 ZnO [152] 0.608 Water [154] 429 Ag [153] 0.492 20:80% EG/W [142,154] 238 Al [153] 0.404 40:60% EG/W [154] 310 Au [153] 0.334 60:40% EG/W [154] 401 Cu\n[142,154] 75-80 Fe [150] 490 SiC [133,155] 2000-3000 MWCNT\n12\nAccording to Table (1), it is observed that the base nano-particles and base-fluids have a different conduction. Due to the application of the nano fluid, where it is used, its base-fluid is also selected and each fluid has its own application. But what kind of nano-particles is used to choose from, such as the physical properties of the nano-particles, the nano-fluids stability created by the nanoparticles, the nanosized heat conduction, the nano-fluids viscosity, and so on. Among nano-particles used in nano-fluids, carbon nanotubes have a very high thermal conductivity. The most important part in the investigation of the thermal conductivity of nano-particles is to find the effective parameters on this. In this section, the effective parameters on the thermal conductivity of nanoparticles and their effect on nano-fluids are investigated.\n5.1.Effect of volume fraction of nano-particles\nAccording to a previous study [11], the thermal conductivity intensifies by adding nano-particles. But the important point is that due to the high price of nano-particles, the increase in this coefficient occurs by adding how much nano-particles to the base-fluid. Therefore, it can be said that the most effective parameter on the thermal conductivity is the volume concentration of nano-particles, which has been studied in all investigations. Masuda et al. [50] were the first researchers to measure nano-fluids conductivity. They employed a two-stage method to produce nano-particles and tested different nano-particles, such as alumina particles, silicon dioxide and titanium dioxide in water. Their results indicated a 32.4% improvement in thermal conductivity with a 4.3% volume fraction of alumina nano-fluid at 31.8 ° C. The thermal conductivity increased linearly with increasing volume fraction. Lee et al. [156] tested nano particles of alumina and copper oxide produced by gas condensation in water and ethylene glycol. The experiment was carried out at room temperature, and the results, like the results of Masuda et al., Showed an increase in the thermal conductivity of the volume fraction linearly. The highest observed improvement was 20%, which was obtained in 4% nano-particles of ethylene glycol-copper oxide. Wang et al. [63] also experimented with the similar work of nano-fluids containing nano particles of alumina and copper oxide. For nanoalumina, water absorption increased by 40% in a volume fraction of 8%. For all nano-fluids with base-fluid and ethylene glycol, the relationship between thermal conductivity and linear fraction was found, and lines representing this relationship were consistent. Lee et al. [157] investigated the thermal conductivity of copper oxide and ethylene glycol and found that in a 4% solid volume fraction age, this coefficient increased by 20%. Shin and Lee [158] saw an increase of 13% in the polycyclic polyoxymethylene conductivity in silicon oil in solid volume fraction were 10%. Xuan and Lie [159] investigated the copper-water conductivity in two solid\n13\nvolume fraction of 2.5 and 7.5 and found that the coefficient was 23 and 78% respectively, respectively. Cho et al. [160] The thermal conductivity of silver nano-fluids in ethylene. The glycol was checked in a 10000-ppm volume and found that thermal conductivity increased by 18%. Jana et al. [161] investigated the copper-water conductivity and found that the heat transfer coefficient 74% in solid volume fraction of 0.3 will increase. Yoo et al. [78] investigated the coefficient of iron oxide (-EG) in 0.3% volume, and observed a 16.5% increase in conductivity. Singh et al. [162] investigated the SiC-water thermal conductivity and observed that it was 4 times higher Solid volume fraction of nano-particles had a 5.5-fold increase in the thermal conductivity of the nanoparticles. Buongiorno et al. [163] studied Al2O3-PAO and found that the thermal conductivity increased with increasing solid volume fraction. [164,165] studied the thermal conductivity factor of Fe3O4-Kerosene. All ions observed that with increasing the solid volume fraction of nanoparticles coefficients Heat transfer increased. Shima et al. [166] investigated the thermal conductivity of copper oxide, and in three percent of the hemogenic 0.18-0.92-1.14-control, the increase was 14-14% of the coefficient. Angayarkanni & Philip [167] examined the thermal conductivity of TiO2-water and observed that with increasing solid volume fractions from 1% to 4%, the thermal conductivity almost doubled. Ponmani et al. [168] measured the thermal conductivity of copper oxide and cesium on water; in both cases, they found that increasing the particle size of the particle carrier also increased the heat transfer coefficient. Esfe et al. [169] investigated the Fe / water conductivity and found that with increasing the solid volume fraction of nano-particles from 0.00255 to 0.01, the thermal conductivity increased 5 times. Jiang et al. [170] used the Cu-Tetradecane conductivity in a 4% volume of 0.001 -0.01-0.015-0.020), and in the best case, the control had an increase of 14% in conductivity. Mariano et al. [171] investigated the Co3O4-EG thermal conductivity in 6% volumetric volume and found that with increasing solid volume fraction of nano-particles, the thermal conductivity increase. The maximum increase in this coefficient was in the percentage volume of 0.06%, about 23%. Lee et al. [172] investigated the thermal conductivity of SiC-water in 4 solid volume fractions, and found that with increasing solid volume fraction, the thermal conductivity increased. Pang et al. [173] examined the thermal conductivity of Al2O3, SiO2 in a methanol fluid in percent solid volume fraction (0.01-0.37-0.5- 0.85) % and found that with an increase in solid volume fraction, the heat transfer coefficient also increased, which increased for the alumina. Ellahi et al. [174] investigated the Al2O3 / kerosene high conductivity and found that increasing the solid volume fraction of nano-particles also increases the thermal conductivity. Bahaya et al. [175] investigated the high graphene conductivity in water and found that by adding 1.4% of the nano-particles to the base-fluid, the thermal conductivity increased by 43% Rajendran et al. [176] Regression coefficients of SiC / water and Ahmadi et al. [177] investigated the high Al2O3 / EG conductivity and found that increasing the solid volume fraction of\n14\nnano-particles also increases the thermal conductivity. Afrand et al. [178] studied the thermal conductivity of Fe3O4 / Water nano-fluids at a temperature of 25 ° to 55 ° C. They changed the solid volume fraction of nano-particles from 0.1% to 3%, and they found that with increasing temperature and solid volume fractions of nano-particles, the thermal conductivity increased. The maximum increase of this coefficient by 90% predicted that a 3% vol% and a temperature of 55 ° C would occur.\n5.2.Effect of changing the size of nano-particles\nIn this section, the effect of nano-particles size on the heat transfer coefficient is investigated. From the theoretical point of view, it seems that by reducing the size of nano-particles, the ratio of the thermal conductivity of the nano-fluids to the base-fluid should be increased. The effect of the nano-particles size on the thermal conductivity of the transient studies has been carried out, and various results have also been reported. In some studies, it has been shown that increasing the size of nano-particles increases the thermal conductivity, while in other studies it has been shown that by decreasing this particle size, the thermal conductivity increases. Among studies such as [179,180] also show variable results and showed a different behavior with increasing particle size of nanoparticles."
    }, {
      "heading" : "5.2.1. Effect of increasing the size of nano-particles",
      "text" : "Sun et al. [181] examined the SiC-water nano-particles conductivity with nano-particles size (10- 20-40-60) nm. They understood that with growing the size of nano-particles, the thermal conductivity also augmented. the thermal conductivity of the alumina conductivity was studied in different sizes of nano-particles and it was found that increasing the nano-particles size also increased the thermal conductivity [82,183]. Shima and Philip [184] investigated the thermal conductivity of Fe3O4-kerosene in sizes of 2.8, 3.6, 6.1, 8.2 and 9.5 nm and observed that the thermal conductivity also increases with growing nano-particles size. Timofeeva et al. [185] studied the thermal conductivity SiC-water in 4 several sizes of nano-particles and observed that growing the size of nano-particles also increased the thermal conductivity."
    }, {
      "heading" : "5.2.2. Effect of decreasing the size of nano-particles",
      "text" : "Esfe et al. [169] investigated the thermal conductivity of Fe-water nano-particles in different sizes of nano-particles, and found that the thermal conductivity increased with decreasing nano-particles size. Patel et al. [186] examined the thermal conductivity of aluminum nano-particles in the fluid\n15\nbase of water and fluid in the base of ethylene glycol in the size of nano-particles (10-45-150). They found that by reducing the size of the nano-particles, the thermal conductivity increased. This increase is higher in the ethylene glycol base-fluid chopkar et al. [187] studied the Al2Cu-water nano-fluids thermal conductivity. The size of the nano-particles they tested included (25-20-35-83) nm. They found that by reducing the size of the nano-particles, the thermal conductivity increases. In the fluid base of the water, in most cases, the thermal conductivity is 1.9 times, and in equilibrium of ethylene glycol fluid 1.8 equals. He et al. [188] examined the thermal conductivity of TiO2-water in different sizes of nano-particles and observed that with a reduction in the size of the nano-particles, conductivity increases. Liu et al. [40] studied the nano-fluids conductivity of copper in two solid volume fractions of 0.1 and 0.2% solid volume fraction and different sizes of nanoparticles. They found that by reducing the size of the nano-particles, the thermal conductivity amplified significantly. Patel et al. [189] considered the gold nano-particles in base water and toluene in various solid volume fraction and temperatures. They found that reducing the size of gold nano-particles increases the thermal conductivity. Paul et al. [190] examined the thermal conductivity of nano-fluids water at room temperature and solid volume fractions (0.00006- 0.00026). They investigated the thermal conductivity of gold in two sizes of 21 and 75 nm and observed that by decreasing the size of nano-particles, the thermal conductivity rises. Some researchers [191-194] investigated the thermal conductivity of alumina nanofluid containing different sizes nano-particles. They understood that by reducing the size of the nano-particles, the thermal conductivity augmented. In Fig. 3, the ratio of the nano-fluids conductivity of the alumina has been determined at two temperatures and different mass ratios of the nano-particles. In this figure, the effect of the particle size is paid. As seen in the figure, at 50 ° C with increasing diameter of the nano-particles, we decrease the ratio of the thermal conductivity, but at the temperature of 10 o C, this ratio increases with increasing diameter of the nano-particles. Therefore, it cannot be conclusively expressed about the effect of the size of nano-particles on the theoretical thermal conductivity.\n16\nFig.3. The thermal conductivity of alumina for different sizes of nano-particles in different mass\npercentages at two temperatures of 10 and 50 [192]\n5.3.Effect of changing the temperature\nAccording to researches on the effect of temperature on the thermal conductivity, this parameter also has a different effect on the thermal conductivity. In some papers, this parameter increases the thermal conductivity and in others it decreases this coefficient. Moreover, in some studies, the behavior of variations in the thermal conductivity varies with the temperature variation and cannot be a good result [162,195].\nMass fraction (wt%)\nk ef\nf\n0.4 0.6 0.8 1 1.2 1.4 1.6 1.8 2\n1\n1.05\n1.1\n1.15 20 nm@ 10 oC\n50 nm@ 10 oC 100 nm@ 10 oC 20 nm@ 50 oC 50 nm@ 50 oC 100 nm@ 50 oC\n17"
    }, {
      "heading" : "5.3.1. Effect of increasing the temperature",
      "text" : "Das et al. [196] compared the thermal conductivity of the alumina nano-fluids at two temperatures of 21 ° C and 50 ° C. They showed that the thermal conductivity improved with enhancing temperature. Timofeeva et al. [197] also examined the thermal conductivity of the alumina in two temperatures of 20 ° C and 60 ° C and achieved similar results. Abareshi et al. [198] also considered the temperature effect on the thermal conductivity of the alumina nano-fluid. they understood that the thermal conductivity augmented as the temperature increased. Xuan et al. [199] presented a new method to simulate the accumulating process in nano-fluids using the Brownian motion theory. Li and Peterson et al. [64] and Das et al. [200] considered the thermal conductivity of two nano particles of oxide and alumina in a water-base-fluid. They found that for both nano-fluids, the thermal conductivity rises with growing temperature. Qiao [201] evaluated the thermal conductivity of silver nano-particles in two water-base and ethylene glycol fluid at 20 and 60 ° C, and a volume fraction of 0.121% and a nano-particles size of 60 nm. He observed that the thermal conductivity ratio augmented with a temperature increase of about 0.7 murshed et al. [202] studied the thermal conductivity of titania in water at temperatures of 15 and 35oC, and observed that the thermal conductivity enhanced as the temperature increased. Huminic et al. [203] studied the FeC / Water thermal conductivity in 1% vol% and temperatures of 15 ° C and 70 ° C and found similar results. Patel et al. [186] investigated the thermal coefficient of different nano-particles with temperature variation. They were aluminum nano-fluids with a mixture of water and ethylene glycol, an aluminum alloy with ethylene glycol, copper with water and copper with it in a volume fraction of 1%. All the biosensors were investigated at temperatures of 20, 30, 40 and 50oC, and in all cases, the thermal conductivity enhanced with augmenting temperature. Sundar et al. [204] determined the thermal conductivity of ND-Ni nano-particles load in water fluid and again in ethylene glycol fluid. In both, the thermal conductivity enhanced with augmenting temperature. Jiang et al. [170] examined the thermal conductivity of Cu / N-tetradecane at two temperatures of 33 and 173 and found that nano-fluids at higher temperature had a much higher conductivity than that of lower temperatures. Esfe et al. [205] examined the thermal conductivity of the combination of Cu and TiO2 nano-particles in a mixture of water and EG. They performed the experiments on prepared nano-fluids at a temperature range of 30 to 60oC and observed that the thermal conductivity enhanced as temperature increased. Glory et al. [72] studied the thermal conductivity of MWCNT / Water in temperatures of 15 and 75. It was detected that the thermal conductivity augmented with enhancing temperature. Nasiri et al. [134] studied the MWCNTs/water nano-fluid thermal conductivity in a temperature range of 10-50oC at 5 different temperatures, and observed that the thermal conductivity augmented with intensification of temperature. Amrollahi et al. [206] examined the SWCNTs/water nano-fluids conductivity and recorded an increasing trend of\n18\nconductivity or temperature. Karimipour et al. [207] investigated the CuO/liquid paraffin nanofluids conductivity. They were found that the thermal conductivity increased with growing temperature and solid volume fraction of nano-particles. Ding et al. [112] examined the thermal conductivity of MWCNT / Water and the control increase of the thermal conductivity was increased by temperature. Wan et al. [208] investigated the polyaniline nano-fluids conductivity at three different temperatures and observed that the thermal conductivity augmented as the temperature increased. Fig. 4 shows the variations in the thermal conductivity of the nano-fluids at different temperatures."
    }, {
      "heading" : "5.3.2. Effect of decreasing the temperature",
      "text" : "Masuda et al. [50] investigated the thermal conductivity of salicylic oxide and water oxide with nano-particles at temperatures of 31.85-46.85-66.85 ° C. They found that the thermal conductivity\n19\ndecreases with increasing temperature. Gao et al. [214] examined the thermal conductivity of Al2O3/HD and found that by growing the temperature from 5 to 52 oC, the thermal conductivity decreases. Branson et al. [215] studied ND / MO thermal conductivity and found that by growing the temperature from 60 to 100°C, the thermal conductivity reduced by 0.02%. Castro et al. [216] examined the thermal conductivity of MWCNTs/Ionic water. Their findings showed that by increasing the temperature, the thermal conductivity decreased by 1%.\n5.4.Investigating the effect of Particle shapes and Aspect Ratio\nA large number of studies have shown that increasing the nano-particles aspect ratio also increases the thermal conductivity [163, 217, and 218]. Murshed et al. [45]. Studied the thermal conductivity of TiO2 / Water nano-fluid in two aspect ratios. They found that, as the ratio increases, the thermal conductivity increases. Glory et al. [72] investigated the nano-fluids conductivity MWCNTs / water in different lengths in a 1% volume fraction. They found that increasing the nano-particles length and increasing the aspect ratio increased the thermal conductivity. This increase in length (0.5- 1.1.7-5) µm is 48% -18-38%. Farbod et al. [219] examined the thermal conductivity of Cu / Engine oil (SAE20W50) in a 0.28 solid volume fraction. They found that Nanorod's conductivity is greater than that of nano rhombic, and these two are more than the sphere. Assael et al. [111] compared the thermal conductivity of DWCNTs/water and MWCNTs/water in a 1% volume fraction. They observed that the thermal conductivity in the first case was 3% and in the second case it increased by 35%. Xie et al. [220] examined the thermal conductivity of silicon carbide/water nano-fluids in a solid volume fraction age of 4% and in spherical and cylindrical quantities. In spherical mode, the thermal conductivity is increased by 10% and in cylindrical mode by 20%. Timofeeva et al. [221] examined the thermal conductivity of the alumina nano-particles in the base-fluid, of water and ethylene glycol in a 7% volume. They drew on the effect of different forms of nano-particles on the thermal conductivity; and found that thermal conductivity of different forms of nano-particles increased. Nasiri et al. [134] investigated the CNT / water nano-fluid thermal conductivity in 0.25% by weight. They found that the thermal conductivity of various forms, including SWNT-SWNTFWNT-MWNT, increased by 13-16-21%, respectively. In Fig. 5, the ratio of the thermal conductivity of CNT-R113 nano-particles has been estimated with different sizes in different percentages of solid volume fraction. It is observed that by increasing the aspect ratio, the ratio of the thermal conductivity increases, which is higher in the smaller particle diameter. In Fig. 6, the thermal conductivity of SiC / water nano-fluids is given for two types of particle shape in different solid volume fraction ages. SiC-26 forms a spherical particle with a diameter of 26 nanometers, and\n20\nin SiC-600 particles are nanotubes and their lengths are 600 nm. It is detected that the ratio of the thermal conductivity is higher for nanotube shape.\nFig. 6. Thermal conductivity ratios of two suspensions containing two different solid particles of SiC-26 and SiC-600 in DI-H2O [220]\nFig. 5. Variation of thermal conductivity ratio with different aspect ratio at several types of CNT-R113 nano refrigerants [57]\n5.5.Examination of Nano-inclusions\nIn general, by increasing the thermal conductivity of nano-particles in suspension, the thermal conductivity of nano-fluids increases. [186, 222] Hwang et al. [223] studied the thermal conductivity of nano-SiO2 and MWCNT and CuO in flowing water base in the volume fraction of 1 percent compared. The thermal conductivity of nano-particles is considered to be 1.4-6600 and 385 W/m.K respectively. They found that the thermal conductivity increased by 3-11-5%, respectively. Zhu et al. [165] studied the thermal conductivity of nano- Al2O3, TiO2 and Fe3O4 in flowing water base in the volume fraction of 4 percent compared. The nano-particles were considered to be 9-15- 35w / (m.K), respectively. They found that the thermal conductivity increased by 30-30-38%, respectively. Yoo et al. [78] compared the thermal conductivity of Al2O3, TiO2 particles in a waterbased base-fluid in a 1% volume fraction, and found that by adding this nano-particles, the thermal conductivity Chopkar et al. [224] examined the thermal conductivity of Ag2Al/water, Al2Cu/Water nano-particles in a 1.8% solid volume fraction, respectively. The results show them by 140 per cent and 120 per cent of the thermal conductivity is augmented. Sinha et al. [225] conductivity of nanoparticles of iron and copper in the base-fluid of EG in the volume fraction of 1% of assessed\nϕ (%) k\nef f\n0 0.5 1 1.5 2 2.5 3 3.5 4 4.5 5 0\n5\n10\n15\n20\n25\nSiC / water-26 SiC / water-600\nϕ =(%)\nk ef\nf\n0 0.2 0.4 0.6 0.8 1 1.2 1\n1.2\n1.4\n1.6\n1.8\n2\n2.2 80nm - aspect ratio 18.8 80nm - aspect ratio 125\n15nm - aspect ratio 100 15nm - aspect ratio 666.7\n21\nthermal conductivity of iron and Copper is considered to be 9 and 386, respectively. They showed that by adding this nano-particle, the nano-fluid conductivity increased by 27% and 60%, respectively. Angayarkanni & Philip [167] added alumina, silica and titania nano-particles to the base-fluid. They compared their nano-fluids thermal conductivity. The thermal conductivity of nano-particles was considered to be 35, 1.4 and 15 W/m.K, respectively. Shima and Philip [226] investigated the role of dispersed nano-material thermal conductivity on the rheological and thermal properties of nano-fluids, stabilized with a mono-layer of surfactant. They used Fe3O4 and Ag nanoparticles. Balla et al. [227] studied thermal conductivity of nano copper and nano zinc in a 50- nanometer particle size in water fluid for both of them. They are mixing ratio of 1 to 3 of copper and zinc nano-particles and measured the thermal conductivity of nano-fluids. They found that increasing the thermal conductivity of nano particles cause thermal conductivity of nano-fluids is increased also most increase thermal conductivity appeared on the temperature 20 ° C and 1 vol%.\n5.6.Impact of Additives\nIn general, the addition of additives increases the nano-fluids stability and prevents the accumulation of nano-particles. Most articles also show that adding additives increases the thermal conductivity of the nano-fluids. Eastman et al. [228] studied the EG based Cu guiding coefficient by adding thioglycolic acid as a stabilizer. They reported that with the presence of nano-particles alone, the thermal conductivity augmented by 10%, and when thioglycolic acid was added to the suspension, the thermal conductivity was increased by 40%. Although only thioglycolic acid was present in the solution (without nano-particles) In the conduction curve, wang et al. [222] did not investigate the copper or alumina nano-fluids in the water base-fluid and found that using a suitable concentration of SDBS, nano-fluids thermal conductivity can be increased. Phuoc et al. [ 229] by studying the CNT / Water nanofiller found that by adding Chitosan in a percentage of the mass, the nano-fluids thermal conductivity could be increased by 4.3% He examined xia et al. [193] to study the nano-fluids of alumina in a 0.5% vol volume. They once examined the thermal conductivity factor by adding SDS and adding PVA to the nano-fluids once again. They found that by adding a good concentration of these additives, the heat conductivity could be increased to slightly higher solid volume fraction. The nano-fluids of alumina in a solid volume fraction of 4% was studied by Angayarkanni & Philip [230]. They reported that by adding NP9 and SDS additives the thermal conductivity augmented by 18 and 13 percent, respectively. They also investigated the thermal conductivity of silicon oxide and water oxide by adding NP9 and CTAB in the same solid volume fractions, and found that the thermal conductivity increased by 9 and 10%. Zhu et al. [56] found that by adding an optimal concentration of SDBS, the coefficient Agarwal et al. [231] examined the\n22\nnano-fluids of MWCNT / PAO nano-fluids with polyisobutylene succinimide (PIBSI) as the dispersant and found that the percentage of conductivity was lower in PIBSI with a 3% mass percentage. Moreover, for EG and water-based CNT nano-fluids by adding SDS, there is no particular change in the thermal conductivity of nano-fluids [232,233].\n5.7.Study the effect of base-fluid\nThe thermal conductivity of the nano-fluids is also dependent on the thermal conductivity of the base-fluid, but due to the complexity of the heat transfer mechanism in the nano-particles and the presence of parameters such as Brownian motion, clustering, nanolayers, etc., we cannot easily We cannot easily comment on the enhancement of thermal conductivity. The base-fluid also increases the thermal conductivity of the nano-fluids [103]. Many articles such as [163, 223, 234-236] have investigated the increase in the thermal conductivity. Wang et al. [63] examined the thermal conductivity of alumina and copper oxide nano-particles in various base-fluids of water, EG, vacuum pump oil, and EO. They found that the highest thermal conductivity for the base-fluid was water, EG, EO, and vacuum pump oil, respectively. It is also the highest thermal coefficient ratio for EG, water, EO and pump oil, respectively. Xie et al. [237] studied the thermal conductivity of the nano-fluids containing MWCNT nano-particles in the three basic fluids, EG and decene. They found that by adding carbon nanotubes, the thermal conductivity increased; and by increasing the base-fluid it decreased. Ruan and Jacobi [238] investigated the thermal conductivity of the MWCNT atoms in base water and EG fluids in 0.24% vol% and found that for both base-fluid the thermal conductivity increased by 9%. Liu et al. [136] studied the thermal conductivity of MWCNT in EG and synthetic motor oil. They found that in an EG-based nano-fluid in the solid volume fraction of 2%, thermal conductivity augmented by about 30%, and in an EO-based nano-fluids with a 1% vol increase, thermal conductivity augmented by 12.4%. Agarwal et al. [239] studied the thermal conductivity of Al2O3 in DW and EG. They found that the change in the thermal conductivity of water-based nano-fluids often depends intensely on the solid volume fraction of nano-particles and temperature, while in an EG-based nano-fluids by volume it is more dependent on the temperature and rises with growing the solid volume fraction age relative to the temperature. However, water-based nano-fluids have a more effective role in heat transfer where the temperature is more prominent. While the EG-based nano-fluids is more appropriate in places where the volume is more prominent. Li et al. [240] examined the thermal conductivity of the nano-particles in the two basic fluids of water and EG and found that the thermal conductivity of the base-fluid decreases. In Fig. 7, the thermal conductivity of copper oxide and alumina nano-particles in different base percentages is given in different percentages of solid volume fraction. According to\n23\nthe figure, with increasing the thermal conductivity of the base-fluid, the thermal conductivity of the nano-fluids is also increased.\n5.8.Effect of pH\nDespite the fact that the thermal conductivity of nano-fluids depends on their pH, the number of articles in this field is low. When oxides add metals to water, they form in the hydrogen radicals OH ^ + OH ^ +. Now, depending on the type of nano-particles in the water and the reactions formed between the nano-particles and the water, acidic nano-fluids are played or played. If the nanoparticles has a positive charge load, H2 + H2 + will be acidic nano-fluids, and if the nano-particles has a negative charge load of OH ^ + OH ^ +, the nano-fluids is played. At a pH value, the mixture of nano-particles and water reaches a point where the number of ions + ve and ions -ve is equal. This state of affinity is isoelectric point. The isoelectric point depends on the type of metal oxide\n24\nnano-particles. If the nano-fluids PH is close to this point, nano-particles may stick together and this affects the thermal conductivity. Xie et al. [236] discovered the effect of pH on the thermal conductivity of the alumina nano-fluids in the base water and EG fluids. They found that by increasing the difference between the nano-fluids pH and the isoelectric point, the thermal conductivity increased. Habibzade et al. [244] reported that by growing the pH For SnO2 nanoparticles, the thermal conductivity also intensifies. They observed that at pH = 8 times the surface was higher and different behavior was observed from the nano-particles, but eventually this behavior increased the thermal conductivity. Li et al. [245] observed that by diverging the pH from the isoelectric point of loading Surface is increased [45, 188] to investigate the effect of pH on the TiO2 conductivity. He et al. [188] considered the particle size 20 nm and investigated the thermal conductivity. PH = 11 and murshed et al. [45] considered the particle size of 15 nm and examined the thermal conductivity at pH = 2-8. Wang et al. [222] studied the thermal conductivity of copper/water and alumina nano-particles. They observed that the thermal conductivity depends on pH. They also reported that the ratio of thermal conductivity augmented with growing pH at low pH (Al2O3 less than 7.5 and copper less than 9). However, at higher pH (alumina greater than 8 and more than 9.5), the ratio of thermal conductivity decreased with increasing pH. Zhu et al. [56] examined the thermal conductivity of alumina and found that this coefficient strongly depends on pH and, with increasing pH, the thermal conductivity increases from 3 to 8-9. Another work, such as [246,247], is also about the effect of pH on the thermal conductivity, which has the same results with other studies. Finally, according to the above-mentioned studies, the thermal conductivity is highly dependent on pH, and this parameter should be considered more. Lee et al. [248] The thermal conductivity of copper oxide nano-fluids in the room at pH 3 and 6 They found that increasing the pH would reduce the conduction factor. In Fig. 8, the ratio of thermal conductivity of nano-liquids to aluminum and copper is shown for various pH values. As in the figure, the thermal conductivity in the playing area is less than that of the acid. The highest ratio of heat thermal conductivity is in the range of pH 8-9.\nTwo tables, a summary of the work carried out on the thermal conductivity of nano-fluids can be found. In Table 2, the formulas and relationships obtained from theoretical and experimental work are briefly summarized\n26\nBruggeman[75] φK k<; − kH00k<; + 2kH00L + (1 − φ) = kI0 − kH00kI0 + 2kH00? = 0 Timofeeva et\nal. [197] kH00 = kI0(1 + 3φ) Bhattacharya\net al. [83]\nkH00 = φkN + (1 − φ)k0 kN = 1KOT VR〈Q(0)Q(j∆t)〉∆t Y Z[\\\nKoo and Kleinstreuer\n[ 250]\nkH00 = kI0 k<; + 2kI0 + 2φ(k<; − kI0)k<; + 2kI0 −φ(kI0 − k<;) + 5 × 10_θρ0C;0φf(T,φ)c KOTρI0d; f(T, φ) = (−6.04φ + 0.4705)T + 1722.3φ − 134.63\nPrasher et al. [251]\nkH00 = kI0 k<;(1 + 2αO) + 2kh + 2φik<;(1 − αO) − khjk<;(1 + 2αO) + 2kh − φik<;(1 − αO) − khj kh = k0(1 + 0.25ReOPr)\nReO = 1υc18KOTπρ;d; MHrs = 2.5%± 15% αO = 2RIkh/d;\nJang and Choi [252]\nkH00 = kI0(1 − φ) + 0.01k<;φ+ 18 × 10v d0d; k0Rew Pr0φ Rew =xyzw7{ , C|} = ~ - 5w7 5\nCorcione [253]\nkH00kI0 = 1 + 4.4Re;\\._Pr0\\.vv TT0 E\\ k<;k \\.\\-φ\\.vv Re; = uwd;υ = 2ρ0KOTπμ0 d;\nYu and Choi [85]\nkH00 = kI0 k;H + 2kI0 + 2φ(k;H − kI0)βE-k;H + 2kI0 − φ(k;H − kI0)βEk;H = k<; 2(1 − γE)γE + βE-(1 + 2γE)γE−(1 − γE)γE + βE-(1 + 2γE)\nβE = 1 + t/R Leong et al.\n[254]\nkH00 = 8k; − k 9φ;k (2βE- − β- + 1) + 8k; + 2k 9βE-iφ;β-(k − k0) + k0jβE-8k; + 2k 9 − 8k; − k 9φ;(βE- + β- − 1) βE = 1 + t/R , β = 1 + t/(2R)\n27\nMurshed et al. [255]\nkH00 = 8k<; − k 9φ;k (β − βE + 1) + 8k<; + k 9β iφ;βE (k − kI0) + kI0jβ 8k<; + 2k 9 − 8k<; − k 9φ;(β + βE − 1) βE = 1 + t/R , β = 1 + t/(2R)\nJiang et al. [256]\nkH00 = kI0 k;H + (n − 1)kI0 + (n − 1)φ(k;H − kI0)k;H + (n − 1)kI0 − φ(k;H − kI0) k;H = k0 2k<; + (βE- − 1)8k<; + k 92k + (βE- − 1)8k<; + k 9 k = k;R(1 + t/R − k0/k;)ln (1 + t/R)tk0lni(1 + t/R)k;/k0j\nβE = 1 + t/R Hamiltonn and Crosse\n[76]\nkH00 = kI0 k<; + (n − 1)kI0 + (n − 1)φ(k<; − kI0)k<; + (n − 1)kI0 − φ(k<; − kI0)\nYang et al. [257]\nkH00 = 1π (k sin ω \\ + k cos ω)E dω k = Rk;k0(H + R)8k; − φk; + φk09 k = k0 k; + k0 + φ(k; − k0)k; + k0 − φ(k; − k0)\nYang et al. [258].\nkH00 = (H + 2t)kH00 + (R + t)kH00 H + R + 3t kH00 = Aφ;k; + (αB + βC)φ;k + (1 + α + β)φ;k0 − k0Aφ; + (αB + βC)φ; + (1 + α + β)φ; − 1\nkH00 = (H + 2t)H φ; (H + 2t)k k;2tk; + Hk + αk + k0 − (H + 2t)(1 + α)k0φ;H\nα = (| ) | | , β = (| ) | , t = √2πσ A = − 3  37 3   , B = || ∙ 37 3  37 3   − 1 , C = − 353   35\nk = k;(1 + t/R − k0/k;) i(1 + t/R − k0/k;) − (tk0)/8Rk;9jlni(1 + t/R)k;/k0j + (1 + t/R − k0/k;)t/R Yamada and\nOta [84] kH00 = kI0 1 + k0Hk;Rφ\\. + (1 − k0k;)φHRφ\\. 1 + k0Hk;Rφ\\. − (1 − k0k;)φ\nNan et al. [259]\nkH00 = k0 3 + (β + β )φ3 − φβ β = (3¢¢£ 35)3¢¢£ 35 , β = 3¤¤£35 − 1\n28\nkEEr = 37E ¥¦§ ¨7̈5 , k-r = 37E ¥¦© ¨7̈5\nYang et al. [260]\nk<0kI0 = k;Hªªªªª + kI0(n − 1) + (n + 1)8k;Hªªªªª − kI09(1 + C)φk;Hªªªªª + kI0(n − 1) − 8k;Hªªªªª − kI09(1 + C)φ\nk;Hªªªªª = 1π «k;H sin ω+ k;H cos ω \\ dωk;H = Aφ;k; + BCφ;k Aφ; + BCφ; k;H = 37 x3  E x , k = 37|(E /| 35/37) < (E /|) 35 <i(E /|)37/35j , A = − 3  37 3   ,\nB = || ∙ 37 3  37 3   − 1 , C = (| ) | | , n = 3ψ  , ψ = H(®)iE H (®)j¢̄H(®)°E H (®) ±Y< ¢ H(®) , e(u) = «1 − (| ®)((²/ ) ®)\nHashin and\nShtrikman [261]\n³´µ K1 + 3¶·3³´µ + (1 − ¶)³L ≤ kH00 ≤ K1 − 3(1 − ¶)·3³¹º −¶³L ³¹º\nAvsec et al.[262]\nkH00 = ³¹º + (» − 1)³´µ − (» − 1)¼½(³¹º − ³´µ)³¹º + (» − 1)³´µ + ¼½(³¹º − ³´µ)\nPak and Cho[263] kH00 = 1 + 7.47¶\nKumar et al.[264]\nkH00 = ³´ + ¾ 2³¿ÀÁÂÃº ¶Ä́³´(1 − ¶)Ä́ ³´\nChandrasekar et al.[265]\nkH00 = ³¹º + (» − 1)³´µ + (» − 1)(1 + Å)-¶(³¹º − ³´µ)³¹º + (» − 1)³´µ − (1 + Å)-¶(³¹º − ³´µ) + Æ¶(À − À\\)Ç³È_\nGupte et.al[266]\nkH00 = ³¹µ(0.0556ÉÊ + 0.1649ÉÊ − 0.0391ÉÊ- + 0.0034ÉÊ_)\nHasselma n et al.[267] kH00 = ¼(1 + 2Å) + 2 + 2¶ ¼(1 − Å) − 1 ¼(1 + 2Å) + 2 − ¶ ¼(1 − Å) − 1\nWang et al.[268]\nkH00 = (1 − ¶) + 3¶Ì ³ÍÎ(Ä)»(Ä)³ÍÎ(Ä) + 2³µ ÃÄÏ\\\n(1 − ¶) + 3¶Ì ³µ»(Ä)³ÍÎ(Ä) + 2³µ ÃÄÏ\\\nMeibodi et al[269] kH00 = ¼ 1 + ∆Ã 1 + ¼∆Ã\nwei.[270] kH00 = 1 + 3ÐÑ(,),\\ 1 − ÐÑ(,),\\\nChon et al.[194] kH00 = 1 + 64.7¶\\.Ò_v ÃµÃº \\.-vÓ ³º³µ \\.Ò_Òv ÉÄ\\.ÓÓÔÔÕÊE. - E\nEvans et al.[271]\nkH00 = 1 + 3¶ Ö − 1Ö + 2\nYang .[272]\nkH00 = 1 + 3¶ × E× ,¼ = Ø Ù (Ú\nBraginsky And shklover\n[273]\n³ÛÜ¹ E = ¶³Ý E + (1 − ¶)³E E ,³ÛÞß = ¶³Ý + (1 − ¶)³E\nIn Table 3, a summary of experimental researches performed on various nano-fluids is presented.\n30\nion (%)\nAl2O3\nWater\n30 0.01–0.3 44.0 (21 °C) Lee et al.[156] 38.4 4.0 9.4–24.3 (21–51 °C) Das et al. [200] 43 0.33–3.0 9.7 Chandrasekar et al[274] 131 4.0 24.0 (51 °C) Putra et al[275] 36 3.1–9.0 15.0 (20–40 °C) Minsta et al. [182] 13 1.3–4.3 33.0 (31.85–86.85 °C) Masuda et al[50] 47 4.0 29.0 (70 °C) Chon et al[194] 38.4 4.3 11.0 Lee et al[147] 28 5.5 16.0 Wang et al[63] 120 1.0–8.0 5.0–30.0 Yiamsawasd et al[209] 45 0.5 7.0 Alade et al[276] 50 5.0 4.4 Kumar et al[277] 150 6.0 24 Pryazhnikov et al[278]\nEG/Water 13 1.5 5.0 Serebryakova et al. [279]\n120 1.0–4.0 5.0–20.0 Yiamsawasd et al[209] 36 1.5 32.26 (60 °C) Sundar et al. [153]\nEG 28 5.0 24.5 Wang et al. [63] 50 5.0 14.2 Kumar et al[277] 45 0.5 8.5 Alade et al[276]\nMethanol 13.0 0.005–0.15 1.47–8.33 (R) Mostafizur et al. [280] 40–50 0.5 10.74 Pang et al. [173] Kerosene 13 0.5 22 Agarwal et al[231]\nATF 30 ± 10 1.0 40.0 Sonawane et al. [281] To 45 0.5 8.0 Alade et al. [276] parafin 50 5.0 11.4 Kumar et al[277]\nCeO2 Water 12 4 74(298k) Beck et al[282] 74 4 66(298k)\nEG 30–50 1.0 17.0 (10 °C), 10.7 (30\n°C) Elis et al. [283]\n10-30 2.5 22(50c) Keyvani et al[284]\nCuO Water\n29 3.3–9.3 15.0 (20–40 °C) Minsta et al. [182] 23.6 3.41 12.0 Lee et al. .[156] 23.0 4.5–9.7 17.0–34.0 Wang et al. [63] 29.0 6.0 50.0(31.3 °C),51.0(33.4\n°C) Li and Peterson [64]\n100.0 7.5 52.0 Zhang et al[49] 63 6.0 17.0 (25 °C) Sahooli et al. [285]\n31 3.0 17.0 Alade et al[276]\nActadeca\nne 75 2.5 8.1 Aguila et al[286]\nCu Water 50–100 0.10 24.0 Liu et al. [287]\n35 0.05-0.3 18-68 Jana et al. [161] 80 0.5 24.0 Alade et al[276] Less100 2-9%wt 24-55 Xuan and li [159] oil Less100 2-5%wt 13-44 EG 20.0 1.0 48.0–70.0 Sinha et al. [225] Less10 0.3 14 Eastman et al. [228] Less100 0.2 13 Garg et al. [288] 80 0.5 22.0 Alade et al[276] To 80 0.5 16.0\nZnO EG 30 7.0 wt.% 9.13 Li et al. [289]\n10–20 5.0 26.5 yu et al. [290] Water 90–210 0.5–5.0 3.0–19.8 Jeong et al. [291]\n25 0.4 58 Patel and parekh[292]\nTiO2 Water 21 1.0–8.0 2.0–20.0 Yiamsawasd et al. [209] 15 5.0 33.0 Murshed et al. [45]\n31\n27 4.3 10.5 (31.85 °C), Masuda et al. [50] 150 6.0 20.6 Pryazhnikov et al. [278]\nEG 50 0.0–2.0 37.0 Paul et al. [35] EG/Water 21 4.0 15.0 Yiamsawasd et al[209]\n9 2.0 18.2 Leena and\nSrinivasan[293] PG/Water 9 2.0 14.5 Methanol 21 0.005–0.15 1.47–6.86 (R) Mostafizur et al[280]\nSiO2\nWater 12 1.1–2.4 1.1 (31.85 °C) Masuda et al. [50] 25 2.0 40 Pryazhnikov et al[278] Methanol 5–15 0.005–0.15 0.98–7.35 (R) Mostafizur et al. [280]\n10–20 0.5 14.29 Pang et al. [173] EG 12.0 1.0–4.0 23.0 Jahanshahi et al. [294]\nEG/Water 30 3.0 4.4 Guo et al. [295]\n20-30 5.0 45.5 Esfahani and toghraie\n[296]\nCo3O4 EG <50 5.7 27 (50 °C) Mariano et al. [171]\nFe3O4 Water 13.0 2.0 25.0–48.0 (20–60 °C) Sundar et al. [297] 9.8 4.0 38 Zhu et al. [165] 20-30 3.0 90 Afrand et al[178] 2.8–9.5 5.5 5-25 Shima et al. [298] 8 1.0 3(30°C) Shima et al. [299] EG/water 13 2.0 52 Sundar et al. [243]\nEG 20–30 6.9 11(323.15 K) Pastoriza-Gallego et al.\n[242] Kerosene 8 0.95 23(30°C) Shima et al. [299] 9.9 4.7 30 Parekh and lee[164] 6.7 7.8 23 Philip et al[300] 8.7 8.2 24 Shima et al. [166] 10 1.7 3 Shima et al. [184] 15 1.0 34 Yu et al. [301] NF 6.7 4.5 216(with magnetic) Philip et al. [302] hexadeca\nne 8 1.65 20(30°C) Shima et al. [299]\nFe2O3 EG 20–30 6.6 15(323.15 K) PastorizaGallego et al.\n[242]\n29 ± 18 6.6 25(303.15 K) Pastoriza-Gallego et\nal[303] EG/Water 20 2.0\nSnO2 Water 4.3–5.3 0.012– 0.024\n7.0 Habibzadeh et al. [244]\nZrO2 Water 44-105 6.0 17.2-21.6 Pryazhnikov et al[278]\nEG 20.0 20.0\n0.0–0.2 0.0–0.2\n60.0 20.0\nPaul et al. [35]\nAg Water\n<100 0.3–0.9 30 (50 °C) Godson et al. [304] 60-80 0.1 3.2-16.5(30-60°C) Patel et al[189]\n5 0.04 25.02 Aparna et al. [305] oil 5 0-0.5 7-17(25-50°C) Li et al. [306] EG 100–500 0.1–1.0 18.0 Sharma et al. [307]\n10 1000- 5000-\n10000ppm 10-16-18(140°C) Cho et al. [160]\n20-30- 50-80\n0.3 28-30(300k) Warrier and teja [179]\n32\nAu Water 10-20 0.005- 0.011\n5-21(30-60°C) Patel et al[189]\n15 1.4 8 Jana et al. [161]\n2-45 0.00025-\n0.1 11-1.4(25-60°C) Shalkevich et al. [308]\nToluene 1.65 0.003 14 Zhang et al[80]\nMWNT Water\n10–30 1.0 7.0 Hwang et al.[133] 100 0.60 38.0\nShen [309] Decene 15 1.0 20.0 EG 13.0 Water 7.0 EG 20–50 1.0 12.4\nLiu et al. [287] Synthetic engine oil 20–50 2.0 30.0\nFe EG 10.0 0.1–0.55 18.0 Hong et al.[310] 10.0 0.55 18.0 Shen [309]\nFeC Water Less10 1.0(wt) 24.1(70°C) Huminic et al[203]\nAl Water 80 0.1-3 28 Patel et al[186] 3.0 28.0 Alade et al[276] oil 30\nAIN To 50.0 0.50 8.0 Choi et al.[311] EG 50.0 0.10 38.71\nYu et al.[312] PG 50.0 0.10 40.2\nAg2Al Water 30-80-\n120 1-2 107-95-88 Chopkar et al[224]\nEG 30-80-\n120 1-2 97-77-68\nAl2Cu Water 15 0.2-1.5 45 Chopkar et al[187]\n30-65-\n105 2 98-78-67 Chopkar et al[224]\nEG 15 02-1.5 30 Chopkar et al[187]\n30-65-\n105 2 83-69-58 Chopkar et al[224]\nSiC Water 26.0 4.20 16.0 Shen [309]\n3.2 4 70 Xie et al[220] 16-90 4.1 6.5-12.5(25°C) Timofeeva et al[185] 16-60 4 7-12.5 Timofeeva et al[313] EG/Water 16-90 4 11.5-16.5 EG 3.2 4 31 Xie et al[220]"
    }, {
      "heading" : "6. Effect of nano-particles on human body",
      "text" : "Due to the industrialization of nano-particles and their application in various devices, human communication with these devices has increased. Hence, different researchers have been investigating the effect of nano-particles on human health. In Fig. 9, some parts of the body affected by the nano-particles and related diseases are shown.\n33\nFig. 9. Effect of different nano-particles on various parts of the body. [38, 39]\nA study of neurobehavioral tests on labors at Nano-particles production plants demonstrated that their backward memory has been decreased due to high concentration of Nano-particles and continuous contact with them [314,315]. The degree of toxicity of nano-particles depends on various parameters. Evaluation of these parameters has been one of the major issues for researchers. They found that the toxicity of Nanoparticles is influenced by properties including size [316], charge, shape, surface chemistry/coating [317], production of reactive oxygen species [318] and flexibility [319, 320]. In other studies, the researchers investigated the effect of nano-particles on human health. They found that Nano-particles such as iron (5nm) [321], TiO2 [322], quantom dots [323], Ag Nanoparticles (5nm) [324] were able to cross the skin. These substances increase the probability of skin aging by producing reactive oxygen species [325]. Fig. 10 shows a schematic of part of the skin where the nano-particles pass through and enter the bloodstream due to their small size.\n34\nIn two separate studies [326,327], the researchers investigated the influence of penetration of nanoparticles into the skin and their effects on the body. Their results demonstrated that the penetration of Nano-particles can cause systemic exposure and cause lesions in the body. Biskos et al. [328] investigated the effect of nano-particles size and their deposition location. They found that most of the deposition of airborne Nano-particles is in the range of 5–50nm within alveoli. The deposition in these areas creates maximum risk of toxicity. In Fig. 11, alveoli is shown. Accumulation of nano-particles in the inhalation causes less oxygen to enter the bloodstream\n35\nFig. 11. Schematic of the lung and the alveoli area where the nano-particles are deposited [328, 39]\nAlso, the researchers found that due to the large surface area of the lungs and the small size of airborn Nano-particles, they can cross the thin blood air barriers and enter the systemic bloodstream, which can easily reach all organs of the body [329,330]. Fig. 12 illustrates how oxygen is absorbed in the alveoli. Nano-particles pass through this area, causing the nano-particles to enter the bloodstream and move to different parts of the body\n36\nAnother study revealed that Ag Nano-particles can cause bile-duct hyperplasia, necrosis, fibrosis, and creation of pigmentation in the rat [331]. The results of two other articles also demonstrated that TiO2Nano-particles can cause hepatic injury, thrombosis, tachycardia, and systolic hypertension [332, 333]. Fig. 13 presents a sample of a blood clot that may be due to the accumulation of nano-particles in the vein.\nLucchini et al. [334] investigated the effect of nano-particles on children. They found that motor, cognitive, and behavioral changes have been observed in children exposed to particulate atal Nanoparticles. Holt et al. [335] studied the effect of nano-particles on infants. Their results showed that nanoparticles act as an allergen during infancy. These allergens enter into the body and activate the immune system to create allergic inflammation in later stages of their life.\n37\nAraujo et al. [336] investigated the effect of nano-particles on epidemiological diseases. They found that detrimental cardiovascular consequence diseases have been reported due to the exposure to Nano-particles. Lu et al. [337] studied the effect of different nano-particles on human experimentally. In vitro and in vivo studies showed that metallic Nano-particles, carbon-based Nano-particles, and dendrimers have the potential to cause adverse effects such as reproductive failure, metabolic syndrome, and cancer. In addition, some studies have shown that some Nano-particles can have adverse effects on human reproductive structure by making changes in testicular and ovarian structure and function [338, 339]."
    }, {
      "heading" : "7. Conclusion",
      "text" : "This article focuses on experimental studies performed on measurement of nano-fluid thermal conductivity and evaluates the influence of effective parameters on nano-fluid thermal conductivity including volume fraction and size of nano-particles, temperature, aspect ratio, base-fluid, pH, nano inclusions, and additives. Also, due to the importance of hybrid nano-fluids, a separate section related to the articles published in this field is provided. Since the researchers have direct contact to the nano-particles to measure their properties, a part of the paper reviews the effect of nanoparticles on humans and the environment. The results demonstrated that the parameters mentioned above have a direct effect on thermal conductivity. Also, according to the results of some papers, hybrid nano-fluids have better thermal properties than mono nano-fluids. Based on the investigations, human exposure to nano-particles can have many adverse effects on various parts of the body include the skin, lungs, liver, gastrointestinal system, brain, etc. It reveals that the researchers in contact with nanomaterials should avoid to direct contact with nanomaterials. The nano-particles also have destructive effects on the soil and water. If they enter the environment, animals in contact with these nano-particles have problems."
    }, {
      "heading" : "8. Challenge and suggestion for future work",
      "text" : "In general, the researchers in measuring the thermal conductivity of nano-fluids have some challenges as follows:\n• Although there are many papers on nano-fluid measurement, there is not similar data.\nDifferent results have been reported related to thermal conductivity under the same conditions.\n38\n• Most of the papers have focused on thermal conductivity of metal and metal oxides nano-\nfluids. The researchers have not considered new nanomaterials.\n• Due to the industrialization of nanotechnology, it is necessary to find methods to lessen\nhuman and environmental contact with nano-particles.\nMoreover, due to the existing challenges, related suggestions are also provided:\nStandardize the time interval for measuring the thermal conductivity of nano-fluids in which researchers report the effect of changing one parameter to investigate its effect. This interval should also include the steps of nano-fluid preparation and its homogenization. Using new nano-particles to prepare nano-fluids, especially those that are eco-friendly or those made from the environment. Reduction of human exposure to nano-particles in the laboratory using a device instead of human in the preparation and measurement of nano-fluid properties."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The work of this paper is financially supported by the National Natural Science Foundation of China\n(51876040, 51676046), the Shenzhen Science and Technology Innovation Committee (STIC)\n(JCYJ20180306174450120) and the Zhishan Youth Scholar Program Of SEU. The supports are gratefully\nacknowledged."
    }, {
      "heading" : "9. References",
      "text" : "[1] S. Bandyopadhyay, S. Chakraborty, Thermophoretically driven capillary transport of nano-fluid in a microchannel, Advanced Powder Technology, 29 (2018) 964-971.\n[2] E. Esmaeili, S.A. Rounaghi, W. Gruner, J. Eckert, The preparation of surfactant-free highly dispersed ethylene glycol-based aluminum nitride-carbon nano-fluids for heat transfer application, Advanced Powder Technology, 30 (2019) 2032-2041.\n[3] A. A. A. A. Al-Rashed, R. Ranjbarzadeh, S. Aghakhani, M. Soltanimehr, M. Afrand, and T. K. Nguyen, \"Entropy generation of boehmite alumina nano-fluid flow through a minichannel heat exchanger considering nanoparticle shape effect,\" Physica A: Statistical Mechanics and its Applications, 2019/01/29/ 2019.\n[4] A. Purusothaman, Investigation of natural convection heat transfer performance of the QFN-PCB electronic module by using nano-fluid for power electronics cooling applications, Advanced Powder Technology, 29 (2018) 996-1004.\n39\n[5] A. Hajatzadeh Pordanjani, S. Aghakhani, M. Afrand, B. Mahmoudi, O. Mahian, and S. Wongwises, \"An updated review on application of nano-fluids in heat exchangers for saving energy,\" Energy Conversion and Management, vol. 198, p. 111886, 2019/10/15/ 2019.\n[6] J. M. Mahdi, S. Lohrasbi, D. D. Ganji, E. C. J. E. C. Nsofor, and Management, \"Simultaneous energy storage and recovery in the triplex-tube heat exchanger with PCM, copper fins and Al2O3 nano-particles,\" vol. 180, pp. 949-961, 2019.\n[7] Siyuan Mei, Cong Qi, Maoni Liu, Fan Fan, Lin Liang. Effects of paralleled magnetic field on thermo-hydraulic performances of Fe3O4-water nano-fluids in a circular tube. International Journal of Heat and Mass Transfer, 2019, 134: 707-721.\n[8] Guiqing Wang, Cong Qi, Maoni Liu, Chunyang Li, Yuying Yan, Lin Liang. Effect of corrugation pitch on thermo-hydraulic performance of nano-fluids in corrugated tubes of heat exchanger system based on exergy efficiency. Energy Conversion and Management, 2019, 186: 51-65.\n[9] Cong Qi , Tao Luo, Maoni Liu, Fan Fan, Yuying Yan. Experimental study on the flow and heat transfer characteristics of nano-fluids in double-tube heat exchangers based on thermal efficiency assessment. Energy Conversion and Management, 2019, 197: 111877\n[10] Cong Qi, Maoni Liu, Jinghua Tang. Influence of triangle tube structure with twisted tape on the thermo-hydraulic performance of nano-fluids in heat-exchange system based on thermal and exergy efficiency. Energy Conversion and Management, 2019, 192: 243-268.\n[11] S. U. Choi and J. A. Eastman, \"Enhancing thermal conductivity of fluids with nano-particles,\" Argonne National Lab., IL (United States)19 95.\n[12] M. Karimpour, M. A. H. Feizi, M. Mahdavi, B. Krammer, T. Verwanger, F. Najafi, et al., \"Development of curcumin-loaded gemini surfactant nano-particles: Synthesis, characterization and evaluation of anticancer activity against human breast cancer cell lines,\" Phytomedicine, vol. 57, pp. 183-190, 2019/04/01/ 2019.\n[13] K. N. Islam, M. Z. B. A. Bakar, M. E. Ali, M. Z. B. Hussein, M. M. Noordin, M. Y. Loqman, et al., \"A novel method for the synthesis of calcium carbonate (aragonite) nano-particles from cockle shells,\" Powder Technology, vol. 235, pp. 70-75, 2013/02/01/ 2013.\n[14] W. H. De Jong and P. J. Borm, \"Drug delivery and nano-particles: applications and hazards,\" International journal of nanomedicine, vol. 3, p. 133, 2008.\n[15] J. Koziara, P. Lockman, D. Allen, and R. Mumper, \"The blood-brain barrier and brain drug delivery,\" Journal of nanoscience and nanotechnology, vol. 6, pp. 2712-2735, 2006.\n[16] S. B. Tiwari and M. M. Amiji, \"A review of nanocarrier-based CNS delivery systems,\" Current Drug Delivery, vol. 3, pp. 219-232, 2006.\n[17] A. A. Alnaqi, S. Aghakhani, A. H. Pordanjani, R. Bakhtiari, A. Asadi, and M.-D. Tran, \"Effects of magnetic field on the convective heat transfer rate and entropy generation of a nano-fluids in an inclined square cavity equipped with a conductor fin: Considering the radiation effect,\" International Journal of Heat and Mass Transfer, vol. 133, pp. 256-267, 2019/04/01/ 2019.\n[18] S. Aghakhani, B. Ghasemi, A. Hajatzadeh Pordanjani, S. Wongwises, and M. Afrand, \"Effect of replacing nano-fluids instead of water on heat transfer in a channel with extended surfaces under a magnetic field,\" International Journal of Numerical Methods for Heat & Fluid Flow, 2019.\n40\n[19] A. H. Pordanjani, S. Aghakhani, A. Karimipour, M. Afrand, and M. Goodarzi, \"Investigation of free convection heat transfer and entropy generation of nano-fluids flow inside a cavity affected by magnetic field and thermal radiation,\" Journal of Thermal Analysis and Calorimetry, pp. 1-23, 2019.\n[20] A. H. Pordanjani, S. Aghakhani, A. A. Alnaqi, and M. Afrand, \"Effect of alumina nano-powder on the convection and the entropy generation of water inside an inclined square cavity subjected to a magnetic field: Uniform and non-uniform temperature boundary conditions,\" International Journal of Mechanical Sciences, vol. 152, pp. 99-117, 2019.\n[21] S. M. Vahedi, A. H. Pordanjani, A. Raisi, and A. J. Chamkha, \"Sensitivity analysis and optimization of MHD forced convection of a Cu-water nano-fluids flow past a wedge,\" The European Physical Journal Plus, vol. 134, p. 124, 2019.\n[22] A. H. Pordanjani, A. Jahanbakhshi, A. A. Nadooshan, and M. Afrand, \"Effect of two isothermal obstacles on the natural convection of nano-fluids in the presence of magnetic field inside an enclosure with sinusoidal wall temperature distribution,\" International Journal of Heat and Mass Transfer, vol. 121, pp. 565-578, 2018.\n[23] A. H. Pordanjani, S. M. Vahedi, S. Aghakhani, M. Afrand, H. F. Öztop, and N. Abu-Hamdeh, \"Effect of magnetic field on mixed convection and entropy generation of hybrid nano-fluid in an inclined enclosure: Sensitivity analysis and optimization,\" The European Physical Journal Plus, vol. 134, p. 412, August 30 2019.\n[24] S. M. Vahedi, A. H. Pordanjani, S. Wongwises, and M. Afrand, \"On the role of enclosure side walls thickness and heater geometry in heat transfer enhancement of water–Al 2 O 3 nano-fluids in presence of a magnetic field,\" Journal of Thermal Analysis and Calorimetry, pp. 1-18.\n[25] O. Arsenyeva, J. Tran, M. Piper, and E. Kenig, \"An approach for pillow plate heat exchangers design for single-phase applications,\" Applied Thermal Engineering, vol. 147, pp. 579-591, 2019/01/25/ 2019.\n[26] G. Narendran, N. Gnanasekaran, and D. A. J. R. P. o. M. E. Perumal, \"A Review on Recent Advances in Microchannel Heat Sink Configurations,\" vol. 11, pp. 190-215, 2018\n[27] M. A. Zoroddu, S. Medici, A. Ledda, V. M. Nurchi, J. I. Lachowicz, and M. Peana, \"Toxicity of nano-particles,\" Curr Med Chem, vol. 21, pp. 3837-53, 2014.\n[28] B. Ballou, B. C. Lagerholm, L. A. Ernst, M. P. Bruchez, and A. S. Waggoner, \"Noninvasive imaging of quantum dots in mice,\" Bioconjugate chemistry, vol. 15, pp. 79-86, 2004.\n[29] D. B. Buxton, S. C. Lee, S. A. Wickline, and M. Ferrari, \"Recommendations of the national heart, lung, and blood institute nanotechnology working group,\" Circulation, vol. 108, pp. 2737-2742, 2003.\n[30] M. Ferrari, \"Cancer nanotechnology: opportunities and challenges,\" Nature reviews cancer, vol. 5, p. 161, 2005.\n[31] A. Shvedova, V. Castranova, E. Kisin, D. Schwegler-Berry, A. Murray, V. Gandelsman, et al., \"Exposure to carbon nanotube material: assessment of nanotube cytotoxicity using human keratinocyte cells,\" Journal of toxicology and environmental health Part A, vol. 66, pp. 1909-1926, 2003.\n[32] D. Y. Pui, S.-C. Chen, and Z. Zuo, \"PM2. 5 in China: Measurements, sources, visibility and health effects, and mitigation,\" Particuology, vol. 13, pp. 1-26, 2014.\n41\n[33] W. G. Kreyling, M. Semmler-Behnke, and W. Möller, \"Health implications of nano-particles,\" Journal of Nano-particles Research, vol. 8, pp. 543-562, 2006.\n[34] Y. Gao, T. Yang, and J. Jin, \"Nano-particles pollution and associated increasing potential risks on environment and human health: a case study of China,\" Environmental Science and Pollution Research, vol. 22, pp. 19297-19306, 2015.\n[35] Y. Cao, \"The toxicity of nano-particles to human endothelial cells,\" in Cellular and Molecular Toxicology of Nano-particles, ed: Springer, 2018, pp. 59-69.\n[36] B. Song, T. Zhou, W. Yang, J. Liu, and L. Shao, \"Contribution of oxidative stress to TiO2 nanoparticles-induced toxicity,\" Environmental toxicology and pharmacology, vol. 48, pp. 130-140, 2016.\n[37] S. Tang, M. Wang, K. E. Germ, H.-M. Du, W.-J. Sun, W.-M. Gao, et al., \"Health implications of engineered nano-particles in infants and children,\" World Journal of Pediatrics, vol. 11, pp. 197-206, 2015.\n[38] Y. Teow, P. Asharani, M. P. Hande, and S. Valiyaveettil, \"Health impact and safety of engineered nanomaterials,\" Chemical communications, vol. 47, pp. 7025-7038, 2011.\n[39] A. C. Guyton, J. E. Hall, Human physiology and mechanisms of disease, 1992.\n[40] H. Eshgarf and M .Afrand, \"An experimental study on rheological behavior of non-Newtonian hybrid nano-coolant for application in cooling and heating systems,\" Experimental Thermal and Fluid Science, vol. 76, pp. 221-227, 2016.\n[41] L. Yang, M. Mao, J.-n. Huang, W. Ji, Enhancing the thermal conductivity of SAE 50 engine oil by adding zinc oxide nano-powder: An experimental study, Powder Technology, 356 (2019) 335-341.\n[42] P. M. Nafchi, A. Karimipour, and M. Afrand, \"The evaluation on a new non-Newtonian hybrid mixture composed of TiO2/ZnO/EG to present a statistical approach of power law for its rheological and thermal properties,\" Physica A: Statistical Mechanics and its Applications, vol. 516, pp. 1-18, 2019/02/15/ 2019.\n[43] S. O. Olayiwola and M. Dejam, \"A comprehensive review on interaction of nano-particles with low salinity water and surfactant for enhanced oil recovery in sandstone and carbonate reservoirs,\" Fuel, vol. 241, pp. 1045-1057, 2019/04/01/ 2019.\n[44] H. Khodadadi, S. Aghakhani, H. Majd, R. Kalbasi, S. Wongwises, and M. Afrand, \"A comprehensive review on rheological behavior of mono and hybrid nano-fluids: Effective parameters and predictive correlations,\" International Journal of Heat and Mass Transfer, vol. 127, pp. 997-1012, 2018.\n[45] S. Murshed, K. Leong, and C. Yang, \"Enhanced thermal conductivity of TiO2—water based nanofluids,\" International Journal of Thermal Sciences, vol. 44, no. 4, pp. 367-373, 2005.\n[46] E. Montazer, E. Salami, H. Yarmand, S. Kazi, and A. Badarudin, \"The RSM approach to develop a new correlation for density of metal-oxide aqueous nano-fluids,\" in IOP Conference Series: Materials Science and Engineering, 2017, p. 012071.\n[47] S. Nabati Shoghl, J. Jamali, and M. Keshavarz Moraveji, \"Electrical conductivity, viscosity, and density of different nano-fluids: An experimental study,\" Experimental Thermal and Fluid Science, vol. 74, pp. 339-346, 2016/06/01/ 2016.\n42\n[48] M. Sharifpur, S. Yousefi, and J. P. Meyer, \"A new model for density of nano-fluids including nanolayer,\" International Communications in Heat and Mass Transfer, vol. 78, pp. 168-174, 2016/11/01/ 2016.\n[49] C. M. Sayes, F. Liang, J. L. Hudson, J. Mendez, W. Guo, J. M. Beach, et al., \"Functionalization density dependence of single-walled carbon nanotubes cytotoxicity in vitro,\" Toxicology letters, vol. 161, pp. 135-142, 2006.\n[50] H. Masuda, A. Ebata, and K. Teramae, \"Alteration of thermal conductivity and viscosity of liquid by dispersing ultra-fine particles. Dispersion of Al2O3, SiO2 and TiO2 ultra-fine particles,\" 1993.\n[51] M. Ouikhalfan, A. Labihi, M. Belaqziz, H. Chehouani, B. Benhamou, A. Sarı, et al., \"Stability and thermal conductivity enhancement of aqueous nano-fluids based on surfactant-modified TiO2,\" Journal of Dispersion Science and Technology, pp. 1-9, 2019.\n[52] A. N. Omrani, E. Esmaeilzadeh, M. Jafari, and A. Behzadmehr, \"Effects of multi walled carbon nanotubes shape and size on thermal conductivity and viscosity of nano-fluids,\" Diamond and Related Materials, vol. 93, pp. 96-104, 2019/03/01/ 2019.\n[53] A. S. Dalkılıç, G. Yalçın, B. O. Küçükyıldırım, S. Öztuna, A. Akdoğan Eker, C. Jumpholkul, et al., \"Experimental study on the thermal conductivity of water-based CNT-SiO2 hybrid nano-fluids,\" International Communications in Heat and Mass Transfer, vol. 99, pp. 18-25, 2018/12/01/ 2018.\n[54] L. Lin and M. A. Kedzierski, \"Specific heat of aluminum-oxide nanolubricants,\" International Journal of Heat and Mass Transfer, vol. 126, pp. 1168-1176, 2018/11/01/ 2018.\n[55] K. Oster, C. Hardacre, J. Jacquemin, A. P. C. Ribeiro, and A. Elsinawi, \"Understanding the heat capacity enhancement in ionic liquid-based nano-fluids (ionano-fluids),\" Journal of Molecular Liquids, vol. 253, pp. 326-339, 2018/03/01/ 2018.\n[56] D. Zhu, X. Li, N. Wang, X. Wang, J. Gao, and H. Li, \"Dispersion behavior and thermal conductivity characteristics of Al 2 O 3–H 2 O nano-fluids,\" Current Applied Physics, vol. 9, no. 1, pp. 131-139, 2009.\n[57] W. Jiang, G. Ding, and H. Peng, \"Measurement and model on thermal conductivities of carbon nanotube nanorefrigerants,\" International Journal of Thermal Sciences, vol. 48, no. 6, pp. 1108-1115, 2009.\n[58] C. N. De Castro, S. S. Murshed, M. Lourenço, F. Santos, M. Lopes, and J. França, \"Enhanced thermal conductivity and specific heat capacity of carbon nanotubes ionano-fluids,\" International Journal of Thermal Sciences, vol. 62, pp. 34-39, 2012.\n[59] M. M. Heyhat and A. Irannezhad, \"Experimental investigation on the competition between enhancement of electrical and thermal conductivities in water-based nano-fluids,\" Journal of Molecular Liquids, vol. 268, pp. 169-175, 2018/10/15/ 2018.\n[60] A. Naddaf and S. Zeinali Heris, \"Experimental study on thermal conductivity and electrical conductivity of diesel oil-based nano-fluids of graphene nanoplatelets and carbon nanotubes,\" International Communications in Heat and Mass Transfer, vol. 95, pp. 116-122, 2018/07/01/ 2018.\n[61] Y. Guo, T. Zhang, D. Zhang, and Q. Wang, \"Experimental investigation of thermal and electrical conductivity of silicon oxide nano-fluids in ethylene glycol/water mixture,\" International Journal of Heat and Mass Transfer, vol. 117, pp. 280-286, 2018/02/01/ 2018.\n43\n[62] M. F. Zawrah, R. M. Khattab, L. G. Girgis, H. El Daidamony, and R. E. Abdel Aziz, \"Stability and electrical conductivity of water-base Al2O3 nano-fluids for different applications,\" HBRC Journal, vol. 12, pp. 227-234, 2016/12/01/ 2016.\n[63] X. Wang, X. Xu, and S. U. Choi, \"Thermal conductivity of nano-particles-fluid mixture,\" Journal of thermophysics and heat transfer, vol. 13, no. 4, pp. 474-480, 1999.\n[64] C. H. Li and G. Peterson, \"Experimental investigation of temperature and volume fraction variations on the effective thermal conductivity of nano-particles suspensions (nano-fluids),\" Journal of Applied Physics, vol. 99, no. 8, p. 084314, 2006\n[65] M .R. Islam, B. Shabani, and G. Rosengarten, \"Electrical and Thermal Conductivities of 50/50 Water-ethylene Glycol Based TiO2 Nano-fluids to be Used as Coolants in PEM Fuel Cells,\" Energy Procedia, vol. 110, pp. 101-108, 2017/03/01/ 2017.\n[66] A. Asadi, M. Asadi, A. Rezaniakolaei, L. A. Rosendahl, M. Afrand, and S. Wongwises, \"Heat transfer efficiency of Al 2 O 3-MWCNT/thermal oil hybrid nano-fluids as a cooling fluid in thermal and energy management applications: An experimental and theoretical investigation,\" International Journal of Heat and Mass Transfer, vol. 117, pp. 474-486, 2018.\n[67] M. H. Esfe, M. Akbari, D. T. Semiromi, A. Karimiopour, and M. Afrand, \"Effect of nano-fluids variable properties on mixed convection flow and heat transfer in an inclined two-sided lid-driven cavity with sinusoidal heating on sidewalls,\" Heat Transfer Research, vol. 45, no. 5, 2014.\n[68] A. M. Isfahani and M. Afrand, \"Experiment and Lattice Boltzmann numerical study on nano-fluids flow in a micromodel as porous medium,\" Physica E: Low-dimensional Systems and Nanostructures, vol. 94, pp. 15-21, 2017.\n[69] R. Ranjbarzadeh, A. M. Isfahani, M. Afrand, A. Karimipour, and M. Hojaji, \"An experimental study on heat transfer and pressure drop of water/graphene oxide nano-fluids in a copper tube under air cross-flow: Applicable as a heat exchanger,\" Applied Thermal Engineering, vol. 125, pp. 69-79, 2017.\n[70] E. Shahsavani, M. Afrand, and R. Kalbasi, \"Using experimental data to estimate the heat transfer and pressure drop of non-Newtonian nano-fluids flow through a circular tube: applicable for use in heat exchangers,\" Applied Thermal Engineering, vol. 129, pp. 1573-1581, 2018.\n[71] Z.-Z. Feng and W. Li, \"Laminar mixed convection of large-Prandtl-number in-tube nano-fluids flow, Part I: Experimental study,\" International Journal of Heat and Mass Transfer, vol. 65, pp. 919-927, 2013.\n[72] J. Glory, M. Bonetti, M. Helezen, M. Mayne-L’Hermite, and C. Reynaud, \"Thermal and electrical conductivities of water-based nano-fluids prepared with long multiwalled carbon nanotubes,\" Journal of applied physics, vol. 103, no. 9, p. 094309, 2008.\n[73] M. H. Esfe, S. Esfandeh, M. K. Amiri, and M. Afrand, \"A novel applicable experimental study on the thermal behavior of SWCNTs(60%)-MgO(40%)/EG hybrid nano-fluids by focusing on the thermal conductivity,\" Powder Technology, vol. 342, pp. 998-1007, 2019/01/15/ 2019.\n]74[ J. C. Maxwell, A treatise on electricity and magnetism. Clarendon press, 1881.\n]75[ V. D. Bruggeman, \"Berechnung verschiedener physikalischer Konstanten von heterogenen Substanzen. I. Dielektrizitätskonstanten und Leitfähigkeiten der Mischkörper aus isotropen Substanzen,\" Annalen der physik, vol. 416, no. 7, pp. 636-664, 1935.\n44\n]76[ R. L. Hamilton and O. Crosser, \"Thermal conductivity of heterogeneous two-component systems,\" Industrial & Engineering chemistry fundamentals, vol. 1, no. 3, pp. 187-191, 1962.\n]77[ E. J. Wasp, J. P. Kenny, and R. L. Gandhi, \"Solid--liquid flow: slurry pipeline transportation.[Pumps, valves, mechanical equipment, economics],\" Ser. Bulk Mater. Handl.;(United States), vol. 1, no. 4, 1977.\n]78[ D.-H .Yoo, K. Hong, and H.-S. Yang, \"Study of thermal conductivity of nano-fluids for the application of heat transfer fluids,\" Thermochimica Acta, vol. 455, no. 1, pp. 66-69, 2007.\n]79[ A. Turgut, I. Tavman, M. Chirtoc, H. Schuchmann, C. Sauter, and S. Tavman\" ,Thermal conductivity and viscosity measurements of water-based TiO 2 nano-fluids,\" International Journal of Thermophysics, vol. 30, no. 4, pp. 1213-1226, 2009.\n]80[ X. Zhang, H. Gu, and M. Fujii, \"Effective thermal conductivity and thermal diffusivity of nanofluids containing spherical and cylindrical nano-particles,\" Experimental Thermal and Fluid Science, vol. 31, no. 6, pp. 593-599, 2007.\n]81[ L. Fedele, L. Colla, and S. Bobbo, \"Viscosity and thermal conductivity measurements of water-based nano-fluids containing titanium oxide nano-particles,\" international journal of refrigeration, vol. 35, no. 5, pp. 1359-1366, 2012.\n]82[ W. Duangthongsuk and S. Wongwises, \"Measurement of temperature-dependent thermal conductivity and viscosity of TiO2-water nano-fluids,\" Experimental thermal and fluid science, vol. 33, no. 4, pp. 706-714, 2009.\n]83[ P. Bhattacharya, S. Saha, A. Yadav, P. Phelan, and R. Prasher, \"Brownian dynamics simulation to determine the effective thermal conductivity of nano-fluids,\" Journal of Applied Physics, vol. 95, no. 11, pp. 6492-6494, 2004.\n]84[ E. Yamada and T. Ota, \"Effective thermal conductivity of dispersed materialsEffektive Wärmeleitfähigkeit in dispersen Systemen,\" Wärme-und Stoffübertragung, vol. 13, no. 1-2, pp. 27- 37, 1980.\n]85[ W. Yu and S. Choi, \"The role of interfacial layers in the enhanced thermal conductivity of nanofluids: a renovated Maxwell model,\" Journal of Nano-particles Research, vol. 5, no. 1-2, pp. 167- 171, 2003.\n[86] A. Kasaeian, S.M. Hosseini, M. Sheikhpour, O. Mahian, W.-M. Yan, S. Wongwises. Applications of eco-friendly refrigerants and nanorefrigerants: A review. Renewable and Sustainable Energy Reviews. 96 (2018) 91-9.\n[87] S. Kango, S. Kalia, A. Celli, J. Njuguna, Y. Habibi, R. Kumar. Surface modification of inorganic nanoparticles for development of organic–inorganic nanocomposites—A review. Progress in Polymer Science. 38 (2013) 1232-61.\n[88] R. Sadri, M. Hosseini, S. Kazi, S. Bagheri, N. Zubir, G. Ahmadi, et al. A novel, eco-friendly technique for covalent functionalization of graphene nanoplatelets and the potential of their nano-fluids for heat transfer applications. Chemical Physics Letters. 675 (2017) 92-7.\n[89] M. Bahiraei, S.M. Naghibzadeh, M. Jamshidmofid. Efficacy of an eco-friendly nano-fluid in a miniature heat exchanger regarding to arrangement of silver nano-particles. Energy conversion and management. 144 (2017) 224-34.\n45\n[90] S.R. Valantina, K.A. Jayalatha, D.P. Angeline, S. Uma, B. Ashvanth. Synthesis and characterisation of electro-rheological property of novel eco-friendly rice bran oil and nano-fluid. Journal of Molecular Liquids. 256 (2018) 256-66.\n[91] Ş. Şirin, T. Kıvak. Performances of different eco-friendly nano-fluid lubricants in the milling of Inconel X-750 superalloy. Tribology International. 137 (2019) 180-92.\n[92] M. Ukamanal, P.C. Mishra, A.K. Sahoo. Temperature distribution during AISI 316 steel turning under TiO2-water based nano-fluid spray environments. Materials Today: Proceedings. 5 (2018) 20741-9. [93] M.J. van der Ploeg, R.D. Handy, P.L. Waalewijn‐Kool, J.H. van den Berg, Z.E. Herrera Rivera, J. Bovenschen, et al. Effects of silver nano-particles (NM‐300K) on Lumbricus rubellus earthworms and particle characterization in relevant test matrices including soil. Environmental toxicology and chemistry. 33 (2014) 743-52.\n[94] C. García-Gómez, M. Babin, A. Obrador, J. Álvarez, M. Fernández. Toxicity of ZnO nano-particles, ZnO bulk, and ZnCl 2 on earthworms in a spiked natural soil and toxicological effects of leachates on aquatic organisms. Archives of environmental contamination and toxicology. 67 (2014) 465-73.\n[95] J. Wang, X. Zhu, X. Zhang, Z. Zhao, H. Liu, R. George, et al. Disruption of zebrafish (Danio rerio) reproduction upon chronic exposure to TiO2 nano-particles. Chemosphere. 83 (2011) 461-7.\n[96] G. Federici, B.J. Shaw, R.D. Handy. Toxicity of titanium dioxide nano-particles to rainbow trout (Oncorhynchus mykiss): Gill injury, oxidative stress, and other physiological effects. Aquatic toxicology. 84 (2007) 415-30.\n[97] L. Yang, W. Jiang, X. Chen, K. Du. Dynamic characteristics of an environment-friendly refrigerant: ammonia-water based TiO2 nano-fluids. International Journal of Refrigeration. 82 (2017) 366-80.\n[98] M. Hosseini, A.H. Abdelrazek, R. Sadri, A. Mallah, S. Kazi, B. Chew, et al. Numerical study of turbulent heat transfer of nano-fluids containing eco-friendly treated carbon nanotubes through a concentric annular heat exchanger. International Journal of Heat and Mass Transfer. 127 (2018) 403- 12.\n[99] R. Ranjbarzadeh, A. Moradikazerouni, R. Bakhtiari, A. Asadi, M. Afrand. An experimental study on stability and thermal conductivity of water/silica nano-fluid: Eco-friendly production of nanoparticles. Journal of cleaner production. 206 (2019) 1089-100.\n[100] M. Amani, P. Amani, O. Mahian, P. Estellé. Multi-objective optimization of thermo-physical properties of eco-friendly organic nano-fluids. Journal of cleaner production. 166 (2017) 350-9.\n[101] A. Popov, A. Priezzhev, J. Lademann, R. Myllylä. TiO2 nano-particles as an effective UV-B radiation skin-protective compound in sunscreens. Journal of Physics D: Applied Physics. 38 (2005) 2564.\n[102] B. Nowack, T.D. Bucheli. Occurrence, behavior and effects of nano-particles in the environment. Environmental pollution. 150 (2007) 5-22.\n[103] R.J. Griffitt, J. Luo, J. Gao, J.C. Bonzongo, D.S. Barber. Effects of particle composition and species on toxicity of metallic nanomaterials in aquatic organisms. Environmental Toxicology and Chemistry: An International Journal. 27 (2008) 1972-8.\n[104] H. Tjälve, J. Henriksson. Uptake of metals in the brain via olfactory pathways. Neurotoxicology. 20 (1999) 181-95.\n46\n[105] E. Oberdörster. Manufactured nanomaterials (fullerenes, C60) induce oxidative stress in the brain of juvenile largemouth bass. Environmental health perspectives. 112 (2004) 1058-62.\n[106] K. Fent, C.J. Weisbrod, A. Wirth-Heller, U. Pieles. Assessment of uptake and toxicity of fluorescent silica nano-particles in zebrafish (Danio rerio) early life stages. Aquatic toxicology. 100 (2010) 218- 28.\n[107] J.E. Choi, S. Kim, J.H. Ahn, P. Youn, J.S. Kang, K. Park, et al. Induction of oxidative stress and apoptosis by silver nano-particles in the liver of adult zebrafish. Aquatic Toxicology. 100 (2010) 151-9.\n[108] X. Zhu, Y. Chang, Y. Chen. Toxicity and bioaccumulation of TiO2 nano-particles aggregates in Daphnia magna. Chemosphere. 78 (2010) 209-15.\n[109] C. Peyrot, K.J. Wilkinson, M. Desrosiers, S. Sauvé. Effects of silver nano-particles on soil enzyme activities with and without added organic matter. Environmental toxicology and chemistry. 33 (2014) 115-25.\n]110[ P. K. Das, \"A review based on the effect and mechanism of thermal conductivity of normal nanofluids and hybrid nano-fluids,\" Journal of Molecular Liquids, 2017.\n]111[ M. Assael, I. Metaxa, J. Arvanitidis, D. Christofilos, and C. Lioutas, \"Thermal conductivity enhancement in aqueous suspensions of carbon multi-walled and double-walled nanotubes in the presence of two different dispersants \",International Journal of Thermophysics, vol. 26, no. 3, pp. 647-664, 2005.\n]112[ Y. Ding, H. Alias, D. Wen, and R. A. Williams, \"Heat transfer of aqueous suspensions of carbon nanotubes (CNT nano-fluids),\" International Journal of Heat and Mass Transfer, vol. 49, no. 1, pp. 240-250, 2006.\n]113[ M. Liu, M. C. Lin, and C. Wang, \"Enhancements of thermal conductivities with Cu, CuO, and carbon nanotube nano-fluids and application of MWNT/water nano-fluids on a water chiller system,\" Nanoscale research letters, vol. 6, no. 1, p. 297, 2011.\n]114[ B. Wang, X. Wang, W. Lou, and J. Hao, \"Thermal conductivity and rheological properties of graphite/oil nano-fluids,\" Colloids and Surfaces A: Physicochemical and Engineering Aspects, vol. 414, pp. 125-131, 2012.\n]115[ Z. Sun et al., \"High-yield exfoliation of graphite in acrylate polymers: A stable few-layer graphene nano-fluids with enhanced thermal conductivity,\" Carbon, vol. 64, pp. 288-294, 2013.\n]116[ M. Afrand, \"Experimental study on thermal conductivity of ethylene glycol containing hybrid nanoadditives and development of a new correlation,\" Applied Thermal Engineering, vol. 110, pp. 1111- 1119, 2017/01/05/ 2017.\n]117[ S. S. Harandi, A. Karimipour, M. Afrand, M. Akbari, and A. D'Orazio, \"An experimental study on thermal conductivity of F-MWCNTs–Fe 3 O 4/EG hybrid nano-fluids: effects of temperature and concentration,\" International Communications in Heat and Mass Transfer, vol. 76, pp. 171-177, 2016.\n]118[ M. Shamaeil, M. Firouzi, and A. Fakhar, \"The effects of temperature and volume fraction on the thermal conductivity of functionalized DWCNTs/ethylene glycol nano-fluids,\" Journal of Thermal Analysis and Calorimetry, vol. 126, no. 3, pp. 1455-1462, 2016.\n47\n]119[ M. Soltanimehr and M. Afrand, \"Thermal conductivity enhancement of COOH-functionalized MWCNTs/ethylene glycol–water nano-fluids for application in heating and cooling systems,\" Applied Thermal Engineering, vol. 105, pp. 716-723, 2016.\n]120[ D. Toghraie, V. A. Chaharsoghi, and M. Afrand, \"Measurement of thermal conductivity of ZnO– TiO2/EG hybrid nano-fluids,\" Journal of Thermal Analysis and Calorimetry, vol. 125, no. 1, pp. 527-535, 2016.\n]121[ M. Vafaei, M. Afrand, N. Sina, R. Kalbasi, F. Sourani, and H. Teimouri, \"Evaluation of thermal conductivity of MgO-MWCNTs/EG hybrid nano-fluids based on experimental data by selecting optimal artificial neural networks,\" Physica E: Low-dimensional Systems and Nanostructures, vol. 85, pp. 90-96, 2017.\n]122[ J. Zeng and Y. Xuan, \"Enhanced solar thermal conversion and thermal conduction of MWCNT-SiO 2/Ag binary nano-fluids,\" Applied Energy, vol. 212, pp. 809-819, 2018.\n]123[ K. A. Hamid, W. Azmi, M. Nabil, R. Mamat, and K. Sharma, \"Experimental investigation of thermal conductivity and dynamic viscosity on nano-particles mixture ratios of TiO2-SiO2 nano-fluids,\" International Journal of Heat and Mass Transfer, vol. 116, pp. 1143-1152, 2018.\n]124[ N. N. Esfahani, D. Toghraie, and M. Afrand, \"A new correlation for predicting the thermal conductivity of ZnO–Ag (50%–50%)/water hybrid nano-fluids: An experimental study,\" Powder Technology, vol. 323, pp. 367-373, 2018.\n]125[ M. H. Esfe, M. Firouzi, and M. Afrand, \"Experimental and theoretical investigation of thermal conductivity of ethylene glycol containing functionalized single walled carbon nanotubes,\" Physica E: Low-dimensional Systems and Nanostructures, vol. 95, pp. 71-77, 2018.\n]126[ A. Ahangarpour and M. Farbod, \"The noble effect of aging on the thermal conductivity of modified CNTs-ethylene glycol nano-fluids,\" Physics and Chemistry of Liquids, vol. 56, no. 1, pp. 9-15, 2018.\n]127[ G. Vinodha, L. Cindrella, V. Sithara, J. Philip, and P. Shima, \"Synthesis, Characterization, Thermal conductivity and Rheological Studies in Magnetite-Decorated Graphene Oxide Nano-fluids,\" Journal of Nano-fluids, vol. 7, no. 1, pp. 11-20, 2018.\n]128[ M. H. Esfe, A. A. A. Arani, R. S. Badi, and M. Rejvani, \"ANN modeling, cost performance and sensitivity analyzing of thermal conductivity of DWCNT–SiO 2/EG hybrid nano-fluids for higher heat transfer,\" Journal of Thermal Analysis and Calorimetry, vol. 131, no. 3, pp. 2381-2393, 2018.\n]129[ M. H. Esfe and S. Esfandeh, \"Investigation of rheological behavior of hybrid oil based nanolubricant-coolant applied in car engines and cooling equipments,\" Applied Thermal Engineering, vol. 131, pp. 1026-1033, 2018.\n]130[ M. H. Esfe, H. Rostamian, M. Rejvani, and M. R. S. Emami, \"Rheological behavior characteristics of ZrO2-MWCNT/10w40 hybrid nano-lubricant affected by temperature, concentration, and shear rate: An experimental study and a neural network simulating,\" Physica E: Low-dimensional Systems and Nanostructures, vol. 102, pp. 160-170, 2018.\n]131[ M. H. Esfe, A. A. A. Arani, M. R. Madadi, and A. Alirezaie, \"A study on rheological characteristics of hybrid nano-lubricants containing MWCNT-TiO2 nano-particles,\" Journal of Molecular Liquids, vol. 260, pp. 229-236, 2018.\n]132[ M. H. Esfe, F. Zabihi, H. Rostamian, and S. Esfandeh, \"Experimental investigation and model development of the non-Newtonian behavior of CuO-MWCNT-10w40 hybrid nano-lubricant for lubrication purposes,\" Journal of Molecular Liquids, vol. 249, pp. 677-687, 2018.\n48\n]133[ Y. Hwang, H. Park, J. Lee, and W. Jung, \"Thermal conductivity and lubrication characteristics of nano-fluids,\" Current Applied Physics, vol. 6 ,pp. e67-e71, 2006.\n]134[ A. Nasiri, M. Shariaty-Niasar, A. M. Rashidi, and R. Khodafarin, \"Effect of CNT structures on thermal conductivity and stability of nano-fluids,\" International Journal of heat and Mass transfer, vol. 55, no. 5, pp. 1529-1535, 2012.\n]135[ M. Karami, M. A. Bahabadi, S. Delfani, and A. Ghozatloo, \"A new application of carbon nanotubes nano-fluids as working fluid of low-temperature direct absorption solar collector,\" Solar Energy Materials and Solar Cells, vol. 121, pp. 114-118, 2014.\n]136[ M.-S. Liu, M. C.-C. Lin, I.-T. Huang, and C.-C. Wang, \"Enhancement of thermal conductivity with carbon nanotube for nano-fluids,\" International communications in heat and mass transfer, vol. 32, no. 9, pp. 1202-1210, 2005.\n]137[ M. H. Esfe et al., \"Applications of feedforward multilayer perceptron artificial neural networks and empirical correlation for prediction of thermal conductivity of Mg (OH) 2–EG using experimental data,\" International Communications in Heat and Mass Transfer, vol. 67, pp. 46 -50 ,2015.\n]138[ M. H. Esfe, A. A. A. Arani, W.-M. Yan, H. Ehteram, A. Aghaie, and M. Afrand, \"Natural convection in a trapezoidal enclosure filled with carbon nanotube–EG–water nano-fluids,\" International Journal of Heat and Mass Transfer, vol. 92, pp. 76-8 2 ,2016.\n]139[ M. H. Esfe, A. Naderi, M. Akbari, M. Afrand, and A. Karimipour, \"Evaluation of thermal conductivity of COOH-functionalized MWCNTs/water via temperature and solid volume fraction by using experimental data and ANN methods,\" Journal of Thermal Analysis and Calorimetry, vol. 121, no. 3, pp. 1273-1278, 2015.\n]140[ M. H. Esfe, S. Saedodin, W.-M. Yan, M. Afrand, and N. Sina, \"Study on thermal conductivity of water-based nano-fluids with hybrid suspensions of CNTs/Al2O3 nano-particles,\" Journal of Thermal Analysis and Calorimetry, vol. 124, no. 1, pp. 455-460, 2016.\n]141[ R. Ranjbarzadeh, A. Akhgar, S. Musivand, and M. Afrand, \"Effects of graphene oxide‑silicon oxide hybrid nanomaterials on rheological behavior of water at various time durations and temperatures: Synthesis, preparation and stability,\" Powder Technology, vol. 335, pp. 375-387, 2018/07/15/ 2018.\n]142[ M. P. Beck, Thermal conductivity of metal oxide nano-fluids. Georgia Institute of Technology, 2008.\n]143[ G. A. Slack, \"Thermal conductivity of MgO, Al 2 O 3, Mg Al 2 O 4, and Fe 3 O 4 Crystals from 3° to 300° K,\" Physical Review, vol. 126, no. 2, p. 427, 1962.\n]144[ R. Agarwal, K. Verma, N. K. Agrawal, R. K. Duchaniya, and R. Singh, \"Synthesis, characterization, thermal conductivity and sensitivity of CuO nano-fluids,\" Applied Thermal Engineering, vol. 102, pp. 1024-1036, 2016.\n]145[ Y.-j. Hwang et al., \"Stability and thermal conductivity characteristics of nano-fluids,\" Thermochimica Acta, vol. 455, no. 1-2, pp. 70-74, 2007.\n]146[ M. M. Tawfik, \"Experimental studies of nano-fluids thermal conductivity enhancement and applications: A review,\" Renewable and Sustainable Energy Reviews, vol. 75, pp. 1239-1253, 2017.\n]147[ S. A. Putnam, Thermal probes of nano-particles interfaces: Thermodiffusion and thermal conductivity of nano-particles suspensions. University of Illinois at Urbana-Champaign, 2007.\n49\n]148[ A. M. Hofmeister, \"Thermal diffusivity and thermal conductivity of single-crystal MgO and Al2O3 and related compounds as a function of temperature,\" Physics and Chemistry of Minerals, vol. 41, no. 5, pp. 361-371, 2014.\n]149[ W. C. Washburn EW, Hull C, National Academy of Sciences, International Council of Scientific Unions, National Research Council. International critical tables of numerical data ,physics, chemistry and technology: Volume II. Ithaca, New York: Cornell University, Mann Library; 1927.\n]150[ D. W. Green and R. H. Perry, \"Perry's chemical engineers' handbook,\" ed: McGraw-Hill Professional, 1999.\n]151[ S. H. Kim, S. R. Choi, and D. Kim, \"Thermal conductivity of metal-oxide nano-fluids: particle size dependence and effect of laser irradiation,\" Journal of Heat Transfer, vol. 129, no. 3, pp. 298-307, 2007.\n]152[ M. R. Meyer JCA, Silvestri GJ, Spencer RC. ASME steam tables - thermodynamic and transport properties of steam, 6th ed.. ASME; 1993.\n]153[ L. S. Sundar, E. V. Ramana, M. K. Singh, and A. C. Sousa, \"Thermal conductivity and viscosity of stabilized ethylene glycol and water mixture Al 2 O 3 nano-fluids for heat transfer applications :an experimental study,\" International Communications in Heat and Mass Transfer, vol. 56, pp. 86-95, 2014.\n]154[ A. I. A. E. A. I. IAEA . Thermo-physical properties of materials for nuclear engineering: a tutorial and collection of data. Vienna.\n]155[ S .Choi, Z. Zhang, W. Yu, F. Lockwood, and E. Grulke, \"Anomalous thermal conductivity enhancement in nanotube suspensions,\" Applied physics letters, vol. 79, no. 14, pp. 2252-2254, 2001.\n]156[ J.-H. Lee et al., \"Effective viscosities and thermal conductivities of aqueous nano-fluids containing low volume concentrations of Al 2 O 3 nano-particles,\" International Journal of Heat and Mass Transfer, vol. 51, no. 11, pp. 2651-2656, 2008.\n]157[ S. Lee, S.-S. Choi, S. Li, and, and J. Eastman, \"Measuring thermal conductivity of fluids containing oxide nano-particles,\" Journal of Heat transfer, vol. 121, no. 2, pp. 280-289, 1999.\n]158[ S. Shin and S.-H. Lee, \"Thermal conductivity of suspensions in shear flow fields,\" International journal of heat and mass transfer, vol .43 , no. 23, pp. 4275-4284, 2000.\n]159[ Y. Xuan and Q. Li, \"Heat transfer enhancement of nano-fluids,\" International Journal of heat and fluid flow, vol. 21, no. 1, pp. 58-64, 2000.\n]160[ T. Cho, I. Baek, J. Lee, and S. Park, \"Preparation of Nano-fluids Containing Suspended Silver Particles for Enhancing Fluid Thermal conductivity of Fludis,\" Journal of Industrial and Engineering Chemistry, vol. 11, no. 3, pp. 400-406, 2005.\n]161[ S. Jana, A. Salehi-Khojin, and W.-H. Zhong, \"Enhancement of fluid thermal conductivity by the addition of single and hybrid nano-additives,\" Thermochimica acta, vol. 462, no. 1, pp. 45-55, 2007.\n]162[ D. Singh et al., \"An investigation of silicon carbide-water nano-fluids for heat transfer applications,\" Journal of Applied Physics ,vol. 105, no. 6, p. 064306, 2009.\n]163[ J. Buongiorno et al., \"A benchmark study on the thermal conductivity of nano-fluids,\" Journal of Applied Physics, vol. 106, no. 9, p. 094312, 2009.\n50\n]164[ K. Parekh and H. S. Lee, \"Magnetic field induced enhancement in thermal conductivity of magnetite nano-fluids,\" Journal of Applied Physics, vol. 107, no. 9, p. 09A310, 2010.\n]165[ H. Zhu, C. Zhang, S. Liu, Y. Tang, and Y. Yin, \"Effects of nano-particles clustering and alignment on thermal conductivities of Fe 3 O 4 aqueous nano-fluids,\" Applied Physics Letters, vol. 89, no. 2, p. 023123, 2006.\n]166[ P. Shima, J. Philip, and B. Raj, \"Influence of aggregation on thermal conductivity in stable and unstable nano-fluids,\" Applied Physics Letters, vol. 97, no. 15, p. 153113, 20 10.\n]167[ S. Angayarkanni and J. Philip, \"Effect of nano-particles aggregation on thermal and electrical conductivities of nano-fluids,\" Journal of Nano-fluids, vol. 3, no. 1, pp. 17-25, 2014.\n]168[ S. Ponmani, J. K. M. William, R. Samuel, R. Nagarajan, and J. S. Sangwai, \"Formation and characterization of thermal and electrical properties of CuO and ZnO nano-fluids in xanthan gum,\" Colloids and Surfaces A: Physicochemical and Engineering Aspects, vol. 443, pp. 37-43, 2014.\n]169[ M. H. Esfe, S. Saedodin, S. Wongwises, and D. Toghraie, \"An experimental study on the effect of diameter on thermal conductivity and dynamic viscosity of Fe/water nano-fluids,\" Journal of Thermal Analysis and Calorimetry, vol. 119, no. 3, pp. 1817-1824, 2015.\n]170[ H. Jiang, Q. Xu, C . Huang, and L. Shi, \"Effect of temperature on the effective thermal conductivity of n-tetradecane-based nano-fluids containing copper nano-particles,\" Particuology, vol. 22, pp. 95- 99, 2015.\n]171[ A. Mariano, M. J. Pastoriza-Gallego, L. Lugo, L. Mussari, and M. M. Piñeiro, \"Co 3 O 4 ethylene glycol-based nano-fluids: thermal conductivity, viscosity and high pressure density,\" International Journal of Heat and Mass Transfer, vol. 85, pp. 54-60, 2015.\n]172[ S. W. Lee, S. D. Park, S. Kang, I. C. Bang, and J. H .Kim, \"Investigation of viscosity and thermal conductivity of SiC nano-fluids for heat transfer applications,\" International Journal of Heat and Mass Transfer, vol. 54, no. 1, pp. 433-438, 2011.\n]173[ C. Pang, J.-Y. Jung, J. W. Lee, and Y. T. Kang, \"Thermal conductivity measurement of methanolbased nano-fluids with Al 2 O 3 and SiO 2 nano-particles,\" International Journal of Heat and Mass Transfer, vol. 55, no. 21, pp. 5597-5602, 2012.\n]174[ R. Ellahi, A. Zeeshan, N. Shehzad, and S. Z. Alamri, \"Structural impact of kerosene-Al 2 O 3 nanoliquid on MHD Poiseuille flow with variable thermal conductivity: Application of cooling process,\" Journal of Molecular Liquids, 2018.\n]175[ B. Bahaya, D. Johnson, and C. Yavuzturk, \"On the Effect of Graphene Nanoplatelets on Water– Graphene Nano-fluids Thermal conductivity, Viscosity, and Heat Transfer Under Laminar External Flow Conditions,\" Journal of Heat Transfer, vol. 140, no. 6, p. 064501, 2018.\n]176[ D. Rajendran, E. G. Sundaram, and P. Jawahar, \"Experimental studies on the effect of enhanced thermal conductivity of SiC+ water nano-fluids in the performance of small scale solar parabolic dish receiver,\" International Journal of Nanoscience, vol. 17, no. 01n02, p. 1760025, 2018.\n]177[ M. H. Ahmadi, M. A. Ahmadi, M. A. Nazari, O. Mahian, and R. Ghasempour, \"A proposed model to predict thermal conductivity ratio of Al 2 O 3/EG nano-fluids by applying least squares support vector machine (LSSVM) and genetic algorithm as a connectionist approach,\" Journal of Thermal Analysis and Calorimetry, pp. 1-11, 2018.\n51\n]178[ M. Afrand, D. Toghraie, and N. Sina, \"Experimental study on thermal conductivity of water-based Fe 3 O 4 nano-fluids: development of a new correlation and modeled by artificial neural network,\" International Communications in Heat and Mass Transfer, vol. 75, pp. 262-269, 2016.\n]179[ P. Warrier and A. Teja, \"Effect of particle size on the thermal conductivity of nano-fluids containing metallic nano-particles,\" Nanoscale research letters, vol. 6, no. 1, p. 247, 2011.\n]180[ J .- H. Lee, S.-H. Lee, and S. Pil Jang, \"Do temperature and nano-particles size affect the thermal conductivity of alumina nano-fluids?,\" Applied Physics Letters, vol. 104, no. 16, p. 161908, 2014.\n]181[ C. Sun et al., \"Shear-rate dependent effective thermal conductivity of H2O+ SiO2 nano-fluids,\" Physics of Fluids, vol. 25, no. 5, p. 052002, 2013.\n]182[ H. A. Mintsa, G. Roy, C. T. Nguyen, and D. Doucet, \"New temperature dependent thermal conductivity data for water-based nano-fluids,\" International Journal of Thermal Sciences, vol. 48, no. 2, pp. 363-371, 2009.\n]183[ M. P. Beck, Y. Yuan, P. Warrier, and A. S. Teja, \"The effect of particle size on the thermal conductivity of alumina nano-fluids,\" Journal of Nano-particles Research, vol. 11, no. 5, pp. 1129- 1136, 200 9.\n]184[ P. Shima and J. Philip, \"Tuning of thermal conductivity and rheology of nano-fluids using an external stimulus,\" The Journal of Physical Chemistry C, vol. 115, no. 41, pp. 20097-20104, 2011.\n]185[ E. V. Timofeeva, D. S. Smith, W. Yu, D. M. France ,D. Singh, and J. L. Routbort, \"Particle size and interfacial effects on thermo-physical and heat transfer characteristics of water-based α-SiC nanofluids,\" Nanotechnology, vol. 21, no. 21, p. 215703, 2010.\n]186[ H. E. Patel, T. Sundararajan, and S. K. Das, \"An experimental investigation into the thermal conductivity enhancement in oxide and metallic nano-fluids,\" Journal of Nano-particles Research, vol. 12, no. 3, pp. 1015-1031, 2010.\n]187[ M. Chopkar, S. Kumar, D. Bhandari, P. K. Das, and I. Manna, \"Development and characterization of Al 2 Cu and Ag 2 Al nano-particles dispersed water and ethylene glycol based nano-fluids,\" Materials Science and Engineering: B, vol. 139, no. 2, pp. 141-148, 2007.\n]188[ Y. He, Y. Jin, H. Chen, Y. Ding, D. Cang, and H. Lu, \"Heat transfer and flow behaviour of aqueous suspensions of TiO 2 nano-particles (nano-fluids) flowing upward through a vertical pipe,\" International Journal of Heat and Mass Transfer, vol. 50, no. 11, pp. 2272-2281, 2007.\n]189[ H. E. Patel, S. K. Das, T. Sundararajan, A. Sreekumaran Nair, B. George, and T. Pradeep, \"Thermal conductivities of naked and monolayer protected metal nano-particles based nano-fluids: Manifestation of anomalous enhancement and chemical effects,\" Applied Physics Letters, vol. 83, no. 14, pp. 2931-2933, 2003.\n]190[ G. Paul, T. Pal, and I. Manna, \"Thermo-physical property measurement of nano-gold dispersed water based nano-fluids prepared by chemical precipitation technique,\" Journal of colloid and interface science, vol. 349, no. 1, pp. 434 -437 ,2010.\n]191[ J.-Y. Jung and J. Y. Yoo, \"Thermal conductivity enhancement of nano-fluids in conjunction with electrical double layer (EDL),\" International Journal of Heat and Mass Transfer, vol. 52, no. 1, pp. 525-528, 2009.\n52\n]192[ T.-P. Teng, Y.-H. Hung ,T.-C. Teng, H.-E. Mo, and H.-G. Hsu, \"The effect of alumina/water nanofluids particle size on thermal conductivity,\" Applied Thermal Engineering, vol. 30, no. 14, pp. 2213-2218, 2010.\n]193[ G. Xia, H. Jiang, R. Liu, and Y. Zhai, \"Effects of surfactant on the stability and thermal conductivity of Al 2 O 3/de-ionized water nano-fluids,\" International Journal of Thermal Sciences, vol. 84, pp. 118-124, 2014.\n]194[ C. H. Chon, K. D. Kihm, S. P. Lee, and S. U. Choi, \"Empirical correlation finding the role of temperature and particle size for nano-fluids (Al 2 O 3) thermal conductivity enhancement,\" Applied Physics Letters, vol. 87, no. 15, p. 153107, 2005.\n]195[ L. Ma et al., \"Viscosity and thermal conductivity of stable graphite suspensions near percolation,\" Nano letters, vol. 15, no. 1, pp. 127-133, 2014.\n]196[ S. K. Das, N. Putra, and W. Roetzel, \"Pool boiling characteristics of nano-fluids,\" International journal of heat and mass transfer, vol. 46, no. 5, pp. 851-862, 2003.\n]197[ E. V. Timofeeva et al., \"Thermal conductivity and particle agglomeration in alumina nano-fluids: experiment and theory,\" Physical Review E, vol. 76, no. 6, p. 061203, 2007.\n]198[ M. Abareshi, E. K. Goharshadi, S. M. Zebarjad, H. K. Fadafan, and A. Youssefi, \"Fabrication, characterization and measurement of thermal conductivity of Fe 3 O 4 nano-fluids,\" Journal of Magnetism and Magnetic Materials, vol. 322, no. 24, pp. 3895-3901, 2010.\n]199[ Y.-M. Xuan, W. Hu, and Q. Li, \"Simulations of structure and thermal conductivity of nano-fluids \", Journal of Engineering Thermophysics, vol. 23, no. 2, pp. 206-208, 2002.\n]200[ S. K. Das, N. Putra, P. Thiesen, and W. Roetzel, \"Temperature dependence of thermal conductivity enhancement for nano-fluids,\" Journal of heat transfer, vol. 125, no. 4, pp. 5 67 -574 ,2003.\n]201[ P. a. p. o. A. F. Qiao, Graphene nano-fluids, Master Dissertations, Qingdao and University of Science and Technolog.\n]202[ S. Murshed, K. Leong, and C. Yang, \"Determination of the effective thermal diffusivity of nanofluids by the double hot-wire technique,\" Journal of Physics D: Applied Physics, vol. 39, no. 24, p. 5316, 2006.\n]203[ A. Huminic, G. Huminic, C. Fleaca, F. Dumitrache, and I. Morjan, \"Thermal conductivity, viscosity and surface tension of nano-fluids based on FeC nano-particles,\" Powder Technology, vol. 284, pp. 78-84, 2015.\n]204[ L. S. Sundar, M. K. Singh, E. V. Ramana, B. Singh, J. Grácio, and A. C. Sousa, \"Enhanced thermal conductivity and viscosity of nanodiamond-nickel nanocomposite nano-fluids,\" Scientific reports, vol .4 ,2014.\n]205[ M. H. Esfe et al., \"Thermal conductivity of Cu/TiO 2–water/EG hybrid nano-fluids: Experimental data and modeling using artificial neural network and correlation,\" International communications in heat and mass transfer, vol. 66, pp. 100-104 ,2015.\n]206[ A. Amrollahi, A. Rashidi, M. Emami Meibodi, and K. Kashefi, \"Conduction heat transfer characteristics and dispersion behaviour of carbon nano-fluids as a function of different parameters,\" Journal of Experimental Nanoscience, vol. 4, no. 4, pp .347 -363 ,2009.\n53\n]207[ A. Karimipour, S. Ghasemi, M. H. K. Darvanjooghi, and A. Abdollahi, \"A new correlation for estimating the thermal conductivity and dynamic viscosity of CuO/liquid paraffin nano-fluids using neural network method,\" International Communications in Heat and Mass Transfer, vol. 92, pp. 90- 99, 2018.\n]208[ M. Wan, R. Yadav, K. Yadav, and S. Yadaw, \"Synthesis and experimental investigation on thermal conductivity of nano-fluids containing functionalized Polyaniline nanofibers,\" Experimental Thermal and Fluid Science, vol. 41, pp. 158-164, 2012.\n]209[ T. Yiamsawasd, A. S. Dalkilic, and S. Wongwises, \"Measurement of the thermal conductivity of titania and alumina nano-fluids,\" Thermochimica Acta, vol. 545, pp. 48-56, 2012.\n]210[ C. Chon and K. Kihm, \"Thermal conductivity enhancement of nano-fluids by Brownian motion,\" TRANSACTIONS-AMERICAN SOCIETY OF MECHANICAL ENGINEERS JOURNAL OF HEAT TRANSFER, vol. 127, no. 8, p. 810, 2005.\n]211[ C. H. Li and G. Peterson, \"The effect of particle size on the effective thermal conductivity of Al 2 O 3-water nano-fluids,\" Journal of Applied Physics, vol. 101, no. 4, p. 044312, 2007.\n]212[ S. Murshed, K. Leong, and C. Yang, \"Investigations of thermal conductivity and viscosity of nanofluids,\" International Journal of Thermal Sciences, vol. 47, no. 5, pp. 560-568, 2008.\n]213[ L. S. Sundar and K. Sharma, \"Experimental determination of thermal conductivity of fluid containing oxide nano-particles,\" International Journal of Dynamics of Fluids, vol. 4, no. 1, pp. 57- 69, 2 008.\n]214[ J. Gao, R. Zheng, H. Ohtani, D. Zhu, and G. Chen, \"Experimental investigation of heat conduction mechanisms in nano-fluids. Clue on clustering,\" Nano letters, vol. 9, no. 12, pp. 4128-4132, 2009.\n]215[ B. T. Branson, P. S. Beauchamp, J. C. Beam ,C. M. Lukehart, and J. L. Davidson, \"Nanodiamond nano-fluids for enhanced thermal conductivity,\" Acs Nano, vol. 7, no. 4, pp. 3183-3189, 2013.\n]216[ C. N. De Castro, S. S. Murshed, M. Lourenço, F. Santos, M. Lopes, and J. França, \"Enhanced thermal conductivity and specific heat capacity of carbon nanotubes ionano-fluids,\" International Journal of Thermal Sciences, vol. 62, pp. 34-39, 2012.\n]217[ Y. Yang, E. A. Grulke, Z. G. Zhang, and G. Wu, \"Thermal and rheological properties of carbon nanotube-in-oil dispersions,\" Journal of Applied Physics, vol. 99, no. 11, p. 114307, 2006.\n]218[ K. J. Lee, S. H. Yoon, and J. Jang, \"Carbon nanofibers: a novel nanofiller for nano-fluids applications,\" Small, vol. 3, no. 7, pp. 1209-1213, 2007.\n]219[ M. Farbod, \"Morphology dependence of thermal and rheological properties of oil-based nano-fluids of CuO nanostructures,\" Colloids and Surfaces A: Physicochemical and Engineering Aspects, vol. 474, pp. 71-75, 2015.\n]220[ H.-q. Xie, J.-c. Wang, T.-g. Xi, and Y. Liu, \"Thermal conductivity of suspensions containing nanosized SiC particles,\" International Journal of Thermophysics, vol. 23, no. 2, pp. 571-580, 2002.\n]221[ E. V. Timofeeva, J. L. Routbort, and D. Singh, \"Particle shape effects on thermo-physical properties of alumina nano-fluids,\" Journal of Applied Physics, vol. 106, no. 1, p. 014304, 2009.\n]222[ X.-j. Wang and D.-s. Zhu, \"Investigation of pH and SDBS on enhancement of thermal conductivity in nano-fluids,\" Chemical Physics Letters, vol. 470, no. 1, pp. 107-111, 2009.\n54\n]223[ Y. Hwang et al., \"Investigation on characteristics of thermal conductivity enhancement of nanofluids,\" Current Applied Physics, vol. 6, no. 6, pp. 1068-1071, 2006.\n]224[ M. Chopkar, S. Sudarshan, P. Das, and I. Manna, \"Effect of particle size on thermal conductivity of nano-fluids,\" Metallurgical and Materials Transactions A, vol. 39, no. 7, pp. 1535-1542, 2008.\n]225[ K. Sinha, B. Kavlicoglu, Y. Liu, F. Gordaninejad, and O. A. Graeve, \"A comparative study of thermal behavior of iron and copper nano-fluids \",Journal of Applied Physics, vol. 106, no. 6, p. 064307, 2009.\n]226[ P. D. Shima and J. Philip, \"Role of thermal conductivity of dispersed nano-particles on heat transfer properties of nano-fluids,\" Industrial & Engineering Chemistry Research, vol. 53, no .2 , pp. 980-988, 2014.\n]227[ H. H. Balla, S. Abdullah, W. M. F. WanMahmood, M. A. Razzaq, R. Zulkifli, and K. Sopian, \"Modelling and measuring the thermal conductivity of multi-metallic Zn/Cu nano-fluids,\" Research on Chemical Intermediates, vol. 39, no. 6 ,pp. 2801-2815, 2013.\n]228[ J. A. Eastman, S. Choi, S. Li, W. Yu, and L. Thompson, \"Anomalously increased effective thermal conductivities of ethylene glycol-based nano-fluids containing copper nano-particles,\" Applied physics letters, vol. 78, no. 6, pp. 71 8 -720 ,2001.\n]229[ T. X. Phuoc, M. Massoudi, and R.-H. Chen, \"Viscosity and thermal conductivity of nano-fluids containing multi-walled carbon nanotubes stabilized by chitosan,\" International Journal of Thermal Sciences, vol. 50, no. 1, pp. 12-18, 2011.\n]230[ S. Angayarkanni and J. Philip, \"Role of adsorbing moieties on thermal conductivity and associated properties of nano-fluids,\" The Journal of Physical Chemistry C, vol. 117, no. 17, pp. 9009-9019, 2013.\n]231[ D. K. Agarwal, A. Vaidyanathan, and S. S. Kumar, \"Synthesis and characterization of kerosene– alumina nano-fluids,\" Applied Thermal Engineering, vol. 60, no. 1, pp. 275-284, 2013.\n]232[ M. Assael, C.-F. Chen, I. Metaxa, and W. Wakeham, \"Thermal conductivity of suspensions of carbon nanotubes in water \",International Journal of Thermophysics, vol. 25, no. 4, pp. 971-985, 2004.\n]233[ M. J. Assael, I. Metaxa, K. Kakosimos, and D. Constantinou, \"Thermal conductivity of nano-fluids– experimental and theoretical,\" International Journal of Thermophysics, vol .27 , no. 4, pp. 999-1017, 2006.\n]234[ L. Chen, H. Xie, Y. Li, and W. Yu, \"Nano-fluids containing carbon nanotubes treated by mechanochemical reaction,\" Thermochimica Acta, vol. 477, no. 1, pp. 21-24, 2008.\n]235[ W. Yu, H. Xie, and W. Chen, \"Experimental investigation on thermal conductivity of nano-fluids containing graphene oxide nanosheets,\" Journal of Applied Physics, vol. 107, no. 9, p. 094317, 2010.\n]236[ H. Xie, J. Wang, T. Xi, Y. Liu, F. Ai, and Q. Wu, \"Thermal conductivity enhancement of suspensions containing nanosized alumina particles,\" Journal of Applied Physics, vol. 91, no. 7, pp. 4568-4572, 2002.\n]237[ H. Xie, H. Lee, W. Youn, and M. Choi, \"Nano-fluids containing multiwalled carbon nanotubes and their enhanced thermal conductivities,\" Journal of Applied physics, vol. 94, no. 8, pp. 4967-4971, 2003.\n55\n]238[ B. Ruan and A. M. Jacobi, \"Heat transfer characteristics of multiwall carbon nanotube suspensions (MWCNT nano-fluids) in intertube falling-film flow,\" International Journal of Heat and mass transfer, vol. 55, no. 11, pp. 3186-3195, 2012.\n]239[ R. Agarwal, K. Verma, N. K. Agrawal, and R. Singh, \"Sensitivity of thermal conductivity for Al 2 O 3 nano-fluids,\" Experimental Thermal and Fluid Science, vol. 80, pp. 19-26, 2017.\n]240[ Q. Li, Y. Xuan, and J. Wang, \"Experimental investigations on transport properties of magnetic fluids,\" Experimental Thermal and Fluid Science, vol. 30, no. 2, pp. 109-116, 2005.\n]241[ A. Moghadassi, S. M. Hosseini, and D. E. Henneke, \"Effect of CuO nano-particles in enhancing the thermal conductivities of monoethylene glycol and paraffin fluids,\" Industrial & Engineering Chemistry Research, vol. 49, no. 4, pp. 1900-1904, 2010.\n]242[ M. Pastoriza-Gallego, L. Lugo, J. Legido, and M. Piñeiro, \"Enhancement of thermal conductivity and volumetric behavior of Fe x O y nano-fluids,\" Journal of Applied Physics, vol. 110, no. 1, p. 014309, 2011.\n]243[ L. S. Sundar, M. K. Singh, and A. C. Sousa, \"Thermal conductivity of ethylene glycol and water mixture based Fe3O4 nano-fluids,\" International Communications in Heat and Mass Transfer, vol. 49, pp. 17-24, 2013.\n]244[ S. Habibzadeh, A. Kazemi-Beydokhti, A. A. Khodadadi, Y. Mortazavi, S. Omanovic, and M. Shariat-Niassar, \"Stability and thermal conductivity of nano-fluids of tin dioxide synthesized via microwave-induced combustion route,\" Chemical Engineering Journal, vol. 156, no. 2, pp. 471-478, 2010.\n]245[ X. Li, D. Zhu, X. Wang, N. Wang, J. Gao, and H. Li, \"Thermal conductivity enhancement dependent pH and chemical surfactant for Cu-H 2 O nano-fluids,\" Thermochimica Acta, vol. 469, no. 1, pp. 98- 103, 2008.\n]246[ H. Younes, G. Christensen, X. Luan, H. Hong, and P. Smith, \"Effects of alignment, p H, surfactant, and solvent on heat transfer nano-fluids containing Fe2O3 and CuO nano-particles,\" Journal of Applied Physics, vol. 111, no. 6, p. 064308, 2012.\n]247[ C. T. Wamkam, M. K. Opoku, H. Hong, and P. Smith, \"Effects of p H on heat transfer nano-fluids containing ZrO 2 and TiO 2 nano-particles,\" Journal of Applied Physics, vol. 109, no. 2, p. 024 305 , 2011.\n]248[ D. Lee, J.-W. Kim, and B. G. Kim, \"A new parameter to control heat transport in nano-fluids: surface charge state of the particle in suspension,\" The Journal of Physical Chemistry B, vol. 110, no. 9, pp. 4323-4328, 2006.\n]249[ G. Raghu et al., \"Effects of Particle Surface Charge, Species, Concentration, and Dispersion Method on the Thermal conductivity of Nano-fluids,\" Advances in Mechanical Engineering, vol. 2010, 2010.\n]250[ J. Koo and C. Kleinstreuer, \"Impact analysis of nano-particles motion mechanisms on the thermal conductivity of nano-fluids,\" International Communications in Heat and Mass Transfer, vol. 32, no. 9, pp. 1111-1118, 2005.\n]251[ R. Prasher, P. Bhattacharya, and P. E. Phelan, \"Brownian-motion-based convective-conductive model for the effective thermal conductivity of nano-fluids,\" Journal of heat transfer, vol. 128, no. 6, pp. 588-595, 2006.\n56\n]252[ S. P. Jang and S. U. Choi, \"Effects of various parameters on nano-fluids thermal conductivity,\" Journal of heat transfer, vol. 129, no. 5, pp. 617-623, 2007.\n]253[ M. Corcione, \"Empirical correlating equations for predicting the effective thermal conductivity and dynamic viscosity of nano-fluids,\" Energy Conversion and Management, vol. 52, no. 1, pp. 789-793, 2011.\n]254[ K. Leong, C. Yang, and S. Murshed, \"A model for the thermal conductivity of nano-fluids–the effect of interfacial layer,\" Journal of Nano-particles Research, vol. 8, no. 2, pp. 245-254, 2006.\n]255[ S. Murshed, K. Leong, and C. Yang, \"A combined model for the effective thermal conductivity of nano-fluids,\" Applied Thermal Engineering, vol. 29, no. 11, pp. 2477-2483, 2009.\n]256[ H. Jiang, Q. Xu, C. Huang, and L. Shi, \"The role of interfacial nanolayer in the enhanced thermal conductivity of carbon nanotube-based nano-fluids \",Applied Physics A, vol. 118, no. 1, pp. 197- 205, 2015.\n]257[ L. Yang, K. Du, and X. Zhang, \"A theoretical investigation of thermal conductivity of nano-fluids with particles in cylindrical shape by anisotropy analysis,\" Powder Technology, vol. 314, pp. 328 -\n338 ,2017.\n]258[ L. Yang, X. Xu, W. Jiang, and K. Du, \"A new thermal conductivity model for nanorod-based nanofluids,\" Applied Thermal Engineering, vol. 114, pp. 287-299, 2017.\n]259[ C.-W. Nan, G. Liu, Y. Lin, and M. Li, \"Interface effect on thermal conductivity of carbon nanotube composites,\" Applied Physics Letters, vol. 85, no. 16, pp. 3549-3551, 2004.\n]260[ L. Yang and X. Xu, \"A renovated Hamilton–Crosser model for the effective thermal conductivity of CNTs nano-fluids,\" International Communications in Heat and Mass Transfer, vol. 81, pp. 42-50, 2017.\n]261[ Z. Hashin and S. Shtrikman, \"A variational approach to the theory of the effective magnetic permeability of multiphase materials,\" Journal of applied Physics, vol. 33, no. 10, pp. 3125-3131, 1962.\n]262[ J. Avsec and M. Oblak, \"The calculation of thermal conductivity, viscosity and thermodynamic properties for nano-fluids on the basis of statistical nanomechanics,\" International Journal of Heat and Mass Transfer, vol. 50, no. 21-22, pp. 4331-4341, 20 07.\n]263[ B. C. Pak and Y. I. Cho, \"Hydrodynamic and heat transfer study of dispersed fluids with submicron metallic oxide particles,\" Experimental Heat Transfer an International Journal, vol. 11, no. 2, pp. 151-170, 1998.\n]264[ D. H. Kumar, H. E. Patel ,V. R. Kumar, T. Sundararajan, T. Pradeep, and S. K. Das, \"Model for heat conduction in nano-fluids,\" Physical Review Letters, vol. 93, no. 14, p. 144301, 2004.\n]265[ M. Chandrasekar, S. Suresh, R. Srinivasan, and A. C. Bose, \"New analytical models to investigate thermal conductivity of nano-fluids,\" Journal of nanoscience and nanotechnology, vol. 9, no. 1, pp. 533-538, 2009.\n]266[ S. K. Gupte, S. G. Advani, and P. Huq, \"Role of micro-convection due to non-affine motion of particles in a mono-disperse suspension,\" International journal of heat and mass transfer, vol. 38, no. 16, pp. 2945-2958, 1995.\n57\n]267[ D. Hasselman and L. F. Johnson, \"Effective thermal conductivity of composites with interfacial thermal barrier resistance,\" Journal of Composite Materials ,vol. 21, no. 6, pp. 508-515, 1987.\n]268[ B.-X. Wang, L.-P. Zhou, and X.-F. Peng, \"A fractal model for predicting the effective thermal conductivity of liquid with suspension of nano-particles,\" International Journal of Heat and Mass Transfer, vol. 46, no .14 , pp. 2665-2672, 2003.\n]269[ M. Emami-Meibodi, M. Vafaie-Sefti, A. M. Rashidi, A. Amrollahi, M. Tabasi, and H. Sid-Kalal, \"A model for thermal conductivity of nano-fluids,\" Materials Chemistry and Physics, vol. 123, no. 2-3, pp. 639-643, 2010.\n]270[ W .Wei, \"A comprehensive model for the enhanced thermal conductivity of nano-fluids,\" Journal of Advanced Research in Physics, vol. 3, no. 2, 2017.\n]271[ W. Evans, J. Fish, and P. Keblinski, \"Role of Brownian motion hydrodynamics on nano-fluids thermal conductivity,\" Applied Physics Letters, vol. 88, no. 9, p. 093116, 2006.\n]272[ B. Yang, \"Thermal conductivity equations based on Brownian motion in suspensions of nanoparticles (nano-fluids),\" Journal of Heat Transfer, vol. 130, no. 4, p. 042408, 2008.\n]273[ L. Braginsky and V. Shklover, \"Thermal conductivity of low-particle-concentration suspensions: Correlation function approach,\" Physical Review B, vol. 78, no. 22, p. 224205, 2008.\n]274[ M. Chandrasekar, S. Suresh, and T. Senthilkumar, \"Mechanisms proposed through experimental investigations on thermo-physical properties and forced convective heat transfer characteristics of various nano-fluids–a review,\" Renewable and Sustainable Energy Reviews, vol. 16, no. 6, pp. 3917- 3938, 2012.\n]275[ N. Putra, W. Roetzel, and S. K. Das, \"Natural convection of nano-fluids,\" Heat and Mass Transfer, vol. 39, no. 8-9, pp. 775-784, 2003.\n]276[ I. O. Alade, T. A. Oyehan, I. K. Popoola, S. O. Olatunji, and A. Bagudu, \"Modeling thermal conductivity enhancement of metal and metallic oxide nano-fluids using support vector regression,\" Advanced Powder Technology, vol. 29, no. 1, pp. 157-167, 2018.\n]277[ N. Kumar, S. S. Sonawane, and S. H. Sonawane, \"Experimental study of thermal conductivity, heat transfer and friction factor of Al 2 O 3 based nano-fluids,\" International Communications in Heat and Mass Transfer, vol. 90, pp. 1-10, 2018.\n]278[ M. Pryazhnikov, A. Minakov, V. Y. Rudyak, and D. Guzei, \"Thermal conductivity measurements of nano-fluids,\" International Journal of Heat and Mass Transfer, vol. 104, pp. 1275-1282, 2017.\n]279[ M. Serebryakova, S. Dimov, S. Bardakhanov, and S. Novopashin, \"Thermal conductivity, viscosity and rheology of a suspension based on Al2O3 nano-particles and mixture of 90% ethylene glycol and 10% water,\" International Journal of Heat and Mass Transfer, vol. 83, pp. 187-191, 2015.\n]280[ R. Mostafizur, M. Bhuiyan, R. Saidur, and A. A. Aziz, \"Thermal conductivity variation for methanol based nano-fluids,\" International Journal of Heat and Mass Transfer, vol. 76, pp .350 -356 ,2014.\n]281[ S. Sonawane, K. Patankar, A. Fogla, B. Puranik, U. Bhandarkar, and S. S. Kumar, \"An experimental investigation of thermo-physical properties and heat transfer performance of Al2O3-Aviation Turbine Fuel nano-fluids,\" Applied Thermal Engineering, vol. 31, no. 14-15, pp. 2841-2849, 2011.\n]282[ M. P. Beck, Y. Yuan, P. Warrier, and A. S. Teja, \"The thermal conductivity of aqueous nano-fluids containing ceria nano-particles,\" ed: AIP, 2010.\n58\n]283[ K. Suganthi, S. Manikandan, N. Anusha, and K .Rajan, \"Cerium oxide–ethylene glycol nano-fluids with improved transport properties: preparation and elucidation of mechanism,\" Journal of the Taiwan Institute of Chemical Engineers, vol. 49, pp. 183-191, 2015.\n]284[ M. Keyvani, M. Afrand, D. Toghraie, and M. Reiszadeh, \"An experimental study on the thermal conductivity of cerium oxide/ethylene glycol nano-fluids: developing a new correlation,\" Journal of Molecular Liquids, 2018.\n]285[ M. Sahooli, S. Sabbaghi, and M. Shariaty Niassar, \"Preparation of CuO/water nano-fluids using polyvinylpyrolidone and a survey on its stability and thermal conductivity,\" International Journal of Nanoscience and Nanotechnology, vol. 8, no. 1, pp. 27-34, 2012.\n]286[ B. Águila, D. A. Vasco, P. Galvez, and P. A. Zapata, \"Effect of temperature and CuO-nano-particles concentration on the thermal conductivity and viscosity of an organic phase-change material,\" International Journal of Heat and Mass Transfer, vol. 120, pp. 1009-1019, 2018.\n]287[ M.-S. Liu, M. C.-C. Lin, C. Tsai, and C . - C. Wang, \"Enhancement of thermal conductivity with Cu for nano-fluids using chemical reduction method,\" International Journal of Heat and Mass Transfer, vol. 49, no. 17, pp. 3028-3033, 2006.\n]288[ J. Garg et al., \"Enhanced thermal conductivity and viscosity of copper nano-particles in ethylene glycol nano-fluids,\" Journal of Applied Physics, vol. 103, no. 7, p. 074301, 2008.\n]289[ H. Li, L. Wang, Y. He, Y. Hu, J. Zhu, and B. Jiang, \"Experimental investigation of thermal conductivity and viscosity of ethylene glycol based ZnO nano-fluids,\" Applied Thermal Engineering, vol. 88, pp. 363-368, 2015.\n]290[ W. Yu, H. Xie, L. Chen, and Y. Li, \"Investigation of thermal conductivity and viscosity of ethylene glycol based ZnO nano-fluids,\" Thermochimica Acta, vol. 491, no .1 -2 , pp. 92-96, 2009.\n]291[ J. Jeong, C. Li, Y. Kwon, J. Lee, S. H. Kim, and R. Yun, \"Particle shape effect on the viscosity and thermal conductivity of ZnO nano-fluids,\" International journal of refrigeration, vol. 36, no. 8, pp. 2233-2241, 2013.\n]292[ J. Patel and K. Parekh, \"Effect of Size and Morphology on Stability and Thermal conductivity of ZnO Nano-fluids,\" Journal of Nano-fluids, vol. 7, no. 2, pp. 284-291, 2018.\n]293[ M. Leena and S. Srinivasan, \"A comparative study on thermal conductivity of TiO2/ethylene glycol– water and TiO2/propylene glycol–water nano-fluids,\" Journal of Thermal Analysis and Calorimetry, vol. 131, no. 2, pp. 1987-1998, 2018.\n]294[ M. Jahanshahi, S. Hosseinizadeh, M. Alipanah, A. Dehghani, and G. Vakilinejad, \"Numerical simulation of free convection based on experimental measured conductivity in a square cavity using Water/SiO2 nano-fluids,\" International Communications in Heat and Mass Transfer, vol. 37, no. 6, pp. 687-694, 2010.\n]295[ Y. Guo, T. Zhang, D. Zhang, and Q. Wang, \"Experimental investigation of thermal and electrical conductivity of silicon oxide nano-fluids in ethylene glycol/water mixture,\" International Journal of Heat and Mass Transfer, vol. 117, pp. 280-286, 2018.\n]296[ M. A. Esfahani and D. Toghraie, \"Experimental investigation for developing a new model for the thermal conductivity of silica/water-ethylene glycol (40%–60%) nano-fluids at different temperatures and solid volume fractions,\" Journal of Molecular Liquids, vol. 232, pp. 105-112, 2017.\n59\n]297[ L. S. Sundar, M. K. Singh, and A. C. Sousa, \"Investigation of thermal conductivity and viscosity of Fe3O4 nano-fluids for heat transfer applications,\" International communications in heat and mass transfer, vol. 44, pp. 7-14, 2013.\n]298[ P. Shima, J. Philip, and B. Raj, \"Role of microconvection induced by Brownian motion of nanoparticles in the enhanced thermal conductivity of stable nano-fluids,\" Applied Physics Letters, vol. 94, no. 22, p. 223101, 2009.\n]299[ P. Shima, J. Philip, and B. Raj, \"Synthesis of aqueous and nonaqueous iron oxide nano-fluids and study of temperature dependence on thermal conductivity and viscosity,\" The Journal of Physical Chemistry C, vol. 114, no. 44, pp. 18825-18833, 2010.\n]300[ J. Philip, P. Shima, and B. Raj, \"Evidence for enhanced thermal conduction through percolating structures in nano-fluids,\" Nanotechnology, vol. 19, no. 30, p. 305706, 2008.\n]301[ W. Yu, H. Xie, L. Chen, and Y. Li, \"Enhancement of thermal conductivity of kerosene-based Fe3O4 nano-fluids prepared via phase-transfer method,\" Colloids and surfaces A: Physicochemical and engineering aspects, vol. 355, no. 1-3, pp. 109-113, 2010.\n]302[ J. Philip, P. Shima, and B. Raj, \"Nano-fluids with tunable thermal properties,\" Applied physics letters, vol. 92, no. 4, p. 043108, 2008.\n]303[ M. J. Pastoriza-Gallego, L. Lugo, J. L. Legido, and M. M. Piñeiro, \"Rheological non-Newtonian behaviour of ethylene glycol-based Fe 2 O 3 nano-fluids,\" Nanoscale research letters, vol. 6, no. 1, p. 560, 2011.\n]304[ L. Godson, B. Raja, D. M. Lal, and S .Wongwises, \"Experimental investigation on the thermal conductivity and viscosity of silver-deionized water nano-fluids,\" Experimental Heat Transfer, vol. 23, no. 4, pp. 317-332, 2010.\n]305[ Z. Aparna, M. Michael, S. Pabi, and S. Ghosh, \"Diversity in thermal conductivity of aqueous Al 2 O 3–and Ag–nano-fluids measured by transient hot-wire and laser flash methods,\" Experimental Thermal and Fluid Science, 2018.\n]306[ D. Li, B. Hong, W. Fang, Y. Guo, and R. Lin, \"Preparation of well-dispersed silver nano-particles for oil-based nano-fluids,\" Industrial & Engineering Chemistry Research, vol. 49, no. 4, pp. 1697- 1702, 2010.\n]307[ P. Sharma, I.-H. Baek, T. Cho, S. Park, and K. B. Lee, \"Enhancement of thermal conductivity of ethylene glycol based silver nano-fluids \",Powder Technology, vol. 208, no. 1, pp. 7-19, 2011.\n]308[ N. Shalkevich, W. Escher, T. Bürgi, B. Michel, L. Si-Ahmed, and D. Poulikakos, \"On the thermal conductivity of gold nano-particles colloids,\" Langmuir, vol. 26, no. 2, pp. 663-670, 2009.\n]309[ B. Shen, \"Minimum quantity lubrication grinding using nano-fluids,\" University of Michigan, 2008.\n]310[ K. Hong, T.-K. Hong, and H.-S. Yang, \"Thermal conductivity of Fe nano-fluids depending on the cluster size of nano-particles,\" Applied Physics Letters, vol. 88 ,no. 3, p. 031901, 2006.\n]311[ C. Choi, H. Yoo, and J. Oh, \"Preparation and heat transfer properties of nano-particles-intransformer oil dispersions as advanced energy-efficient coolants,\" Current Applied Physics, vol. 8, no. 6, pp. 710-712, 2008.\n]312[ W .Yu, H. Xie, Y. Li, and L. Chen, \"Experimental investigation on thermal conductivity and viscosity of aluminum nitride nano-fluids,\" Particuology, vol. 9, no. 2, pp. 187-191, 2011.\n60\n]313[ E. V. Timofeeva, W. Yu, D. M. France, D. Singh, and J. L. Routbort\" ,Base-fluid and temperature effects on the heat transfer characteristics of SiC in ethylene glycol/H 2 O and H 2 O nano-fluids,\" Journal of Applied Physics, vol. 109, no. 1, p. 014914, 2011.\n]314[ T. A. Kuhlbusch, C. Asbach, H. Fissan, D. Göhler, and M. Stintz, \"Nano-particles exposure at nanotechnology workplaces: a review,\" Particle and fibre toxicology, vol. 8, p. 22, 2011.\n]315[ S.-H. Liou, T.-C. Tsou, S.-L. Wang, L.-A. Li, H.-C. Chiang, W.-F. Li, et al., \"Epidemiological study of health hazards among workers handling engineered nanomaterials,\" Journal of Nano-particles Research, vol. 14, p. 878, 2012.\n]316[ S. Tang, V. Allagadda, H. Chibli, J. L. Nadeau, and G. D. Mayer, \"Comparison of cytotoxicity and expression of metal regulatory genes in zebrafish (Danio rerio) liver cells exposed to cadmium sulfate ,zinc sulfate and quantum dots,\" Metallomics, vol. 5, pp. 1411-1422, 2013.\n]317[ A. Hoshino, K. Fujioka, T. Oku, M. Suga, Y. F. Sasaki, T. Ohta, et al., \"Physicochemical properties and cellular toxicity of nanocrystal quantum dots depend on their surface modification,\" Nano Letters, vol. 4, pp. 2163-2169, 2004.\n]318[ S. Tang, Q. Cai, H. Chibli, V. Allagadda, J. L. Nadeau, and G. D. Mayer, \"Cadmium sulfate and CdTe-quantum dots alter DNA repair in zebrafish (Danio rerio) liver cells,\" Toxicology and applied pharmacology, vol. 272, pp. 443-452, 2013.\n]319[ C. Schleh, M. Semmler-Behnke, J. Lipka, A. Wenk, S. Hirn, M. Schäffler, et al., \"Size and surface charge of gold nano-particles determine absorption across intestinal barriers and accumulation in secondary target organs after oral administration,\" Nanotoxicology, vol. 6, pp. 36-46, 2012.\n]320[ A. Cockburn, R. Bradford, N. Buck, A. Constable, G. Edwards, B. Haber, et al., \"Approaches to the safety assessment of engineered nanomaterials (ENM) in food,\" Food and Chemical Toxicology, vol. 50, pp. 2224-2242, 2012.\n]321[ B. Baroli, M. G. Ennas, F. Loffredo, M. Isola, R. Pinna, and M. A. López-Quintela, \"Penetration of metallic nano-particles in human full-thickness skin,\" Journal of Investigative Dermatology, vol. 127 ,pp. 1701-1712, 2007.\n]322[ N. Sadrieh, A. M. Wokovich, N. V. Gopee, J. Zheng, D. Haines, D. Parmiter, et al., \"Lack of significant dermal penetration of titanium dioxide from sunscreen formulations containing nano-and submicron-size TiO2 particles,\" Toxicological Sciences, vol. 115, pp. 156-166, 2010.\n]323[ T. W. Prow, N. A. Monteiro-Riviere, A. O. Inman, J. E. Grice, X. Chen, X. Zhao, et al., \"Quantum dot penetration into viable human skin,\" Nanotoxicology, vol. 6, pp. 173-185, 2012.\n]324[ F. F. Larese, F .D’Agostin, M. Crosera, G. Adami, N. Renzi, M. Bovenzi, et al., \"Human skin penetration of silver nano-particles through intact and damaged skin,\" Toxicology, vol. 255, pp. 33- 37, 2009.\n]325[ J. Wu, W. Liu, C. Xue, S. Zhou, F. Lan, L. Bi, et al., \"Toxicity and penetration of TiO2 nanoparticles in hairless mice and porcine skin after subchronic dermal exposure,\" Toxicology letters, vol. 191, pp. 1-8, 2009.\n]326[ E. Vlachou, E. Chipp, E. Shale, Y. T. Wilson, R. Papini, and N. S. Moiemen, \"The safety of nanocrystalline silver dressings on burns: a study of systemic silver absorption,\" Burns, vol. 33, pp. 979-985, 2007.\n61\n]327[ M. Trop, M. Novak, S. Rodl, B. Hellbom, W. Kroell, and W. Goessler, \"Silver-coated dressing acticoat caused raised liver enzymes and argyria-like symptoms in burn patient,\" Journal of Trauma and Acute Care Surgery, vol. 60, pp. 648-652, 2006.\n]328[ G. Biskos and A. Schmidt-Ott, \"Airborne engineered nano-particles: potential risks and monitoring challenges for assessing their impacts on children \",Paediatric Respiratory Reviews, vol. 13, pp. 79- 83, 2012.\n]329[ P. D. Sly and K. Schüepp, \"Nano-particles and children's lungs: is there a need for caution?,\" Paediatric respiratory reviews, vol. 2, pp. 71-72, 2012.\n]330[ M. Bur, A. Henning, S. Hein, M. Schneider, and C.-M. Lehr, \"Inhalative nanomedicine— opportunities and challenges,\" Inhalation toxicology, vol. 21, pp. 137-143, 2009.\n]331[ Y. S. Kim, M. Y. Song, J. D. Park, K. S. Song, H. R. Ryu, Y. H. Chung, et al., \"Subchronic oral toxicity of silver nano-particles,\" Particle and fibre toxicology, vol. 7, p. 20, 2010.\n]332[ A. Nemmar, K. Melghit, S. Al-Salam, S. Zia, S. Dhanasekaran, S. Attoub, et al., \"Acute respiratory and systemic toxicity of pulmonary exposure to rutile Fe-doped TiO2 nanorods,\" Toxicology, vol. 279, pp. 167-175, 2011.\n]333[ Y. Cui, X. Gong, Y. Duan, N. Li, R. Hu, H. Liu, et al., \"Hepatocyte apoptosis and its molecular mechanisms in mice caused by titanium dioxide nano-particles,\" Journal of hazardous materials, vol. 183, pp. 874-880, 20 10.\n]334[ R. Lucchini, D. Dorman, A. Elder, and B. Veronesi, \"Neurological impacts from inhalation of pollutants and the nose–brain connection,\" Neurotoxicology, vol. 33, pp. 838-841, 2012.\n]335[ P. G. Holt, \"Programming for responsiveness to environmental antigens that trigger allergic respiratory disease in adulthood is initiated during the perinatal period,\" Environmental health perspectives, vol. 106, pp. 795-800, 1998.\n]336[ J. A. Araujo, B. Barajas, M. Kleinman, X. Wang, B. J. Bennett, K. W. Gong, et al., \"Ambient particulate pollutants in the ultrafine range promote early atherosclerosis and systemic oxidative stress,\" Circulation research, vol. 102, pp. 589-596, 2008.\n]337[ X. Lu, Y. Liu, X. Kong, P. E. Lobie, C. Chen, and T. Zhu, \"Nanotoxicity: a growing need for study in the endocrine system,\" Small, vol. 9, pp. 1654-1671, 2013.\n]338[ I. Iavicoli, L. Fontana, V. Leso, and A. Bergamaschi, \"The effects of nanomaterials as endocrine disruptors,\" International journal of molecular sciences, vol. 14, pp .16732 -16801 ,2013.\n]339[ N. Asare, C. Instanes, W. J. Sandberg, M. Refsnes, P. Schwarze, M. Kruszewski, et al., \"Cytotoxic and genotoxic effects of silver nano-particles in testicular cells,\" Toxicology, vol. 291, pp. 65-72, 2012.\nHighlights\n* Nanofluids discovery has had an important impact on heat transfer.\n* Reviewing Brownian motion and Clustering phenomena found in nanofluids\n* Reviewing effect of temperature and concentration of nanoparticles on fluids thermal conductivity\n* Assessment of effect of pH values, size and shape of nanoparticles on thermal conductivity\nNo conflict of interest."
    } ],
    "references" : [ {
      "title" : "Thermophoretically driven capillary transport of nano-fluid in a microchannel",
      "author" : [ "S. Bandyopadhyay", "S. Chakraborty" ],
      "venue" : "Advanced Powder Technology,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "The preparation of surfactant-free highly dispersed ethylene glycol-based aluminum nitride-carbon nano-fluids for heat transfer application",
      "author" : [ "E. Esmaeili", "S.A. Rounaghi", "W. Gruner", "J. Eckert" ],
      "venue" : "Advanced Powder Technology,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Entropy generation of boehmite alumina nano-fluid flow through a minichannel heat exchanger considering nanoparticle shape effect",
      "author" : [ "A.A.A.A. Al-Rashed", "R. Ranjbarzadeh", "S. Aghakhani", "M. Soltanimehr", "M. Afrand", "T.K. Nguyen" ],
      "venue" : "Physica A: Statistical Mechanics and its Applications, 2019/01/29/ 2019.",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Investigation of natural convection heat transfer performance of the QFN-PCB electronic module by using nano-fluid for power electronics cooling applications",
      "author" : [ "A. Purusothaman" ],
      "venue" : "Advanced Powder Technology,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "An updated review on application of nano-fluids in heat exchangers for saving energy",
      "author" : [ "A. Hajatzadeh Pordanjani", "S. Aghakhani", "M. Afrand", "B. Mahmoudi", "O. Mahian", "S. Wongwises" ],
      "venue" : "Energy Conversion and Management, vol. 198, p. 111886, 2019/10/15/ 2019.",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Simultaneous energy storage and recovery in the triplex-tube heat exchanger with PCM, copper fins and Al2O3 nano-particles",
      "author" : [ "J.M. Mahdi", "S. Lohrasbi", "D.D. Ganji", "E.C.J.E.C. Nsofor", "Management" ],
      "venue" : "vol. 180, pp. 949-961, 2019.",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effects of paralleled magnetic field on thermo-hydraulic performances of Fe3O4-water nano-fluids in a circular tube",
      "author" : [ "Siyuan Mei", "Cong Qi", "Maoni Liu", "Fan Fan", "Lin Liang" ],
      "venue" : "International Journal of Heat and Mass Transfer,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Effect of corrugation pitch on thermo-hydraulic performance of nano-fluids in corrugated tubes of heat exchanger system based on exergy efficiency",
      "author" : [ "Guiqing Wang", "Cong Qi", "Maoni Liu", "Chunyang Li", "Yuying Yan", "Lin Liang" ],
      "venue" : "Energy Conversion and Management,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Experimental study on the flow and heat transfer characteristics of nano-fluids in double-tube heat exchangers based on thermal efficiency assessment",
      "author" : [ "Cong Qi", "Tao Luo", "Maoni Liu", "Fan Fan", "Yuying Yan" ],
      "venue" : "Energy Conversion and Management,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Influence of triangle tube structure with twisted tape on the thermo-hydraulic performance of nano-fluids in heat-exchange system based on thermal and exergy efficiency",
      "author" : [ "Cong Qi", "Maoni Liu", "Jinghua Tang" ],
      "venue" : "Energy Conversion and Management,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Enhancing thermal conductivity of fluids with nano-particles",
      "author" : [ "S.U. Choi", "J.A. Eastman" ],
      "venue" : "Argonne National Lab., IL (United States)19 95  .",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 0
    }, {
      "title" : "Development of curcumin-loaded gemini surfactant nano-particles: Synthesis, characterization and evaluation of anticancer activity against human breast cancer cell lines",
      "author" : [ "M. Karimpour", "M.A.H. Feizi", "M. Mahdavi", "B. Krammer", "T. Verwanger", "F. Najafi" ],
      "venue" : "Phytomedicine, vol. 57, pp. 183-190, 2019/04/01/ 2019.",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A novel method for the synthesis of calcium carbonate (aragonite) nano-particles from cockle shells",
      "author" : [ "K.N. Islam", "M.Z.B.A. Bakar", "M.E. Ali", "M.Z.B. Hussein", "M.M. Noordin", "M.Y. Loqman" ],
      "venue" : "Powder Technology, vol. 235, pp. 70-75, 2013/02/01/ 2013.",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Drug delivery and nano-particles: applications and hazards",
      "author" : [ "W.H. De Jong", "P.J. Borm" ],
      "venue" : "International journal of nanomedicine, vol. 3, p. 133, 2008.",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The blood-brain barrier and brain drug delivery",
      "author" : [ "J. Koziara", "P. Lockman", "D. Allen", "R. Mumper" ],
      "venue" : "Journal of nanoscience and nanotechnology, vol. 6, pp. 2712-2735, 2006.",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A review of nanocarrier-based CNS delivery systems",
      "author" : [ "S.B. Tiwari", "M.M. Amiji" ],
      "venue" : "Current Drug Delivery, vol. 3, pp. 219-232, 2006.",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Effects of magnetic field on the convective heat transfer rate and entropy generation of a nano-fluids in an inclined square cavity equipped with a conductor fin: Considering the radiation effect",
      "author" : [ "A.A. Alnaqi", "S. Aghakhani", "A.H. Pordanjani", "R. Bakhtiari", "A. Asadi", "M.-D. Tran" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 133, pp. 256-267, 2019/04/01/ 2019.",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of replacing nano-fluids instead of water on heat transfer in a channel with extended surfaces under a magnetic field",
      "author" : [ "S. Aghakhani", "B. Ghasemi", "A. Hajatzadeh Pordanjani", "S. Wongwises", "M. Afrand" ],
      "venue" : "International Journal of Numerical Methods for Heat & Fluid Flow, 2019.  40",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Investigation of free convection heat transfer and entropy generation of nano-fluids flow inside a cavity affected by magnetic field and thermal radiation",
      "author" : [ "A.H. Pordanjani", "S. Aghakhani", "A. Karimipour", "M. Afrand", "M. Goodarzi" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry, pp. 1-23, 2019.",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of alumina nano-powder on the convection and the entropy generation of water inside an inclined square cavity subjected to a magnetic field: Uniform and non-uniform temperature boundary conditions",
      "author" : [ "A.H. Pordanjani", "S. Aghakhani", "A.A. Alnaqi", "M. Afrand" ],
      "venue" : "International Journal of Mechanical Sciences, vol. 152, pp. 99-117, 2019.",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Sensitivity analysis and optimization of MHD forced convection of a Cu-water nano-fluids flow past a wedge",
      "author" : [ "S.M. Vahedi", "A.H. Pordanjani", "A. Raisi", "A.J. Chamkha" ],
      "venue" : "The European Physical Journal Plus, vol. 134, p. 124, 2019.",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of two isothermal obstacles on the natural convection of nano-fluids in the presence of magnetic field inside an enclosure with sinusoidal wall temperature distribution",
      "author" : [ "A.H. Pordanjani", "A. Jahanbakhshi", "A.A. Nadooshan", "M. Afrand" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 121, pp. 565-578, 2018.",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of magnetic field on mixed convection and entropy generation of hybrid nano-fluid in an inclined enclosure: Sensitivity analysis and optimization",
      "author" : [ "A.H. Pordanjani", "S.M. Vahedi", "S. Aghakhani", "M. Afrand", "H.F. Öztop", "N. Abu-Hamdeh" ],
      "venue" : "The European Physical Journal Plus, vol. 134, p. 412, August 30 2019.",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "On the role of enclosure side walls thickness and heater geometry in heat transfer enhancement of water–Al 2 O 3 nano-fluids in presence of a magnetic field",
      "author" : [ "S.M. Vahedi", "A.H. Pordanjani", "S. Wongwises", "M. Afrand" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry, pp. 1-18.",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 0
    }, {
      "title" : "An approach for pillow plate heat exchangers design for single-phase applications",
      "author" : [ "O. Arsenyeva", "J. Tran", "M. Piper", "E. Kenig" ],
      "venue" : "Applied Thermal Engineering, vol. 147, pp. 579-591, 2019/01/25/ 2019.",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A Review on Recent Advances in Microchannel Heat Sink Configurations",
      "author" : [ "G. Narendran", "N. Gnanasekaran", "D.A.J.R.P. o. M.E. Perumal" ],
      "venue" : "vol. 11, pp. 190-215, 2018",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Toxicity of nano-particles",
      "author" : [ "M.A. Zoroddu", "S. Medici", "A. Ledda", "V.M. Nurchi", "J.I. Lachowicz", "M. Peana" ],
      "venue" : "Curr Med Chem, vol. 21, pp. 3837-53, 2014.",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Noninvasive imaging of quantum dots in mice",
      "author" : [ "B. Ballou", "B.C. Lagerholm", "L.A. Ernst", "M.P. Bruchez", "A.S. Waggoner" ],
      "venue" : "Bioconjugate chemistry, vol. 15, pp. 79-86, 2004.",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Recommendations of the national heart, lung, and blood institute nanotechnology working group",
      "author" : [ "D.B. Buxton", "S.C. Lee", "S.A. Wickline", "M. Ferrari" ],
      "venue" : "Circulation, vol. 108, pp. 2737-2742, 2003.",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Cancer nanotechnology: opportunities and challenges",
      "author" : [ "M. Ferrari" ],
      "venue" : "Nature reviews cancer, vol. 5, p. 161, 2005.",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Exposure to carbon nanotube material: assessment of nanotube cytotoxicity using human keratinocyte cells",
      "author" : [ "A. Shvedova", "V. Castranova", "E. Kisin", "D. Schwegler-Berry", "A. Murray", "V. Gandelsman" ],
      "venue" : "Journal of toxicology and environmental health Part A, vol. 66, pp. 1909-1926, 2003.",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 1909
    }, {
      "title" : "PM2. 5 in China: Measurements, sources, visibility and health effects, and mitigation",
      "author" : [ "D.Y. Pui", "S.-C. Chen", "Z. Zuo" ],
      "venue" : "Particuology, vol. 13, pp. 1-26, 2014.  41",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Health implications of nano-particles",
      "author" : [ "W.G. Kreyling", "M. Semmler-Behnke", "W. Möller" ],
      "venue" : "Journal of Nano-particles Research, vol. 8, pp. 543-562, 2006.",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Nano-particles pollution and associated increasing potential risks on environment and human health: a case study of China",
      "author" : [ "Y. Gao", "T. Yang", "J. Jin" ],
      "venue" : "Environmental Science and Pollution Research, vol. 22, pp. 19297-19306, 2015.",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 1929
    }, {
      "title" : "The toxicity of nano-particles to human endothelial cells",
      "author" : [ "Y. Cao" ],
      "venue" : "Cellular and Molecular Toxicology of Nano-particles, ed: Springer, 2018, pp. 59-69.",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Contribution of oxidative stress to TiO2 nanoparticles-induced toxicity",
      "author" : [ "B. Song", "T. Zhou", "W. Yang", "J. Liu", "L. Shao" ],
      "venue" : "Environmental toxicology and pharmacology, vol. 48, pp. 130-140, 2016.",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Health implications of engineered nano-particles in infants and children",
      "author" : [ "S. Tang", "M. Wang", "K.E. Germ", "H.-M. Du", "W.-J. Sun", "W.-M. Gao" ],
      "venue" : "World Journal of Pediatrics, vol. 11, pp. 197-206, 2015.",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Health impact and safety of engineered nanomaterials",
      "author" : [ "Y. Teow", "P. Asharani", "M.P. Hande", "S. Valiyaveettil" ],
      "venue" : "Chemical communications, vol. 47, pp. 7025-7038, 2011.",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "An experimental study on rheological behavior of non-Newtonian hybrid nano-coolant for application in cooling and heating systems",
      "author" : [ "H. Eshgarf", "M .Afrand" ],
      "venue" : "Experimental Thermal and Fluid Science, vol. 76, pp. 221-227, 2016.",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancing the thermal conductivity of SAE 50 engine oil by adding zinc oxide nano-powder: An experimental study",
      "author" : [ "L. Yang", "M. Mao", "J.-n. Huang", "W. Ji" ],
      "venue" : "Powder Technology,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "The evaluation on a new non-Newtonian hybrid mixture composed of TiO2/ZnO/EG to present a statistical approach of power law for its rheological and thermal properties",
      "author" : [ "P.M. Nafchi", "A. Karimipour", "M. Afrand" ],
      "venue" : "Physica A: Statistical Mechanics and its Applications, vol. 516, pp. 1-18, 2019/02/15/ 2019.",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A comprehensive review on interaction of nano-particles with low salinity water and surfactant for enhanced oil recovery in sandstone and carbonate reservoirs",
      "author" : [ "S.O. Olayiwola", "M. Dejam" ],
      "venue" : "Fuel, vol. 241, pp. 1045-1057, 2019/04/01/ 2019.",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A comprehensive review on rheological behavior of mono and hybrid nano-fluids: Effective parameters and predictive correlations",
      "author" : [ "H. Khodadadi", "S. Aghakhani", "H. Majd", "R. Kalbasi", "S. Wongwises", "M. Afrand" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 127, pp. 997-1012, 2018.",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced thermal conductivity of TiO2—water based nanofluids",
      "author" : [ "S. Murshed", "K. Leong", "C. Yang" ],
      "venue" : "International Journal of Thermal Sciences, vol. 44, no. 4, pp. 367-373, 2005.",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "The RSM approach to develop a new correlation for density of metal-oxide aqueous nano-fluids",
      "author" : [ "E. Montazer", "E. Salami", "H. Yarmand", "S. Kazi", "A. Badarudin" ],
      "venue" : "IOP Conference Series: Materials Science and Engineering, 2017, p. 012071.",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrical conductivity, viscosity, and density of different nano-fluids: An experimental study",
      "author" : [ "S. Nabati Shoghl", "J. Jamali", "M. Keshavarz Moraveji" ],
      "venue" : "Experimental Thermal and Fluid Science, vol. 74, pp. 339-346, 2016/06/01/ 2016.  42",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A new model for density of nano-fluids including nanolayer",
      "author" : [ "M. Sharifpur", "S. Yousefi", "J.P. Meyer" ],
      "venue" : "International Communications in Heat and Mass Transfer, vol. 78, pp. 168-174, 2016/11/01/ 2016.",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Functionalization density dependence of single-walled carbon nanotubes cytotoxicity in vitro",
      "author" : [ "C.M. Sayes", "F. Liang", "J.L. Hudson", "J. Mendez", "W. Guo", "J.M. Beach" ],
      "venue" : "Toxicology letters, vol. 161, pp. 135-142, 2006.",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Alteration of thermal conductivity and viscosity of liquid by dispersing ultra-fine particles. Dispersion of Al2O3, SiO2 and TiO2 ultra-fine particles",
      "author" : [ "H. Masuda", "A. Ebata", "K. Teramae" ],
      "venue" : "1993.",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Stability and thermal conductivity enhancement of aqueous nano-fluids based on surfactant-modified TiO2",
      "author" : [ "M. Ouikhalfan", "A. Labihi", "M. Belaqziz", "H. Chehouani", "B. Benhamou", "A. Sarı" ],
      "venue" : "Journal of Dispersion Science and Technology, pp. 1-9, 2019.",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effects of multi walled carbon nanotubes shape and size on thermal conductivity and viscosity of nano-fluids",
      "author" : [ "A.N. Omrani", "E. Esmaeilzadeh", "M. Jafari", "A. Behzadmehr" ],
      "venue" : "Diamond and Related Materials, vol. 93, pp. 96-104, 2019/03/01/ 2019.",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experimental study on the thermal conductivity of water-based CNT-SiO2 hybrid nano-fluids",
      "author" : [ "A.S. Dalkılıç", "G. Yalçın", "B.O. Küçükyıldırım", "S. Öztuna", "A. Akdoğan Eker", "C. Jumpholkul" ],
      "venue" : "International Communications in Heat and Mass Transfer, vol. 99, pp. 18-25, 2018/12/01/ 2018.",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Specific heat of aluminum-oxide nanolubricants",
      "author" : [ "L. Lin", "M.A. Kedzierski" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 126, pp. 1168-1176, 2018/11/01/ 2018.",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Understanding the heat capacity enhancement in ionic liquid-based nano-fluids (ionano-fluids)",
      "author" : [ "K. Oster", "C. Hardacre", "J. Jacquemin", "A.P.C. Ribeiro", "A. Elsinawi" ],
      "venue" : "Journal of Molecular Liquids, vol. 253, pp. 326-339, 2018/03/01/ 2018.",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dispersion behavior and thermal conductivity characteristics of Al 2 O 3–H 2 O nano-fluids",
      "author" : [ "D. Zhu", "X. Li", "N. Wang", "X. Wang", "J. Gao", "H. Li" ],
      "venue" : "Current Applied Physics, vol. 9, no. 1, pp. 131-139, 2009.",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Measurement and model on thermal conductivities of carbon nanotube nanorefrigerants",
      "author" : [ "W. Jiang", "G. Ding", "H. Peng" ],
      "venue" : "International Journal of Thermal Sciences, vol. 48, no. 6, pp. 1108-1115, 2009.",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Enhanced thermal conductivity and specific heat capacity of carbon nanotubes ionano-fluids",
      "author" : [ "C.N. De Castro", "S.S. Murshed", "M. Lourenço", "F. Santos", "M. Lopes", "J. França" ],
      "venue" : "International Journal of Thermal Sciences, vol. 62, pp. 34-39, 2012.",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Experimental investigation on the competition between enhancement of electrical and thermal conductivities in water-based nano-fluids",
      "author" : [ "M.M. Heyhat", "A. Irannezhad" ],
      "venue" : "Journal of Molecular Liquids, vol. 268, pp. 169-175, 2018/10/15/ 2018.",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental study on thermal conductivity and electrical conductivity of diesel oil-based nano-fluids of graphene nanoplatelets and carbon nanotubes",
      "author" : [ "A. Naddaf", "S. Zeinali Heris" ],
      "venue" : "International Communications in Heat and Mass Transfer, vol. 95, pp. 116-122, 2018/07/01/ 2018.",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental investigation of thermal and electrical conductivity of silicon oxide nano-fluids in ethylene glycol/water mixture",
      "author" : [ "Y. Guo", "T. Zhang", "D. Zhang", "Q. Wang" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 117, pp. 280-286, 2018/02/01/ 2018.  43",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Stability and electrical conductivity of water-base Al2O3 nano-fluids for different applications",
      "author" : [ "M.F. Zawrah", "R.M. Khattab", "L.G. Girgis", "H. El Daidamony", "R.E. Abdel Aziz" ],
      "venue" : "HBRC Journal, vol. 12, pp. 227-234, 2016/12/01/ 2016.",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal conductivity of nano-particles-fluid mixture",
      "author" : [ "X. Wang", "X. Xu", "S.U. Choi" ],
      "venue" : "Journal of thermophysics and heat transfer, vol. 13, no. 4, pp. 474-480, 1999.",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Experimental investigation of temperature and volume fraction variations on the effective thermal conductivity of nano-particles suspensions (nano-fluids)",
      "author" : [ "C.H. Li", "G. Peterson" ],
      "venue" : "Journal of Applied Physics, vol. 99, no. 8, p. 084314, 2006",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Electrical and Thermal Conductivities of 50/50 Water-ethylene Glycol Based TiO2 Nano-fluids to be Used as Coolants in PEM Fuel Cells",
      "author" : [ "M .R. Islam", "B. Shabani", "G. Rosengarten" ],
      "venue" : "Energy Procedia, vol. 110, pp. 101-108, 2017/03/01/ 2017.",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heat transfer efficiency of Al 2 O 3-MWCNT/thermal oil hybrid nano-fluids as a cooling fluid in thermal and energy management applications: An experimental and theoretical investigation",
      "author" : [ "A. Asadi", "M. Asadi", "A. Rezaniakolaei", "L.A. Rosendahl", "M. Afrand", "S. Wongwises" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 117, pp. 474-486, 2018.",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of nano-fluids variable properties on mixed convection flow and heat transfer in an inclined two-sided lid-driven cavity with sinusoidal heating on sidewalls",
      "author" : [ "M.H. Esfe", "M. Akbari", "D.T. Semiromi", "A. Karimiopour", "M. Afrand" ],
      "venue" : "Heat Transfer Research, vol. 45, no. 5, 2014.",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Experiment and Lattice Boltzmann numerical study on nano-fluids flow in a micromodel as porous medium",
      "author" : [ "A.M. Isfahani", "M. Afrand" ],
      "venue" : "Physica E: Low-dimensional Systems and Nanostructures, vol. 94, pp. 15-21, 2017.",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An experimental study on heat transfer and pressure drop of water/graphene oxide nano-fluids in a copper tube under air cross-flow: Applicable as a heat exchanger",
      "author" : [ "R. Ranjbarzadeh", "A.M. Isfahani", "M. Afrand", "A. Karimipour", "M. Hojaji" ],
      "venue" : "Applied Thermal Engineering, vol. 125, pp. 69-79, 2017.",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Using experimental data to estimate the heat transfer and pressure drop of non-Newtonian nano-fluids flow through a circular tube: applicable for use in heat exchangers",
      "author" : [ "E. Shahsavani", "M. Afrand", "R. Kalbasi" ],
      "venue" : "Applied Thermal Engineering, vol. 129, pp. 1573-1581, 2018.",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Laminar mixed convection of large-Prandtl-number in-tube nano-fluids flow, Part I: Experimental study",
      "author" : [ "Z.-Z. Feng", "W. Li" ],
      "venue" : "International Journal of Heat and Mass Transfer, vol. 65, pp. 919-927, 2013.",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Thermal and electrical conductivities of water-based nano-fluids prepared with long multiwalled carbon nanotubes",
      "author" : [ "J. Glory", "M. Bonetti", "M. Helezen", "M. Mayne-L’Hermite", "C. Reynaud" ],
      "venue" : "Journal of applied physics, vol. 103, no. 9, p. 094309, 2008.",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2008
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 1,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 2,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 3,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 4,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 5,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 6,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 7,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 8,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 9,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 10,
      "context" : "Researchers have improved the state of the systems in many applications, including energy storage, HVAC, electronics and microfluidics, shipping, renewable energies and medicine [1-11].",
      "startOffset" : 178,
      "endOffset" : 184
    }, {
      "referenceID" : 11,
      "context" : "One of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 12,
      "context" : "One of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 13,
      "context" : "One of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 14,
      "context" : "One of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 15,
      "context" : "One of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 16,
      "context" : "One of the applications of nano-particles, which have been attracted by the researchers, is nano drug delivery [12-17].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 17,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 18,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 19,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 20,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 21,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 22,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 23,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 24,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 25,
      "context" : "One of the most important subjects considered by many researchers is the issue of heat transfer with nano-fluids [18-26].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 31,
      "context" : "The researchers have studied the effects of different nano-particles on the human body [32-36].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 32,
      "context" : "The researchers have studied the effects of different nano-particles on the human body [32-36].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 33,
      "context" : "The researchers have studied the effects of different nano-particles on the human body [32-36].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 34,
      "context" : "The researchers have studied the effects of different nano-particles on the human body [32-36].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 35,
      "context" : "The researchers have studied the effects of different nano-particles on the human body [32-36].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 37,
      "context" : "The small size of Nano-particles and their activation affect the health of the environment and raise concerns about the safety of transport, the toxicity of these particles and the threat to human health [38, 39].",
      "startOffset" : 204,
      "endOffset" : 212
    }, {
      "referenceID" : 38,
      "context" : "Thus, it is clear that most studies, since the production of the first nano-fluids have been about the changes in thermophysical properties, especially the thermal conductivity [40].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 39,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 40,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 41,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 42,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 43,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 44,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 45,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 46,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 47,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 48,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 49,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 50,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 51,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 52,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 164,
      "endOffset" : 172
    }, {
      "referenceID" : 53,
      "context" : "Many of these investigations were also about the properties of nano-fluids, such as viscosity [41-45], density [46-49], thermal conductivity [50-53], specific heat [54, 55], etc.",
      "startOffset" : 164,
      "endOffset" : 172
    }, {
      "referenceID" : 61,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 62,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 63,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 64,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 65,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 66,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 67,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 68,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 69,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 70,
      "context" : "After years of research, researchers concluded that heat transfer can be improved using nano-fluids [63-72].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 43,
      "context" : "Thermal conductivity enhancement of TiO2/Water at room temperature and different solid volume fraction [45, 74, 75, 78-85]",
      "startOffset" : 103,
      "endOffset" : 122
    }, {
      "referenceID" : 43,
      "context" : "0 1 2 3 4 5 6 7 8 9 10 0 5 10 15 20 25 30 25 nm [78] 15 nm [45] 21 nm [79] 40 nm [80] 76 nm [81] 21 nm [82] Battacharva[83] Yamada[84] Yu& choi[85] Bruggman[75] Maxwell[74]",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 25,
      "context" : "[26] studied the Al2O3 / MWCNTS nano-fluids at a temperature of 50 ° C and a volumetric volume of 1.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 6,
      "context" : "[7] investigated the Fe304-MWCNTs/EG nano-fluids.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 10,
      "context" : "Effect of volume fraction of nano-particles According to a previous study [11], the thermal conductivity intensifies by adding nano-particles.",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 48,
      "context" : "[50] were the first researchers to measure nano-fluids conductivity.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "[63] also experimented with the similar work of nano-fluids containing nano particles of alumina and copper oxide.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "[40] studied the nano-fluids conductivity of copper in two solid volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "[72] studied the thermal conductivity of MWCNT / Water in temperatures of 15 and 75.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[50] investigated the thermal conductivity of salicylic oxide and water oxide with nano-particles at temperatures of 31.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "[72] investigated the nano-fluids conductivity MWCNTs / water in different lengths in a 1% volume fraction.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "Variation of thermal conductivity ratio with different aspect ratio at several types of CNT-R113 nano refrigerants [57]",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 54,
      "context" : "[56] found that by adding an optimal concentration of SDBS, the coefficient Agarwal et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "[63] examined the thermal conductivity of alumina and copper oxide nano-particles in various base-fluids of water, EG, vacuum pump oil, and EO.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "Thermal conductivity against solid volume fraction of for Al2O3, Fe3O4 and CuO nanoparticles for different nano-fluids [63,157,241-243]",
      "startOffset" : 119,
      "endOffset" : 135
    }, {
      "referenceID" : 61,
      "context" : "8 1 Fe3O4/EG,W20-80[215] Fe3O4/EG,W40-60[215] Fe3O4/EG,W60-40[215] Fe3O4/W[215] Fe3O4/EG[216] CuO/W[135] CuO/EG[135] CuO/MEG[217] CuO/parafin[217] Al2O3/PG[63] Al2O3/EO[63] Al2O3/EG[63] Al2O3/W[63]",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 61,
      "context" : "8 1 Fe3O4/EG,W20-80[215] Fe3O4/EG,W40-60[215] Fe3O4/EG,W60-40[215] Fe3O4/W[215] Fe3O4/EG[216] CuO/W[135] CuO/EG[135] CuO/MEG[217] CuO/parafin[217] Al2O3/PG[63] Al2O3/EO[63] Al2O3/EG[63] Al2O3/W[63]",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 61,
      "context" : "8 1 Fe3O4/EG,W20-80[215] Fe3O4/EG,W40-60[215] Fe3O4/EG,W60-40[215] Fe3O4/W[215] Fe3O4/EG[216] CuO/W[135] CuO/EG[135] CuO/MEG[217] CuO/parafin[217] Al2O3/PG[63] Al2O3/EO[63] Al2O3/EG[63] Al2O3/W[63]",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 61,
      "context" : "8 1 Fe3O4/EG,W20-80[215] Fe3O4/EG,W40-60[215] Fe3O4/EG,W60-40[215] Fe3O4/W[215] Fe3O4/EG[216] CuO/W[135] CuO/EG[135] CuO/MEG[217] CuO/parafin[217] Al2O3/PG[63] Al2O3/EO[63] Al2O3/EG[63] Al2O3/W[63]",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 43,
      "context" : "[245] observed that by diverging the pH from the isoelectric point of loading Surface is increased [45, 188] to investigate the effect of pH on the TiO2 conductivity.",
      "startOffset" : 99,
      "endOffset" : 108
    }, {
      "referenceID" : 43,
      "context" : "[45] considered the particle size of 15 nm and examined the thermal conductivity at pH = 2-8.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "[56] examined the thermal conductivity of alumina and found that this coefficient strongly depends on pH and, with increasing pH, the thermal conductivity increases from 3 to 8-9.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "Nano-fluids are produced by combining one or more nano-particles in a base-fluid. Nano-fluids, especially hybrid nano-fluids, have better thermal conductivitys than simple liquids. The results of various articles demonstrated that various parameters such as nano-particles size, their volume fraction, temperature, aspect ratio, base-fluid, nano inclusions, additive, and pH affect nano-fluid thermal conductivity. In this paper, the effect of these parameters is reviewed by considering experimental works performed on thermal conductivity. Since thermal conductivity is measured by researchers experimentally, it is also important for researchers to understand the effect of nanoparticles on humans and the environment. Thus, in this article, published articles in this field are reviewed and the effect of nano-particles on human and environment are investigated. The results of these articles indicated that nano-particles can endanger human health and can have irreversible effects on human health. The nano-particles also have a devastating effect on the environment and can affect the water, soil, and animals.",
    "creator" : "Elsevier"
  }
}