{
  "name" : "downloads_2020-07-30_1e_10.1038@s41565-020-0751-0.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanotechnology-based disinfectants and sensors for SARS-CoV-2",
    "authors" : [ "Sepehr Talebian", "Gordon G. Wallace", "Avi Schroeder", "Francesco Stellacci", "João Conde" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "FOCUS | comment"
    }, {
      "heading" : "Nanotechnology-based disinfectants and",
      "text" : "sensors for SARS-CoV-2 Nanotechnology-based antimicrobial and antiviral formulations can prevent SARS-CoV-2 viral dissemination, and highly sensitive biosensors and detection platforms may contribute to the detection and diagnosis of COVID-19."
    }, {
      "heading" : "Sepehr Talebian, Gordon G. Wallace, Avi Schroeder, Francesco Stellacci and João Conde",
      "text" : "One thing we have learned so far amid the current coronavirus disease 2019 (COVID-19) pandemic is the degree to which we are limited in our fight against respiratory viral diseases. Up to now SARS-CoV-2 has spread to over 215 countries, with more than 15,000,000 people infected, and over 615,000 deaths to date (Johns Hopkins University Coronavirus Resource Center, 21 July 2020). Our most important line of defence is our own immune system, however people who are immunocompromized, or people with at least one underlying co-morbidity (that is, cardiovascular diseases/hypertension and diabetes, and other chronic underlying conditions), are highly vulnerable and their sole line of defence is sanitizers, face masks, immune system boosters and drugs that are clinically approved1. Scientists around the world have made promising strides towards developing approaches to\nprevent COVID-192. However, there are still challenges for the development of therapeutics or vaccines, such as regulatory issues, large-scale production and deployment to the public3. It will take months before we can have a global answer to this pandemic. Furthermore, we must be prepared for potential outbreak of a second and even a third wave of the virus, which calls for alternative options to reinforce our arsenal against not only COVID-19 but also\nDisinfectants preventing viral dissemination\nnanoparticles; ROS, reactive oxygen species; UV, ultraviolet.\nNAtuRe NANoteChNology | www.nature.com/naturenanotechnology\nother viral diseases that can potentially become pandemics. The silver lining amidst this crisis is the state of our technological advances mainly in the field of nanotechnology. So far, a significant body of work has covered the development of nano-based vaccines or anti-viral agents to block SARS-CoV-2, all of which are currently far from public implementation due to lengthy and strict regulatory affairs4.\nConsequently, we propose that nanotechnology could have a closer impact on the current pandemic when implemented in two defined areas: (1) Viral disinfectants, by developing highly effective nano-based antimicrobial and antiviral formulations\nthat are not only suitable for disinfecting air and surfaces, but are also effective in reinforcing personal protective equipment such as facial respirators. (2) Viral detection, by developing highly sensitive and accurate nano-based sensors that allow early diagnosis of COVID-19."
    }, {
      "heading" : "Viral disinfectants",
      "text" : "Considering various transmission routes of coronavirus (that is, via cough or respiratory droplets, or biofluids)5, one approach to fight against the virus is through preventing its dissemination by means of disinfecting air, skin or surrounding surfaces (Fig. 1). To this end, chemical disinfectants (such as chlorines, peroxides, quaternary amines and alcohols) effective against a wide variety of pathogens have been used for disinfection and sterilization of personal protective equipment and surfaces6. Despite promising results from chemical disinfectants, they are often associated with drawbacks such as high concentration requirements for 100% viral inhibition, limited effectiveness over time, and possible risks to public health and environment7,8. Consequently, metallic nanoparticles (for example, silver, copper, titanium dioxide nanoparticles) have been proposed as alternatives due to their inherent broad range antiviral activities, persistence\nViral tagging and diagnostic assays\nDNA/RNA Visual colour change\nViral antigen\nNucleic acid hybridization\nNaked-eye detection\nNegative Positive\nPlasmonic-based colorimetric assays — DNA/RNA detection\nAntibody capture and antigen binding assays\nThermoplasmonic chips\nPaper-based biomolecular sensors\nOligos (DNA/RNA)\nPlasmonic photothermal (PPT) and localized surface plasmon resonance (LSPR)\nPlasmonic sensingLocalized PPT heating\nAntibody (Ab)\nAntigen–Ab– NPs sandwich\nPNA/Aptamer/ Beacon Fluorescence and FRET-basedPaper substrate\nIncreasing target concentration\nFig. 2 | Nanotechnology-based sensors for SARS-CoV-2 detection, involved in the development of platforms for viral tagging and nano-diagnostic assays. Nanomaterials functionalized with nucleic acids or antibodies represent the main lines of nano-based detection, via colorimetric or antigen-binding assays, as well as light and photothermal platforms. Ab, antibody; FRET, Förster resonance energy transfer; LSPR, localized surface plasmon resonance; NPs, nanoparticles; PNA, peptide nucleic acid; PPT, photothermal therapy.\nNAtuRe NANoteChNology | www.nature.com/naturenanotechnology\nand ability to be effective at much lower dosage9,10. For instance, preliminary evaluations showed that silver nanocluster/ silica composite coating on facial masks had viricidal effects against SARS-CoV-211. In another example, NanoTechSurface, Italy, developed a durable and self-sterilizing formula comprised of titanium dioxide and silver ions for disinfecting surfaces12. In a similar manner, FN Nano Inc., USA, developed a photocatalytic coating (light mediated) based on titanium dioxide nanoparticles, which can decompose organic compounds including viruses on the surface upon exposure to light, damaging the viral membrane12. Nanomaterials can also be incorporated into respiratory face masks to further increase their inhibitory effect13. Scientists from Queensland University of Technology, Australia, have developed a breathable and disposable filter cartridge from cellulose nanofibers, which were capable of filtering particles smaller than 100 nanometres14. Alternatively, owing to high surface-area-to-volume ratio and their unique chemical and physical properties, other nanomaterials (for example, graphene) can be used to adsorb and eliminate SARS-CoV-215. For instance, LIGC Applications Ltd., USA, have made a reusable mask made of microporous conductive graphene foam that allows the trapping of microorganisms and the conduction of electrical charge to destroy them16.\nThese nanomaterials present an enormous potential as disinfectants against coronavirus, mainly due to unique attributes of nanomaterials including intrinsic anti-viral properties such as reactive oxygen species (ROS) generation and photo-dynamic and photo-thermal capabilities. Also, adverse effects of metallic nanomaterials on human health and the environment can be prevented by using biodegradable nanomaterials (that is, polymeric, lipid-based)."
    }, {
      "heading" : "Viral detection",
      "text" : "Diagnostics is a critical weapon in the fight against this pandemic, as it is pivotal to isolate infected individuals as early as possible, preventing dissemination17. Several nanotechnology-based approaches for SARS-CoV-2 tagging and detection are being developed (Fig. 2).\nGenerally, testing kits operate based on detection of antibodies (by enzyme-linked immunosorbent assay, or enzyme-linked immunosorbent assay (ELISA)) or RNA (by polymerase chain reaction, or PCR) associated with the virus (from nasopharyngeal swabs taken from individuals’ noses and throats). This\nrelies on their surface interactions with a complementary detection ligand or strand in the kit18. However, these testing kits are generally associated with problems such as false-negative results, long response times and poor analytical sensitivity19. To this end, due to their extremely large surface-to-volume ratios, nanosized materials can instigate highly efficient surface interactions between the sensor and the analyte, allowing faster and more reliable detection of the virus20. Accordingly, a group of researchers have developed a colloidal gold-based test kit that enables easy conjugation of gold nanoparticles to IgM/ IgG antibodies in human serum, plasma and whole blood samples21. However, the targeted IgM/IgG antibodies in this kit were not specific to COVID-19, and as a result in some cases produced false results associated with patients who were suffering from irrelevant infections. Consequently, researchers from the University of Maryland, USA, developed a colorimetric assay based on gold nanoparticles capped with suitably designed thiol-modified DNA antisense oligonucleotides specific for N-gene (nucleocapsid phosphoprotein) of SARS-CoV-2, which were used for diagnosing positive COVID-19 cases within 10 min from the isolated RNA samples22. Such testing kits could potentially produce promising results, however their performance would still be affected by quantity of the viral load. To address this shortcoming, researchers from ETH, Switzerland, have recently reported a unique dual-functional plasmonic biosensor combining the plasmonic photothermal effect and localized surface plasmon resonance (LSPR) sensing transduction to provide an alternative and promising solution for clinical COVID-19 diagnosis23. The two-dimensional gold nano-islands functionalized with complementary DNA receptors provide highly sensitive detection of the selected sequences from SARS-CoV-2 through nucleic acid hybridization. For better sensing performance, thermoplasmonic heat is generated on the same gold nano-islands chip when illuminated at their plasmonic resonance frequency. Remarkably, this dual-functional LSPR biosensor exhibited high selectivity towards the SARS-CoV-2 sequences with a detection limit as low as 0.22 pM. In other work, to achieve rapid and accurate detection of SARS-CoV-2 in clinical samples, researchers from the Korea Basic Science Institute developed an ultra-sensitive field-effect transistor (FET)-based biosensing device24. The sensor was produced by coating graphene sheets of the FET with a specific antibody against SARS-CoV-2 spike protein. The FET device could detect the SARS-CoV-2 spike protein at concentrations of 1.31×10–5 pM in phosphate-buffered saline and 1.31×10–3 pM in clinical transport medium. Remarkably, the device exhibited no measurable cross-reactivity with Middle East respiratory syndrome coronavirus (MERS-CoV) antigen, indicating the extraordinary capability of this sensor to distinguish the SARS-CoV-2 antigen protein from those of MERS-CoV. Another approach that can be used for SARS-CoV-2 and that was successfully used with MERS-CoV, Mycobacterium tuberculosis and human papillomavirus consists of a paper-based colorimetric sensor for DNA detection based on pyrrolidinyl peptide nucleic acid (acpcPNA)-induced silver nanoparticle aggregation25. Briefly, in the absence of complementary DNA, silver nanoparticles aggregate due their electrostatic interactions with the acpcPNA probe. However, in the presence of target DNA, a DNA–acpcPNA duplex starts to form which leads to dispersion of the silver nanoparticles as a result of electrostatic repulsion, giving rise to a detectable colour change25. The use of aptamers and molecular beacons instead of PNA can also represent a potential alternative. Other avenue where nanomaterials can contribute to detection of SARS-CoV-2 is the extraction and purification of targeted molecules from biological fluids (blood and nasal/throat samples). Thus, nanomaterials with magnetic properties can be decorated with specific receptors of the virus, leading to attachment of virus molecules to the nanoparticles that will allow their magnetic extraction using an external magnetic field. In this way nanomaterial-based detection can facilitate faster and more accurate detection of the virus even at early stages of the infection, in large due to versatility of surface modification of nanoparticles. outlook This overview of newly developed nanotechnology-based disinfectants and sensors for SARS-CoV-2 lays out a blueprint for development of more effective sensors and disinfectants that can be implemented for the purpose of detection, and prevention of this and another coronavirus. More advances in nano-based disinfectants are needed to meet the challenges on the front lines of patient care. On the other side, with COVID-19 rapidly spreading and with new foci of infection around the corner, efficient detection is pivotal, and the rule is to diagnose more quickly, easily and broadly. Time is of essence when dealing with pandemics and the two emphasized\nNAtuRe NANoteChNology | www.nature.com/naturenanotechnology\naspects of nanotechnology are more likely to soon become available to the public, as they are not associated with some of the stricter regulations commonly associated with vaccines. It is essential to shorten patient-specific and community-wide response times to determine who is infected or not and nanotechnology products like the ones described here will also reduce the impact on healthcare workers by providing faster and easy-to-use platforms that do not require special equipment or highly trained personnel. And this is how nanotechnology is taking root against SARS-CoV-2, by promoting exactly the type of wide-ranging, integrated approaches that are essential to control this pandemic outbreak at local, national, and international levels. ❐"
    }, {
      "heading" : "Sepehr Talebian 1,2,3, Gordon G. Wallace1, Avi Schroeder 4 ✉, Francesco Stellacci 5,6 ✉ and João Conde 7,8 ✉",
      "text" : "1Intelligent Polymer Research Institute, ARC Centre of Excellence for Electromaterials Science, AIIM Facility, University of Wollongong, Wollongong, New South Wales, Australia. 2Illawarra Health and Medical Research Institute, University of Wollongong, Wollongong, New South Wales, Australia. 3Apiam Animal Health Pty Ltd, East Bendigo, Victoria, Australia. 4Laboratory for Targeted Drug Delivery and Personalized Medicine Technologies, Department of Chemical Engineering, Technion − Israel Institute of Technology, Haifa, Israel. 5Institute of Materials,\nÉcole Polytechnique Fe ́dérale de Lausanne (EPFL), Lausanne, Switzerland. 6Interfaculty Bioengineering Institute, Ecole Polytechnique Féde ́rale de Lausanne (EPFL), Lausanne, Switzerland. 7NOVA Medical School, Faculdade de Ciências Médicas, Universidade Nova de Lisboa, Lisboa, Portugal. 8Centre for Toxicogenomics and Human Health (ToxOmics), Genetics, Oncology and Human Toxicology, NOVA Medical School, Faculdade de Ciências Médicas, Universidade Nova de Lisboa, Lisboa, Portugal. ✉e-mail: avids@technion.ac.il; francesco.stellacci@epfl.ch; joao.conde@nms.unl.pt\nPublished: xx xx xxxx https://doi.org/10.1038/s41565-020-0751-0"
    }, {
      "heading" : "Acknowledgements",
      "text" : "J.C. acknowledges the European Research Council Starting Grant (ERC-StG-2019-848325). F.S. acknowledges the Swiss National Science Foundation Sinergia Program. A.S. acknowledges the support of ERC-STG-2015-680242 and of the Israel Ministry of Science and Technology COVID19 Grant. S.T. and G.G.W. are grateful for funding from the Australian Research Council Centre of Excellence program (project no. CE 140100012)."
    }, {
      "heading" : "Author contributions",
      "text" : "J.C. and S.T. conceived the concept of this manuscript, which resulted from extensive discussions among all authors who co-wrote and co-edited the entire manuscript."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests.\nNAtuRe NANoteChNology | www.nature.com/naturenanotechnology"
    } ],
    "references" : [ {
      "title" : "Accelerating Availability of Vaccine Candidates for COVID-19 Special Edition Policy Brief (Mercatus",
      "author" : [ "E. Dourado" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2020
    }, {
      "title" : "Antibacterial Activity of Metallic Nanoparticles",
      "author" : [ "S. Shahzadi", "N. Zafar", "R. Sharif" ],
      "venue" : "(IntechOpen,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "New mask material can remove virus-size nanoparticles",
      "author" : [ "N. Widdowson" ],
      "venue" : "Phys.org https://phys.org/news/2020-04-maskmaterial-virus-size-nanoparticles.html",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Diagnosing COVID-19: the disease and tools for detection",
      "author" : [ "B Udugama" ],
      "venue" : "ACS Nano 14,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2020
    }, {
      "title" : "S.T. and G.G.W. are grateful for funding from the Australian Research Council Centre of Excellence program (project no. CE 140100012)",
      "author" : [ "P Teengam" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "One thing we have learned so far amid the current coronavirus disease 2019 (COVID-19) pandemic is the degree to which we are limited in our fight against respiratory viral diseases. Up to now SARS-CoV-2 has spread to over 215 countries, with more than 15,000,000 people infected, and over 615,000 deaths to date (Johns Hopkins University Coronavirus Resource Center, 21 July 2020). Our most important line of defence is our own immune system, however people who are immunocompromized, or people with at least one underlying co-morbidity (that is, cardiovascular diseases/hypertension and diabetes, and other chronic underlying conditions), are highly vulnerable and their sole line of defence is sanitizers, face masks, immune system boosters and drugs that are clinically approved1. Scientists around the world have made promising strides towards developing approaches to prevent COVID-192. However, there are still challenges for the development of therapeutics or vaccines, such as regulatory issues, large-scale production and deployment to the public3. It will take months before we can have a global answer to this pandemic. Furthermore, we must be prepared for potential outbreak of a second and even a third wave of the virus, which calls for alternative options to reinforce our arsenal against not only COVID-19 but also",
    "creator" : "Springer"
  }
}