{
  "name" : "downloads_2020-07-17_76e5_li2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Recent Advances in Nanomaterials with Inherent Optical and Magnetic Properties for Bioimaging and Imaging-Guided Nucleic Acid Therapy",
    "authors" : [ "Yujing Li", "Xudong Wang", "Yinlong Zhang", "Guangjun Nie" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Nucleic acid therapy has emerged as a promising therapeutic technology platform due to its sequence dependent specificity for treatment of various diseases that currently do not have treatment options, with mature synthesis and large-scale production techniques. Therapeutic nucleic acids (e.g., DNA, miRNA, siRNA, mRNA) are delivered into specific cells to correct the changes in cell function caused by genetic mutations and/or abnormality, making it a promising candidate for personalized treatment.1−9 To date, a variety of nanocarriers that can act as vehicles for nucleic acid therapy have been reported; however, only a few of them have proceeded to clinical trials or FDA approval.10,11 Great challenges still lie ahead in this field, including formulation stability, rapid degradation of nucleic acid, low or moderate gene targeting efficiency, limited understanding of nucleic acid delivery process, and potential nanotoxicity of nanocarriers.12−15 New efforts must be made to bridge the gap between ground-breaking developments in nucleic acid therapy and clinical translation. Effective strategies to develop and optimize the stability, efficiency, and safety of nucleic acidloaded nanocarriers may be a key to the translation of nucleic acid therapy to the clinic. Theranostics, a technique that combines therapeutic agents and diagnostics, was first proposed in 2002 by Funkhouser, who was aimed at achieving simultaneous treatment and monitoring, crucial aspects of a physician’s management of disease.16,17 In the decades since then, great efforts have been\ndirected toward the development of multifunctional drug delivery platforms that codeliver therapeutic agents and realtime tracking components to monitor a drug’s behavior so as to investigate the molecular mechanism and elicit valuable feedback about therapeutic response, as well as to guide further optimization of the drug system’s composition, even generating a paradigm for personalized medicine.18−23\nDespite the behavior of nanoparticles and nucleic acids can be tracked individually by either loading a tracking dye or labeling the gene with a signal molecule in an ideal status,24−27 it is not always reliable to track the nanoparticle behaviors once the fluorescent leak or degradation of the nanoparticles occurred. Therefore, traceable platforms are proposed by using materials with intrinsic fluorescence or magnetic characteristics. This new strategy for bioimaging and imaging-guided therapy has recently attracted a significant amount of interest, leading to the development of a wide range of theranostic platforms based on optical nanomaterials (e.g., quantum dots (QDs), carbon dots (CDs), upconversion nanoparticles (UCNPs), nanoparticles with aggregationinduced emission characteristics (AIEgens),28−34 and magnetic\nReceived: March 4, 2020 Revised: April 15, 2020 Published: April 17, 2020\n© 2020 American Chemical Society 1234\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn Ju\nly 1\n7, 2\n02 0\nat 1\n0: 42\n:2 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nmaterials (e.g., Fe3O4, and MnO2; Scheme 1). 35−37 These materials are typically coated with cationic lipids or polymers\nfor nucleic acid condensation via electrostatic interactions. Considering the cytotoxicity, their positive charges, and instability and lack of solid proof of efficiency in vivo associated with inorganic materials, recent advances have yielded nanomaterials coated with neutral lipids/polymers, functional groups, and/or targeting moieties for specific delivery, realtime tracking, and monitoring of the gene transfection process and efficacy. These nanomaterials are also discussed in this review and summarized in Table 1, which presents the types of coating components, the gene cargo, and the cell lines and disease models which have been used to evaluate each formulation and the imaging methods."
    }, {
      "heading" : "2. OPTICAL NANOMATERIALS FOR NUCLEIC ACID THERAPY",
      "text" : "2.1. Quantum Dot-Based Systems. QDs, with sizes ranging ∼2−10 nm, have garnered great attention in drug delivery tracking and cellular imaging due to QDs’ unique, tunable, luminescent emission profile that depends on size and shape.38−42 QDs show tunable fluorescent emission property with a broad excitation range and easy surface modifications. These properties make QDs popular as nanocarriers for drug and gene delivery. For advanced nucleic acid delivery, coating the surface of QDs with biocompatible cationic lipids, polymers, and peptides and modifying with functional and/ or targeting moieties are common strategies that can be used to facilitate nucleic acid binding as well as diminish the\nintrinsic heavy metal toxicity and enhance therapeutic efficiency of QDs-based nanocarriers,43−46 making them promising candidates for imaging-guided nucleic acid therapy. To date, several groups have developed a variety of QDbased nanoparticles (NPs) as effective theranostic agents that deliver nucleic acids and track the delivery process both in vitro and in vivo. Mao et al. fabricated two types of multifunctional CdSe/ZnSe QDs: β-CD-L-Arg-QDs and β-CD-L-His-QDs, both of which encapsulate a combination of chemotherapeutics and siRNA (multidrug resistance protein 1 [mdr1] siRNA in this case) to evade multidrug resistance as well as to enable real-time monitoring of the QDs’ fate by its intrinsic fluorescence (Figure 1A and B).47 In their design, βcyclodextrin (β-CD) was used to load the chemotherapeutic drug, doxorubicin (DOX), while the L-Arg or L-His equipped the particle with a positive charge to promote the adsorption of mdr1 siRNA onto the surface of the QDs. Compared to free mdr1 siRNA and DOX control groups, the QD groups showed a superior capability for the codelivery of chemotherapeutic drugs and siRNA in parental HeLa cells and doxorubicinresistant HeLa cells (HeLa/Dox). To elaborate, the mdr1 mRNA levels in the QD-treated groups were significantly decreased and correlated with an accumulation of DOX within cells; the combination of the siRNA with the drug induced a remarkable synergistic effect on tumor growth inhibition. Simultaneously, the QDs maintained their unique intrinsic fluorescence, allowing for intracellular tracking. Together, all these properties make β-CD-L-Arg-QDs and β-CD-L-His-QDs promising theranostic platforms for combinational therapy in vitro. As an alternative strategy to binding nucleic acids to a carrier through electrostatic interactions, Lee et al. developed two types of CdSe/CdS/ZnS QDs, coated with neutral PEG and targeting peptides, that bind epidermal growth factor receptor (EGFR) siRNA molecules through disulfide or covalent linkages to achieve siRNA delivery and siRNA tracking, respectively.48 Their results demonstrate that siRNA can be easily released from the QDs within tumor cells by disruption of disulfide linkages. In addition, siRNA-QDs conjugates via covalent linker enable monitoring of the siRNA delivery process within cells. These novel conjugating methods for QDbased siRNA binding and neutral targeting formulations have significant potential for delivery and tracking siRNAs. Recently, Park et al. reported an anti-EGFR aptamer-guided cationic lipid complex for the codelivery of two therapeutic siRNA and CdSe/ZnS QDs. This complex proved to be a promising theranostic platform for triple-negative breast cancer treatment and imaging (Figure 1C−E).49 In that study, a PEGylated cationic lipid complex containing Bcl-2 (an apoptosis suppressor) and protein kinase C (PKC-1, a receptor for the tumor-promoting phorbol esters) siRNA and QDs was first constructed, followed by modification with anti-EGFR aptamer−lipid conjugates to obtain aptamer targeting QDs− lipid nanoparticles (aptamo-QLs). Cetuximab-conjugated QD−lipid nanoparticles (immune-QLs) and nontargeting QD−lipid nanoparticles (QLs) were used as positive and negative controls, respectively. Both of aptamo-QLs and immune-QLs efficiently accumulated at the tumor site via active targeting of EGFR and a combinatorial therapy with Bcl2 and PKC-1 siRNA has been achieved elicit a strong fluorescent signal for tracking the distribution of QDs−lipid nanocarriers. This strategy provided another synergistic outcome in siRNA therapy and enabled real-time tracking in Scheme 1. Schematic Illustration of Optical and Magnetic Nanomaterials for Imaging-Guided Nucleic Acid Deliverya aQDs, CDs, UCNPs, and AIEgens are classic optical nanomaterials, while IONPs and MONs are commonly used MRI T2 and T1 contrast agents, respectively. Loading these nanomaterials with nucleic acids by coating with cationic polymers/lipids/functional moieties to achieve protected and/or targeted nucleic acid delivery and fluorescence imaging (FL) and/or MRI imaging for imagingguided nucleic acid therapy.\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1235\nvivo. However, this equipment for QDs-based imaging guide nucleic acid therapy may still suffer from problems such as toxic metal leakage from QDs and fluorescence quenching, which can induce tissue toxicity and reduce the fluorescent signals in vivo, respectively.50,51\n2.2. CD-Based Systems. Due to their tunable emission, broad excitation spectra, and stable fluorescence, CDs, a type of nonmetallic fluorescent probe, have been widely used in biological applications since their first description in 2004.52,53\nMoreover, thanks to their simple preparation, easy surface modification, and biocompatibility, CDs have emerged as\npromising alternative theranostics of QDs in the field of nanomedicine. A variety of CD-based multifunctional nanocarriers loaded\nwith small molecule drugs have been developed for cancer treatment and bioimaging.54−56 For CD-based nucleic acid therapy, cationic polymer- or lipid-coated CDs that exhibit high transfection efficiency have been applied for nucleic acid delivery. Wang et al. developed multifunctional cationic CDs, alkyl-poly(ethylenimine) (PEI) 2k-Cdots, whose surface was modified by PEI 2k for DNA or siRNA delivery.57 As the authors predicted, the positively charged PEI 2k shell efficiently bound to negatively charged DNA or siRNA via\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1236\nelectrostatic interactions; the resultant system demonstrated high nucleic acid delivery efficiency and low toxicity. Due to the optical properties of the CDs, alkyl-PEI 2k-Cdots maintain their luminescent properties, enabling the visualization of the complex’s fate in vitro and in vivo. In addition to simplifying the synthetic procedures of PEI equipped CDs (PEI-CDs), a household microwave method was developed by Kim et al. to obtain PEI-CDs in 2 min. In their study, the siRNA/PEI-CDs complex achieved efficient green fluorescence protein (GFP) and vascular endothelial growth factor (VEGF, a key regulator of angiogenesis) silencing in vitro and in vivo, and simultaneously enabled intracellular tracking of siRNA behavior based on the fluorescence of PEI-CDs itself.58 Liu et al. and Pierrat et al. also developed different PEI-CDs for simultaneous pDNA and siRNA delivery and bioimaging, all of which showed excellent performance in fluorescence imagingguided nucleic acid therapy.59,60\nIn addition to PEI-functionalized CDs for nucleic acid delivery, researchers have also developed various CD-based vectors for drug/gene delivery. For example, Wang et al. proposed a new strategy to synthesize amphiphilic carbon dots (ACD) for both drug/gene delivery and bioimaging (Figure 2A−C).61 In their design, the authors conjugated amino groups onto the surface of the PEI-derived CDs with hydrophobic alkyl epoxide to form ACD, which is brightly fluorescent and exhibits good solubility in both water and organic solvents. Moreover, ACD exhibited a high drug loading capacity and efficient nucleic acid delivery. Recently, He et al. described a multimodal imaging platform for nucleic acid delivery based on two types of Gd-doped CDs (“L-CDs” and “C-CDs”), which were generated from Gd (III) salt/complexes, citric acid, and cationic polymers for improved nucleic acid delivery efficiency and delivery process monitoring\n(Figure 2D−F).62 In this study, the L-CDs achieved up to a 74-fold greater gene transfection efficiency than PEI 25k with good biocompatibility. In addition, the C-CDs showed a 3 to 15 times greater sensitivity in MR imaging than the clinically used Gd reagent, Gd-DTPA. Thus, these novel Gd-doped CDs can provide more efficient nucleic acid delivery and accurate MF/FL imaging profile for real-time tracking. Compared to fluorescent QDs, CDs have no heavy mental toxicity concerns, more efforts need to be directed toward to designing CDsbased nucleic acid theranostics with ideal biocompatibility, deep tissue penetrating capacity, and other multiple functions.\n2.3. UCNP-Based Systems. Core−shell structured lanthanide-doped UCNPs can be excited by long wavelength light, such as near-infrared (NIR) light, and emit in a narrow bandwidth ranging from UV to visible or even in the NIR region. The long wavelength excitation and short wavelength emission converted from UCNPs make its unique properties negligible autofluorescence, low phototoxicity, and deep tissue penetration; these nanoparticles have been widely applied in the field of nanomedicine for diagnosis. However, UCNPs can also be exploited as drug delivery systems due to the simplicity of their surface modification.23,63−65\nSeveral groups have reported UCNP platforms, coated with cationic lipids or polymers, with high nucleic acid loading efficiency for imaging-guided cancer theranostics. Bai et al. reported a novel UCNP-based nanocarrier for the simultaneous real-time fluorescence monitoring of pDNA delivery and transfection efficiency.66 The nanocarrier was created by coating UCNPs with positively charged MFAP together with PEG−PLGA and encapsulating GFP pDNA through electrostatic interactions. Due to the red luminescence of UCNPs and the green fluorescence of the GFP, this new platform makes it\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1237\nmuch easier to monitor the location of the nanovectors and indicate the successful pGFP delivery and transfection. More recently, He et al. reported a multilayer, dual-polymer-\ncoated UCNP, composed of a gadolinium-doped UCNP core and a PEG/PEI shell, for multimodal imaging and highefficiency nucleic acid delivery in the presence of serum (Figure 3).67 These UCNP-PEG@2×PEI exhibited significantly enhanced pGFP transfection efficiency and reduced cytotoxicity when compared to UCNP-PEG@1×PEI and free PEI polymer in media both with and without the presence of serum. In addition, the UCNPs can be tracked by both UCL imaging and MRI, making this platform a novel, dual-modal imaging-trackable nanocarrier for nucleic acid-based theranostic applications. Similarly, Teng et al. also constructed gadolinium-doped UCNPs coated with PEI for effective cancer therapy and bioimaging. Importantly, the upconversion of luminescence- and Gd3+-based MRI make it easier and more accurate to track the fate of the nanoparticles in vitro and in vivo.68\nIn addition, UCNPs have also been employed in other animal models to control the gene expression and gene knockdown to investigate the functions of specific genes in development. Jayakumar et al. presented a photoactivable UCNP coated with silica and loaded with a photocaged plasmid for NTLA gene knockdown and deep tissue imaging in both zebrafish embryos and adult zebrafish.69 As we mentioned above, owing to their unique optical manners of long wavelength light excitation and short wavelength light\nemission, the UCL has a deeper tissue penetration capacity and low phototoxicity when compared to the organic dyes, QDs or CDs, UCNPs may prove to be safe and efficient platforms for nucleic acid delivery and luminescence tracking in deeper tissues.\n2.4. AIEgen-Based Systems. Luminogens exhibiting aggregation-induced emission were first reported in 2001 by Tang’s team. This exceptional property resolves the fundamental issues of aggregation-caused quenching (ACQ) faced by the traditional fluorescent nanomaterials. These complexes are nearly nonluminescent in the molecularly dissolved state and emissive in the aggregated state.70\nBiological applications of AIEgens as biological sensors, imaging probes, and drug delivery tracers have been widely explored due AIEgens’ excellent biocompatibility and strong resistance to photobleaching.71 Recently, several AIEgenbased, imaging-guided nucleic acid therapy strategies to track the delivery process in vitro and in vivo have been described.28,72−78\nYuan et al. synthesized a photoactive polymer for lightcontrolled DNA delivery and image-guided photodynamic therapy (PDT) and used the nanocarrier to understand the vector’s behavior when escaping from the endo/lysosome. This complex comprises AIE-fluorogen-based photosensitizers (PSs) conjugated with oligoethylenimine (OEI) via a ROSresponsive linker (Figure 4A,B).75 With the AIE PSs and the positively charged OEI component, the polymer can selfassemble into nanoparticles that exhibit a bright red\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1238\nflorescence in aqueous media and bind DNA with high efficiency through electrostatic interactions. Upon light irradiation, the levels of ROS increases in cells, which can break the endo/lysosomal membrane and polymers, leading to S-NP/DNA’s efficient endo/lysosome escape and DNA unpacking. This work described a simple and elegant platform that uses light irradiation to facilitate the endo/lysosome escape and DNA release and monitor DNA delivery within cells. To deliver to and visualize nucleic acid delivery to the\nnucleus, Cheng et al. reported a peptide-conjugated AIEgen, TNCP, that contains an integrin-targeted peptide, a nuclear localization sequence, and a cell-permeable, peptide-conjugated AIE fluorescent probe for the delivery of antisense, single-stranded DNA oligonucleotides (ASO) and real-time tracking of the delivery process into the nucleus.76 Because of these multiple functional segments, the TNCP exhibited efficient cell targeting and significant tumor suppression, in addition to its real-time tracking capacity. He et al. developed a novel class of Ag@AIE, core@shell,\nand nanocarriers to facilitate surviving (an inhibitor of apoptosis) siRNA delivery and real-time monitoring of the process in vitro and in vivo by taking advantage of the unique properties of AIE. By optimizing the thickness of the AIE shell, the authors achieved excellent performance in cell transfection, survivin silencing, and inhibition of tumor cell proliferation both in vitro and in vivo, and without apparent toxicity. With its\nAIE characteristics, real-time monitoring of siRNA delivery during the processes of endocytosis and endosomal escape, in addition to tissue distribution in vivo, are possible, making this formulation an excellent platform for imaging-guided RNAi therapy (Figure 4C−E).77 In addition to tracking the nucleic acid delivery process,\nAIEgens can also be applied to monitor cell differentiation. Li et al. developed a multifunctional nanoparticle based on AIE/ UCNP properties and RNAi technology. In this complex, “UCNP-peptide-AIE-siRNA”, UCNPs coated with mesoporous silica were used as a platform for post-modification with the MMP13-responsive peptide-AIE unit and encapsulation of peroxisome proliferator-activated receptor gamma (PPARγ, nuclear receptors) siRNA. Upon near-infrared (NIR) light irradiation, the upconverted UV from the UCNPs facilitates PPARγ siRNA release to induce the differentiation of stem cells. Concurrently, the osteogenic marker enzyme, MMP13, generated by the differentiated hMSCs, cleaves the MMP13 peptide linker to switch on the AIEgen, enabling detection of stem cell differentiation. These findings describe a new method to control and monitor stem cell differentiation; such a nanocarrier, combining the unique characteristics of AIEgens with UCNPs, can be exploited as a convenient tool for nucleic acid delivery and monitoring, and it would be a trend to make “All-in-one” nucleic acid based theranostics by taking advantage of optical material pools in the fields of molecular biology and nanomedicine.78\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1239"
    }, {
      "heading" : "3. MAGNETIC MATERIALS FOR NUCLEIC ACID THERAPY",
      "text" : "3.1. Iron Oxide Nanoparticle-Based Systems. Iron oxide (FexOy) nanoparticles (IONPs) have been widely explored in the field of nanomedicine due to their high biocompatibility, biodegradability, and magnetic properties.79,80 IONPs can be used in magnetic resonance imaging (MRI) as negative contrast agents that enhance MRI contrast in darker (T2-weighted) images. IONPs have also been applied to hyperthermia and nucleic acid/drug delivery.80−84 For MRIguided nucleic acid delivery, several cationic IONPs have been developed.85,86\nIn order to achieve the simultaneous delivery of contrast and therapeutic agents for MRI imaging and nucleic acid therapy, Mohapatra et al. generated dual-purpose magnetic micelles, “CP-mag-micelles”, that are composed of mPEG−PLA with an inner core of superparamagnetic iron oxide nanocrystals (SPIONs).87 In addition, PEI and chitosan were included to construct micelles with an improved DNA loading capability. These core−shell structured CP-mag-micelles were demonstrated to be excellent nanocarriers with high gene transfection efficiency and T2 relaxivity, and low toxicity, both in vitro and in vivo. To obtain a targeted nucleic acid theranostic platform, Kievet et al. successfully obtained a chlorotoxin labeled magnetic nanovectors for improving treatment outcome for glioma cancer (Figure 5A,B).88\nMore recently, Gao et al. constructed a positively charged magnetic nanoparticle by embedding SPIONs into selfassembling, stearic acid-modified polyethylenimine (stPEI) to monitor the delivery of minicircle DNA (MCDNA) by MRI in the treatment of liver diseases.89 In their study, not only did the authors simplify the process of stPEI-SPIO/MCDNA preparation to achieve high DNA loading efficiency, but they were also able to limit the formulation’s toxicity with the\nsuccessful synthesis of amphiphilic stPEI. Furthermore, the clustering structure of the SPION enables visualization of stPEI-SPIO/MCDNA by MRI and affords excellent MCDNA delivery nanocarrier properties. Instead of using PEI or PEI-derivatives to modify the surface\nof magnetic nanoparticles, Mu et al. proposed a new strategy to coat Fe3O4@PDA using the membranes of mesenchymal stem cells (MSCs).90 These Fe3O4@PDA-siRNA@MSCs NPs showed excellent cancer targeting and retained MRI contrast agent properties due to the unique characteristics of the MSC and Fe3O4 components. In addition, the positively charged PDA can adsorb polo-like kinase 1 (Plk1, a protein coding gene) siRNA for nucleic acid therapy, while PDA itself exhibits a high photothermal conversion efficiency to realize photothermal therapy. The synergistic antitumor effects of Fe3O4@ PDA-siRNA@MSCs NPs, as well as in vivo tracking, were achieved by combining photothermal treatment, Plk1 silencing, and MRI imaging. An alternative to loading siRNA onto the surface of\nmagnetic nanoparticles, as is the case with most of the previously developed RNAi NPs, Liu et al. described a novel, amorphous iron oxide nanoparticle (AIO NPs) coated with PEGylated lipids to encapsulate monocarboxylate transporters 4 (MCT4) siRNA within the nanocarrier, protecting the MCT4 siRNA from burst release and degradation in the circulation (Figure 5C−G).91 These AIO NPs serve three functions: siRNA delivery, catalysis of Fention reaction, and MRI-mediated tracking. Such a cascade platform is an excellent candidate for combinatory theranostics. To control and monitor stem cell differentiation, various\nmagnetic nanoparticles have been rigorously explored for their clinical potential in cell therapy. For example, Park et al. prepared multimodal magnetic nanoclusters (M-MNCs) by embedding magnetic IONPs into a PLGA matrix to direct and\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1240\ntrack human mesenchymal stem cells (hMSCs).92 In addition, the authors modified M-MNCs with a positively charged polymer (linear polyethylenimine, LPEI) to adsorb pGFP. The authors found that the M-MNCs are readily internalized into hMSCs. Furthermore, the migration of the M-MNC-labeled hMSCs can be directed by external magnetic fields and monitored under optical and MRI scanning, due to the strong magnetic characteristics of the clustered IONPs embedded in M-MNCs. The bright green fluorescent signals observed in the hMSCs indicated a high pGFP transfection efficiency. MMNCs are thus another useful tool for theranostics in stem cell research. Since superparamagnetic iron oxide nanoparticles have been approved as efficient MRI T2 contrast agent in clinical, and it is believed to be the most promising theranostic candidate, more efforts need to be directed to expanding its medical applications to nucleic acid delivery with tumor imaging, stem cell migration, and cancer metastases. 3.2. Manganese Oxide Nanoparticle-Based Systems.\nManganese oxide nanoparticles (MONs) were recently reported as MRI T1 contrast agents that hold the promise to overcome the obstacles of magnetic susceptibility and/or negative contrast enhancement faced by T2 contrast agents.93,94 MONs exhibit a high loading efficiency with imaging and/or therapeutic agents. These properties of MONs\nmake them potentially useful theranostic agents for both the treatment and precise detection of disease.95,96\nHollow manganese oxide nanoparticles (HMONs) are emerging as novel T1 contrast agents for MRI because of these NPs’ excellent therapeutic agent loading capacity and longer circulation half-life compared to traditional contrast agents. For example, Park et al. reported a positively charged HMON, modified with PEI-DOPA conjugates and therapeutic monoclonal antibodies, for targeted gene delivery and MRI.97 Both in vitro and in vivo results suggest that their “HMONPEI-HER-siRNA” is an excellent tool for simultaneous MRImediated monitoring and cancer treatment. Cao et al. developed a multimode imaging and combinational therapy platform, “MnO2/Cu2‑xS-siRNA”, for tumor diagnostics and treatment.98 To elaborate, the authors first synthesized MnO2 nanosheets, and then decorated their surface with Cu2‑xS to form MnO2/Cu2‑xS. The reduced Mn2+ is released from the nanosheets in the tumor acidic environment, triggering O2 generation to both enhance MRI sensitivity and relieve tumor hypoxia. At the same time, the released Cu2‑xS serves as a photoacoustic and photothermal agent to achieve multimodal imaging for accurate tumor diagnosis. Furthermore, the synergistic antitumor effects of PTT/PDT were remarkably improved due to blockage of the heat-shock response by HSP70 gene knockdown both in vitro\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1241\nand in vivo. This work highlights the feasibility of using MnO2/ Cu2‑xS-siRNA as theranostic agents for cancer treatment. Although MONs were widely exploited in the field of nanomedicine as MRI T1 contrast agent or drug vehicles, few examples were found for nucleic acid theranostics and none for clinical use. Additional studies are still needed to develop MONs-based nanoplatforms for imaging-guided nucleic acid therapy.\n■ CONCLUSION AND PERSPECTIVES To date, a variety of nanomaterial-mediated, imaging-guided nucleic acid therapy, ranging from optical nanomaterials (e.g., QDs, CDs, UCNPs, and AIEgens) to magnetic materials (e.g., Fe3O4, and MnO2) have been developed and investigated. These cationic multifunctional nanoparticles, with nucleic acid loading and real-time tracking capacity, can be used not only for nucleic acid therapy, but also to monitor the intracellular nucleic acid delivery process, biodistribution, and therapeutic response. This valuable information can be used to guide further optimization of nanocarrier composition for in vivo nucleic acid delivery and for physicians to make therapeutic decisions in the near future. Collectively, these properties make these nanomaterials important, burgeoning theranostics platforms for various biomedical applications, especially in the context of personalized medicine. There remain several major challenges that must be overcome before the practical application of image-guided nucleic acid therapy nanomaterials. The primary concern is their intrinsic toxicity. Chen et al., as well as other groups, performed comprehensive investigations to evaluate the in vivo fate and toxicity of QDs, magnetic contrast agents, and carbon nanoparticles, providing some reliable detection methods and future direction.50,51,99,100 Considering the complexity of nanoparticles (e.g., size, composition, surface charge, effective dosage, and exposure routes), a systematic investigation of their pharmacology and toxicology is urgently necessary in appropriate animal modes to fully reflect the physiology and pathophysiology of human beings. More attention should be paid to further optimizing and/or developing alternative nanocarriers with unique optical properties, high nucleic acid loading, intracellular delivery capacity, low toxicity, and simple and transferrable synthetic procedures to improve the feasibility of industrial scale production. Besides, mRNA-based gene correction therapeutics has been widely used for restoration of tumor suppressor functions for cancer therapy.101,102 Biochemical studies such as singlemolecule fluorescence in situ hybridization (smFISH) and stem-loop recognition systems are used to investigate the gene expression and subcellular localization of the endogenous mRNA in fixed cells and track mRNA in live cells, respectively.103,104 However, to date, only a few Au- and MOF-based nanoparticle platforms are used for endogenous mRNA detection and imaging.105,106 Systemic studies on optical/magnetic nanomaterials in the use of mRNA delivery might provide a new direction for future research. Considering the cross-disciplinary features of these issues, extensive cooperation among physicists, chemists, biologists, and physicians will be essential to work out suitable strategies. In summary, as promising theranostic materials rapidly emerge, there is no doubt that a dramatic increase in nanomaterial-mediated, imaging-guided nucleic acid therapies will advance to clinical trials. An understanding of the complex trafficking, distribution, cellular processing, genetic interac-\ntions, and molecular bioimaging properties will be essential in the future design of nanocarriers for nucleic acid delivery and personalized treatment.\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Guangjun Nie − CAS Key Laboratory for Biomedical Effects of Nanomaterials & Nanosafety, CAS Center for Excellence in Nanoscience, National Center for Nanoscience and Technology, Beijing 100190, China; Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, Beijing 100049, China; GBA Research Innovation Institute for Nanotechnology, Guangdong 510700, China; orcid.org/0000-0001-5040-9793; Email: niegj@\nnanoctr.cn"
    }, {
      "heading" : "Authors",
      "text" : "Yujing Li − CAS Key Laboratory for Biomedical Effects of Nanomaterials & Nanosafety, CAS Center for Excellence in Nanoscience, National Center for Nanoscience and Technology, Beijing 100190, China\nXudong Wang − CAS Key Laboratory for Biomedical Effects of Nanomaterials & Nanosafety, CAS Center for Excellence in Nanoscience, National Center for Nanoscience and Technology, Beijing 100190, China Yinlong Zhang − CAS Key Laboratory for Biomedical Effects of Nanomaterials & Nanosafety, CAS Center for Excellence in Nanoscience, National Center for Nanoscience and Technology, Beijing 100190, China\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.bioconjchem.0c00126"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by grants from the National Basic Research Plan of China (2018YFA0208900), the Beijing Nova Prog ram Inte rd i s c ip l ina ry Coope ra t ion Pro jec t (Z181100006218136), and the CAS Key research Program of Frontier Sciences (ZDBS-LY-SLH039).\n■ REFERENCES (1) Dunbar, C. E., High, K. A., Joung, J. K., Kohn, D. B., Ozawa, K., and Sadelain, M. (2018) Gene Therapy Comes of Age. Science 359, No. eaan4672. (2) Verma, I. M., and Somia, N. (1997) Gene therapy-promises, problems and prospects. Nature 389, 239−242. (3) Naldini, L. (2015) Gene Therapy Returns to Centre Stage. Nature 526, 351−360. (4) Han, X. X., Li, Y. Y., Xu, Y., Zhao, X., Zhang, Y. L., Yang, X., Wang, Y. W., Zhao, R. F., Anderson, G. J., Zhao, Y. L., et al. (2018) Reversal of Pancreatic Desmoplasia by Re-Educating Stellate Cells with a tumour microenvironment-activated nanosystem. Nat. Commun. 9, 3390. (5) Liu, S. L., Zhang, Y. L., Zhao, X., Wang, J., Di, C. Z., Zhao, Y., Ji, T. J., Cheng, K. M., Wang, Y. W., Chen, L., et al. (2019) TumorSpecific Silencing of Tissue Factor Suppresses Metastasis and Prevents Cancer-Associated Hypercoagulability. Nano Lett. 19, 4721−4730. (6) Wang, B., Ding, Y. P., Zhao, X. Z., Han, X. X., Yang, N., Zhang, Y. L., Zhao, Y., Zhao, X., Taleb, M., Miao, Q. R., et al. (2018) Delivery of Small Interfering RNA Against Nogo-B Receptor via Tumor-\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1242\nAcidity Responsive Nanoparticles for Tumor Vessel Normalization and Metastasis Suppression. Biomaterials 175, 110−122. (7) Wang, Y. B., Gao, F. H., Jiang, X. W., Zhao, X., Wang, Y., Kuai, Q. Y., Nie, G. J., He, M., Pan, Y. J., Shi, W., et al. (2019) Co-Delivery of Gemcitabine and Mcl-1 SiRNA via Cationic Liposome-Based System Enhances the Efficacy of Chemotherapy in Pancreatic Cancer. J. Biomed. Nanotechnol. 15, 966−978. (8) Zhao, X., Li, F., Li, Y., Wang, H., Ren, H., Chen, J., Nie, G., and Hao, J. (2015) Co-Delivery of HIF1alpha siRNA and Gemcitabine via Biocompatible Lipid-Polymer Hybrid Nanoparticles for Effective Treatment of Pancreatic Cancer. Biomaterials 46, 13−25. (9) Shi, J., Kantoff, P. W., Wooster, R., and Farokhzad, O. C. (2017) Cancer Nanomedicine: Progress, Challenges and Opportunities. Nat. Rev. Cancer 17, 20−37. (10) Bobo, D., Robinson, K. J., Islam, J., Thurecht, K. J., and Corrie, S. R. (2016) Nanoparticle-Based Medicines: A Review of FDAApproved Materials and Clinical Trials to Date. Pharm. Res. 33, 2373−2387. (11) Chen, J., Guo, Z., Tian, H., and Chen, X. (2016) Production and Clinical Development of Nanoparticles for Gene Delivery. Mol. Ther.–Methods Clin. Dev. 3, 16023. (12) Aagaard, L., and Rossi, J. J. (2007) RNAi Therapeutics: Principles, Prospects and Challenges. Adv. Drug Delivery Rev. 59, 75− 86. (13) Akinc, A., Zumbuehl, A., Goldberg, M., Leshchiner, E. S., Busini, V., Hossain, N., Bacallado, S. A., Nguyen, D. N., Fuller, J., Alvarez, R., et al. (2008) A Combinatorial Library of Lipid-Like Materials for Delivery of RNAi Therapeutics. Nat. Biotechnol. 26, 561−569. (14) Kanasty, R., Dorkin, J. R., Vegas, A., and Anderson, D. (2013) Delivery materials for siRNA therapeutics. Nat. Mater. 12, 967−977. (15) Li, Z. H., and Rana, T. M. (2014) Therapeutic Targeting of microRNAs: Current Status and Future Challenges. Nat. Rev. Drug Discovery 13, 622−638. (16) Dreifuss, T., Betzer, O., Shilo, M., Popovtzer, A., Motiei, M., and Popovtzer, R. (2015) A Challenge for Theranostics: is the Optimal Particle for Therapy also Optimal for Diagnostics? Nanoscale 7, 15175−15184. (17) Funkhouser, J. (2002) Reinventing pharma: the theranostic revolution. Curr. Drug Discovery 2, 17−19. (18) Bardhan, R., Lal, S., Joshi, A., and Halas, N. J. (2011) Theranostic Nanoshells: From Probe Design to Imaging and Treatment of Cancer. Acc. Chem. Res. 44, 936−946. (19) Cheng, L., Liu, J. J., Gu, X., Gong, H., Shi, X. Z., Liu, T., Wang, C., Wang, X. Y., Liu, G., Xing, H. Y., et al. (2014) PEGylated WS2 Nanosheets as a Multifunctional Theranostic Agent for in vivo DualModal CT/Photoacoustic Imaging Guided Photothermal Therapy. Adv. Mater. 26, 1886−1893. (20) Ke, H. T., Wang, J. R., Dai, Z. F., Jin, Y. S., Qu, E. Z., Xing, Z. W., Guo, C. X., Yue, X. L., and Liu, J. B. (2011) Gold-Nanoshelled Microcapsules: A Theranostic Agent for Ultrasound Contrast Imaging and Photothermal Therapy. Angew. Chem., Int. Ed. 50, 3017−3021. (21) Kelkar, S. S., and Reineke, T. M. (2011) Theranostics: Combining Imaging and Therapy. Bioconjugate Chem. 22, 1879−1903. (22) Yang, K., Feng, L. Z., Shi, X. Z., and Liu, Z. (2013) Nanographene in Biomedicine: Theranostic Applications. Chem. Soc. Rev. 42, 530−547. (23) Zhou, J., Liu, Z., and Li, F. (2012) Upconversion Nanophosphors for Small-Animal Imaging. Chem. Soc. Rev. 41, 1323−49. (24) Bai, M., Bai, X. L., and Wang, L. Y. (2014) Real-Time Fluorescence Tracking of Gene Delivery via Multifunctional Nanocomposites. Anal. Chem. 86, 11196−11202. (25) Itaka, K., Harada, A., Nakamura, K., Kawaguchi, H., and Kataoka, K. (2002) Evaluation by Fluorescence Resonance Energy Transfer of the Stability of Nonviral Gene Delivery Vectors under Physiological Conditions. Biomacromolecules 3, 841−845. (26) Mizuno, T., Mohri, K., Nasu, S., Danjo, K., and Okamoto, H. (2009) Dual Imaging of Pulmonary Delivery and Gene Expression of\nDry Powder Inhalant by Fluorescence and Bioluminescence. J. Controlled Release 134, 149−154. (27) Payne, C. K. (2007) Imaging Gene Delivery with Fluorescence Microscopy. Nanomedicine 2, 847−860. (28) Wang, B., Chen, P., Zhang, J., Chen, X. C., Liu, Y. H., Huang, Z., Yu, Q. Y., Zhang, J. H., Zhang, W., Wei, X., et al. (2017) SelfAssembled Core-Shell-Corona Multifunctional Non-Viral Vector with AIE Property for Efficient Hepatocyte-Targeting Gene Delivery. Polym. Chem. 8, 7486−7498. (29) Lai, W. F., Rogach, A. L., and Wong, W. T. (2017) Molecular design of upconversion nanoparticles for gene delivery. Chem. Sci. 8, 7339−7358. (30) Wang, L., Gao, C., Liu, K. Y., Liu, Y. X., Ma, L. Y., Liu, L. D., Du, X. X., and Zhou, J. (2016) Cypate-Conjugated Porous Upconversion Nanocomposites for Programmed Delivery of Heat Shock Protein 70 Small Interfering RNA for Gene Silencing and Photothermal Ablation. Adv. Funct. Mater. 26, 3480−3489. (31) Jia, N. Q., Lian, Q., Shen, H. B., Wang, C., Li, X. Y., and Yang, Z. N. (2007) Intracellular Delivery of Quantum Dots Tagged Antisense Oligodeoxynucleotides by Functionalized Multiwalled Carbon Nanotubes. Nano Lett. 7, 2976−2980. (32) Qi, L. F., and Gao, X. H. (2008) Quantum Dot-Amphipol Nanocomplex for Intracellular Delivery and Real-Time Imaging of siRNA. ACS Nano 2, 1403−1410. (33) Hu, L. M., Sun, Y., Li, S. L., Wang, X. L., Hu, K. L., Wang, L. R., Liang, X. J., and Wu, Y. (2014) Multifunctional Carbon Dots with High Quantum Yield for Imaging and Gene Delivery. Carbon 67, 508−513. (34) Liu, C. J., Zhang, P., Zhai, X. Y., Tian, F., Li, W. C., Yang, J. H., Liu, Y., Wang, H. B., Wang, W., and Liu, W. G. (2012) Nano-Carrier for Gene Delivery and Bioimaging based on Carbon Dots with PEIPassivation Enhanced Fluorescence. Biomaterials 33, 3604−3613. (35) Liu, G., Gao, J. H., Ai, H., and Chen, X. Y. (2013) Applications and Potential Toxicity of Magnetic Iron Oxide Nanoparticles. Small 9, 1533−1545. (36) Zhang, L. Y., Wang, T. T., Li, L., Wang, C. G., Su, Z. M., and Li, J. (2012) Multifunctional Fluorescent-Magnetic Polyethyleneimine Functionalized Fe3O4-Mesoporous Silica Yolk-Shell Nanocapsules for siRNA Delivery. Chem. Commun. 48, 8706−8708. (37) Fan, H. H., Zhao, Z. L., Yan, G. B., Zhang, X. B., Yang, C., Meng, H. M., Chen, Z., Liu, H., and Tan, W. H. (2015) A Smart DNAzyme-MnO2 Nanosystem for Efficient Gene Silencing. Angew. Chem., Int. Ed. 54, 4801−4805. (38) Gao, X. H., Cui, Y. Y., Levenson, R. M., Chung, L. W. K., and Nie, S. M. (2004) In vivo Cancer Targeting and Imaging with Semiconductor Quantum Dots. Nat. Biotechnol. 22, 969−976. (39) Han, M. Y., Gao, X. H., Su, J. Z., and Nie, S. (2001) QuantumDot-Tagged Microbeads for Multiplexed Optical Coding of Biomolecules. Nat. Biotechnol. 19, 631−635. (40) Medintz, I. L., Uyeda, H. T., Goldman, E. R., and Mattoussi, H. (2005) Quantum Dot Bioconjugates for Imaging, Labelling and Sensing. Nat. Mater. 4, 435−446. (41) Wu, X. Y., Liu, H. J., Liu, J. Q., Haley, K. N., Treadway, J. A., Larson, J. P., Ge, N. F., Peale, F., and Bruchez, M. P. (2003) Immunofluorescent Labeling of Cancer Marker Her2 and Other Cellular Targets with Semiconductor Quantum Dots. Nat. Biotechnol. 21, 41−46. (42) Bagalkot, V., Zhang, L., Levy-Nissenbaum, E., Jon, S., Kantoff, P. W., Langer, R., and Farokhzad, O. C. (2007) Quantum DotAptamer Conjugates for Synchronous Cancer Imaging, Therapy, and Sensing of Drug Delivery based on Bi-Fluorescence Resonance Energy Transfer. Nano Lett. 7, 3065−3070. (43) Fan, H. Y., Leve, E. W., Scullin, C., Gabaldon, J., Tallant, D., Bunge, S., Boyle, T., Wilson, M. C., and Brinker, C. J. (2005) Surfactant-Assisted Synthesis of Water-Soluble and Biocompatible Semiconductor Quantum Dot Micelles. Nano Lett. 5, 645−648. (44) Muthu, M. S., Kulkarni, S. A., Raju, A., and Feng, S.-S. (2012) Theranostic Liposomes of TPGS Coating for Targeted Co-elivery of Docetaxel and Quantum Dots. Biomaterials 33, 3494−3501.\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1243\n(45) Schroeder, J. E., Shweky, I., Shmeeda, H., Banin, U., and Gabizon, A. (2007) Folate-Mediated Tumor Cell Uptake of Quantum Dots Entrapped in Lipid Nanoparticles. J. Controlled Release 124, 28− 34. (46) Smith, A. M., Duan, H., Rhyner, M. N., Ruan, G., and Nie, S. (2006) A Systematic Examination of Surface Coatings on the Optical and ChemicalVProperties of Semiconductor Quantum Dots. Phys. Chem. Chem. Phys. 8, 3895−3903. (47) Li, J.-M., Wang, Y.-Y., Zhao, M.-X., Tan, C.-P., Li, Y.-Q., Le, X.Y., Ji, L.-N., and Mao, Z.-W. (2012) Multifunctional QD-based coDelivery of siRNA and Doxorubicin to HeLa cells for Reversal of Multidrug Resistance and Real-Time Tracking. Biomaterials 33, 2780−2790. (48) Jung, J., Solanki, A., Memoli, K. A., Kamei, K., Kim, H., Drahl, M. A., Williams, L. J., Tseng, H. R., and Lee, K. (2010) Selective Inhibition of Human Brain Tumor Cells through Multifunctional Quantum-Dot-based siRNA Delivery. Angew. Chem., Int. Ed. 49, 103− 7. (49) Kim, M. W., Jeong, H. Y., Kang, S. J., Jeong, I. H., Choi, M. J., You, Y. M., Im, C. S., Song, I. H., Lee, T. S., Lee, J. S., et al. (2019) Anti-EGF Receptor Aptamer-Guided Co-Delivery of Anti-Cancer siRNAs and Quantum Dots for Theranostics of Triple-Negative Breast Cancer. Theranostics 9, 837−852. (50) Li, Y. F., and Chen, C. (2011) Fate and toxicity of metallic and metal-containing nanoparticles for biomedical applications. Small 7, 2965−80. (51) Qu, Y., Li, W., Zhou, Y., Liu, X., Zhang, L., Wang, L., Li, Y.-F., Iida, A., Tang, Z., Zhao, Y., et al. (2011) Full Assessment of Fate and Physiological Behavior of Quantum Dots Utilizing Caenorhabditis elegansas a Model Organism. Nano Lett. 11, 3174−3183. (52) Baker, S. N., and Baker, G. A. (2010) Luminescent Carbon Nanodots: Emergent Nanolights. Angew. Chem., Int. Ed. 49, 6726− 6744. (53) Sun, Y. P., Zhou, B., Lin, Y., Wang, W., Fernando, K. A. S., Pathak, P., Meziani, M. J., Harruff, B. A., Wang, X., Wang, H. F., Luo, P. J. G., Yang, H., Kose, M. E., Chen, B. L., Veca, L. M., and Xie, S. Y. (2006) Quantum-Sized Carbon Dots for Bright and Colorful Photoluminescence. J. Am. Chem. Soc. 128, 7756−7757. (54) Lim, S. Y., Shen, W., and Gao, Z. Q. (2015) Carbon Quantum Dots and Their Applications. Chem. Soc. Rev. 44, 362−381. (55) Zhu, S. J., Meng, Q. N., Wang, L., Zhang, J. H., Song, Y. B., Jin, H., Zhang, K., Sun, H. C., Wang, H. Y., and Yang, B. (2013) Highly Photoluminescent Carbon Dots for Multicolor Patterning, Sensors, and Bioimaging. Angew. Chem., Int. Ed. 52, 3953−3957. (56) Li, F., Li, Y., Yang, X., Han, X., Jiao, Y., Wei, T., Yang, D., Xu, H., and Nie, G. (2018) Highly Fluorescent Chiral N-S-Doped Carbon Dots from Cysteine: Affecting Cellular Energy Metabolism. Angew. Chem., Int. Ed. 57, 2377−2382. (57) Wang, L., Wang, X., Bhirde, A., Cao, J., Zeng, Y., Huang, X., Sun, Y., Liu, G., and Chen, X. (2014) Carbon-Dot-Based Two-Photon Visible Nanocarriers for Safe and Highly Efficient Delivery of siRNA and DNA. Adv. Healthcare Mater. 3, 1203−1209. (58) Kim, S., Choi, Y., Park, G., Won, C., Park, Y.-J., Lee, Y., Kim, B.S., and Min, D.-H. (2017) Highly Efficient Gene Silencing and Bioimaging based on Fluorescent Carbon Dots in vitro and in vivo. Nano Res. 10, 503−519. (59) Liu, C., Zhang, P., Zhai, X., Tian, F., Li, W., Yang, J., Liu, Y., Wang, H., Wang, W., and Liu, W. (2012) Nano-Carrier for Gene Delivery and Bioimaging based on Carbon Dots with PEI-Passivation Enhanced Fluorescence. Biomaterials 33, 3604−3613. (60) Pierrat, P., Wang, R., Kereselidze, D., Lux, M., Didier, P., Kichler, A., Pons, F., and Lebeau, L. (2015) Efficient in vitro and in vivo Pulmonary Delivery of Nucleic Acid by Carbon Dot-based Nanocarriers. Biomaterials 51, 290−302. (61) Wang, H.-J., He, X., Luo, T.-Y., Zhang, J., Liu, Y.-H., and Yu, X.-Q. (2017) Amphiphilic Carbon Dots as Versatile Vectors for Nucleic Acid and Drug Delivery. Nanoscale 9, 5935−5947. (62) He, X., Luo, Q., Zhang, J., Chen, P., Wang, H.-J., Luo, K., and Yu, X.-Q. (2019) Gadolinium-Doped Carbon Dots as Nano-\nTheranostic Agents for MR/FL Diagnosis and Gene Delivery. Nanoscale 11, 12973−12982. (63) Fan, W. P., Bu, W. B., Shen, B., He, Q. J., Cui, Z. W., Liu, Y. Y., Zheng, X. P., Zhao, K. L., and Shi, J. L. (2015) Intelligent MnO2 Nanosheets Anchored with Upconversion Nanoprobes for Concurrent pH-/H2O2-Responsive UCL Imaging and Oxygen-Elevated Synergetic Therapy. Adv. Mater. 27, 4155−4161. (64) Tian, G., Gu, Z. J., Zhou, L. J., Yin, W. Y., Liu, X. X., Yan, L., Jin, S., Ren, W. L., Xing, G. M., Li, S. J., et al. (2012) Mn2+ DopantControlled Synthesis of NaYF4:Yb/Er Upconversion Nanoparticles for in vivo Imaging and Drug Delivery. Adv. Mater. 24, 1226−1231. (65) Wang, F., Deng, R. R., Wang, J., Wang, Q. X., Han, Y., Zhu, H. M., Chen, X. Y., and Liu, X. G. (2011) Tuning Upconversion through Energy Migration in Core-Shell Nanoparticles. Nat. Mater. 10, 968− 973. (66) Bai, X., Xu, S., Liu, J., and Wang, L. (2016) Upconversion Luminescence Tracking of Gene Delivery via Multifunctional Nanocapsules. Talanta 150, 118−124. (67) He, L., Feng, L., Cheng, L., Liu, Y., Li, Z., Peng, R., Li, Y., Guo, L., and Liu, Z. (2013) Multilayer Dual-Polymer-Coated Upconversion Nanoparticles for Multimodal Imaging and Serum-Enhanced Gene Delivery. ACS Appl. Mater. Interfaces 5, 10381−10388. (68) Teng, B., Ma, P. A., Yu, C., Zhang, X., Feng, Q., Wen, L., Li, C., Cheng, Z., Jin, D., and Lin, J. (2017) Upconversion Nanoparticles Loaded with eIF4E siRNA and Platinum(IV) Prodrug to Sensitize Platinum based Chemotherapy for Laryngeal Cancer and Bioimaging. J. Mater. Chem. B 5, 307−317. (69) Jayakumar, M. K. G., Bansal, A., Li, B. N., and Zhang, Y. (2015) Mesoporous Silica-Coated Upconversion Nanocrystals for Near Infrared Light-Triggered Control of Gene Expression in Zebrafish. Nanomedicine 10, 1051−1061. (70) Hong, Y. N., Lam, J. W. Y., and Tang, B. Z. (2011) Aggregation-Induced Emission. Chem. Soc. Rev. 40, 5361−5388. (71) Kwok, R. T. K., Leung, C. W. T., Lam, J. W. Y., and Tang, B. Z. (2015) Biosensing by Luminogens with Aggregation-Induced Emission Characteristics. Chem. Soc. Rev. 44, 4228−4238. (72) Hu, R., Yang, C., Wang, Y., Lin, G., Qin, W., Ouyan, Q., Law, W.-C., Nguyen, Q. T., Yoon, H. S., and Wang, X. (2015) AggregationInduced Emission (AIE) Dye Loaded Polymer Nanoparticles for Gene Silencing in Pancreatic Cancer and Their in vitro and in vivo Biocompatibility Evaluation. Nano Res. 8, 1563−1576. (73) Dong, R. J., Ravinathan, S. P., Xue, L. Z., Li, N., Zhang, Y. J., Zhou, L. Z., Cao, C. X., and Zhu, X. Y. (2016) Dual-Responsive Aggregation-Induced Emission-Active Supramolecular Nanoparticles for Gene Delivery and Bioimaging. Chem. Commun. 52, 7950−7953. (74) Wang, X. D., Dai, J., Wang, X. Y., Hu, Q. Y., Huang, K. X., Zhao, Z. J., Lou, X. D., and Xia, F. (2019) MnO2-DNAzymePhotosensitizer Nanocomposite with AIE Characteristic for Cell Imaging and Photodynamic-Gene Therapy. Talanta 202, 591−599. (75) Yuan, Y., Zhang, C. J., and Liu, B. (2015) A Photoactivatable AIE Polymer for Light-Controlled Gene Delivery: Concurrent Endo/ Lysosomal Escape and DNA Unpacking. Angew. Chem., Int. Ed. 54, 11419−23. (76) Cheng, Y., Sun, C., Liu, R., Yang, J., Dai, J., Zhai, T., Lou, X., and Xia, F. (2019) A Multifunctional Peptide-Conjugated AIEgen for Efficient and Sequential Targeted Gene Delivery into the Nucleus. Angew. Chem. 131, 5103−5107. (77) He, X., Yin, F., Wang, D., Xiong, L.-H., Kwok, R. T. K., Gao, P. F., Zhao, Z., Lam, J. W. Y., Yong, K.-T., Li, Z., et al. (2019) AIE Featured Inorganic-Organic Core@Shell Nanoparticles for HighEfficiency siRNA Delivery and Real-Time Monitoring. Nano Lett. 19, 2272−2279. (78) Li, J., Leung, C. W. T., Wong, D. S. H., Xu, J., Li, R., Zhao, Y., Yung, C. Y. Y., Zhao, E., Tang, B. Z., and Bian, L. (2019) Photocontrolled SiRNA Delivery and Biomarker-Triggered Luminogens of Aggregation-Induced Emission by Up-Conversion NaYF4:Yb\n3+Tm3+@SiO2 Nanoparticles for Inducing and Monitoring Stem-Cell Differentiation. ACS Appl. Mater. Interfaces 11, 22074− 22084.\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1244\n(79) Hirsch, L. R., Stafford, R. J., Bankson, J. A., Sershen, S. R., Rivera, B., Price, R. E., Hazle, J. D., Halas, N. J., and West, J. L. (2003) Nanoshell-Mediated Near-Infrared Thermal Therapy of Tumors under Magnetic Resonance Guidance. Proc. Natl. Acad. Sci. U. S. A. 100, 13549−13554. (80) Sun, C., Lee, J. S. H., and Zhang, M. (2008) Magnetic Nanoparticles in MR Imaging and Drug Delivery. Adv. Drug Delivery Rev. 60, 1252−1265. (81) Gupta, A. K., and Gupta, M. (2005) Synthesis and Surface Engineering of Iron Oxide Nanoparticles for Biomedical Applications. Biomaterials 26, 3995−4021. (82) Laurent, S., Forge, D., Port, M., Roch, A., Robic, C., Elst, L. V., and Muller, R. N. (2008) Magnetic iron oxide nanoparticles: Synthesis, Stabilization, Vectorization, Physicochemical Characterizations, and Biological Applications. Chem. Rev. 108, 2064−2110. (83) Liong, M., Lu, J., Kovochich, M., Xia, T., Ruehm, S. G., Nel, A. E., Tamanoi, F., and Zink, J. I. (2008) Multifunctional Inorganic Nanoparticles for Imaging, Targeting, and Drug Delivery. ACS Nano 2, 889−896. (84) Nasongkla, N., Bey, E., Ren, J., Ai, H., Khemtong, C., Guthi, J. S., Chin, S.-F., Sherry, A. D., Boothman, D. A., and Gao, J. (2006) Multifunctional polymeric micelles as cancer-targeted, MRI-ultrasensitive drug delivery systems. Nano Lett. 6, 2427−2430. (85) Kievit, F. M., Veiseh, O., Bhattarai, N., Fang, C., Gunn, J. W., Lee, D., Ellenbogen, R. G., Olson, J. M., and Zhang, M. (2009) PEIPEG-Chitosan-Copolymer-Coated Iron Oxide Nanoparticles for Safe Gene Delivery: Synthesis, Complexation, and Transfection. Adv. Funct. Mater. 19, 2244−2251. (86) Lee, J.-H., Lee, K., Moon, S. H., Lee, Y., Park, T. G., and Cheon, J. (2009) All-in-One Target-Cell-Specific Magnetic Nanoparticles for Simultaneous Molecular Imaging and siRNA Delivery. Angew. Chem., Int. Ed. 48, 4174−4179. (87) Wang, C., Ravi, S., Martinez, G. V., Chinnasamy, V., Raulji, P., Howell, M., Davis, Y., Mallela, J., Seehra, M. S., and Mohapatra, S. (2012) Dual-purpose Magnetic Micelles for MRI and Gene Delivery. J. Controlled Release 163, 82−92. (88) Kievit, F. M., Veiseh, O., Fang, C., Bhattarai, N., Lee, D., Ellenbogen, R. G., and Zhang, M. (2010) Chlorotoxin labeled magnetic nanovectors for targeted gene delivery to glioma. ACS Nano 4, 4587−94. (89) Gao, L., Xie, L., Long, X., Wang, Z., He, C.-Y., Chen, Z.-Y., Zhang, L., Nan, X., Lei, H., Liu, X., et al. (2013) Efficacy of MRI Visible Iron Oxide Nanoparticles in Delivering Minicircle DNA into Liver via Intrabiliary Infusion. Biomaterials 34, 3688−3696. (90) Mu, X., Li, J., Yan, S., Zhang, H., Zhang, W., Zhang, F., and Jiang, J. (2018) siRNA Delivery with Stem Cell Membrane-Coated Magnetic Nanoparticles for Imaging-Guided Photothermal Therapy and Gene Therapy. ACS Biomater. Sci. Eng. 4, 3895−3905. (91) Liu, Y., Ji, X., Tong, W. W. L., Askhatova, D., Yang, T., Cheng, H., Wang, Y., and Shi, J. (2018) Engineering Multifunctional RNAi Nanomedicine To Concurrently Target Cancer Hallmarks for Combinatorial Therapy. Angew. Chem., Int. Ed. 57, 1510−1513. (92) Park, J. S., Park, W., Park, S.-J., Larson, A. C., Kim, D.-H., and Park, K.-H. (2017) Multimodal Magnetic Nanoclusters for Gene Delivery, Directed Migration, and Tracking of Stem Cells. Adv. Funct. Mater. 27, 1700396. (93) Kim, T., Momin, E., Choi, J., Yuan, K., Zaidi, H., Kim, J., Park, M., Lee, N., McMahon, M. T., Quinones-Hinojosa, A., et al. (2011) Mesoporous Silica-Coated Hollow Manganese Oxide Nanoparticles as Positive T-1 Contrast Agents for Labeling and MRI Tracking of Adipose-Derived Mesenchyrnal Stem Cells. J. Am. Chem. Soc. 133, 2955−2961. (94) Shin, J., Anisur, R. M., Ko, M. K., Im, G. H., Lee, J. H., and Lee, I. S. (2009) Hollow Manganese Oxide Nanoparticles as Multifunctional Agents for Magnetic Resonance Imaging and Drug Delivery. Angew. Chem., Int. Ed. 48, 321−324. (95) Chen, Y., Chen, H., Zhang, S., Chen, F., Sun, S., He, Q., Ma, M., Wang, X., Wu, H., Zhang, L., et al. (2012) Structure-Property Relationships in Manganese Oxide-Mesoporous Silica Nanoparticles\nUsed for T-1-weighted MRI and Simultaneous Anti-cancer Drug Delivery. Biomaterials 33, 2388−2398. (96) Lu, J., Ma, S., Sun, J., Xia, C., Liu, C., Wang, Z., Zhao, X., Gao, F., Gong, Q., Song, B., et al. (2009) Manganese Ferrite Nanoparticle Micellar Nanocomposites as MRI Contrast Agent for Liver imaging. Biomaterials 30, 2919−2928. (97) Bae, K. H., Lee, K., Kim, C., and Park, T. G. (2011) Surface Functionalized Hollow Manganese Oxide Nanoparticles for Cancer Targeted siRNA Delivery and Magnetic Resonance Imaging. Biomaterials 32, 176−184. (98) Cao, Y., Meng, X., Wang, D., Zhang, K., Dai, W., Dong, H., and Zhang, X. (2018) Intelligent MnO2/Cu2‑xS for Multimode Imaging Diagnostic and Advanced Single-Laser Irradiated Photothermal/ Photodynamic Therapy. ACS Appl. Mater. Interfaces 10, 17732− 17741. (99) Qu, Y., Li, W., Zhou, Y., Liu, X., Zhang, L., Wang, L., Li, Y.-F., Iida, A., Tang, Z., Zhao, Y., Chai, Z., and Chen, C. (2011) Full Assessment of Fate and Physiological Behavior of Quantum Dots UtilizingCaenorhabditis elegansas a Model Organism. Nano Lett. 11, 3174−3183. (100) Li, Y. F., and Chen, C. (2011) Fate and toxicity of metallic and metal-containing nanoparticles for biomedical applications. Small 7, 2965−80. (101) Cheng, Q., Wei, T., Farbiak, L., Johnson, L. T., Dilliard, S. A., and Siegwart, D. J. (2020) Selective organ targeting (SORT) nanoparticles for tissue-specific mRNA delivery and CRISPR-Cas gene editing. Nat. Nanotechnol. 15, 313. (102) Islam, M. A., Xu, Y., Tao, W., Ubellacker, J. M., Lim, M., Aum, D., Lee, G. Y., Zhou, K., Zope, H., Yu, M., et al. (2018) Restoration of tumour-growth suppression in vivo via systemic nanoparticlemediated delivery of PTEN mRNA. Nat. Biomed Eng. 2, 850−864. (103) Buxbaum, A. R., Haimovich, G., and Singer, R. H. (2015) In the right place at the right time: visualizing and understanding mRNA localization. Nat. Rev. Mol. Cell Biol. 16, 95−109. (104) Tutucci, E., Livingston, N. M., Singer, R. H., and Wu, B. (2018) Imaging mRNA In Vivo, from Birth to Death. Annu. Rev. Biophys. 47, 85−106. (105) Meng, H. M., Shi, X., Chen, J., Gao, Y., Qu, L., Zhang, K., Zhang, X. B., and Li, Z. (2020) DNA Amplifier-Functionalized MetalOrganic Frameworks for Multiplexed Detection and Imaging of Intracellular mRNA. ACS Sens 5, 103−109. (106) Liu, N., Zou, Z., Liu, J., Zhu, C., Zheng, J., and Yang, R. (2019) A fluorescent nanoprobe based on azoreductase-responsive metal-organic frameworks for imaging VEGF mRNA under hypoxic conditions. Analyst 144, 6254−6261. (107) Li, Y., Duan, X., Jing, L., Yang, C., Qiao, R., and Gao, M. (2011) Quantum dot-antisense oligonucleotide conjugates for multifunctional gene transfection, mRNA regulation, and tracking of biological processes. Biomaterials 32, 1923−31. (108) Klein, S., Zolk, O., Fromm, M. F., Schrodl, F., Neuhuber, W., and Kryschi, C. (2009) Functionalized silicon quantum dots tailored for targeted siRNA delivery. Biochem. Biophys. Res. Commun. 387, 164−8. (109) Derfus, A. M., Chen, A. A., Min, D. H., Ruoslahti, E., and Bhatia, S. N. (2007) Targeted quantum dot conjugates for siRNA delivery. Bioconjugate Chem. 18, 1391−6. (110) Li, J. M., Zhao, M. X., Su, H., Wang, Y. Y., Tan, C. P., Ji, L. N., and Mao, Z. W. (2011) Multifunctional quantum-dot-based siRNA delivery for HPV18 E6 gene silence and intracellular imaging. Biomaterials 32, 7978−87. (111) Li, S., Liu, Z., Ji, F., Xiao, Z., Wang, M., Peng, Y., Zhang, Y., Liu, L., Liang, Z., and Li, F. (2012) Delivery of Quantum Dot-siRNA Nanoplexes in SK-N-SH Cells for BACE1 Gene Silencing and Intracellular Imaging. Mol. Ther.–Nucleic Acids 1, No. e20. (112) Qi, L., and Gao, X. (2008) Quantum dot-amphipol nanocomplex for intracellular delivery and real-time imaging of siRNA. ACS Nano 2, 1403−10.\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1245\n(113) Tan, W. B., Jiang, S., and Zhang, Y. (2007) Quantum-dot based nanoparticles for targeted silencing of HER2/neu gene via RNA interference. Biomaterials 28, 1565−71. (114) Kim, M. W., Jeong, H. Y., Kang, S. J., Choi, M. J., You, Y. M., Im, C. S., Lee, T. S., Song, I. H., Lee, C. G., Rhee, K. J., et al. (2017) Cancer-targeted Nucleic Acid Delivery and Quantum Dot Imaging Using EGF Receptor Aptamer-conjugated Lipid Nanoparticles. Sci. Rep. 7, 9474. (115) Cao, X., Wang, J., Deng, W., Chen, J., Wang, Y., Zhou, J., Du, P., Xu, W., Wang, Q., Wang, Q., et al. (2018) Photoluminescent Cationic Carbon Dots as efficient Non-Viral Delivery of Plasmid SOX9 and Chondrogenesis of Fibroblasts. Sci. Rep. 8, 7057. (116) Wu, Y.-F., Wu, H.-C., Kuan, C.-H., Lin, C.-J., Wang, L.-W., Chang, C.-W., and Wang, T.-W. (2016) Multi-functionalized carbon dots as theranostic nanoagent for gene delivery in lung cancer therapy. Sci. Rep. 6, 21170. (117) Yang, Y., Liu, F., Liu, X., and Xing, B. (2013) NIR light controlled photorelease of siRNA and its targeted intracellular delivery based on upconversion nanoparticles. Nanoscale 5, 231−238. (118) Huang, Y., Chen, Q., Lu, H., An, J., Zhu, H., Yan, X., Li, W., and Gao, H. (2018) Near-infrared AIEgen-functionalized and diselenide-linked oligo-ethylenimine with self-sufficing ROS to exert spatiotemporal responsibility for promoted gene delivery. J. Mater. Chem. B 6, 6660−6666. (119) Biswas, S., Gordon, L. E., Clark, G. J., and Nantz, M. H. (2011) Click assembly of magnetic nanovectors for gene delivery. Biomaterials 32, 2683−8. (120) Kumar, A., Jena, P. K., Behera, S., Lockey, R. F., Mohapatra, S., and Mohapatra, S. (2010) Multifunctional magnetic nanoparticles for targeted delivery. Nanomedicine 6, 64−9. (121) Namiki, Y., Namiki, T., Yoshida, H., Ishii, Y., Tsubota, A., Koido, S., Nariai, K., Mitsunaga, M., Yanagisawa, S., Kashiwagi, H., et al. (2009) A novel magnetic crystal-lipid nanostructure for magnetically guided in vivo gene delivery. Nat. Nanotechnol. 4, 598−606. (122) Jiang, S., Eltoukhy, A. A., Love, K. T., Langer, R., and Anderson, D. G. (2013) Lipidoid-Coated Iron Oxide Nanoparticles for Efficient DNA and siRNA delivery. Nano Lett. 13, 1059−1064. (123) Ren, J., Chen, Y. I., Liu, C. H., Chen, P. C., Prentice, H., Wu, J. Y., and Liu, P. K. (2016) Noninvasive tracking of gene transcript and neuroprotection after gene therapy. Gene Ther. 23, 1−9.\nhttps://dx.doi.org/10.1021/acs.bioconjchem.0c00126 Bioconjugate Chem. 2020, 31, 1234−1246\n1246"
    } ],
    "references" : [ {
      "title" : "Gene Therapy Comes of Age",
      "author" : [ "M. Sadelain" ],
      "venue" : "Science",
      "citeRegEx" : "Sadelain,? \\Q2018\\E",
      "shortCiteRegEx" : "Sadelain",
      "year" : 2018
    }, {
      "title" : "Gene therapy-promises, problems and prospects",
      "author" : [ "I.M. Verma", "N. Somia" ],
      "venue" : "Nature",
      "citeRegEx" : "Verma and Somia,? \\Q1997\\E",
      "shortCiteRegEx" : "Verma and Somia",
      "year" : 1997
    }, {
      "title" : "Co-Delivery of HIF1alpha siRNA and Gemcitabine",
      "author" : [ "J. Hao" ],
      "venue" : null,
      "citeRegEx" : "Hao,? \\Q2015\\E",
      "shortCiteRegEx" : "Hao",
      "year" : 2015
    }, {
      "title" : "Nanoparticle-Based Medicines: A Review of FDA",
      "author" : [ "R. S" ],
      "venue" : null,
      "citeRegEx" : "S.,? \\Q2016\\E",
      "shortCiteRegEx" : "S.",
      "year" : 2016
    }, {
      "title" : "RNAi Therapeutics: Principles, Prospects and Challenges",
      "author" : [ "L. Aagaard", "J.J. Rossi" ],
      "venue" : "Adv. Drug Delivery Rev",
      "citeRegEx" : "Aagaard and Rossi,? \\Q2007\\E",
      "shortCiteRegEx" : "Aagaard and Rossi",
      "year" : 2007
    }, {
      "title" : "A Combinatorial Library of Lipid-Like",
      "author" : [ "R Alvarez" ],
      "venue" : null,
      "citeRegEx" : "Alvarez,? \\Q2008\\E",
      "shortCiteRegEx" : "Alvarez",
      "year" : 2008
    }, {
      "title" : "Delivery materials for siRNA therapeutics",
      "author" : [ "R. Kanasty", "J.R. Dorkin", "A. Vegas", "D. Anderson" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "Kanasty et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kanasty et al\\.",
      "year" : 2013
    }, {
      "title" : "Therapeutic Targeting",
      "author" : [ "Z.H. Li", "T.M. Rana" ],
      "venue" : null,
      "citeRegEx" : "Li and Rana,? \\Q2014\\E",
      "shortCiteRegEx" : "Li and Rana",
      "year" : 2014
    }, {
      "title" : "Theranostics: Combining Imaging and Therapy",
      "author" : [ "S.S. Kelkar", "T.M. Reineke" ],
      "venue" : "Bioconjugate Chem",
      "citeRegEx" : "Kelkar and Reineke,? \\Q2011\\E",
      "shortCiteRegEx" : "Kelkar and Reineke",
      "year" : 2011
    }, {
      "title" : "Upconversion Nanophosphors for Small-Animal Imaging",
      "author" : [ "J. Zhou", "Z. Liu", "F. Li" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Zhou et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2012
    }, {
      "title" : "Evaluation by Fluorescence Resonance Energy",
      "author" : [ "K. Kataoka" ],
      "venue" : null,
      "citeRegEx" : "Kataoka,? \\Q2002\\E",
      "shortCiteRegEx" : "Kataoka",
      "year" : 2002
    }, {
      "title" : "Imaging Gene Delivery with Fluorescence Microscopy",
      "author" : [ "C.K. Payne" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "Payne,? \\Q2007\\E",
      "shortCiteRegEx" : "Payne",
      "year" : 2007
    }, {
      "title" : "Intracellular Delivery of Quantum Dots Tagged",
      "author" : [ "N. Z" ],
      "venue" : null,
      "citeRegEx" : "Z.,? \\Q2007\\E",
      "shortCiteRegEx" : "Z.",
      "year" : 2007
    }, {
      "title" : "Multifunctional Carbon Dots",
      "author" : [ "X.J. Liang", "Y. Wu" ],
      "venue" : null,
      "citeRegEx" : "Liang and Wu,? \\Q2014\\E",
      "shortCiteRegEx" : "Liang and Wu",
      "year" : 2014
    }, {
      "title" : "In vivo Cancer Targeting and Imaging with Semiconductor Quantum Dots",
      "author" : [ "S.M. Nie" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "Nie,? \\Q2004\\E",
      "shortCiteRegEx" : "Nie",
      "year" : 2004
    }, {
      "title" : "Folate-Mediated Tumor Cell Uptake of Quantum Dots Entrapped in Lipid Nanoparticles",
      "author" : [ "A. Gabizon" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Gabizon,? \\Q2007\\E",
      "shortCiteRegEx" : "Gabizon",
      "year" : 2007
    }, {
      "title" : "Multifunctional QD-based",
      "author" : [ "Ji", "L.-N", "Mao", "Z.-W" ],
      "venue" : null,
      "citeRegEx" : "Y. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2012
    }, {
      "title" : "Fate and toxicity of metallic and",
      "author" : [ "Y.F. Li", "C. Chen" ],
      "venue" : null,
      "citeRegEx" : "Li and Chen,? \\Q2011\\E",
      "shortCiteRegEx" : "Li and Chen",
      "year" : 2011
    }, {
      "title" : "Luminescent Carbon Nanodots: Emergent Nanolights",
      "author" : [ "S.N. Baker", "G.A. Baker" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Baker and Baker,? \\Q2010\\E",
      "shortCiteRegEx" : "Baker and Baker",
      "year" : 2010
    }, {
      "title" : "Highly Fluorescent Chiral N-S-Doped Carbon",
      "author" : [ "G. Nie" ],
      "venue" : null,
      "citeRegEx" : "H. and Nie,? \\Q2018\\E",
      "shortCiteRegEx" : "H. and Nie",
      "year" : 2018
    }, {
      "title" : "Highly Efficient Gene Silencing",
      "author" : [ "Min", "D.-H" ],
      "venue" : null,
      "citeRegEx" : "S. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2017
    }, {
      "title" : "Nano-Carrier for Gene",
      "author" : [ "H. Wang", "W. Wang", "W. Liu" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2012
    }, {
      "title" : "Efficient in vitro",
      "author" : [ "A. Kichler", "F. Pons", "L. Lebeau" ],
      "venue" : null,
      "citeRegEx" : "Kichler et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kichler et al\\.",
      "year" : 2015
    }, {
      "title" : "Gadolinium-Doped Carbon Dots as Nano",
      "author" : [ "Yu", "X.-Q" ],
      "venue" : null,
      "citeRegEx" : "Yu and X..Q.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yu and X..Q.",
      "year" : 2019
    }, {
      "title" : "Theranostic Agents for MR/FL Diagnosis and Gene Delivery. Nanoscale 11, 12973−12982",
      "author" : [ "W.P. Fan", "W.B. Bu", "B. Shen", "Q.J. He", "Z.W. Cui", "Y.Y. Liu", "X.P. Zheng", "K.L. Zhao", "J.L. Shi" ],
      "venue" : null,
      "citeRegEx" : "Fan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2015
    }, {
      "title" : "pH-/H2O2-Responsive UCL Imaging and Oxygen-Elevated Synergetic Therapy",
      "author" : [ "G. Tian", "Z.J. Gu", "L.J. Zhou", "W.Y. Yin", "X.X. Liu", "L. Yan", "S. Jin", "W.L. Ren", "G.M. Xing", "Li", "S. J" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Tian et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tian et al\\.",
      "year" : 2012
    }, {
      "title" : "Tuning Upconversion through Energy Migration in Core-Shell Nanoparticles",
      "author" : [ "X.Y. Chen", "X.G. Liu" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "M. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2011
    }, {
      "title" : "Multilayer Dual-Polymer-Coated Upconversion",
      "author" : [ "Z. Liu" ],
      "venue" : null,
      "citeRegEx" : "L. and Liu,? \\Q2013\\E",
      "shortCiteRegEx" : "L. and Liu",
      "year" : 2013
    }, {
      "title" : "Upconversion Nanoparticles",
      "author" : [ "Z. Cheng", "D. Jin", "J. Lin" ],
      "venue" : null,
      "citeRegEx" : "Cheng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2017
    }, {
      "title" : "Aggregation-Induced Emission",
      "author" : [ "Y.N. Hong", "J.W.Y. Lam", "B.Z. Tang" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Hong et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hong et al\\.",
      "year" : 2011
    }, {
      "title" : "A Multifunctional Peptide-Conjugated AIEgen",
      "author" : [ "F. Xia" ],
      "venue" : null,
      "citeRegEx" : "Xia,? \\Q2019\\E",
      "shortCiteRegEx" : "Xia",
      "year" : 2019
    }, {
      "title" : "Synthesis and Surface",
      "author" : [ "A.K. Gupta", "M. Gupta" ],
      "venue" : null,
      "citeRegEx" : "Gupta and Gupta,? \\Q2005\\E",
      "shortCiteRegEx" : "Gupta and Gupta",
      "year" : 2005
    }, {
      "title" : "Magnetic iron oxide nanoparticles",
      "author" : [ "R.N. Muller" ],
      "venue" : null,
      "citeRegEx" : "Muller,? \\Q2008\\E",
      "shortCiteRegEx" : "Muller",
      "year" : 2008
    }, {
      "title" : "All-in-One Target-Cell-Specific Magnetic Nano",
      "author" : [ "J. Cheon" ],
      "venue" : null,
      "citeRegEx" : "Cheon,? \\Q2009\\E",
      "shortCiteRegEx" : "Cheon",
      "year" : 2009
    }, {
      "title" : "Efficacy of MRI",
      "author" : [ "L. Zhang", "X. Nan", "H. Lei", "X Liu" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2013
    }, {
      "title" : "siRNA Delivery with Stem Cell Membrane-Coated",
      "author" : [ "J. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Jiang,? \\Q2018\\E",
      "shortCiteRegEx" : "Jiang",
      "year" : 2018
    }, {
      "title" : "Engineering Multifunctional RNAi",
      "author" : [ "Y. Wang", "J. Shi" ],
      "venue" : null,
      "citeRegEx" : "H. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2018
    }, {
      "title" : "Multimodal Magnetic Nanoclusters for Gene",
      "author" : [ "Park", "K.-H" ],
      "venue" : null,
      "citeRegEx" : "Park and K..H.,? \\Q2017\\E",
      "shortCiteRegEx" : "Park and K..H.",
      "year" : 2017
    }, {
      "title" : "Hollow Manganese Oxide Nanoparticles as Multifunc",
      "author" : [ "S. I" ],
      "venue" : null,
      "citeRegEx" : "I.,? \\Q2009\\E",
      "shortCiteRegEx" : "I.",
      "year" : 2009
    }, {
      "title" : "Manganese Ferrite Nanoparticle",
      "author" : [ "Q. Gong", "B Song" ],
      "venue" : null,
      "citeRegEx" : "F. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2009
    }, {
      "title" : "Fate and toxicity of metallic",
      "author" : [ "Y.F. Li", "C. Chen" ],
      "venue" : null,
      "citeRegEx" : "Li and Chen,? \\Q2011\\E",
      "shortCiteRegEx" : "Li and Chen",
      "year" : 2011
    }, {
      "title" : "Selective organ targeting (SORT",
      "author" : [ "D.J. Siegwart" ],
      "venue" : null,
      "citeRegEx" : "Siegwart,? \\Q2020\\E",
      "shortCiteRegEx" : "Siegwart",
      "year" : 2020
    }, {
      "title" : "Imaging mRNA In Vivo, from Birth to Death",
      "author" : [ "H. M", "X. Shi", "J. Chen", "Y. Gao", "L. Qu", "K. Zhang" ],
      "venue" : "Annu. Rev. Biophys",
      "citeRegEx" : "M. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2018
    }, {
      "title" : "DNA Amplifier-Functionalized Metal",
      "author" : [ "X.B. Zhang", "Z. Li" ],
      "venue" : null,
      "citeRegEx" : "Zhang and Li,? \\Q2020\\E",
      "shortCiteRegEx" : "Zhang and Li",
      "year" : 2020
    }, {
      "title" : "multifunctional gene transfection, mRNA regulation, and tracking of biological processes. Biomaterials 32, 1923−31",
      "author" : [ "S. Klein", "O. Zolk", "M.F. Fromm", "F. Schrodl", "W. Neuhuber" ],
      "venue" : null,
      "citeRegEx" : "Klein et al\\.,? \\Q1923\\E",
      "shortCiteRegEx" : "Klein et al\\.",
      "year" : 1923
    }, {
      "title" : "Targeted quantum dot conjugates for siRNA delivery",
      "author" : [ "S.N. Bhatia" ],
      "venue" : "Bioconjugate Chem",
      "citeRegEx" : "Bhatia,? \\Q2007\\E",
      "shortCiteRegEx" : "Bhatia",
      "year" : 2007
    }, {
      "title" : "Multifunctional quantum-dot-based siRNA",
      "author" : [ "Z.W. Mao" ],
      "venue" : null,
      "citeRegEx" : "Mao,? \\Q2011\\E",
      "shortCiteRegEx" : "Mao",
      "year" : 2011
    }, {
      "title" : "Delivery of Quantum Dot-siRNA",
      "author" : [ "L. Liu", "Z. Liang", "F. Li" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2012
    }, {
      "title" : "2016) Multi-functionalized carbon",
      "author" : [ "Chang", "C.-W", "Wang", "T.-W" ],
      "venue" : null,
      "citeRegEx" : "Chang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2016
    }, {
      "title" : "Near-infrared AIEgen-functionalized and",
      "author" : [ "H. Gao" ],
      "venue" : null,
      "citeRegEx" : "Gao,? \\Q2018\\E",
      "shortCiteRegEx" : "Gao",
      "year" : 2018
    }, {
      "title" : "Multifunctional magnetic nanoparticles for targeted delivery",
      "author" : [ "S. Mohapatra" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "S. and Mohapatra,? \\Q2010\\E",
      "shortCiteRegEx" : "S. and Mohapatra",
      "year" : 2010
    }, {
      "title" : "Lipidoid-Coated Iron Oxide Nanoparticles for Efficient DNA and siRNA delivery",
      "author" : [ "D.G. Anderson" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "Anderson,? \\Q2013\\E",
      "shortCiteRegEx" : "Anderson",
      "year" : 2013
    }, {
      "title" : "Noninvasive tracking of gene transcript and neuroprotection after gene therapy",
      "author" : [ "J. Y", "P.K. Liu" ],
      "venue" : "Gene Ther",
      "citeRegEx" : "Y. and Liu,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. and Liu",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Nucleic acid therapy is and will continue to be of great interest in cancer treatment. The development of nanocarriers with high nucleic acid loading capacity, low toxicity, and specific targeting, with excellent pharmacokinetic/pharmacodynamic profiles, will enable us to realize safe and effective nucleic acid therapy. Tremendous efforts have been directed toward the production of optimized theranostic nanocarriers that can simultaneously provide treatment and real-time monitoring to aid researchers and physicians in making adaptation strategies during early drug development and patient’s treatment, respectively. In this review, several nanomaterials with inherent optical and magnetic properties, developed for bioimaging and imaging-guided nucleic acid therapies, are introduced and discussed. In each subsection, the unique characteristics of the corresponding theranostic nanomaterials are reviewed and discussed with examples. Finally, we present the remaining challenges that must be addressed and provide our opinions on the future of nanomaterial medicines for bioimaging and imaging-guided nucleic acid therapy.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}