{
  "name" : "downloads_2019-11-23_d1_fujimori2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Incineration of carbon nanomaterials with sodium chloride as a potential source of PCDD/Fs and PCBs",
    "authors" : [ "Takashi Fujimoria", "Asako Toda", "Kota Mukai", "Masaki Takaoka" ],
    "emails" : [ "fujimori.takashi.3e@kyoto-u.ac.jp" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Hazardous Materials\njournal homepage: www.elsevier.com/locate/jhazmat\nIncineration of carbon nanomaterials with sodium chloride as a potential source of PCDD/Fs and PCBs\nTakashi Fujimoria,b,⁎, Asako Todab,1, Kota Mukaib, Masaki Takaokaa,b\na Department of Global Ecology, Graduate School of Global Environmental Studies, Kyoto University, Katsura, Nisikyo-ku, Kyoto, 615-8540, Japan bDepartment of Environmental Engineering, Graduate School of Engineering, Kyoto University, Katsura, Nisikyo-ku, Kyoto, 615-8540, Japan\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nEditor: R Teresa\nKeywords: Carbon nanomaterials Incineration Sodium chloride PCDD/Fs PCBs\nA B S T R A C T\nThe incineration of waste carbon nanomaterials will become an inevitable waste management strategy following the disposal of products containing carbon nanomaterials. We investigated the formation of polychlorinated dibenzo-p-dioxins and furans (PCDD/Fs) and polychlorinated biphenyls (PCBs) during the incineration of selected carbon nanomaterials [fullerene (C60), single-walled carbon nanotubes (SWNTs), and graphene], with sodium chloride and trace copper at 850 °C in air using a laboratory-scale electric furnace. Most PCDD/Fs and PCBs were concentrated in particulate fly ash post-incineration, and in low-temperature zones in the furnace (54–670 °C). Notably, C60 had a specific thermal behavior leading to the formation of high concentrations of high chlorinated PCDD/Fs and toxic 2,3,7,8-tetra-CDD/F (2,3,7,8-T4CDD/F). SWNTs had a lower potential to generate such compounds than C60, but had a higher potential than graphene and graphite. Temperature, solid/gas phases, chlorine sources, and the thermal stability of carbon nanomaterials were the key controlling factors. There is a need to consider the generation of PCDD/Fs and PCBs during the incineration of waste streams containing carbon nanomaterials."
    }, {
      "heading" : "1. Introduction",
      "text" : "Carbon nanomaterials, such as fullerene (C60), carbon nanotubes\n(CNTs), and graphene, have been developed and gradually applied to various highly functional products in recent years (Jariwala et al., 2013; Mauter and Elimelech, 2008). The production of CNTs increased\nhttps://doi.org/10.1016/j.jhazmat.2019.121030 Received 30 January 2019; Received in revised form 1 August 2019; Accepted 15 August 2019\n⁎ Corresponding author at: Kyoto University, Katsura, Nisikyo-ku, Kyoto, 615-8540, Japan. E-mail address: fujimori.takashi.3e@kyoto-u.ac.jp (T. Fujimori). 1 Current address: JFE Engineering Corporation, 2-1, Suehiro-cho, Tsurumi-ku, Yokohama, 230-8611 Japan.\nJournal of Hazardous Materials 382 (2020) 121030\nAvailable online 17 August 2019 0304-3894/ © 2019 Elsevier B.V. All rights reserved.\nT\n(11–1000 t/year, 2012) and they are used as composites, materials, polymer additives, and batteries (Piccinno et al., 2012). Worldwide estimation reported that C60 were mainly used for research purposes (10 t/year or lower, 2012) and have not found suitable applications in commercially available products yet (Piccinno et al., 2012). Since graphene is the newest carbon nanomaterials compared with C60 and CNTs (Jariwala et al., 2013), the quality of the graphene produced in the world today is rather poor (not optimal for most applications) (Kauling et al., 2018). To control the quality of C60 and graphene for commercial use, the global market will expand dynamically in the future.\nThe worldwide use of carbon nanomaterials will lead to their release into the environment, including water, soil, and air (Gottschalk et al., 2013). As the use of carbon nanomaterials continues to grow, it is inevitable to enter the waste stream of carbon nanomaterials. Waste management of engineered nanomaterials including carbon nanomaterials were featured in recent years because of hazardous potential of nanomaterials caused by their specific material properties such as size, shape, aggregation, and surface functionality (BystrzejewskaPiotrowska et al., 2009; Musee, 2011; Park et al., 2017; Holder et al., 2013). For instance, increasing reactivity and persistence, decreasing of hemolytic activity, influence to interaction with biological membrane, oxidative stress, and ecotoxicity were reported as hazardous potential of nanomaterials (Musee, 2011; Park et al., 2017). Waste incineration has advantages for countries with limited space for landfilling to decrease waste volume. Incineration of waste carbon nanomaterials is one choice as a waste management practice after the disposal of products containing carbon nanomaterials. A recent study reported the formation of polycyclic aromatic hydrocarbons (PAHs) during the incineration of surrogate waste containing C60 under high temperatures and oxidative conditions (Vejerano et al., 2013). Same study also reported emission factors of polychlorinated dibenzo-p-dioxins (PCDDs) and polychlorinated dibenzofurans (PCDFs) by incineration of polyvinyl chloride and metal-containing nanomaterials (silver, titania, ceria, iron oxide, and CdSe/ZnS quantum dots) (Vejerano et al., 2013). However, there was no emission factors of PCDD/Fs by incineration of C60 and other carbon nanomaterials. Hence, there is little information regarding the byproducts (especially, chlorinated organic pollutants) produced during the incineration of carbon nanomaterials (Holder et al., 2013).\nGenerally, municipal solid waste includes various sources of chlorine, which can influence the thermochemical formation of chlorinated aromatic compounds. Sodium chloride (NaCl), a representative inorganic chlorine source in municipal solid waste (Kanters et al., 1996; Weber and Kuch, 2003), contributes significantly to the generation of PCDD/Fs during incineration with carbon sources (Hatanaka et al., 2000; Yasuhara et al., 2001, 2002). Polychlorinated biphenyls (PCBs) have also been detected in emissions from municipal solid waste incineration processes (Fujimori et al., 2009, 2010). The incineration of carbon nanomaterials with NaCl has the potential to generate such chlorinated aromatic compounds. However, there has been no quantitative assessment of their formation during the incineration of carbon nanomaterials. This assessment will help for decision makers to manage waste containing carbon nanomaterials. Normally, waste contains many organic compounds as carbon sources in municipal solid waste incineration plant. To assess the influence of carbon nanomaterials to generate chlorinated aromatic compounds, experimental incineration test without other carbon sources should be conducted.\nIn this study, we assessed the unintentional formation of PCDD/Fs and PCBs after the incineration of carbon nanomaterials with NaCl using an experimental furnace. We selected high purity C60, singlewalled carbon nanotubes (SWNTs), and graphene as carbon nanomaterials. Concentrations of PCDD/Fs and PCBs were quantified by gas chromatography coupled with high resolution mass spectrometry. The formation processes of PCDD/Fs and PCBs were investigated by measurement of the compounds in residual ash, particulates collected on\nthe inner wall and glass wool, and the gas phase. We determined homologue distributions and the specific formation of PCDD/Fs and PCBs derived from the incineration of each carbon nanomaterial. Thermogravimetric and differential thermal analysis (TG-DTA) was applied to raw carbon nanomaterials to determine their thermal stability and oxidation potential."
    }, {
      "heading" : "2. Materials and method",
      "text" : ""
    }, {
      "heading" : "2.1. Sample preparation",
      "text" : "To avoid the effects of other carbon sources, we prepared simplified model sample mixtures containing one carbon nanomaterial (41 wt%), NaCl (0.8 wt% as Cl), copper powder (0.003 wt%), and silicon dioxide as the base material (remainder). The composition of the model sample was determined by considering the elemental composition of a refusederived fuel (RDF). The RDF used in this study was collected from a plant in Japan that manufactured RDF from municipal solid waste (Oshita et al., 2015). The plant produced 60 tons/day. The elemental composition of the RDF that passed through a 2mm mesh sieve after milling was measured by X-ray fluorescence (XRF) and inductively coupled plasma-mass spectrometry (ICP-MS). The average concentrations and standard deviations after 10 measurements in the RDF were 41 ± 0.35 wt% C, 0.80 ± 0.030 wt% Cl, and 0.0030 ± 0.0024 wt% Cu. Copper chloride is a well-known catalyst that can enhance the generation of chlorinated aromatic compounds through de novo synthesis in fly ash in the post-incineration zone (Fujimori et al., 2009; Takaoka et al., 2005a; Fujimori and Takaoka, 2009). During the primary incineration of municipal solid waste, copper can be present in the waste in its metallic form, which is then chlorinated and volatilized into the gas phase or adsorbed onto unburned carbon after incineration (Zhang et al., 2008; Takaoka et al., 2005b; De Micco et al., 2007). Therefore, we added metallic copper in a powdered form to act as a primary copper source. As carbon nanomaterials, we purchased C60 (99.90% purity; Strem Chemicals), SWNTs [≥ 93%, (6, 5) chirality; Sigma Aldrich], graphene with a surface area of 300m2/g (99.50% purity; Strem Chemicals), and graphene with a surface area of 500m2/g (99.50% purity; Strem Chemicals). We used graphite (98% purity; Wako) as a reference carbon source for comparison with carbon nanomaterials because graphite with a stable crystal structure is well known to have low potential for PCDD/F formation (Stieglitz et al., 1989)."
    }, {
      "heading" : "2.2. Incineration experiment",
      "text" : "An electronic furnace (KRB-24HH; Isuzu) equipped with an autotemperature control unit (UT-21 H; Isuzu) was used in the incineration experiment. The interior of a quartz tube (45mm internal diameter × 1200mm) was preheated at 850 °C under a 200mL/min stream of synthetic air (O2 : N2= 1:4, volume), as shown in Fig. 1A. A quartz boat containing 0.75–2.5 g of the model sample was quickly inserted into the center of the quartz tube and kept at a constant temperature (850 °C) for 90min, as shown by point T0 in Fig. 1B. According to a guideline to prevent generation of chlorinated dioxins through waste incineration by Ministry of the Environment in Japan, we set the temperature. Outlet air from the furnace was pumped out to maintain a stable gas stream. Sample residue, particulates on the inner wall of the quartz tube and glass wool, and organic solvents in two impingers were collected at room temperature after natural cooling. A column packed with activated carbon and another column packed with silica gel were located after the two impingers to adsorb remaining trace matter, to ensure experimental safety. Particulate on the inner wall was carefully removed using an experimental pulp sheet (KimWipe) perfused by the same organic solvent used in the impingers. We used toluene as an organic solvent for both PCDD/Fs and PCBs. The samples collected were used for quantification of PCDD/Fs and PCBs. Temperatures\ndiffered among the different sampling points, as shown in Fig. 1C. The center position of the quartz boat was kept at 850 °C (T0 in Fig. 1B and C), while the areas from which particulate was collected on the inside wall and glass wool were kept at 670–130 °C (T1 – T2) and 130–54 °C (T2 – T3), respectively, and the impingers were kept at 0 °C (ice bath). We categorized samples into three types according to the temperature and solid/gas type. The sample residue in the quartz boat was bottom ash, particulates from the inside wall and glass wool were fly ash, and the organic solvents in the two impingers were gas.\n2.3. Quantification of PCDD/Fs and PCBs\nSolid samples (bottom and fly ashes) were pretreated by the following steps: Soxhlet extraction, concentration by rotary evaporator, clean up by using multi-layer silica gel and activated carbon-impregnated silica gel, and concentration by blowing an N2 gas stream over samples. The gas samples trapped in the toluene were cleaned up and concentrated by N2 gas. Before extraction, 13C12-PCDD/Fs and 13C12-PCBs were spiked into solid samples and also into toluene (i.e., gas samples) before clean up. The PCDD/F and PCB concentrations were measured using a gas chromatography-high resolution mass spectrometry (GC-HRMS) system, consisting of a gas chromatograph (HP-6890; Agilent) connected to a mass spectrometer (JMS-700 MStation; JEOL). The pretreatment and GC-HRMS method using internal standards complied with the analytical standard method and had been used in previous studies of PCDD/Fs and PCBs. The detailed procedures are described elsewhere (Fujimori et al., 2009). In this paper, di-, tri-, tetra-, penta-, hexa-, hepta-, octa-, nona-, and deca- were abbreviated by D2, T3, T4, P5, H6, H7, O8, N9, and D10. Di- to decachlorinated biphenyls (D2 to D10, 209 congeners including dioxin-like PCBs), tetra- to octachlorinated dibenzo-p-dioxins and dibenzofurans (T4 to O8, 9 congeners for PCDDs and 11 congeners for PCDFs) were measured as the target compounds. The recoveries of the labelled standards were between 50 and 120%, and concentrations of the native\ncompounds were adjusted accordingly. Quality assurance and quality control for our analytical method were confirmed in an inter-laboratory comparison of PCDD/Fs and dioxin-like PCBs (DL-PCBs) using fly ash samples collected by the Ministry of the Environment, Japan (2019). We calculated the toxic equivalency (TEQ) values of PCDD/Fs and DLPCBs using toxic equivalency factors (TEFs) (Van den Berg et al., 2005). Concentrations of PCDD/Fs and PCBs in each phase (bottom ash, fly ash, and gas) based on model sample mixture as unit mass."
    }, {
      "heading" : "2.4. TG-DTA",
      "text" : "Wemeasured TG-DTA curves using a thermal analyzer (Thermo plus EVO2; Rigaku) for the thermal and oxidative analyses of carbon nanomaterials. Powdered samples (8–10mg) were studied in synthetic air (O2 : N2=1:4, volume) at a flow rate of 100mL/min. We heated the powdered samples from room temperature to 1000 °C at 10 °C/min."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Total concentration",
      "text" : "We found that PCDD/Fs and PCBs were generated when carbon nanomaterials were incinerated at 850 °C with NaCl (Fig. 2). The concentrations recorded are listed in Table S1 (Supplementary Information). Total concentrations of PCDDs, PCDFs, and PCBs in the case of graphite were 4.8, 11, and 300 ng/g, respectively. Compared with graphite, the carbon nanomaterials (except graphene, with a surface area of 300 m2/g) had a strong potential to generate PCDD/Fs and PCBs during incineration. The total concentrations of chlorinated compounds were in the order of ΣPCBs> ΣPCDFs> ΣPCDDs, except for the incineration of C60. When the three sample types were compared, 95–99.9%, 95–99.99%, and 65–82% of all PCDDs, PCDFs, and PCBs, respectively, were present in fly ash after incineration. It was found that PCDD/Fs and PCBs were mainly generated in the particulate solid phase in the post-incineration zone.\nA characteristic generation of PCDD/Fs and PCBs was found for each carbon nanomaterial. The incineration of graphene and graphite produced comparable total concentrations of PCDD/Fs and PCBs (Fig. 2). For graphene, the concentrations of PCDDs and PCDFs were four and three times higher, respectively, following incineration of the graphene with the larger surface area (500m2/g). Therefore, it was\nconcluded that a large surface area influenced the generation of PCDD/ Fs. The incineration of SWNTs generated 2–4 fold higher total concentrations of PCDDs (8.9 ng/g), PCDFs (17 ng/g), and PCBs (1100 ng/ g) than the incineration of graphite. The incineration of C60 produced the highest total concentrations of PCDD/Fs and PCBs. The ΣPCDD and ΣPCDF concentrations were remarkably high at 710 and 2600 ng/g, respectively.\nThe TEQ values of PCDD/Fs and DL-PCBs were also calculated (Fig. 3). The TEQ values for each sample type are listed in Table S2 (Supplementary Information). Fly ash accounted for 89–100% of the TEQ among the three sample types (bottom ash, fly ash, and gas). PCDFs, PCDDs, and DL-PCBs accounted for 53–79%, 14–47%, and 0.17–8.3% of the whole TEQ, respectively. The TEQs of PCDDs, PCDFs, and DL-PCBs derived from graphite were 0.018, 0.096, and 0.0073 ngTEQ/g, respectively. The incineration of graphene (with surface areas of 300 and 500m2/g) and graphite resulted in a similar order of total TEQ. The incineration of SWNTs produced higher total TEQ values for PCDDs (0.051 ng-TEQ/g), PCDFs (0.20 ng-TEQ/g), and DL-PCBs (0.023 ng-TEQ/g) than the incineration of graphite. The highest total TEQ values were found for the incineration of C60. The TEQ values of ΣPCDDs and ΣPCDFs from C60 were about 940 and 200 times higher than the TEQ values (17 and 19 ng-TEQ/g, respectively) of graphite.\nThe incineration of C60 generated huge amounts of PCDD/Fs and PCBs, and resulted in high TEQ values, mainly in the fly ash phase. SWNTs had a lower potential to generate such compounds, but had a higher potential than graphite and graphene. Although the nanomaterials investigated were all allotropes of carbon, there was considerable variation among the different materials in their ability to generate PCDD/Fs and PCBs during incineration."
    }, {
      "heading" : "3.2. Congener distribution pattern",
      "text" : "The congener distribution patterns of PCDD/Fs and PCBs in each sample type are shown in Fig. 4. The PCDD/Fs typically had high chlorination patterns. Among all sample types, O8CDD and O8CDF were found to be the main PCDD/F congeners produced. The incineration of SWNTs resulted in a lower average number of chlorine atoms in the congeners than the incineration of the other nanomaterials. The PCB congeners had low numbers of chlorine atoms, with D2CB and T3CB being the dominant PCB congeners.\nBecause fly ash accounted for almost all of the TEQ, the distribution\npatterns of contributors to the toxicity in fly ash are shown in Fig. 5. Among all samples, the two main contributors to DL-PCBs were 3,3′,4,4′,5-P5CB (#126) [80%] and 3,3′,4,4′,5,5′-H6CB (#169) [20%]. The PCDD/F congeners that contributed to the TEQ following the incineration of SWNTs, graphenes, and graphite were similar. For PCDDs, 1,2,3,7,8-P5CDD accounted for 35–46% of the TEQ, while for PCDFs, 2,3,4,7,8-P5CDF (19–26%) and 2,3,4,6,7,8-H6CDF (18–24%) were the two main contributors. However, only the incineration of C60 produced a high percentage of 2,3,7,8-T4CDD (44%) in PCDDs and 2,3,7,8- T4CDF (14%) in PCDFs."
    }, {
      "heading" : "3.3. Thermal oxidation of carbon nanomaterials",
      "text" : "The weight loss of carbon nanomaterials under thermal oxidation was quantified by TG curves (Fig. 6). The trends of the decrease in weight differed among the different carbon nanomaterials. The main temperature range resulting in weight loss was 530–920 °C in graphite (98% of total weight), 400–780 °C in graphenes with a surface area of 300 and 500 m2/g (92%), 440–650 °C in C60 (97%), and 360–570 °C in SWNTs (88%). Small losses (6–7% of total weight) were observed at 360–400 °C for SWNT and graphenes. Because the SWNTs used in this study were made by the catalytic chemical vapor deposition method (CoMoCAT®; Southwest Nanotechnologies), the impurities (< 5%) in the reagent were mainly derived from the metal catalyst. The final weight at> 570 °C was about 5%, which indicated the presence of the metal catalyst in the SWNTs.\nExothermic areas were found under oxidative conditions, as shown in the heat flows depicted in Fig. 6. During the incineration of SWNTs and C60, there were clear exothermic areas at the same temperatures at which weight loss occurred, with peaks at 470 and 530 °C, respectively. Therefore, the weight loss of SWNTs and C60 was mainly dependent on the thermal oxidation process. Because C60 has the unique characteristic of undergoing sublimation in a vacuum at> 400 °C (Krätschmer et al., 1990; Milliken et al., 1991), both sublimation and oxidative reactions contributed to its weight loss. Exothermic areas of graphite and graphenes were difficult to identify but were roughly estimated to occur at 700–880 °C (peak at 820 °C) and 650–740 °C (peak at 730 °C), respectively. Although broad endothermic areas also existed at 300–700 °C and 300–650 °C in the incineration of graphite and graphenes, respectively, large decreases in weight occurred in exothermic areas. TG-DTA coupled with mass spectroscopy applied to graphene reported generation of carbon dioxide during weight loss (Zhang et al., 2016). Therefore, the thermal oxidation process was mainly responsible for the weight loss of graphite and graphenes.\nThe TG-DTA results suggested that the thermal and oxidative reactivity of carbon nanomaterials followed the order of SWNTs > C60> graphene > graphite. Similar patterns of TG-DTA curves from graphenes between two surface areas suggested that the surface area of graphene did not have a large effect on its thermal behavior under oxidative conditions. The metal catalyst impurity influenced the thermal oxidation of SWNTs, with a reduction in air stability previously reported (Chiang et al., 2001). In this study, SWNTs had a similar stability."
    }, {
      "heading" : "3.4. Implications of the formation pathway",
      "text" : ""
    }, {
      "heading" : "3.4.1. Key controlling factors",
      "text" : "The incineration of carbon nanomaterials predominantly generated PCDD/Fs and PCBs in the fly ash phase (Fig. 2). In this study, the fly ash phase was kept at lower temperatures (54–670 °C) than the bottom ash phase (850 °C). PCDD/Fs and PCBs were highly concentrated in particulate matter (i.e., fly ash) attached to the inside wall of the quartz tube and the glass wool, with only small amounts of these compounds being present in the gas phase. In addition, the thermal oxidation of carbon nanomaterials occurred in the low temperature zone (Fig. 6). This suggests that the temperature and sample state (particulate or gas) are\nkey controlling factors. The high chlorination patterns of PCDD/Fs in this study (Fig. 4) were also reported in the residual solid of a model fly ash containing copper chlorides after heating at 300 °C (Fujimori et al., 2009). In the current study, the NaCl used as a representative chlorine source in solid waste (Kanters et al., 1996; Weber and Kuch, 2003) was partly converted to hydrogen chloride (HCl) gas by thermal oxidation (Vejerano et al., 2013). Metallic copper reacted with HCl gas and then copper chlorides (e.g., CuCl or possibly CuCl2 and Cu2OCl2) were generated (Wang et al., 2009), as confirmed by a thermodynamic calculation using FactSage software. This implies that the chemical form of metallic copper in the model mixture changed to a chloride, which then played a catalytic role in the generation of PCDD/Fs in the fly ash."
    }, {
      "heading" : "3.4.2. Different behaviors among carbon nanomaterials",
      "text" : "The incineration of C60 generated large amounts of PCDD/Fs (Fig. 2). During thermal processes, C60 reacts relatively easily with\noxygen (Fig. 6). The weight loss was mainly due to sublimation (Krätschmer et al., 1990; Milliken et al., 1991) and the oxidative reaction of C60. Specific bonds derived from cyclic ether groups (R-O-R’ in γ-lactones, cyclic anhydrides, and phthalic anhydrates) and aromatic CeC groups were identified when C60 was heated at 350–450 °C under oxidative conditions (Vassallo et al., 1991). Among the various functional groups, ether groups had a relatively higher reactivity in the de novo formation of PCDD/Fs in fly ash (Fujimori et al., 2014; Wilhelm et al., 2001). Very high PCDF concentrations were produced by the incineration of C60 (Fig. 2). The mono-oxidized carbon structure of dibenzofuran might be easier to generate from C60 than from other carbon nanomaterials, because C60 has a five-membered-ring carbon structure and can form cyclic ether groups by thermal oxidation (Vassallo et al., 1991). In addition, many different chlorinated fullerenes (C60Cln, n=6–40) can be generated by the thermal treatment of C60 with chlorine sources (Troyanov et al., 2005). Combining the results of this study and other studies of C60, we were able to determine\nFig. 4. Normalized homologue distribution patterns of PCDD/Fs and PCBs generated by the incineration of carbon nanomaterials with NaCl. Blue, grey, and white boxes indicate bottom ash, fly ash, and gas-phase samples, respectively. The asterisk (*) indicates no detection in this study (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.).\nFig. 5. The TEQ values calculated from PCDD/F and DL-PCB concentrations in fly ash and their toxic equivalent factors. Arrows indicate high percentages among all carbon nanomaterials.\nthe possible formation pathway of PCDD/Fs during the incineration of C60. Part of the C60 sublimes (and its degraded organics move) from the incineration area to the post-incineration zone. They remain on the inside wall or glass wool where they are kept at a lower temperature (54–670 °C), which is within the temperature range required to produce ether and aromatic CeC groups by thermal oxidation. Then, these functional groups react with chlorine sources (such as HCl gas and copper chlorides) and PCDD/Fs are generated in the fly ash. It is also possible that the thermal oxidation of the chlorinated fullerenes that are generated contributes to PCDD/Fs formation.\nThe incineration of SWNTs generated the second largest PCDD/F and PCB concentrations among the materials tested. The TG-DTA revealed that SWNTs had the lowest thermal stability under oxidative conditions among the materials tested (Fig. 6). The thermal decomposition of similar SWNTs to those used in this study was the main reason for the sharp weight loss observed (Landi et al., 2005). In addition, impurities such as the metal catalyst contributed significantly to the low-temperature decomposition of SWNTs (Chiang et al., 2001; Landi et al., 2005). Therefore, most of the SWNTs were likely decomposed at the incineration point. This implies that the formation of PCDD/Fs and PCBs in the fly ash was derived from particulate organic byproducts from the incineration of SWNTs.\nRelatively high concentrations of PCBs were found in both C60 and SWNTs (Fig. 2). The distribution patterns typically indicated a lower chlorination pattern for PCBs among all carbon nanomaterials compared with PCDD/Fs (Fig. 4). Therefore, the formation pathway of PCBs differed from that of PCDD/Fs. There were significant differences between PCBs and PCDD/Fs with regard to the presence of oxygen in their structure. Because functional groups containing oxygen (such as ether) have less potential to generate PCBs (Fujimori et al., 2014), the incineration of C60 did not result in high concentrations of PCBs in the fly ash.\nOf all the carbon nanomaterials, graphene had the lowest potential\nto generate PCDD/Fs and PCBs during incineration (Figs. 2 and 3), and had the highest thermal stability in air (Fig. 6). These properties of graphene were comparable with those of graphite. Although there was little effect due to its surface area, like graphite, the thermal behavior of graphene has been linked to the formation of PCDD/Fs and PCBs (Stieglitz et al., 1989)."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Commercial use of carbon nanomaterials will increase because of their various functionalities. It is therefore essential to consider the generation of PCDD/Fs and PCBs during the incineration of waste streams containing carbon nanomaterials. Compared with graphite as a reference carbon source, almost carbon nanomaterials (especially, C60 and SWNTs) had a strong potential to generate PCDD/Fs and PCBs during incineration with NaCl and trace copper. When C60, SWNTs, and graphene were compared, 95–99.9%, 95–99.99%, and 65–82% of all PCDDs, PCDFs, and PCBs, respectively, were present in fly ash phase kept at lower temperature (54–670 °C). In particular, C60 has a specific thermal behavior related to the formation of high chlorinated PCDD/Fs and toxic 2,3,7,8-T4CDD/F. SWNTs had a lower potential to generate PCDD/Fs and PCBs than C60, but had a higher potential than graphene and graphite. Graphene had the lowest potential to generate PCDD/Fs and PCBs during incineration, and had the highest thermal stability in air. In addition, the possible formation pathway of PCDD/Fs during the incineration of C60 was proposed as following: de novo formation of PCDD/Fs (i) from sublimation of C60, production of ether and aromatic CeC groups by thermal oxidation, and theirs chlorination, or (ii) from thermal oxidation of the chlorinated fullerenes. The results of this study indicate that a high incineration temperature (850 °C or higher) can control the formation of PCDD/Fs and PCBs in the bottom ash and gas phases. Relatively low incineration temperatures and the presence of unburned particulate matter were contributing factors to the high concentrations of PCDD/Fs and PCBs in fly ash. Therefore, complete incineration and temperature control in the post-incineration zone are desirable. In this study, we simulated incineration by using laboratoryscale electric furnace. Thermochemical behavior of carbon nanomaterials in real-scale incinerator should be assessed in the future."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We acknowledge the financial supports by a Grand-in-Aid for Young Scientist (A) from JSPS, Japan (Nos. 25289171 and 17H04718). We thank Ms. Kadoguchi and Mr. Ishihara (EMATEC) for PCDD/Fs measurement; Mr. Aoki and Prof. Oshita (Kyoto University) for elemental analysis of the RDF; and Mr. Nishida (Kyoto University) for TG-DTA measurement."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.jhazmat.2019.121030."
    } ],
    "references" : [ {
      "title" : "Nanoparticles: their potential toxicity, waste and environmental management",
      "author" : [ "G. Bystrzejewska-Piotrowska", "J. Golimowski", "P.L. Urban" ],
      "venue" : "Waste Manage",
      "citeRegEx" : "Bystrzejewska.Piotrowska et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Bystrzejewska.Piotrowska et al\\.",
      "year" : 2009
    }, {
      "title" : "Purification and characterization of single-wall carbon nanotubes",
      "author" : [ "I.W. Chiang", "B.E. Brinson", "R.E. Smalley", "J.L. Margrave", "R.H. Hauge" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Chiang et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Chiang et al\\.",
      "year" : 2001
    }, {
      "title" : "A thermogravimetric study of copper chlorination",
      "author" : [ "G. De Micco", "A.E. Bohé", "D.M. Pasquevich" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Micco et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Micco et al\\.",
      "year" : 2007
    }, {
      "title" : "Direct chlorination of carbon by copper chloride in a thermal process",
      "author" : [ "T. Fujimori", "M. Takaoka" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Fujimori and Takaoka,? \\Q2009\\E",
      "shortCiteRegEx" : "Fujimori and Takaoka",
      "year" : 2009
    }, {
      "title" : "Influence of Cu, Fe, Pb and Zn chlorides and oxides on formation of chlorinated aromatic compounds in MSWI fly ash",
      "author" : [ "T. Fujimori", "M. Takaoka", "N. Takeda" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Fujimori et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Fujimori et al\\.",
      "year" : 2009
    }, {
      "title" : "Chlorination mechanism",
      "author" : [ "T. Fujimori", "Y. Tanino", "M. Takaoka", "S. Morisawa" ],
      "venue" : null,
      "citeRegEx" : "Fujimori et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Fujimori et al\\.",
      "year" : 2010
    }, {
      "title" : "Influence of properties of macromolecular carbon on de novo synthesis of PCDDs, PCDFs, PCBs, and chlorobenzenes",
      "author" : [ "T. Fujimori", "K. Nishimura", "K. Oshita", "N. Takeda", "M. Takaoka" ],
      "venue" : "Aerosol Air Qual. Res",
      "citeRegEx" : "Fujimori et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fujimori et al\\.",
      "year" : 2014
    }, {
      "title" : "Environmental concentrations of engineered nanomaterials: review of modeling and analytical studies",
      "author" : [ "F. Gottschalk", "T.Y. Sun", "B. Nowack" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Gottschalk et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gottschalk et al\\.",
      "year" : 2013
    }, {
      "title" : "Formation of PCDD/Fs in artificial solid waste incineration in a laboratory-scale fluidized-bed reactor: influence of contents and forms of chlorine sources in high-temperature combustion",
      "author" : [ "T. Hatanaka", "T. Imagawa", "M. Takeuchi" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Hatanaka et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Hatanaka et al\\.",
      "year" : 2000
    }, {
      "title" : "Nanomaterial disposal by incineration",
      "author" : [ "A.L. Holder", "E.P. Vejerano", "X. Zhou", "L.C. Marr" ],
      "venue" : "Environ. Sci. Processes Impacts",
      "citeRegEx" : "Holder et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Holder et al\\.",
      "year" : 2013
    }, {
      "title" : "Carbon nanomaterials for electronics, optoelectronics, photovoltaics, and sensing",
      "author" : [ "D. Jariwala", "V.K. Sangwan", "L.J. Lauhon", "T.J. Marks", "M.C. Hersam" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Jariwala et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Jariwala et al\\.",
      "year" : 2013
    }, {
      "title" : "Chlorine input and chlorophenol emission in the lab-scale combustion of municipal solid waste",
      "author" : [ "M.J. Kanters", "R. Van Nispen", "R. Louw", "P. Mulder" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Kanters et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Kanters et al\\.",
      "year" : 1996
    }, {
      "title" : "The worldwide graphene flake production",
      "author" : [ "A.P. Kauling", "A.T. Seefeldt", "D.P. Pisoni", "R.C. Pradeep", "R. Bentini", "R.V.B. Oliveira", "K.S. Novoselov", "A.H. Castro Neto" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Kauling et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kauling et al\\.",
      "year" : 2018
    }, {
      "title" : "Solid C60: a new form of carbon",
      "author" : [ "W. Krätschmer", "L.D. Lamb", "K. Fostiropoulos", "D.R. Huffman" ],
      "venue" : "Nature",
      "citeRegEx" : "Krätschmer et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Krätschmer et al\\.",
      "year" : 1990
    }, {
      "title" : "Thermal oxidation profiling of single-walled carbon nanotubes",
      "author" : [ "B.J. Landi", "C.D. Cress", "C.M. Evans", "R.P. Raffaelle" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Landi et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Landi et al\\.",
      "year" : 2005
    }, {
      "title" : "Environmental applications of carbon-based nanomaterials",
      "author" : [ "M.S. Mauter", "M. Elimelech" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Mauter and Elimelech,? \\Q2008\\E",
      "shortCiteRegEx" : "Mauter and Elimelech",
      "year" : 2008
    }, {
      "title" : "Thermal and oxidative analyses of buckminsterfullerene, C60",
      "author" : [ "J. Milliken", "T.M. Keller", "A.P. Baronavski", "S.W. McElvany", "J.H. Callahan", "H.H. Nelson" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Milliken et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Milliken et al\\.",
      "year" : 1991
    }, {
      "title" : "Nanowastes and the environment: potential new waste management",
      "author" : [ "N. Musee" ],
      "venue" : "paradigm. Environ. Int",
      "citeRegEx" : "Musee,? \\Q2011\\E",
      "shortCiteRegEx" : "Musee",
      "year" : 2011
    }, {
      "title" : "Behavior of cesium in municipal solid waste incineration",
      "author" : [ "K. Oshita", "H. Aoki", "S. Fukutani", "K. Shiota", "T. Fujimori", "M. Takaoka" ],
      "venue" : "J. Environ. Radioact",
      "citeRegEx" : "Oshita et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Oshita et al\\.",
      "year" : 2015
    }, {
      "title" : "Industrial production quantities and uses of ten engineered nanomaterials in Europe and the world",
      "author" : [ "F. Piccinno", "F. Gottschalk", "S. Seeger", "B. Nowack" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Piccinno et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Piccinno et al\\.",
      "year" : 2012
    }, {
      "title" : "On the de-novo synthesis of PCDD/PCDF on fly ash of municipal waste incinerators",
      "author" : [ "L. Stieglitz", "G. Zwick", "J. Beck", "W. Roth", "H. Vogg" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "Stieglitz et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Stieglitz et al\\.",
      "year" : 1989
    }, {
      "title" : "Dynamic change of copper in fly ash during de novo synthesis of dioxins",
      "author" : [ "M. Takaoka", "A. Shiono", "K. Nishimura", "T. Yamamoto", "T. Uruga", "N. Takeda", "T. Tanaka", "K. Oshita", "T. Matsumoto", "H. Harada" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Takaoka et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Takaoka et al\\.",
      "year" : 2005
    }, {
      "title" : "The effect of copper speciation on the formation of chlorinated aromatics on real municipal solid waste incinerator fly ash",
      "author" : [ "M. Takaoka", "T. Yamamoto", "A. Shiono", "N. Takeda", "K. Oshita", "T. Matsumoto", "T. Tanaka" ],
      "venue" : null,
      "citeRegEx" : "Takaoka et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Takaoka et al\\.",
      "year" : 2005
    }, {
      "title" : "Preparation and structural characterization of two kinetically stable chlorofullerenes, C60Cl28 and C60Cl30",
      "author" : [ "S.I. Troyanov", "N.B. Shustova", "A.A. Popov", "L.N. Sidorov", "E. Kemnitz" ],
      "venue" : "Angew. Chem.-Int. Edit",
      "citeRegEx" : "Troyanov et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Troyanov et al\\.",
      "year" : 2005
    }, {
      "title" : "Emission FTIR study of C60 thermal stability and oxidation",
      "author" : [ "A.M. Vassallo", "L.S.K. Pang", "P.A. Cole-Clarke", "A. Wilson" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "Vassallo et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Vassallo et al\\.",
      "year" : 1991
    }, {
      "title" : "Emissions of polycyclic aromatic hydrocarbons, polychlorinated dibenzo‐p‐dioxins, and dibenzofurans from incineration of nanomaterials",
      "author" : [ "E.P. Vejerano", "A.L. Holder", "L.C. Marr" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Vejerano et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Vejerano et al\\.",
      "year" : 2013
    }, {
      "title" : "Comparison of different copper-chlorine thermochemical cycles for hydrogen production",
      "author" : [ "Z.L. Wang", "G.F. Naterer", "K.S. Gabriel", "R. Gravelsins", "V.N. Daggupati" ],
      "venue" : "Int. J. Hydrog. Energy",
      "citeRegEx" : "Wang et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2009
    }, {
      "title" : "Relevance of BFRs and thermal conditions on the formation pathways of brominated and brominated-chlorinated dibenzodioxins and dibenzofurans",
      "author" : [ "R. Weber", "B. Kuch" ],
      "venue" : "Environ. Int",
      "citeRegEx" : "Weber and Kuch,? \\Q2003\\E",
      "shortCiteRegEx" : "Weber and Kuch",
      "year" : 2003
    }, {
      "title" : "Mechanistic studies on the role of PAHs and related compounds in PCDD/F formation on model fly",
      "author" : [ "J. Wilhelm", "L. Stieglitz", "E. Dinjus", "R. Will" ],
      "venue" : "ashes. Chemosphere",
      "citeRegEx" : "Wilhelm et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Wilhelm et al\\.",
      "year" : 2001
    }, {
      "title" : "Formation of dioxins during the combustion of newspapers in the presence of sodium chloride and poly (vinyl chloride)",
      "author" : [ "A. Yasuhara", "T. Katami", "T. Okuda", "N. Ohno", "T. Shibamoto" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Yasuhara et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Yasuhara et al\\.",
      "year" : 2001
    }, {
      "title" : "Role of inorganic chlorides in formation of PCDDs, PCDFs, and coplanar PCBs from combustion of plastics, newspaper, and pulp in an incinerator",
      "author" : [ "A. Yasuhara", "T. Katami", "T. Okuda", "T. Shibamoto" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Yasuhara et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Yasuhara et al\\.",
      "year" : 2002
    }, {
      "title" : "Implication of heavy metals distribution for a municipal solid waste management system - a case study in Shanghai",
      "author" : [ "H. Zhang", "He", "P.-J", "Shao", "L.-M" ],
      "venue" : "Sci. Tot. Environ",
      "citeRegEx" : "Zhang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2008
    }, {
      "title" : "A study of graphene oxidation using thermal analysis-mass spectrometry combined with pulse thermal analysis",
      "author" : [ "H. Zhang", "Yu", "H.-M", "Xu", "C.-H", "Zhang", "M.-H", "Pan", "X.-H", "Gao", "Y.-F" ],
      "venue" : "Acta Phys. -Chim. Sin",
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 10,
      "context" : "various highly functional products in recent years (Jariwala et al., 2013; Mauter and Elimelech, 2008).",
      "startOffset" : 51,
      "endOffset" : 102
    }, {
      "referenceID" : 15,
      "context" : "various highly functional products in recent years (Jariwala et al., 2013; Mauter and Elimelech, 2008).",
      "startOffset" : 51,
      "endOffset" : 102
    }, {
      "referenceID" : 19,
      "context" : "(11–1000 t/year, 2012) and they are used as composites, materials, polymer additives, and batteries (Piccinno et al., 2012).",
      "startOffset" : 100,
      "endOffset" : 123
    }, {
      "referenceID" : 19,
      "context" : "Worldwide estimation reported that C60 were mainly used for research purposes (10 t/year or lower, 2012) and have not found suitable applications in commercially available products yet (Piccinno et al., 2012).",
      "startOffset" : 185,
      "endOffset" : 208
    }, {
      "referenceID" : 10,
      "context" : "Since graphene is the newest carbon nanomaterials compared with C60 and CNTs (Jariwala et al., 2013), the quality of the graphene produced in the world today is rather poor (not optimal for most applications) (Kauling et al.",
      "startOffset" : 77,
      "endOffset" : 100
    }, {
      "referenceID" : 12,
      "context" : ", 2013), the quality of the graphene produced in the world today is rather poor (not optimal for most applications) (Kauling et al., 2018).",
      "startOffset" : 116,
      "endOffset" : 138
    }, {
      "referenceID" : 7,
      "context" : "The worldwide use of carbon nanomaterials will lead to their release into the environment, including water, soil, and air (Gottschalk et al., 2013).",
      "startOffset" : 122,
      "endOffset" : 147
    }, {
      "referenceID" : 17,
      "context" : "Waste management of engineered nanomaterials including carbon nanomaterials were featured in recent years because of hazardous potential of nanomaterials caused by their specific material properties such as size, shape, aggregation, and surface functionality (BystrzejewskaPiotrowska et al., 2009; Musee, 2011; Park et al., 2017; Holder et al., 2013).",
      "startOffset" : 259,
      "endOffset" : 350
    }, {
      "referenceID" : 9,
      "context" : "Waste management of engineered nanomaterials including carbon nanomaterials were featured in recent years because of hazardous potential of nanomaterials caused by their specific material properties such as size, shape, aggregation, and surface functionality (BystrzejewskaPiotrowska et al., 2009; Musee, 2011; Park et al., 2017; Holder et al., 2013).",
      "startOffset" : 259,
      "endOffset" : 350
    }, {
      "referenceID" : 17,
      "context" : "For instance, increasing reactivity and persistence, decreasing of hemolytic activity, influence to interaction with biological membrane, oxidative stress, and ecotoxicity were reported as hazardous potential of nanomaterials (Musee, 2011; Park et al., 2017).",
      "startOffset" : 226,
      "endOffset" : 258
    }, {
      "referenceID" : 25,
      "context" : "A recent study reported the formation of polycyclic aromatic hydrocarbons (PAHs) during the incineration of surrogate waste containing C60 under high temperatures and oxidative conditions (Vejerano et al., 2013).",
      "startOffset" : 188,
      "endOffset" : 211
    }, {
      "referenceID" : 25,
      "context" : "Same study also reported emission factors of polychlorinated dibenzo-p-dioxins (PCDDs) and polychlorinated dibenzofurans (PCDFs) by incineration of polyvinyl chloride and metal-containing nanomaterials (silver, titania, ceria, iron oxide, and CdSe/ZnS quantum dots) (Vejerano et al., 2013).",
      "startOffset" : 266,
      "endOffset" : 289
    }, {
      "referenceID" : 9,
      "context" : "Hence, there is little information regarding the byproducts (especially, chlorinated organic pollutants) produced during the incineration of carbon nanomaterials (Holder et al., 2013).",
      "startOffset" : 162,
      "endOffset" : 183
    }, {
      "referenceID" : 11,
      "context" : "(Kanters et al., 1996; Weber and Kuch, 2003), contributes significantly to the generation of PCDD/Fs during incineration with carbon sources (Hatanaka et al.",
      "startOffset" : 0,
      "endOffset" : 44
    }, {
      "referenceID" : 27,
      "context" : "(Kanters et al., 1996; Weber and Kuch, 2003), contributes significantly to the generation of PCDD/Fs during incineration with carbon sources (Hatanaka et al.",
      "startOffset" : 0,
      "endOffset" : 44
    }, {
      "referenceID" : 8,
      "context" : ", 1996; Weber and Kuch, 2003), contributes significantly to the generation of PCDD/Fs during incineration with carbon sources (Hatanaka et al., 2000; Yasuhara et al., 2001, 2002).",
      "startOffset" : 126,
      "endOffset" : 178
    }, {
      "referenceID" : 18,
      "context" : "The RDF used in this study was collected from a plant in Japan that manufactured RDF from municipal solid waste (Oshita et al., 2015).",
      "startOffset" : 112,
      "endOffset" : 133
    }, {
      "referenceID" : 4,
      "context" : "Copper chloride is a well-known catalyst that can enhance the generation of chlorinated aromatic compounds through de novo synthesis in fly ash in the post-incineration zone (Fujimori et al., 2009; Takaoka et al., 2005a; Fujimori and Takaoka, 2009).",
      "startOffset" : 174,
      "endOffset" : 248
    }, {
      "referenceID" : 3,
      "context" : "Copper chloride is a well-known catalyst that can enhance the generation of chlorinated aromatic compounds through de novo synthesis in fly ash in the post-incineration zone (Fujimori et al., 2009; Takaoka et al., 2005a; Fujimori and Takaoka, 2009).",
      "startOffset" : 174,
      "endOffset" : 248
    }, {
      "referenceID" : 31,
      "context" : "During the primary incineration of municipal solid waste, copper can be present in the waste in its metallic form, which is then chlorinated and volatilized into the gas phase or adsorbed onto unburned carbon after incineration (Zhang et al., 2008; Takaoka et al., 2005b; De Micco et al., 2007).",
      "startOffset" : 228,
      "endOffset" : 294
    }, {
      "referenceID" : 20,
      "context" : "We used graphite (98% purity; Wako) as a reference carbon source for comparison with carbon nanomaterials because graphite with a stable crystal structure is well known to have low potential for PCDD/F formation (Stieglitz et al., 1989).",
      "startOffset" : 212,
      "endOffset" : 236
    }, {
      "referenceID" : 4,
      "context" : "The detailed procedures are described elsewhere (Fujimori et al., 2009).",
      "startOffset" : 48,
      "endOffset" : 71
    }, {
      "referenceID" : 13,
      "context" : "Because C60 has the unique characteristic of undergoing sublimation in a vacuum at> 400 °C (Krätschmer et al., 1990; Milliken et al., 1991), both sublimation and oxidative reactions contributed to its weight loss.",
      "startOffset" : 91,
      "endOffset" : 139
    }, {
      "referenceID" : 16,
      "context" : "Because C60 has the unique characteristic of undergoing sublimation in a vacuum at> 400 °C (Krätschmer et al., 1990; Milliken et al., 1991), both sublimation and oxidative reactions contributed to its weight loss.",
      "startOffset" : 91,
      "endOffset" : 139
    }, {
      "referenceID" : 32,
      "context" : "TG-DTA coupled with mass spectroscopy applied to graphene reported generation of carbon dioxide during weight loss (Zhang et al., 2016).",
      "startOffset" : 115,
      "endOffset" : 135
    }, {
      "referenceID" : 4,
      "context" : "4) were also reported in the residual solid of a model fly ash containing copper chlorides after heating at 300 °C (Fujimori et al., 2009).",
      "startOffset" : 115,
      "endOffset" : 138
    }, {
      "referenceID" : 11,
      "context" : "current study, the NaCl used as a representative chlorine source in solid waste (Kanters et al., 1996; Weber and Kuch, 2003) was partly converted to hydrogen chloride (HCl) gas by thermal oxidation (Vejerano et al.",
      "startOffset" : 80,
      "endOffset" : 124
    }, {
      "referenceID" : 27,
      "context" : "current study, the NaCl used as a representative chlorine source in solid waste (Kanters et al., 1996; Weber and Kuch, 2003) was partly converted to hydrogen chloride (HCl) gas by thermal oxidation (Vejerano et al.",
      "startOffset" : 80,
      "endOffset" : 124
    }, {
      "referenceID" : 25,
      "context" : ", 1996; Weber and Kuch, 2003) was partly converted to hydrogen chloride (HCl) gas by thermal oxidation (Vejerano et al., 2013).",
      "startOffset" : 103,
      "endOffset" : 126
    }, {
      "referenceID" : 26,
      "context" : ", CuCl or possibly CuCl2 and Cu2OCl2) were generated (Wang et al., 2009), as confirmed by a thermodynamic calculation using FactSage software.",
      "startOffset" : 53,
      "endOffset" : 72
    }, {
      "referenceID" : 13,
      "context" : "The weight loss was mainly due to sublimation (Krätschmer et al., 1990; Milliken et al., 1991) and the oxidative reaction of C60.",
      "startOffset" : 46,
      "endOffset" : 94
    }, {
      "referenceID" : 16,
      "context" : "The weight loss was mainly due to sublimation (Krätschmer et al., 1990; Milliken et al., 1991) and the oxidative reaction of C60.",
      "startOffset" : 46,
      "endOffset" : 94
    }, {
      "referenceID" : 24,
      "context" : "Specific bonds derived from cyclic ether groups (R-O-R’ in γ-lactones, cyclic anhydrides, and phthalic anhydrates) and aromatic CeC groups were identified when C60 was heated at 350–450 °C under oxidative conditions (Vassallo et al., 1991).",
      "startOffset" : 216,
      "endOffset" : 239
    }, {
      "referenceID" : 6,
      "context" : "Among the various functional groups, ether groups had a relatively higher reactivity in the de novo formation of PCDD/Fs in fly ash (Fujimori et al., 2014; Wilhelm et al., 2001).",
      "startOffset" : 132,
      "endOffset" : 177
    }, {
      "referenceID" : 28,
      "context" : "Among the various functional groups, ether groups had a relatively higher reactivity in the de novo formation of PCDD/Fs in fly ash (Fujimori et al., 2014; Wilhelm et al., 2001).",
      "startOffset" : 132,
      "endOffset" : 177
    }, {
      "referenceID" : 24,
      "context" : "The mono-oxidized carbon structure of dibenzofuran might be easier to generate from C60 than from other carbon nanomaterials, because C60 has a five-membered-ring carbon structure and can form cyclic ether groups by thermal oxidation (Vassallo et al., 1991).",
      "startOffset" : 234,
      "endOffset" : 257
    }, {
      "referenceID" : 23,
      "context" : "In addition, many different chlorinated fullerenes (C60Cln, n=6–40) can be generated by the thermal treatment of C60 with chlorine sources (Troyanov et al., 2005).",
      "startOffset" : 139,
      "endOffset" : 162
    }, {
      "referenceID" : 14,
      "context" : "The thermal decomposition of similar SWNTs to those used in this study was the main reason for the sharp weight loss observed (Landi et al., 2005).",
      "startOffset" : 126,
      "endOffset" : 146
    }, {
      "referenceID" : 1,
      "context" : "dition, impurities such as the metal catalyst contributed significantly to the low-temperature decomposition of SWNTs (Chiang et al., 2001; Landi et al., 2005).",
      "startOffset" : 118,
      "endOffset" : 159
    }, {
      "referenceID" : 14,
      "context" : "dition, impurities such as the metal catalyst contributed significantly to the low-temperature decomposition of SWNTs (Chiang et al., 2001; Landi et al., 2005).",
      "startOffset" : 118,
      "endOffset" : 159
    }, {
      "referenceID" : 6,
      "context" : "Because functional groups containing oxygen (such as ether) have less potential to generate PCBs (Fujimori et al., 2014), the incineration of C60 did not result in high concentrations of PCBs in the fly ash.",
      "startOffset" : 97,
      "endOffset" : 120
    }, {
      "referenceID" : 20,
      "context" : "Although there was little effect due to its surface area, like graphite, the thermal behavior of graphene has been linked to the formation of PCDD/Fs and PCBs (Stieglitz et al., 1989).",
      "startOffset" : 159,
      "endOffset" : 183
    } ],
    "year" : 2019,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}