{
  "name" : "downloads_2020-08-09_1c_10.1021@acs.jced.0c00381.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Molecular Dynamics Simulations, Solvatochromic Parameters, and Preferential Solvation in Aqueous Solutions of Ethaline, Ethylene Glycol, and Choline Chloride",
    "authors" : [ "Meysam Aryafard", "Anis Karimi", "Ali Reza Harifi-Mood", "Babak Minofar" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "The application of deep eutectic solvents (DESs) has recently increased as potential green replacements for volatile organic solvents due to their unique properties.1−3 Primary DESs were synthesized by Abbott et al. with quaternary ammonium salt and hydrogen bond donor (HBD) or metal components.4−6\nHydrogen bond interactions between DES components as well as halide delocalization play key roles in formation of DESs. These phenomena were discussed in the literature.7−11 Like ionic liquids (ILs), DESs contain ionic species. Therefore, they share some characteristics such as low volatility, chemically and physically stability, wide range of temperature usage, and solubility in organic and inorganic compounds.8−11 Inasmuch as DESs are cheaper and easier to prepare, they have been noticed as serious alternatives to ILs. This can make them more favorable than ILs for large-scale industrial applications. These applications include broad areas such as organic synthesis, catalysis, and separation.12−14 Adding organic solvents to DESs shows desirable characteristics.15−17 Also, aqueous solutions of DESs as binary solvents have been widely considered in recent years.18−20 Binary mixtures of DESs with water are beneficial in biochemical and pharmaceutical reactions. Changes in hydrogen bond abilities, polarity, hydrophilicity, hydrophobicity, etc. cause the different\nsolvation shells in proteins and drugs to alter their structures, active sites, and features.21−25\nThe effects of adding cosolvents, Kamlet−Taft parameters, and preferential solvation on solubilities of drugs, fragrances, and chemical materials have been studied recently.26−29 Bao et al. revealed that for understanding the solubilities of materials, the advanced preferential solvation method is needed in binary mixtures.29 Preferential solvation (PS) is a useful method to understand the effect of each solvent when reactions pass through binary mixtures. Results of this method are more significant when solvents do not contribute equally at the solvation shell of solutes.30−35 The PS model can easily be described in Figure 1. It shows how the PS model works in ideal mixtures and synergisms get the preferred solvent. Several attempts have been used to understand the PS and solute− solvent interactions in simple binary mixtures (molecular solvents) by UV−vis measurement of probe dyes.36−42 However, few works have been made in complex binary\nReceived: April 25, 2020 Accepted: July 20, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nL IN\nK O\nPI N\nG U\nN IV\no n\nA ug\nus t 9\n, 2 02\n0 at\n0 0:\n14 :3\n8 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nsystems including ILs or DESs.11,30,41−43 The most common method to overcome the PS is based on shifting UV−vis spectra of probes. By changing the solvent−solvent interactions, solute−solvent interactions (maximum wavelengths of probe spectra calculated using a UV−vis spectrophotometer) are affected; hence, PS outputs change. Some attempts have been concentrated to find the effects of PS and cosolvents on solubility and interactions of biomolecules in mixed solvents.29,44−47 Although the PS model is a simple method to get experimental data, there is no knowledge at the microsphere solvation of probe dyes and the number of molecules that perform it in complicated solvents. The main goal of this work is to understand the nature of PS in binary mixtures. Understanding the effect of each component in binary complex mixtures of solvents is difficult by experimental methods. Molecular dynamics (MD) simulation can assist to find many properties of complicated systems based on statistical mechanics, which makes it a worthwhile method for features characterized through structural and dynamic properties.11,48 Accordingly, MD simulations were applied to understand PS parameters earned by probe dyes. They garner knowledge of solvation shells of probe dyes in detail, which is not accessible by experimental methods. In this work, MD simulation results offer simple interpretation of PS by radial distribution functions and coordination numbers. MD simulation results were confirmed by experimental data of preferential solvation determined using a UV−vis spectrophotometer. Additionally, on the basis of these probes’ responses, four solvatochromic parameters (i.e., ET\nN normalized solvent polarity parameter; π*, dipolarity/polarizability; β, hydrogen bond acceptor (HBA); α, hydrogen bond donor (HBD) abilities) were determined in binary mixtures of ethaline + water. In order to determine the effect of each DES component on the solvation parameters, the aqueous solutions of ethylene glycol and choline chloride were also investigated. Finally, density functional theory (DFT) was used to understand how the maximum absorbances of probe dyes change by increasing the number of molecules in solvation shells."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Materials. Choline chloride (>98%), purchased from Sigma-Aldrich, was dried for 48 h at 313 K in a vacuum oven. Ethylene glycol (99.8%, anhydrous) was supplied from Merck and dried with a 3 Å molecular sieve. The water content of the dried compounds was determined by coulometric Karl Fischer titration yielding <100 ppm for ethylene glycol and <600 ppm for choline chloride. Probes were purchased from SigmaAldrich. 2,6-Diphenyl-4-(2,4,6-triphenylpyridinium-1-yl) phenolate (Reichardt’s dye 30) was used without further purification. 4-Nitroaniline and 4-nitroanisole were recrystallized multiple times with water−ethanol and water−acetone before use (Table S1).\n2.2. Methods. In order to prepare ethaline, choline chloride was mixed with ethylene glycol in a molar ratio of 1:2 and stirred under heating (near 80 °C) until a homogeneous colorless liquid was formed. Stock solutions of the Reichardt’s dye, 4-nitroanisole, and 4-nitroaniline were prepared in ethanol and stored in a dark glass vial at 4 °C. In every measurement, an appropriate aliquot of the solvatochromic probe primary solution was transferred into 1 cm quartz cuvettes, and its solution, ethanol, was evaporated in vacuum. Following, the aqueous solution of DES at a defined mole fraction was gravimetrically prepared and was transferred into the quartz cuvette including the solvatochromic probe. The solution was vigorously stirred with a magnetic stirrer so that a steady-state solution was produced. UV−vis absorption spectra of the solutions were recorded using a GBC UV−vis Cintra 101 spectrophotometer with a thermocell coupled to it. The temperature was maintained at 25 °C, and all measurements were made in triplicate and averaged."
    }, {
      "heading" : "3. COMPUTATIONAL SECTION",
      "text" : "Molecular dynamics simulations have been used to prove preferential solvation results in binary mixtures. Systems containing pure solvents (ethaline, ethylene glycol, and water) and binary mixtures of solvents over all odd mole fractions were prepared (Table S2). Only were they performed in the 0.1 mole fraction of choline chloride because of low solubility of choline chloride in water. Every system that included proper numbers of each solvent depends on the mole fraction. It means that the numbers of ethylene glycol should be 2 times that of choline chloride in each mole fraction of ethaline. Afterward, one molecule of probe dyes (4-nitroaniline, 4-nitroanisole, and Reichardt’s dye) was placed in the center of boxes. Cubic boxes, periodic boundary conditions, and Packmol program were used to build systems.49,50 All MD simulations were performed using the GROMACS program package.51−53 Parameterizations of all the ions and molecules were performed with the general amber force field (GAFF)54 represented by eq 1.\ni\nk\njjjjjjjj i k jjjjjj y { zzzzzz\ni\nk jjjjjj\ny\n{ zzzzzz\ny\n{\nzzzzzzzz\n∑ ∑\n∑\n∑ ∑ ∑ ∑\nθ θ\nγ\nδ δ\nπ\n= − + −\n+ + −\n+ ∈ − + ∈= = + = = +\nE r k l l k\nV nw\nr r\nq q\nr\n( ) 2 ( ) 2 ( )\n2 (1 cos( ))\n4 4\nN i i i\ni i i\nn i i\ni\nN\nj i\nN\nij ij\nij\nij\nij i\nN\nj i\nN i j\nij\nbonds ,0\n2\nangles ,0\n2\ntorsions\n1 1\n12 6\n1 1 0\n(1)\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nB\nSimulations were run for 50 ns with a time step of 2 fs. Preceding phase produce, energy minimization, simulations in the NVT (canonical ensemble) and in the NPT (isothermal− isobaric ensemble) were performed at 298 K and 1 bar.55 Equations of motion were integrated using the leap-frog algorithm.56 Observing the trajectories and preparing snapshots were done using the VMD program.57"
    }, {
      "heading" : "4. RESULTS AND DISCUSSION",
      "text" : "4.1. Solvatochromic Parameters. The values of solvatochromic parameters (ET N, π*, β, and α) have been determined in aqueous solutions of ethaline and ethylene glycol from the wavenumbers of maximum absorptions of the corresponding chemical probes at 25 °C (Figures 2 and 3, Table S3). These parameters were calculated over the whole range of mole fractions according to the procedure reported before.11,58−61 The relationships connecting the solvatochromic parameters and UV−vis spectra are shown in eqs 2−6\nα ϑ π= − − *0.186(10.91 ) 0.72B (2)\nβ π ϑ = − *−31.10 3.14\n2.79 ANI\n(3)\nπ ϑ* = −0.427(34.12 )ANS (4)\nϑ=−E (30) (kcal mol ) 2.8591T 1 B (5)\n= −\n− =\n− E E E E E E(solvent) (TMS) (water) (TMS) (solvent) 30.7 32.4T N T T\nT T\nT\n(6)\nα, β, π*, and ET N parameters were calculated based on the maximum wavenumbers of 4-nitroanisole (ϑANS), 4-nitroaniline (ϑANI), and Reichardt’s dye (ϑB), in the unit of kilo Kaser (kK). ET(30), the empirical solvent polarity, was normalized by utilizing of two solvents as references: water (ET N = 1) and tetramethylsilane (TMS) with (ET N = 0).\nFigure 3 and Table S3 show that the experimental data in this work are compatible with those in the literature.62 Differences between the π* and β data relate to different probe dyes applied to measuring these parameters. Figure 3 shows that there are no changes in the π* values of aqueous solutions of ethaline or ethylene glycol. This parameter is moderately constant in the whole range of solvent mole fractions. Identical behaviors are observed in the ET\nN and α trend in which the solvent−solvent interaction controls these variations. Since ETN has a linear dual correlation with α and π*, it is common to see identical behavior between ET\nN and α. By adding water to ethaline or ethylene glycol, these parameters change slowly at low concentrations of water. ET\nN and α increase sharply at the high mole fractions of water. This different behavior in the range of solvent composition causes negative behavior from ideality in the parameter trend. It seems that a solute will\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nC\npreferentially be solvated by DES and ethylene glycol in the aqueous solutions of ethaline and ethylene glycol, respectively. In a different trend, β values show a positive deviation from\nideal behavior along with a synergistic effect in both binary mixtures. It confirms that the binary mixtures of ethaline + water and ethylene glycol + water will be new media with higher hydrogen bond acceptor abilities than their pure components. Solvent−solvent interactions cause an identical composite molecule consisting of two different molecules, which shows special physicochemical properties. 4.2. Preferential Solvation Model. PS parameters in terms of solute−solvent interactions are determined by measuring hypsochromic or bathochromic shifts of the chromophore probes.63−65 In binary mixtures of ILs and DESs with molecular solvent, the solvent−solvent interactions\nare more complicated than binary molecular solvents. Therefore, they affect solute−solvent interaction and PS.63−65 Hence, synergism behaviors in binary mixtures of DESs are more probable than those in ordinary mixtures. These deviations arise because of the difference between the microsphere solvation of the solute and bulk compositions. The PS model is based on a simple exchange of solvents in solvation shells of probe dyes according to the following equations\n+ +I(S1) 2S2 I(S2) 2S12 2F (7)\n+ +I(S1) S2 I(S12) S12 2F (8)\nwhere I stands for the probes (Reichardt’s dye, 4-nitroaniline, and 4-nitroanisole), S1 (water), S2 (ethaline/EG), and S12 are the composite structures of solvents (ethaline/EG + water).\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nD\nI(S1), I(S2), and I(S12) display the probes solvated by each solvent. Equation 7 reflects the total exchange of water by ethaline/ethylene glycol in the solvation shell of the probes, and eq 8 comes from the exchange by the mixed solvents. PS parameters are obtained based on the solvatochromic equilibrium constants of solvent exchange molecules according to eqs 9−11.\n=f x x x x / ( / )2/1 2 s 1 s\n2 0 1 0 2\n(9)\n=f x x x x / /12/1\n12 s 1 s 2 0 1 0\n(10)\n=f f\nf12/2 12/1\n2/1 (11)\nwhere xi 0 and xi s refer to the mole fraction of each solvent in bulk and microsphere solvation of the solute, respectively. Therefore, the wavenumber of maximum absorption of\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nE\nsolvatochromic probes in the solvent mixtures can be calculated as a function of PS parameters. Table 1 shows PS parameters that have been obtained by the PS model. For all probes in the mixtures, data show that f 2/1 values are more than unity. It means that these indicators are preferentially solvated by ethaline and ethylene glycol in ethaline−water and ethylene glycol−water mixtures, respectively. On the other hand, high f12/1 values demonstrate that the indicators can be preferentially solvated by the composite solvents compared to each component. The composite structures of solvents can be produced due to strong interactions between DES (or ethylene glycol) and water molecules. Figure 2 shows that the maximum absorption of solvatochromic probes in solvents demonstrates a pronounced\nnegative deviation from ideal behavior. It can be attributed to the PS of the probes mentioned before.\n4.3. Computational Results. Solvatochromism and PS parameters depend on changes of molecules in microsphere solvation of probe and solvent abilities to have interactions with probes Figure 1. In the experimental work, we measured PS by increasing the amount of water; therefore, changes in the numbers of each molecule (ethaline, EG, and water) that surrounded the probes caused the experimental results to shift over the mole fractions (by stabilizing of ground/excited electronic states of probes). Hence, the number of molecules around probes is the key role to confirm experimental results. The radial distribution function (RDF), the probability of finding a particle from a reference particle over distances, is a powerful tool in MD simulations to understand the solvation structures. In our previous work,11 RDFs were used to find the structural analyses of three DESs (reline, glyceline, and ethaline). It was found out that DESs have very close characteristic features, which is helpful to have knowledge of others by understanding some of them. After simulations and producing phase trajectories, in order to analyze preferential solvation by RDFs, the gmx make_ndx command was used. Choline (CHL), chloride (Cl), and ethylene glycol (EG) were placed in a group in an index file to make ethaline ( f’2) and water ( f’1), and a combination of f’2 and f’1 was performed to create a group as f’12 in the index file ( f’1, f’2, and f’12 are representatives for each solvent at the microsphere solvation of probes in order to calculate probability or coordination number of each solvent around probes). RDFs for PS parameters ( f’1, f’2, and f’12) with probe dyes were obtained. In all RDFs, it was realized that probabilities, g(r), of f’2 and f’12 are much more than that of f’1. Figure 4 illustrates these differences between PS parameters depicted for the RD probe. Cumulative number RDFs were determined, and they confirmed how coordination numbers (CNs) obtained by MD simulations can strongly describe PS parameters over selective distances. For example, coordination numbers of O-RD and f’1, f’2, and f’12 (CNs of Reichardt’s dye oxygen with water, ethaline, and mixed solvents) over 0−3 Å were 0.43, 6.43 and 6.86 and those over 0−4 Å were 0.77, 21.03, and 21.80 in an aqueous solution of ethaline (0.5 ethaline + 0.5 water), respectively. In an aqueous solution of ethylene glycol (0.5 EG + 0.5 water), coordination numbers of O-RD and f’1, f’2, and f’12 were 2.10, 4.97, and 7.07 over 0−3 Å and 4.32, 15.74, and 20.07 over 0−4 Å, respectively; the CN obtained by each RDF ( f’1, f’2, and f’12) confirmed that the solvation is governed by mixed solvents. On the other hand, these numbers display that probes prefer ethaline + water or ethylene glycol + water much more than pure water. The CN amounts of ethaline or ethylene glycol for solvation of probes in these mixtures are significant. Moreover, to find more details and effect of DES components, the CN of each component of DES (choline, chloride, and ethylene glycol) is very valuable. The CN of selected species a and b is described by eq 12\n∫π= NV r g r rCN 4 ( ) d R\nab 0\nb 2 ab (12)\nR is a distance between two species a and b, V is the volume of the box, and Nb is the number of species b in the box. In our calculations, R was taken to be 4 Å in order to involve the first microsphere solvation shells of the groups of interest over all mole fractions (Figures 4−6). The CNs were calculated\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nF\nbetween selected groups (each component of solvents and probes). For this purpose, the CNs were obtained by integrating the corresponding RDFs and are shown in Tables 2 and 3. The CNs reveal that the existence of ethylene glycol and choline in microsphere solvation of probe dyes is remarkable. Even in the rich mole fraction of water (0.1 ethaline/EG + 0.9 water), the numbers of ethylene glycol or choline are approximately half of water. In some mole fractions of binary mixtures, the CN reached 10 times variation in numbers of EG to water, which strongly confirmed that probes prefer to be solvated by ethaline/EG. Data collected by the CN show that the accumulations at the microsphere solvation of probes in aqueous solutions of ethaline are in this trend: EG > choline > water > chloride, and in aqueous solutions of ethylene glycol: EG > water.\nIn aqueous solutions of ethaline, however, the CNs of ethylene glycol are remarkable, but they are less than 2 times those for choline. For instance, in the moderate mole fraction (0.5 ethaline + 0.5 water), the CNs of ethylene glycol for RD, NLE, and NAS are 6.12, 8.28, and 8.91; the CNs of choline are 4.34, 6.17, and 5.01 for RD, NLE, and NAS respectively. It means that even though the numbers of EG are two times more than those of choline in binary mixtures, the numbers are not the same at the local solvation shell (the microsphere solvation of probe dyes). It can be helpful to clear the effect of DES components. The CNs in the aqueous solution of choline chloride (0.1 choline chloride + 0.9 water) were 5.24, 7.31, and 6.55 for choline and RD, NLE, and NAS sequentially and 5.77, 8.38, and 8.30 for water and probes. By comparing the CN in the aqueous solution of choline chloride (0.1 choline chloride + 0.9 water) with the aqueous solution of ethaline (0.1 ethaline + 0.9 water), it was found out that ethylene glycol and choline are serious competitors for solvating the probes (the CN for each of them increases in the absence of the other one). Moreover, different sides (functional groups) of probes were examined to discover the preferred sides of probes. The CN data in Tables 2 and 3 show that the selective side of RD is the oxygen atom. In aqueous solutions of ethaline, the presence of different species causes different preferential for probes. Oxygen of RD was more surrounded by choline. Probably, this oxygen has the major effect on shifting wavelengths of RD in solvatochromism. The amine group of 4-nitroaniline and methoxy group of 4-nitroanisole prefer to be solvated by ethylene glycol more than others. The nitro group of these dyes (NLE and NAS) prefers choline a bit more than ethylene glycol in low mole fractions of water. It is probably because of\nTable 3. Determined CNs in Aqueous Solutions of Ethalinea\nRC O-RC N-RC\nxw b CHL Cl EG water CHL Cl EG water CHL Cl EG water\n0 3.54 0.16 7.19 13.74 0.00 8.03 0.25 0.01 1.55 0.1 4.72 0.12 5.85 0.07 15.78 0.00 6.92 0.02 0.26 0.00 0.36 0.00 0.3 5.35 0.14 5.55 0.19 15.31 0.00 5.93 0.44 0.88 0.00 0.52 0.06 0.5 4.34 0.13 6.12 0.47 9.20 0.00 11.83 0.76 0.43 0.00 1.22 0.04 0.7 3.29 0.08 6.49 1.11 9.34 0.00 9.91 1.87 0.31 0.00 1.25 0.09 0.9 2.33 0.04 5.33 3.17 5.13 0.00 8.42 6.41 0.31 0.00 1.20 0.27 1 9.86 17.17 1.21\nANI NH2-ANI NO2-ANI\nxw b CHL Cl EG water CHL Cl EG water CHL Cl EG water\n0 8.75 0.38 6.66 9.70 0.98 8.41 10.01 0.05 8.11 0.1 6.01 0.33 8.81 0.28 7.45 0.88 10.02 0.25 8.73 0.03 9.08 0.12 0.3 8.55 0.47 5.97 0.53 10.48 1.26 5.87 0.72 10.16 0.08 7.24 0.47 0.5 6.17 0.31 8.28 0.92 8.02 0.89 8.32 1.58 8.60 0.03 8.65 0.56 0.7 5.05 0.24 8.35 1.97 6.14 0.66 8.60 3.55 7.12 0.03 9.37 1.26 0.9 4.48 0.14 5.42 5.66 4.93 0.37 5.71 8.11 6.26 0.01 6.20 5.13 1 14.52 18.02 16.08\nANS OCH3-ANS NO2-ANS\nxw b CHL Cl EG water CHL Cl EG water CHL Cl EG water\n0 5.42 0.21 9.03 5.99 0.26 10.08 9.93 0.03 8.20 0.1 5.48 0.26 8.68 0.02 5.35 0.32 10.56 0.02 10.51 0.11 7.05 0.00 0.3 6.36 0.26 7.96 0.32 6.97 0.33 8.97 0.39 9.84 0.06 8.11 0.27 0.5 5.01 0.21 8.91 0.63 4.86 0.24 10.55 0.92 8.59 0.06 8.58 0.44 0.7 5.51 0.17 7.40 1.77 5.73 0.24 8.04 2.67 9.05 0.04 7.33 1.32 0.9 3.33 0.08 5.97 5.35 3.41 0.13 6.12 6.93 5.63 0.02 6.57 5.27 1 13.58 15.42 16.06\naAll CNs have been obtained by integrating the corresponding RDF over the range of 0−4 Å via eq 12. bxw is the mole fraction of water."
    }, {
      "heading" : "1 3.06 3.06 3.06 3.06",
      "text" : "https://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nG\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nH\nthe positive charge of choline. The presence of chloride was just seen around the amine group of 4-nitroaniline. In the case of the other probes, there is no probability of chloride at near distances. The obtained CNs from different aqueous solutions (ethaline, ethylene glycol, and choline chloride) but the same mole fraction of water (0.1 ethaline/EG/ChCl + 0.9 water) were concluded that choline was a potent rival for ethylene glycol to solvate the probe dyes and both these components are considerably more preferred than water. Solvation shells of probes as an important reason for turning UV−vis spectra were discussed. The other reason for either red or blue shifts in probe spectra is hydrogen bond interaction between probes and solvents. 4-Nitroaniline and 4-nitroanisole have different sides to have hydrogen bond interactions with the surrounding molecules. Hence, these two probes make confusion to understand the effect of hydrogen bond interactions. RD has only one oxygen, which makes it suitable to overcome this goal. The numbers of hydrogen bonds were calculated between RD oxygen as the hydrogen bond acceptor and hydroxyl groups of ethylene glycol, choline, and water in different mole fractions. Data in Table 4 show that by increasing the mole fractions of water in binary aqueous solutions, the number of hydrogen bonds (β’) of RD with water increased. The reverse trend of β’ was observed for choline by increasing the mole fraction of water. In the case of ethylene glycol in aqueous solutions of ethaline, there was a maximum in moderate mole fraction and after that decreased. The total number of hydrogen bonds (∑β’) in each mole fraction confirmed that by adding water to binary solutions, ∑β’ increased. It can be interpreted that water causes a shifting effect by making hydrogen bond interaction. In the same mole fractions of ethaline and ethylene glycol, ∑β’ values of ethylene glycol were more than those of ethaline; this is because of the choline existence in ethaline solutions, which occupies some sites around RD oxygen. Calculated β’ values are in good accordance with the CNs in Tables 2 and 3. In order to better understand the solvatochromism and\neffect of microsphere solvation on shifting wavelengths, quantum calculations were used. Coordinates of 1, 2, 3, and 10 molecules of water and ethylene glycol in the vicinity of probes were extracted from their trajectories in MD simulations files. The DFT/B3LYP functional using a 6- 31G* basis set was used to optimize the geometries of probes and corresponding solvents in the Gaussian 09 program.66\nFigure 7 illustrates the optimized geometries of 10 molecules of water (a) and ethylene glycol (b) surrounding the RD probe. The optimized geometries with different numbers of solvents were used by time-dependent density functional theory (TD-DFT) with the CAM-B3LYP functional using a TZVP basis set. The Molden program was used for visualization of the UV−vis spectra of QM calculations. Figures 7 and 8 show the obtained UV−vis spectra of these calculations in the gas phase. Figure 8 illustrates how adding the number of molecules (1 → 10) in microsphere solvation of 4-nitroaniline and 4-nitroanisole causes bathochromic shifts. The shifts of 4-nitroaniline are more remarkable than those of 4-nitroanisole (in experimental work, 4-nitroaniline has a wider spectral range than 4-nitroanisole). Figure 7 shows that RD has a different trend, which means that by adding molecules hypsochromic shifts were observed."
    }, {
      "heading" : "5. CONCLUSIONS",
      "text" : "Aqueous solutions of ethaline, ethylene glycol, and choline chloride were studied. A novel measurement of PS parameters by experimental and theoretical studies has been presented. The effects of ethylene glycol, choline chloride, and water were realized by measuring PS and solvatochromic parameters in aqueous solutions of components. MD simulations were applied to understand the microsphere solvation of each probe. They made a simple method to understand the PS parameters and effect of different species in binary mixtures by using RDF and CN. It is worthwhile to find which combination of solvents is preferred at the microsphere solvation of probes in complex systems by calculating the CN. This method was in good accordance with UV−vis data. Moreover, they provided insight into how the accumulation of different components causes the synergism in experimental data. The presence of ethylene glycol and choline was remarkable in all binary mixtures. Finally, the DFT method was used to improve our knowledge of solvation shell effects on absorbance spectra; by increasing the number of molecules in solvation shells of probes, shifting in the absorbance spectra of the probes was seen. Based on our findings, MD simulations and DFT calculations are very practical to have a perspective of the nature of solvatochromism and PS. As a result, these findings suggest a computational method to find which combination of components in mixed systems affects PS.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jced.0c00381.\nChemicals used in the study; numbers of solvent components in each box used for MD simulations; measured solvatochromic parameters for studied mixtures (PDF)\n■ AUTHOR INFORMATION Corresponding Authors\nMeysam Aryafard − Faculty of Science, University of South Bohemia, 37005 Česke ́ Budeǰovice, Czech Republic; Center for Nanobiology and Structural Biology, Institute of Microbiology, Academy of Sciences of the Czech Republic, 37333 Nove ́ Hrady, Czech Republic; orcid.org/0000-0003-4003-6684; Email: aryafard@nh.cas.cz, meysam.aryafard@gmail.com Ali Reza Harifi-Mood − Department of Physical Chemistry, Faculty of Chemistry, Kharazmi University, Tehran 15719- 14911, Iran; Email: harifi@khu.ac.ir, alireza.harifi@ gmail.com\nAuthors Anis Karimi − Department of Physical Chemistry, Faculty of Chemistry, Kharazmi University, Tehran 15719-14911, Iran\nBabak Minofar − Faculty of Science, University of South Bohemia, 37005 Česke ́ Budeǰovice, Czech Republic; Center for Nanobiology and Structural Biology, Institute of Microbiology, Academy of Sciences of the Czech Republic, 37333 Nove ́ Hrady, Czech Republic\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.jced.0c00381\nNotes The authors declare no competing financial interest.\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nI\n■ ACKNOWLEDGMENTS M.A. acknowledges Dr. Habib Aghababaei Dehkordi for helpful suggestions and the support from the Czech Science Foundation grant (ERDF CZ.02.1.01/0.0/0.0/15_003/ 0000441 and GAJU 017/2019/P). Authors acknowledge access to computational resources provided by the CESNET LM2015042 and the CERIT Scientific Cloud LM2015085, provided under the program “Projects of Large Research, Development, and Innovations Infrastructures”.\n■ REFERENCES (1) Singh, B. S.; Lobo, H. R.; Shankarling, G. S. Choline Chloride Based Eutectic Solvents: Magical Catalytic System for Carbon-Carbon Bond Formation in the Rapid Synthesis of β-Hydroxy Functionalized Derivatives. Catal. Commun. 2012, 24, 70−74. (2) Hu, Y.; Wang, Z.; Huang, X.; Chen, L. Physical and Electrochemical Properties of New Binary Room-Temperature Molten Salt Electrolyte Based on LiBETI and Acetamide. Solid State Ionics 2004, 175, 277−280. (3) Hayyan, M.; Hashim, M. A.; Hayyan, A.; Al-Saadi, M. A.; AlNashef, I. M.; Mirghani, M. E. S.; Saheed, O. K. Are Deep Eutectic Solvents Benign or Toxic? Chemosphere 2013, 90, 2193−2195. (4) Abbott, A. P.; Capper, G.; Davies, D. L.; Rasheed, R. K.; Tambyrajah, V. Novel Ambient Temperature Ionic Liquids for Zinc and Zinc Alloy Electrodeposition. Trans. Inst. Met. Finish. 2017, 79, 204−206. (5) Abbott, A. P.; Capper, G.; Davies, D. L.; Rasheed, R. K.; Tambyrajah, V. Novel Solvent Properties of Choline Chloride/Urea Mixtures. Chem. Commun. 2003, 70−71. (6) Abbott, A. P.; Boothby, D.; Capper, G.; Davies, D. L.; Rasheed, R. K. Deep Eutectic Solvents Formed between Choline Chloride and Carboxylic Acids: Versatile Alternatives to Ionic Liquids. J. Am. Chem. Soc. 2004, 126, 9142−9147. (7) Rengstl, D.; Fischer, V.; Kunz, W. Low-Melting Mixtures Based on Choline Ionic Liquids. Phys. Chem. Chem. Phys. 2014, 16, 22815− 22822. (8) Smith, E. L.; Abbott, A. P.; Ryder, K. S. Deep Eutectic Solvents (DESs) and Their Applications. Chem. Rev. 2014, 114, 11060−11082. (9) Hammond, O. S.; Bowron, D. T.; Edler, K. J. Liquid Structure of the Choline Chloride-Urea Deep Eutectic Solvent (Reline) from Neutron Diffraction and Atomistic Modelling. Green Chem. 2016, 18, 2736−2744. (10) Paiva, A.; Craveiro, R.; Aroso, I.; Martins, M.; Reis, R. L.; Duarte, A. R. C. Natural Deep Eutectic Solvents- Solvents for the 21st Century. ACS Sustainable Chem. Eng. 2014, 2, 1063−1071. (11) Aryafard, M.; Abbasi, M.; Řeha, D.; Harifi-Mood, A. R.; Minofar, B. Experimental and Theoretical Investigation of Solvatochromic Properties and Ion Solvation Structure in DESs of Reline, Glyceline, Ethaline and Their Mixtures with PEG 400. J. Mol. Liq. 2019, 284, 59−67. (12) Wagle, D. V.; Zhao, H.; Baker, G. A. Deep Eutectic Solvents: Sustainable Media for Nanoscale and Functional Materials. Acc. Chem. Res. 2014, 47, 2299−2308. (13) Zhang, Q.; De Oliveira Vigier, K.; Royer, S.; Jeŕôme, F. Deep Eutectic Solvents: Syntheses, Properties and Applications. Chem. Soc. Rev. 2012, 41, 7108−7146. (14) Tang, B.; Row, K. H. Recent Developments in Deep Eutectic Solvents in Chemical Sciences. Monatsh. Chem. 2013, 144, 1427− 1454. (15) Leron, R. B.; Li, M. H. High-pressure density measurements for choline chloride: Urea deep eutectic solvent and its aqueous mixtures at T=(298.15 to 323.15)K and up to 50MPa. J. Chem. Thermodyn. 2012, 54, 293−301. (16) Esquembre, R.; Sanz, J. M.; Wall, J. G.; Del Monte, F.; Mateo, C. R.; Ferrer, M. L. Thermal Unfolding and Refolding of Lysozyme in Deep Eutectic Solvents and Their Aqueous Dilutions. Phys. Chem. Chem. Phys. 2013, 15, 11248−11256.\n(17) Yadav, A.; Pandey, S. Densities and Viscosities of (Choline Chloride + Urea) Deep Eutectic Solvent and Its Aqueous Mixtures in the Temperature Range 293.15 K to 363.15 K. J. Chem. Eng. Data 2014, 59, 2221−2229. (18) Hsu, Y. H.; Leron, R. B.; Li, M. H. Solubility of Carbon Dioxide in Aqueous Mixtures of (Reline + Monoethanolamine) at T = (313.2 to 353.2) K. J. Chem. Thermodyn. 2014, 72, 94−99. (19) Abbott, A. P.; Ahmed, E. I.; Harris, R. C.; Ryder, K. S. Evaluating Water Miscible Deep Eutectic Solvents (DESs) and Ionic Liquids as Potential Lubricants. Green Chem. 2014, 16, 4156−4161. (20) Zeng, Q.; Wang, Y.; Huang, Y.; Ding, X.; Chen, J.; Xu, K. Deep Eutectic Solvents as Novel Extraction Media for Protein Partitioning. Analyst 2014, 139, 2565−2573. (21) Stepankova, V.; Vanacek, P.; Damborsky, J.; Chaloupkova, R. Comparison of Catalysis by Haloalkane Dehalogenases in Aqueous Solutions of Deep Eutectic and Organic Solvents. Green Chem. 2014, 16, 2754−2761. (22) Harada, R.; Sugita, Y.; Feig, M. Protein Crowding Affects Hydration Structure and Dynamics. J. Am. Chem. Soc. 2012, 134, 4842−4849. (23) White, D. A.; Buell, A. K.; Knowles, T. P. J.; Welland, M. E.; Dobson, C. M. Protein Aggregation in Crowded Environments. J. Am. Chem. Soc. 2010, 132, 5170−5175. (24) Dwamena, A. K.; Raynie, D. E. Solvatochromic Parameters of Deep Eutectic Solvents: Effect of Different Carboxylic Acids as Hydrogen Bond Donor. J. Chem. Eng. Data 2019, 65, 640−646. (25) Jahanshahi, M.; Kowsari, E.; Haddadi-Asl, V.; Khoobi, M.; Bazri, B.; Aryafard, M.; Lee, J. H.; Kadumudi, F. B.; Talebian, S.; Kamaly, N.; et al. An Innovative and Eco-Friendly Modality for Synthesis of Highly Fluorinated Graphene by an Acidic Ionic Liquid: Making of an Efficacious Vehicle for Anti-Cancer Drug Delivery. Appl. Surf. Sci. 2020, 515, 146071. (26) Li, H.; Xie, Y.; Li, Z.; Zhao, H. 2-Methoxy-4-Nitroaniline Solubility in Several Aqueous Solvent Mixtures: Determination, Modeling, and Preferential Solvation. J. Chem. Eng. Data 2020, 65, 2673−2682. (27) Zhou, Y.; Xu, R.; Wang, J.; Zhao, H. Equilibrium Solubility Investigation and Preferential Solvation of 2, 6-Dichloro-4-Nitroaniline Dissolved in Four Aqueous Mixtures of Isopropanol, Acetonitrile,n-Propanol, and N-Methyl-2-Pyrrolidone. J. Chem. Eng. Data 2020, 65, 2912−2920. (28) Li, W.; Farajtabar, A.; Xing, R.; Zhu, Y.; Zhao, H. Solubility of d -Histidine in Aqueous Cosolvent Mixtures of N, N-Dimethylformamide, Ethanol, Dimethyl Sulfoxide, and N-Methyl-2-Pyrrolidone: Determination, Preferential Solvation, and Solvent Effect. J. Chem. Eng. Data 2020, 65, 1695−1704. (29) Bao, Y.; Xu, R.; Yin, H.; Zhu, C.; Zhao, H. 3-Bromo-4Hydroxybenzaldehyde in Aqueous Cosolvent Mixtures of Acetonitrile, Ethanol, n-Propanol, and N, N-Dimethylformamide: Solubility, Preferential Solvation, and Solvent Effect Analysis. J. Chem. Eng. Data 2020, 65, 2683−2693. (30) Kohantorabi, M.; Salari, H.; Fakhraee, M.; Gholami, M. R. Surfactant Binary Systems: Ab Initio Calculations, Preferential Solvation, and Investigation of Solvatochromic Parameters. J. Chem. Eng. Data 2016, 61, 255−263. (31) Shulgin, I. L.; Ruckenstein, E. Relationship between Preferential Interaction of a Protein in an Aqueous Mixed Solvent and Its Solubility. Biophys. Chem. 2005, 118, 128−134. (32) Aparicio, S.; Alcalde, R.; Leal, J. M.; García, B. Characterization and Preferential Solvation of the Hexane/Hexan-1-Ol/ Methylbenzoate Ternary Solvent. J. Phys. Chem. B 2005, 109, 6375−6385. (33) Hunter, C. A. Quantifying Intermolecular Interactions: Guidelines for the Molecular Recognition Toolbox. Angew. Chem. Int. Ed. 2004, 43, 5310−5324. (34) Nunes, R.; Nunes, N.; Elvas-Leitaõ, R.; Martins, F. Using Solvatochromic Probes to Investigate Intermolecular Interactions in 1,4-Dioxane/Methanol/Acetonitrile Solvent Mixtures. J. Mol. Liq. 2018, 266, 259−268.\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nJ\n(35) Zielkiewicz, J. Preferential Solvation of N-Methylformamide, N,N-Dimethylformamide and N-Methylacetamide by Water and Alcohols in the Binary and Ternary Mixtures. Phys. Chem. Chem. Phys. 2000, 2, 2925−2932. (36) Harifi-Mood, A. R.; Abbasi, M. Preferential Solvation and Solvatochromic Parameters in Mixtures of Poly(Ethylene Glycol)-400 with Some Molecular Organic Solvents. J. Solution Chem. 2018, 47, 1503−1513. (37) Duereh, A.; Guo, H.; Sato, Y.; Inomata, H. Local Composition Models for Predicting Kamlet-Taft Dipolarity/Polarizability of Nonaqueous Binary and Ternary Mixtures. J. Mol. Liq. 2020, 304, 112691. (38) Duereh, A.; Sato, Y.; Smith, R. L., Jr.; Inomata, H. Correspondence between Spectral-Derived and Viscosity-Derived Local Composition in Binary Liquid Mixtures Having Specific Interactions with Preferential Solvation Theory. J. Phys. Chem. B 2018, 122, 10894−10906. (39) Pallewela, G. N.; Smith, P. E. Preferential Solvation in Binary and Ternary Mixtures. J. Phys. Chem. B 2015, 119, 15706−15717. (40) Marcus, Y. Preferential Solvation in Mixed Solvents. 16. Mixtures of N,N-Dimethylformamide or Propylene Carbonate with Organic Solvents. J. Chem. Thermodyn. 2020, 140, 105903. (41) Islam, M. R.; Warsi, F.; Khan, A. B.; Kausar, T.; Khan, I.; Ali, M. Solvatochromism of Binary Mixtures of 2,2,2-Trifluoroethanol + Ionic Liquid [Bmim][Tf2N]: A Comparative Study with Molecular Solvents. J. Chem. Eng. Data 2019, 64, 1140−1154. (42) Aryafard, M.; Jahanshahi, M.; Harifi-Mood, A. R.; Minofar, B.; Smatanova, I. K. Experimental and Theoretical Studies of Preferential Solvation of 4-Nitroaniline and 4-Nitroanisole in an Amino Acid Ionic Liquid with Molecular Solvents. J. Chem. Eng. Data 2019, 64, 5755− 5764. (43) Harifi-Mood, A. R.; Aryafard, M.; Minoofar, B.; ZiyaeiHalimehjani, A. Specific Spectroscopic Behavior of Reichardt’s Betaine Dye in Binary Mixtures of Tetra-n-Butylammonium Glycinate and Tetra-n-Butylammonium l-Alaninate with Molecular Solvents. J. Mol. Liq. 2014, 197, 315−321. (44) Smith, P. E.; Mazo, R. M. On the Theory of Solute Solubility in Mixed Solvents. J. Phys. Chem. B 2008, 112, 7875−7884. (45) Amenta, V.; Cook, J. L.; Hunter, C. A.; Low, C. M. R.; Vinter, J. G. Influence of Solvent Polarity on Preferential Solvation of Molecular Recognition Probes in Solvent Mixtures. J. Phys. Chem. B 2012, 116, 14433−14440. (46) Chitra, R.; Smith, P. E. Preferential Interactions of Cosolvents with Hydrophobic Solutes. J. Phys. Chem. B 2001, 105, 11513−11522. (47) Smith, P. E. Cosolvent Interactions with Biomolecules: Relating Computer Simulation Data to Experimental Thermodynamic Data. J. Phys. Chem. B 2004, 108, 18716−18724. (48) Merzel, F.; Smith, J. C. Is the First Hydration Shell of Lysozyme of Higher Density than Bulk Water? Proc Natl. Acad. Sci. U. S. A. 2002, 99, 5378−5383. (49) Martínez, L.; Andrade, R.; Birgin, E. G.; Martínez, J. M. PACKMOL: A Package for Building Initial Configurations for Molecular Dynamics Simulations. J. Comput. Chem. 2009, 30, 2157−2164. (50) Martínez, J. M.; Martínez, L. Packing Optimization for Automated Generation of Complex System’s Initial Configurations for Molecular Dynamics and Docking. J. Comput. Chem. 2003, 24, 819−825. (51) Van Der Spoel, D.; Lindahl, E.; Hess, B.; Groenhof, G.; Mark, A. E.; Berendsen, H. J. C. GROMACS: Fast, Flexible, and Free. J. Comput. Chem 2005, 26, 1701−1718. (52) Lindahl, E.; Hess, B.; van der Spoel, D. GROMACS 3.0: A Package for Molecular Simulation and Trajectory Analysis. J. Mol. Model. 2001, 7, 306−317. (53) Berendsen, H. J. C.; van der Spoel, D.; van Drunen, R. GROMACS: A Message-Passing Parallel Molecular Dynamics Implementation. Comput. Phys. Commun. 1995, 91, 43−56.\n(54) Wang, J.; Wolf, R. M.; Caldwell, J. W.; Kollman, P. A.; Case, D. A. Development and Testing of a General Amber Force Field. J. Comput. Chem. 2004, 25, 1157−1174. (55) Berendsen, H. J. C.; Postma, J. P. M.; Van Gunsteren, W. F.; Dinola, A.; Haak, J. R. Molecular Dynamics with Coupling to an External Bath. J. Chem. Phys. 1984, 81, 3684−3690. (56) Wang, J.; Wang, W.; Kollman, P. A.; Case, D. A. Automatic Atom Type and Bond Type Perception in Molecular Mechanical Calculations. J. Mol. Graphics Modell. 2006, 25, 247−260. (57) Humphrey, W.; Dalke, A.; Schulten, K. VMD: Visual Molecular Dynamics. J. Mol. Graph. 1996, 14, 33−38. (58) Reichardt, C. Solvatochromic Dyes as Solvent Polarity Indicators. Chem. Rev. 1994, 94, 2319−2358. (59) Reichardt, C.; Welton, T. Solvents and Solvent Effects in Organic Chemistry: Fourth Edition; 2010. DOI: 10.1002/9783527632220. (60) Kamlet, M. J.; Taft, R. W. The Solvatochromic Comparison Method. I. The β-Scale Of Solvent Hydrogen-Bond Acceptor (HBA) Basicities. J. Am. Chem. Soc. 1976, 98, 377−383. (61) Taft, R. W.; Kamlet, M. J. The Solvatochromic Comparison Method. 2. The α-Scale of Solvent Hydrogen-Bond Donor (HBD) Acidities. J. Am. Chem. Soc 1976, 98, 2886−2894. (62) Pandey, A.; Pandey, S. Solvatochromic Probe Behavior within Choline Chloride-Based Deep Eutectic Solvents: Effect of Temperature and Water. J. Phys. Chem. B 2014, 118, 14652−14661. (63) Bosch, E.; Roseś, M. Relationship between ET Polarity and Composition in Binary Solvent Mixtures. J. Chem. Soc., Faraday Trans. 1992, 88, 3541−3546. (64) Buhvestov, U.; Rived, F.; Raf̀ols, C.; Bosch, E.; Roseś, M. Solute-Solvent and Solvent-Solvent Interactions in Binary Solvent Mixtures. Part 7. Comparison of the Enhancement of the Water Structure in Alcohol-Water Mixtures Measured by Solvatochromic Indicators. J. Phys. Org. Chem. 1998, 11, 185−192. (65) García, B.; Aparicio, S.; Alcalde, R.; Ruiz, R.; Dav́ila, M. J.; Leal, J. M. Characterization of Lactam-Containing Binary Solvents by Solvatochromic Indicators. J. Phys. Chem. B 2004, 108, 3024−3029. (66) Frisch, M. J.; Trucks, G. W.; Schlegel, H. B.; Scuseria, G. E.; Robb, M. A.; Cheeseman, J. R.; Scalmani, G.; Barone, V.; Mennucci, B.; Petersson, G. A. Gaussian 09, Revision B.01; Gaussian, Inc.: Wallingford CT. 2009.\nhttps://dx.doi.org/10.1021/acs.jced.0c00381 J. Chem. Eng. Data XXXX, XXX, XXX−XXX\nK"
    } ],
    "references" : [ {
      "title" : "Are Deep Eutectic Solvents",
      "author" : [ "I.M. AlNashef", "M.E.S. Mirghani", "O.K. Saheed" ],
      "venue" : "Benign or Toxic? Chemosphere 2013,",
      "citeRegEx" : "AlNashef et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "AlNashef et al\\.",
      "year" : 2013
    }, {
      "title" : "Novel Solvent Properties of Choline Chloride/Urea Mixtures",
      "author" : [ "V. Tambyrajah" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Tambyrajah,? \\Q2003\\E",
      "shortCiteRegEx" : "Tambyrajah",
      "year" : 2003
    }, {
      "title" : "Low-Melting Mixtures Based on Choline Ionic Liquids",
      "author" : [ "D. Rengstl", "V. Fischer", "W. Kunz" ],
      "venue" : "Phys. Chem. Chem. Phys. 2014,",
      "citeRegEx" : "Rengstl et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Rengstl et al\\.",
      "year" : 2014
    }, {
      "title" : "Deep Eutectic Solvents",
      "author" : [ "E.L. Smith", "A.P. Abbott", "K.S. Ryder" ],
      "venue" : "(DESs) and Their Applications. Chem. Rev",
      "citeRegEx" : "Smith et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2014
    }, {
      "title" : "Natural Deep Eutectic Solvents- Solvents for the 21st Century",
      "author" : [ "A.R.C. Duarte" ],
      "venue" : "ACS Sustainable Chem. Eng. 2014,",
      "citeRegEx" : "Duarte,? \\Q2014\\E",
      "shortCiteRegEx" : "Duarte",
      "year" : 2014
    }, {
      "title" : "Recent Developments in Deep Eutectic Solvents in Chemical Sciences",
      "author" : [ "B. Tang", "K.H. Row" ],
      "venue" : "Monatsh. Chem. 2013,",
      "citeRegEx" : "Tang and Row,? \\Q2013\\E",
      "shortCiteRegEx" : "Tang and Row",
      "year" : 2013
    }, {
      "title" : "Protein Aggregation in Crowded Environments",
      "author" : [ "C.M. Dobson" ],
      "venue" : "J. Am. Chem. Soc. 2010,",
      "citeRegEx" : "Dobson,? \\Q2010\\E",
      "shortCiteRegEx" : "Dobson",
      "year" : 2010
    }, {
      "title" : "Interactions with Preferential Solvation Theory",
      "author" : [ "G.N. Pallewela", "P.E. Smith" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Pallewela and Smith,? \\Q2018\\E",
      "shortCiteRegEx" : "Pallewela and Smith",
      "year" : 2018
    }, {
      "title" : "Ionic Liquid [Bmim][Tf2N]: A Comparative Study with Molecular Solvents",
      "author" : [ "M. Aryafard", "M. Jahanshahi", "A.R. Harifi-Mood", "B. Minofar" ],
      "venue" : "J. Chem. Eng. Data 2019,",
      "citeRegEx" : "Aryafard et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Aryafard et al\\.",
      "year" : 2019
    }, {
      "title" : "Tetra-n-Butylammonium l-Alaninate with Molecular Solvents",
      "author" : [ "P.E. Smith", "R.M. Mazo" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Smith and Mazo,? \\Q2014\\E",
      "shortCiteRegEx" : "Smith and Mazo",
      "year" : 2014
    }, {
      "title" : "Preferential Interactions of Cosolvents with Hydrophobic Solutes",
      "author" : [ "R. Chitra", "P.E. Smith" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Chitra and Smith,? \\Q2001\\E",
      "shortCiteRegEx" : "Chitra and Smith",
      "year" : 2001
    }, {
      "title" : "GROMACS: Fast, Flexible, and Free",
      "author" : [ "A. E", "Berendsen", "H.J. C" ],
      "venue" : "J. Comput. Chem",
      "citeRegEx" : "E. and C.,? \\Q2005\\E",
      "shortCiteRegEx" : "E. and C.",
      "year" : 2005
    }, {
      "title" : "Molecular Dynamics with Coupling to an External Bath",
      "author" : [ "A. Dinola", "J.R. Haak" ],
      "venue" : "J. Chem. Phys. 1984,",
      "citeRegEx" : "Dinola and Haak,? \\Q1984\\E",
      "shortCiteRegEx" : "Dinola and Haak",
      "year" : 1984
    }, {
      "title" : "VMD: Visual Molecular Dynamics",
      "author" : [ "W. Humphrey", "A. Dalke", "K. Schulten" ],
      "venue" : "J. Mol. Graph. 1996,",
      "citeRegEx" : "Humphrey et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Humphrey et al\\.",
      "year" : 1996
    }, {
      "title" : "Solvatochromic Dyes as Solvent Polarity Indicators",
      "author" : [ "C. Reichardt" ],
      "venue" : "Chem. Rev. 1994,",
      "citeRegEx" : "Reichardt,? \\Q1994\\E",
      "shortCiteRegEx" : "Reichardt",
      "year" : 1994
    }, {
      "title" : "The β-Scale Of Solvent Hydrogen-Bond Acceptor (HBA) Basicities",
      "author" : [ "I. Method" ],
      "venue" : "J. Am. Chem. Soc. 1976,",
      "citeRegEx" : "Method.,? \\Q1976\\E",
      "shortCiteRegEx" : "Method.",
      "year" : 1976
    }, {
      "title" : "The α-Scale of Solvent Hydrogen-Bond Donor (HBD) Acidities",
      "author" : [ "Method" ],
      "venue" : "J. Am. Chem. Soc 1976,",
      "citeRegEx" : "2.,? \\Q1976\\E",
      "shortCiteRegEx" : "2.",
      "year" : 1976
    }, {
      "title" : "Choline Chloride-Based Deep Eutectic Solvents: Effect of Temperature and Water",
      "author" : [ "E. Bosch", "M. Roseś" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Bosch and Roseś,? \\Q2014\\E",
      "shortCiteRegEx" : "Bosch and Roseś",
      "year" : 2014
    }, {
      "title" : "Characterization of Lactam-Containing Binary Solvents by Solvatochromic Indicators",
      "author" : [ "M. J" ],
      "venue" : "J. Phys. Chem. B 2004,",
      "citeRegEx" : "J.,? \\Q2004\\E",
      "shortCiteRegEx" : "J.",
      "year" : 2004
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Deep eutectic solvents (DESs) are recent solvents that have the basic characteristics close to ionic liquids, and they have been applied in several reactions. Adding molecular solvents especially water to DESs is beneficial in some cases such as biophysics and biochemistry. Therefore, understanding the effect of different solvents and preferred solvent is critical in binary mixtures. This work describes the principles to investigate the preferential solvation of probe dyes (4-nitroaniline, 4-nitroanisole, and Reichardt’s dye 30) in complex mixed solvents in detail. Experimental and theoretical studies were used to seek the preferential solvation of probes in aqueous solution of ethylene glycol−choline chloride (ethaline) and its components (aqueous solutions of ethylene glycol and choline chloride). Results confirmed that probes prefer to be solvated by ethaline and ethylene glycol. In detail, the microsphere solvation of probe dyes was analyzed, which confirmed fundamental roles of choline and ethylene glycol for synergism effects from ideal mixtures. In most of the mole fractions, probes prefer to be solvated in the order of components, namely, ethylene glycol and choline > water > chloride. Moreover, aggregation of solvents components around probes was calculated profoundly. Molecular dynamics simulations made it possible to understand which combinations of components in mixed solvents display preferential solvation. Also, as a minor goal, solvatochromic parameters in mentioned mixtures were discussed in the related section. Finally, density functional theory (DFT) calculations showed either bathochromic or hypsochromic shifts coming from changes in microsphere solvation and hydrogen bonding of probes with solvents.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}