{
  "name" : "downloads_2019-11-16_71d3_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Bioelectricity, Its Fundamentals, Characterization Methodology, and Applications in Nano‐Bioprobing and Cancer Diagnosis",
    "authors" : [ "Yilong Wang", "Xiao Han", "Zheng Cui", "Donglu Shi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Review\n1900101 (1 of 18) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.adv-biosys.com\nBioelectricity, Its Fundamentals, Characterization Methodology, and Applications in Nano-Bioprobing and Cancer Diagnosis\nYilong Wang,* Xiao Han, Zheng Cui,* and Donglu Shi*\nDOI: 10.1002/adbi.201900101\n1. Introduction\nBioelectricity plays a crucial role in life and medical sciences, especially in developmental biology and medical diagnosis and therapeutics.[1] Bioelectricity provides a signal channel and a passage for cell–cell, cell–protein, and nano–bio interactions. In oncology for instance, cell electrical charges are bio-physical manifestation of certain organismic functionality, such as metabolic pattern in cancer development and metastasis.[2] Bioelectricity study has been traditionally focused on the gradients of transmembrane (resting) potential, ion fluxes, and electric fields that are produced and sensed by non-excitable cells.[3,4] Current studies have shown acidic cancer microenvironment due to the well-known “Warburg Effect,”[5–7] a hallmark characteristic of all cancer cells: high glycolysis rate. A close correlation has been established between the cancer cell secreted lactic acid and surface negative charges that can be used as\nthe analytes for nanotechnology-based early cancer diagnosis. In this review, we provide the most recent studies on the fundamental origin of bioelectricity, characterization methodology, bio-chemical-physical effects of cancer cells, and new nanotechnologies for sensitive detection of circulating tumor cells in whole blood, a crucial step toward cancer diagnosis and prognosis."
    }, {
      "heading" : "2. Origin of Bio-Electricity: A Historic Review",
      "text" : "The discoveries of bioelectricity in the seventeenth century, among all other innovative ideas, novel observations, and pioneering technologies, laid a solid foundation for modern life science and medical study. The discovery of the so-called “animal electricity” played a pivotal role in the observation and advancement of electricity as defined in modern physics. This history continues to inspire exploration of bioelectricity for current medical applications. The word “electricus” was first used in English by William Gilbert in 1600, and later developed into “electric” by Francis Bacon in 1626.[8] The concept of “electricity” was coined by Thomas Browne in 1646.[9] All these nomenclatures were associated with the Greek word “amber,”\nBioelectricity is an essential characteristic of a biological system that has played an important role in medical diagnosis particularly in cancer liquid biopsy. However, its biophysical origin and measurements have presented great challenges in experimental methodologies. For instance, in dynamic cell processes, bioelectricity cannot be accurately determined as a static electrical potential via electrophoresis. Cancer cells fundamentally differ from normal cells by having a much higher rate of glycolysis resulting in net negative charges on cell surfaces. The most recent investigations on cancer cell surface charge that is the direct bio-electrical manifestation of the “Warburg Effect,” which can be directly monitored by specially designed nanoprobes, has been provided. The most up-to-date research results from charge-mediated cell targeting are reviewed. Correlations between the cell surface charge and cancer cell metabolism are established based on cell/probe electrostatic interactions. Bioelectricity is utilized not only as an analyte for investigation of the metabolic state of the cancer cells, but also applied in electrostatically and magnetically capturing of the circulating tumor cells from whole blood. Also reviewed is on the isolation of Candida albicans via bioelectricity-driven nanoparticle binding on fungus with surface charges.\nProf. Y. Wang, Dr. X. Han, Prof. Z. Cui The Institute for Translational Nanomedicine Shanghai East Hospital The Institute for Biomedical Engineering & Nano Science Tongji University School of Medicine Shanghai 200092, P. R. China E-mail: yilongwang@tongji.edu.cn; zhengcui@wakehealth.edu Prof. Z. Cui Department of Pathology Wake Forest University School of Medicine Winston-Salem, NC 27157, USA Prof. D. Shi Materials Science and Engineering Program Department of Mechanical and Materials Engineering College of Engineering and Applied Science University of Cincinnati Cincinnati, OH 45221, USA E-mail: donglu.shi@uc.edu\nBio-Nano Interfaces\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adbi.201900101.\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (2 of 18)\na phenomenon described by ancient Greeks that it glowed in the dark and attracted other small objects when rubbed against fur. In 1672, Otto von Guericke published his work on building a sulfur globe that exhibited attraction or repulsion of small objects while rubbing with hands, leaping sparks visible in dark with crackling sounds. However, these phenomena were not connected to the word “electric” at the time. It was not until 1705 when Francis Hauksbee, inspired by the sulfur globe, made his own device. This machine consists of two glass tubes, the inner being evacuated, producing light when the outer was turned and rubbed.[10]\nBioelectricity is associated with electric potentials and currents produced by, or occurring within living organisms. Bioelectric potentials are generated by a variety of biological processes and generally ranged in strength from one to a few hundred millivolts (mV). Bioelectric effects were observed in ancient times from fish species such as Nile catfish and the electric eels. In electric eels, currents of one ampere with 600 to 1000 volts can be generated.[11] The early experiments by Luigi Galvani, and Alessandro Volta in the eighteenth century on the connection between electricity and muscle contraction in frogs and other animals were of great importance to the development of modern physics and biology.[12] In modern times the measurement of bioelectric potentials has become a routine practice in clinical medicine. Electrical effects originating from active cells of heart and brain, for example, are commonly monitored and analyzed for diagnostic purposes.[13]"
    }, {
      "heading" : "3. Cellular and Bacterial Bioelectricity Characterization Methods",
      "text" : ""
    }, {
      "heading" : "3.1. Trans-Membrane Potential",
      "text" : "There are however different levels of bioelectricity, namely, cellular, tissue, and neuronal. At cellular level, bioelectricity is mainly manifested by the electrical charges on the cell membrane and the trans-membrane potential that are regulated by the subcellular organisms and metabolic mechanisms in the cells. All cells have activities of ion movements across membranes, either plasma membranes or intracellular membranes. Electrical signals within biological organisms are universally driven by the movement of ions across the cellular membrane, which has the structure of a lipid bilayer embedded with proteins that can transport different ions selectively. All eukaryotic cells actively maintain a trans-membrane potential, with a more negative voltage in the cellular interior as compared to that of the cell exterior ranging from −20 to −80 mV.[14] Cellular membranes are made of mostly phospholipid bilayers that themselves alone serve as both an insulator and a diffusion barrier to the cross movement of ions. However, the cellular membranes are permeable to many different ions actively or passively via the embedded ion channels, pumps, and transporters. The transporters/ pumps actively push ions across the membrane and establish the concentration gradients across the membrane by consuming energy.\nIn additional to the trans-cell-membrane potential, bioelectricity is also generated intracellularly by the movement of\nYilong Wang is currently an associate professor at the Institute for Biomedical Engineering & Nano Science, Tongji University School of Medicine (China). He received his Ph.D. degree in applied chemistry from Shanghai Jiao Tong University in 2009. Before earning his doctorate, he studied at University of Washington\nin Seattle as an exchange student under the supervision of Prof. Younan Xia for 1 year. His main interest is biodetection based on multifunctional nanomaterials and integrated devices, focusing on the early detection or prognosis of cancer through label-free liquid biopsy technology and cardiovascular disease based on magnetic composite nanoparticles.\nZheng Cui is an American scientist. He obtained his Ph.D. degree in biochemistry from University of Massachusetts at Amherst and postdoctoral fellowship from Harvard University Medical School. He has been a faculty member of the Department of Biochemistry and later the Department of Pathology at Wake Forest University\nSchool of Medicine. His research interest has been focused on cancer surface charges and its implications in cancer diagnosis and treatment.\nDonglu Shi is currently the Chair and Graduate Director of the Materials Science and Engineering program at College of Engineering and Applied Science, University of Cincinnati. His research focuses on nanoscience that deals with structural design not only for fundamental studies of new bio-chemical-physical proper-\nties but also unique functionalities for medical diagnosis and precision therapeutics.\nions across the intracellular membranes. In mitochondria, for example, the proton gradient is established as a part of the oxidative phosphorylation to produce energy-rich molecules of ATP. As a result of the proton gradients, the potential is high between inner and outer mitochondrial membranes,\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (3 of 18)\nbut low on the outside of mitochondria. Consequently, the outer surfaces of the isolated mitochondria are negatively charged.[15] More protons are transported into the intermembrane space, more ATP is produced by the mitochondrial ATP synthase, and more negative charges appear on the outer surfaces of mitochondria. Therefore, the mitochondrial activities are directly reflected by the surface negative charge and the binding ability to the cationic fluorescent dyes, such as Rhodamine 123.[16]"
    }, {
      "heading" : "3.2. Surface Charge of Cell Membrane",
      "text" : "In retrospect, the studies on the cell surface net charges have been controversial, mainly due to the detection techniques. The measurement of the cell surface charge is typically through determining the potential differences between the cell surface and interior by electrodes (Figure 1). The charge difference obtained in this fashion is in fact a static potential between the two tips of electrodes. But the net cell surface charge is a more complicated issue. It refers to the lasting static charges of the entire cellular surfaces regardless of the trans-membrane potential. In theory, the surface charges are determined by the number of ions present on the cell surface. The surface charges originate from the immobile ions residing on the surface, or the mobile ions transported from the intracellular activities. It should be noted that it is experimentally more sensible to study the surface charges for a population of cells, not just a single cell or a few cells, as described in the previous reports using localized electrodes."
    }, {
      "heading" : "3.2.1. Fluorescent Bioelectricity Reporters Labeling",
      "text" : "In the study of cell bioelectricity, one of the major tools for measuring the trans-membrane potentials of subcellular organelles is staining by either voltage-sensitive dyes or fluorescent bioelectricity reporters. Bioelectricity is defined as the cell processes that involve ions or ion flux. It has been\nassumed that potential changes in resting transmembrane and individual ion flows are essential activities of all cells and responsible for bioelectricity. Such bioelectrical activities, occurring on a scale of minutes to days, generate crucial instructive signals that regulate cell behavior in vivo.[17] The fluorescent bioelectricity indicators can be divided into two categories of fast- and slow-response probes based on the speed at which they can respond to a change in membrane potential, including carbocyanine dyes, rhodamine, oxonols, and styryls. When reacting with the subcellular organelle membranes, these dyes are wedged into the lipid bilayers so that they are in contact with the surfaces of both sides, sensing the charge differences between both sides of the membrane, and are fluorescently activated.\nFast and Kléber reported a method on optical recording of transmembrane action potential upstrokes from neonatal rat myocytes cultured on a growth-directing matrix using voltage-sensitive dye (RH-237) with a photodiode technique at subcellular resolution.[18] For in vivo monitoring within an expected time window, fluorescent bioelectricity reporters (FBRs) exhibit a high subcellular resolution in measuring many cells simultaneously in vivo in absence of microelectrode, and can track bioelectric gradients over long time periods despite of cell movements and divisions.[19] However, for practical measurements of potential and ion concentration by FBRs, many parameters may contribute to the experimental outcomes such as selection of dyes and the signal normalization.[19] Molecular genetic methods have been recently developed to monitor and process biological signals and analyze their linkages to biochemical and genetic pathways in cancer.[20–23]"
    }, {
      "heading" : "3.2.2. Cell Electrophoresis",
      "text" : "The cell surface charges are the measure of a net electricity, and related to the trans-membrane potentials.[18] Reducing intracellular influences on the electric properties of the individual alive cells is essential in accurately assessing cell\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (4 of 18)\nsurface charges. Cell electrophoresis was one of the earlystage techniques used to measure the cell surface charges. The rationale of this method is that the surface charges of cells, if any, are able to drive the cells to move toward the electrode of the opposite charges in a semi-restricted space where they are recorded. The cells are usually put into a well in the center of an agarose gel slab submerged into an electrophoresis buffer system. The electrodes of the opposite charges are placed at both ends of the gel slab. With the direct current applied to the gel via the electrodes, the number and the distance of cells are recorded when moving out of the well toward the electrode in the semi-restricted space under the gel. The sign of the charge is determined by the direction of the movement, and the relative intensity of the charge by the distance traveled. The cells that have moved out of the well are then observed microscopically.\nElectrophoresis is usually used to drive the movement of small, structurally stable particles with stable surface charges with a large charge to mass ratio, but no concern on the damages to the subjects.[24] As shown in Figure 1A, Aki et al. developed a label-free method for characterizing the conjugation of antibody molecules to red blood cells by measuring the electrophoretic mobility in a micro-channel. The electrically charged cell is dispersed in aqueous solution, and the charge quantity is slightly changed when antibody molecules are attached to it. However, the animal cells presented significant complications to the measurement of their surface charges by moving them in a strong electric field.[25] Unlike many other types of cells with thick and protective cell walls, such as bacteria, fungi, and plant cells, the animal cells, on the other hand, are highly fragile, having only 7–8 nm lipid bilayer plasma membrane. The cellular contents and membranes are highly venerable and sensitive to the outside physical or electric forces. When animal cells are subjected to an electric field as small as 500 mV for a few milliseconds, Joule heating, thermal burn, membrane leakages, and electroconformational denaturation of proteins begin to occur in the cells. These damages to cells are accumulative and irreversible. In addition to structural damages, the electric field can easily change the intrinsic properties of the cells. Normally, all live cells maintain their membrane potential by shuffling the mobile ions across the membranes. Once inside an electric field stronger than the intrinsic electric field of the cells, the surface ions, mainly responsible for the cell surface charges, are easily driven away by the opposite electrodes even before the occurrence of membrane damage. For example, Na+, K+, Ca++, and H+ at the surfaces are all moved toward the negative electrodes, whereas Cl− anions are attracted to the positive electrodes. These ion migrations can take place prior to any membrane damage.[26] The subcellular organelles and molecules with surface charges are also relocated intracellularly by the electric field. Upon membrane damaging by electricity, the charges of the cellular content, such as the strongly negative RNA and DNA, can be exposed and mistaken as the surface charges in cell electrophoresis.\nThe electrophoretic method can also be applied to estimation of bacterial cell surface charge in some cases.[27] Shingaki et al. measured cell surface charge of 109 strains of paddy soil\nbacteria by electrophoretic mobility. All the isolates exhibited negative values at pH 7.0. Among these strains, fast-growing bacteria with many more acidic groups at their cell surfaces, showed a higher level of negative charge compared with the slow-growing isolates.[28]\nIt is worth noting that the hydrodynamic effects of glycocalyx must be considered for accurate electrophoretic behavior of erythrocyte cells. Although there are several models for simulating the electrophoretic movement of cells facing the hydrodynamic environment,[27,29,30] optimization is yet to be undertaken when more parameters become available.[31]"
    }, {
      "heading" : "3.2.3. Zeta Potential",
      "text" : "In recent years, the advent in measuring zeta potentials has enabled measurement of surface charges on the waterresistant cell walls. However, the zeta potential studies have been limited to bacteria and fungus, and few on the study of animal cells. Zeta potential instrumentation utilizes dynamic light scattering to continuously monitor the movement of cells suspended in liquid under an electric field. The basic principle of zeta potential measurement is identical to that of cell electrophoresis, therefore sharing the same concerns that the impacts of the electrophoretic field on the intrinsic electric properties and integrity of the cells is not trivial.[32] Artificial loss of mobile ions from the cells surfaces is another major concern. HeLa cells was reported to exhibit negative surface charge of −20 mV by dynamic lighting scattering (DLS) according to the aforementioned electrophoretic mechanism. DLS provides the surface potential at the shear plane of the cell. In this fashion, the potential measurement will be largely influenced by ionic concentration and solution pH value.[33,34] Due to the difference in surface charge between the live and dead cells, fast washing and pre-treatment of the cell sample is critically needed.[35] Considering the large cell sizes, it can be difficult to stabilize cell suspension for optimal zeta potential measurement."
    }, {
      "heading" : "3.2.4. Atomic Force Microscopy",
      "text" : "Atomic force microscopy (AFM) has been recently developed to characterize the membrane surface potential of PC-12, a kind of cardiac cell, due to its more sensitive response to the electric excitation (Figure 1B).[36] The surface charge distribution on the cell membrane was found, however, not homogeneous at all by manifestation of the electrostatically adhered nanoparticles. In the AFM study, the sensitivity of potential measurement depended on the calibration of conductive tip.\nAFM has also been utilized to study the charge distribution on the Gram-positive bacteria cell wall.[37] The electromechanical approach can detect the potential between the tip (as the reference electrode) and the sample by measuring the cantilever’s subtle deflection via surface stress. The variations of surface stress stem from triggering of electrical surface charge of the cantilever (as in classical electrocapillary measurements) when making contacts on both the tip and\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (5 of 18)\nthe double layers of the sample. This method may offer an alternative way for in vivo detection of bacterial cell surface charge distribution."
    }, {
      "heading" : "3.2.5. Electrostatic Interaction Chromatography",
      "text" : "Electrostatic interaction chromatography (ESIC) was first applied to isolate micro-organisms, such as bacteria by using the ion-exchange resins through the electrostatic adsorption.[38] It was later utilized to investigate microbial physiology.[39] Bacterial affinity for ion exchange in ESIC is dependent on the surface charges of bacteria. This method can therefore characterize bacteria on relative cell surface charge via binding with either positively- or negatively-charged resins. As a charge-based methodology, ESIC is shown to be more time-efficient compared to organism electrophoresis.\nThe movement of several bacteria through soil was reported not influenced by their respective cell surface charges.[40] By using electrophoretic mobility and ESIC,[41] the rough strains of Listeria monocytogenes were reported to be more negatively charged than its smooth-strain counterpart.[42] The disadvantage of this approach is the incapability of direct measure of zeta potentials and the fact that it is time consuming."
    }, {
      "heading" : "3.2.6. Aqueous Two-Phase Partitioning",
      "text" : "The aqueous two-phase partitioning system contains a more hydrophobic polyethylene glycol phase and a less hydrophobic dextran phase to partition cells. Cells will preferentially partition into one phase due to their surface polarity. Therefore, this method can characterize surface charge of bacterial cells. It was found that rough Salmonella typhimurium strains were more negatively charged than smooth strains.[43] Using this method, Liang et al. revealed surface charge of Staphylococcus aureus strain, a prototype strain of S. aureus strain, that was not involved in the binding of serum proteins.[44]"
    }, {
      "heading" : "4. Negative Cancer Cell Surface Charge and Nano Detection",
      "text" : ""
    }, {
      "heading" : "4.1. Negative Cancer Surface Charge: Biophysical Manifestation of the Warburg Effect",
      "text" : "As is well known, cancer cells exhibit the so-called “Warburg Effect” by which cancer cells only process glycolysis. High levels of glucose uptake and lactate secretion are the two most distinguishable metabolic behaviors not only widely observed in cultured cancer cells but also extensively employed in cancer clinical settings. The most profound hallmark of cancer cells is their high level of glycolysis.[45] The levels of glucose uptake and lactate secretion can be up to 30 times greater than that of normal cells. Our recent study has shown, from 22 cancer cell lines, a close correlation between the lactate acid secreted and a net of negative electrical charges that appears on cancer cell surfaces.[46] High concentrations of negative charge on cancer cell surfaces are therefore a distinguishing characteristic from normal cells, which can be detected by electrical nanoprobe.\nAll known bioelectric phenomena in mammalian cells are generated by the cross-membrane movement of mobile ions.[47] Most human cells are actively maintained as charge-neutral or slightly positive at the surfaces via the ion pumps and channels on the plasma membrane. If cells possess a significant amount of surface charge, it must be generated by an abnormal movement of mobile ions across the plasma membrane. If the surface charge is negative, this can only be generated by either an inward movement of cations or an outward movement of anions across the plasma membrane. By examining all known signature patterns of cancer cells, one metabolic pattern is consistent with this hypothesis (Figure 2). Nearly all metabolically active cancer cells, whether in vivo or in vitro, are known to secrete a large amount of lactate as mobile anions.[48] This is a result of increased glycolysis in which the levels of glucose uptake and lactate secretion are much greater than that of normal cells. This hallmark characteristic of cancer cells can be utilized as a charge-based “biomarker” for cancer cell targeting, as the membrane potential\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (6 of 18)\n(Vm) of cancer cells is a direct indication of metabolic-related activities involving various ion channels and transporters.[49,50]"
    }, {
      "heading" : "4.2. Nano Detection of Cancer Cells via Surface Charges",
      "text" : "Based on these findings, the magnetic nanoparticles are rendered positive that can effectively bind onto negatively charged cancer cells which are subsequently magnetically captured and removed, a novel strategy for detection of cancer cells.[46] For development of new cancer diagnosis and therapy methodology, a fundamental base is the nanoparticle–cell interface and interaction mechanism. For negatively charged cancer cells, nanoparticles can be rendered positive in order to target, bind, and separate them in whole blood for early cancer diagnosis and therapeutics. Recently, the interface complexity in vitro and in vivo on the efficiency of nano therapeutics has increased tremendous awareness in the nano-medical communities. The key in cancer diagnosis and therapeutics is cell targeting with high specificity. Current cancer cell targeting has been primarily relying on biomarkers for corresponding and particular phenotypes. Nano vectors are typically conjugated with these biomarkers for targeting cancer cells in vitro or in vivo. However, it is theoretically impossible for any molecule to be present at a significant level on cancer cells of all types, but absolutely absent on normal cells owing to the cancer heterogeneity and diversity. In the past decade, new cancer cell detection techniques have emerged based on the morphological features of cancer cells, such as cell size, density, and modules. Nonetheless, both targeting strategies based on biomarkers and morphological differences have been shown to be not reliable, therefore leading to possible false positive outcomes. Therefore, new cell targeting mechanism needs to be identified based on which more reliable methodology can be developed. Bioelectricity-based cell targeting has only recently emerged that is shown to be effective for many different cancers. Charge-mediated targeting results from 22 cancer cell lines show that the cancer cell surface negative charge is a hallmark characteristic shared by all cancer cells studied, regardless of their phenotypes and genetics.46This is in fact one of the major advantages of charge-based targeting since all biomarkers are to be made very cancer-specific at protein and genetic levels, which is extremely difficult and unlikely, therefore resulting in considerable non-specificity. Glycolytic driven bioelectricity can also serve as a unique analyte for electromagnetically gauging cell metabolism by specially designed multi-functional nanoparticles, specifically surface-electrically-charged, fluorescent, and superparamagnetic Fe3O4.[46]"
    }, {
      "heading" : "4.3. Cellular Uptake of Surface Charged Nanoparticles",
      "text" : "As described above, cancer cells prefer to uptake cationic nanoparticles, such as cationic liposome, polycationic polymers, and polycationic-polymer functionalized inorganic nanoparticles. Serdiuk et al. studied the effects of sizes and surface charges on the cellular uptake of human breast cancer cells (MCF-7).They found that, for 3T3-L1 fibroblast cells, negatively charged silicon carbide nanoparticles (SiC NPs) penetrated cell nuclei more easily than positively charged SiC NPs. Non-tumor cells exhibit\ndifferent surface charges.[51] Ning et al. investigated the zeta potential of three cancer cell lines, and showed that HepG2, Caski, and MCF-7 cell membranes are all electronegative. Furthermore, their charge negativities are also reduced in the following manner: HepG2 > Caski > MCF-7. Significant electrostatic interactions between the positively charged ZnO nanowire and negatively charged cells resulted in ZnO penetration into the cell membranes leading to structural damage.[52] Huang et al. developed a quantum dot (QD) sensor for quantitative visualization of cell surface charges. Both normal human red blood cells (RBCs) and malignant cells (K562, human myelogenous leukaemia cell) were labeled by amino-modified CdSe/ ZnS QD, by which they found the living cancer cells negatively charged.[53] Matahum et al. synthesized surface-charged magnetic nanoparticles (MNPs) with three polymer coatings: dextran (DEX), aminopropyl-triethoxylsilane (APS), and polystyrene sulfonic acid (PSS). Zeta potential of DEX-MNPs, APS-MNPs, and PSS-MNPs were measured as: −8.97, +11.57, −47.23 mV, respectively. Upon incubating with mouse fibroblast cells (L929 cells), APS-MNPs (positive charged) showed the highest uptake compared to DEX-MNPs and PSS-MNPs (negative charged).[54] As a result, the positively charged graphene/Fe3O4/polyethylenimine (PEI) enhanced tumor cell (MCF-7) drug loading and cellular uptake. Furthermore, this multi-functional nanocomposite was used as an efficient photothermal therapy (PTT) agent to ablate cancer cells with low-density laser irradiation.[55]\nNPs with positively charged PEG-PLA was found to enter cells fast and accumulated at a much higher level than the negatively charged counterparts at all incubation time points.[56] The positively charged nanoparticles were internalized through a clathrin-mediated endocytic pathway. In a 60-min time frame, positively charged NPs exhibited enhanced intracellular accumulation in a perinuclear compartment, while the negatively charged NPs recycled to the extracellular medium.\nThe fundamental cell-nanoparticle interaction mechanism provides an important base for nanocarrier design in gene and drug delivery. Several research groups investigated uptake of chitosan-based nanoparticles with different surface charges by both cancer cells and normal cells (Figure 3A,B).[57,58] However, nanoparticles with strong positive surface charges are prone to be cleared by macrophage cells or trapped by mononuclear phagocyte system (MPS) in vivo, therefore less effective for the therapeutic effects. To solve this problem, nanocarriers with surface charge transformable property were developed, among which the pH-sensitive charge reversion was found successful.[59–62] Li et al. designed a surface-charge-reversible polyplex, comprised of a pH-buffering core of PEI and complexed with siRNA, to generate a microenvironment pH-inducible charge reversal. A reduction-sensitive disulfide-cross-linked interlayer was developed to stabilize the polyplex and prevent the encapsulated siRNA from enzymatic degradation in blood circulation (Figure 3C).[59]\nIn addition to experimental studies, some groups also provided computer simulation of the interaction between the charged nanoparticles (CNPs) and lipid like vesicle. Liu et al. performed coarse-grained molecular dynamics (CGMD) simulations based on hydrophobicity, surface charge density, and distribution on the interaction of curved vesicle membrane with CNPs.[63] 12 nm of spherical dipalmitoylphosphatidylcholine\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (7 of 18)\n(DPPC) vesicle and 2–5 nm nanoparticles with different surface charge density and hydrophobicity were applied. The surface tension and membrane curvature of the vesicle membrane were also considered in their study. Compared with the positively charged nanoparticles, the negatively charged nanoparticles generally exert stronger interaction with the vesicles.[63] Simulations performed by Li et al. revealed stronger adsorption of the negatively-charged NPs on cell membranes than the positively-charged ones.[64] This discrepancy between the experiment results of nanoparticles-cancer cells interaction and stimulation of single small size nanoparticle with phospholipid vesicle can be attributed to the complex surface activities of the phospholipid vesicle."
    }, {
      "heading" : "4.4. Bio-Distribution of Surface Charged NPs",
      "text" : "Specific concentration of nanocarriers at tumor tissue and cells is the precondition for efficient cancer therapy and reduced toxicity. To achieve high percentage residue of nanocarriers in\nAdv. Biosys. 2019, 3, 1900101\nFigure 3. Cellular uptake rate and amount are both positively correlated with the surface charge. A) Schematic diagram showing cell uptake of the positively charged nanoparticles. Uptake rate constant k value of negatively charged NPs (yellow), neutrally charged NPs (green), and positively charged NPs (cyan) in eight cell lines. Reproduced with permission.[57] Copyright 2011, American Chemical Society. B) Schematic representation of hollow sphere fabrication and surface modifications. Flow cytometry data, elucidating the effect of size and surface modifications on the internalization efficiency of spheres into HUVECs cells at 12-h incubation. Among all sizes, the negatively charged spheres present the lowest uptake profile. Reproduced with permission.[58] Copyright 2010, Elsevier Ltd. C) Formation of charge-reversible polyplex for long circulation, tumor-specific celluptake, and easy intracellular siRNA release. Schematic illustration of the performance of the surface charge-reversible polyplex in vivo.Laser confocal microscopic images of A549 cells incubated with different polyplexes at pH 6.8 and 7.4. Incubation time: 12 h. Blue fluorescence: nuclei stained with Hoechst 33342. Red fluorescence: Cy3-labeled siRNA. Green fluorescence: lysosomes stained with LysoTracker Green DND. Reproduced with permission.[59] Copyright 2014, Wiley-VCH.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (8 of 18)\ntumor tissue by intravenous administration is a challenging task for design and development of multifunctional nanocarriers. The heterogeneity of tumor and biological barriers in vivo will hinder cancer cell targeting by nanoparticles. Extensive studies have been carried out on different targeting strategies for tumor tissue and cells,[65] in particular, on the basic physiochemical property of nanocarriers. The effects of nanoparticle size, distribution, and surface functionalization with specific ligand are fundamentally important to both medical diagnosis and therapeutics. Due to inevitable bioelectricity, as described above, surface charge by cationic/anionic polymer functionalization becomes another important physiochemical factor that contributes to all aspects of drug and gene delivery including the EPR effect (Figure 4A).[64] Chouly et al.[66] found that the zeta potentials of negatively charged (−30 mV) and positively charged (+20 mV) NPs, modified with polysaccharidic molecules, resulted in different biodistribution (Figure 4B,C).[60,61] Mizuhara et al. designed a nanoparticle system that was neutral at pH 7.4 but becoming positively charged at tumor pH (pH < 6.5) (Figure 4D).[62] This pH-controlled uptake makes this particle system a promising vector for tumor selective therapy.\nHowever, a key issue emerges upon clinical applications, especially when applying these nanoparticles in a biological fluid. Upon dispersing nanoparticles (NPs) in physiological media (for instance, human plasma), the so-called ‘‘protein corona’’ will be developed on NP surfaces. For instance, the nanoparticles functionalized by polysaccharic molecules tend to adsorb proteins. Successful polysaccharide coating was often manifested indirectly by model protein adsorption.[67] With serum protein labeling, the nanoparticles were subject to trapping by mononuclear phagocyte system (MPS).[68] Consequently, the bio-chemical-physical properties of the nanoparticles will be severely altered, and in term, affecting cell targeting, systemic circulation, fibrillation, cellular uptake, and biocompatibility. Therefore, it is in fact the protein coronas, rather than bare nanoparticles, that interface with the biological systems, such as cells, with unique behaviors and mechanisms. Some critical issues will have to be addressed before clinical applications of nanoparticles: 1) if the positively charged nanoparticles can remain effective electrostatic cell binding when dispersed in physiological environment; 2) how protein coronas develop on the nanoparticle surfaces, that will not only affect the surface charges but also cell binding strength; 3) is it possible to modulate the corona structures on nanoparticle surfaces by adjusting the biochemical conditions; and 4) the fundamental differences between the charge-mediated and biomarker-based cell targeting in terms of cell binding strength and reaction kinetics.\nThe effect of surface charge, independent of non-adsorption of protein, on electric-mediated distribution of nanoparticles will have to be investigated in vivo. PEGylate and dextran modified liposome was found to escape from clearance by MPS.[68] Cellular uptake and bio-distribution of a simpler material system was also investigated based on commercial polystyrene microspheres modified with negatively charged or positively charged chitosan.[69] A serial of fluorescence labeled nanoparticles with surface charges were applied for cellular uptake by murine macrophage and bio-distribution in H-22 tumor bearing mice after intravenous administration.[69] The nanoparticle residuals in the organs of mice were found to be\ninfluenced by the surface charges of CNPs. CNPs with negative surface charge and smaller particle size were more efficiently distributed in tumor, and peaked at 4 h after injection. NPs with larger size and more positive charge exhibited higher phagocytic uptake. These findings provide a guideline for nano carrier design in terms of surface charge and particle size."
    }, {
      "heading" : "4.5. Formation of Protein Coronas on Surface Charged NPs",
      "text" : "Recently, formation of protein corona on the nanoparticles surfaces and its effects on bioactivity and targeting abilities has attracted great interests in nanomedicine communities.[70,71] Dai et al. found insignificant influence of protein coronas on cell targeting with antibody-functionalized layer-by-layer-polymer carriers, indicating that the nanoparticle surface functionality can be well preserved (Figure 5A).[70] One can expect to control the fate of nanoparticles in vivo by adjusting its binding ability to protein through manipulation of surface charges. Parak et al. studied charge-dependent interactions of colloidal gold nanoparticles with protein and NPs uptake by cells.[72] The gold NPs were modified with amphiphilic polymers to obtain required physical properties except for charge sign. It was found that the number of adsorbed human serum albumin molecules per NP was not apparently influenced by their surface charge. However, positively-charged NPs were more incorporated into cells than those negatively-charged, both in serum-free and serum containing media. They proposed two roles of surface charge on cell-NPs interaction: 1) the surface charge changes the protein corona formation around NPs, and 2) the formation of corona will sequentially affect the cell-NPs interaction behavior. They pointed out that colloidal stability of surface-charged NPs in different media should be considered for cell–NPs interaction. Negatively- and positively- charged NPs showed different sensitivity to certain additives in the media. Typically, stronger interaction can be expected between positively charged NPs and protein molecules. However, it was found that serum protein or model protein such as bovine serum albumin (BSA) and human serum albumin (HSA) naturally bind to negativelycharged Fe-Pt NPs due to their positive patches. The surface charge distribution of protein can also change during its NPs adsorption, which can be characterized by dual-focus fluorescence correlation spectroscopy (Figure 5B).[73,74] The silica nanoparticles showed a stronger adhesion to the cell membrane in serum containing medium, but higher internalization efficiency without serum, attributable to corona present on nanoparticle surfaces. TEM images indicated effect of corona on the locations of intracellular nanoparticles (Figure 5C).[69] Several new characterization techniques have been emerging on studies of protein corona formation on nanoparticles.[75] To investigate the effect of the nano-surface-decorated-protein-coronas on their cancer cells binding efficacy, we synthesized the positively and negatively charged magnetic nanoparticles that were treated with fetal bovine serum solution at different concentrations.[76] Dozens of proteins in the serum were found to decorate either positive or negative surfaces of the nanoparticles, as characterized by Liquid Chromatography-Mass Spectrometers (LC-MS). Upon absorbing the serum proteins, Zeta potential of the positively-charged nanoparticles was found reversed to negative.\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (9 of 18)Adv. Biosys. 2019, 3, 1900101\nFigure 4. Biodistribution of charged nanoparticles. A) Schematic illustration of the drug delivery procedure of positively charged or ligand-modified nanoparticles, neutral or negatively charged nanoparticles modified with hydrophilic “stealth” polymers and hierarchical targeting nanoparticles for enhanced tumor tissue retention, cellular internalization, tumor penetration, and nuclear uptake. Reproduced with permission.[65] Copyright 2016, American Chemical Society. B) Schematic of pH-triggered cellular internalization of PPC-Hyd-DOX-DA. Zeta-potential changes of PPC-Hyd-DOX-DA at\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (10 of 18)Adv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (11 of 18)"
    }, {
      "heading" : "5. Electrically Charged Magnetic Nanoprobes for Circulating Tumor Cells Detection",
      "text" : "Circulating tumor cells (CTCs) are a group of low-frequency cells found in bloodstream that shed from a primary solid tumor. CTCs are key research targets as they may provide important information about the mechanism of metastasis.[77,78] There is an increasing need for early detection of circulating tumor cells at a highly sensitive level, prior to the diagnosis of anatomic anomalies for maximum therapeutic benefit.[79] The current CTC capture technologies include microfluidic chip and immune magnetic separation based on the morphological features such as size, density, modules of cancer cells, and membrane biomarkers.[80–82] Microfluidic chips allow for precise flow control in order to achieve high purity, specificity, and yield, but this technology is time consuming with complicated devices. Although immune magnetic separation of CTCs is a more straightforward method, purification quality is variable to some extent. Recently, the so-called label-free CTC capture techniques are emerging base on the biological characteristics of cancer cells.[83] However, biological similarities between CTCs and normal blood cells make these methods not entirely reliable.[84] Therefore new CTC capturing strategies need to be developed based on different mechanisms.\nIn our previous work,[46] we found negative surface charge of cancer cell membrane over the normal cells by well-designed fluorescent and magnetic nanoprobes. Charged nanoprobes were incubated with twenty-two different randomly-selected cultured cancer cell lines and four types of primary normal cells. Cell targeting results showed preferential binding of the positive nanoprobes on all cancer cells (from 22 cell lines) but not the normal cells (Figure 6A). Initially, only limited negative nanoprobes bind to the cancer cells. By increasing glucose uptake, the cancer cell lactate secretion reached a high level that\nis 30 times greater than that of normal cells. We attributed the cancer cell negative charges to the high rate of glycolysis and the associated lactate secretion across the plasma membrane (Figure 6B).\nThe major findings from this research are summarized below:\n1. Among all normal somatic cells tested, including liver cells, kidney cells, and lung cells, none largely bind with the nanoprobes of either charge sign, suggesting their neutral charge nature. All other blood cells, including red blood cells, do not bind to any probes. One exception is the significant binding of the negative probes with human neutrophils, suggesting the positively charged granulocyte. 2. All cancer cells tested bind exclusively with the positive nanoprobes, indicating their negatively charged cell membrane. 3. Removal of sialic acids from cancer cell surface does not change cell binding with the positively-charged probes. However, inhibition of cancer cell glycolysis or lactate secretion reduces their binding ability to the positive probes. Therefore, the outward transmembrane movement of lactic ions is responsible for the negative charges of the cancer cell surfaces."
    }, {
      "heading" : "5.1. Design of Nanoprobes for Cancer Cell Detection",
      "text" : "Based on discussion in the previous sections, nano design is primarily aimed at most efficient biomedical functionalities: cell targeting, drug delivery, cancer cell ablation, controlled release, without posing any alteration or damage on normal cells and tissues. One of the novel nano deigns emphasizes on the electrostatic interactions with particular cells (cancer cells) for targeting, binding, capturing and magnetic removal. The\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (12 of 18)\nparticular design is motivated for sensitive detection of circulating tumor cells in whole blood. The particle charge is limited to below 50 mV, far smaller than the reported voltage of 500 mV that can cause severe cell damages.[85] A set of nanoprobes can be developed, based on this consideration, with opposite surface charges at a given physiological pH value. Without electrophoretic force, the harmful influence of the charged nanoprobes on the cells is minimal. Instead of having to move the cells for the measurement, this novel method allows the nanoprobes bind onto cell surfaces by static electricity at much shorter distances. This is to ensure minimal influence on the electric properties of the cells and the significantly improve detection sensitivity. Additionally, these nanoprobes are rendered fluorescent and magnetic with an iron oxide (Fe3O4) core. The Fe3O4 cores enable the particles to be easily captured and removed by an external magnet for the purpose of cell separation. The fluorescence provides the optical imaging for characterization of particle distribution near and around the studied cells. The electrostatic interaction, due to opposite charges between the probes and cells, is the main driving force for cell targeting, binding, and separation. The captured cells can be enumerated by flow cytometry, analyzed with other means including optical microscopy, biomarker reaction, and genome sequencing for comprehensive pathological and exclusive oncological identifications.\nFormation of protein corona on the nanoparticles is inevitable when applied in the physiological environment, such as in the blood sample. In this way the nanoparticle surfaces are fundamentally modified from “synthetic” to “biological” in medical applications. Possible influence of protein corona was investigated on the electrostatic interaction between surfacecharged nanoparticles and cancer cell membrane. The strong electrostatic interactions with cancer cells was well retained as the charged particles considerably decorated by FBS protein coronas, even with the reversal of zeta potential from positive to negative (Figure 7A).This behavior can be explained by having parts of the positively charged patches still remained even upon coronas decoration, enabling electrostatic interactions with the negatively-charged cancer cell membrane. Based on FBS coated magnetic nanoparticles, the net negative charge was −49 mV when the nanoparticles were further modified by polystyrene sulfonic (PSS), leading to negligible binding to the cancer cells. (Figure 7C)[76] These results indicate, on the surface of FBS modified nanoparticle, the residue of positively-charged patches could be completely enclosed by the small molecular weight anionic polyelectrolyte.\nCell viability of the captured CTCs is essential for further analysis and culture. The balance between capture efficiency and cellular viability of rare CTC is critical. In previous studies, cytotoxicity was investigated on several mechanisms of cellnano interactions,[86,87] including endocytosis of nanomaterials, damage of cell membrane and pseudopod, and nutrientdepletion.[88–90] Morphology of the bioprobe was also found an important factor on cell capture and biocompatibility. Graphene oxide based magnetic probe was found to have higher capture efficiency but also greater cytotoxicity, that compromises it as a candidate for cancer cell isolation and culture.[91] To address the concern of cytotoxicity of nanomaterials, some methodologies for release of the captured cancer cells from the nanoparticles\nand devices have been developed based on the immune-magnetic beads, planar substrates, and microfluidic devices.[92–95]"
    }, {
      "heading" : "5.2. Sensitive CTC Nano-Detection",
      "text" : "The most foreseeable and profound technological application of nanoprobes in early cancer diagnosis will be detection of CTC in whole blood. The methodology is schematically depicted in Figure 8: 1) the blood sample is diluted in PBS (step 1) and the charged nanoprobes are mixed with cancer cells in solution; the positively charged nanoprobes will be attracted and bound to the negatively-charged CTCs (step 2); and subsequently magnetically separated by an external magnet (step 3). Upon washing, CTC are flushed by PBS (step 4), and the collected CTC are re-suspended (step 5) for cell count using a flow cytometry (step 6). The captured cells are identified by pathological and genome sequencing methods (step 7).\nOur preliminary results using the above approach have shown exceptionally high cancer cell capture rates from different cancer cell lines, therefore showing high potential as a powerful CTC detection technology. A large number of live cancer cells (up to 106 cells mL−1 blood in leukemia and several thousands of cancer cells mL−1 blood in advanced NSCLC) has been captured efficiently. This can facilitate research on heterogeneity, prognosis, metastasis, and drug screening by genomic or proteomic analyses.[96–98]\nBased on the same principle of charge-driven cell binding, cancer cells in whole blood can be filtered, similar to dialysis, that can remove most of the negatively charged cells from the circulating blood. Patients’ blood can be circulated several times through an external system during which the negative cells are filtered out. The purpose is to reduce the blast burden of the patients with leukemia or to substantially reduce CTC count in patients with metastatic solid tumor as a treatment.\nVarious charged-nanoprobes have been designed for multiple purposes: 1) detection and isolation of CTCs, and 2) cancer cell killing by the photothermal effects of the magnetic nanoprobes, since these nanoprobes are not only electrically charged (positive or negative), but also superparamagnetic.[99] Therefore, in addition to cancer cell detection and insulation, effective HeLa cell ablation has also been achieved in vitro utilizing the photothermal effect of the magnetic nanoprobes. The well-enhanced photothermal cell killing is due to intimate contacts of the nanoparticles on cell surfaces via strong electrostatic binding on cell membrane."
    }, {
      "heading" : "6. Isolation of Candida Albicans by Electrically Charged Magnetic Nanoparticles",
      "text" : "The high mortality rate of bloodstream infection involving fungus necessitates a rapid and effective identification of the infectious organism. However, detection of invasive fungal infections remains a challenge in clinical practice, especially from the liquid samples. The traditional isolation and detection of Fungi yeast strains by nanomaterials mainly have relied on the specific affinity of polysaccharide on the fungal cell surface wall and lectin molecules, such as Candida albicans and\nAdv. Biosys. 2019, 3, 1900101\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (13 of 18)Adv. Biosys. 2019, 3, 1900101\nFigure 7. Fluorescence microscopy images of HeLa cells incubated with A) the positively charged MNCs, and B) the negatively charged MNCs including the “hard” or “soft” protein corona-coated MNCs. The MNCs with “hard” protein corona were prepared by treating the MNCs with FBS aqueous solutions at the concentrations of 0, 10, 50, 100 v/v% and physically adsorbed FBS was removed by several times washing. The MNCs with “soft” protein corona referred to the MNCs bound to cancer cells in the 100% FBS solution. The physically adsorbed FBS remained on the surface of MNCs. C) The binding efficiency of HeLa cells by three different surface functionalized MNCs and the schematic program of the surface functionality of MNCs: bright field images (left column), fluorescence microscopy images (middle column) and schematics (right column) of the positively charged MNCs (MNCs⊕), 100% FBS treated positively charged MNCs (MNCs⊕/FBS), and PSS treated MNCs⊕/FBS (MNCs⊕/FBS-PSS). D) Schematic illustration of interaction of cancer cell membrane with different MNCs. All scale bars are 100 µm. Reproduced with permission.[76] Copyright 2018, American Chemical Society.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (14 of 18)Adv. Biosys. 2019, 3, 1900101\nconcanavalin A (ConA).[100–102] C. albicans is the most common fungal pathogen causing nosocomial bloodstream infections worldwide. C. albicans has several growth stages, including yeast, pseudo hyphae, and hyphae.[103] In each stage, the cell wall of C. albicans possesses differentiated surface proteins and molecular compositions,[104,105] which can alter the cell surface hydrophobicity and surface charge. Therefore, only a few yeast strains can interact with lectin-mannose glycans due to heterogeneous distributions of capsular polysaccharide molecules on the surface of the fungi.\nSeveral studies reported on the effects of nanoparticles on the surface properties of bacteria and bio-behaviors in terms of nanoparticles shape, size, and surface charge,[106,107] Lyden studied the strong electrostatic interaction between hyphae and carboxylate-functionalized nanoparticles.[108] As shown in Figure 9A,B, the surface-absorbed nanoparticles on C. albicans hyphae is evident via electrostatic interaction. Figure 9C shows the binding profile of the nanoparticles with different functional groups at several working concentrations. Adsorption of the amine nanoparticles is reduced compared to that of the carboxylate counterpart at all concentrations (p < 0.05). The maximum number of nanoparticles per micron of hyphae, which occurs at 7.6 pM, is, respectively, 14.2 ± 0.9 for the carboxylate nanoparticles and 0.7 ± 0.3 for the amine nanoparticles.[108]\nIn our previous work, we developed an effective method for isolating C.albicans yeast strains by surface-charged magnetic nanoparticles via electrostatic interaction.[109] The positively charged MNCs and ConA-conjugated MNCs were juxtaposed with the isolation efficiency of C. albicans yeast strains. The effects of media and initial fungal strain concentration on the isolation efficiency were also investigated in terms of the interaction between the locus of the fungal yeast strains and the positively charged MNCs. Upon effective isolation of C. albicans yeast strains, a sandwich-like immunoassay for fungi was developed through staining of the enriched fungal strains by MNCs with fluorescein-labeled ConA.\nFigure 9D,E show the typical SEM images of the micron C. albicans yeast strains bound with the positively charged nanoparticles (at working concentration of 100 µg mL−1). The comparison of magnetic isolation efficiencies between the surface-charged MNCs and ConA conjugated MNCs indicate overwhelmingly strong nanoparticle binding of the former (Figure 9F). Both surface-charge mediated interaction and lectin-dependent binding were found to be related to the mannosan moiety on the yeast cell wall. The branched structure of the mannose layer on the surface of C. albicans is an importance base for efficient isolation, fluorescence labeling, and T2MR analysis of fungi."
    }, {
      "heading" : "7. Conclusion and Outlook",
      "text" : "We provide a historical review on the discovery of bioelectricity, its fundamentals, characterization methodology, as well as the newly developed nanotechnology for cell charge assessment. Not only is the origin of bioelectricity revisited in injunction to modern physics definition, but also the current research and understanding on charges associated with biological processes, specifically cell metabolism. In particular, the critical issues are addressed from both fundamental and technological viewpoints regarding the accuracy of measurement. Major bioelectricity measurement methods are introduced with their advantages and shortcomings described and evaluated. A new nano technology has been developed based on bioelectricity that is directly linked to cell metabolism characterized by rate of glycolysis. The superparamagnetic nanoparticles of Fe3O4 are rendered, via surface functionalization, electrically charged, and labelled with fluorescent dye as a unique bio-probe for the assessment of cell surface charges, which is a vital step in detecting and capturing of cancer cells in whole blood.\nThe entire nano-probing strategy is based on bioelectricity, a bio-electrical manifestation of the “Warburg Effect,” and a hallmark characteristic of all cancer cells. As a result of high rate of\nFigure 8. Schematic diagram showing the positively charged nanoparticles for detection of circulating tumor cells in whole blood.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (15 of 18)Adv. Biosys. 2019, 3, 1900101\nglycolysis, compared to normal cells, the cancer cells constantly secrete lactic acid, enabling perpetual movement of ions through the cell membranes. As positive protons being substituted, this secretion of lactic acid provides not only a profile of chemical gradient (the Warburg Effect), but also a net of negative charges distributed along the radius direction of the cancer cell. As such, one recognizes the cancer cell as a dynamic entity capable of constant supplies of lactic acid manifested by the negative changes in expense of glucose.\nThis typical metabolic behavior can be well utilized for cancer cell targeting, binding, and magnetic separation. There have been well established synthesis methods for surface-functionalization of nanoparticles, particularly the superparamagnetic Fe3O4 nanoparticles. Both positive and negative charges can be embodied on nanoparticles depending upon the specific surface functional groups, be it PEI for the positively charged or silica for the negatively charged surfaces. The nanoparticles can also be rendered fluorescent with red RBITC. A fully functional and versatile nano vector is developed for cancer cell binding for both early cancer diagnosis and treatment; the former is accomplished with sensitive detection in whole blood, while the latter achieved via the photothermal effect as\nthe magnetic core of the vector generates significant heat upon laser irradiation.\nA key issue arises when these nanoparticles immerse in a biological fluid. Upon dispersing nanoparticles (NPs) in physiological media (for instance, human plasma), the so-called ‘‘protein corona’’ will be developed on NP surfaces. Consequently, the biochemical-physical properties of the nanoparticles will be severely altered, and in turn, affecting cell targeting, systemic circulation, fibrillation, cellular uptake, and biocompatibility. Therefore, it is in fact the protein coronas, rather than bare nanoparticles, that interact interfacially with the biological systems, such as cells, with unique behaviors and mechanisms. For nanotechnologies to be applied in a clinical setting, the fundamental issue lies on the nano-bio interfaces and related behaviors when decorated by corona structures in a biological system. Cancer cell targeting is a profoundly important area in medical diagnosis and therapeutics involving nano vectors. However, the fate of nanoparticles in a physiological environment is still unknown that will potentially complicate and compromise cancer therapeutic efficacies.\nIn detection of circulating tumor cells, nanoparticles will have to be dispersed in blood plasma, therefore their surfaces also play a vital role in recognizing and selectively binding onto\nFigure 9. Experimental results of interaction of Candida albicans with different stages and varied surface functionalized nanoparticles. Confocal images of C. albicans SC5314 cells stained with 0.2 mm Calcofluor White after hyphal development and reacted with 40 µg mL−1 of 200 nm red particles functionalized with: A) amine group and B) carboxylate group. All scale bars are 10 µm. C) Binding profiles for the amine and carboxylate group functionalized nanoparticles onto hyphae. For each cell, ten measurements were taken along the hyphae and averaged. The data points and error bars represent the mean and standard deviation of 3 hyphae. Reproduced with permission.[108] Copyright 2017, RSC. D) Scanning electron microscopy images of the C. albicans yeast strains bound with PEI functionalized nanoparticles at a different amplification. Scale bar in (D) and E) are 4 µm and 800 nm, respectively. F) Capture efficiencies of C. albicans (107 cfu mL−1) in aqueous solution by different surface-charged magnetic particles and conA-conjugated magnetic particles (ConA-MNs). Reproduced with permission.[109] Copyright 2019, American Chemical Society.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (16 of 18)Adv. Biosys. 2019, 3, 1900101\ndifferent biological cells. More studies have been reported on the altered nanoparticles in a physiological environment for medical diagnosis and therapeutics. To address these issues, we propose new directions for future research: 1) comparative (or competitive) study between the biomarker- and electrical charge-based cell targeting, and 2) the effects of corona decoration on both targeting mechanisms in a simulated physiological environment.\nIn conclusion, bioelectricity is a quintessential cell characteristic directly related to the biological processes. The previous studies have mainly focused on the bio-chemical distributions underlying the Warburg Effect, driven by cancer cellular metabolism. A new interpretation of the Warburg Effect is provided by this review that the cancer cell surface charge is a direct indication of the Warburg Effect in terms of glycolysis. The net surface charge is therefore well-linked to cancer cell metabolism, that is a hallmark characteristic of all cancers, regardless of phenotypes and genetics. As such, the bioelectricity generated by cancer cells can be utilized as an analyte for detection, capture, and isolation of CTCs.\nThe recent findings on cell surface charges provide a different perspective on the fundamental understanding on bioelectricity and paves a new path for developing novel methodologies in medical diagnosis and therapeutics. Future investigations on bio-electricity will bear profound importance in addressing critical challenges in cancer studies, especially in the clinical settings."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Y.W. and X.H. contributed equally to this work. Y.W. and X.H. at Tongji University acknowledge the support from the National Natural Science Foundation of China (31571018), the Fundamental Research Funds for the Central Universities (22120170166, 22120180131).\nConflict of Interest The authors declare no conflict of interest.\nKeywords bioelectricity, bio-nano interface, cancer cell, electrically charged nanoprobe, surface charge, Warburg Effect\nReceived: April 28, 2019 Revised: August 1, 2019\nPublished online: August 27, 2019\n[1] M. Levin, G. Pezzulo, J. M. Finkelstein, Annu. Rev. Biomed. Eng. 2017, 19, 353. [2] M. Lobikin, B. Chernet, D. Lobo, M. Levin, Phys. Biol. 2012, 9, 065002. [3] C. D. McCaig, B. Song, A. M. Rajnicek, J. Cell Sci. 2009, 122, 4267. [4] D. S. Adams, M. Levin, Cell Tissue Res. 2013, 352, 95. [5] O. Warburg, F. Wind, E. Negelein, J. Gen. Physiol. 1927, 8, 519. [6] N. N. Pavlova, C. B. Thompson, Cell Metab. 2016, 23, 27.\n[7] R. Luc, S. M. Tortorella, K. Ververis, T. C. Karagiannis, Mol. Biol. Rep. 2015, 42, 835. [8] E. W. Gilbert, De magnete, magneticisque corporibus, et de magno magnete tellure: physiologia noua, plurimis & argumentis, & experimentis demonstrata, excudebat Short, London 1967. [9] T. Browne, Pseudodoxia Epidemica, or, Enquiries into Very Many Received Tenents, and Commonly Presumed Truths, 1st ed., London 1646. [10] F. Hauksbee, Physico-Mechanical Experiments on Various Subjects, containing an Account of several Surprizing Phenomena touching Light and Electricity, producible on the Attrition of Bodies. With many other Remarkable Appearances, not before observ’d (Eds: J. B. Conant, R. Brugis), London 1709. [11] J. L. Miller, J. G. Miller, Behav. Sci. 1993, 38, 65. [12] M. Piccolino, Trends Neurosci. 1997, 20, 443. [13] A. Leaf, Lipids 2001, 36, S107. [14] J. H. M. Cabral, A. Lee, S. L. Cohen, B. T. Chait, M. Li,\nR. Mackinnon, Cell 1998, 95, 649. [15] H. Sassa, K. Kogure, Y. Takaishi, H. Terada, Free Radic. Biol. Med.\n1994, 17, 201. [16] L. V. Johnson, M. L. Walsh, L. B. Chen, Proc. Natl. Acad. Sci. U. S.\nA. 1980, 77, 990. [17] D. S. Adams, M. Levin, Cold Spring Harb. Protoc. 2012, 2012, 385. [18] V. G. Fast, A. G. Kléber, Circ. Res. 1993, 73, 914. [19] D. S. Adams, M. Levin, Cold Spring Harb. Protoc. 2012, 2012, 459. [20] M. Levin, Semin. Cell Dev. Biol. 2009, 20, 543. [21] S. Sundelacruz, M. Levin, D. L. Kaplan, Stem Cell Rev. Rep. 2009, 5, 231. [22] L. N. Vandenberg, R. D. Morrie, D. S. Adams, Dev. Dyn. 2011, 240, 1889. [23] S. Sundelacruz, C. Li, Y. J. Choi, M. Levin, D. L. Kaplan, Biomaterials 2013, 34, 6695. [24] A. Aki, B. G. Nair, H. Morimoto, D. S. Kumar, T. Maekawa, PLoS One 2010, 5, e15641. [25] R. C. Lee, IEEE Trans. Educ. 1991, 34, 223. [26] O. G. Martinsen, S. Grimnes, Bioimpedance and Bioelectricity Basics, Academic Press, San Diego, CA 2011. [27] J. N. Mehrishi, J. Bauer, Electrophoresis 2002, 23, 1984. [28] R. Shingaki, K. Gorlach, T. Hattori, K. Samukawa, H. Morisaki, J. Gen. Appl. Microbiol. 1994, 40, 469. [29] X.-Y. Chen, Y.-X. Huang, W.-j. Liu, Z.-j. Yuan, Curr. Appl. Phys. 2007, 7, e94. [30] J. P. Hsu, S. H. Lin, S. J. Tseng, J. Theor. Biol. 1996, 182, 137. [31] I. M. Silva Junior, M. C. S. Castro, D. Silva, C. M. Cortez, An. Acad. Bras. Ciênc. 2016, 88, 751. [32] O. V. Bondar, D. V. Saifullina, I. I. Shakhmaeva, I. I. Mavlyutova, T. I. Abdullin, Acta Nat. 2012, 4, 78. [33] Y. Hong, D. G. Brown, Langmuir 2008, 24, 5003. [34] E. Klodzinska, M. Szumski, E. Dziubakiewicz, K. Hrynkiewicz,\nE. Skwarek, W. Janusz, B. Buszewski, Electrophoresis 2010, 31, 1590.\n[35] R. L. Soon, R. L. Nation, S. Cockram, J. H. Moffatt, M. Harper, B. Adler, J. D. Boyce, I. Larson, J. Li, J. Antimicrob. Chemother. 2011, 66, 126. [36] C. C. Tsai, H. H. Hung, C. P. Liu, Y. T. Chen, C. Y. Pan, PLoS One 2012, 7, e33849. [37] C. Marliere, S. Dhahri, Nanoscale 2015, 7, 8843. [38] J. H. Wood, in Microbial Adhesion to Surfaces (Eds: R. C. W. Berkeley,\nJ. M. Lynch, J. Melling, P. R. Rutter, B. Vincent), Ellis Horwood, Chichester, UK 1980, pp. 163–185.\n[39] K. Pedersen, FEMS Microbiol. Lett. 1981, 12, 365. [40] J. T. Gannon, V. B. Manilal, M. Alexander, Appl. Environ. Microbiol. 1991, 57, 190. [41] M. C. M. Vanloosdrecht, J. Lyklema, W. Norde, G. Schraa, A. J.\nB. Zehnder, Appl. Environ. Microbiol. 1987, 53, 1898.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (17 of 18)Adv. Biosys. 2019, 3, 1900101\n[42] J. S. Dickson, G. R. Siragusa, Lett. Appl. Microbiol. 1994, 19, 192. [43] O. Stendahl, L. Edebo, K. E. Magnusson, C. Tagesson, S. Hjerten, Acta Path. Micro. Im. B 1977, 85, 334. [44] O. D. Liang, F. Ascencio, R. Vazquezjuarez, T. Wadstrom, Zentralblatt für Bakteriologie 1993, 279, 180. [45] A. Annibaldi, C. Widmann, Curr. Opin. Clin. Nutr. Metab. Care 2010, 13, 466. [46] B. Chen, W. Le, Y. Wang, Z. Li, D. Wang, L. Ren, L. Lin, S. Cui, J. J. Hu, Y. Hu, P. Yang, R. C. Ewing, D. Shi, Z. Cui, Theranostics 2016, 6, 1887. [47] E. Kuismanen, J. Saraste, Methods Cell Biol. 1989, 32, 257. [48] D. C. Gadsby, Nat. Rev. Mol. Cell Biol. 2009, 10, 344. [49] M. Yang, W. J. Brackenbury, Front. Physiol. 2013, 4, 185. [50] M. D’amico, L. Gasparoli, A. Arcangeli, Recent Pat. Anti-Cancer Drug Discovery 2013, 8, 53. [51] T. Serdiuk, S. A. Alekseev, V. Lysenko, V. A. Skryshevsky, A. Géloën,\nNanotechnology 2012, 23, 315101. [52] R. Ning, S. Wang, J. Wu, F. Wang, J.-M. Lin, Small 2014, 10, 4113. [53] Y. X. Huang, X. J. Zheng, L. L. Kang, X. Y. Chen, W. J. Liu, B. T. Huang, Z. J. Wu, Biosens. Bioelectron. 2011, 26, 2114. [54] J. S. Matahum, C. M. Su, W. J. Wang, S. L. Lou, T. R. Ger, IEEE Magn. Lett. 2017, 8, 1. [55] B. Du, J. Liu, G. Ding, X. Han, D. Li, E. Wang, J. Wang, Nano Res. 2017, 10, 2280. [56] O. Harush-Frenkel, N. Debotton, S. Benita, Y. Altschuler, Biochem. Biophys. Res. Commun. 2007, 353, 26. [57] Z. G. Yue, W. Wei, P. P. Lv, H. Yue, L. Y. Wang, Z. G. Su, G. H. Ma, Biomacromolecules 2011, 12, 2440. [58] B. C. Dash, G. Rethore, M. Monaghan, K. Fitzgerald, W. Gallagher, A. Pandit, Biomaterials 2010, 31, 8188. [59] J. G. Li, X. S. Yu, Y. Wang, Y. Y. Yuan, H. Xiao, D. Cheng, X. T. Shuai, Adv. Mater. 2014, 26, 8217. [60] C. C. Hung, W. C. Huang, Y. W. Lin, T. W. Yu, H. H. Chen, S. C. Lin, W. H. Chiang, H. C. Chiu, Theranostics 2016, 6, 302. [61] J. Z. Du, X. J. Du, C. Q. Mao, J. Wang, J. Am. Chem. Soc. 2011, 133, 17560. [62] T. Mizuhara, K. Saha, D. F. Moyano, C. S. Kim, B. Yan, Y. K. Kim, V. M. Rotello, Angew. Chem., Int. Ed. 2015, 54, 6567. [63] L. Liu, J. Zhang, X. Zhao, Z. Mao, N. Liu, Y. Zhang, Q. H. Liu, Phys. Chem. Chem. Phys. 2016, 18, 31946. [64] Y. Li, N. Gu, J. Phys. Chem. B 2010, 114, 2749. [65] S. Wang, P. Huang, X. Y. Chen, Adv. Mater. 2016, 28, 7340. [66] C. Chouly, D. Pouliquen, I. Lucet, J. J. Jeune, P. Jallet, J. Microencapsulation 1996, 13, 245. [67] C. Lemarchand, P. Couvreur, M. Besnard, D. Costantini, R. Gref, Pharm. Res. 2003, 20, 1284. [68] T. M. Allen, Adv. Drug Delivery Rev. 1994, 13, 285. [69] C. B. He, Y. P. Hu, L. C. Yin, C. Tang, C. H. Yin, Biomaterials 2010, 31, 3657. [70] Q. Dai, Y. Yan, C. S. Ang, K. Kempe, M. M. J. Kamphuis, S. J. Dodds, F. Caruso, ACS Nano 2015, 9, 2876. [71] A. Lesniak, F. Fenaroli, M. R. Monopoli, C. Aberg, K. A. Dawson, A. Salvati, ACS Nano 2012, 6, 5845. [72] D. Huhn, K. Kantner, C. Geidel, S. Brandholt, I. de Cock,\nS. J. H. Soenen, P. R. Gil, J. M. Montenegro, K. Braeckmans, K. Mullen, G. U. Nienhaus, M. Klapper, W. J. Parak, ACS Nano 2013, 7, 3253.\n[73] P. Maffre, K. Nienhaus, F. Amin, W. J. Parak, G. U. Nienhaus, Beilstein J. Nanotechnol. 2011, 2, 374. [74] X. Jiang, S. Weise, M. Hafner, C. Rocker, F. Zhang, W. J. Parak, G. U. Nienhaus, J. R. Soc. Interface 2010, 7, S5. [75] C. Carrillo-Carrion, M. Carril, W. J. Parak, Curr. Opin. Biotechnol. 2017, 46, 106.\n[76] J. Zhao, S. M. Wu, J. W. Qin, D. L. Shi, Y. L. Wang, ACS Appl. Mater. Interfaces 2018, 10, 41986. [77] M. Cristofanilli, G. T. Budd, M. J. Ellis, A. Stopeck, J. Matera, M. C. Miller, J. M. Reuben, G. V. Doyle, W. J. Allard, L. Terstappen, D. F. Hayes, N. Engl. J. Med. 2004, 351, 781. [78] H. J. Yoon, M. Kozminsky, S. Nagrath, ACS Nano 2014, 8, 1995. [79] V. A. Adalsteinsson, J. C. Love, Curr. Opin. Chem. Eng. 2014, 4,\n97. [80] S. Nagrath, L. V. Sequist, S. Maheswaran, D. W. Bell, D. Irimia,\nL. Ulkus, M. R. Smith, E. L. Kwak, S. Digumarthy, A. Muzikansky, P. Ryan, U. J. Balis, R. G. Tompkins, D. A. Haber, M. Toner, Nature 2007, 450, 1235. [81] S. J. Tan, R. L. Lakshmi, P. Chen, W.-T. Lim, L. Yobas, C. T. Lim, Biosens. Bioelectron. 2010, 26, 1701. [82] M. G. Ahmed, M. F. Abate, Y. Song, Z. Zhu, F. Yan, Y. Xu, X. Wang, Q. Li, C. Yang, Angew. Chem., Int. Ed. 2017, 56, 10681. [83] M. E. Warkiani, G. Guan, K. B. Luan, W. C. Lee, A. A. S. Bhagat, P. K. Chaudhuri, D. S.-W. Tan, W. T. Lim, S. C. Lee, P. C. Y. Chen, C. T. Lim, J. Han, Lab Chip 2014, 14, 128. [84] H. W. Hou, M. E. Warkiani, B. L. Khoo, Z. R. Li, R. A. Soo, D. S.-W. Tan, W.-T. Lim, J. Han, A. A. S. Bhagat, C. T. Lim, Sci. Rep. 2013, 3, 1259, 1. [85] W. Chen, Y. Han, Y. Chen, D. Astumian, Biophys. J. 1998, 75, 196. [86] S. P. Mukherjee, K. Kostarelos, B. Fadeel, Adv. Healthcare Mater. 2018, 7, 1700815. [87] M. J. Hajipour, J. Raheb, O. Akhavan, S. Arjmand, O. Mashinchian, M. Rahman, M. Abdolahad, V. Serpooshan, S. Laurent, M. Mahmoudi, Nanoscale 2015, 7, 8978. [88] N. A. Lewinski, V. L. Colvin, R. A. Drezek, Small 2008, 4, 26. [89] W. H. Yang, Y. H. Su, W. H. Hsu, C. C. Wang, J. L. Arbiser, M. H. Yang, Oncogene 2016, 35, 2287. [90] Y. Choi, J.-H. Lee, Cancer Biol. Therapy. 2011, 12, 989. [91] Y. S. He, J. W. Qin, S. M. Wu, H. C. Yang, H. Y. Wen, Y. L. Wang, Biomater. Sci. 2019, 7, 2759. [92] H. J. Lee, J. H. Oh, J. M. Oh, J. M. Park, J. G. Lee, M. S. Kim,\nY. J. Kim, H. J. Kang, J. Jeong, S. I. Kim, S. S. Lee, J. W. Choi, N. Huh, Angew. Chem., Int. Ed. 2013, 52, 8337.\n[93] H. L. Liu, X. L. Liu, J. X. Meng, P. C. Zhang, G. Yang, B. Su, K. Sun, L. Chen, D. Han, S. T. Wang, L. Jiang, Adv. Mater. 2013, 25, 922. [94] P. C. Zhang, L. Chen, T. L. Xu, H. L. Liu, X. L. Liu, J. X. Meng, G. Yang, L. Jiang, S. T. Wang, Adv. Mater. 2013, 25, 3566. [95] Q. L. Shen, L. Xu, L. B. Zhao, D. X. Wu, Y. S. Fan, Y. L. Zhou, W. H. OuYang, X. C. Xu, Z. Zhang, M. Song, T. Lee, M. A. Garcia, B. Xiong, S. Hou, H. R. Tseng, X. H. Fang, Adv. Mater. 2013, 25, 2368. [96] R. M. Mohamadi, J. D. Besant, A. Mepham, B. Green, L. Mahmoudian, T. Gibbs, I. Ivanov, A. Malvea, J. Stojcic, A. L. Allan, L. E. Lowes, E. H. Sargent, R. K. Nam, S. O. Kelley, Angew. Chem., Int. Ed. 2015, 54, 139. [97] M. Yu, A. Bardia, B. S. Wittner, S. L. Stott, M. E. Smas, D. T. Ting, S. J. Isakoff, J. C. Ciciliano, M. N. Wells, A. M. Shah, K. F. Concannon, M. C. Donaldson, L. V. Sequist, E. Brachtel, D. Sgroi, J. Baselga, S. Ramaswamy, M. Toner, D. A. Haber, S. Maheswaran, Science 2013, 339, 580. [98] B. J. Drapkin, J. George, C. L. Christensen, M. Mino-Kenudson, R. Dries, T. Sundaresan, S. Phat, D. T. Myers, J. Zhong, P. Igo, M. H. Hazar-Rethinam, J. A. Licausi, M. Gomez-Caraballo, M. Kem, K. N. Jani, R. Azimi, N. Abedpour, R. Menon, S. Lakis, R. S. Heist, R. Buttner, S. Haas, L. V. Sequist, A. T. Shaw, K.-K. Wong, A. N. Hata, M. Toner, S. Maheswaran, D. A. Haber, M. Peifer, et al., Cancer Discovery 2018, 8, 600. [99] X. Han, Z. C. Deng, Z. Yang, Y. L. Wang, H. H. Zhu, B. D. Chen, Z. Cui, R. C. Ewing, D. L. Shi, Nanoscale 2017, 9, 1457.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900101 (18 of 18)\n[100] J. Joo, C. Yim, D. Kwon, J. Lee, H. H. Shin, H. J. Cha, S. Jeon, Analyst 2012, 137, 3609. [101] J. Q. Gao, D. J. Liu, Z. X. Wang, Anal. Chem. 2010, 82, 9240. [102] Y. W. Chu, D. A. Engebretson, J. R. Carey, J. Biomed. Nanotechnol. 2013, 9, 1951. [103] P. Sudbery, N. Gow, J. Berman, Trends Microbiol. 2004, 12, 317. [104] A. Beaussart, D. Alsteens, S. El-Kirat-Chatel, P. N. Lipke, S. Kucharikova, P. van Dijck, Y. F. Dufrene, ACS Nano 2012, 6, 10950. [105] N. A. R. Gow, J. P. Latge, C. A. Munro, Microbiol. Spectrum 2017,\n5, 267.\n[106] Z. V. Feng, I. L. Gunsolus, T. A. Qiu, K. R. Hurley, L. H. Nyberg, H. Frew, K. P. Johnson, A. M. Vartanian, L. M. Jacob, S. E. Lohse, M. D. Torelli, R. J. Hamers, C. J. Murphy, C. L. Haynes, Chem. Sci. 2015, 6, 5186. [107] D. Westmeier, G. Posselt, A. Hahlbrock, S. Bartfeld, C. Vallet, C. Abfalter, D. Docter, S. K. Knauer, S. Wessler, R. H. Stauber, Nanoscale 2018, 10, 1453. [108] A. Lyden, L. Lombardi, W. Sire, P. Li, J. C. Simpson, G. Butler, G. U. Lee, Nanoscale 2017, 9, 15911. [109] W. Tian, F. Li, S. M. Wu, G. Li, L. Y. Fan, X. Qu, X. M. Jia, Y. L. Wang, ACS Biomater. Sci. Eng. 2019, 5, 3270.\nAdv. Biosys. 2019, 3, 1900101"
    } ],
    "references" : [ {
      "title" : "Cold Spring Harb",
      "author" : [ "D.S. Adams", "M. Levin" ],
      "venue" : "Protoc. 2012",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Cold Spring Harb",
      "author" : [ "D.S. Adams", "M. Levin" ],
      "venue" : "Protoc. 2012",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bioimpedance and Bioelectricity Basics",
      "author" : [ "O.G. Martinsen", "S. Grimnes" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Electrophoresis 2002",
      "author" : [ "J.N. Mehrishi", "J. Bauer" ],
      "venue" : "23",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 1984
    }, {
      "title" : "Microbial Adhesion to Surfaces (Eds",
      "author" : [ "J.H. Wood" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 1980
    }, {
      "title" : "ACS Nano 2014",
      "author" : [ "H.J. Yoon", "M. Kozminsky", "S. Nagrath" ],
      "venue" : "8",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Nanotechnol",
      "author" : [ "Y.W. Chu", "D.A. Engebretson", "J.R. Carey", "J. Biomed" ],
      "venue" : "2013, 9",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 1951
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Such bioelectrical activities, occurring on a scale of minutes to days, generate crucial instructive signals that regulate cell behavior in vivo.[17] The fluorescent bioelectricity indicators can be divided into two categories of fast- and slow-response probes based on the speed at which they can respond to a change in membrane potential, including carbocyanine dyes, rhodamine, oxonols, and styryls.",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 1,
      "context" : "[18] For in vivo monitoring within an expected time window, fluorescent bioelectricity reporters (FBRs) exhibit a high subcellular resolution in measuring many cells simultaneously in vivo in absence of microelectrode, and can track bioelectric gradients over long time periods despite of cell movements and divisions.[19] However, for practical measurements of potential and ion concentration by FBRs, many parameters may contribute to the experimental outcomes such as selection of dyes and the signal normalization.",
      "startOffset" : 318,
      "endOffset" : 322
    }, {
      "referenceID" : 1,
      "context" : "[19] However, for practical measurements of potential and ion concentration by FBRs, many parameters may contribute to the experimental outcomes such as selection of dyes and the signal normalization.[19] Molecular genetic methods have been recently developed to monitor and process biological signals and analyze their linkages to biochemical and genetic pathways in cancer.",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 2,
      "context" : "These ion migrations can take place prior to any membrane damage.[26] The subcellular organelles and molecules with surface charges are also relocated intracellularly by the electric field.",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 3,
      "context" : "The electrophoretic method can also be applied to estimation of bacterial cell surface charge in some cases.[27] Shingaki et al.",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 3,
      "context" : "Although there are several models for simulating the electrophoretic movement of cells facing the hydrodynamic environment,[27,29,30] optimization is yet to be undertaken when more parameters become available.",
      "startOffset" : 123,
      "endOffset" : 133
    }, {
      "referenceID" : 4,
      "context" : "Electrostatic interaction chromatography (ESIC) was first applied to isolate micro-organisms, such as bacteria by using the ion-exchange resins through the electrostatic adsorption.[38] It was later utilized to investigate microbial physiology.",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 5,
      "context" : "CTCs are key research targets as they may provide important information about the mechanism of metastasis.[77,78] There is an increasing need for early detection of circulating tumor cells at a highly sensitive level, prior to the diagnosis of anatomic anomalies for maximum therapeutic benefit.",
      "startOffset" : 106,
      "endOffset" : 113
    } ],
    "year" : 2019,
    "abstractText" : "Bioelectricity plays a crucial role in life and medical sciences, especially in developmental biology and medical diagnosis and therapeutics.[1] Bioelectricity provides a signal channel and a passage for cell–cell, cell–protein, and nano–bio interactions. In oncology for instance, cell electrical charges are bio-physical manifestation of certain organismic functionality, such as metabolic pattern in cancer development and metastasis.[2] Bioelectricity study has been traditionally focused on the gradients of transmembrane (resting) potential, ion fluxes, and electric fields that are produced and sensed by non-excitable cells.[3,4] Current studies have shown acidic cancer microenvironment due to the well-known “Warburg Effect,”[5–7] a hallmark characteristic of all cancer cells: high glycolysis rate. A close correlation has been established between the cancer cell secreted lactic acid and surface negative charges that can be used as the analytes for nanotechnology-based early cancer diagnosis. In this review, we provide the most recent studies on the fundamental origin of bioelectricity, characterization methodology, bio-chemical-physical effects of cancer cells, and new nanotechnologies for sensitive detection of circulating tumor cells in whole blood, a crucial step toward cancer diagnosis and prognosis.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}