{
  "name" : "downloads_2019-11-08_9e_kendin2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis and thermal decomposition of rare earth isovalerates and their solutions with amines as an effective pathway to obtain oxide nanomaterials",
    "authors" : [ "Mikhail Kendin", "Dmitry Tsymbarenko" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Analytical and Applied Pyrolysis\njournal homepage: www.elsevier.com/locate/jaap\nSynthesis and thermal decomposition of rare earth isovalerates and their solutions with amines as an effective pathway to obtain oxide nanomaterials Mikhail Kendin, Dmitry Tsymbarenko⁎\nLomonosov Moscow State University, Moscow, 119991, Russia\nA R T I C L E I N F O\nKeywords: Rare earth Carboxylate Thermal decomposition XRD Metal-organic precursor Thin film\nA B S T R A C T\nRare earth (RE) carboxylates are considered as effective metal-organic precursors (MOPs) for chemical preparation of RE oxide nanomaterials via thermal decomposition. However RE oxocarbonates being the intermediate products of this process require high temperature treatment to be decomposed, that complicates the application of mentioned MOPs for preparation of nanomaterials. Here we report synthesis, composition and thermal behavior of four rare earth (La, Gd, Y, Lu) isovalerates. Novel compounds were studied by single crystal and powder XRD, TG-DTA, FTIR and DFT calculations. Thermal decomposition of RE isovalerates and metalorganic precursors based on the RE isovalerate – isopropanol – amine (monoethanolamine or diethylenetriamine) systems was thoroughly studied. The effect of amines, decomposition atmosphere (air or argon) and nature of RE ion on thermal behavior was discussed. The developed MOPs decompose to RE oxides below 700 °C which allows them to be used for deposition of high-quality Y2O3 and LaLuO3 thin films by MOCSD process."
    }, {
      "heading" : "1. Introduction",
      "text" : "Due to many perspective industrial and scientific applications, rare earth (RE) oxide thin films are currently under serious interest. Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others. Metal organic chemical solution deposition (MOCSD) seems to be one of the most perspective and is widely applied method for research and industrial applications [8]. However, MOCSD requires development of metal-organic precursors (MOPs) which should meet a set of requirements, which include high solubility in common organic solvents (e.g. alcohols, ethers, carboxylic acids), relatively low volatility, simple technique of preparation and low decomposition temperatures.\nThe most important requirement for any MOP is the ability to form amorphous gels when heat treated. Resulted gels must easily decompose at low temperatures (usually < 700 °C) to form required oxides without other solid residues. Unwanted processes (e.g. carbonization) can be avoided by choosing appropriate conditions of calcination (atmosphere, temperature, heating rate etc.) that requires detailed data on thermal behavior of MOPs and their gels in inert and oxidative atmosphere [8]. Therefore, thermal analysis plays a key role in the development of new MOPs.\nMetal carboxylate complexes are being widely used as MOPs due to\na set of advantages in respect to beta-diketonates and alkoxides, like moisture-stability and low volatility. As rare earth elements usually possess high coordination numbers (8–9), their carboxylates usually form coordination polymers [9–12] which are insoluble in the majority of common solvents. It has been shown in [13] that the problem of low solubility can be successfully solved by addition of neutral ligands to form soluble oligonuclear complexes.\nAs reported in [13], thermal behavior and gel-forming properties of RE carboxylate complexes strongly depend on the length and structure of alkyl groups of carboxylate ions. So, RE acetates react with amine ligands to form amorphous hydroxo-gels whereas RE pivalates undergo this process very slowly. This phenomenon is likely to be caused by steric effects of volume tert-butyl groups that shield lanthanide ions from water and, therefore, impede processes of pyrohydrolysis and gelformation.\nDespite profound investigations in chemistry of rare earth MOPs, there is little information known about rare earth isovalerates and their isomeric valerates, however thorough studies of their thermal behavior in argon have been reported earlier [14–17]. Therefore, RE isovalerate complexes are chosen to be the object of study in this work. As these compounds are considered to be used as precursors for deposition of RE oxide films upon heat treatment in air, detailed study of their thermal behavior in oxidative atmosphere is rather essential for practical use. Indeed, during the process of solution deposition RE carboxylate\nhttps://doi.org/10.1016/j.jaap.2019.04.016 Received 22 January 2019; Received in revised form 15 April 2019; Accepted 16 April 2019\n⁎ Corresponding author. E-mail address: tsymbarenko@inorg.chem.msu.ru (D. Tsymbarenko).\nJournal of Analytical and Applied Pyrolysis 140 (2019) 367–375\nAvailable online 17 April 2019 0165-2370/ © 2019 Elsevier B.V. All rights reserved.\nT\ncomplexes undergo competing processes of pyrolysis (desolvation, carbonization as observed in inert atmosphere) along with oxidative destruction (e.g. combustion) that may radically change the mechanism of thermal decomposition and temperatures of decomposition stages. Furthermore, influence of additional neutral ligands on thermal decomposition of MOPs is also an important issue, however there is no information reported about thermal behavior of RE isovalerate mixedligand complexes in argon or in air. In the present work we investigate thermal behavior of RE isovalerate-based MOPs in air conditions in comparison with the data observed in the atmosphere of argon [14,17]. Conformation flexibility of isovalerate ions are expected to prevent the complexes from crystallization and, therefore, to enhance their filmforming properties. Another problem to be studied is whether amine ligands make an impact on the decomposition temperatures of RE isovalerate MOPs via processes of pyrohydrolysis and prevent formation of side products during heat treatment, like RE carbonates or oxocarbonates.\nHere we report the synthesis, the composition and thermal behavior of four rare earth (La, Gd, Y, Lu) isovalerates and MOPs based on RE isovalerate – isopropanol – amine (monoethanolamine or diethylenetriamine) systems and their application for thin film deposition."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and methods",
      "text" : "Chemically pure Ln(NO3)3·6H2O (Ln = La, Gd, Y), Lu2(CO3)3·4H2O, NaOH as well as isovaleric acid (HiVal, 99%) and isopropanol (iPrOH, 99.8%) were purchased from local supplier (Reakhim and KomponentReaktiv, Russia). Monoethanolamine (MEA, 99%) and diethylenetriamine (DETA, 99%) purchased from Sigma-Aldrich were used without further purification.\nC, H, N contents were measured using Elementar Vario MICRO cube instrument. Ln content was determined by gravimetric analysis.\nTG-DTA data were collected in the atmosphere of air using Derivatograph Q-1500 D (heating rate 10 °C/min, temperature range 25–1000 °C) with Pt/Pt-Rh differential thermocouple sensor. Samples were placed into alumina crucibles with no caps (10 mm diameter, 15 mm depth), the sample mass was of 50.0 ± 0.1 mg. Buoyancy corrections were applied based on data recorded on empty crucibles but otherwise the same experimental conditions. An empty crucible was used as reference for collecting DTA data. Calibration was performed using a sample of CaC2O4·H2O as a conventional analytical standard.\nFTIR spectra were recorded on a Perkin-Elmer Spectrum One FTIR spectrometer in ATR geometry in 650–4000 cm−1 range. Phase identification was performed by means of powder XRD data using Rigaku SmartLab diffractometer (9 kW rotating anode, Cu Kα radiation, secondary graphite monochromator) operated in symmetrical reflection θθ mode. Full-profile refinement was performed in JANA2006 software [18]\nXRD characterization of thin films was performed using Rigaku SmartLab diffractometer in parallel beam geometry (PB) with double Ge (220) monochromator and in grazing incident geometry (GIXRD) with parallel slit analyzer of 0.5° on diffracted beam. AFM scans of thin films were made on NT-MDT NTegra Aura using semi-contact mode. Films were scratched with a metallic blade to measure their thickness as the depth of a scratch."
    }, {
      "heading" : "2.2. Synthesis",
      "text" : "[Ln(iVal)3(H2O)n], Ln = La(1), Gd(2), Y(3). NaOH (20 mmol) was dissolved in distilled water (50 ml) and reacted with slight excess of isovaleric acid (22 mmol) under continuous stirring to obtain Na(iVal) solution with pH = 4–5. Then, 30 ml of water solution of Ln (NO3)3·6H2O (6.6 mmol) was added dropwise to Na(iVal) solution with vigorous stirring. Resulted white flaky solid precipitate was separated\nfrom mother liquor by filtration and dried for 48 hours in a desiccator under vacuum. Yields 70–90%.\nMother liquor of 2 was left in air for several days to evaporate and small colorless X-ray quality crystals of 2 were obtained.\nLa(iVal)3(H2O) (1). Anal. Calc. for LaC15O7H29 (%): La, 30.17; C, 39.13; H, 6.36. Found (%): La, 30.00; C, 39.36; H, 6,65. IR (ν, cm-1): 3320, 3230 ν(O–H); 2957, 2933, 2910, 2872 ν(C–H); 1605 δ(O–H); 1548, 1537, 1527 νas(COO); 1464, 1434, 1416, 1405, 1381 νs(COO); 1367, 1341, 1322, 1317, 1232, 1220, 1170, 1126, 1109, 1102, 981, 966, 930, 920, 837, 806, 754, 727, 673.\n[Gd(iVal)3(H2O)2]2 (2). Anal. Calc. for Gd2C30O16H62 (%): Gd, 31.66; C, 36.27; H, 6.30. Found (%): Gd, 31.54; C, 36.13; H, 6.27. IR (ν, cm-1): 3340 ν(O–H); 2958, 2934, 2915, 2873 ν(C–H); 1645, 1620 δ(O–H); 1538, 1534 νas(COO); 1468, 1461, 1455, 1446, 1440, 1435, 1422, 1419, 1409 νs(COO); 1381, 1368, 1344, 1326, 1305, 1282, 1261, 1228, 1216, 1172, 1124,1109, 1097, 977, 968, 931, 919, 892, 841, 812, 773, 767, 756, 722, 672. PXRD (300 K): P21/c, a = 16.3441(16)Å, b = 14.3606(9)Å, c = 9.0906(7)Å, β = 106.486(7)°, V = 2045.9(3)Å3, (Rp = 6.71%, wRp = 8.95%).\n[Y(iVal)3] (3). Anal. Calc. for YC15O6H27 (%): Y, 22.60; C, 45.92; H, 6.95. Found (%): Y, 22.78; C, 45,81; H, 6.63. IR (ν, cm-1): 2959, 2934, 2915, 2872 ν(C–H); 1606; 1538 νas(COO); 1467, 1428, 1409 νs(COO); 1384, 1368, 1341, 1327, 1306, 1260, 1218, 1169, 1125, 1104, 1015, 981, 973, 937, 923, 892, 840, 805, 760, 740, 708.\n[Lu(iVal)3] (4). Lu2(CO3)3·4H2O (1 mmol) was dissolved under stirring at 50 °C in excess of isovaleric acid (16.8 ml, 150 mmol) diluted with 2 ml of water. Resulted clear solution was placed into Claisen flask and excess of isovaleric acid with water traces was distilled off at 100 °C under reduced pressure. Solid product was dried for 48 hours in a desiccator under vacuum. Yield 95%. Anal. Calc. for LuC15O6H27 (%): Lu, 36.58; C, 37.66; H, 5.70. Found (%): Lu, 36.21; C, 37.74; H, 5.50. IR (ν, cm-1): 2959, 2935, 2910, 2872 ν(C–H); 1656, 1539 νas(COO); 1466, 1431, 1417 νs(COO); 1384, 1368, 1340, 1327, 1310, 1260, 1217, 1170, 1125, 1105, 1037, 1015, 984, 938, 923, 892, 840, 806, 760, 741, 712,\n[La(MEA)(iVal)3]2 (5). Thin powder of 1 (1 mmol) was suspended in 3 ml of isopropanol and MEA (3 mmol) was added dropwise under stirring at 50 °C. Colorless swollen powder rapidly precipitated. The product was filtered off, washed with 0.5 ml of isopropanol, dried in vacuum and stored in a desiccator. Yield 95%.\nAnal. Calc. for La2C34NO14H68 (%): La, 27.59; C, 40.55; N, 2.78; H, 6.82. Found (%): La, 27.36; C, 40.25; N, 2.79; H, 6.65. IR (ν, cm-1): 3370, 3272 ν(N–H); 3189 ν(O–H); 2957, 2934, 2915, 2869 ν(C–H); 1603 δ(NH2); 1547 νas(COO); 1466, 1441, 1423, 1410, νs(COO); 1380, 1364, 1339, 1326, 1305, 1259, 1228, 1170, 1153, 1125, 1107, 1086, 1055; 1000; 931, 921, 914, 892, 882, 863, 840, 808, 799, 726.\nObserved IR absorption bands of compounds 1–5 are summarized in Table S4."
    }, {
      "heading" : "2.3. Preparation of modeling hydroxo-gels",
      "text" : "Powders of 1–4 (1 mmol) as well as equimolar mixture of 1 and 4 (1 mmol in total) were suspended in 3 ml of isopropanol. DETA (2 mmol) or MEA (5 mmol) was added dropwise under stirring to obtain clear solutions. Resulted MOP solutions were placed into glass boats and heat treated at 150 °C for 15 minutes in air until the constant sample weight. After cooling down to room temperature viscous transparent gels, G1–G9, were formed. Obtained gels were studied with TG-DTA. Residues of thermal decomposition were studied with powder XRD to confirm the formation of required RE oxides. Notation, composition and details of thermal behavior of modeling gels are listed in Table 3."
    }, {
      "heading" : "2.4. Deposition of RE oxide thin films",
      "text" : "MOP solutions for further use in thin film deposition were prepared by the same manner as modeling gels, but without heat treatment. The\ncomposition was the following: S1 (0.9 mmol of 3, 2 mmol of DETA, 3 ml of isopropanol) and S2 (0.1 mmol or 1, 0.1 mmol of 4, 0.4 mmol of DETA, 3 ml of isopropanol). S1 was used for solution deposition of a nanocrystalline Y2O3 film onto a Hastelloy substrate. LaLuO3 films were\ndeposited from S2 onto SrTiO3(100) and Y2O3:ZrO2(111) single-crystalline substrates. Solutions were deposited onto substrates with dipcoating method as follows. Substrates were immersed into MOP solutions and pulled out vertically with constant rate of 3 mm/sec. Two-step heat treatment of deposited films proceeded afterwards: (i) heating in a gradient furnace up to 150 °C, (ii) films annealing at 550 °C in ozone flow to promote the oxidation processes. As a result, thin amorphous (or nanocrystalline) RE oxide films were formed. The chart of the MOCSD assembly and detailed description of the deposition process was reported earlier ([19,20]). LaLuO3 films on single crystalline substrates were additionally annealed at 1000 °C for 30 minutes in air to crystallize."
    }, {
      "heading" : "2.5. X-ray crystallography",
      "text" : "Single crystal X-ray diffraction data for 2 were collected on Bruker SMART APEX II diffractometer with CCD area detector using Mo Kα radiation (λ = 0.71073 Å, graphite monochromator). The data were corrected for absorption by SADABS [21]. Crystal structure was solved by direct methods and refined anisotropically for all non-H atoms with full-matrix F2 least-squares technique (SHELXTL PLUS) [22]. H-atoms of water molecules were located on difference Fourier map. Other H atoms were placed in geometrically calculated positions and refined in a riding mode. Isobutyl substituents of two ligands were disordered over two positions with occupancy of major parts equal 0.596(11) and 0.50(3). Soft constraints on C–C and O–H distances and ADP parameters were applied during the refinement. Further details of the data collection and refinement parameters are summarized in Table 1. CCDC reference number 1889859 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/ data_request/cif."
    }, {
      "heading" : "2.6. DFT calculations",
      "text" : "All quantum chemistry calculations (structure relaxations, full energy, and vibrational spectra calculations) were performed for the isolated molecules in vacuum using FireFly 8.2 [23] and NWChem 6.6 [24] packages based on density functional theory (DFT) at the hyperGGA level (B3LYP functional). For the light atoms (C, O, N, H) TZVP basis set was used. For the REE atoms the energy-consistent Stuttgart/ Cologne quasi-relativistic pseudopotentials (large core including felectrons) and corresponding optimized valence basis sets were applied (ECP46MWB for La and ECP53MWB for Gd) [25]. The obtained stationary points (Table S1) were proved to be minima by the absence of imaginary frequencies in Hessians (Table S2). All\ncalculated vibrational frequencies were scaled by the common factor of 0.95."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Synthesis",
      "text" : "In general, RE carboxylates can be synthesized through a great variety of methods [9,13,26,27]. Due to fairly low solubility of RE isovalerates in water, synthesis by ligand-exchange reaction in water seems to be a very convenient method as it allows to obtain the product with high yields (> 70%) and to avoid contamination with viscous and poorly volatile isovaleric acid. So, reaction of RE (La, Gd, Y) nitrates with sodium isovalerate in a weakly acidic solution resulted into precipitation of pure compounds 1, 2 and 3. However, attempts to obtain 4 by the same manner (not present in the article) led to formation of hydroxo-complexes with general formula Lu(OH)xiVal3-x calculated form TGA data. Thus, another method should be applied for heavy lanthanides which are more prone to hydrolysis. Formation of 4 was achieved through reaction of Lu2(CO3)3∙4H2O with concentrated isovaleric acid after further evaporation of excess acid and drying. Since the obtained compounds possess low crystallinity due to their disordered structure, detailed XRD study is a complicated challenge that makes TGA and IR studies essential for precise determination of chemical composition.\nIt is worth noting that, as seen from TGA (Fig. S5) and IR results (Fig. S6), light RE (La, Gd) isovalerates are able to precipitate from solutions in a form of hydrates, unlike RE pivalates [9]. The exact quantity of aqua ligands depends on the RE ion. Indeed, 1 and 2 have a wide band with maximum at 3300 cm-1 that confirms the presence of OH groups of aqua ligands in the lattice. On the contrary, 3 and 4 do not possess this band that confirms them being anhydrous. Compounds 1 – 4 have a split band of νs (COO) that points to the presence of carboxylate ligands with different coordination modes (chelate, chelatebridging etc.) [9,28] and corresponds with the structure for 2. A band of νas(COO) is also present for 1 – 4, being split only for hydrates (1 and 2) that corresponds with the presence of intra- and intermolecular hydrogen bonds in their structure.\nAs obtained RE isovalerates possess insufficient solubility in isopropanol, addition of MEA or DETA is necessary to prepare clear solutions with fairly high concentration of RE ions (0.1 – 0.3 M). It is worth noting that preparation of clear solutions requires the ratio Ln: MEA of approximately 1: 5 whereas only 1 Ln: 2 DETA is enough for the same purpose. This difference between MEA and DETA complexes originates from higher denticity of the latter.\n3.2. Crystal structure of [Gd(H2O)2iVal3]2 (2)\nThe structure of 2 consists of centrosymmetric dimeric molecules. The asymmetric part of a molecule contains one Gd1 ion which coordinates two terminal aqua ligands (O1W, O2W), two chelate isovalerate ligands (O1 – O2 and O5 – O6), one chelate-bridging isovalerate ligand (O3 – μ2-O4) and additionally one chelate-bridging ligand (μ2-O4i) from the symmetry related part (Fig. 1). The coordination polyhedron of Gd1 ion can be described as a distorted capped square antiprism, the CN being equal to 9 (Table 2). Thus, pairs of symmetry related Gd1 and Gd1i separated at 4.1077(12) Å are connected to each other with two chelate-bridging ligands to form dimeric molecules. Coordinated water molecule H2O1W forms one intramolecular with O2i. Neighboring molecules are assembled into wave-shaped layers through an extended network of intermolecular hydrogen bonds (Fig. S1a–c). All alkyl groups are pointing outside the layer; only van der Waals interactions take place between the layers. Low conformation energy barriers of alkyl groups and absence of specific interactions between layers cause absence of favorable positions of isopropyl groups and result in disordered structure with low crystallinity.\nThe experimental XRD pattern of 2 at 300 K corresponds with the theoretical one at 120 K, except thermal expansion, that confirms identity of the powder and single crystalline samples of 2, and absence of phase transitions in the temperature range 120–300 K.\nBesides 2, only one structure of RE isovalerate complex (1D-polymeric [Ce(EtOH)2iVal3]∞) has been reported till now [29]. However, similar binuclear structures have been reported for a series of related compounds, such as [Ln(H2O)2Ac3]2·4H2O (Ln = Y, Sm–Lu) [30], [Eu (H2O)2Ac3]2·2H2O [31], [Dy(H2O)2Prop3]2·0.5HProp [32] and [Dy (H2O)2But3]2 [32]. All listed compounds, including 2, consist of centro(or pseudocentro-) symmetric dimeric molecules with two lanthanide ions in a similar nine-fold coordination environment (Table 2), which, however, demonstrate steric isomerism (Fig. S2a–d). Separate molecules form hydrogen-bonded layers with solvating molecules, if present, embedded between them."
    }, {
      "heading" : "3.3. DFT calculations of [Gd(H2O)2iVal3]2 and [La(MEA)iVal3]n",
      "text" : "Since there were no X-Ray quality single crystals of 5 obtained, other methods of analysis were necessary to propose its structural motif and explain its unusual and unexpected properties (e.g. low solubility, high stability). In such cases, IR spectroscopy appears very useful as it allows to predict coordination mode of carboxylate ligands and presence of hydrogen bonds in structure by thorough analysis of the corresponding absorption bands (widening, splitting, shifts etc.) [9,28]. We propose to perform DFT calculations of geometry of modeling objects, calculate their vibrational spectra and compare them with experimental ones. So, we constructed possible mono- and binuclear models of the mixed ligand complex [La(MEA)iVal3]n (n = 1–2) with unknown crystal structure and [Gd(H2O)2iVal3]2 as a reference object to justify our approach.\nThe starting geometry of [Gd(H2O)2iVal3]2 isolated molecule was taken from the structural data of 2 and optimized by DFT. Resulted geometry is rather close to the starting one with deviation in bond distances for non-hydrogen atoms being within 0.15 Å.\nTheoretical ([Gd(H2O)2iVal3]2) and experimentally observed (2) FTIR spectra (Fig. 2) fit well, that points to high predictability and reliability of our approach for investigation of such structures.\nDFT calculations of [La(MEA)iVal3]2 were subsequently performed. The starting geometry of [La(MEA)iVal3]2 was captured from the structural data of 2, but aqua ligands were symmetrically substituted with MEA molecules and Gd atoms were changed to La atoms (Fig. 3). Comparison between total energies (a sum of total electronic energy and zero-point vibrational energy) of [La(MEA)iVal3] and [La (MEA)iVal3]2 shows the latter one to be 178 kJ/mol energeticallyFig. 1. Crystal structure of 2. Hydrogen atoms are omitted for clarity.\nfavorable (Table S3). Calculated spectrum for [La(MEA)iVal3]2 is also rather close to the experimental one. Indeed, the same slight splitting of νas(COO) and remarkable splitting of νs(COO) corresponds to differences in vibrations of chelate and chelate-bridging isovalerate ligands, presence of COO···HO Hbonds also results into splitting of the mentioned bands. Major discrepancies in positions and intensities observed for ν(NH) and ν(OH) vibrations seem to be caused by presence of intermolecular H-bonds in the crystal structure which were not considered during calculations.\nTherefore, in the crystal structure of 5 one could expect the same geometry of [La(MEA)iVal3]2 molecules as predicted by DFT calculations; however these molecules are likely to be connected to each other with an extended system of intermolecular H-bonds, which strongly limit solubility of 5."
    }, {
      "heading" : "3.4. Thermal behavior of 1–5 and gels G1–G9",
      "text" : "Since the obtained compounds are considered as components of solution precursors for thin film deposition, understanding of their thermal behavior in air conditions is essential for practical use. According to TG-DTA data, compounds 1 and 2, being hydrates, undergo dehydration in the temperature range of 50–100 °C forming anhydrous LaiVal3 and GdiVal3, respectively (Fig. 4a–b). Further\ndecomposition of dehydrated 1 and 2, and anhydrous 3 and 4 undergoes in the same manner through two distinct main stages of weight loss (Fig. 4a–d, Table 3). The first stage of weight loss with exothermic effect (Fig. S5) corresponds to elimination of organic species simultaneously with their combustion and results in formation of RE oxocarbonates with general formula (LnO)2CO3, which was confirmed by PXRD (Fig. S3). These residues decompose at the second stage with formation of Ln2O3 according to PXRD data as final products of decomposition (Fig. 4. insets). It is worth noting that the temperature range of the final stage of decomposition significantly depends on the RE ion nature and decreases along with RE ion radius (Table 3). Furthermore, (LuO)2CO3 is the most unstable compound among (LnO)2CO3 series. Thus, its decomposition is not observed during thermal decomposition of 4 as a separate stage and proceeds simultaneously with ligand oxidation.\nThe obtained experimental data precisely show the difference between thermal behavior of RE isovalerates in air and in argon. Indeed, yttrium isovalerate is converted into (YO)2CO3 at 300 °C in air conditions whereas an analogous process in argon occurs only at 400 °C [14]. Therefore, presence of oxygen significantly decreases the temperature of RE oxocarbonates formation. In argon this process proceeds endothermally with release of volatile symmetrical ketones [14,17]. In air condition the same reaction occurs, however generated ketones\nimmediately undergo oxidative destruction with release of heat. Despite slightly different conditions in the two experiments (gas flow, sample mass etc.) were used, different enthalpies of decomposition make the crucial impact on decomposition temperature. On the contrary, as processes of (LnO)2CO3 decomposition require no oxygen, they occur at the same temperatures in air and in argon.\nCompound 5 being a mixed ligand complex with MEA in contrast to 1–4 demonstrates a different TG-curve with four overlapped stages of weight loss: (i), (ii), (iii) and (iv), which are seen in the DTG plot at approximately 150 °C, 250 °C, 400 °C and 700 °C, respectively (Fig. 5).\nBlurring of decomposition stages at 150–250 °C is caused by processes of stepwise hydrolysis and evaporation of MEA and isovaleric acid. Oxidation of organic ligands proceeds at 400 °C and is followed by a major weight loss. However, despite hydrolysis, formation of (LaO)2CO3 occurs within intermediate decomposition in the same temperature range as for 1. Minor weight loss at 700 °C refers to the decomposition of the mentioned intermediate with formation of La2O3.\nStudy of thermal decomposition of alcohol solutions of 1–4 with additional organic ligands in a form of layers on the surface of substrates is an important practical issue, which rises during thin film deposition by MOCSD technique. However, this issue is complicated with extremely small ratio of compound of interest on the surface to the substrate material. To overcome this obstacle we perform the first common stage of MOCSD process, namely solvent removal and RE precursor partial pyrohydrolysis, ex situ in bulk and then study thermal behavior of the resulted hydroxo-gel to simulate processes occurring on the surface of substrates during further heat treatment. Compounds 1–4 were used for preparation of monometallic (G1–G8) and heterobimetallic (G9) gels. Apart from other compounds, 1 formed white precipitate 5 (as described above) when mixed with MEA, which appeared unexpectedly stable towards heating and addition of excess MEA (up to 5 equivalents in molar ratio) and did not form a gel during further heat treatment.\nAll hydroxo-gels subsequently undergo three stages of decomposition, similarly to 1–4. The first low-temperature stage is highly likely to correspond to deeper hydrolysis, evaporation of excess amine and total removal of isopropanol (as discussed in [3]). The second and the third stages occur at the same temperatures as for 1–4 within ± 50 °C, respectively. Therefore, presence of amines and ongoing hydrolysis,\nhowever, do not prevent formation of RE oxocarbonates, which possess high thermal stability. Total weight loss of gels occurs below 600 °C, except La-containing ones, G5 and G9, which were found to decompose at higher temperatures and required further studies.\nAccording to PXRD data, intermediate (400–600 °C) heat treatment of G5 leads to formation of (LaO)2CO3, while the same treatment of G9 results into formation of another modification of (LaO)2CO3 along with Lu2O3 phase (Fig. 7 a–b). It is worth noting that peaks of phases are slightly shifted with reference to ICDD PDF2 data and smaller d-spacing is observed for (LaO)2CO3 phase. This seems to be caused by isomorphic substitution of La ions with smaller Lu ones, i.e. formation of a La-Lu oxocarbonate solid solution. Similarly, bigger d-spacing is observed for Lu2O3 phase that points to presence of larger La ions in the lattice. Therefore, it is highly likely that both phases are La-Lu solid solutions with structural types of (LaO)2CO3 and Lu2O3, respectively (Fig. 7b). Presence of Lu, which oxocarbonate is much less stable than La one, decreases the decomposition temperature of (LaxLu1-xO)2CO3 by ˜50 °C in comparison with (LaO)2CO3 obtained through intermediate heat treatment of G5 (Table 3, Fig. 6). Further heat treatment of G9 up to 1000 °C leads to formation of highly crystalline LaLuO3 phase as the main product with traces of the corresponding Ln2O3. This seems to be a great achievement because used annealing temperature (1000 °C) is much lower than the melting point of LaLuO3 (2120 °C, [33]) that makes direct synthesis of the perovskite through calcination of La2O3 and Lu2O3 impossible. However, chemical homogenization via formation of mixed La-Lu compounds during the intermediate stage of heat treatment allows to overcome this problem and to obtain the required\nphase at much lower temperatures (700–1000 °C). This makes the developed MOP suitable for solution deposition of LaLuO3 films."
    }, {
      "heading" : "3.5. Deposition of thin films",
      "text" : "Within the current work, we have studied two series of RE isovalerate-based MOPs: LniVal3–MEA–iPrOH and LniVal3–DETA–iPrOH. Solutions of MEA-based precursors are expected to possess lower decomposition temperatures due to lower denticity of MEA and, consequently, to higher sensitivity to hydrolysis. Despite the expectations, LniVal3–MEA–iPrOH MOPs appear to be unsuitable for MOCSD. As discussed above, lanthanum isovalerate does not form a stable solution with presence of MEA, precipitate of 5 is obtained instead. YiVal3–MEA–iPrOH solution appears stable under normal conditions; however it undergoes crystallization on the surface of substrates during heat treatment, despite the fact that the gel of the same composition (G3) is stable in bulk. On the contrary, LniVal3–DETA–iPrOH solutions demonstrated high efficiency and were successfully used to obtain Y2O3 and LaLuO3 thin films described below."
    }, {
      "heading" : "3.5.1. Y2O3 film",
      "text" : "Here we report deposition of Y2O3 films onto metallic polycrystalline substrates of hastelloy HC276, length 100 mm, width 12 mm. It is known that such films were previously applied as effective planarization layers for IBAD process of 2G-HTS tapes [3,4,34]. The key property of any planarizing layer is low roughness which can be reached via deposition of nanocrystalline films at low temperatures without further\ncalcination. So, Y2O3 films were deposited at temperatures as low as 550 °C that corresponds to the final weight loss of the precursor (Table 3). To avoid film contamination with carbon, deposition was carried out in ozone flow as described earlier [35]. As a result, homogenous thin films with low roughness (Sq = 0.81 nm for 5 × 5 μm2 scan area on a substrate with initial Sq of 0.95 nm for the same area) were obtained (Fig. 8). The film consists of solid particles with average size of ˜50 nm. Therefore, one-cycle deposition of a planarizing film decreases the roughness of the substrate by approximately 15%. Furthermore, the film can be additionally smoothed via performing multi-cycle deposition as reported earlier [3,19,35]."
    }, {
      "heading" : "3.5.2. LaLuO3 films",
      "text" : "Perovskite-type mixed oxide LaLuO3 is considered a promising highK material for semi-conductor electronics (e.g. for usage in MOSFET gates) [36]. However, it is worth noting that LaLuO3 possesses anisotropic dielectric properties. Therefore, it is essential to obtain epitaxial (00l) films of LaLuO3 to achieve the maximal capacity of the barrier layer [2]. Here we report deposition of oriented LaLuO3 films on single crystalline SrTiO3(100) and ZrO2:Y2O3(111) substrates (See Figs. 9 and 10).\nAccording to ω–2θ XRD data, the LaLuO3 film demonstrates (00l)oriented growth on SrTiO3(100) substrate since (001) and (002) peaks of LaLuO3 (pseudocubic basis) appear as the most intense ones (Fig.9). Nevertheless, small amount of polycrystalline LaLuO3 is also present (as seen from GIXRD), presumably, due to 100 nm thickness of the film which seems to be high for simultaneous crystallization. AFM data show LaLuO3/STO(100) film to consist of small crystallites of ˜150 nm in diameter and to possess the Sq value as low as 18 nm.\nThe situation with LaLuO3/ZrO2:Y2O3(111) film is different (Fig.10). ω–2θ data demonstrate highly intense LaLuO3 (110) and (220)\npeaks close to YSZ (111) and YSZ (222) reflections, respectively. On the contrary, (00l) peaks are much less intense, only (002) reflection can be defined. The measured thickness of the film, being 35 nm, is much smaller than for the LaLuO3/SrTiO3(100) film. As the result, no polycrystalline LaLuO3 has been observed in the GIXRD pattern.\nThe positions of observed (hh0) peaks are significantly shifted to lower angles, which points to the presence of stretching out-of-plane distortion within the film as a consequence of in-plane compression. Indeed, this agrees with epitaxial growth with the following relationships: [110]F || [111]S, [-110]F || [221]S which requires in-plane compression of approximately 7% (as calculated from cell parameters).\nAFM data shows that the film consists of bigger crystallites within mixture of smaller ones that may result from insufficient time of hightemperature calcination and requires further investigation. However, this phenomenon makes no impact on the roughness of the film which retains as low as 19 nm."
    }, {
      "heading" : "4. Conclusions",
      "text" : "A novel series of RE carboxylates has been synthesized as illustrated on four RE elements. The obtained compounds were characterized with TGA, FTIR, XRD methods and DFT calculations. It has been shown that rare earth isovalerates are able to form hydrates, like their lower-molecular homologs (acetates, propionates e.g.). In view of the influence of bulky isovalerate ligands and their conformation flexibility, the structural study of RE isovalerates is rather complicated. Nevertheless, it appeared to be possible to obtain crystalline products and, furthermore, one X-ray structure of Gd isovalerate hydrate has been determined.\nBesides synthesis of initial RE isovalerates, we have performed the study of their interaction with gel-forming ligands, MEA and DETA with presence of isopropanol solvent. It has been found that addition of\namines results in formation of conformal gels, which, however, decompose at the same temperatures as the initial RE isovalerates through a stage of RE oxocarbonate formation studied by PXRD. In scope of the La-Lu bimetallic gel, chemical homogenization readily proceeds at the latest stage and leads to formation of a disordered La-Lu oxocarbonate phase with lower decomposition temperature. This phenomenon allows to obtain LaLuO3 at relatively low temperatures, specifically, through MOCSD process.\nSolutions of RE isovalerate complexes with MEA have been found to be unsuitable for film deposition as they crystallize when heat treated. Furthermore, one extremely stable complex has been obtained in this system and it has been characterized with DFT, FTIR and TGA methods.\nSolutions of RE isovalerate complexes with DETA show good results in deposition of RE oxide films as illustrated on nanocrystalline Y2O3 and epitaxial LaLuO3 films. Furthermore, the existence of analogical complexes of transition metals was earlier reported. In view of this, the developed precursors are thought to be compatible with precursors for transition metal oxides and can be used for deposition of 3d-4f complex oxides (nickelates, manganites etc.)"
    }, {
      "heading" : "Acknowledgements",
      "text" : "The research is carried out using the equipment of the shared research facilities of HPC computing resources at Lomonosov Moscow State University. X-ray Structural Center of the A.N. Nesmeyanov Institute of Organoelement Compounds (Moscow, Russia) is acknowledged for support in single crystal X-ray experiments."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at https://doi.org/10.1016/j.jaap.2019.04.016."
    } ],
    "references" : [ {
      "title" : "Synthesis",
      "author" : [ "L. Ciontea", "M. Nasui", "T. Petrisor Jr", "R.B. Mos", "M.S. Gabor", "R.A. Varga", "T. Petrisor" ],
      "venue" : "crystal structure and thermal decomposition of [La2(CH3CH2COO)6(H2O)3]·3.5H2O precursor for high-k La2O3 thin films deposition, Mater. Res. Bull. 45 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Characterization of epitaxial lanthanum lutetium oxide thin films prepared by pulsed-laser deposition",
      "author" : [ "J. Schubert", "O. Trithaveesak", "W. Zander", "M. Roeckerath", "T. Heeg", "H.Y. Chen", "C.L. Jia", "P. Meuffels", "Y. Jia", "D.G. Schlom" ],
      "venue" : "Appl. Phys. A 90 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Chemical deposition of smooth nanocrystalline Y2O3 films from solutions of metalorganic precursors",
      "author" : [ "I.A. Martynova", "D.M. Tsymbarenko", "A.A. Kamenev", "S.N. Mudretsova", "A.N. Streletsky", "A.L. Vasiliev", "N.P. Kuzmina", "A.R. Kaul" ],
      "venue" : "Russ. Chem. Bull. Int. Ed. 62 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Influence of seed layer materials on the texture of IBAD-MgO layer",
      "author" : [ "J. Chu", "Y. Zhao", "S. Zhen", "G. Jiang", "Y. Chen", "W. Wu", "Z. Zhang", "Z. Hong", "Z. Jin" ],
      "venue" : "IEEE Trans. Appl. Superconduct. 28 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Surface engineering of flexible metallic substrate by SDP Gd-Zr-O layer for IBAD-MgO templates",
      "author" : [ "J. Chu", "Y. Zhao", "G. Jiang", "W. Wu", "Z. Zhang", "Z. Hong", "Z. Jin" ],
      "venue" : "J. Am. Ceram. Soc. 102 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "New chemical route for YBCO thin films",
      "author" : [ "H.Y. Lee", "S.I. Kim", "Y.C. Lee", "Y.P. Hong", "Y.H. Park", "K.H. Ko" ],
      "venue" : "IEEE Trans. Appl. Superconduct. 13 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "High-quality epitaxial LaNiO3 thin films on SrTiO3(100) and LaAlO3(100)",
      "author" : [ "F. Sanchez", "C. Ferrater", "C. Guerrero", "M.V. Garcıa-Cuenca", "M. Varela" ],
      "venue" : "Appl. Phys. A 71 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Chemical Solution Deposition of Functional Oxide Thin Films",
      "author" : [ "T. Schneller", "R. Waser", "M. Kosec", "D. Payne" ],
      "venue" : "Springer-Verlag, Wien",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "One-dimensional coordination polymers of whole row rare earth Tris-pivalates",
      "author" : [ "D. Tsymbarenko", "I. Martynova", "D. Grebenyuk", "V. Shegolev", "N. Kuzmina" ],
      "venue" : "J. Solid State Chem. 258 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Yttrium Tris-propionate monohydrate: synthesis",
      "author" : [ "I.A. Martynova", "D.M. Tsymbarenko", "N.P. Kuzmina" ],
      "venue" : "crystal structure, and thermal stability, Russ. J. Coord. Chem. 40 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Wasserfreie Selten-Erd-Acetate",
      "author" : [ "A. Lossin", "G. Meyer" ],
      "venue" : "M(CH3COO)3 (M = Sm–Lu, Y)  mit Kettenstruktur. Kristallstrukturen von  Lu(CH3COO)3 und Ho(CH3COO)3, Zeitschrift für anorganische und allgemeine Chemie 619 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Pr(CH3COO)3",
      "author" : [ "A. Lossin", "G. Meyer" ],
      "venue" : "ein wasserfreies Selten-Erd-Acetat rnit Netzwerkstruktur, Zeitschrift für anorganische und allgemeine Chemie 620 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Mixed ligand acetate",
      "author" : [ "D.M. Tsymbarenko", "I.A. Martynova", "I.P. Malkerova", "A.S. Alikhanyan", "N.P. Kuzmina" ],
      "venue" : "propionate, and pivalate complexes of rare earth metals with monoethanolamine: a new approach to the synthesis, composition, structure, and use for the preparation of oxide materials, Russ. J. Coord. Chem. 42 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "J.-C. Grivel", "Y. Zhao", "X. Tang", "P.G.P.A. Pallewatta" ],
      "venue" : "Watenphul, M.v. Zimmermann, Thermal decomposition of Yttrium(III) isovalerate in argon, J. Anal. Appl. Pyrol. 120 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "J.-C. Grivel", "Y. Zhao", "X. Tang", "P.G.P.A. Pallewatta" ],
      "venue" : "Watenphul, M.v. Zimmermann, Thermal decomposition of yttrium(III) valerate in argon, J. Anal. Appl. Pyrol. 106 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Thermal behavior and decomposition of cerium(III) butanoate",
      "author" : [ "J.-C. Grivel", "M.J. Suarez Guevara", "Y. Zhao", "X. Tang", "P.G.A.P. Pallewatta", "J. Bednarčík", "A. Watenphul" ],
      "venue" : "pentanoate and hexanoate salts upon heating in argon, J. Anal. Appl. Pyrol. 126 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Studies on the thermal decomposition of lanthanum(III) valerate and lanthanum(III) caproate in argon",
      "author" : [ "J.-C. Grivel", "Y. Zhao", "M.J. Suarez Guevara", "A. Watenphul" ],
      "venue" : "Thermochim. Acta 612 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Jana2006",
      "author" : [ "V. Petricek", "M. Dusek", "L. Palatinus" ],
      "venue" : "Structure Determination Software Programs, Institute of Physics, Praha, Czech Republic",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Synthesis and characterization of amorphous yttrium oxide layers by metal organic chemical solution deposition",
      "author" : [ "I. Martynova", "D. Tsymbarenko", "A. Kamenev", "N. Kuzmina", "A. Kaul" ],
      "venue" : "Phys. E 56 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Aluminum hydroxocarboxylates in solution deposition of planarization alumina films",
      "author" : [ "D.M. Tsymbarenko", "I.A. Martynova", "N.V. Ryzhkov", "N.P. Kuzmina" ],
      "venue" : "Russ. J. Gen. Chem. 87 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "SADABS v.2.01, Bruker/Siemens Area Detector Absorption Correction Program, Bruker AXS",
      "author" : [ "G.M. Sheldrick" ],
      "venue" : "Madison, Wisconsin,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1998
    }, {
      "title" : "SHELXTL v",
      "author" : [ "G.M. Sheldrick" ],
      "venue" : "5.10, Structure Determination Software Suite, Bruker AXS, Madison, WI, USA",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Firefly Version 8",
      "author" : [ "A.A. Granovsky" ],
      "venue" : "(2017) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "K",
      "author" : [ "M. Valiev", "E.J. Bylaska", "N. Govind" ],
      "venue" : "Kowalski, T.P. Straatsma, H.J.J. van Dam, D. Wang, J. Nieplocha, E. Apra, T.L. Windus, W.A. de Jong, NWChem: a comprehensive and scalable open-source solution for large scale molecular simulations, Comput. Phys. Commun. 181 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Energy-adjusted pseudopotentials for the rare earth elements",
      "author" : [ "M. Dolg", "H. Stoll", "A. Savin", "H. Preuss" ],
      "venue" : "Theor. Chim. Acta 75 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Thermal decomposition of RE(C2H5CO2)3·H2O (RE = Dy",
      "author" : [ "J.-C. Grivel" ],
      "venue" : "Tb, Gd, Eu and Sm), J. Therm. Anal. Calorim. 115 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Direct oxidation of europium metal with acetic acid: anhydrous europium(III) acetate",
      "author" : [ "S.G. Torres", "I. Pantenburg", "G. Meyer" ],
      "venue" : "Eu(OAc)3, its Sesqui-hydrate, Eu (OAc)3(H2O)1.5, and the “Hydrogendiacetate”, [Eu(H(OAc)2)3](H2O)], J. Inorg. Gen. Chem. 632 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Infrared and Raman Spectra of Inorganic and Coordination Compounds: Part A: Theory and Applications in Inorganic Chemistry",
      "author" : [ "K. Nakamoto" ],
      "venue" : "Sixth edition, John Wiley & Sons, Inc",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "J",
      "author" : [ "I.L. Malaestean", "M. Kutluca-Alıcı", "A. Ellern" ],
      "venue" : "van Leusen, H. Schilder, M. Speldrich, S.G. Baca, P. Kogerler, Linear, Zigzag, and Helical Cerium(III) Coordination Polymers, Cryst. Growth Des. 12 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Crystal structure of gadolinium (III) acetate tetrahydrate",
      "author" : [ "M.C. Favas", "D.L. Kepert", "B.W. Skelton", "A.H. White" ],
      "venue" : "Stereo-chemistry of the nine-co-ordinate [M(bidentate ligand)3(unidentate ligand)3] ± system, J. Chem. Soc. Dalton Trans. ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1980
    }, {
      "title" : "Carbon CP-mass NMR and x-ray crystal structure of paramagnetic lanthanide acetates",
      "author" : [ "S. Ganapathy", "V.P. Chacko", "R.G. Bryant", "M.C. Etter" ],
      "venue" : "J. Am. Chem. Soc. 108 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 1986
    }, {
      "title" : "Dysprosium complexes with mono-/di-carboxylate ligands–from simple dimers to 2D and 3D frameworks",
      "author" : [ "Y. Zhang", "M. Bhadbhade", "N. Scales", "I. Karatchevtseva", "J.R. Price", "K. Lu", "G.R. Lumpkin" ],
      "venue" : "J. Solid State Chem. 219 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Single crystal growth and characterization of LaLuO3",
      "author" : [ "K.L. Ovanesyan", "A.G. Petrosyan", "G.O. Shirinyan", "C. Pedrini", "L. Zhang" ],
      "venue" : "Opt. Mater. 10 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Development and production of second generation high Tc superconducting tapes at SuperOx and first tests of model cables",
      "author" : [ "S. Lee", "V. Petrykin", "A. Molodyk", "S. Samoilenkov", "A. Kaul", "A. Vavilov", "V. Vysotsky", "S. Fetisov" ],
      "venue" : "Superconduct. Sci. Technol. 27 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Solution deposition of ultrasmooth alumina on long-length metallic substrate for 2G superconducting tapes",
      "author" : [ "I. Martynova", "D. Tsymbarenko", "A. Kamenev", "V. Amelichev", "A. Molodyk", "N. Kuzmina", "A. Kaul" ],
      "venue" : "Mater. Res. Bull. 78 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "High‐k Gate dielectrics for emerging flexible and stretchable electronics",
      "author" : [ "B. Wang", "W. Huang", "L. Chi", "M. Al-Hashimi", "T.J. Marks", "A. Facchetti" ],
      "venue" : "Chem. Rev. 118 (2018) 5690–5754.  M. Kendin and D. Tsymbarenko  Journal of Analytical and Applied Pyrolysis 140 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 56,
      "endOffset" : 59
    }, {
      "referenceID" : 1,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 68,
      "endOffset" : 71
    }, {
      "referenceID" : 2,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 99,
      "endOffset" : 104
    }, {
      "referenceID" : 3,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 99,
      "endOffset" : 104
    }, {
      "referenceID" : 4,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 5,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 6,
      "context" : "Possible applications include high-K dielectrics (La2O3 [1], LaLuO3 [2]), planarizing layers (Y2O3 [3,4], Gd2Zr2O7 [5]), HTS (YBa2Cu3O7-x [6]), MIT-materials (LnNiO3 [7]), and some others.",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 7,
      "context" : "Metal organic chemical solution deposition (MOCSD) seems to be one of the most perspective and is widely applied method for research and industrial applications [8].",
      "startOffset" : 161,
      "endOffset" : 164
    }, {
      "referenceID" : 7,
      "context" : ") that requires detailed data on thermal behavior of MOPs and their gels in inert and oxidative atmosphere [8].",
      "startOffset" : 107,
      "endOffset" : 110
    }, {
      "referenceID" : 12,
      "context" : "It has been shown in [13] that the problem of low solubility can be successfully solved by addition of neutral ligands to form soluble oligonuclear complexes.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 12,
      "context" : "As reported in [13], thermal behavior and gel-forming properties of RE carboxylate complexes strongly depend on the length and structure of alkyl groups of carboxylate ions.",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 13,
      "context" : "In the present work we investigate thermal behavior of RE isovalerate-based MOPs in air conditions in comparison with the data observed in the atmosphere of argon [14,17].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 16,
      "context" : "In the present work we investigate thermal behavior of RE isovalerate-based MOPs in air conditions in comparison with the data observed in the atmosphere of argon [14,17].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 17,
      "context" : "[18] XRD characterization of thin films was performed using Rigaku SmartLab diffractometer in parallel beam geometry (PB) with double Ge (220) monochromator and in grazing incident geometry (GIXRD)",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "The chart of the MOCSD assembly and detailed description of the deposition process was reported earlier ([19,20]).",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 19,
      "context" : "The chart of the MOCSD assembly and detailed description of the deposition process was reported earlier ([19,20]).",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 20,
      "context" : "The data were corrected for absorption by SADABS [21].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 21,
      "context" : "Crystal structure was solved by direct methods and refined anisotropically for all non-H atoms with full-matrix F(2) least-squares technique (SHELXTL PLUS) [22].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 23,
      "context" : "6 [24] packages based on density functional theory (DFT) at the hyper-",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 24,
      "context" : "applied (ECP46MWB for La and ECP53MWB for Gd) [25].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 29,
      "context" : "Selected bond distances in 2 and [Gd(H2O)2(Ac)3]2∙4H2O[30], Å.",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 8,
      "context" : "In general, RE carboxylates can be synthesized through a great variety of methods [9,13,26,27].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 12,
      "context" : "In general, RE carboxylates can be synthesized through a great variety of methods [9,13,26,27].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 25,
      "context" : "In general, RE carboxylates can be synthesized through a great variety of methods [9,13,26,27].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 26,
      "context" : "In general, RE carboxylates can be synthesized through a great variety of methods [9,13,26,27].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 8,
      "context" : "S6), light RE (La, Gd) isovalerates are able to precipitate from solutions in a form of hydrates, unlike RE pivalates [9].",
      "startOffset" : 118,
      "endOffset" : 121
    }, {
      "referenceID" : 8,
      "context" : ") [9,28] and corresponds with the structure for 2.",
      "startOffset" : 2,
      "endOffset" : 8
    }, {
      "referenceID" : 27,
      "context" : ") [9,28] and corresponds with the structure for 2.",
      "startOffset" : 2,
      "endOffset" : 8
    }, {
      "referenceID" : 28,
      "context" : "Besides 2, only one structure of RE isovalerate complex (1D-polymeric [Ce(EtOH)2Val3]∞) has been reported till now [29].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 29,
      "context" : "However, similar binuclear structures have been reported for a series of related compounds, such as [Ln(H2O)2Ac3]2·4H2O (Ln = Y, Sm–Lu) [30], [Eu (H2O)2Ac3]2·2H2O [31], [Dy(H2O)2Prop3]2·0.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 30,
      "context" : "However, similar binuclear structures have been reported for a series of related compounds, such as [Ln(H2O)2Ac3]2·4H2O (Ln = Y, Sm–Lu) [30], [Eu (H2O)2Ac3]2·2H2O [31], [Dy(H2O)2Prop3]2·0.",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 13,
      "context" : "yttrium isovalerate is converted into (YO)2CO3 at 300 °C in air conditions whereas an analogous process in argon occurs only at 400 °C [14].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 13,
      "context" : "In argon this process proceeds endothermally with release of volatile symmetrical ketones [14,17].",
      "startOffset" : 90,
      "endOffset" : 97
    }, {
      "referenceID" : 16,
      "context" : "In argon this process proceeds endothermally with release of volatile symmetrical ketones [14,17].",
      "startOffset" : 90,
      "endOffset" : 97
    }, {
      "referenceID" : 2,
      "context" : "The first low-temperature stage is highly likely to correspond to deeper hydrolysis, evaporation of excess amine and total removal of isopropanol (as discussed in [3]).",
      "startOffset" : 163,
      "endOffset" : 166
    }, {
      "referenceID" : 32,
      "context" : "This seems to be a great achievement because used annealing temperature (1000 °C) is much lower than the melting point of LaLuO3 (2120 °C, [33]) that makes direct synthesis of the perovskite through calcination of La2O3 and Lu2O3 impossible.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 2,
      "context" : "It is known that such films were previously applied as effective planarization layers for IBAD process of 2G-HTS tapes [3,4,34].",
      "startOffset" : 119,
      "endOffset" : 127
    }, {
      "referenceID" : 3,
      "context" : "It is known that such films were previously applied as effective planarization layers for IBAD process of 2G-HTS tapes [3,4,34].",
      "startOffset" : 119,
      "endOffset" : 127
    }, {
      "referenceID" : 33,
      "context" : "It is known that such films were previously applied as effective planarization layers for IBAD process of 2G-HTS tapes [3,4,34].",
      "startOffset" : 119,
      "endOffset" : 127
    }, {
      "referenceID" : 34,
      "context" : "To avoid film contamination with carbon, deposition was carried out in ozone flow as described earlier [35].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 1,
      "context" : "Therefore, it is essential to obtain epitaxial (00l) films of LaLuO3 to achieve the maximal capacity of the barrier layer [2].",
      "startOffset" : 122,
      "endOffset" : 125
    } ],
    "year" : 2019,
    "abstractText" : "Rare earth (RE) carboxylates are considered as effective metal-organic precursors (MOPs) for chemical preparation of RE oxide nanomaterials via thermal decomposition. However RE oxocarbonates being the intermediate products of this process require high temperature treatment to be decomposed, that complicates the application of mentioned MOPs for preparation of nanomaterials. Here we report synthesis, composition and thermal behavior of four rare earth (La, Gd, Y, Lu) isovalerates. Novel compounds were studied by single crystal and powder XRD, TG-DTA, FTIR and DFT calculations. Thermal decomposition of RE isovalerates and metalorganic precursors based on the RE isovalerate – isopropanol – amine (monoethanolamine or diethylenetriamine) systems was thoroughly studied. The effect of amines, decomposition atmosphere (air or argon) and nature of RE ion on thermal behavior was discussed. The developed MOPs decompose to RE oxides below 700 °C which allows them to be used for deposition of high-quality Y2O3 and LaLuO3 thin films by MOCSD process.",
    "creator" : "Elsevier"
  }
}