{
  "name" : "downloads_2019-10-13_ad_10.3389@fbioe.2019.00293.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Recent advances in nanomaterials-based chemo- photothermal combination therapy for improving cancer treatment",
    "authors" : [ "Zuhong Li", "Yangjun Chen", "Ya Yang", "Yan Yu", "Yanhong Zhang", "Danhua Zhu", "Xiaopeng Yu", "Xiaoxi Ouyang", "Zhongyang Xie", "Yalei Zhao", "Lanjuan Li", "Zuhong L Yu" ],
    "emails" : [ "chenyj@w", "ljli@zju.e" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Recent advances in nanomaterials-based chemophotothermal combination therapy for improving cancer treatment\nZuhong Li1, Yangjun Chen2, Ya Yang1, Yan Yu3, Yanhong Zhang1, Danhua Zhu1, Xiaopeng\nYu1*, Xiaoxi Ouyang1, Zhongyang Xie1, Yalei Zhao1, Lanjuan Li4, 1*\n1State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, Zhejiang\nUniversity School of Medicine, China, 2School of Ophthalmology and Optometry, Wenzhou\nMedical University, China, 3School of Medicine, Zhejiang University, China, 4Zhejiang University, China\nSubmitted to Journal: Frontiers in Bioengineering and Biotechnology\nSpecialty Section: Nanobiotechnology\nISSN: 2296-4185\nArticle type: Review Article\nReceived on: 30 Jul 2019\nAccepted on: 09 Oct 2019\nProvisional PDF published on: 09 Oct 2019\nFrontiers website link: www.frontiersin.org\nCitation: Li Z, Chen Y, Yang Y, Yu Y, Zhang Y, Zhu D, Yu X, Ouyang X, Xie Z, Zhao Y and Li L(2019) Recent advances in nanomaterials-based chemo-photothermal combination therapy for improving cancer treatment. Front. Bioeng. Biotechnol. 7:293. doi:10.3389/fbioe.2019.00293\nCopyright statement: © 2019 Li, Chen, Yang, Yu, Zhang, Zhu, Yu, Ouyang, Xie, Zhao and Li. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution and reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.\nProvi siona\nl\nThis Provisional PDF corresponds to the article as it appeared upon acceptance, after peer-review. Fully formatted PDF and full text (HTML) versions will be made available soon.\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org\nProvi siona\nl\n1 2\n3 4 5\n6 7\n8 9\n10 11 12\n13 14\n15\n16 17\n18\n19 20 21 22 23 24 25 26 27 28 29 30\n31\n32 33 34\nRe\nZuhong L Yu1, Xiao\n1State Key Centre for University 2School o 325027, C 3Departm Hangzhou\n* Corresp Yangjun C chenyj@w\nLanjuan L ljli@zju.e\n#Zuhong L\nKeyword effect\nAbstract\nConventio insufficie developm therapeuti such as g approach been dev trigger fo summariz therapy, i potential photother\n1 Intr\nTraditiona surgery i cytotoxici\ncent ad comb\ni#,1, Yangj xi Ouyang\nLaborator Diagnosis School of\nf Ophthalm hina\nent of Gyne 310003, C\nondence: hen mu.edu.cn\ni du.cn\ni and Yang\ns: cancer,n\nnal chemo nt therapeu ent of com c efficacy. reat capacit for cancer eloped to s r drug rele e the recen ncluding m challenges mal therapy\noduction\nl chemothe n early sta ty of chem\nvances i ination t\nun Chen#,2 1, Zhongya\ny for Diagn and Treatm Medicine,\nology & Op\ncologic On hina\njun Chen c\nanomateri\ntherapy for tic outcome bination th Near-infrar y of heat a treatment. A imultaneou ase and/or t developm etal-, carbo and perspe were also\nrapy, typic ge cancer otherapeuti\nn nanom herapy\n*, Ya Yang ng Xie1, Y\nosis and Tr ent of Infec\nHangzhou 3\ntometry, E\ncology, Wo\nontributed\nals, NIR re\ncancer trea and undes erapy by in ed (NIR) lig blation and variety of sly act as c inducing h ent of adva n-based na ctives for discussed.\nally the ma , usually s c drugs fo\naterials for impr\n1, Yan Yu3 alei Zhao1,\neatment of tious Disea 10003, Chi\nye Hospital\nmen's Hosp\nequally to th\nsponsive, c\ntment is u ired side ef tegrating c ht-mediate minimally nanomater arriers for yperthermia nced nanom nomaterial the future\nin treatmen uffers seve r both canc\n-based c oving ca\n, Yanhong Lanjuan L\nInfectious D ses, The Fi na , Wenzhou\nital, Zhejia\nis work\nhemo-phot\nsually comp fects. The p hemotherap d photother invasive m ials absorbi chemothera for synerg aterials in s and partic developme\nt for late s re systemi erous and\nhemo-ph ncer tre\nZhang1, Da i1*\niseases, Co rst Affiliate\nMedical Un\nng Universi\nothermal t\nromised b ast decade y with hyp mal therapy anner, has ng NIR lig peutic drug istic effect chemo-ph ularly orga\nnt of nanom\ntage cancer c toxicity normal cell\notother atment\nnhua Zhu\nllaborative d Hospital,\niversity, W\nty School o\nherapy, sy\ny shortcom has witness erthermia f , which ha emerged a ht to genera s, contribu s. This rev otothermal nic nanom aterials-ba\nor adjunct due to th s (Cobley\nmal\n1, Xiaopeng\nInnovation Zhejiang\nenzhou\nf Medicine\nnergistic\nings such a ed the rapi or enhance s advantage s a powerfu te heat hav ting as hea iew aims t combinatio aterials. Th sed chemo\nmethod fo e unspecifi et al., 2010\n,\ns d d s l e t o n e -\nr c ;\nProvi si na\nl\nRunning Title\n2\nThis is a provisional file, not the final typeset article\nMahmoudi et al., 2011; DeSantis et al., 2014). As a result, the outcome of chemotherapy is often 35 limited by safe dosage, generating insufficient drug concentration in tumor site. Moreover, drug 36 resistance is possibly developed to further hamper the overall efficacy during the treatment course 37 (Holohan et al., 2013). Thus, it is urgent to improve specific delivery to reduce side effects, and 38 optimize the therapeutic efficacy at a lower tolerance dose. 39\nHyperthermia as cancer therapy refers to the treatment of cancer through heating and has been used 40 in various forms since the original study pioneered by Coley in the end of 19th century (Mallory et 41 al., 2016). Although it can be used alone, hyperthermia is most often used in combination with other 42 therapeutic modalities including chemotherapy and radiation therapy. Hyperthermia typically falls 43 under three categories: local hyperthermia, regional hyperthermia, and whole-body hyperthermia. 44 Clinical application of heat can be induced by radiofrequency, microwave, ultrasound, or perfusion 45 methods (Falk and Issels, 2001). While these methods heat tissues efficiently, they also cause either a 46 risk of systemic toxicity from whole-body hyperthermia exposure, require invasive surgery or probe, 47 or may damage normal tissues due to non-targeted heating in local region (Wust et al., 2002). Thus, 48 photothermal therapy has been proposed as a promising modality for hyperthermia treatment. 49 Compared with other methods, light is an ideal external stimulus as it is easily regulated, focused, 50 and remotely controlled. The ease of control and focus enables better targeted treatments and leads to 51 less damage in healthy tissues. 52\nNIR photothermal therapy as an emerging strategy, utilizing NIR laser-generated heat to conduct 53 cancer treatment, has gained increasing attentions (Peng et al., 2011; Wu et al., 2013; Yue et al., 54 2013). In NIR window, NIR light is minimally absorbed by endogenous absorbers in tissues, which 55 offers deeper tissue penetration in vivo (Weissleder, 2001; Weissleder and Ntziachristos, 2003). 56 Besides the heat ablation for direct cell killing in tumor, NIR light-induced mild hyperthermia can 57 increase vascular permeability in tumor tissues with newly formed immature blood vessels, which 58 brings specific drug accumulation and enhanced cytotoxicity (Hauck et al., 2008; Park et al., 2009). 59 Various kinds of nano-structured materials, including both organic and inorganic nanomaterials, have 60 been designed and applied for photothermal therapy as shown in several excellent reviews (Jung et 61 al., 2018; Khafaji et al., 2019; Vines et al., 2019). However, due to the non-uniform heat distribution 62 and restricted laser power to avoid normal tissue damage, the photothermal therapy alone is unlikely 63 to eradicate tumor completely (Wang et al., 2013b; Luo et al., 2017). 64\nTo address these issues, nanomaterials-based combination of chemotherapy and hyperthermia has 65 exhibited the effectiveness in optimizing the efficacy for cancer treatment (You et al., 2012; Zheng et 66 al., 2013; Wang et al., 2014a). It is well known that nanomedicines can preferentially accumulate in 67 tumor site through passive targeting via enhanced permeability and retention (EPR) effect, or active 68 targeting via surface-conjugated molecules (Jain and Stylianopoulos, 2010; Kratz and Warnecke, 69 2012). Their unique physicochemical properties also offer different pharmacokinetics and in vivo 70 distribution for loaded chemotherapeutic agents (Ernsting et al., 2013). In another hand, 71 nanomaterials-mediated NIR photothermal therapy is finely localized inside the tumor region, and the 72 hyperthermia is tunable simply by controlling the timing and intensity of the extrinsic energy source 73 (Kim et al., 2016). It has been widely accepted that combined chemo-photothermal therapy based on 74 nanomaterials exhibits remarkable advantages over single cancer treatment. Generally, co-delivery of 75 cytotoxic drugs and hyperthermia can simultaneously exert two benefits to improve cancer treatments, 76 and combined chemo-photothermal therapy usually generates synergistic effect. Photothermal 77 ablation coupled with targeted drug delivery can synergistically enhance therapeutic index via 78 different manner: (i) elevating cell membrane permeability; (ii) augmenting drug cytotoxicity (Hahn 79 et al., 1975; Overgaard, 1976); (iii) triggering drug release at target region. This can be especially 80\nP i si na\nl\nRunning Title\n3\nsignificant in treating cancers with multidrug resistance (MDR) (Wang et al., 2014a). So far, there 81 have been several related reviews published, reporting either organic or inorganic nanomaterials for 82 chemo-photothermal combination therapy (Zhang et al., 2013; Zhang et al., 2018a; Khafaji et al., 83 2019). Considering the rapid development of this research area, we believe it is highly desirable and 84 important to systematically summarize the recent advances in combined chemo-photothermal therapy 85 based on both organic and inorganic nanomaterials. 86\nHerein, we will review the recent efforts to design and construct nanomaterials for cancer chemo-87 photothermal therapy. This topic will be presented based on the properties and classifications of 88 nanomaterials applied as photothermal agents and nanocarriers. Upon briefly elaborating new 89 progress in metal and carbon nanomaterials mediated chemo-photothermal therapy, organic 90 nanomaterials-based combination therapy was discussed in particular. Material design and 91 formulations for integrated drug delivery and NIR-responsive hyperthermia are highlighted on the 92 background of their potential capacity in optimizing efficacy of cancer treatment. 93\n2 Article types 94\nReview 95\n3 Metal nanomaterials-based chemo-photothermal therapy 96\n3.1 Gold nanoparticles 97\nAs is well known, gold nanoparticles (AuNPs) have been widely investigated in biomedical fields 98 due to their unique size- and shape-dependent optical and photothermal properties, originating from 99 localized surface plasmon resonance (LSPR) where collective oscillation of electrons occurs on the 100 surface of AuNPs after light absorption at a certain frequency (Cobley et al., 2011; Dreaden et al., 101 2012; Saha et al., 2012). Following excitation of LSPR by NIR laser, the attenuation of resonance 102 energy can occur through radiative and nonradiative relaxation, generating localized heat to 103 surrounding medium. The heat converted from absorbed NIR light can be used to perform 104 hyperthermia or trigger drug release in delivery systems (Hu et al., 2006; Dykman and Khlebtsov, 105 2012; Llevot and Astruc, 2012). AuNPs also exhibit chemical inertness and good biocompatibility in 106 biological tissues (Khlebtsov and Dykman, 2011). All these properties make AuNPs a promising 107 candidate for effective chemo-photothermal combination therapy (Figure 1). The synthesis of AuNPs 108 with controlled size and morphology has obtained various nanostructures such as gold nanorods 109 (Xiao et al., 2012; Ren et al., 2013; Shen et al., 2013; Manivasagan et al., 2019), gold nanoshells 110 (Lee et al., 2010; Liu et al., 2011), hollow gold nanospheres (You et al., 2010; You et al., 2012), gold 111 nanocages (Yavuz et al., 2009; Shi et al., 2012; Feng et al., 2019), and gold nanostar (Li et al., 2016b; 112 Zhang et al., 2016a), whose LSPR absorption features can be finely tuned to NIR region. However, 113 weak interactions between anticancer drugs and naked Au surface make them hardly attach to AuNPs 114 for in vitro or in vivo co-delivery application. Thus, extra outer/inner layer for molecule absorption or 115 pore-blocking strategy have been widely developed to load drug molecules for chemo-photothermal 116 therapy. For example, thermo-sensitive amphiphilic block polymer, lipoic acid conjugated 117 poly(ethylene glycol)-b-poly(ε-caprolactone), was employed to coat AuNRs surface for DOX loading 118 via hydrophobic interactions. Light-triggered drug release after NIR irradiation was achieved due to 119 the phase transition of poly(ε-caprolactone) on the AuNRs surface (Zhong et al., 2013). Mesoporous 120 silica has also been widely explored to decorate AuNPs for drug delivery. High surface area, tunable 121 pore size, and good biocompatibility make them suitable to augment drug loading capacity. For 122 instance, mesoporous silica-coated AuNRs were developed to encapsulate DOX for chemo-123 photothermal therapy, exhibiting light-controlled drug release under low-intensity NIR laser 124 Provi s on l\nRunning Title\n4\nThis is a provisional file, not the final typeset article\nirradiation (Zhang et al., 2012). DNA molecules can also serve as capping agents on the surface of 125 AuNPs to realize drug encapsulation and release. DNA duplex strands, consisting of sequential CG 126 base pairs, provide DOX loading sites on the AuNRs surface. Photothermal effects trigger de-127 hybridization of double-strand DNA by raising temperature higher than melting temperature to 128 release DOX under light-controlled mode (Xiao et al., 2012). Hollow gold nanospheres and gold 129 nanocages themselves could be employed as nano-carriers to load drugs into both outer and inner 130 space. A well-known AuNC-based system was fabricated by coating AuNC surface with thermo-131 sensitive polymer [poly-(N-isopropylacrylamide), pNIPAAm] as pore blockers. Following 132 temperature rise above a certain threshold, pNIPAAm layer collapsed and the pores on nanocages 133 were exposed for interior drug release (Yavuz et al., 2009). The state of the art of AuNPs-based 134 chemo-photothermal therapy has been wonderfully summarized in some review articles (Wang et al., 135 2013b; Zhang et al., 2013; Ai et al., 2016; Kim et al., 2016). 136\nDespite the tremendous attentions and encouraging results on AuNPs, some important issues should 137 be addressed before further applications. On the one hand, AuNPs are subject to deformation upon 138 high-power laser irradiation, leading to loss of LSPR absorption in the NIR region (Opletal et al., 139 2011; Young et al., 2012). On the other hand, the in vivo long-term toxicity and clearance pathways 140 of AuNPs are still uncertain and require further study. To date, some studies have unveiled potential 141 factors that have effect on AuNPs cytotoxicity. It is believed that surface charge and particle size are 142 likely to be the most influential factors. It was reported that half the dose of positively charged 5 nm 143 AuNPs were excreted after 5 days, while only about 10% of the dose of negatively or neutrally 144 charged 5 nm particles were excreted (Balogh et al., 2007). Most of AuNPs accumulations occur 145 within liver and spleen after intravenous injection of PEG-coated AuNRs (Glenn et al., 2010). 146 Moreover, chronic inflammation was observed in tissues around these AuNPs, despite the unclear 147 long-term consequence under this type of chronic inflammation. In vivo observation of AuNPs only 148 take place up to six months in animal models, leaving unanswered questions about the potential 149 influence on health over long time course. 150\n3.2 Palladium nanosheets and copper chalcogenides nanocrystals 151\nAnother noble metal-based nanostructure, Pd nanosheets, has also been developed to conduct chemo-152 photothermal therapy. Pd nanosheets exhibit tunable LSPR peaks in the NIR region, as well as 153 photothermal stability, thermal transformation efficiency and biocompatibility (Huang et al., 2011). 154 To facilitate the hyperthermia-assisted chemotherapy, Pd nanosheets were deposited onto hollow 155 mesoporous silica particles or coated with a mesoporous silica layer to achieve drug release under 156 NIR irradiation and low pH (Fang et al., 2012a; Fang et al., 2012b). Besides noble metal-based 157 nanomaterials, copper chalcogenides nanocrystals have been supposed to be a promising 158 photothermal agent in biomedical applications. Being p-type semiconductors, copper chalcogenides 159 nanocrystals provide composition-dependent LSPR in NIR region and high photothermal conversion 160 efficiency (Hessel et al., 2011; Lie et al., 2014). Kumar et al. decorated Cu2S nanocrystals with 161 polyethylene glycol (PEG) and folate (PEG-Fol-Cu2S) to physically absorb doxorubicin (DOX) for 162 multimodal therapeutics against brain cancer cells (Poulose et al., 2015). The folate targeted 163 photothermal ablation in synergism with photo-responsive DOX release proved to be a rapid 164 precision guided cancer-killing module (Figure 2A). Hu et al. reported a low-toxic di-functional 165 nanoplatform based on Cu2-xSe@mSiO2-PEG core-shell nanoparticles for cancer treatment (Liu et al., 166 2014). DOX was loaded into mesoporous silica shell, and the release of DOX can be triggered by pH 167 and NIR laser, resulting in a synergistic effect in anti-tumor therapy. The chemo-photothermal 168 therapy driven by NIR radiation with safe power density significantly improved the therapeutic 169 efficacy (Figure 2B). In another work, DOX loaded PEG-Cu2-xTe nanocubes were developed for 170\nP ovi siona\nl\nRunning Title\n5\ntreatment of hypermethylated breast cancer cells (Poulose et al., 2016). PEG-Cu2-xTe/DOX 171 nanocubes conducted highly effective chemo-photothermal-photodynamic therapy to overcome 172 hypermethylated cancer cells resisting to chemotherapeutic drugs (Figure 2C). 173\n3.3 Two-dimensional transition metal dichalcogenides 174\nIn recent years, a class of two-dimensional transition metal dichalcogenides (2D TMDCs) has 175 attracted tremendous attention. 2D TMDCs are typically made up of a layer of transition metal 176 atomssandwiched between two layers of chalcogen atoms. Their generalized formula is MX2, where 177 M is a transition metal of groups 4-10 (Mo, W, Ti, Ta, Zr, V, Nb, etc.) and X is a chalcogen 178 (Chhowalla et al., 2013). Single-layered 2D TMDCs exhibit superior properties, such as strong NIR 179 absorbance, high photothermal conversion efficiency as well as good photothermal stability, offering 180 the possibility to be excellent photothermal agents (Wang et al., 2016a; Zhu et al., 2017). Moreover, 181 the ultra-high surface area of 2D TMDCs endows themselves with efficient cargo loading ability as 182 drug carriers for chemotherapy. 183\nMeng et al. prepared aptamer conjugated PEG-MoS2/Cu1.8S nanosheets (ATPMC) as multifunctional 184 platforms for chemo-photothermal therapy (Meng et al., 2017). ATPMC nanoplatform possessed 185 superb photothermal conversion efficiency due to the interactions of MoS2/Cu1.8S nanocomposites. 186 DOX loaded ATPMC displayed NIR laser-induced programmed chemotherapy and advanced 187 photothermal therapy, and the targeted chemo-photothermal therapy presented excellent antitumor 188 efficiency (Figure 3A). In another work, flower-like MoS2 nanoparticles coated with bovine serum 189 albumin (BSA) were successfully fabricated to load DOX for cancer treatment (Chen et al., 2016a). 190 Fabricated MoS2@BSA-DOX exhibited high photothermal conversion efficiency as well as 191 intelligent drug release. Combination of DOX release and photothermal treatment displayed better 192 therapeutic efficacy than single photothermal therapy or chemotherapy (Figure 3B). Kim et al. 193 reported a photothermally controllable DOX-MoS2@SiO2-PEG nanoplate as functional drug delivery 194 carrier (Lee et al., 2016). DOX release was facilitated by external NIR laser irradiation under acidic 195 pH. Enhanced anticancer effect of DOX-MoS2@SiO2-PEG was achieved by the combination of heat 196 damage and enhanced DOX release as well as endosomal escape (Figure 3C). 197\nBeside MoS2 nanosheetes, other 2D TMDCs have also been studied for the application of chemo-198 photothermal therapy (Wang et al., 2019b). Jiang et al. successfully prepared MoSe2@PDA-DOX to 199 be applicable for multi-modal chemo-photothermal therapy (Wang et al., 2016a). MoSe2@PDA-200 DOX nanocomposites showed high loading efficiency and NIR-responsive DOX release. Synergistic 201 therapy significantly inhibited cancer cell viability, and suppressed in vivo tumor growth (Figure 3D). 202 In addition, Liu et al. fabricated WS2nanosheets with iron oxide (IO) nanoparticles on surface, 203 subsequently coated with mesoporous silica shell and PEG (Yang et al., 2015a). The obtained WS2-204 IO@MS-PEG nanocomposites exhibited high NIR light and X-ray absorbance as well as NIR-205 responsive DOX release. Chemo-photothermal therapy based on WS2-IO@MS-PEG/DOX achieved 206 a remarkable synergistic effect superior to the respective mono-therapies (Figure 3E). 207\nAs other metal nanomaterials, biosafety is one of the most concerning issues for 2D TMDCs in 208 biomedical applications, while the knowledge about toxicity for 2D TMDCs is very limited. Till now, 209 only a few 2D TMDCs have been tested for their in vitro and in vivo cytotoxicity, and further studies 210 should be systematically carried out to examine their acute and long-term cytotoxicity. 211\n4 Carbon-based chemo-photothermal therapy 212\nP ovi io al\nRunning Title\n6\nThis is a provisional file, not the final typeset article\nOver the past few decades, a range of carbon nanoallotropes with surprising properties and diverse 213 potential applications have been discovered, such as carbon nanotubes (Iijima, 1991), graphene 214 (Novoselov et al., 2004), carbon dots (Xu et al., 2004), fullerene (Kroto et al., 1985) and 215 nanodiamonds (Niwase et al., 1995). The majority of the interest in carbon nanomaterials for 216 biomedical applications relates to bio-imaging and cancer treatment because of their extraordinary 217 photon-to-thermal conversion efficiency and ultrahigh surface area (Lim et al., 2014), as well as the 218 ability to integrate different biomolecules and drugs on a nanoscale platform, generating advanced 219 hybrid delivery systems. 220\n4.1 Graphene/Graphene oxide 221\nGraphene is a two-dimension shaped carbon nanoallotrope, in which carbon atoms are arranged in a 222 single atom thick sheet packed into a honeycomb lattice (Novoselov et al., 2004). The unique feature 223 of graphene provide tremendous tunable surface with great mechanical Young’s modulus, fracture 224 strength, electrical, thermal and optical properties (Yang et al., 2010; Feng and Liu, 2011). Graphene 225 oxide (GO) is a highly oxidized form of graphene that is comprised of single atom carbon sheet with 226 carboxylate groups on the border areas, and hydroxyl, epoxide groups on the basal surface. 227 Carboxylate groups provide negatively charged surface and colloidal stability, whereas basal planes 228 offer π-π interaction for the absorption of drug molecules. Like other nanomaterials-based 229 photothermal agents, PEGylated GO and reduced GO exhibit high NIR absorbance and capacity in 230 photothermal treatment (Robinson et al., 2011; Yang et al., 2012a; Zaharie-Butucel et al., 2019). 231 Meanwhile, due to the ultrahigh surface area and delocalized π electron, many anticancer agents such 232 as camptothecin (CPT), DOX, and 7-ethyl-10-hydroxycamptothecin (SN38) have been successfully 233 loaded onto the GO surface (Li et al., 2006; Zhang et al., 2010; Bao et al., 2011; Pan et al., 2011). 234 The works concerning on nano-graphene based chemo-photothermal therapy have been well 235 reviewed (Yang et al., 2013; Orecchioni et al., 2015; Rahman et al., 2015; Yang et al., 2015b). For 236 biomedical application of nano-graphene, one of the critical issues is still the potential long-term 237 toxicity in biological systems (Kiew et al., 2016). It is urgent to figure out that whether and how 238 nano-graphene would be gradually degraded in living body, which is essentially unclear at present 239 and needs a lot more efforts in future studies. 240\n4.2 Carbon dots and mesoporous carbon nanoparticles 241\nCarbon dots (C-dots) are quasi-spherical carbon nanoparticles with diameters of 2-10 nm, and consist 242 of oxygen, nitrogen elements and other doped heteroatoms (Baker and Baker, 2010). Due to their 243 high quantum yield, superior chemical and photostability, low cytotoxicity and low cost, C-dots are 244 generally regarded as a promising candidate in cancer therapeutic applications (Zhao et al., 2015; 245 Zheng et al., 2015; Wang and Qiu, 2016). Gomes et al. prepared PEG2000 passivated nitrogen-doped 246 C-dots (CND-P) to remotely initiate the delivery of DOX in 3D cultured MCF-7 cells (Ardekani et 247 al., 2017). CND-P possessed high drug loading capacity with the ability to release DOX under two-248 photon excitation. CND-P/DOX mediated chemo-photothermal treatment was superior to single 249 treatment of CND-P or DOX in killing efficiency (Figure 4A). Moreover, magnetofluorescent C-dots 250 were also reported as chemo-photothermal therapeutic agents (Zhang et al., 2017a; Zhang et al., 251 2017b). For example, Zhou et al. prepared Gd doped magnetofluorescent C-dots (GdN@CQDs) as 252 drug carriers, followed with cross-linking by genipin to form multifunctional delivery system 253 (GdN@CQDs/GP-DOX) with pH- and NIR-triggered drug release (Zhang et al., 2017a). 254 GdN@CQDs/GP demonstrated strong NIR absorption and high photothermal conversion efficiency. 255 Upon laser irradiation, GdN@CQDs/GP-DOX has the ability to achieve synergistic therapeutic effect 256 (Figure 4B). 257\nProv s n\nl\nRunning Title\n7\nRecently, mesoporous carbon nanoparticles (MCNs) have received considerable attention in the 258 family of carbon-nanomaterials (Fang et al., 2010). This growing interest stems from their intrinsic 259 properties, such as high surface areas, large pore volumes, and well-defined surface properties, 260 offering significant advantages as drug carrier on the basis of higher loading capacity and biologic 261 inertness without cytotoxicity (Karavasili et al., 2013). Furthermore, MCNs could also be used as 262 NIR-absorbing nanomaterials with high photothermal conversion efficacy (Dong et al., 2016; Wang 263 et al., 2019a). Qu et al. developed hyaluronic acid surface-modified MCNs (MCNs-HA) as 264 nanocarriers for effective dual-triggered synergistic cancer therapy (Zhou et al., 2015). This system 265 was sensitive to both intracellular hyaluronidase-1 and GSH level to release loaded DOX. In 266 combination with photothermal therapy, DOX-MCNs-HA showed effective therapeutic efficiency 267 toward target cells (Figure 4C). In another study, hollow porous carbon nanoparticles with C-dots 268 embedded in carbon shell (FPC-NCs) were fabricated (Wang et al., 2015a). Such prepared FPC-NCs 269 demonstrated great potential to combine multiple functions for simultaneous two-photon cell imaging, 270 responsive drug delivery, and photothermal therapy. DOX-loaded FPC-NCs manifested NIR-271 responsive drug release and combined chemo-photothermal therapy (Figure 4D). 272\n5 Organic nanomaterials-based chemo-photothermal therapy 273\nIn spite of the excellent photothermal conversion efficiency, the poor biodegradability and potential 274 long-term toxicity of inorganic nanoparticles are still major obstacles for their clinical applications in 275 the future (Jung et al., 2018). In this regard, organic nanoparticles usually exhibit optimized 276 biodegradability and biocompatibility as an alternative approach for combined chemo-photothermal 277 therapy in cancer treatment (Shi et al., 2017; Pierini et al., 2018). Additionally, organic nanoparticles 278 have other attractive advantages such as facile preparation under mild conditions, desirable 279 photothermal features based on easily tuning molecular structures, and satisfactory drug loading 280 efficiency (Yue et al., 2017). In this section, we will mainly talk about small molecular NIR dyes, 281 conjugated polymers and melanin-like polydopamine based organic nano-systems and their 282 applications in synergistic chemo-photothermal therapy. 283\n5.1 Small Molecular NIR Dyes 284\nOver the past few years, small molecular NIR dyes have attracted lots of attention mainly due to their 285 excellent performance in fluorescent imaging and the ease of tuning photothermal features through 286 elaborate chemical design and synthesis. In principle, these organic dyes with strong NIR absorbance 287 can serve as photothermal agents as well (Song et al., 2015). Therefore, nano-systems containing 288 NIR dyes can be easily designed as a nano-platform for multifunctional theranostics. To date, the 289 well-studied NIR dyes include porphyrin, cyanine derivatives, borondipyrromethane dyes, 290 diketopyrrolopyrrole derivatives and so on (Cai et al., 2018). Direct use of NIR dyes is mainly 291 hindered by the rapid blood clearance following with undesired aggregation caused by the poor 292 aqueous solubility/stability and nonspecific protein adsorption (Chen et al., 2016c). From this point 293 of view, NIR dyes are similar to many anticancer drugs which usually need to be administrated in the 294 form of nano-formulations to improve therapeutic efficacy. Therefore, rational design of nano-295 systems with drugs/NIR dyes either encapsulated or conjugated is of great significance to achieve 296 favorable synergistic outcomes of chemo-photothermal therapy. 297\nThe simplest way to combine NIR dyes and chemotherapeutic drugs is co-encapsulation in one 298 nanoparticle by physical interactions. Cai et al. prepared poly(lactic-co-glycolic acid) (PLGA)-299 lecithin-PEG nanoparticles (DINPs) containing both DOX and indocyanine green (ICG) by a single-300 step sonication method (Zheng et al., 2013). ICG is the quintessential NIR dye and has been 301\nP ovi sio\nl\nRunning Title\n8\nThis is a provisional file, not the final typeset article\napproved by US Food and Drug Administration (FDA) for several clinical applications (Sheng et al., 302 2013; Porcu et al., 2016). The stability of ICG was significantly improved by encapsulation in DINPs, 303 thus generating higher localized temperature than free ICG under NIR laser irradiation and 304 facilitating DOX release and cellular uptake. Encouragingly, combined chemo-photothermal therapy 305 realized successful suppression of MCF-7 and DOX-resistant MCF-7/ADR tumor growth as well as 306 prevention of tumor recurrence in vivo. Similarly, many other attempts have been made to co-307 encapsulate various NIR dyes and drugs in different kinds of nano-carriers like liposomes (Li et al., 308 2015; Feng et al., 2016; Yan et al., 2016; Gao et al., 2018; Mu et al., 2019), polymeric nanoparticles 309 (Su et al., 2015; Zhu et al., 2015; Chen et al., 2017b; Wang et al., 2017; Deng et al., 2018; He et al., 310 2018a; Yao et al., 2018; Tan et al., 2019; Zhang et al., 2019), protein nanoparticles (Chen et al., 2015; 311 Lin and Shieh, 2018; Gao et al., 2019; Pei et al., 2019) and cell membranes (Sun et al., 2015; Li et al., 312 2018c; Wan et al., 2018; Zhang et al., 2018b; Ye et al., 2019). For example, Liu et al. developed 313 “Abraxane-like” nanodrug through self-assembly of human serum albumin (HSA), paclitaxel (PTX), 314 and ICG in a simple mixing manner (Chen et al., 2015). The nanodrug remarkably improved 315 solubility of both PTX and ICG, achieving prolonged blood circulation time and high tumor 316 accumulation. The combined chemo-photothermal therapy completely destructed subcutaneous 317 tumors and exhibited great therapeutic benefit in treating lung metastasis. The excellent therapeutic 318 effect and FDA-approved components endow this “Abraxane-like” nanodrug with great potential for 319 clinical use in the future. 320\nThe simple processing method of physically co-encapsulated nano-formulations is usually preferred 321 for clinical translation. However, undesirable premature leakage of drugs and NIR dyes during 322 administration can happen and lead to insufficient tumor accumulation and potential adverse effects 323 as well. Covalent conjugation of drugs and/or NIR dyes to nano-carriers is believed to potently 324 address this issue. Polymeric prodrugs with therapeutic molecules reversibly linked to polymer 325 chains have already been extensively studied for their longer blood circulation time, higher tumor 326 accumulation and better therapeutic effect but lower systemic toxicity (Duncan, 2006; Larson and 327 Ghandehari, 2012; Delplace et al., 2014). Therefore, polymeric prodrug assemblies can serve as a 328 good platform for co-loading of NIR dyes to perform combinedchemo-photothermal therapy. Ji et al. 329 prepared IR-780 loaded polymeric prodrug micelles (IPM) for overcoming multidrug resistance by 330 combination of chemo-photothermal therapy (Figure 5) (Li et al., 2016c). Zwitterionic polymer with 331 DOX conjugated by acid-cleavable hydrazone bonds can self-assemble into polymeric prodrug 332 micelles, simultaneously encapsulating lipophilic IR-780 dye in the hydrophobic micellar core. The 333 prodrug micelles kept remarkable stability at pH 7.4 while exhibited accelerated DOX release at pH 334 5.0 which mimics the acidic endosome/lysosome environment. Interestingly, IPM combined with 335 NIR laser irradiation can dramatically increase DOX accumulation in cytoplasm of MCF-7/ADR 336 cells, which should be attributed to hyperthermia-induced enhanced cytoplasm permeability. 337 Significant suppression of MCF-7/ADR tumor growth can be achieved by localized NIR laser 338 irradiation post-intravenous injection of IPM. Recently, several similar strategies have been reported 339 by encapsulating various NIR dyes in different kinds of polymeric prodrug nanoparticles (Zhang et 340 al., 2016b; Zhang et al., 2016c; Chen et al., 2018; Wang et al., 2018a; Zhang et al., 2018c). For 341 example, Hu and Xing et al. prepared smart nanoplatforms by loading ICG in enzyme-responsive 342 cisplatinpolyprodrugamphiphiles for cascade photo-chemotherapy (Wang et al., 2018a). Zhao et al. 343 utilized host-guest supramolecular chemistry to fabricate reduction-sensitive CPT prodrug 344 nanoparticles, which can further incorporate IR825 dye to achieve simultaneous chemo-photothermal 345 therapy (Zhang et al., 2018c). 346\nNano-systems with both drugs and NIR dyes covalently conjugated, however, have rarely been 347 reported. The multiple steps that are usually necessary for conjugating two or more molecules in one 348\nPr vi si n\nl\nRunning Title\n9\nsingle system may be the major obstacle. One of the very few examples is P-DOX/P-cypate hybrid 349 micelles, which were composed of enzyme-responsive DOX polymeric prodrugsandcypate-linked 350 polymers (Yu et al., 2015). Hyperthermia effect of the hydride micelles upon NIR irradiation 351 significantly enhanced tumor penetration and cytosol release of DOX, further inducing high 352 therapeutic efficacy in combating DOX resistance in MCF-7/ADR breast cancer. 353\nConsidering the tremendous benefits of NIR dyes-based nano-systems whereas few applications so 354 far, further efforts are needed to simplify the synthesis procedures and precisely control the loading 355 ratios of chemical drugs and NIR dyes, thus enabling ease of availability and optimizing the 356 synergistic effect of chemo-photothermal therapy. 357\n5.2 Conjugated Polymers 358\nConjugated polymers are well-known for their fantastic photoelectric properties due to the existence 359 of large π-conjugated backbones. For a long time in the past, conjugated polymers were extensively 360 studied in the areas like organic semiconductors and solar cells, but not biomedicine. It was not until 361 the year of 2011-2012 that two kinds of very commonly used conjugated polymers, polyaniline 362 (PANI) and polypyrrole (PPy), were successfully developed as photothermal agents for the first time 363 (Yang et al., 2011; Yang et al., 2012b). Later on, lots of semiconducting polymers were further 364 explored for fluorescent imaging and phototherapy (Li et al., 2018a; Zhu et al., 2018). Benefiting 365 from the unique chemical structures, conjugated polymers hold the advantages of excellent 366 photostability and high photothermal conversion efficiency. Several excellent reviews have 367 summarized the applications of conjugated polymers in fluorescent imaging and phototherapy (Xu et 368 al., 2014; Qian et al., 2017; Li et al., 2018a; Sun et al., 2018). Conjugated polymers are generally 369 hydrophobic organic molecules, therefore, nano-stabilizing methods like encapsulation in 370 amphiphiles or covalent grafting of hydrophilic polymers are usually necessary prior to their use in 371 vitro and in vivo. By further incorporation of chemical drugs, conjugated polymers based 372 nanomaterials can be utilized for combined chemo-photothermal therapy. 373\nPANI nanoparticles were firstly reported to serve as a photothermal agent for in vitro treatment of 374 epithelial cancer in 2011 (Yang et al., 2011). Li and coworkers further prepared F127 stabilized 375 PANI nanoparticles for in vivo tumor ablation with no tumor regrowth observed (Zhou et al., 2013). 376 Chemotherapeutic drugs were encapsulated within PANI nanoparticles to perform the combination of 377 chemo- and photothermal therapy. For example, Kim and Yong et al. prepared multifunctional hybrid 378 polymeric nanoparticles (denoted as LT-MTX/PANI NPs) by incorporation of methotrexate (MTX) 379 and PANI together and further conjugation with Lanreotide (LT) for cancer targeting (Nguyen et al., 380 2018). The hybrid NPs showed burst release of MTX upon NIR light irradiation due to heat 381 generation by PANI. Enhanced cell apoptosis in vitro as well as improved tumor suppression in vivo 382 were observed by treatment of LT-MTX/PANI NPs with NIR light irradiation. 383\nIn 2012, Liu’s group firstly reported poly(vinyl alcohol) (PVA)-stabilized PPy nanoparticles for 384 photothermal therapy (Yang et al., 2012b). Then, they fabricated core-shell structured Fe3O4@PPy-385 PEG-DOX nanocomposite by oxidative polymerization of pyrrole on the surface of 386 Fe3O4nanoclusters and subsequent surface modification and drug loading (Wang et al., 2013a). The 387 Fe3O4 core can be used for MRI to monitor the therapeutic effect, while the PPy shell can generate 388 mild hyperthermia to enhance intracellular delivery of DOX. Remarkable anticancer effect in vivo 389 was achieved by combined chemo-photothermal therapy. Other groups also designed various nano-390 platforms for combined chemo-photothermal therapy by loading drugs in PPy-based nanomaterials, 391 mainly by physical interactions (Wang et al., 2014b; Wang et al., 2015b; Wang et al., 2016b; Zhu et 392\nPr vi ion l\nRunning Title\n10\nThis is a provisional file, not the final typeset article\nal., 2016; Chen et al., 2017a; Yao et al., 2017). Very recently, Hu et al. prepared multifunctional 393 PPy/micelle hybrid nanoparticles (denoted as CPT@DOX-UCST/PPy) by polymerizing pyrrole in 394 the shell of polymeric micelles with upper critical solution temperature (UCST) feature (Figure 6) 395 (Yang et al., 2018). The polymeric micelles are exquisitely designed by tethering thermo-cleavable 396 DOX prodrug in the corona and encapsulating hydrophobic CPT in the UCST micellar core. 397 CPT@DOX-UCST/PPy had multiple synergistic effects upon NIR light irradiation, which showed 398 great potential to kill three birds with one stone. First, PPy shell can generate heat for photothermal 399 therapy. Second, DOX can be released by cleavage of the thermo-labile linker. Third, CPT can also 400 be released following micellar swelling triggered by phase transition of the UCST core. Together 401 with the photoacoustic (PA) imaging module, CPT@DOX-UCST/PPy can serve as a multifunctional 402 nano-platform for combined chemo-photothermal therapy and theranostics. 403\nPoly(3,4-ethylenedioxythiophene):poly(4-styrenesulfonate) (PEDOT:PSS), commonly used in 404 organic electronics, was developed by Liu’s group for photothermal therapy in 2012 (Gong et al., 405 2013). PEDOT:PSS-PEG nanoparticles were prepared through layer-by-layer coating of charged 406 polymers followed by conjugating with branched PEG. In another work of the same group, 407 chemotherapeutic drugs like DOX and SN38, as well as photodynamic agent Ce6, were encapsulated 408 within PEDOT:PSS-PEG nanoparticles through π-π stacking and hydrophobic interaction. The 409 photothermal effect of PEDOT:PSS-PEG promoted intracellular delivery of DOX, obtaining 410 integrated chemo-photothermal therapy with synergistic effect. 411\nTo achieve higher photothermal conversion efficiency, conjugated polymers with narrow energy 412 band gap are highly desired as they are expected to have sharper adsorption peaks to get greater heat 413 generation (He et al., 2018b). The concept of donor-acceptor (D-A) has been widely applied for 414 designing conjugated polymer-based field-effect transistors and organic photovoltaics. In 2013, Levi-415 Polyachenko et al. reported for the first time the use of D-A conjugated polymer nanoparticles with 416 low band gap for photothermal ablation of cancer cells in vitro (MacNeill et al., 2013). Since then, 417 lots of D-A conjugated polymers have been synthesized for photothermal therapy by proper design of 418 the donor and acceptor structures (Sun et al., 2018). Chemotherapeutic drugs can be co-loaded with 419 hydrophobic D-A conjugated polymers in liposomes or polymeric micelles, or encapsulated in 420 micelles formed with PEG-modified D-A conjugated polymers. These nano-formulations can thus 421 gain significant synergistic effect of combined chemo-photothermal therapy upon NIR light 422 irradiation. For example, Yang’s group reported a D-A conjugated polymer PBIBDF-BT with 423 alternating isoindigo derivative bis(2-oxoindolin-3-ylidene)-benzodifuran-dione (BIBDF) and 424 bithiophene (BT) units (Li et al., 2016a). Hydrophobic PBIBDF-BT together with anticancer drug 425 DOX were simultaneously encapsulated in micelles formed by an amphiphilic copolymer 426 poly(ethylene glycol)-block-poly(hexyl ethylene phosphate) (mPEG-b-PHEP). DOX-loaded 427 PBIBDF-BT@NPPPE nanoparticles exhibited NIR-triggered intracellular drug release and 428 synergistic anticancer treatment. Liu and coworkers prepared poly[9,9-bis(4-(2-429 ethylhexyl)phenyl)fluorene-alt-co-6,7-bis(4-(hexyloxy)phenyl)-4,9-di(thiophen-2-yl)thiadiazolo-430 quinoxaline] (PFTTQ) with strong absorption in the NIR region (Yuan et al., 2015). An amphiphilic 431 brush copolymer, decorated with 2-diazo-1,2-naphthoquinones (DNQ) moieties and cyclic arginine-432 glycine-aspartic acid (cRGD), was used to encapsulate hydrophobic PFTTQ and DOX (forming T-433 PFTTQ/DOX). Upon NIR laser irradiation, the DNQ moieties could undergo hydrophobic-434 hydrophilic transformation, inducing disassembly of the micelles and subsequent DOX release. At 435 the same time, hyperthermia generated by PFTTQ further contributed to the efficient killing of cancer 436 cells. The combination index was calculated to be 0.48, indicating the synergistic effect of T-437 PFTTQ/DOX for combined chemo-photothermal therapy. Pu’s group synthesized an amphiphilic 438 PEG-grafted poly(cyclopentadithiophene-alt-benzothiadiazole) (PEG-PCB), which could self-439 Prov si na l\nRunning Title\n11\nassemble into homogenous nanoparticles and simultaneously load anticancer drug DOX via strong 440 hydrophobic and π-π interactions (Jiang et al., 2017). Drug-loaded PEG-PCB (DSPN) could serve as 441 a multifunctional theranosticnanoagent for NIR fluorescence/PA imaging guided chemo-442 photothermal therapy. Both in vitro and in vivo results confirmed the superior antitumor efficacy by 443 the synergistic treatment. Similarly, Li et al. prepared several theranosticnanosystems by co-444 encapsulating diketopyrrolopyrrole-based D-A polymers with anticancer drugs like DOX or 445 curcumin in polymeric micelles or thermosensitive liposomes (Cao et al., 2017a; Cao et al., 2017b). 446 These nanoparticles also exhibited excellent PA imaging-guided chemo-photothermal combined 447 cancer therapy. 448\n5.3 Polydopamine-Based Nanoparticles 449\nPolydopamine (PDA), a melanin-like polymer, can be easily obtained by self-polymerization of 450 dopamine under mild conditions. PDA was introduced by Lee and Messersmith for the first time as a 451 simple and powerful surface functionalization method in 2007 (Lee et al., 2007). Lu’s group reported 452 the first application of PDA nanoparticles (PDA-NPs) for in vivo photothermal ablation of tumors in 453 2013 (Liu et al., 2013). PDA-NPs are well-evaluated to have advantages such as strong NIR light 454 absorption, high photothermal conversion efficiency as well as remarkable biocompatibility and 455 biodegradability. Moreover, the surface of PDA-NPs remains high reactive activity for further 456 functional modification. Thiol- and amino-terminated molecules, such as hydrophilic PEG and 457 cancer targeting moieties, can be covalently attached onto PDA nano-surface via Michael addition or 458 Schiff base reactions (Park et al., 2014). 459\nSo far, PDA-NPs have been extensively utilized as drug delivery systems for combined chemo-460 photothermal therapy (Ambekar and Kandasubramanian, 2019; Farokhi et al., 2019). Cheng et al. 461 synthesized PEGylated PDA-NPs (PDA-PEG) to encapsulate anticancer drugs such as DOX and 462 SN38 (Wang et al., 2016c). Remarkable photothermal effect of PDA-PEG was observed upon 808 463 nm NIR light irradiation along with enhanced drug release. Drug-loaded PDA-PEG was proved to 464 have synergetic effect on cancer cell killing in vitro and tumor suppression in vivo. Then, alendronate 465 (ALN)-anchored and SN38-loaded polydopamine nanoparticles (PDA-ALN/SN38) were prepared by 466 the same group, successfully regressing bone tumor and osteolysis by combined chemo-467 photothermaltherapy (Wang et al., 2018b). Lu’s group prepared PDA nanocomplex (PDA@CPx, 468 x=3,6,9) by encapsulating biodegradable coordination polymer (CP) on iron-chelated PDA 469 nanosurface via layer-by-layer method (Chen et al., 2016b). DOX loaded PDA@CP3nanocoplex was 470 developed for T1/T2 dual mode MRI together with synergistic chemo-photothermal therapy both in 471 vitro and in vivo, which showed great potential for theranositcnanomedicine. 472\nBenefiting from the excellent surface adhesive capability of PDA, core-shell structured 473 nanocomposites consisting of drug-loaded polymeric core and PDA coated shell were developed for 474 combined chemo-photothermal therapy. Xu et al. reported tumor targeting PLGA/PDA core-shell 475 nanocomposites by coating PDA on DOX loaded PLGA nanoparticles, followed by surface 476 PEGylation and anchoring of Anti-EGFR antibody (He et al., 2017). The PDA shell here not only 477 offered reactive sites for surface decoration but also generated hyperthermia under NIR light 478 irradiation for both photothermal therapy and triggering drug release to improve the synergistic 479 chemotherapy. Nie et al. prepared polymer/PDA nanocomposites by coating PDA on nanoparticles 480 formed from a thermo-sensitive block copolymer P(MEO2MA-co-OEGMA-co-DMAEMA)-b-PLGA 481 (Ding et al., 2017). DOX, PTX, and small interfering RNAs were simultaneously loaded within these 482 nanocomposites, generating accurately drug release in response to photothermal effect. These 483 multifunctional nanocomposites integrating photothermal, chemo-, and gene therapy successfully 484\nP ovi si n\nl\nRunning Title\n12\nThis is a provisional file, not the final typeset article\ncaused regression in triple-negative breast cancer with negligible side effects. Very recently, Dong et 485 al. reported a novel polypeptide nanocomposite PNOC-PDA/DOX by coating PDA on micelles 486 formed by S-nitroso (SNO, a kind of heatsensitive NO donor) conjugated polypeptide copolymer and 487 further loading with DOX (Ding et al., 2019). Upon NIR light irradiation, NO gas was released due 488 to heat-induced S-NO cleavage. The mild hyperthermia together with NO gas therapy were proved to 489 overcome MDR and maximize chemotherapy. The triple chemo-NO-photothermal therapies 490 completely eradicated MCF-7/ADR tumors without skin damage, scarring, and tumor recurrence 491 within 30 days, indicating excellent synergistic effects for reversing MDR in tumors. 492\nCarrier-free nanoparticles with high drug loading and on-demand drug release have attracted 493 increasing attention. Liu and coworkers introduced a novel carrier-free \"nanobomb” with drug 494 loading efficiency as high as 85.8% (Li et al., 2018b). The \"nanobomb” was prepared by two simple 495 steps: the first is making DOX nano-precipitates (DNPs) of ca. 5 nm, and the second is surface 496 deposition of PDA which further induced secondary aggregation of small DNPs to form nanodrugs 497 with an average size of around 70 nm (Figure 7). When exposed to NIR laser, the PDA shell 498 generated enough heat to produce CO2 and NH3 gases from the encapsulated NH4HCO3. PDA film 499 outside the DNPs was thus broken up to facilitate in situ release of DOX for enhanced chemotherapy. 500 The synergistic photothermal and chemotherapy of the NIR responsive \"nanobomb” achieved 501 excellent anticancer activity both in vitro and in vivo. Recently, Dong’s group synthesized high drug-502 loading PDA-chlorambucil conjugate nanoparticles by direct polymerizing dopamine with a novel 503 pH and reduction-responsive dopamine-chloroambucil prodrug (Du et al., 2019). The PDA-504 chlorambucil prodrug nanoparticles exhibited triple pH/reduction/NIR light responsive drug release 505 profile in vitro and achieved traceless and complete ablation of MCF-7 tumors without recurrence 506 within 50 days by combined chemotherapy and mild hyperthermia. 507\n6 Conclusion and Outlook 508\nIn this review, we summarized recent advances in NIR light responsive nanomaterials for combined 509 chemo-photothermal cancer therapy. Metal-, carbon-based and organic nanomaterials were included 510 to discuss their design, preparation and application in combined therapy for improving cancer 511 treatment. The combined chemo-photothermal therapy has been widely evaluated to show synergistic 512 anticancer effect in a ‘1+1>2’ manner. On the one hand, hyperthermia induced by photothermal 513 agents upon specific NIR laser irradiation in the tumor region can not only kill cancer cells directly, 514 but also serve as heat trigger to stimulate drug release in a controlled manner and facilitate cell 515 membrane permeability to enhance drug uptake. On the other hand, optimized chemotherapy by 516 systematic administration of anticancer drugs can help to completely eradicate tumors together with 517 photothermal therapy. The combined chemo-photothermal therapy has also shown excellent 518 performance in overcoming MDR and lung metastasis. 519\nIn spite of the rapid development and promising potential of nanomaterials for chemo-photothermal 520 therapy, there still exist several critical issues that need to be addressed. Firstly, the photothermal 521 conversion efficiency, which will significantly influence the dosage of photothermal agents and NIR 522 light intensity/irradiation time for efficient heat generation, differs among various nanomaterials 523 concerned in this review. Photothermal conversion efficiencies of several kinds of nanomaterials are 524 summarized in Table 1. More efforts are needed to be put into the creation of novel nanomaterials 525 with favorable photothermal conversion efficiency in order to achieve satisfactory photothermal 526 outcome and reduce the administration dose of nanomaterials. Secondly, though NIR laser can reach 527 deeper tumor tissues, the penetrated depth is still limited. Therefore, the non-invasive photothermal 528 therapy seems mostly feasible for superficial tumors. For internal organ tumors, efficient 529\nProvi sio a\nl\nRunning Title\n13\nphotothermal therapy can be conducted with minimal intervention by the development of novel 530 invasive medical devices. Thirdly, long-term cytotoxicity of these nanomaterials, especially those 531 with poor biodegradability such as carbon-based nanomaterials, remains uncertain and deserves more 532 attention in future studies. In this regard, organic photothermal agents-based nanomaterials exhibit 533 better performance in biodegradability and biocompatibility. For example, nano-formulations 534 containing FDA-approved ICG are very promising for future clinical utilization. Another concern of 535 cytotoxicity comes from the loaded chemotherapeutic drugs. Though excellent anticancer efficacy 536 can be obtained in a lower dosage with the assistance of hyperthermia, the systematic distribution 537 may still induce undesired side effects. Covalently conjugated prodrugs can significantly decrease 538 premature release of drugs during blood circulation before linker cleavage under tumor physiological 539 environment. Surface tailoring through conjugation of targeting moieties on nanomaterials can 540 further enhance tumor accumulation via specific nano-cell interactions, consequently enhancing 541 anticancer efficacy and reducing side effects. Lastly, the mechanism of synergistic effect for 542 combined chemo-photothermal therapy needs deeper investigation in the future. Hyperthermia has 543 been reported to increase vascular permeability within tumor tissues, thus promoting drug enrichment 544 and enhancing therapeutic outcome of chemotherapy. Multidrug resistance is one of the major 545 obstacles against efficient cancer treatment by single chemotherapy. Photothermal therapy has been 546 proved to significantly reduce drug efflux by inhibiting P-glycoprotein expression with augmentation 547 of drug sensitivity to cancer cells. Nevertheless, molecular mechanisms beneath chemo-photothermal 548 therapy, involving multiple signaling pathways in cancer cells, are still rarely to be explored. 549 Certainly, studies on tumor biology will help us to have better understanding about intrinsic 550 mechanism for drug resistance, facilitating the design of novel nanomaterials for precise and efficient 551 cancer treatments. 552\nRegardless of the existing challenges, chemo-photothermal combination therapy has shown 553 promising results in many experiments. With the rapid development of nanoscience, material 554 chemistry, and tumor biology, we believe that successful clinical applications of nanomaterials for 555 chemo-photothermal cancer treatment can be expected in the future. 556\n7 Conflict of Interest 557\nThe authors declare that the research was conducted in the absence of any commercial or financial 558 relationships that could be construed as a potential conflict of interest. 559\n8 Author Contributions 560\nLJL conceived and coordinated this project. ZHL and YJC wrote this paper. YY andYY collected 561 and summarized literatures. YHZ, DHZ and XPY edited pictures in this paper. XXOuy, ZYX 562 andYLZ revised this paper. 563\n9 Funding 564\nThis work was supported by the Independent Project Fund of the State Key Laboratory for Diagnosis 565 and Treatment of Infectious Disease, The National Key Research and Development Program of 566 China (2016YFC1101304/3), The Key Program of the National Natural Science Foundation of China 567 (No. 81330011), Science Fund for Creative Research Groups of the National Natural Science 568 Foundation of China (No.81721091) and Science & Technology Program of Wenzhou (Y20180230). 569\n10 Reference 570\nP ovi s ona\nl\nRunning Title\n14\nThis is a provisional file, not the final typeset article\nAi, X.Z., Mu, J., and Xing, B.G. (2016). Recent advances of light-mediated theranostics. 571 Theranostics 6(13), 2439-2457. doi: 10.7150/thno.16088. 572\nAmbekar, R.S., and Kandasubramanian, B. (2019). A polydopamine-based platform for anti-cancer 573 drug delivery. Biomater Sci 7(5), 1776-1793. doi: 10.1039/c8bm01642a. 574\nArdekani, S.M., Dehghani, A., Hassan, M., Kianinia, M., Aharonovich, I., and Gomes, V.G. (2017). 575 Two-photon excitation triggers combined chemo-photothermal therapy via doped carbon 576 nanohybrid dots for effective breast cancer treatment. Chem Eng J 330, 651-662. doi: 577 10.1016/j.cej.2017.07.165. 578\nBaker, S.N., and Baker, G.A. (2010). Luminescent carbon nanodots: emergent nanolights. Angew 579 Chem Int Ed 49(38), 6726-6744. doi: 10.1002/anie.200906623. 580\nBalogh, L., Nigavekar, S.S., Nair, B.M., Lesniak, W., Zhang, C., Sung, L.Y., et al. (2007). 581 Significant effect of size on the in vivo biodistribution of gold composite nanodevices in 582 mouse tumor models. Nanomed-Nanotechnol 3(4), 281-296. doi: 10.1016/j.nano.2007.09.001. 583\nBao, H.Q., Pan, Y.Z., Ping, Y., Sahoo, N.G., Wu, T.F., Li, L., et al. (2011). Chitosan-functionalized 584 graphene oxide as a nanocarrier for drug and gene delivery. Small 7(11), 1569-1578. doi: 585 10.1002/smll.201100191. 586\nCai, Y., Si, W.L., Huang, W., Chen, P., Shao, J.J., and Dong, X.C. (2018). Organic dye based 587 nanoparticles for cancer phototheranostics. Small 14(25), 1704247. doi: ARTN 1704247 588\n10.1002/smll.201704247. 589\nCao, Y., Wu, Y.N., Wang, G.N., Yi, J.W., Yu, C.L., Huang, Y.X., et al. (2017a). Near-infrared 590 conjugated polymers for photoacoustic imaging-guided photothermal/chemo combination 591 therapy. J Mater Chem B 5(27), 5479-5487. doi: 10.1039/c7tb01264k. 592\nCao, Y., Yi, J., Yang, X., Liu, L., Yu, C., Huang, Y., et al. (2017b). Efficient cancer regression by a 593 thermosensitive liposome for photoacoustic imaging-guided photothermal/chemo 594 combinatorial therapy. Biomacromolecules 18(8), 2306-2314. doi: 595 10.1021/acs.biomac.7b00464. 596\nChen, D.P., Tang, Q.Y., Zou, J.H., Yang, X.Y., Huang, W., Zhang, Q., et al. (2018). pH-responsive 597 PEG-doxorubicin-encapsulated aza-BODIPY nanotheranostic agent for imaging-guided 598 synergistic cancer therapy. Adv Funct Mater 7(7), 1701272. doi: ARTN 1701272 599\n10.1002/adhm.201701272. 600\nChen, L., Feng, W., Zhou, X.J., Qiu, K.X., Miao, Y.K., Zhang, Q.Q., et al. (2016a). Facile synthesis 601 of novel albumin-functionalized flower-like MoS2 nanoparticles for in vitro chemo-602 photothermal synergistic therapy. RSC Adv 6(16), 13040-13049. doi: 10.1039/c5ra27822h. 603\nChen, Q., Liang, C., Wang, C., and Liu, Z. (2015). An imagable and photothermal \"Abraxane-like\" 604 nanodrug for combination cancer therapy to treat subcutaneous and metastatic breast tumors. 605 Adv Mater 27(5), 903-910. doi: 10.1002/adma.201404308. 606\nChen, X.J., Zhang, M.J., Li, S.N., Li, L., Zhang, L.Y., Wang, T.T., et al. (2017a). Facile synthesis of 607 polypyrrole@metal-organic framework core-shell nanocomposites for dual-mode imaging 608 and synergistic chemo-photothermal therapy of cancer cells. J Mater Chem B 5(9), 1772-1778. 609 doi: 10.1039/c6tb03218d. 610\nvision al\nRunning Title\n15\nChen, Y., Ai, K., Liu, J., Ren, X., Jiang, C., and Lu, L. (2016b). Polydopamine-based coordination 611 nanocomplex for T1/T2 dual mode magnetic resonance imaging-guided chemo-photothermal 612 synergistic therapy. Biomaterials 77, 198-206. doi: 10.1016/j.biomaterials.2015.11.010. 613\nChen, Y., Li, H.H., Deng, Y.Y., Sun, H.F., Ke, X., and Ci, T.Y. (2017b). Near-infrared light 614 triggered drug delivery system for higher efficacy of combined chemo-photothermal 615 treatment. Acta Biomater 51, 374-392. doi: 10.1016/j.actbio.2016.12.004. 616\nChen, Y.J., Li, Z.H., Wang, H.B., Wang, Y., Han, H.J., Jin, Q., et al. (2016c). IR-780 loaded 617 phospholipid mimicking homopolymeric micelles for near-IR imaging and photothermal 618 therapy of pancreatic cancer. ACS Appl Mater Inter 8(11), 6852-6858. doi: 619 10.1021/acsami.6b00251. 620\nChhowalla, M., Shin, H.S., Eda, G., Li, L.J., Loh, K.P., and Zhang, H. (2013). The chemistry of two-621 dimensional layered transition metal dichalcogenide nanosheets. Nat Chem 5(4), 263-275. doi: 622 10.1038/Nchem.1589. 623\nCobley, C.M., Au, L., Chen, J., and Xia, Y. (2010). Targeting gold nanocages to cancer cells for 624 photothermal destruction and drug delivery. Expert Opin Drug Deliv 7(5), 577-587. doi: 625 10.1517/17425240903571614. 626\nCobley, C.M., Chen, J.Y., Cho, E.C., Wang, L.V., and Xia, Y.N. (2011). Gold nanostructures: a class 627 of multifunctional materials for biomedical applications. Chem Soc Rev 40(1), 44-56. doi: 628 10.1039/b821763g. 629\nDelplace, V., Couvreur, P., and Nicolas, J. (2014). Recent trends in the design of anticancer polymer 630 prodrug nanocarriers. Polym Chem 5(5), 1529-1544. doi: 10.1039/c3py01384g. 631\nDeng, Y.Y., Kafer, F., Chen, T.T., Jin, Q., Ji, J., and Agarwal, S. (2018). Let there be light: 632 polymeric micelles with upper critical solution temperature as light-triggered heat 633 nanogenerators for combating drug-resistant cancer. Small 14(37), 1802420. doi: ARTN 634 1802420 635\n10.1002/smll.201802420. 636\nDeSantis, C.E., Lin, C.C., Mariotto, A.B., Siegel, R.L., Stein, K.D., Kramer, J.L., et al. (2014). 637 Cancer treatment and survivorship statistics, 2014. CA Cancer J Clin 64(4), 252-271. doi: 638 10.3322/caac.21235. 639\nDing, Y., Du, C., Qian, J., and Dong, C.-M. (2019). NIR-responsive polypeptide aanocomposite 640 generates NO gas, mild photothermia, and chemotherapy to reverse multidrug-resistant cancer. 641 Nano Lett 19(7), 4362-4370. doi: 10.1021/acs.nanolett.9b00975. 642\nDing, Y.P., Su, S.S., Zhang, R.R., Shao, L.H., Zhang, Y.L., Wang, B., et al. (2017). Precision 643 combination therapy for triple negative breast cancer via biomimetic polydopamine polymer 644 core-shell nanostructures. Biomaterials 113, 243-252. doi: 645 10.1016/j.biomaterials.2016.10.053. 646\nDong, X.H., Yin, W.Y., Yu, J., Dou, R.X., Bao, T., Zhang, X., et al. (2016). Mesoporous bamboo 647 charcoal nanoparticles as a new near-infrared responsive drug carrier for imaging-guided 648 chemotherapy/photothermal synergistic therapy of tumor. Adv Healthc Mater 5(13), 1627-649 1637. doi: 10.1002/adhm.201600287. 650\nDreaden, E.C., Alkilany, A.M., Huang, X.H., Murphy, C.J., and El-Sayed, M.A. (2012). The golden 651 age: gold nanoparticles for biomedicine. Chem Soc Rev 41(7), 2740-2779. doi: 652 10.1039/c1cs15237h. 653\nP ovi siona\nRunning Title\n16\nThis is a provisional file, not the final typeset article\nDu, C., Ding, Y., Qian, J., Zhang, R., and Dong, C.-M. (2019). Achieving traceless ablation of solid 654 tumors without recurrence by mild photothermal-chemotherapy of triple stimuli-responsive 655 polymer-drug conjugate nanoparticles. J Mater Chem B 7(3), 415-432. doi: 656 10.1039/c8tb02432d. 657\nDuncan, R. (2006). Polymer conjugates as anticancer nanomedicines. Nat Rev Cancer 6(9), 688-701. 658 doi: 10.1038/nrc1958. 659\nDykman, L., and Khlebtsov, N. (2012). Gold nanoparticles in biomedical applications: recent 660 advances and perspectives. Chem Soc Rev 41(6), 2256-2282. doi: 10.1039/c1cs15166e. 661\nErnsting, M.J., Murakami, M., Roy, A., and Li, S.D. (2013). Factors controlling the 662 pharmacokinetics, biodistribution and intratumoral penetration of nanoparticles. J Control 663 Release 172(3), 782-794. doi: 10.1016/j.jconrel.2013.09.013. 664\nFalk, M.H., and Issels, R.D. (2001). Hyperthermia in oncology. Int J Hyperthermia 17(1), 1-18. doi: 665 10.1080/02656730150201552. 666\nFang, W.J., Tang, S.H., Liu, P.X., Fang, X.L., Gong, J.W., and Zheng, N.F. (2012a). Pd nanosheet-667 covered hollow mesoporous silica nanoparticles as a platform for the chemo-photothermal 668 treatment of cancer cells. Small 8(24), 3816-3822. doi: 10.1002/smll.201200962. 669\nFang, W.J., Yang, J., Gong, J.W., and Zheng, N.F. (2012b). Photo- and pH-triggered release of 670 anticancer drugs from mesoporous silica-coated Pd@Ag nanoparticles. Adv Funct Mater 671 22(4), 842-848. doi: 10.1002/adfm.201101960. 672\nFang, Y., Gu, D., Zou, Y., Wu, Z., Li, F., Che, R., et al. (2010). A low-concentration hydrothermal 673 synthesis of biocompatible ordered mesoporous carbon nanospheres with tunable and uniform 674 size. Angew Chem Int Ed 49(43), 7987-7991. doi: 10.1002/anie.201002849. 675\nFarokhi, M., Mottaghitalab, F., Saeb, M.R., and Thomas, S. (2019). Functionalized theranostic 676 nanocarriers with bio-inspired polydopamine for tumor imaging and chemo-photothermal 677 therapy. J Control Release 309, 203-219. doi: 10.1016/j.jconrel.2019.07.036. 678\nFeng, L.Z., Gao, M., Tao, D.L., Chen, Q., Wang, H.R., Dong, Z.L., et al. (2016). Cisplatin-prodrug-679 constructed liposomes as a versatile theranostic nanoplatform for bimodal imaging guided 680 combination cancer therapy. Adv Funct Mater 26(13), 2207-2217. doi: 681 10.1002/adfm.201504899. 682\nFeng, L.Z., and Liu, Z.A. (2011). Graphene in biomedicine: opportunities and challenges. 683 Nanomedicine 6(2), 317-324. doi: 10.2217/Nnm.10.158. 684\nFeng, Y., Cheng, Y., Chang, Y., Jian, H., Zheng, R., Wu, X., et al. (2019). Time-staggered delivery 685 of erlotinib and doxorubicin by gold nanocages with two smart polymers for reprogrammable 686 release and synergistic with photothermal therapy. Biomaterials 217, 119327. doi: 687 10.1016/j.biomaterials.2019.119327. 688\nGao, C., Liang, X.L., Mo, S.Y., Zhang, N.S., Sun, D.S., and Dai, Z.F. (2018). Near-infrared cyanine-689 loaded liposome-like nanocapsules of camptothecin floxuridine conjugate for enhanced 690 chemophotothermal combination cancer therapy. ACS Appl Mater Inter 10(4), 3219-3228. doi: 691 10.1021/acsami.7b14123. 692\nGao, G., Jiang, Y.W., Sun, W., Guo, Y., Jia, H.R., Yu, X.W., et al. (2019). Molecular targeting-693 mediated mild-temperature photothermal therapy with a smart albumin-based nanodrug. 694 Small 15(33), e1900501. doi: 10.1002/smll.201900501. 695\nPr i si\nl\nRunning Title\n17\nGlenn, P.G., LiLi, B., Kelly, L.G.-S., Krystina, L.S., James, C.W., and Payne, J.D. (2010). 696 Photothermal therapy in a murine colon cancer model using near-infrared absorbing gold 697 nanorods. J Biomed Opt 15(1), 018001. doi: 10.1117/1.3290817. 698\nGong, H., Cheng, L., Xiang, J., Xu, H., Feng, L.Z., Shi, X.Z., et al. (2013). Near-infrared absorbing 699 polymeric nanoparticles as a versatile drug carrier for cancer combination therapy. Adv Funct 700 Mater 23(48), 6059-6067. doi: 10.1002/adfm.201301555. 701\nHahn, G.M., Braun, J., and Harkedar, I. (1975). Thermochemotherapy-synergism between 702 hyperthermia (42-43 degrees) and adriamycin (or bleomycin) in mammalian-cell inactivation. 703 Proc Natl Acad Sci USA 72(3), 937-940. doi: DOI 10.1073/pnas.72.3.937. 704\nHauck, T.S., Jennings, T.L., Yatsenko, T., Kumaradas, J.C., and Chan, W.C.W. (2008). Enhancing 705 the toxicity of cancer chemotherapeutics with gold nanorod hyperthermia. Adv Mater 20(20), 706 3832-3838. doi: 10.1002/adma.200800921. 707\nHe, H.C., Markoutsa, E., Zhan, Y.H., Zhang, J.J., and Xu, P.S. (2017). Mussel-inspired 708 PLGA/polydopamine core-shell nanoparticle for light induced cancer thermochemotherapy. 709 Acta Biomater 59, 181-191. doi: 10.1016/j.actbio.2017.07.005. 710\nHe, H.Z., Zhou, J.L., Liu, Y.J., Liu, S., Xie, Z.G., Yu, M., et al. (2018a). Near-infrared-light-induced 711 morphology transition of poly(ether amine) nanoparticles for supersensitive drug release. ACS 712 Appl Mater Inter 10(8), 7413-7421. doi: 10.1021/acsami.8b00194. 713\nHe, Y.L., Cao, Y.Y., and Wang, Y.P. (2018b). Progress on photothermal conversion in the second 714 NIR window based on conjugated polymers. Asian J Org Chem 7(11), 2201-2212. doi: 715 10.1002/ajoc.201800450. 716\nHessel, C.M., Pattani, V.P., Rasch, M., Panthani, M.G., Koo, B., Tunnell, J.W., et al. (2011). Copper 717 selenide nanocrystals for photothermal therapy. Nano Lett 11(6), 2560-2566. doi: 718 10.1021/nl201400z. 719\nHolohan, C., Van Schaeybroeck, S., Longley, D.B., and Johnston, P.G. (2013). Cancer drug 720 resistance: an evolving paradigm. Nat Rev Cancer 13(10), 714-726. doi: 10.1038/nrc3599. 721\nHu, M., Chen, J.Y., Li, Z.Y., Au, L., Hartland, G.V., Li, X.D., et al. (2006). Gold nanostructures: 722 engineering their plasmonic properties for biomedical applications. Chem Soc Rev 35(11), 723 1084-1094. doi: DOI 10.1039/b517615h. 724\nHuang, X.Q., Tang, S.H., Mu, X.L., Dai, Y., Chen, G.X., Zhou, Z.Y., et al. (2011). Freestanding 725 palladium nanosheets with plasmonic and catalytic properties. Nat Nanotechnol 6(1), 28-32. 726 doi: 10.1038/Nnano.2010.235. 727\nIijima, S. (1991). Helical microtubules of graphitic carbon. Nature 354(6348), 56-58. doi: DOI 728 10.1038/354056a0. 729\nJain, R.K., and Stylianopoulos, T. (2010). Delivering nanomedicine to solid tumors. Nat Rev Clin 730 Oncol 7(11), 653-664. doi: 10.1038/nrclinonc.2010.139. 731\nJiang, Y., Cui, D., Fang, Y., Zhen, X., Upputuri, P.K., Pramanik, M., et al. (2017). Amphiphilic 732 semiconducting polymer as multifunctional nanocarrier for fluorescence/photoacoustic 733 imaging guided chemo-photothermal therapy. Biomaterials 145, 168-177. doi: 734 10.1016/j.biomaterials.2017.08.037. 735\nJung, H.S., Verwilst, P., Sharma, A., Shin, J., Sessler, J.L., and Kim, J.S. (2018). Organic molecule-736 based photothermal agents: an expanding photothermal therapy universe. Chem Soc Rev 47(7), 737 2280-2297. doi: 10.1039/c7cs00522a. 738\nP ovi si na\nl\nRunning Title\n18\nThis is a provisional file, not the final typeset article\nKaravasili, C., Amanatiadou, E.P., Sygellou, L., Giasafaki, D.K., Steriotis, T.A., Charalambopoulou, 739 G.C., et al. (2013). Development of new drug delivery system based on ordered mesoporous 740 carbons: characterisation and cytocompatibility studies. J Mater Chem B 1(25), 3167-3174. 741 doi: 10.1039/c3tb20304b. 742\nKhafaji, M., Zamani, M., Golizadeh, M., and Bavi, O. (2019). Inorganic nanomaterials for 743 chemo/photothermal therapy: a promising horizon on effective cancer treatment. Biophys Rev 744 11(3), 335-352. doi: 10.1007/s12551-019-00532-3. 745\nKhlebtsov, N., and Dykman, L. (2011). Biodistribution and toxicity of engineered gold nanoparticles: 746 a review of in vitro and in vivo studies. Chem Soc Rev 40(3), 1647-1671. doi: 747 10.1039/c0cs00018c. 748\nKiew, S.F., Kiew, L.V., Lee, H.B., Imae, T., and Chung, L.Y. (2016). Assessing biocompatibility of 749 graphene oxide-based nanocarriers: a review. J Control Release 226, 217-228. doi: 750 10.1016/j.jconrel.2016.02.015. 751\nKim, H., Chung, K., Lee, S., Kim, D.H., and Lee, H. (2016). Near-infrared light-responsive 752 nanomaterials for cancer theranostics. Wiley Interdiscip Rev Nanomed Nanobiotechnol 8(1), 753 23-45. doi: 10.1002/wnan.1347. 754\nKratz, F., and Warnecke, A. (2012). Finding the optimal balance: challenges of improving 755 conventional cancer chemotherapy using suitable combinations with nano-sized drug delivery 756 systems. J Control Release 164(2), 221-235. doi: 10.1016/j.jconrel.2012.05.045. 757\nKroto, H.W., Heath, J.R., Obrien, S.C., Curl, R.F., and Smalley, R.E. (1985). C-60 - 758 Buckminsterfullerene. Nature 318(6042), 162-163. doi: DOI 10.1038/318162a0. 759\nLarson, N., and Ghandehari, H. (2012). Polymeric conjugates for drug delivery. Chem Mater 24(5), 760 840-853. doi: 10.1021/cm2031569. 761\nLee, H., Dellatore, S.M., Miller, W.M., and Messersmith, P.B. (2007). Mussel-inspired surface 762 chemistry for multifunctional coatings. Science 318(5849), 426-430. doi: 763 10.1126/science.1147241. 764\nLee, J., Kim, J., and Kim, W.J. (2016). Photothermally controllable cytosolic drug delivery based on 765 core-shell MoS2-porous silica nanoplates. Chem Mater 28(17), 6417-6424. doi: 766 10.1021/acs.chemmater.6b02944. 767\nLee, S.M., Park, H., and Yoo, K.H. (2010). Synergistic cancer therapeutic effects of locally delivered 768 drug and heat using multifunctional nanoparticles. Adv Mater 22(36), 4049-4053. doi: 769 10.1002/adma.201001040. 770\nLi, D.D., Wang, J.X., Ma, Y., Qian, H.S., Wang, D., Wang, L., et al. (2016a). A donor-acceptor 771 conjugated polymer with alternating isoindigo derivative and bithiophene units for near-772 infrared modulated cancer thermo-chemotherapy. ACS Appl Mater Inter 8(30), 19312-19320. 773 doi: 10.1021/acsami.6b05495. 774\nLi, J.C., Rao, J.H., and Pu, K.Y. (2018a). Recent progress on semiconducting polymer nanoparticles 775 for molecular imaging and cancer phototherapy. Biomaterials 155, 217-235. doi: 776 10.1016/j.biomaterials.2017.11.025. 777\nLi, M., Li, L., Zhan, C., and Kohane, D.S. (2016b). Core-shell nanostars for multimodal therapy and 778 imaging. Theranostics 6(13), 2306-2313. doi: 10.7150/thno.15843. 779\nPr vi ional\nRunning Title\n19\nLi, M.H., Sun, X.T., Zhang, N., Wang, W., Yang, Y., Jia, H.Z., et al. (2018b). NIR-activated 780 polydopamine-coated carrier-free \"nanobomb\" for in situ on-demand drug release. Adv Sci 781 5(7), 1800155. doi: ARTN 1800155 782\n10.1002/advs.201800155. 783\nLi, M.H., Teh, C., Ang, C.Y., Tan, S.Y., Luo, Z., Qu, Q.Y., et al. (2015). Near-infrared light-784 absorptive stealth liposomes for localized photothermal ablation of tumors combined with 785 chemotherapy. Adv Funct Mater 25(35), 5602-5610. doi: 10.1002/adfm.201502469. 786\nLi, Q.Y., Zu, Y.G., Shi, R.Z., and Yao, L.P. (2006). Review camptothecin: current perspectives. Curr 787 Med Chem 13(17), 2021-2039. doi: Doi 10.2174/092986706777585004. 788\nLi, X., Zhao, X.L., Pardhi, D., Wu, Q.Q., Zheng, Y., Zhu, H.H., et al. (2018c). Folic acid modified 789 cell membrane capsules encapsulating doxorubicin and indocyanine green for highly effective 790 combinational therapy in vivo. Acta Biomater 74, 374-384. doi: 10.1016/j.actbio.2018.05.006. 791\nLi, Z.H., Wang, H.B., Chen, Y.J., Wang, Y., Li, H., Han, H.J., et al. (2016c). pH- and NIR light-792 responsive polymeric prodrug micelles for hyperthermia-assisted site-specific chemotherapy 793 to reverse drug resistance in cancer treatment. Small 12(20), 2731-2740. doi: 794 10.1002/smll.201600365. 795\nLie, S.Q., Wang, D.M., Gao, M.X., and Huang, C.Z. (2014). Controllable copper deficiency in Cu2-796 xSe nanocrystals with tunable localized surface plasmon resonance and enhanced 797 chemiluminescence. Nanoscale 6(17), 10289-10296. doi: 10.1039/c4nr02294g. 798\nLim, D.J., Sim, M., Oh, L., Lim, K., and Park, H. (2014). Carbon-based drug delivery carriers for 799 cancer therapy. Arch Pharm Res 37(1), 43-52. doi: 10.1007/s12272-013-0277-1. 800\nLin, C.Y., and Shieh, M.J. (2018). Near-infrared fluorescent dye-decorated nanocages to form 801 grenade-like nanoparticles with dual control release for photothermal theranostics and 802 chemotherapy. Bioconjug Chem 29(4), 1384-1398. doi: 10.1021/acs.bioconjchem.8b00088. 803\nLiu, H.Y., Chen, D., Li, L.L., Liu, T.L., Tan, L.F., Wu, X.L., et al. (2011). Multifunctional gold 804 nanoshells on silica nanorattles: a platform for the combination of photothermal therapy and 805 chemotherapy with low systemic toxicity. Angew Chem Int Ed 50(4), 891-895. doi: 806 10.1002/anie.201002820. 807\nLiu, X.J., Wang, Q., Li, C., Zou, R.J., Li, B., Song, G.S., et al. (2014). Cu2-xSe@mSiO2-PEG core-808 shell nanoparticles: a low-toxic and efficient difunctional nanoplatform for chemo-809 photothermal therapy under near infrared light radiation with a safe power density. Nanoscale 810 6(8), 4361-4370. doi: 10.1039/c3nr06160d. 811\nLiu, Y.L., Ai, K.L., Liu, J.H., Deng, M., He, Y.Y., and Lu, L.H. (2013). Dopamine-melanin colloidal 812 nanospheres: an efficient near-infrared photothermal therapeutic agent for in vivo cancer 813 therapy. Adv Mater 25(9), 1353-1359. doi: 10.1002/adma.201204683. 814\nLlevot, A., and Astruc, D. (2012). Applications of vectorized gold nanoparticles to the diagnosis and 815 therapy of cancer. Chem Soc Rev 41(1), 242-257. doi: 10.1039/c1cs15080d. 816\nLuo, D., Carter, K.A., Miranda, D., and Lovell, J.F. (2017). Chemophototherapy: an emerging 817 treatment option for solid tumors. Adv Sci 4(1), 1600106. doi: 10.1002/advs.201600106. 818\nMacNeill, C.M., Coffin, R.C., Carroll, D.L., and Levi-Polyachenko, N.H. (2013). Low band gap 819 donor-acceptor conjugated polymer nanoparticles and their NIR-mediated thermal ablation of 820 cancer cells. Macromol Biosci 13(1), 28-34. doi: 10.1002/mabi.201200241. 821\nProvi si n\nl\nRunning Title\n20\nThis is a provisional file, not the final typeset article\nMahmoudi, M., Sant, S., Wang, B., Laurent, S., and Sen, T. (2011). Superparamagnetic iron oxide 822 nanoparticles (SPIONs): development, surface modification and applications in chemotherapy. 823 Adv Drug Deliv Rev 63(1-2), 24-46. doi: 10.1016/j.addr.2010.05.006. 824\nMallory, M., Gogineni, E., Jones, G.C., Greer, L., and Simone, C.B., 2nd (2016). Therapeutic 825 hyperthermia: The old, the new, and the upcoming. Crit Rev Oncol Hematol 97, 56-64. doi: 826 10.1016/j.critrevonc.2015.08.003. 827\nManivasagan, P., Jun, S.W., Nguyen, V.T., Truong, N.T.P., Hoang, G., Mondal, S., et al. (2019). A 828 multifunctional near-infrared laser-triggered drug delivery system using folic acid conjugated 829 chitosan oligosaccharide encapsulated gold nanorods for targeted chemo-photothermal 830 therapy. J Mater Chem B 7(24), 3811-3825. doi: 10.1039/c8tb02823k. 831\nMeng, X.D., Liu, Z.Q., Cao, Y., Dai, W.H., Zhang, K., Dong, H.F., et al. (2017). Fabricating 832 aptamer-conjugated PEGylated-MoS2/Cu1.8S theranostic nanoplatform for multiplexed 833 imaging diagnosis and chemo-photothermal therapy of cancer. Adv Funct Mater 27(16), 834 1605592. doi: ARTN 1605592 835\n10.1002/adfm.201605592. 836\nMu, W., Jiang, D., Mu, S., Liang, S., Liu, Y., and Zhang, N. (2019). Promoting early diagnosis and 837 precise therapy of hepatocellular carcinoma by glypican-3-targeted synergistic chemo-838 photothermal theranostics. ACS Appl Mater Inter 11(26), 23591-23604. doi: 839 10.1021/acsami.9b05526. 840\nNguyen, H.T., Phung, C.D., Thapa, R.K., Pham, T.T., Tran, T.H., Jeong, J.H., et al. (2018). 841 Multifunctional nanoparticles as somatostatin receptor-targeting delivery system of 842 polyaniline and methotrexate for combined chemo-photothermal therapy. Acta Biomater 68, 843 154-167. doi: 10.1016/j.actbio.2017.12.033. 844\nNiwase, K., Tanaka, T., Kakimoto, Y., Ishihara, K.N., and Shingu, P.H. (1995). Raman-spectra of 845 graphite and diamond mechanically milled with agate or stainless-steel ball-mill. Mater T Jim 846 36(2), 282-288. doi: DOI 10.2320/matertrans1989.36.282. 847\nNovoselov, K.S., Geim, A.K., Morozov, S.V., Jiang, D., Zhang, Y., Dubonos, S.V., et al. (2004). 848 Electric field effect in atomically thin carbon films. Science 306(5696), 666-669. doi: 849 10.1126/science.1102896. 850\nOpletal, G., Grochola, G., Chui, Y.H., Snook, I.K., and Russo, S.P. (2011). Stability and 851 transformations of heated gold nanorods. J Phys Chem C 115(11), 4375-4380. doi: 852 10.1021/jp1074913. 853\nOrecchioni, M., Cabizza, R., Bianco, A., and Delogu, L.G. (2015). Graphene as cancer theranostic 854 tool: progress and future challenges. Theranostics 5(7), 710-723. doi: 10.7150/thno.11387. 855\nOvergaard, J. (1976). Combined adriamycin and hyperthermia treatment of a murine mammary-856 carcinoma invivo. Cancer Res 36(9), 3077-3081. 857\nPan, Y.Z., Bao, H.Q., Sahoo, N.G., Wu, T.F., and Li, L. (2011). Water-soluble poly(N-858 isopropylacrylamide)-graphene sheets synthesized via click chemistry for drug delivery. Adv 859 Funct Mater 21(14), 2754-2763. doi: 10.1002/adfm.201100078. 860\nPark, H., Yang, J., Lee, J., Haam, S., Choi, I.H., and Yoo, K.H. (2009). Multifunctional nanoparticles 861 for combined doxorubicin and photothermal treatments. ACS Nano 3(10), 2919-2926. doi: 862 10.1021/nn900215k. 863\nProvi s na\nl\nRunning Title\n21\nPark, J., Brust, T.F., Lee, H.J., Lee, S.C., Watts, V.J., and Yeo, Y. (2014). Polydopamine-based 864 simple and versatile surface modification of polymeric nano drug carriers. ACS Nano 8(4), 865 3347-3356. doi: 10.1021/nn405809c. 866\nPei, Q., Hu, X., Zheng, X., Xia, R., Liu, S., Xie, Z., et al. (2019). Albumin-bound paclitaxel dimeric 867 prodrug nanoparticles with tumor redox heterogeneity-triggered drug release for synergistic 868 photothermal/chemotherapy. Nano Res 12(4), 877-887. doi: 10.1007/s12274-019-2318-7. 869\nPeng, C.L., Shih, Y.H., Lee, P.C., Hsieh, T.M., Luo, T.Y., and Shieh, M.J. (2011). Multimodal 870 image-guided photothermal therapy mediated by 188Re-labeled micelles containing a cyanine-871 type photosensitizer. ACS Nano 5(7), 5594-5607. doi: 10.1021/nn201100m. 872\nPierini, F., Nakielski, P., Urbanek, O., Pawlowska, S., Lanzi, M., De Sio, L., et al. (2018). Polymer-873 based nanomaterials for photothermal therapy: from light-responsive to multifunctional 874 nanoplatforms for synergistically combined technologies. Biomacromolecules 19(11), 4147-875 4167. doi: 10.1021/acs.biomac.8b01138. 876\nPorcu, E.P., Salis, A., Gavini, E., Rassu, G., Maestri, M., and Giunchedi, P. (2016). Indocyanine 877 green delivery systems for tumour detection and treatments. Biotechnol Adv 34(5), 768-789. 878 doi: 10.1016/j.biotechadv.2016.04.001. 879\nPoulose, A.C., Veeranarayanan, S., Mohamed, M.S., Aburto, R.R., Mitcham, T., Bouchard, R.R., et 880 al. (2016). Multifunctional Cu2-xTe nanocubes mediated combination therapy for multi-drug 881 resistant MDA MB 453. Sci Rep 6, 35961. doi: ARTN 35961 882\n10.1038/srep35961. 883\nPoulose, A.C., Veeranarayanan, S., Mohamed, M.S., Nagaoka, Y., Aburto, R.R., Mitcham, T., et al. 884 (2015). Multi-stimuli responsive Cu2S nanocrystals as trimodal imaging and synergistic 885 chemo-photothermal therapy agents. Nanoscale 7(18), 8378-8388. doi: 10.1039/c4nr07139e. 886\nQian, C.G., Chen, Y.L., Feng, P.J., Xiao, X.Z., Dong, M., Yu, J.C., et al. (2017). Conjugated polymer 887 nanomaterials for theranostics. Acta Pharmacol Sin 38(6), 764-781. doi: 10.1038/aps.2017.42. 888\nRahman, M., Akhter, S., Ahmad, M.Z., Ahmad, J., Addo, R.T., Ahmad, F.J., et al. (2015). Emerging 889 advances in cancer nanotheranostics with graphene nanocomposites: opportunities and 890 challenges. Nanomedicine 10(15), 2405-2422. doi: 10.2217/Nnm.15.68. 891\nRen, F., Bhana, S., Norman, D.D., Johnson, J., Xu, L.J., Baker, D.L., et al. (2013). Gold nanorods 892 carrying paclitaxel for photothermal-chemotherapy of cancer. Bioconjug Chem 24(3), 376-893 386. doi: 10.1021/bc300442d. 894\nRobinson, J.T., Tabakman, S.M., Liang, Y.Y., Wang, H.L., Casalongue, H.S., Vinh, D., et al. (2011). 895 Ultrasmall reduced graphene oxide with high near-infrared absorbance for photothermal 896 therapy. J Am Chem Soc 133(17), 6825-6831. doi: 10.1021/ja2010175. 897\nSaha, K., Agasti, S.S., Kim, C., Li, X.N., and Rotello, V.M. (2012). Gold nanoparticles in chemical 898 and biological sensing. Chem Rev 112(5), 2739-2779. doi: 10.1021/cr2001178. 899\nShen, S., Tang, H.Y., Zhang, X.T., Ren, J.F., Pang, Z.Q., Wang, D.G., et al. (2013). Targeting 900 mesoporous silica-encapsulated gold nanorods for chemo-photothermal therapy with near-901 infrared radiation. Biomaterials 34(12), 3150-3158. doi: 10.1016/j.biomaterials.2013.01.051. 902\nSheng, Z.H., Hu, D.H., Xue, M.M., He, M., Gong, P., and Cai, L.T. (2013). Indocyanine green 903 nanoparticles for theranostic applications. Nanomicro Lett 5(3), 145-150. doi: 904 10.5101/nml.v5i3. 905\nPr vi sion\nl\nRunning Title\n22\nThis is a provisional file, not the final typeset article\nShi, P., Qu, K.G., Wang, J.S., Li, M., Ren, J.S., and Qu, X.G. (2012). pH-responsive NIR enhanced 906 drug release from gold nanocages possesses high potency against cancer cells. Chem 907 Commun 48(61), 7640-7642. doi: 10.1039/c2cc33543c. 908\nShi, Y.G., Liu, M.Y., Deng, F.J., Zeng, G.J., Wan, Q., Zhang, X.Y., et al. (2017). Recent progress 909 and development on polymeric nanomaterials for photothermal therapy: a brief overview. J 910 Mater Chem B 5(2), 194-206. doi: 10.1039/c6tb02249a. 911\nSong, X.J., Chen, Q., and Liu, Z. (2015). Recent advances in the development of organic 912 photothermal nano-agents. Nano Res 8(2), 340-354. doi: 10.1007/s12274-014-0620-y. 913\nSu, S.S., Tian, Y.H., Li, Y.Y., Ding, Y.P., Ji, T.J., Wu, M.Y., et al. (2015). \"Triple-punch\" strategy 914 for triple negative breast cancer therapy with minimized drug dosage and improved antitumor 915 efficacy. ACS Nano 9(2), 1367-1378. doi: 10.1021/nn505729m. 916\nSun, H., Lv, F., Liu, L., Gu, Q., and Wang, S. (2018). Conjugated polymer materials for 917 photothermal therapy. Adv Ther 1(6), 1800057. doi: doi:10.1002/adtp.201800057. 918\nSun, X.Q., Wang, C., Gao, M., Hu, A.Y., and Liu, Z. (2015). Remotely controlled red blood cell 919 carriers for cancer targeting and near-infrared light-triggered drug release in combined 920 photothermal-chemotherapy. Adv Funct Mater 25(16), 2386-2394. doi: 921 10.1002/adfm.201500061. 922\nTan, Y., Zhu, Y., Wen, L., Yang, X., Liu, X., Meng, T., et al. (2019). Mitochondria-responsive drug 923 release along with heat shock mediated by multifunctional glycolipid micelles for precise 924 cancer chemo-phototherapy. Theranostics 9(3), 691-707. doi: 10.7150/thno.31022. 925\nVines, J.B., Yoon, J.H., Ryu, N.E., Lim, D.J., and Park, H. (2019). Gold Nanoparticles for 926 Photothermal Cancer Therapy. Front Chem 7, 167. doi: 10.3389/fchem.2019.00167. 927\nWan, G.Y., Chen, B.W., Li, L., Wang, D., Shi, S.R., Zhang, T., et al. (2018). Nanoscaled red blood 928 cells facilitate breast cancer treatment by combining photothermal/photodynamic therapy and 929 chemotherapy. Biomaterials 155, 25-40. doi: 10.1016/j.biomaterials.2017.11.002. 930\nWang, C., Bai, J., Liu, Y.W., Jia, X.D., and Jiang, X. (2016a). Polydopamine coated selenide 931 molybdenum: a new photothermal nanocarrier for highly effective chemo-photothermal 932 synergistic therapy. ACS Biomater-Sci Eng 2(11), 2011-2017. doi: DOI 933 10.1021/acsbiomaterials.6b00416. 934\nWang, C., Xu, H., Liang, C., Liu, Y., Li, Z., Yang, G., et al. (2013a). Iron oxide@polypyrrole 935 nanoparticles as a multifunctional drug carrier for remotely controlled cancer therapy with 936 synergistic antitumor effect. ACS Nano 7(8), 6782-6795. doi: 10.1021/nn4017179. 937\nWang, H., Sun, Y.B., Yi, J.H., Fu, J.P., Di, J., Alonso, A.D., et al. (2015a). Fluorescent porous 938 carbon nanocapsules for two-photon imaging, NIR/pH dual-responsive drug carrier, and 939 photothermal therapy. Biomaterials 53, 117-126. doi: 10.1016/j.biomaterials.2015.02.087. 940\nWang, H., Zhao, Y.L., and Nie, G.J. (2013b). Multifunctional nanoparticle systems for combined 941 chemo- and photothermal cancer therapy. Front Mater Sci 7(2), 118-128. doi: 942 10.1007/s11706-013-0207-7. 943\nWang, J., Lin, F.X., Chen, J.X., Wang, M.Z., and Ge, X.W. (2015b). The preparation, drug loading 944 and in vitro NIR photothermal-controlled release behavior of raspberry-like hollow 945 polypyrrole microspheres. J Mater Chem B 3(47), 9186-9193. doi: 10.1039/c5tb01314c. 946\nWang, J.L., and Qiu, J.J. (2016). A review of carbon dots in biological applications. J Mater Sci 947 51(10), 4728-4738. doi: 10.1007/s10853-016-9797-7. 948\nProvi sion\nl\nRunning Title\n23\nWang, K., Fan, X., Zhao, L., Zhang, X., Zhang, X., Li, Z., et al. (2016b). Aggregation induced 949 emission fluorogens based nanotheranostics for targeted and imaging-guided chemo-950 photothermal combination therapy. Small 12(47), 6568-6575. doi: 10.1002/smll.201601473. 951\nWang, L.M., Lin, X.Y., Wang, J., Hu, Z.J., Ji, Y.L., Hou, S., et al. (2014a). Novel insights into 952 combating cancer chemotherapy resistance using a plasmonic nanocarrier: enhancing drug 953 sensitiveness and accumulation simultaneously with localized mild photothermal stimulus of 954 femtosecond pulsed laser. Adv Funct Mater 24(27), 4229-4239. doi: 955 10.1002/adfm.201400015. 956\nWang, W.H., Liang, G.H., Zhang, W.J., Xing, D., and Hu, X.L. (2018a). Cascade-promoted photo-957 chemotherapy against resistant cancers by enzyme-responsive polyprodrug nanoplatforms. 958 Chem Mater 30(10), 3486-3498. doi: 10.1021/acs.chemmater.8b01149. 959\nWang, X., Li, X., Mao, Y., Wang, D., Zhao, Q., and Wang, S. (2019a). Multi-stimuli responsive 960 nanosystem modified by tumor-targeted carbon dots for chemophototherapy synergistic 961 therapy. J Colloid Interface Sci 552, 639-650. doi: 10.1016/j.jcis.2019.05.085. 962\nWang, X.Y., Zhang, J.S., Wang, Y.T., Wang, C.P., Xiao, J.R., Zhang, Q., et al. (2016c). Multi-963 responsive photothermal-chemotherapy with drug-loaded melanin-like nanoparticles for 964 synergetic tumor ablation. Biomaterials 81, 114-124. doi: 10.1016/j.biomaterials.2015.11.037. 965\nWang, Y., Xiao, Y., and Tang, R.K. (2014b). Spindle-like polypyrrole hollow nanocapsules as 966 multifunctional platforms for highly effective chemo-photothermal combination therapy of 967 cancer cells in vivo. Chem-Eur J 20(37), 11826-11834. doi: 10.1002/chem.201403480. 968\nWang, Y., Zhao, J., Chen, Z., Zhang, F., Wang, Q., Guo, W., et al. (2019b). Construct of 969 MoSe2/Bi2Se3 nanoheterostructure: Multimodal CT/PT imaging-guided 970 PTT/PDT/chemotherapy for cancer treating. Biomaterials 217, 119282. doi: 971 10.1016/j.biomaterials.2019.119282. 972\nWang, Y.T., Huang, Q., He, X., Chen, H., Zou, Y., Li, Y.W., et al. (2018b). Multifunctional melanin-973 like nanoparticles for bone-targeted chemo-photothermal therapy of malignant bone tumors 974 and osteolysis. Biomaterials 183, 10-19. doi: 10.1016/j.biomaterials.2018.08.033. 975\nWang, Y.Y., Deng, Y.B., Luo, H.H., Zhu, A.J., Ke, H.T., Yang, H., et al. (2017). Light-responsive 976 nanoparticles for highly efficient cytoplasmic delivery of anticancer agents. ACS Nano 11(12), 977 12134-12144. doi: 10.1021/acsnano.7b05214. 978\nWeissleder, R. (2001). A clearer vision for in vivo imaging. Nat Biotechnol 19(4), 316-317. doi: 979 10.1038/86684. 980\nWeissleder, R., and Ntziachristos, V. (2003). Shedding light onto live molecular targets. Nat Med 981 9(1), 123-128. doi: 10.1038/nm0103-123. 982\nWu, L., Fang, S., Shi, S., Deng, J., Liu, B., and Cai, L. (2013). Hybrid polypeptide micelles loading 983 indocyanine green for tumor imaging and photothermal effect study. Biomacromolecules 984 14(9), 3027-3033. doi: 10.1021/bm400839b. 985\nWust, P., Hildebrandt, B., Sreenivasa, G., Rau, B., Gellermann, J., Riess, H., et al. (2002). 986 Hyperthermia in combined treatment of cancer. Lancet Oncol 3(8), 487-497. doi: 987 10.1016/S1470-2045(02)00818-5. 988\nXiao, Z.Y., Ji, C.W., Shi, J.J., Pridgen, E.M., Frieder, J., Wu, J., et al. (2012). DNA self-assembly of 989 targeted near-infrared-responsive gold nanoparticles for cancer thermo-chemotherapy. Angew 990 Chem Int Ed 51(47), 11853-11857. doi: 10.1002/anie.201204018. 991\nProvi s ona\nl\nRunning Title\n24\nThis is a provisional file, not the final typeset article\nXu, L.G., Cheng, L., Wang, C., Peng, R., and Liu, Z. (2014). Conjugated polymers for photothermal 992 therapy of cancer. Polym Chem 5(5), 1573-1580. doi: 10.1039/c3py01196h. 993\nXu, X.Y., Ray, R., Gu, Y.L., Ploehn, H.J., Gearheart, L., Raker, K., et al. (2004). Electrophoretic 994 analysis and purification of fluorescent single-walled carbon nanotube fragments. J Am Chem 995 Soc 126(40), 12736-12737. doi: 10.1021/ja040082h. 996\nYan, F., Duan, W.L., Li, Y.K., Wu, H., Zhou, Y.L., Pan, M., et al. (2016). NIR-laser-controlled drug 997 release from DOX/IR-780-loaded temperature-sensitive-liposomes for chemo-photothermal 998 synergistic tumor therapy. Theranostics 6(13), 2337-2351. doi: 10.7150/thno.14937. 999\nYang, G.B., Gong, H., Liu, T., Sun, X.Q., Cheng, L., and Liu, Z. (2015a). Two-dimensional 1000 magnetic WS2@Fe3O4 nanocomposite with mesoporous silica coating for drug delivery and 1001 imaging-guided therapy of cancer. Biomaterials 60, 62-71. doi: 1002 10.1016/j.biomaterials.2015.04.053. 1003\nYang, J., Choi, J., Bang, D., Kim, E., Lim, E.K., Park, H., et al. (2011). Convertible organic 1004 nanoparticles for near-infrared photothermal ablation of cancer cells. Angew Chem Int Ed 1005 50(2), 441-444. doi: 10.1002/anie.201005075. 1006\nYang, J., Zhai, S., Qin, H., Yan, H., Xing, D., and Hu, X. (2018). NIR-controlled morphology 1007 transformation and pulsatile drug delivery based on multifunctional phototheranostic 1008 nanoparticles for photoacoustic imaging-guided photothermal-chemotherapy. Biomaterials 1009 176, 1-12. doi: 10.1016/j.biomaterials.2018.05.033. 1010\nYang, K., Feng, L.Z., and Liu, Z. (2015b). The advancing uses of nano-graphene in drug delivery. 1011 Expert Opin Drug Deliv 12(4), 601-612. doi: 10.1517/17425247.2015.978760. 1012\nYang, K., Feng, L.Z., Shi, X.Z., and Liu, Z. (2013). Nano-graphene in biomedicine: theranostic 1013 applications. Chem Soc Rev 42(2), 530-547. doi: 10.1039/c2cs35342c. 1014\nYang, K., Wan, J.M., Zhang, S., Tian, B., Zhang, Y.J., and Liu, Z. (2012a). The influence of surface 1015 chemistry and size of nanoscale graphene oxide on photothermal therapy of cancer using 1016 ultra-low laser power. Biomaterials 33(7), 2206-2214. doi: 1017 10.1016/j.biomaterials.2011.11.064. 1018\nYang, K., Xu, H., Cheng, L., Sun, C.Y., Wang, J., and Liu, Z. (2012b). In vitro and in vivo near-1019 infrared photothermal therapy of cancer using polypyrrole organic nanoparticles. Adv Mater 1020 24(41), 5586-5592. doi: 10.1002/adma.201202625. 1021\nYang, K., Zhang, S.A., Zhang, G.X., Sun, X.M., Lee, S.T., and Liu, Z.A. (2010). Graphene in mice: 1022 ultrahigh in vivo tumor uptake and efficient photothermal therapy. Nano Lett 10(9), 3318-1023 3323. doi: 10.1021/nl100996u. 1024\nYao, J., Kang, S., Zhang, J., Du, J., Zhang, Z., and Li, M. (2017). Amphiphilic near-infrared 1025 conjugated polymer for photothermal and chemo combination therapy. ACS Biomater-Sci 1026 Eng 3(10), 2230-2234. doi: 10.1021/acsbiomaterials.7b00344. 1027\nYao, M.Q., Ma, Y.C., Liu, H., Khan, M.I., Shen, S., Li, S.Y., et al. (2018). Enzyme degradable 1028 hyperbranched polyphosphoester micellar nanomedicines for NIR imaging-guided chemo-1029 photothermal therapy of drug-resistant cancers. Biomacromolecules 19(4), 1130-1141. doi: 1030 10.1021/acs.biomac.7b01793. 1031\nYavuz, M.S., Cheng, Y.Y., Chen, J.Y., Cobley, C.M., Zhang, Q., Rycenga, M., et al. (2009). Gold 1032 nanocages covered by smart polymers for controlled release with near-infrared light. Nat 1033 Mater 8(12), 935-939. doi: 10.1038/Nmat2564. 1034\nProvi si na\nl\nRunning Title\n25\nYe, S., Wang, F., Fan, Z., Zhu, Q., Tian, H., Zhang, Y., et al. (2019). Light/pH-triggered biomimetic 1035 red blood cell membranes camouflaged small molecular drug assemblies for imaging-guided 1036 combinational chemo-photothermal therapy. ACS Appl Mater Inter 11(17), 15262-15275. doi: 1037 10.1021/acsami.9b00897. 1038\nYou, J., Zhang, G.D., and Li, C. (2010). Exceptionally high payload of doxorubicin in hollow gold 1039 nanospheres for near-infrared light-triggered drug release. ACS Nano 4(2), 1033-1041. doi: 1040 10.1021/nn901181c. 1041\nYou, J., Zhang, R., Xiong, C.Y., Zhong, M., Melancon, M., Gupta, S., et al. (2012). Effective 1042 photothermal chemotherapy using doxorubicin-loaded gold nanospheres that target EphB4 1043 receptors in tumors. Cancer Res 72(18), 4777-4786. doi: 10.1158/0008-5472.Can-12-1003. 1044\nYoung, J.K., Figueroa, E.R., and Drezek, R.A. (2012). Tunable nanostructures as photothermal 1045 theranostic agents. Angew Chem Int Ed 40(5), 1206-1208. doi: 10.1007/s10439-012-0535-2. 1046\nYu, H.J., Cui, Z.R., Yu, P.C., Guo, C.Y., Feng, B., Jiang, T.Y., et al. (2015). pH- and NIR light-1047 responsive micelles with hyperthermia-triggered tumor penetration and cytoplasm drug 1048 release to reverse doxorubicin resistance in breast cancer. Adv Funct Mater 25(17), 2489-1049 2500. doi: 10.1002/adfm.201404484. 1050\nYuan, Y., Wang, Z., Cai, P., Liu, J., Liao, L.D., Hong, M., et al. (2015). Conjugated polymer and 1051 drug co-encapsulated nanoparticles for chemo- and photo-thermal combination therapy with 1052 two-photon regulated fast drug release. Nanoscale 7(7), 3067-3076. doi: 10.1039/c4nr06420h. 1053\nYue, C., Liu, P., Zheng, M., Zhao, P., Wang, Y., Ma, Y., et al. (2013). IR-780 dye loaded tumor 1054 targeting theranostic nanoparticles for NIR imaging and photothermal therapy. Biomaterials 1055 34(28), 6853-6861. doi: 10.1016/j.biomaterials.2013.05.071. 1056\nYue, X.L., Zhang, Q., and Dai, Z.F. (2017). Near-infrared light-activatable polymeric 1057 nanoformulations for combined therapy and imaging of cancer. Adv Drug Deliv Rev 115, 1058 155-170. doi: 10.1016/j.addr.2017.04.007. 1059\nZaharie-Butucel, D., Potara, M., Suarasan, S., Licarete, E., and Astilean, S. (2019). Efficient 1060 combined near-infrared-triggered therapy: Phototherapy over chemotherapy in chitosan-1061 reduced graphene oxide-IR820 dye-doxorubicin nanoplatforms. J Colloid Interface Sci 552, 1062 218-229. doi: 10.1016/j.jcis.2019.05.050. 1063\nZhang, A., Li, A., Zhao, W., and Liu, J. (2018a). Recent advances in functional polymer decorated 1064 two-dimensional transition-metal dichalcogenides nanomaterials for chemo-photothermal 1065 therapy. Chem Eur J 24(17), 4215-4227. doi: 10.1002/chem.201704197. 1066\nZhang, J., Qiao, Z., Liu, H.Y., Song, J., and Yin, J. (2019). Positively charged helical chain-modified 1067 stimuli-responsive nanoassembly capable of targeted drug delivery and photoacoustic 1068 imaging-guided chemo-photothermal synergistic therapy. Biomater Sci 7(5), 2050-2060. doi: 1069 10.1039/c9bm00055k. 1070\nZhang, L., Chen, Y., Li, Z., Li, L., Saint-Cricq, P., Li, C., et al. (2016a). Tailored synthesis of 1071 octopus-type Janus nanoparticles for synergistic actively-targeted and chemo-photothermal 1072 therapy. Angew Chem Int Ed 55(6), 2118-2121. doi: 10.1002/anie.201510409. 1073\nZhang, L.M., Xia, J.G., Zhao, Q.H., Liu, L.W., and Zhang, Z.J. (2010). Functional graphene oxide as 1074 a nanocarrier for controlled loading and targeted delivery of mixed anticancer drugs. Small 1075 6(4), 537-544. doi: 10.1002/smll.200901680. 1076\nP vi si a\nl\nRunning Title\n26\nThis is a provisional file, not the final typeset article\nZhang, M., Wang, J., Wang, W.T., Zhang, J., and Zhou, N.L. (2017a). Magnetofluorescent 1077 photothermal micelles packaged with GdN@CQDs as photothermal and chemical dual-modal 1078 therapeutic agents. Chem Eng J 330, 442-452. doi: 10.1016/j.cej.2017.07.138. 1079\nZhang, M., Wang, W.T., Zhou, N.L., Yuan, P., Su, Y.T., Shao, M.N., et al. (2017b). Near-infrared 1080 light triggered photo-therapy, in combination with chemotherapy using magnetofluorescent 1081 carbon quantum dots for effective cancer treating. Carbon 118, 752-764. doi: 1082 10.1016/j.carbon.2017.03.085. 1083\nZhang, N., Li, M.H., Sun, X.T., Jia, H.Z., and Liu, W.G. (2018b). NIR-responsive cancer 1084 cytomembrane-cloaked carrier-free nanosystems for highly efficient and self-targeted tumor 1085 drug delivery. Biomaterials 159, 25-36. doi: 10.1016/j.biomaterials.2018.01.007. 1086\nZhang, Y.Y., Ang, C.Y., Li, M.H., Tan, S.Y., Qu, Q.Y., and Zhao, Y.L. (2016b). Polymeric prodrug 1087 grafted hollow mesoporous silica nanoparticles encapsulating near-infrared absorbing dye for 1088 potent combined photothermal-chemotherapy. ACS Appl Mater Inter 8(11), 6869-6879. doi: 1089 10.1021/acsami.6b00376. 1090\nZhang, Y.Y., Teh, C., Li, M.H., Ang, C.Y., Tan, S.Y., Qu, Q.Y., et al. (2016c). Acid-responsive 1091 polymeric doxorubicin prodrug nanoparticles encapsulating a near-infrared dye for combined 1092 photothermal-chemotherapy. Chem Mater 28(19), 7039-7050. doi: 1093 10.1021/acs.chemmater.6b02896. 1094\nZhang, Y.Y., Yang, D., Chen, H.Z., Lim, W.Q., Phua, F.S.Z., An, G.H., et al. (2018c). Reduction-1095 sensitive fluorescence enhanced polymeric prodrug nanoparticles for combinational 1096 photothermal-chemotherapy. Biomaterials 163, 14-24. doi: 1097 10.1016/j.biomaterials.2018.02.023. 1098\nZhang, Z., Wang, L., Wang, J., Jiang, X., Li, X., Hu, Z., et al. (2012). Mesoporous silica-coated gold 1099 nanorods as a light-mediated multifunctional theranostic platform for cancer treatment. Adv 1100 Mater 24(11), 1418-1423. doi: 10.1002/adma.201104714. 1101\nZhang, Z.J., Wang, J., and Chen, C.H. (2013). Near-infrared light-mediated nanoplatforms for cancer 1102 thermo-chemotherapy and optical imaging. Adv Mater 25(28), 3869-3880. doi: 1103 10.1002/adma.201301890. 1104\nZhao, A.D., Chen, Z.W., Zhao, C.Q., Gao, N., Ren, J.S., and Qu, X.G. (2015). Recent advances in 1105 bioapplications of C-dots. Carbon 85, 309-327. doi: 10.1016/j.carbon.2014.12.045. 1106\nZheng, M.B., Yue, C.X., Ma, Y.F., Gong, P., Zhao, P.F., Zheng, C.F., et al. (2013). Single-step 1107 assembly of DOX/ICG loaded lipid-polymer nanoparticles for highly effective chemo-1108 photothermal combination therapy. ACS Nano 7(3), 2056-2067. doi: 10.1021/nn400334y. 1109\nZheng, X.T., Ananthanarayanan, A., Luo, K.Q., and Chen, P. (2015). Glowing graphene quantum 1110 dots and carbon dots: properties, syntheses, and biological applications. Small 11(14), 1620-1111 1636. doi: 10.1002/smll.201402648. 1112\nZhong, Y., Wang, C., Cheng, L., Meng, F., Zhong, Z., and Liu, Z. (2013). Gold nanorod-cored 1113 biodegradable micelles as a robust and remotely controllable doxorubicin release system for 1114 potent inhibition of drug-sensitive and -resistant cancer cells. Biomacromolecules 14(7), 1115 2411-2419. doi: 10.1021/bm400530d. 1116\nZhou, J., Lu, Z., Zhu, X., Wang, X., Liao, Y., Ma, Z., et al. (2013). NIR photothermal therapy using 1117 polyaniline nanoparticles. Biomaterials 34(37), 9584-9592. doi: 1118 10.1016/j.biomaterials.2013.08.075. 1119\nProvi si n\nl\nRunning Title\n27\nZhou, L., Dong, K., Chen, Z.W., Ren, J.S., and Qu, X.G. (2015). Near-infrared absorbing 1120 mesoporous carbon nanoparticle as an intelligent drug carrier for dual-triggered synergistic 1121 cancer therapy. Carbon 82, 479-488. doi: 10.1016/j.carbon.2014.10.091. 1122\nZhu, A.J., Miao, K., Deng, Y.B., Ke, H.T., He, H., Yang, T., et al. (2015). Dually pH/reduction-1123 responsive vesicles for ultrahigh-contrast fluorescence imaging and thermo-chemotherapy-1124 synergized tumor ablation. ACS Nano 9(8), 7874-7885. doi: 10.1021/acsnano.5b02843. 1125\nZhu, H.J., Cheng, P.H., Chen, P., and Pu, K.Y. (2018). Recent progress in the development of near-1126 infrared organic photothermal and photodynamic nanotherapeutics. Biomater Sci 6(4), 746-1127 765. doi: 10.1039/c7bm01210a. 1128\nZhu, H.J., Lai, Z.C., Fang, Y., Zhen, X., Tan, C.L., Qi, X.Y., et al. (2017). Ternary chalcogenide 1129 nanosheets with ultrahigh photothermal conversion efficiency for photoacoustic theranostics. 1130 Small 13(16), 1604139. doi: UNSP 1604139 1131\n10.1002/smll.201604139. 1132\nZhu, Y.D., Chen, S.P., Zhao, H., Yang, Y., Chen, X.Q., Sun, J., et al. (2016). PPy@MIL-100 1133 nanoparticles as a pH- and near-IR-irradiation-responsive drug carrier for simultaneous 1134 photothermal therapy and chemotherapy of cancer cells. ACS Appl Mater Inter 8(50), 34209-1135 34217. doi: 10.1021/acsami.6b11378. 1136\n1137\nFigure 1 AuNPs-based nanoplatforms for NIR light-responsive chemo-photothermal therapy. 1138 Hollow gold nanospheres, reproduced with permission from You et al., 2012; Gold nanorods, 1139 reproduced with permission from Xiao et al., 2012; Gold nanocages, reproduced with permission 1140 from Yavuz et al., 2009; Gold nanstars, reproduced with permission from Li et al., 2016b; Gold 1141 nanoshells, reproduced with permission from Li et al., 2016b; Gold Janus nanoparticles, reproduced 1142 with permission from Zhang et al., 2016a. 1143\nFigure 2 Different copper chalcogenides nanocrystals mediated chemo-photothermal therapy. (A) 1144 Schematic illustration and TEM image of PEG-Fol-Cu2S nanoparticles, and photoexcitation mediated 1145 drug release. Reproduced with permission from Poulose et al., 2015. (B) Schematic illustration and 1146 TEM image of Cu2-xSe@mSiO2-PEG nanoparticles, and synergistic effects on cell viability and 1147 tumor volume. Reproduced with permission from Liu et al., 2014. (C) TEM image of PEG-Cu2-xTe 1148 nanocubes and effects of chemo-photothermal treatment on cell viability and cellular apoptosis. 1149 Reproduced with permission from Poulose et al., 2016. 1150\nFigure 3 2D TMDCs for combined chemo-photothermal therapy. (A) Schematic illustration of DOX 1151 loaded ATPMC for NIR-laser irradiation-induced chemotherapy. TEM image of MoS2/Cu1.8S 1152 nanosheets and tumor volume change with different treatments.Reproduced with permission from 1153 Meng et al., 2017. (B) FESEM image of MoS2@BSA nanoparticles and combined therapeutic 1154 efficacy of MoS2@BSA-DOX in 4T1 cells. Reproduced with permission from Chen et al., 2016a. (C) 1155 TEM image of MoS2@SiO2-NH2nanoplates and NIR-induced cytotoxicity of DOX-MoS2@SiO2-1156 PEG against HepG2 cells. Reproduced with permission from Lee et al., 2016. (D) TEM image of 1157 MoSe2@PDA nanocomposites and tumor growth curves of different treatments. Reproduced with 1158 permission from Wang et al., 2016a. (E) TEM image of WS2-IO@MS-PEG and growth of 4T1 1159 tumors in different groups of mice after various treatments. Reproduced with permission from Yang 1160 et al., 2015a. 1161\nProvi sio\nRunning Title\n28\nThis is a provisional file, not the final typeset article\nFigure 4 C-dots- and MCNs-based chemo-photothermal therapy. (A) Schematic illustration of CND-1162 P and cell viability with different treatments. Reproduced with permission from Ardekani et al., 2017. 1163 (B) Schematic illustration of GdN@CQDs/GP and relative tumor volume of tumor-bearing mice 1164 after various treatments. Reproduced with permission from Zhang et al., 2017a. (C) Schematic 1165 illustration of MCNs, and cytotoxicity assays of MDA-MB-231 cells under different treatments. 1166 Reproduced with permission from Zhou et al., 2015. (D) Schematic illustration of FPC-NCs and in 1167 vitro cytotoxicity after various treatments. Reproduced with permission from Wang et al., 2015a. 1168\nFigure 5 Polymeric prodrug micelles as nano-carriers for NIR dye. (A) Schematic representation of 1169 IR-780 loaded polymeric prodrug micelle for chemo-photothermal therapy to overcome drug 1170 resistance. (B) Temperature increments of IR-780 loaded micelles upon 808 nm NIR laser irradiation. 1171 (C) Subcellular localization of free DOX, free IR-780, IPM, and IPM plus NIR laser irradiation after 1172 coincubation with MCF-7/ADR cells. (D) Quantitative evaluation of cell viability in MCF-7/ADR 1173 cells after different treatments. (E) MCF-7/ADR tumor growth curves subjected to different 1174 treatments. Reproduced with permission from Li et al., 2016b. 1175\nFigure 6 Multifunctional nanoparticles for light-controlled pulsatile drug release in cancer chemo-1176 photothermal therapy. (A) Schematic illustration of the synthesis of CPT@DOX-UCST/PPy 1177 nanoparticles. (B) Thermal images recorded for different contents of CPT@DOX-UCST/PPy upon 1178 irradiation with 808 nm laser at different power density. (C) In vitro CPT and DOX dual drug release 1179 profile recorded for CPT@DOX-UCST/PPy with periodic 808 nm laser illumination at 2 W/cm2. (D) 1180 Photographs of tumor tissue of mice upon different treatments. Reproduced with permission from 1181 Yang et al., 2018. 1182\nFigure 7 Carrier-free “Nanobomb” for on demand drug release and enhanced chemo-photothermal 1183 therapy. (A) Schematic illustration of the preparation of DNPs/N@PDA. (B) Schematic illustration 1184 of the stable blood circulation of DNPs/N@PDA and on demand “bomb-like” drug release and 1185 enhanced chemo-photothermal therapy triggered by NIR irradiation. (C) TEM images of 1186 DNPs/N@PDA before and after NIR laser irradiation (808 nm, 5 W/cm2) for 5 min. (D) Cumulative 1187 release profiles of DOX from DNPs, DNPs@PDA, and DNPs/N@PDA in PBS with different pHs 1188 without or with NIR irradiation (808 nm, 5 W/cm2, 5 min). (E) In vitro cytotoxicity of DNPs, 1189 DNPs@PDA, and DNPs/N@PDA at pH 5.0 with NIR laser irradiation (808 nm) of 5 W/cm2 for 1 1190 min at different DOX concentrations on HeLa cells after 48 h incubation (**p < 0.01 versus 1191 DNPs/N@PDA group with NIR irradiation). (F) Representative photos of excised tumors 21 d after 1192 treatments. Reproduced with permission from Li et al., 2018b. 1193\nTable 1 Photothermal conversion efficiency of various nanomaterials applied in chemo-phototermal 1194 therapy. 1195\n1196\n1197\n1198\n1199\n1200\n1201\nrovisi al\nRunning Title\n29\nNanomaterials Photothermal conversion efficiency NIR light References\nGold nanorods 16.92% 808 nm Manivasagan et al., 2019\nGold Janus nanoparticles 49.5% 808 nm Zhang et al., 2016a\nCu2−xTe Nanocubes 25.68% 808 nm Poulose et al., 2016\nCu2S nanocrystals 25.3% 800 nm Poulose et al., 2015\nMoS2/Cu1.8S nanosheets 32.5% 980 nm Meng et al., 2017\nMoSe2 nanosheets 32.8% 808 nm Wang et al., 2016a\nMoSe2/Bi2Se3 nanosheets 59.3% 808 nm Wang et al., 2019b\nBamboo charcoal nanoparticles 29.42% 808 nm Dong et al., 2016\nMesoporous carbon nanoparticles 27.4% 808 nm Wang et al., 2019a\nIR780-HSA NPs 10% 808 nm Pei et al., 2019\nIR780-CSOSA 33.5% 808 nm Tan et al., 2019\nAza-BODIPY prodrug NPs 38.3% 660 nm Chen et al., 2018\nPPy 40% 808 nm Chen et al., 2017a\nPEGylated poly-(diketopyrrolopyrrolethiophene)\n76% 808 nm Yao et al., 2017\nPBIBDF-BT@NPPPE 46.7% 808 nm Li et al., 2016a\nPEG grafted poly(cyclopentadithiophene-altbenz othiadiazole)\n30.8% 808 nm Jiang et al., 2017\nPDA 40% 808 nm Liu et al., 2013\nPDA 33.7% 808 nm Ding et al., 2019 1202 Provi siona\nl\nFigure 01.JPEG\nProvi siona\nl\nFigure 02.JPEG\nProvi siona\nl\nFigure 03.JPEG\nProvi siona\nl\nFigure 04.JPEG\nProvi siona\nl\nFigure 05.JPEG\nProvi siona\nl\nFigure 06.JPEG\nProvi siona\nl\nFigure 07.JPEG\nProvi siona\nl"
    } ],
    "references" : [ {
      "title" : "2017a PEGylated poly-(diketopyrrolopyrrolethiophene",
      "author" : [ "Chen" ],
      "venue" : null,
      "citeRegEx" : "Chen,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2017
    }, {
      "title" : "2016a PEG grafted poly(cyclopentadithiophene-altbenz othiadiazole",
      "author" : [ "Li" ],
      "venue" : null,
      "citeRegEx" : "Li,? \\Q2016\\E",
      "shortCiteRegEx" : "Li",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Citation: Li Z, Chen Y, Yang Y, Yu Y, Zhang Y, Zhu D, Yu X, Ouyang X, Xie Z, Zhao Y and Li L(2019) Recent advances in nanomaterials-based chemo-photothermal combination therapy for improving cancer treatment.",
      "startOffset" : 16,
      "endOffset" : 99
    }, {
      "referenceID" : 1,
      "context" : ", Li, L., et al. (2011). Chitosan-functionalized 584 graphene oxide as a nanocarrier for drug and gene delivery.",
      "startOffset" : 2,
      "endOffset" : 24
    }, {
      "referenceID" : 0,
      "context" : ", Chen, P., Shao, J.J., and Dong, X.C. (2018). Organic dye based 587 nanoparticles for cancer phototheranostics.",
      "startOffset" : 2,
      "endOffset" : 46
    }, {
      "referenceID" : 1,
      "context" : ", Liu, L., Yu, C., Huang, Y., et al. (2017b). Efficient cancer regression by a 593 thermosensitive liposome for photoacoustic imaging-guided photothermal/chemo 594 combinatorial therapy.",
      "startOffset" : 2,
      "endOffset" : 45
    }, {
      "referenceID" : 0,
      "context" : "15 Chen, Y., Ai, K., Liu, J., Ren, X., Jiang, C., and Lu, L. (2016b). Polydopamine-based coordination 611 nanocomplex for T1/T2 dual mode magnetic resonance imaging-guided chemo-photothermal 612 synergistic therapy.",
      "startOffset" : 3,
      "endOffset" : 69
    }, {
      "referenceID" : 1,
      "context" : ", Li, L.J., Loh, K.P., and Zhang, H. (2013). The chemistry of two621 dimensional layered transition metal dichalcogenide nanosheets.",
      "startOffset" : 2,
      "endOffset" : 44
    }, {
      "referenceID" : 0,
      "context" : ", Chen, J., and Xia, Y. (2010). Targeting gold nanocages to cancer cells for 624 photothermal destruction and drug delivery.",
      "startOffset" : 2,
      "endOffset" : 31
    }, {
      "referenceID" : 0,
      "context" : ", Chen, J.Y., Cho, E.C., Wang, L.V., and Xia, Y.N. (2011). Gold nanostructures: a class 627 of multifunctional materials for biomedical applications.",
      "startOffset" : 2,
      "endOffset" : 58
    }, {
      "referenceID" : 0,
      "context" : ", Chen, T.T., Jin, Q., Ji, J., and Agarwal, S. (2018). Let there be light: 632 polymeric micelles with upper critical solution temperature as light-triggered heat 633 nanogenerators for combating drug-resistant cancer.",
      "startOffset" : 2,
      "endOffset" : 54
    }, {
      "referenceID" : 1,
      "context" : ", Lin, C.C., Mariotto, A.B., Siegel, R.L., Stein, K.D., Kramer, J.L., et al. (2014). 637 Cancer treatment and survivorship statistics, 2014.",
      "startOffset" : 2,
      "endOffset" : 84
    }, {
      "referenceID" : 1,
      "context" : ", and Li, S.D. (2013). Factors controlling the 662 pharmacokinetics, biodistribution and intratumoral penetration of nanoparticles.",
      "startOffset" : 6,
      "endOffset" : 22
    }, {
      "referenceID" : 1,
      "context" : ", Liu, P.X., Fang, X.L., Gong, J.W., and Zheng, N.F. (2012a). Pd nanosheet667 covered hollow mesoporous silica nanoparticles as a platform for the chemo-photothermal 668 treatment of cancer cells.",
      "startOffset" : 2,
      "endOffset" : 61
    }, {
      "referenceID" : 1,
      "context" : ", Li, F., Che, R., et al. (2010). A low-concentration hydrothermal 673 synthesis of biocompatible ordered mesoporous carbon nanospheres with tunable and uniform 674 size.",
      "startOffset" : 2,
      "endOffset" : 33
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Q., Wang, H.R., Dong, Z.L., et al. (2016). Cisplatin-prodrug679 constructed liposomes as a versatile theranostic nanoplatform for bimodal imaging guided 680 combination cancer therapy.",
      "startOffset" : 2,
      "endOffset" : 50
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Q., Wang, H.R., Dong, Z.L., et al. (2016). Cisplatin-prodrug679 constructed liposomes as a versatile theranostic nanoplatform for bimodal imaging guided 680 combination cancer therapy. Adv Funct Mater 26(13), 2207-2217. doi: 681 10.1002/adfm.201504899. 682 Feng, L.Z., and Liu, Z.A. (2011). Graphene in biomedicine: opportunities and challenges.",
      "startOffset" : 2,
      "endOffset" : 298
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, Y., Chang, Y., Jian, H., Zheng, R., Wu, X., et al. (2019). Time-staggered delivery 685 of erlotinib and doxorubicin by gold nanocages with two smart polymers for reprogrammable 686 release and synergistic with photothermal therapy.",
      "startOffset" : 2,
      "endOffset" : 67
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, Y., Chang, Y., Jian, H., Zheng, R., Wu, X., et al. (2019). Time-staggered delivery 685 of erlotinib and doxorubicin by gold nanocages with two smart polymers for reprogrammable 686 release and synergistic with photothermal therapy. Biomaterials 217, 119327. doi: 687 10.1016/j.biomaterials.2019.119327. 688 Gao, C., Liang, X.L., Mo, S.Y., Zhang, N.S., Sun, D.S., and Dai, Z.F. (2018). Near-infrared cyanine689 loaded liposome-like nanocapsules of camptothecin floxuridine conjugate for enhanced 690 chemophotothermal combination cancer therapy.",
      "startOffset" : 2,
      "endOffset" : 393
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, Y., Chang, Y., Jian, H., Zheng, R., Wu, X., et al. (2019). Time-staggered delivery 685 of erlotinib and doxorubicin by gold nanocages with two smart polymers for reprogrammable 686 release and synergistic with photothermal therapy. Biomaterials 217, 119327. doi: 687 10.1016/j.biomaterials.2019.119327. 688 Gao, C., Liang, X.L., Mo, S.Y., Zhang, N.S., Sun, D.S., and Dai, Z.F. (2018). Near-infrared cyanine689 loaded liposome-like nanocapsules of camptothecin floxuridine conjugate for enhanced 690 chemophotothermal combination cancer therapy. ACS Appl Mater Inter 10(4), 3219-3228. doi: 691 10.1021/acsami.7b14123. 692 Gao, G., Jiang, Y.W., Sun, W., Guo, Y., Jia, H.R., Yu, X.W., et al. (2019). Molecular targeting693 mediated mild-temperature photothermal therapy with a smart albumin-based nanodrug.",
      "startOffset" : 2,
      "endOffset" : 705
    }, {
      "referenceID" : 1,
      "context" : ", LiLi, B., Kelly, L.G.-S., Krystina, L.S., James, C.W., and Payne, J.D. (2010). 696 Photothermal therapy in a murine colon cancer model using near-infrared absorbing gold 697 nanorods.",
      "startOffset" : 2,
      "endOffset" : 80
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., Xiang, J., Xu, H., Feng, L.Z., Shi, X.Z., et al. (2013). Near-infrared absorbing 699 polymeric nanoparticles as a versatile drug carrier for cancer combination therapy.",
      "startOffset" : 2,
      "endOffset" : 69
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., Xiang, J., Xu, H., Feng, L.Z., Shi, X.Z., et al. (2013). Near-infrared absorbing 699 polymeric nanoparticles as a versatile drug carrier for cancer combination therapy. Adv Funct 700 Mater 23(48), 6059-6067. doi: 10.1002/adfm.201301555. 701 Hahn, G.M., Braun, J., and Harkedar, I. (1975). Thermochemotherapy-synergism between 702 hyperthermia (42-43 degrees) and adriamycin (or bleomycin) in mammalian-cell inactivation.",
      "startOffset" : 2,
      "endOffset" : 301
    }, {
      "referenceID" : 1,
      "context" : ", Liu, Y.J., Liu, S., Xie, Z.G., Yu, M., et al. (2018a). Near-infrared-light-induced 711 morphology transition of poly(ether amine) nanoparticles for supersensitive drug release.",
      "startOffset" : 2,
      "endOffset" : 56
    }, {
      "referenceID" : 0,
      "context" : ", Chen, J.Y., Li, Z.Y., Au, L., Hartland, G.V., Li, X.D., et al. (2006). Gold nanostructures: 722 engineering their plasmonic properties for biomedical applications.",
      "startOffset" : 2,
      "endOffset" : 72
    }, {
      "referenceID" : 0,
      "context" : ", Chen, G.X., Zhou, Z.Y., et al. (2011). Freestanding 725 palladium nanosheets with plasmonic and catalytic properties.",
      "startOffset" : 2,
      "endOffset" : 40
    }, {
      "referenceID" : 0,
      "context" : ", Chen, G.X., Zhou, Z.Y., et al. (2011). Freestanding 725 palladium nanosheets with plasmonic and catalytic properties. Nat Nanotechnol 6(1), 28-32. 726 doi: 10.1038/Nnano.2010.235. 727 Iijima, S. (1991). Helical microtubules of graphitic carbon.",
      "startOffset" : 2,
      "endOffset" : 204
    }, {
      "referenceID" : 0,
      "context" : ", Chen, G.X., Zhou, Z.Y., et al. (2011). Freestanding 725 palladium nanosheets with plasmonic and catalytic properties. Nat Nanotechnol 6(1), 28-32. 726 doi: 10.1038/Nnano.2010.235. 727 Iijima, S. (1991). Helical microtubules of graphitic carbon. Nature 354(6348), 56-58. doi: DOI 728 10.1038/354056a0. 729 Jain, R.K., and Stylianopoulos, T. (2010). Delivering nanomedicine to solid tumors.",
      "startOffset" : 2,
      "endOffset" : 349
    }, {
      "referenceID" : 0,
      "context" : ", Chen, G.X., Zhou, Z.Y., et al. (2011). Freestanding 725 palladium nanosheets with plasmonic and catalytic properties. Nat Nanotechnol 6(1), 28-32. 726 doi: 10.1038/Nnano.2010.235. 727 Iijima, S. (1991). Helical microtubules of graphitic carbon. Nature 354(6348), 56-58. doi: DOI 728 10.1038/354056a0. 729 Jain, R.K., and Stylianopoulos, T. (2010). Delivering nanomedicine to solid tumors. Nat Rev Clin 730 Oncol 7(11), 653-664. doi: 10.1038/nrclinonc.2010.139. 731 Jiang, Y., Cui, D., Fang, Y., Zhen, X., Upputuri, P.K., Pramanik, M., et al. (2017). Amphiphilic 732 semiconducting polymer as multifunctional nanocarrier for fluorescence/photoacoustic 733 imaging guided chemo-photothermal therapy.",
      "startOffset" : 2,
      "endOffset" : 551
    }, {
      "referenceID" : 1,
      "context" : "770 Li, D.D., Wang, J.X., Ma, Y., Qian, H.S., Wang, D., Wang, L., et al. (2016a). A donor-acceptor 771 conjugated polymer with alternating isoindigo derivative and bithiophene units for near772 infrared modulated cancer thermo-chemotherapy.",
      "startOffset" : 4,
      "endOffset" : 81
    }, {
      "referenceID" : 1,
      "context" : "19 Li, M.H., Sun, X.T., Zhang, N., Wang, W., Yang, Y., Jia, H.Z., et al. (2018b). NIR-activated 780 polydopamine-coated carrier-free \"nanobomb\" for in situ on-demand drug release.",
      "startOffset" : 3,
      "endOffset" : 81
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Y.J., Wang, Y., Li, H., Han, H.J., et al. (2016c). pH- and NIR light792 responsive polymeric prodrug micelles for hyperthermia-assisted site-specific chemotherapy 793 to reverse drug resistance in cancer treatment.",
      "startOffset" : 2,
      "endOffset" : 58
    }, {
      "referenceID" : 0,
      "context" : ", Chen, D., Li, L.L., Liu, T.L., Tan, L.F., Wu, X.L., et al. (2011). Multifunctional gold 804 nanoshells on silica nanorattles: a platform for the combination of photothermal therapy and 805 chemotherapy with low systemic toxicity.",
      "startOffset" : 2,
      "endOffset" : 68
    }, {
      "referenceID" : 0,
      "context" : ", Chen, D., Li, L.L., Liu, T.L., Tan, L.F., Wu, X.L., et al. (2011). Multifunctional gold 804 nanoshells on silica nanorattles: a platform for the combination of photothermal therapy and 805 chemotherapy with low systemic toxicity. Angew Chem Int Ed 50(4), 891-895. doi: 806 10.1002/anie.201002820. 807 Liu, X.J., Wang, Q., Li, C., Zou, R.J., Li, B., Song, G.S., et al. (2014). Cu2-xSe@mSiO2-PEG core808 shell nanoparticles: a low-toxic and efficient difunctional nanoplatform for chemo809 photothermal therapy under near infrared light radiation with a safe power density.",
      "startOffset" : 2,
      "endOffset" : 377
    }, {
      "referenceID" : 1,
      "context" : ", Liu, Z.Q., Cao, Y., Dai, W.H., Zhang, K., Dong, H.F., et al. (2017). Fabricating 832 aptamer-conjugated PEGylated-MoS2/Cu1.",
      "startOffset" : 2,
      "endOffset" : 70
    }, {
      "referenceID" : 1,
      "context" : ", Liang, S., Liu, Y., and Zhang, N. (2019). Promoting early diagnosis and 837 precise therapy of hepatocellular carcinoma by glypican-3-targeted synergistic chemo838 photothermal theranostics.",
      "startOffset" : 2,
      "endOffset" : 43
    }, {
      "referenceID" : 1,
      "context" : ", and Li, L. (2011). Water-soluble poly(N858 isopropylacrylamide)-graphene sheets synthesized via click chemistry for drug delivery.",
      "startOffset" : 6,
      "endOffset" : 20
    }, {
      "referenceID" : 1,
      "context" : ", and Li, L. (2011). Water-soluble poly(N858 isopropylacrylamide)-graphene sheets synthesized via click chemistry for drug delivery. Adv 859 Funct Mater 21(14), 2754-2763. doi: 10.1002/adfm.201100078. 860 Park, H., Yang, J., Lee, J., Haam, S., Choi, I.H., and Yoo, K.H. (2009). Multifunctional nanoparticles 861 for combined doxorubicin and photothermal treatments.",
      "startOffset" : 6,
      "endOffset" : 277
    }, {
      "referenceID" : 1,
      "context" : ", Liu, S., Xie, Z., et al. (2019). Albumin-bound paclitaxel dimeric 867 prodrug nanoparticles with tumor redox heterogeneity-triggered drug release for synergistic 868 photothermal/chemotherapy.",
      "startOffset" : 2,
      "endOffset" : 34
    }, {
      "referenceID" : 1,
      "context" : ", Liu, S., Xie, Z., et al. (2019). Albumin-bound paclitaxel dimeric 867 prodrug nanoparticles with tumor redox heterogeneity-triggered drug release for synergistic 868 photothermal/chemotherapy. Nano Res 12(4), 877-887. doi: 10.1007/s12274-019-2318-7. 869 Peng, C.L., Shih, Y.H., Lee, P.C., Hsieh, T.M., Luo, T.Y., and Shieh, M.J. (2011). Multimodal 870 image-guided photothermal therapy mediated by (188)Re-labeled micelles containing a cyanine871 type photosensitizer.",
      "startOffset" : 2,
      "endOffset" : 338
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Y.L., Feng, P.J., Xiao, X.Z., Dong, M., Yu, J.C., et al. (2017). Conjugated polymer 887 nanomaterials for theranostics.",
      "startOffset" : 2,
      "endOffset" : 72
    }, {
      "referenceID" : 1,
      "context" : ", Liang, Y.Y., Wang, H.L., Casalongue, H.S., Vinh, D., et al. (2011). 895 Ultrasmall reduced graphene oxide with high near-infrared absorbance for photothermal 896 therapy.",
      "startOffset" : 2,
      "endOffset" : 69
    }, {
      "referenceID" : 1,
      "context" : ", Liang, Y.Y., Wang, H.L., Casalongue, H.S., Vinh, D., et al. (2011). 895 Ultrasmall reduced graphene oxide with high near-infrared absorbance for photothermal 896 therapy. J Am Chem Soc 133(17), 6825-6831. doi: 10.1021/ja2010175. 897 Saha, K., Agasti, S.S., Kim, C., Li, X.N., and Rotello, V.M. (2012). Gold nanoparticles in chemical 898 and biological sensing.",
      "startOffset" : 2,
      "endOffset" : 303
    }, {
      "referenceID" : 1,
      "context" : ", Liang, Y.Y., Wang, H.L., Casalongue, H.S., Vinh, D., et al. (2011). 895 Ultrasmall reduced graphene oxide with high near-infrared absorbance for photothermal 896 therapy. J Am Chem Soc 133(17), 6825-6831. doi: 10.1021/ja2010175. 897 Saha, K., Agasti, S.S., Kim, C., Li, X.N., and Rotello, V.M. (2012). Gold nanoparticles in chemical 898 and biological sensing. Chem Rev 112(5), 2739-2779. doi: 10.1021/cr2001178. 899 Shen, S., Tang, H.Y., Zhang, X.T., Ren, J.F., Pang, Z.Q., Wang, D.G., et al. (2013). Targeting 900 mesoporous silica-encapsulated gold nanorods for chemo-photothermal therapy with near901 infrared radiation.",
      "startOffset" : 2,
      "endOffset" : 503
    }, {
      "referenceID" : 1,
      "context" : ", Liang, Y.Y., Wang, H.L., Casalongue, H.S., Vinh, D., et al. (2011). 895 Ultrasmall reduced graphene oxide with high near-infrared absorbance for photothermal 896 therapy. J Am Chem Soc 133(17), 6825-6831. doi: 10.1021/ja2010175. 897 Saha, K., Agasti, S.S., Kim, C., Li, X.N., and Rotello, V.M. (2012). Gold nanoparticles in chemical 898 and biological sensing. Chem Rev 112(5), 2739-2779. doi: 10.1021/cr2001178. 899 Shen, S., Tang, H.Y., Zhang, X.T., Ren, J.F., Pang, Z.Q., Wang, D.G., et al. (2013). Targeting 900 mesoporous silica-encapsulated gold nanorods for chemo-photothermal therapy with near901 infrared radiation. Biomaterials 34(12), 3150-3158. doi: 10.1016/j.biomaterials.2013.01.051. 902 Sheng, Z.H., Hu, D.H., Xue, M.M., He, M., Gong, P., and Cai, L.T. (2013). Indocyanine green 903 nanoparticles for theranostic applications.",
      "startOffset" : 2,
      "endOffset" : 777
    }, {
      "referenceID" : 1,
      "context" : ", Li, M., Ren, J.S., and Qu, X.G. (2012). pH-responsive NIR enhanced 906 drug release from gold nanocages possesses high potency against cancer cells.",
      "startOffset" : 2,
      "endOffset" : 41
    }, {
      "referenceID" : 0,
      "context" : ", Liu, M.Y., Deng, F.J., Zeng, G.J., Wan, Q., Zhang, X.Y., et al. (2017). Recent progress 909 and development on polymeric nanomaterials for photothermal therapy: a brief overview.",
      "startOffset" : 2,
      "endOffset" : 73
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Q., and Liu, Z. (2015). Recent advances in the development of organic 912 photothermal nano-agents.",
      "startOffset" : 2,
      "endOffset" : 31
    }, {
      "referenceID" : 1,
      "context" : ", Li, Y.Y., Ding, Y.P., Ji, T.J., Wu, M.Y., et al. (2015). \"Triple-punch\" strategy 914 for triple negative breast cancer therapy with minimized drug dosage and improved antitumor 915 efficacy.",
      "startOffset" : 2,
      "endOffset" : 58
    }, {
      "referenceID" : 1,
      "context" : ", Liu, L., Gu, Q., and Wang, S. (2018). Conjugated polymer materials for 917 photothermal therapy.",
      "startOffset" : 2,
      "endOffset" : 39
    }, {
      "referenceID" : 1,
      "context" : ", and Liu, Z. (2015). Remotely controlled red blood cell 919 carriers for cancer targeting and near-infrared light-triggered drug release in combined 920 photothermal-chemotherapy.",
      "startOffset" : 6,
      "endOffset" : 21
    }, {
      "referenceID" : 1,
      "context" : ", Liu, X., Meng, T., et al. (2019). Mitochondria-responsive drug 923 release along with heat shock mediated by multifunctional glycolipid micelles for precise 924 cancer chemo-phototherapy.",
      "startOffset" : 2,
      "endOffset" : 35
    }, {
      "referenceID" : 1,
      "context" : ", Lim, D.J., and Park, H. (2019). Gold Nanoparticles for 926 Photothermal Cancer Therapy.",
      "startOffset" : 2,
      "endOffset" : 33
    }, {
      "referenceID" : 0,
      "context" : ", Chen, B.W., Li, L., Wang, D., Shi, S.R., Zhang, T., et al. (2018). Nanoscaled red blood 928 cells facilitate breast cancer treatment by combining photothermal/photodynamic therapy and 929 chemotherapy.",
      "startOffset" : 2,
      "endOffset" : 68
    }, {
      "referenceID" : 1,
      "context" : ", Liu, Y.W., Jia, X.D., and Jiang, X. (2016a). Polydopamine coated selenide 931 molybdenum: a new photothermal nanocarrier for highly effective chemo-photothermal 932 synergistic therapy.",
      "startOffset" : 2,
      "endOffset" : 46
    }, {
      "referenceID" : 0,
      "context" : ", Liang, C., Liu, Y., Li, Z., Yang, G., et al. (2013a). Iron oxide@polypyrrole 935 nanoparticles as a multifunctional drug carrier for remotely controlled cancer therapy with 936 synergistic antitumor effect.",
      "startOffset" : 2,
      "endOffset" : 55
    }, {
      "referenceID" : 0,
      "context" : ", Liang, C., Liu, Y., Li, Z., Yang, G., et al. (2013a). Iron oxide@polypyrrole 935 nanoparticles as a multifunctional drug carrier for remotely controlled cancer therapy with 936 synergistic antitumor effect. ACS Nano 7(8), 6782-6795. doi: 10.1021/nn4017179. 937 Wang, H., Sun, Y.B., Yi, J.H., Fu, J.P., Di, J., Alonso, A.D., et al. (2015a). Fluorescent porous 938 carbon nanocapsules for two-photon imaging, NIR/pH dual-responsive drug carrier, and 939 photothermal therapy.",
      "startOffset" : 2,
      "endOffset" : 341
    }, {
      "referenceID" : 0,
      "context" : ", Liang, C., Liu, Y., Li, Z., Yang, G., et al. (2013a). Iron oxide@polypyrrole 935 nanoparticles as a multifunctional drug carrier for remotely controlled cancer therapy with 936 synergistic antitumor effect. ACS Nano 7(8), 6782-6795. doi: 10.1021/nn4017179. 937 Wang, H., Sun, Y.B., Yi, J.H., Fu, J.P., Di, J., Alonso, A.D., et al. (2015a). Fluorescent porous 938 carbon nanocapsules for two-photon imaging, NIR/pH dual-responsive drug carrier, and 939 photothermal therapy. Biomaterials 53, 117-126. doi: 10.1016/j.biomaterials.2015.02.087. 940 Wang, H., Zhao, Y.L., and Nie, G.J. (2013b). Multifunctional nanoparticle systems for combined 941 chemo- and photothermal cancer therapy.",
      "startOffset" : 2,
      "endOffset" : 591
    }, {
      "referenceID" : 0,
      "context" : ", Chen, J.X., Wang, M.Z., and Ge, X.W. (2015b). The preparation, drug loading 944 and in vitro NIR photothermal-controlled release behavior of raspberry-like hollow 945 polypyrrole microspheres.",
      "startOffset" : 2,
      "endOffset" : 47
    }, {
      "referenceID" : 0,
      "context" : ", Chen, J.X., Wang, M.Z., and Ge, X.W. (2015b). The preparation, drug loading 944 and in vitro NIR photothermal-controlled release behavior of raspberry-like hollow 945 polypyrrole microspheres. J Mater Chem B 3(47), 9186-9193. doi: 10.1039/c5tb01314c. 946 Wang, J.L., and Qiu, J.J. (2016). A review of carbon dots in biological applications.",
      "startOffset" : 2,
      "endOffset" : 290
    }, {
      "referenceID" : 1,
      "context" : ", Li, Z., et al. (2016b). Aggregation induced 949 emission fluorogens based nanotheranostics for targeted and imaging-guided chemo950 photothermal combination therapy.",
      "startOffset" : 2,
      "endOffset" : 25
    }, {
      "referenceID" : 1,
      "context" : ", Lin, X.Y., Wang, J., Hu, Z.J., Ji, Y.L., Hou, S., et al. (2014a). Novel insights into 952 combating cancer chemotherapy resistance using a plasmonic nanocarrier: enhancing drug 953 sensitiveness and accumulation simultaneously with localized mild photothermal stimulus of 954 femtosecond pulsed laser.",
      "startOffset" : 2,
      "endOffset" : 67
    }, {
      "referenceID" : 1,
      "context" : ", Liang, G.H., Zhang, W.J., Xing, D., and Hu, X.L. (2018a). Cascade-promoted photo957 chemotherapy against resistant cancers by enzyme-responsive polyprodrug nanoplatforms.",
      "startOffset" : 2,
      "endOffset" : 59
    }, {
      "referenceID" : 1,
      "context" : ", Li, X., Mao, Y., Wang, D., Zhao, Q., and Wang, S. (2019a). Multi-stimuli responsive 960 nanosystem modified by tumor-targeted carbon dots for chemophototherapy synergistic 961 therapy.",
      "startOffset" : 2,
      "endOffset" : 60
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Z., Zhang, F., Wang, Q., Guo, W., et al. (2019b). Construct of 969 MoSe2/Bi2Se3 nanoheterostructure: Multimodal CT/PT imaging-guided 970 PTT/PDT/chemotherapy for cancer treating.",
      "startOffset" : 2,
      "endOffset" : 57
    }, {
      "referenceID" : 0,
      "context" : ", Chen, H., Zou, Y., Li, Y.W., et al. (2018b). Multifunctional melanin973 like nanoparticles for bone-targeted chemo-photothermal therapy of malignant bone tumors 974 and osteolysis.",
      "startOffset" : 2,
      "endOffset" : 46
    }, {
      "referenceID" : 1,
      "context" : "Light-responsive 976 nanoparticles for highly efficient cytoplasmic delivery of anticancer agents. ACS Nano 11(12), 977 12134-12144. doi: 10.1021/acsnano.7b05214. 978 Weissleder, R. (2001). A clearer vision for in vivo imaging.",
      "startOffset" : 0,
      "endOffset" : 189
    }, {
      "referenceID" : 1,
      "context" : "Light-responsive 976 nanoparticles for highly efficient cytoplasmic delivery of anticancer agents. ACS Nano 11(12), 977 12134-12144. doi: 10.1021/acsnano.7b05214. 978 Weissleder, R. (2001). A clearer vision for in vivo imaging. Nat Biotechnol 19(4), 316-317. doi: 979 10.1038/86684. 980 Weissleder, R., and Ntziachristos, V. (2003). Shedding light onto live molecular targets.",
      "startOffset" : 0,
      "endOffset" : 332
    }, {
      "referenceID" : 1,
      "context" : ", Liu, B., and Cai, L. (2013). Hybrid polypeptide micelles loading 983 indocyanine green for tumor imaging and photothermal effect study.",
      "startOffset" : 2,
      "endOffset" : 30
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., Wang, C., Peng, R., and Liu, Z. (2014). Conjugated polymers for photothermal 992 therapy of cancer.",
      "startOffset" : 2,
      "endOffset" : 52
    }, {
      "referenceID" : 1,
      "context" : ", Li, Y.K., Wu, H., Zhou, Y.L., Pan, M., et al. (2016). NIR-laser-controlled drug 997 release from DOX/IR-780-loaded temperature-sensitive-liposomes for chemo-photothermal 998 synergistic tumor therapy.",
      "startOffset" : 2,
      "endOffset" : 55
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., and Liu, Z. (2015a). Two-dimensional 1000 magnetic WS2@Fe3O4 nanocomposite with mesoporous silica coating for drug delivery and 1001 imaging-guided therapy of cancer.",
      "startOffset" : 2,
      "endOffset" : 33
    }, {
      "referenceID" : 1,
      "context" : ", Lim, E.K., Park, H., et al. (2011). Convertible organic 1004 nanoparticles for near-infrared photothermal ablation of cancer cells.",
      "startOffset" : 2,
      "endOffset" : 37
    }, {
      "referenceID" : 1,
      "context" : ", and Liu, Z. (2015b). The advancing uses of nano-graphene in drug delivery.",
      "startOffset" : 6,
      "endOffset" : 22
    }, {
      "referenceID" : 1,
      "context" : ", and Liu, Z. (2013). Nano-graphene in biomedicine: theranostic 1013 applications.",
      "startOffset" : 6,
      "endOffset" : 21
    }, {
      "referenceID" : 1,
      "context" : ", and Liu, Z. (2013). Nano-graphene in biomedicine: theranostic 1013 applications. Chem Soc Rev 42(2), 530-547. doi: 10.1039/c2cs35342c. 1014 Yang, K., Wan, J.M., Zhang, S., Tian, B., Zhang, Y.J., and Liu, Z. (2012a). The influence of surface 1015 chemistry and size of nanoscale graphene oxide on photothermal therapy of cancer using 1016 ultra-low laser power.",
      "startOffset" : 6,
      "endOffset" : 217
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., Sun, C.Y., Wang, J., and Liu, Z. (2012b). In vitro and in vivo near1019 infrared photothermal therapy of cancer using polypyrrole organic nanoparticles.",
      "startOffset" : 2,
      "endOffset" : 54
    }, {
      "referenceID" : 1,
      "context" : ", and Liu, Z.A. (2010). Graphene in mice: 1022 ultrahigh in vivo tumor uptake and efficient photothermal therapy.",
      "startOffset" : 6,
      "endOffset" : 23
    }, {
      "referenceID" : 1,
      "context" : ", and Liu, Z.A. (2010). Graphene in mice: 1022 ultrahigh in vivo tumor uptake and efficient photothermal therapy. Nano Lett 10(9), 33181023 3323. doi: 10.1021/nl100996u. 1024 Yao, J., Kang, S., Zhang, J., Du, J., Zhang, Z., and Li, M. (2017). Amphiphilic near-infrared 1025 conjugated polymer for photothermal and chemo combination therapy.",
      "startOffset" : 6,
      "endOffset" : 242
    }, {
      "referenceID" : 0,
      "context" : ", Liu, H., Khan, M.I., Shen, S., Li, S.Y., et al. (2018). Enzyme degradable 1028 hyperbranched polyphosphoester micellar nanomedicines for NIR imaging-guided chemo1029 photothermal therapy of drug-resistant cancers.",
      "startOffset" : 2,
      "endOffset" : 57
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, Y.Y., Chen, J.Y., Cobley, C.M., Zhang, Q., Rycenga, M., et al. (2009). Gold 1032 nanocages covered by smart polymers for controlled release with near-infrared light.",
      "startOffset" : 2,
      "endOffset" : 79
    }, {
      "referenceID" : 1,
      "context" : ", and Li, C. (2010). Exceptionally high payload of doxorubicin in hollow gold 1039 nanospheres for near-infrared light-triggered drug release.",
      "startOffset" : 6,
      "endOffset" : 20
    }, {
      "referenceID" : 1,
      "context" : ", Liu, J., Liao, L.D., Hong, M., et al. (2015). Conjugated polymer and 1051 drug co-encapsulated nanoparticles for chemo- and photo-thermal combination therapy with 1052 two-photon regulated fast drug release.",
      "startOffset" : 2,
      "endOffset" : 47
    }, {
      "referenceID" : 1,
      "context" : ", Liu, P., Zheng, M., Zhao, P., Wang, Y., Ma, Y., et al. (2013). IR-780 dye loaded tumor 1054 targeting theranostic nanoparticles for NIR imaging and photothermal therapy.",
      "startOffset" : 2,
      "endOffset" : 64
    }, {
      "referenceID" : 1,
      "context" : ", Licarete, E., and Astilean, S. (2019). Efficient 1060 combined near-infrared-triggered therapy: Phototherapy over chemotherapy in chitosan1061 reduced graphene oxide-IR820 dye-doxorubicin nanoplatforms.",
      "startOffset" : 2,
      "endOffset" : 40
    }, {
      "referenceID" : 1,
      "context" : ", Licarete, E., and Astilean, S. (2019). Efficient 1060 combined near-infrared-triggered therapy: Phototherapy over chemotherapy in chitosan1061 reduced graphene oxide-IR820 dye-doxorubicin nanoplatforms. J Colloid Interface Sci 552, 1062 218-229. doi: 10.1016/j.jcis.2019.05.050. 1063 Zhang, A., Li, A., Zhao, W., and Liu, J. (2018a). Recent advances in functional polymer decorated 1064 two-dimensional transition-metal dichalcogenides nanomaterials for chemo-photothermal 1065 therapy.",
      "startOffset" : 2,
      "endOffset" : 335
    }, {
      "referenceID" : 0,
      "context" : ", Liu, H.Y., Song, J., and Yin, J. (2019). Positively charged helical chain-modified 1067 stimuli-responsive nanoassembly capable of targeted drug delivery and photoacoustic 1068 imaging-guided chemo-photothermal synergistic therapy.",
      "startOffset" : 2,
      "endOffset" : 42
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Y., Li, Z., Li, L., Saint-Cricq, P., Li, C., et al. (2016a). Tailored synthesis of 1071 octopus-type Janus nanoparticles for synergistic actively-targeted and chemo-photothermal 1072 therapy.",
      "startOffset" : 2,
      "endOffset" : 68
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Y., Li, Z., Li, L., Saint-Cricq, P., Li, C., et al. (2016a). Tailored synthesis of 1071 octopus-type Janus nanoparticles for synergistic actively-targeted and chemo-photothermal 1072 therapy. Angew Chem Int Ed 55(6), 2118-2121. doi: 10.1002/anie.201510409. 1073 Zhang, L.M., Xia, J.G., Zhao, Q.H., Liu, L.W., and Zhang, Z.J. (2010). Functional graphene oxide as 1074 a nanocarrier for controlled loading and targeted delivery of mixed anticancer drugs.",
      "startOffset" : 2,
      "endOffset" : 340
    }, {
      "referenceID" : 1,
      "context" : ", Li, M.H., Sun, X.T., Jia, H.Z., and Liu, W.G. (2018b). NIR-responsive cancer 1084 cytomembrane-cloaked carrier-free nanosystems for highly efficient and self-targeted tumor 1085 drug delivery.",
      "startOffset" : 2,
      "endOffset" : 56
    }, {
      "referenceID" : 1,
      "context" : ", Li, M.H., Tan, S.Y., Qu, Q.Y., and Zhao, Y.L. (2016b). Polymeric prodrug 1087 grafted hollow mesoporous silica nanoparticles encapsulating near-infrared absorbing dye for 1088 potent combined photothermal-chemotherapy.",
      "startOffset" : 2,
      "endOffset" : 56
    }, {
      "referenceID" : 1,
      "context" : ", Li, M.H., Ang, C.Y., Tan, S.Y., Qu, Q.Y., et al. (2016c). Acid-responsive 1091 polymeric doxorubicin prodrug nanoparticles encapsulating a near-infrared dye for combined 1092 photothermal-chemotherapy.",
      "startOffset" : 2,
      "endOffset" : 59
    }, {
      "referenceID" : 0,
      "context" : ", Chen, H.Z., Lim, W.Q., Phua, F.S.Z., An, G.H., et al. (2018c). Reduction1095 sensitive fluorescence enhanced polymeric prodrug nanoparticles for combinational 1096 photothermal-chemotherapy.",
      "startOffset" : 2,
      "endOffset" : 64
    }, {
      "referenceID" : 1,
      "context" : ", Li, X., Hu, Z., et al. (2012). Mesoporous silica-coated gold 1099 nanorods as a light-mediated multifunctional theranostic platform for cancer treatment.",
      "startOffset" : 2,
      "endOffset" : 32
    }, {
      "referenceID" : 0,
      "context" : ", and Chen, C.H. (2013). Near-infrared light-mediated nanoplatforms for cancer 1102 thermo-chemotherapy and optical imaging.",
      "startOffset" : 6,
      "endOffset" : 24
    }, {
      "referenceID" : 0,
      "context" : ", and Chen, C.H. (2013). Near-infrared light-mediated nanoplatforms for cancer 1102 thermo-chemotherapy and optical imaging. Adv Mater 25(28), 3869-3880. doi: 1103 10.1002/adma.201301890. 1104 Zhao, A.D., Chen, Z.W., Zhao, C.Q., Gao, N., Ren, J.S., and Qu, X.G. (2015). Recent advances in 1105 bioapplications of C-dots.",
      "startOffset" : 6,
      "endOffset" : 269
    }, {
      "referenceID" : 0,
      "context" : ", and Chen, C.H. (2013). Near-infrared light-mediated nanoplatforms for cancer 1102 thermo-chemotherapy and optical imaging. Adv Mater 25(28), 3869-3880. doi: 1103 10.1002/adma.201301890. 1104 Zhao, A.D., Chen, Z.W., Zhao, C.Q., Gao, N., Ren, J.S., and Qu, X.G. (2015). Recent advances in 1105 bioapplications of C-dots. Carbon 85, 309-327. doi: 10.1016/j.carbon.2014.12.045. 1106 Zheng, M.B., Yue, C.X., Ma, Y.F., Gong, P., Zhao, P.F., Zheng, C.F., et al. (2013). Single-step 1107 assembly of DOX/ICG loaded lipid-polymer nanoparticles for highly effective chemo1108 photothermal combination therapy.",
      "startOffset" : 6,
      "endOffset" : 464
    }, {
      "referenceID" : 0,
      "context" : ", and Chen, P. (2015). Glowing graphene quantum 1110 dots and carbon dots: properties, syntheses, and biological applications.",
      "startOffset" : 6,
      "endOffset" : 22
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., Meng, F., Zhong, Z., and Liu, Z. (2013). Gold nanorod-cored 1113 biodegradable micelles as a robust and remotely controllable doxorubicin release system for 1114 potent inhibition of drug-sensitive and -resistant cancer cells.",
      "startOffset" : 2,
      "endOffset" : 53
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, L., Meng, F., Zhong, Z., and Liu, Z. (2013). Gold nanorod-cored 1113 biodegradable micelles as a robust and remotely controllable doxorubicin release system for 1114 potent inhibition of drug-sensitive and -resistant cancer cells. Biomacromolecules 14(7), 1115 2411-2419. doi: 10.1021/bm400530d. 1116 Zhou, J., Lu, Z., Zhu, X., Wang, X., Liao, Y., Ma, Z., et al. (2013). NIR photothermal therapy using 1117 polyaniline nanoparticles.",
      "startOffset" : 2,
      "endOffset" : 379
    }, {
      "referenceID" : 0,
      "context" : ", Chen, Z.W., Ren, J.S., and Qu, X.G. (2015). Near-infrared absorbing 1120 mesoporous carbon nanoparticle as an intelligent drug carrier for dual-triggered synergistic 1121 cancer therapy.",
      "startOffset" : 2,
      "endOffset" : 45
    }, {
      "referenceID" : 0,
      "context" : ", Cheng, P.H., Chen, P., and Pu, K.Y. (2018). Recent progress in the development of near1126 infrared organic photothermal and photodynamic nanotherapeutics.",
      "startOffset" : 2,
      "endOffset" : 45
    }, {
      "referenceID" : 0,
      "context" : ", Chen, S.P., Zhao, H., Yang, Y., Chen, X.Q., Sun, J., et al. (2016). PPy@MIL-100 1133 nanoparticles as a pH- and near-IR-irradiation-responsive drug carrier for simultaneous 1134 photothermal therapy and chemotherapy of cancer cells.",
      "startOffset" : 2,
      "endOffset" : 69
    } ],
    "year" : 0,
    "abstractText" : "Conventio insufficie developm therapeuti such as g approach been dev trigger fo summariz therapy, i potential photother",
    "creator" : null
  }
}