{
  "name" : "downloads_2020-03-03_b3_cheng2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Li-Ion Capacitor Integrated with Nano-network-Structured Ni/NiO/C Anode and Nitrogen-Doped Carbonized Metal−Organic Framework Cathode with High Power and Long Cyclability",
    "authors" : [ "Chung-Fu Cheng", "Yu-Ming Chen", "Feng Zou", "Kewei Liu", "Yanfeng Xia", "Yi-Fan Huang", "Wei-Yao Tung", "Mohan Raj Krishnan", "Bryan D. Vogt", "Chien-Lung Wang", "Rong-Ming Ho", "Yu Zhu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "With the rapid growth of portable electronic devices, therequirements for their energy-storage unit to achieve high energy and power densities are growing more demanding.1−3 Recently, significant efforts have been dedicated to develop electrochemical energy-storage devices with high efficiency, particularly for supercapacitors (SCs) and lithium-ion batteries (LIBs).4,5 LIBs exhibit high energy density (100−270 Wh/kg), relatively low power density (<1 kW/kg), as well as limited cyclability (∼103 cycles). These limitations typically result from the lithium intercalation reactions at working electrodes.6,7 On the other hand, SCs perform at much higher power density (5−10 kW/kg) over extended cycles (∼105 cycles), which is associated with the fast charge/discharge mechanism by physical adsorption/desorption of ions at the interface between working electrodes and an electrolyte. The main drawback for the SCs is their typically low energy density (in a range below 10 Wh/kg).8−10 To overcome these trade-offs, Li-ion capacitors (LICs) were introduced in recent years to provide balanced energy and power performance, which represents a potential solution to fill the gap between high energy density, but low power density devices and high power density, but low energy density devices.11−16 A LIC system is generally composed of a highly\nporous carbon cathode with a LIB-like anode and an electrolyte. With the optimization of the design of the working electrodes and electrolyte, LICs can usually deliver better energy density than conventional SCs as well as better power density than conventional LIBs.17−23 However, recent reports for LICs focus primarily on achieving a high energy density, where the LIC devices were often operated at unfavorable low current densities.24,25 The use of low current densities can be attributed to the poor kinetic balance between the cathode and the anode, where the kinetic rate for lithium intercalation reaction-based anode is much slower than that of the capacitive cathodes.26\nWith that knowledge, the rational design of anode and cathode materials is required for high performance in LIC to achieve synergy in capacity and efficiency. Most reported LIC anodes are LIB intercalation electrodes, such as Li4Ti5O12 or TiO2, which have limited specific capacities and slow redox reaction rates due to the intercalation mechanisms.27,28 A\nReceived: April 11, 2019 Accepted: August 2, 2019 Published: August 2, 2019\n© 2019 American Chemical Society 30694 DOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\nD ow\nnl oa\nde d\nvi a\nM A\nC Q\nU A\nR IE\nU N\nIV o\nn M\nar ch\n3 , 2\n02 0\nat 1\n3: 06\n:2 2\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nviable way to improve the energy density of LICs is to use anode materials with high specific capacity and excellent rate performance. Recently, some transition-metal oxides or carbides with well-defined nanostructures, such as Nb2O2, TiC, and VN,14,17,20 were investigated as alternative anodes for LICs with the purpose of increasing the specific capacity of the anode while retaining high stability. Simultaneously, hybridization of the transition-metal oxide with carbonaceous redox materials (carbon nanotube, graphene, graphene oxide, or conductive polymers) was utilized to improve the conductivity for high power density LICs.14,17,28−31 As compared to the LIC anodes, reports on the design of cathode materials for LICs are more limited. The most utilized cathodes, such as activated carbon (AC), exhibit low specific capacitance in nonaqueous electrolytes.32 One of the major reasons is the low electrochemically active surface area of the activated carbon that restrains the transport of ions during the charge/discharge c y c l e . 3 2 B a s e d on t h e c a p a c i t a n c e e qu a t i o n\n= +( )C C C1 1 1LIC anode cathode ,33 the low specific capacity of LIC cathode will adversely affect the overall specific capacitance of the LICs device to produce devices with low energy density. As a result, it is indispensable to develop cathode materials with large electrochemically active surface area and high conductivity to improve the performance of LICs. Based on the aforementioned considerations, hybrid LICs with a nano-network-structured Ni/NiO/C anode and a nitrogen-doped carbonized zeolitic imidazolate framework-8 (activated cZIF-8) cathode was developed in this work (Figure 1). On the anode side, the unique interconnected nano-\nnetwork-structured template was produced by a modified method from our previous report.34 After introducing an additional metal source and surface carbon layers, the nanonetwork-structured Ni/NiO/C electrodes with ultrafine carbon-coated transition-metal oxide particles were produced. The anode materials exhibit large capability and good charge/ discharge rate performance in half-cell tests, which can be attributed to the high surface area of the materials and pseudocapacitance from the conversion reaction.35 Those advantages render the nano-network-structured Ni/NiO/C electrodes promising as an anode material to achieve high energy and power densities. In addition, a nitrogen-doped porous carbon cathode material was synthesized from ZIF-8 precursors, followed by an activation process. This ZIF-derived doped carbon material (activated cZIF-8) possesses several favorable characteristics, such as excellent conductivity, tunable\nparticle size, and high specific surface area. By combining these two electrode materials and utilizing their half-cell performance to balance the kinetics between the cathode and anode, the assembled LICs demonstrated high energy (∼114.7 Wh/kg at 98.0 W/kg), high power (∼60.1 kW/kg at 17.6 Wh/kg) densities, and long-cycle life (87% capacitance retention after 12 000 cycles). These characteristics illustrate the ability to obtain high energy storage and high rate performance as well as long-term cyclic stability through this design. This result demonstrated the feasibility of fabricating high-performance LICs through the rational design of nanostructures for electrodes.\n■ RESULTS AND DISCUSSION Preparation of Anode Materials. The Ni/NiO/C nanocomposites with the network structure (i.e., nanoporous structure) were characterized following commonly reported methods in literatures.36,37 Small-angle X-ray scattering (SAXS) was used to elucidate the interdomain spacing of the forming nanonetwork (curve (i) in Figure 2a). The structures obtained by the spinodal decomposition of the dimethylformamide (DMF) and polystyrene (PS) (at different annealing times to control the coarsening of the forming nanostructure) lead to scattering of X-ray at a wavenumber q = 2π/d, where d is the interdomain spacing (d ∼ 25 nm) of the structures (see Table S1 for details). Brunauer−Emmett−Teller (BET) analysis of the N2 adsorption isotherm indicated (Figure S1) a high specific surface area of 256 m2/g for the nanoporous PS. The average pore diameter of the nanoporous PS is approximately 10 nm based on the Barrett−Joyner−Halenda analysis. Figure 2b shows the scanning electron microscopy (SEM) micrograph of the nanoporous PS where the nanoporous structure of the PS template with interconnected nanochannels can be clearly identified. Nanoporous Ni was subsequently fabricated by templated electroless plating on these nanoporous PS.38 Curve (ii) in Figure 2a is the onedimensional (1D) SAXS profile of the PS/Ni, where the scattering peak position remains same as compared to the curve (i). The corresponding transmission electron microscopy (TEM) image shown in Figure 2c further confirms the formation of the Ni nanonetwork structure in the PS matrix, indicating the preservation of the structure after Ni deposition. To prepare nano-network-structured Ni/NiO/C, a modified calcination/carbon coating approach was used.34,43 The calcination process removed the PS template and partially oxidized Ni into NiO at 550 °C, producing the nano-networkstructured Ni/NiO. Figure 2d shows the SEM micrograph where the network structure can be clearly identified, indicating the successful formation of the nano-networkstructured Ni/NiO. SAXS results (Figure 1a) confirmed the preservation of the network nanostructure from the invariance of the peak location for the intermediates and final product at approximately 0.27 nm−1 (d-spacing of 23 nm). Figure 2e shows the SEM micrograph of nano-network-structured Ni/ NiO/C, indicating that there are no morphological variations after the carbon coating. Wide-angle X-ray diffraction was used to examine the crystalline structures of the nano-networkstructured Ni/NiO/C. As shown in Figure 2h, all of the diffraction peaks can be indexed as face-centered cubic NiO (JCPDS no. 47-1049) and Ni (JCPDS no. 04-0850), with peaks of (111), (200) for Ni and (111), (200), (220) for NiO clearly evident in the diffraction patterns. There is no characteristic peak of graphitic carbon in the XRD profile,\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30695\nsuggesting the amorphous nature of the carbon film from the CVD process. This might be attributed to the relatively low deposition temperature (450 °C). The lattice constants for the nickel and nickel oxide were calculated by the primary diffraction peak with aNi = 3.520 Å and aNiO = 4.171 Å. Figure 2f shows the high-resolution TEM (HRTEM) image, where the lattice fringes of Ni and NiO grains were visible with the dimensions of the (111) plane of Ni and the (200) plane of NiO (Figure 2g) consistent with the XRD pattern. The composition of Ni/NiO/C was determined by thermogravimetric analysis (TGA) as shown in Figure S2 where the atomic\npercentage of Ni, NiO, and C was 17, 72, and 11 at%, respectively.\nElectrochemical Properties of the Anode. Ni/NiO/Cbased half-cells were fabricated to investigate the electrochemical performance of the Ni/NiO/C electrode. As shown in Figure 3a, cyclic voltammetry (CV) measurements of the Ni/NiO/C electrode were performed at different rates. The mechanism follows prior reports for NiO conversion electrodes where NiO reacts with lithium to yield Ni metal and lithium oxide.35,39 The storage mechanism was further studied by analyzing the peak current and the scan rate correlation (see\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30696\nthe Supporting Information (SI) for the details).40,41 As shown in Figure 3b, the peak current changes linearly with the scan rate and the coefficient of determination for the charge and discharge curves are R2 = 0.9895 and 0.9818, respectively. The results indicated a capacitive process for the electrode. The pseudocapacitive properties of the nano-network-structured Ni/NiO/C were further confirmed by high rate CV, as shown in Figure S3. The redox peaks are significantly reduced as compared with the low rate CV, indicating the dominant pseudocapacitive behavior. The corresponding specific capacitance calculated from the integration of the CV curves is listed in Table S2. The galvanostatic charge/discharge curves with current densities ranging from 0.1 to 20 A/g of the nanonetwork-structured Ni/NiO/C electrode are presented in Figure S4. The corresponding galvanostatic curves (voltage vs time) are shown in Figure S5. The electrode exhibited a voltage plateau at 0.7 V during the first discharge, in accordance with the CV results shown in Figure S6. Similar to many conversion reaction electrodes,42 this plateau was replaced by a long-sloped curve in the following cycles. In the first cycle, the discharge/charge capacities are 1417 and 1261 mAh/g, respectively. The difference in the capacity is caused by the formation of solid electrolyte interphase, which is generally observed for metal oxide electrode materials.42\nThe rate performance of the anode was evaluated at different current densities from 0.1 to 10 A/g. As shown in Figure 3c, the reversibility of the cell is good even after a high current density of 10 A/g. The capacity is similar to our previous results where the NiO electrode was evaluated as a LIB anode.37 We speculate that the rate performance of the nanonetwork-structured Ni/NiO/C is associated to the short lithium diffusion distance in the nano-network-structured Ni/ NiO/C for which the characteristic feature size is around 23− 25 nm from our SAXS result. Long-cycle test was conducted to investigate the cycle performance. The cell was cycled in the voltage range of 0.02−\n3.0 V at 0.2 A/g for four cycles and then at 1 A/g for following cycles. As shown in Figure 3d, the capacity of nano-networkstructured Ni/NiO/C electrode increases gradually to 953 mAh/g (at 324 cycles) and then decreases to 732 mAh/g after 600 cycles. The average fading rate is 0.04% per cycle. This slow fade can be better observed by examining the narrow range of the Coulombic efficiency, as shown in Figure S7.\nPreparation of Cathode Materials. Carbon materials with large specific surface area, high conductivity are required for high-performance LIC cathodes.43−46 The activation of nanoporous carbon by potassium hydroxide (KOH) has been previously reported to increase the porosity and specific surface area of carbon-based nanomaterials.43,46−49 For instance, a KOH-activated, microwave-exfoliated graphite oxide exhibited a BET surface area of 3100 m2/g.48,49 Our group has previously reported zeolitic imidazolate framework (ZIF-8)-derived nitrogen-doped (N-doped) carbon materials.43 This ZIF-derived, N-doped carbon material (cZIF-8) was further treated by KOH (activation) to obtain the final product (activated cZIF-8) for this study. The SEM micrographs shown in Figure 4a−c depict the morphologies of the assynthesized ZIF-8, cZIF-8, and activated cZIF-8, respectively. The corresponding TEM micrographs are shown in Figures S8 and S9. Note that the morphology of the ZIF-8 remained unchanged through all of the fabrication steps. Even after both carbonation andactivation, the cZIF-8 still showed a rhombic dodecahedral morphology. The TEM image (Figure 4d) conconfirms the retention of the nanostructure of the activated cZIF-8. The high porosity of the activated cZIF-8 particles can be further verified by the surface roughness from the HRTEM image shown in the inset of Figure 4d. Energy-dispersive X-ray spectroscopy (EDS) mapping was used to characterize the elemental distribution and the composition of the activated cZIF-8. As shown in Figure 4e−g, C, N, and O were uniformly distributed in the materials, indicating the homogeneity of the heteroatom dopant in the carbon matrix of each activated\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30697\ncZIF-8 particle. Furthermore, X-ray photoelectron spectroscopy (XPS) was used to further confirm the N-doping in the carbon matrix, as shown in Figure S10a. From XPS results, the atomic ratios of C, N, and O are 74, 21, and 3% in the activated cZIF-8, respectively. The small amount of residue metal ions (∼2%) remaining can be attributed to the zinc or potassium ions. The N-doping content was further examined in Figure S10b by the deconvolution of N 1s peaks.43 The results show 14.72% quaternary-N, 29.53% pyrrolic-N, and 55.75% (atom%) pyridinic-N.50,51 These results confirmed the successful nitrogen doping into carbon from the ZIF-8 during the carbonization process. BET method was used to characterize the feature sizes of the materials. As shown in Figure S11, the BET surface area is 1048 m2/g for the ZIF-8, whereas the cZIF-8 exhibits a lower surface area of about 332 m2/g. The decrease of the surface area may be attributed to the carbonization process, where the collapse or shrinkage of pores may result in the change of the structure. After the KOH activation, as shown in Figure S11c, the surface area of activated cZIF-8 was increased to 1110 m2/g, indicating a successful activation process. Electrochemical Properties of Cathode. The electrochemical properties of the activated cZIF-8 electrode in a halfcell were characterized by CV and galvanostatic charge/ discharge measurements, as shown in Figure 5. The CV curves of the activated cZIF-8 electrodes reveal quasi-rectangular shapes throughout all scan rates, suggesting the dominance of the capacitive behavior for these electrodes. The corresponding specific capacitance based on the CV curves is listed in Table S3. Linear galvanostatic charge/discharge curves, which indicate capacitive behavior of the absorption/desorption of the anion on the surface of the activated cZIF-8 electrode (Figure S12), are observed and consistent with the CV curves. The corresponding galvanostatic curves (voltage vs time) are shown in Figure S13, and an expanded view of the Coulombic efficiency is shown in Figure S14 for detail. Benefitting from the high porosity and specific surface area, the activated cZIF-8\nelectrode shows capacities of ∼77.5 mAh/g at 0.1 A/g and ∼42.3 mAh/g at 20 A/g. The electrode also delivers a good cycling stability (≈93% capacity retention after 600 cycles) (Figure 5c). These properties of activated cZIF-8 are better than activated carbons (ACs) or other reported carbons for LICs.52,53\nPerformance of Full LIC Devices. The hybrid LIC full cell was prepared using nano-network-structured Ni/NiO/C as the anode and activated cZIF-8 as the cathode in 1 M LiPF6 in the ethylene carbonate (EC)/diethyl carbonate (DEC) electrolyte solution (denoted as the activated cZIF-8|Ni/ NiO/C LIC). Before the testing of the full LIC device, the anode materials (nano-network-structured Ni/NiO/C) were activated by using the Li reference electrode for charging/ discharging under low current density (0.1 A/g) for 10 cycles to prelithiate the anode. During the charge process of the full device, anions from the electrolyte (PF6\n−) are absorbed by activated cZIF-8, whereas cations (Li+) are stored into the nano-network-structured Ni/NiO/C. The mass loading ratio of the cathode to anode was 4:1 to aim to optimize the performance by balancing the cathode and anode as determined by half-cell tests.24,29 As confirmed by the CV measurement shown in Figure 6a, the activated cZIF-8|Ni/ NiO/C LIC device can achieve a working voltage of 4 V, suggesting a wide electrochemical window for the operation of the LIC device. Furthermore, the differences in the CV curve from an ideal squared curve indicate a “coupling effect” attributed to the different energy-storage processes of the anode and cathode of the LIC.21 Figure 6b−d displays the corresponding galvanostatic curves with varied current densities. The specific capacitance was calculated based on = ×ΔC i t m V 4 , where i is the current, t is the discharge time, ΔV is the voltage range, and m is the mass of the both electrodes.24,29 The results are summarized in Figure 6e. Furthermore, the cyclability test was carried out at a fixed current density of 2 A/ g for 12 000 cycles. As shown in Figure 6g, the capacitance\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30698\nretention after 12 000 cycles is of 87%, indicating a low fading rate for the activated cZIF-8|Ni/NiO/C LIC. Nearly 100% Coulombic efficiency was maintained through all cycles, as shown in Figure S15. A comparison of the cyclability test with other published LIC systems is presented in Table S4. According to our experimental results, the good cyclability can be attributed to the well-interconnected nanonetwork structure of the Ni/NiO/C and the electrochemically stable activated cZIF-8. To cross-compare the performance of energy and power densities, the corresponding Ragone plot of the activated cZIF-8|Ni/NiO/C LIC device is depicted in Figure 6f (see the SI for the detailed calculation). At the high energy density mode, the LIC can achieve 114.7 Wh/kg at the power density of 98.0 W/kg. At the higher power density mode (60.1 kW/kg), the LIC exhibited an energy density of 17.6 Wh/kg. Note that a power density of 60.1 kW/kg indicates a full charge/discharge cycle within 2.5 s. LIC devices usually are operated in high power density range (>10 kW at Ragone plot)\nfor applications. Under these conditions, the device reported in this work performed better than previously reported LICs (Table S4). The superior electrochemical performance of the LIC confirms the successful design using the high specific capacity conversion reaction-based anode (nano-networkstructured Ni/NiO/C) and the capacitor-type cathode (activated cZIF-8) with high porosity. With the rational design by adopting new anode and cathode materials, the newly fabricated LIC device can overcome the intrinsic kinetic and capacity mismatches. The high performance of the LIC devices can be attributed to several unique properties: first, the nanonetwork-structured Ni/NiO/C anode, as confirmed by the half-cell test, exhibited dominant pseudocapacitive behavior within the wide working voltage range. Second, the nanonetwork structured anode is interconnected and covered with a thin carbon layer, rendering the electrode a high accessible surface area and rate performance. Finally, the nanoscale dimensions of the porous carbon with the high-level N-doping cathode decrease the ion transport path length and increase the amount of the electrolyte ions near the surface of the cathode materials during the adsorption/desorption process.\n■ CONCLUSIONS In summary, a new design of the LIC was demonstrated by incorporating an activated cZIF-8 cathode and a nanoporous Ni/NiO/C anode. Benefiting from the unique nanostructure of Ni/NiO/C and the activated cZIF-8, the LIC devices deliver a high energy density up to 114.7 Wh/kg at a power density of 98.0 W/kg. The LIC devices are capable to be charged/ discharged quickly within seconds, with a power density of 60.1 kW/kg at an energy density of 17.6 Wh/kg. Furthermore, the device maintained good cycle stability (87% capacitance retention after 12 000 cycles) in the long-cycle tests. With the demonstrated energy and power densities, the new LIC could fill the gap between conventional supercapacitor and lithiumion batteries, facilitating the requirement of versatile electrical devices. The results also demonstrated that it is possible to incorporate conversion anode materials into the LIC device, when a rational design of electrode materials is achieved.\n■ EXPERIMENTAL SECTION Materials. All reagents and materials including nickel chloride hexahydrate (Alfa Aesar), PdCl2 (Alfa Aesar), dimethylformamide (Sigma-Aldrich), zinc nitrate hexahydrate (STREM CHEMICAL), ammonia hydroxide (Sigma-Aldrich), hydrazine monohydrate (Sigma-Aldrich), methanol (Sigma-Aldrich), N-methyl pyrrolidone (EMD Millipore), 2-methylimidazole (VWR), carbon black (Super P, Timcal), HCl (Acros or EMD Millipore), KOH (VWR) were used as received without further purification.\nPreparation of the Polystyrene (PS) Template, Electroless Plating of Ni, Ni/NiO Formation, and Carbon Coating to Form Ni/NiO/C. The detailed procedures of fabricating the nanoporous PS template were described in the previous publication.36,56 The modified procedure used in this work consists of three steps including the preparation of the PS solution in DMF, crystallization of DMF, and removal of the solvent to form nanoporous PS with continuous nanochannels. In brief, the PS solution (PS, Mn = 280 000 g/mol in DMF, 35 wt %) was prepared and subsequently frozen under cryogenic conditions (−195 °C) to give the crystalline DMF nanonetwork. After the extraction of the crystalline network with methanol at −100 °C, the prepared polymer template was kept in a vacuum oven overnight at 30 °C to remove the residual solvent. The nanoporous Ni was fabricated by electroless plating on the dried template following a published procedure described in the previous report.37 The formation of nanoporous Ni/NiO and carbon coating of\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30699\nNi/NiO to form Ni/NiO/C composite were also conducted following the procedures developed in our previous work.37\nSynthesis of ZIF-8 and Carbonization of ZIF-8. ZIF-8 was synthesized based on the reported procedure.42 The following carbonization procedure is reported in our previous publication.43 An additional activation process was adopted in this work, following the procedures in previous reports of similar carbonaceous materials.40−42 Briefly, the dry cZIF-8/KOH (1:5 wt %) was mixed and transferred into a Ar-filled tube furnace (Ar flow rate 150 sccm at 1 atm). The temperature was quickly increased to 280 °C and kept for 30 min. After this thermal stabilization process, the temperature was further increased to 800 °C (ramping rate: 5 °C/min) and held for 1 h. The sample was then cooled down over a period of several hours, removed from the furnace, and repeatedly washed with 10 wt % acetic acid and deionized. The final product was collected after overnight drying (80 °C). Activation of Electrodes and Fabrication of the Device. The active materials, carbon black, and binder polymer (poly(acrylic acid)) were mixed at a ratio of 7:2:1, respectively. NMP was added to this mixture to produce a slurry of the electrode. A doctor blade was used to cast the slurry on a copper foil (anode) or aluminum foil (cathode). The electrodes were baked in an oven for 12 h (50 °C) before they were used for coin cell fabrication. The electrode was punched into 5/16 in. (7.9 mm) circular disks. The mass loading was 0.4−0.6 mg/cm2 for the anode and 1.6−2.4 mg/cm2 for the cathode. A lithium foil (1.27 cm in diameter and 0.76 mm in thickness) was used as the counter electrode in all half-cells. The separator used in this work was Celgard 3501, and the electrolyte was 1 M LiPF6 in EC and DEC (1:1 v/v). For half-cell, the amount of electrolyte is 100− 120 μL, whereas the electrolyte in full cell is around 120−140 μL. Before the testing of the full LIC device, the anode materials (nanonetwork-structured Ni/NiO/C) was prelithiated by using the Li reference electrode for charging/discharging under a low current density (0.1 A/g) for 10 cycles.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b06354.\nSEM, TEM images, SAXS, WAXS, XPS results and BET, TGA for three-dimensional nanoporous materials; CV curves at high scan rates; charge/discharge curves; galvanostatic curves; expanded Coulombic efficiency of the rate-performance test (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: yu.zhu@uakron.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Bryan D. Vogt: 0000-0003-1916-7145 Chien-Lung Wang: 0000-0002-5977-2836 Rong-Ming Ho: 0000-0002-2429-7617 Yu Zhu: 0000-0002-2201-9066"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors acknowledge Dr. B. Wang, Dr. M. Gao, and Dr. Z. Nikolov for the help with the SEM, TEM, and XPS. The SEM observations using Quanta450 were carried out at the Liquid Crystal Institute Characterization Facility of Kent State University. This work is supported by the National Science Foundation (NSF-CBET 1706681) and Ohio Federal Network Research (OFRN, WSARC-15-00220). This work was\nalso partially supported by the National Science Foundation under Grant No. CBET-1510612.\n■ REFERENCES (1) Zhang, L. L.; Zhao, X. S. Carbon-based materials as supercapacitor electrodes. Chem. Soc. Rev. 2009, 38, 2520−2531. (2) Melot, B. C.; Tarascon, J. M. Design and Preparation of Materials for Advanced Electrochemical Storage. Acc. Chem. Res. 2013, 46, 1226−1238. (3) Dunn, B.; Kamath, H.; Tarascon, J. M. Electrical energy storage for the grid: a battery of choices. Science 2011, 334, 928−934. (4) Simon, P.; Gogotsi, Y. Materials for electrochemical capacitors. Nat. Mater. 2008, 7, 845−854. (5) Yan, J.; Wang, Q.; Wei, T.; Fan, Z. Supercapacitors: Recent Advances in Design and Fabrication of Electrochemical Supercapacitors with High Energy Densities. Adv. Energy Mater. 2014, 4, No. 1300816. (6) Arico,̀ A. S.; Bruce, P.; Scrosati, B.; Tarascon, J.-M.; Schalkwijk, W. V. Nanostructured materials for advanced energy conversion and storage devices. Nat. Mater. 2005, 4, 366−377. (7) Zhou, Y.; Rui, X.; Sun, W.; Xu, Z.; Zhou, Y.; Ng, W. J.; Yan, Q.; Fong, E. Biochemistry-Enabled 3D Foams for Ultrafast Battery Cathodes. ACS Nano 2015, 9, 4628−4635. (8) Niu, Z.; Chen, J.; Hng, H. H.; Ma, J.; Chen, X. A Leavening Strategy to Prepare Reduced Graphene Oxide Foams. Adv. Mater. 2012, 24, 4144−4150. (9) Wu, Z.-S.; Sun, Y.; Tan, Y.-Z.; Yang, S.; Feng, X.; Müllen, K. Three-Dimensional Graphene-Based Macro- and Mesoporous Frameworks for High-Performance Electrochemical Capacitive Energy Storage. J. Am. Chem. Soc. 2012, 134, 19532−19535. (10) Chen, L.-F.; Zhang, X.-D.; Liang, H.-W.; Kong, M.; Guan, Q.F.; Chen, P.; Wu, Z.-Y.; Yu, S.-H. Synthesis of Nitrogen-Doped Porous Carbon Nanofibers as an Efficient Electrode Material for Supercapacitors. ACS Nano 2012, 6, 7092−7102. (11) Shen, L.; Lv, H.; Chen, S.; Kopold, P.; Aken, P. A.; Wu, X.; Maier, J.; Yu, Y. Peapod-like Li3VO4/N-Doped Carbon Nanowires with Pseudocapacitive Properties as Advanced Materials for HighEnergy Lithium-Ion Capacitors. Adv. Mater. 2017, 29, No. 1700142. (12) Wang, R.; Wang, S.; Jin, D.; Zhang, Y.; Cai, Y.; Ma, J.; Zhang, L. Engineering layer structure of MoS2-graphene composites with robust and fast lithium storage for high-performance Li-ion capacitors. Energy Storage Mater. 2017, 9, 195−205. (13) Niu, J.; Shao, R.; Liu, M.; Liang, J.; Zhang, Z.; Dou, M.; Huang, Y.; Wang, F. Porous carbon electrodes with battery-capacitive storage features for high performance Li-ion capacitors. Energy Storage Mater. 2018, 12, 145−152. (14) Kong, L.; Zhang, C.; Wang, J.; Qiao, W.; Ling, L.; Long, D. Free-Standing T-Nb2O5/Graphene Composite Papers with Ultrahigh Gravimetric/Volumetric Capacitance for Li-Ion Intercalation Pseudocapacitor. ACS Nano 2015, 9, 11200−11208. (15) Luo, J.; Zhang, W.; Yuan, H.; Jin, C.; Zhang, L.; Huang, H.; Liang, C.; Xia, Y.; Zhang, J.; Gan, Y.; Tao, X. Pillared Structure Design of MXene with Ultralarge Interlayer Spacing for HighPerformance Lithium-Ion Capacitors. ACS Nano 2017, 11, 2459− 2469. (16) Salvatierra, R. V.; Zakhidov, D.; Sha, J.; Kim, N. D.; Lee, S.-K.; Raji, A.-R. O.; Zhao, N.; Tour, J. M. Graphene Carbon Nanotube Carpets Grown Using Binary Catalysts for High-Performance Lithium-Ion Capacitors. ACS Nano 2017, 11, 2724−2733. (17) Lim, E.; Jo, C.; Kim, H.; Kim, M.-H.; Mun, Y.; Chun, J.; Ye, Y.; Hwang, J.; Ha, K.-S.; Roh, K. C.; et al. Facile Synthesis of Nb2O5@ Carbon Core−Shell Nanocrystals with Controlled Crystalline Structure for High-Power Anodes in Hybrid Supercapacitors. ACS Nano 2015, 9, 7497−7505. (18) Liu, C.; Zhang, C.; Fu, H.; Nan, X.; Cao, G. Exploiting HighPerformance Anode through Tuning the Character of Chemical Bonds for Li-Ion Batteries and Capacitors. Adv. Energy Mater. 2017, 7, No. 1601127.\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30700\n(19) Ma, Y.; Chang, H.; Zhang, M.; Chen, Y. Graphene-Based Materials for Lithium-Ion Hybrid Supercapacitors. Adv. Mater. 2015, 27, 5296−5308. (20) Wang, R.; Lang, J.; Zhang, P.; Lin, Z.; Yan, X. Fast and Large Lithium Storage in 3D Porous VN Nanowires−Graphene Composite as a Superior Anode Toward High-Performance Hybrid Supercapacitors. Adv. Funct. Mater. 2015, 25, 2270−2278. (21) Wang, H.; Zhang, Y.; Ang, H.; Zhang, Y.; Tan, H. T.; Zhang, Y.; Guo, Y.; Franklin, J. B.; Wu, X. L.; Srinivasan, M.; Fan, H. J.; Yan, Q. A High-Energy Lithium-Ion Capacitor by Integration of a 3D Interconnected Titanium Carbide Nanoparticle Chain Anode with a Pyridine-Derived Porous Nitrogen-Doped Carbon Cathode. Adv. Funct. Mater. 2016, 26, 3082−3093. (22) Arun, N.; Jain, A.; Aravindan, V.; Jayaraman, S.; Ling, W. C.; Srinivasan, M. P.; Madhavi, S. Nanostructured spinel LiNi0.5Mn1.5O4 as new insertion anode for advanced Li-ion capacitors with high power capability. Nano Energy 2015, 12, 69−75. (23) Ding, J.; Li, Z.; Cui, K.; Boyer, S.; Karpuzov, D.; Mitlin, D. Heteroatom enhanced sodium ion capacity and rate capability in a hydrogel derived carbon give record performance in a hybrid ion capacitor. Nano Energy 2016, 23, 129−137. (24) Wang, H.; Guan, C.; Wang, X.; Fan, H. J. A High Energy and Power Li-Ion Capacitor Based on a TiO2 Nanobelt Array Anode and a Graphene Hydrogel Cathode. Small 2015, 11, 1470−1477. (25) Liu, C.; Zhang, C.; Song, H.; Zhang, C.; Liu, Y.; Nan, X.; Cao, G. Mesocrystal MnO cubes as anode for Li-ion capacitors. Nano Energy 2016, 22, 290−300. (26) Aravindan, V.; Gnanaraj, J.; Lee, Y.-S.; Madhavi, S. InsertionType Electrodes for Nonaqueous Li-Ion Capacitors. Chem. Rev. 2014, 114, 11619−11635. (27) Zheng, J. P. The Limitations of Energy Density of Battery/ Double-Layer Capacitor Asymmetric Cells. J. Electrochem. Soc. 2003, 150, A484−A492. (28) Kim, H.; Cho, M. Y.; Kim, M. H.; Park, K. Y.; Gwon, H.; Lee, Y.; Roh, K. C.; Kang, K. A Novel High-Energy Hybrid Supercapacitor with an Anatase TiO2-Reduced Graphene Oxide Anode and an Activated Carbon Cathode. Adv. Energy Mater. 2013, 3, 1500−1506. (29) Zhang, F.; Zhang, T.; Yang, X.; Zhang, L.; Leng, K.; Huang, Y.; Chen, Y. A high-performance supercapacitor-battery hybrid energy storage device based on graphene-enhanced electrode materials with ultrahigh energy density. Energy Environ. Sci. 2013, 6, 1623−1632. (30) Zhang, S.; Li, C.; Zhang, X.; Sun, X.; Wang, K.; Ma, Y. High Performance Lithium-Ion Hybrid Capacitors Employing Fe3O4− Graphene Composite Anode and Activated Carbon Cathode. ACS Appl. Mater. Interfaces 2017, 9, 17136−17144. (31) Li, C.; Zhang, X.; Sun, C.; Wang, K.; Sun, X.; Ma, Y. Recent progress of graphene-based materials in lithium-ion capacitors. J. Phys. D: Appl. Phys. 2019, 52, No. 143001. (32) Xie, K.; Qin, X.; Wan, X.; Wang, Y.; Tao, H.; Wu, Q.; Yang, L.; Hu, Z. Carbon Nanocages as Supercapacitor Electrode Materials. Adv. Mater. 2012, 24, 347−352. (33) Chen, L. Y.; Hou, Y.; Kang, J. L.; Hirata, A.; Chen, M. W. Asymmetric metal oxide pseudocapacitors advanced by threedimensional nanoporous metal electrodes. J. Mater. Chem. A 2014, 2, 8448−8455. (34) Liu, K.; Chen, Y.-M.; Policastro, G. M.; Becker, M. L.; Zhu, Y. Three-Dimensional Bicontinuous Graphene Monolith from Polymer Templates. ACS Nano 2015, 9, 6041−6049. (35) Zou, F.; Chen, Y.-M.; Liu, K.; Yu, Z.; Liang, W.; Bhaway, S. M.; Gao, M.; Zhu, Y. Metal Organic Frameworks Derived Hierarchical Hollow NiO/Ni/Graphene Composites for Lithium and Sodium Storage. ACS Nano 2016, 10, 377−386. (36) Samitsu, S.; Zhang, R.; Peng, X.; Krishnan, M. R.; Fujii, Y.; Ichinose, I. Flash freezing route to mesoporous polymer nanofibre networks. Nat. Commun. 2013, 4, No. 2653. (37) Cheng, C. F.; Chen, Y. M.; Zou, F.; Yang, K. C.; Lin, T. Y.; Liu, K.; Lai, C. H.; Ho, R. M.; Zhu, Y. Nanoporous gyroid Ni/NiO/C nanocomposites from block copolymer templates with high capacity\nand stability for lithium storage. J. Mater. Chem. A 2018, 6, 13676− 13684. (38) Hsueh, H. Y.; Huang, Y. C.; Ho, R. M.; Lai, C. H.; Makida, T.; Hasegawa, H. Nanoporous Gyroid Nickel from Block Copolymer Templates via Electroless Plating. Adv. Mater. 2011, 23, 3041−3046. (39) Liu, W.; Lu, C.; Wang, X.; Lianga, K.; Tay, B. K. In situ fabrication of three-dimensional, ultrathin graphite/carbon nanotube/ NiO composite as binder-free electrode for high-performance energy storage. J. Mater. Chem. A 2015, 3, 624−633. (40) Sathiya, M.; Prakash, A. S.; Ramesha, K.; Tarascon, J. M.; Shukla, A. K. V2O5-Anchored Carbon Nanotubes for Enhanced Electrochemical Energy Storage. J. Am. Chem. Soc. 2011, 133, 16291− 16299. (41) Simon, P.; Gogotsi, Y.; Dunn, B. Materials science. Where do batteries end and supercapacitors begin? Science 2014, 343, 1210− 1211. (42) Reddy, M. V.; Subba Rao, G. V.; Chowdari, B. V. Metal Oxides and Oxysalts as Anode Materials for Li Ion Batteries. Chem. Rev. 2013, 113, 5364−5457. (43) Chen, Y.-M.; Liang, W.; Li, S.; Zou, F.; Bhaway, S. M.; Qiang, Z.; Gao, M.; Vogt, B. D.; Zhu, Y. A nitrogen doped carbonized metal−organic framework for high stability room temperature sodium−sulfur batteries. J. Mater. Chem. A 2016, 4, 12471−12478. (44) Song, Z.; Qian, Y.; Gordin, M. L.; Tang, D.; Xu, T.; Otani, M.; Zhan, H.; Zhou, H.; Wang, D. Polyanthraquinone as a Reliable Organic Electrode for Stable and Fast Lithium Storage. Angew. Chem., Int. Ed. 2015, 54, 13947−13951. (45) Zhong, S.; Zhan, C.; Cao, D. Zeolitic imidazolate frameworkderived nitrogen-doped porous carbons as high performance supercapacitor electrode materials. Carbon 2015, 85, 51−59. (46) Song, J.; Yu, Z.; Gordin, M. L.; Wang, D. Advanced Sulfur Cathode Enabled by Highly Crumpled Nitrogen-Doped Graphene Sheets for High-Energy-Density Lithium−Sulfur Batteries. Nano Lett. 2016, 16, 864−870. (47) Wang, J.; Kaskel, S. KOH activation of carbon-based materials for energy storage. J. Mater. Chem. 2012, 22, 23710−23725. (48) Murali, S.; Potts, J. R.; Stoller, S.; Park, J.; Stoller, M. D.; Zhang, L. L.; Zhu, Y.; Ruoff, R. S. Preparation of activated graphene and effect of activation parameters on electrochemical capacitance. Carbon 2012, 50, 3482−3485. (49) Zhang, L. L.; Zhao, X.; Stoller, M. D.; Zhu, Y.; Ji, H.; Murali, S.; Wu, Y.; Perales, S.; Clevenger, B.; Ruoff, R. S. Highly Conductive and Porous Activated Reduced Graphene Oxide Films for High-Power Supercapacitors. Nano Lett. 2012, 12, 1806−1812. (50) Zhang, P.; Sun, F.; Xiang, Z.; Shen, Z.; Yun, J.; Cao, D. ZIFderived in situ nitrogen-doped porous carbons as efficient metal-free electrocatalysts for oxygen reduction reaction. Energy Environ. Sci. 2014, 7, 442−450. (51) Zheng, F.; Yang, Y.; Chen, Q. High lithium anodic performance of highly nitrogen-doped porous carbon prepared from a metalorganic framework. Nat. Commun. 2014, 5, No. 5261. (52) Banerjee, A.; Upadhyay, K. K.; Puthusseri, D.; Aravindan, V.; Madhavi, S.; Ogale, S. MOF-derived crumpled-sheet-assembled perforated carbon cuboids as highly effective cathode active materials for ultra-high energy density Li-ion hybrid electrochemical capacitors (Li-HECs). Nanoscale 2014, 6, 4387−4394. (53) Aravindan, V.; Mhamane, D.; Ling, W. C.; Ogale, S.; Madhavi, S. Nonaqueous Lithium-Ion Capacitors with High Energy Densities using Trigol-Reduced Graphene Oxide Nanosheets as Cathode-Active Material. ChemSusChem 2013, 6, 2240−2244. (54) Wang, Y.; Hong, Z.; Wei, M.; Xia, Y. Layered H2Ti6O13Nanowires: A New Promising Pseudocapacitive Material in NonAqueous Electrolyte. Adv. Funct. Mater. 2012, 22, 5185−5193. (55) Leng, K.; Zhang, F.; Zhang, L.; Zhang, T.; Wu, Y.; Lu, Y.; Huang, Y.; Chen, Y. Graphene-based Li-ion hybrid supercapacitors with ultrahigh performance. Nano Res. 2013, 6, 581−592. (56) Krishnan, M. R.; Chien, Y. C.; Cheng, C. F.; Ho, R. M. Fabrication of Mesoporous Polystyrene Films with Controlled\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30701\nPorosity and Pore Size by Solvent Annealing for Templated Syntheses. Langmuir 2017, 33, 8428−8435.\nDOI: 10.1021/acsami.9b06354 ACS Appl. Mater. Interfaces 2019, 11, 30694−30702\n30702"
    } ],
    "references" : [ {
      "title" : "Carbon-based materials as supercapacitor electrodes",
      "author" : [ "L.L. Zhang", "X.S. Zhao" ],
      "venue" : "Chem. Soc. Rev. 2009,",
      "citeRegEx" : "Zhang and Zhao,? \\Q2009\\E",
      "shortCiteRegEx" : "Zhang and Zhao",
      "year" : 2009
    }, {
      "title" : "Electrical energy storage for the grid: a battery of choices",
      "author" : [ "B. Dunn", "H. Kamath", "J.M. Tarascon" ],
      "venue" : "Science",
      "citeRegEx" : "Dunn et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Dunn et al\\.",
      "year" : 2011
    }, {
      "title" : "Materials for electrochemical capacitors",
      "author" : [ "P. Simon", "Y. Gogotsi" ],
      "venue" : "Nat. Mater. 2008,",
      "citeRegEx" : "Simon and Gogotsi,? \\Q2008\\E",
      "shortCiteRegEx" : "Simon and Gogotsi",
      "year" : 2008
    }, {
      "title" : "Nanostructured materials for advanced energy conversion and storage devices",
      "author" : [ "V. W" ],
      "venue" : "Nat. Mater. 2005,",
      "citeRegEx" : "W.,? \\Q2005\\E",
      "shortCiteRegEx" : "W.",
      "year" : 2005
    }, {
      "title" : "Biochemistry-Enabled 3D Foams for Ultrafast Battery Cathodes",
      "author" : [ "E. Fong" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "Fong,? \\Q2015\\E",
      "shortCiteRegEx" : "Fong",
      "year" : 2015
    }, {
      "title" : "Li3VO4/N-Doped Carbon Nanowires with Pseudocapacitive Properties as Advanced Materials for HighEnergy Lithium-Ion Capacitors",
      "author" : [ "R. Wang", "S. Wang", "D. Jin", "Y. Zhang", "Y. Cai", "J. Ma", "L. Zhang" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "MnO cubes as anode for Li-ion capacitors",
      "author" : [ "G. Mesocrystal" ],
      "venue" : "Nano Energy 2016,",
      "citeRegEx" : "Mesocrystal,? \\Q2016\\E",
      "shortCiteRegEx" : "Mesocrystal",
      "year" : 2016
    }, {
      "title" : "Carbon Nanocages as Supercapacitor Electrode Materials",
      "author" : [ "Z. Hu" ],
      "venue" : "Adv. Mater. 2012,",
      "citeRegEx" : "Hu,? \\Q2012\\E",
      "shortCiteRegEx" : "Hu",
      "year" : 2012
    }, {
      "title" : "Nanoporous Gyroid Nickel from Block Copolymer Templates via Electroless Plating",
      "author" : [ "H. Hasegawa" ],
      "venue" : "Adv. Mater. 2011,",
      "citeRegEx" : "Hasegawa,? \\Q2011\\E",
      "shortCiteRegEx" : "Hasegawa",
      "year" : 2011
    }, {
      "title" : "Materials science. Where do batteries end and supercapacitors begin",
      "author" : [ "P. Simon", "Y. Gogotsi", "B. Dunn" ],
      "venue" : "Science",
      "citeRegEx" : "Simon et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Simon et al\\.",
      "year" : 2014
    }, {
      "title" : "A nitrogen doped carbonized metal−organic framework for high stability room temperature sodium−sulfur batteries",
      "author" : [ "M. Gao", "B.D. Vogt", "Y. Zhu" ],
      "venue" : "J. Mater. Chem. A 2016,",
      "citeRegEx" : "Z. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2016
    }, {
      "title" : "KOH activation of carbon-based materials for energy storage",
      "author" : [ "J. Wang", "S. Kaskel" ],
      "venue" : "J. Mater. Chem. 2012,",
      "citeRegEx" : "Wang and Kaskel,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang and Kaskel",
      "year" : 2012
    }, {
      "title" : "Graphene-based Li-ion hybrid supercapacitors with ultrahigh performance",
      "author" : [ "Y. Huang", "Y. Chen" ],
      "venue" : "Nano Res. 2013,",
      "citeRegEx" : "Huang and Chen,? \\Q2013\\E",
      "shortCiteRegEx" : "Huang and Chen",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Lithium-ion capacitors (LICs) represent a new type of energy-storage devices, which have combined merits of high energy density Li-ion battery and high power density supercapacitor. Nevertheless, one significant challenge for LICs is the imbalanced kinetics between the fast capacitive cathode and relatively slow intercalation anode that limit the energy-storage performance. Here, the asymmetric LIC devices were developed based on a nitrogen-doped, carbonized zeolitic imidazolate framework (ZIF-8) cathode and a threedimensional, nano-network-structured, conversion reaction-based Ni/NiO/C anode. These nanostructures associated with both the cathode and anode enable rapid electron and ions transport in the LIC devices, which allows the asymmetric LICs to be operated on either high energy mode (energy density of 114.7 Wh/kg at power density of 98.0 W/kg) or high power mode (power density of 60.1 kW/kg at energy density of 17.6 Wh/kg). The device also exhibited long-term cycle stability with 87% capacitance retention after 12 000 cycles. These results demonstrate that the rational design of nanoporous electrode structures can deliver a balanced, high-performance-activated cZIF-8|Ni/NiO/C-based lithium-ion capacitor.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}