{
  "name" : "downloads_2019-11-16_46_al-waeli2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Experimental investigation of using nano-PCM/nanofluid on a photovoltaic thermal system (PVT)_ Technical and economic study",
    "authors" : [ "Ali H.A. Al-Waelia", "Hussein A. Kazema", "Miqdam T. Chaichan", "K. Sopiana" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nThermal Science and Engineering Progress\njournal homepage: www.elsevier.com/locate/tsep\nExperimental investigation of using nano-PCM/nanofluid on a photovoltaic thermal system (PVT): Technical and economic study\nAli H.A. Al-Waelia,⁎, Hussein A. Kazema,b,⁎, Miqdam T. Chaichanc, K. Sopiana,⁎\na Solar Energy Research Institute, Universiti Kebangsaan Malaysia, 43600 Bangi, Selangor, Malaysia b Faculty of Engineering, Sohar University, PO Box 44, Soha PCI 311, Oman c Energy and Renewable Energies Technology Research Center, University of Technology, Iraq\nA R T I C L E I N F O\nKeywords: Economical evaluation Photovoltaic thermal Nanofluid nano-PCM Technical\nA B S T R A C T\nThis paper shows a technoeconomic evaluation of a PVT system. The PV cooling system consists of a tank attached to the panel back side filled with PCM (paraffin wax) mixed with nano-SiC to increase its thermal conductivity and the reservoir is cooled by recycling nanofluid (water+ nano-SiC). The MATLAB program was used for economic evaluation. The experimental work was also carried out and the data obtained were used for evaluation. To improve heat transfer more, nanofluid was used with nano-PCMs in the studied PVT compound. The nanomaterial used in the current study was silicon carbide (SiC) and the PCM selected was paraffin wax.\nThe economic evaluation aspect provided that the cost of the life cycle, the cost per item, and the percentage cost of the system. The technical side introduced the efficiency of the inverter, the specific yield, and the capacity factor which were 97.3%, 190.4 kWh/kWp, and 25.9%, respectively. The output power of this system, electrical and thermal efficiencies were found to be 12.7W, 13.7% and 72.0%, respectively. The cost of electricity and payback periods were 0.125 $/kWh and 5–6 years, respectively. The results indicated that the studied system is economically feasible and shows great promise."
    }, {
      "heading" : "1. Introduction",
      "text" : "The growth of the PV market worldwide has clearly indicated that solar power will become the main source in the near future [1–3]. The solar energy industry has grown as a viable energy source with massive potential as it converts the energy of the sun into other forms of energy, given that the sun shines everywhere and at the solar belt [4]. PV modules convert sunlight into electric energy and the thermal collector harvests its thermal energy [5]. However, for this technology to take its place as a primary source for the future many issues need to be dealt with through research and development, and issues such as efficiency [6], storage and the effects of environmental conditions like dust [7,8], temperature and humidity [9,10]. Temperature has proven to be a negative factor as it causes reduction in the open circuit voltage (VOC) of the PV modules, driving its power yield down [11]. Photovoltaics/ thermal systems (PVT) are solar systems whose main idea developed forty years ago to produce heat and electricity [12]. The principle of this system work is based on the production of electrical energy by the PV module, and absorption of excess heat from the PV [13,14]. The result of such a system is the production of electricity and heat together\nwith the possibility of improving the efficiency of the PV, which is highly affected by its temperature. The two main types of PVT are standalone SAPVT and grid-connected GCPVT systems. The core principle of these collectors is for the solar thermal collector to draw temperature from PV modules, causing for the cooling while maximising the thermal yield of the solar thermal collector, simultaneously. To extract this thermal energy, a working fluid is used within the collector, which are classified depending on the type of working fluid and configuration (for example, air based [15], or water based [16] PVTs).\nThe efficient transfer of heat is the most important factor to improve the overall efficiency of the PVT system. Therefore, researchers have been working on the use of high thermal conductivity fluids as cooling fluids in these systems [17]. This situation has led to the development of conventional liquids such as water, oils, and ethylene glycol, which is usually used in heat transfer and which is characterised by low thermal conductivity, by adding high-thermal conductivity nanomaterials to these current coolants [18].\nMany researchers have proposed adding PCM to PVT systems to absorb excess heat from the PV as these materials have high potential to store most of the heat coming from the PV as latent heat [19]. Ref. [20]\nhttps://doi.org/10.1016/j.tsep.2019.04.002 Received 19 November 2018; Received in revised form 29 March 2019; Accepted 3 April 2019\n⁎ Corresponding authors at: Solar Energy Research Institute, Universiti Kebangsaan Malaysia, 43600 Bangi, Selangor, Malaysia and Sohar University, Oman (H.A. Kazem).\nE-mail address: h.kazem@soharuni.edu.om (H.A. Kazem).\nThermal Science and Engineering Progress 11 (2019) 213–230\n2451-9049/ © 2019 Elsevier Ltd. All rights reserved.\nT\ntested the influence of adding PCM on the PVT units' efficiency compared to the work of the same PV without this addition. The study confirmed that the addition of PCM to the PVT system caused the electrical efficiency of the PV to increase to 15.5%.\nRef. [21] studied the resulting benefit of cooling the PVT system with air and adding PCM. The researchers demonstrated a possibility of taking advantage of the heat stored in the PCM for inward air conditioning. The systems' maximum electrical and thermal efficiencies outcomes were 9% and 45%, respectively.\nRef. [22] numerically studied the effect of adding a layer of PCM to the PVT system using a mathematical model. This addition caused a decrease in the need for cooling energy by 20.0–30.0% per month and PV electricity production increased by 5.0–8.0%.\nRef. [23] investigated the effect of using wax as a PCM with a coolant that was a nanofluid consisting of a ZnO/water suspension on the efficiency of the PVT system. The tested system performance was compared to a traditional PV module, and PVT cooled by a nanofluid. The study indicated that the use of PCM in the PVT system cooled by nanofluid resulted in an improvement of thermal energy by 29.6%. The maximum overall productivity and total efficiency was the share of the proposed system, which produced a power of 114.9W/m2 and 13.6% electrical efficiency.\nThe literature contains many papers that analyse PVT systems numerically and experimentally. These studies focus on the design of the\nsystem and cooling fluids used to simulate the requirements of use. Numerical studies, most of which focus only on direct effects on the system without paying attention to the cost of developments used in economic terms. The economic valuation of the PVT system as the cost of the life cycle, the cost per component, and the percentage of the cost of the system are important to determine whether such a system is commercially viable or not. Unfortunately, studies in this area are limited [24].\nRef. [25] analysed the life cycle cost by analysing the PVT system's energy and voltage that was tested in several regions and cities of India with different weather conditions. The study showed that the annual thermal and electrical efficiency decreased with the increase of solar irradiance, and the cost/kWh is higher in the case of exergy compared with the state of thermal energy. The thermal efficiency of the watercooled system is higher than that of the air-cooled PVT system by 20.0–25.0%, and the electrical efficiency increased by 2.0–5.0%. The study confirmed that the cost/kWh for a water-cooled PVT system was lower than in the case of those cooled by air for all sites covered by the study.\nRef. [26] selected a commercial system and analysed it economically in three different Iranian cities with different weather conditions using MATLAB and based on a previous study using the TRANSS program. The results of the study showed a good agreement between the adopted programs. The highest PV efficiency was 9.7%; for Tabriz while\nNomenclature\nAc The collector area (m2) c1, c2 and c3 The PV module coefficients CAi The capacity of the ith component of SAPV, SAPVT nanofluid and nano-PCM CF The capacity factor EAC Alternating current energy EDC Direct current energy G solar irradiance Gstc solar radiation (1000W/m2) at standard test conditions K Value of 1 and 2, which are equivalent to the inverter and pump, respectively. kr A constant refers to the maintenance cost as a percentage of the initial cost of the rth component MPPT Maximum power point trackers N Number of years Nf Nanofluid PCM Phase change material Pin(t) The instantaneous input power PInv The inverter power Ploss(t) The instantaneous power losses Ppeak The PV peak power PPV The PV module power PR Rated power R The equivalent to SAPVT components RPV Performance factor SiC Silicon carbide STC Standard test conditions t1 The hour, day, month t2 The minute, hour, day T Temperature Tc The cell temperature Tstandard The temperature of (25 °C) at standard test conditions (STC) W Water WR The total uncertainty of the used devices ∂ ∂ R x1\nA measure of the sensitivity of the result to a single variable\nGreek symbols\nαT The temperature coefficient of PV ηinv Inventor efficiency ηwire Wires efficiency\nUncommon acronyms\nCcapital The capital cost of a project CoE The cost of energy CO&M The yearly operation and maintenance costs CreplacementThe cost of all equipment replacement and repair Csalvage The net worth of the system at the final year of project lifetime EPBT Energy payback time GCPV grid connected PV ICI Total constant cost, including the cost of installation and civil works (USD) ICk The initial cost of the kth component (USD) ICr The initial cost of the rth component (USD) LCC Life cycle cost MC The system total maintenance cost MCor The maintenance cost of the rth component in the first year (USD) MCr The maintenance cost (USD) Nr The number of component replaced over the lifetime of the system PBP Payback period POA Plane-of-Array PR Performance ratio RCk The replacement cost of the kth component (USD) SAPV Standalone PV module SAPVT Standalone PVT System UCi The cost per unit of the ith component (USD/unit) YFd The daily/monthly yield YF The specific yield, also (SY) YFF Final yield YR Reference yield\nShiraz and Isfahan the maximum efficiencies equalised at 9.6%. The economic analysis of the system used showed that such a system is economically feasible at a marginal level due to the high costs of capital investment, in addition to the fact that fossil fuel prices are cheaper in the surveyed cities.\nRef. [27] analysed the life cycle analysis LCA and the Analytic Hierarchy Process AHP of a new system that stores compressed air energy as a small-scale power storage technology in a PV power plant designed to power a mobile communications station. The study described the key parameters influencing the LCA of the proposed system with emphasis on the need for further data collection in future work to fill the gap that the data collection is incomplete.\nThe author of Ref. [28] presented an economic analysis that considers the time value of inflation to assess the reliability of the use of the PVT system rather than PV ones. The results of the study indicated that the recovery period is low, despite the addition of maintenance and spare parts costs. The sensitivity analysis showed that even with a large variation in the factors affecting the model used, the net value was positive in most cases. The study concluded that PVT systems could be integrated into real office buildings in sub-tropical environments such as the study area (Hong Kong).\nRef. [29] analysed the LCA and the energy payback time (EPBT) for PVT systems operating in the weather conditions of India. The researchers introduced the harmful effect of shadow on the efficiency of the system. The study showed that the cost of energy produced by the studied system is between $1.6 and $3.6/kWh depending on the climatic conditions of the site. The system's EPBT ranges from 7.3 to 16.9 years. This result is less than the expected service of the units estimated (30 years). LCA and EPBT are affected by the shadow as their values increased. However, these values were decreased by increasing the flow of air through the channel below the PV module (according to the design of the studied system). The study concluded that the proposed system can be used practically in all regions of India with a focus on the optimal tilt angle of each site.\nRef. [30] introduced an applied result of a proposed PVT system, which was remarkable as the temperature of the PV module was reduced by 30 °C during the solar irradiance peak period from 12:30 AM to 1:30 PM. This resulted in a significant improvement in the electrical efficiency of the PVT system, where the open circuit voltage reached 20.0–21.0 V instead of 11.0–13.0 V, the electric power increased to 120.7W instead of 61.1W, and the electrical efficiency increased to 13.7% instead of 7.1%. The thermal energy of the system was improved, with the efficiency of the thermal system at 72.0%.\nThis system has excellent advantages but is it economically feasible? Especially if we consider the addition of a tank to the system filled with PCM that is mixed with high thermal conductivity nanomaterial, in addition to the use of nanofluid for cooling. All these additions bear an additional cost for the system. Hence, the study of this innovative system to evaluate its marketing potential economically and technically is the goal of this study."
    }, {
      "heading" : "2. Experimental setup",
      "text" : ""
    }, {
      "heading" : "2.1. Tests location",
      "text" : "The test setup was set up in the green advancement and innovation parks' outside the Solar Energy Research Center, UKM (National University of Malaysia). This centre is located in Bangi, Selangor Malaysia, the coordinates of which are 2.9021 N, 101.7830 E. The average temperature in this area is about 31 °C with an average of 10 km/h wind speed and 66.0% relative humidity. The sun shines in this area up to 150–210 h/month, and the topographical conditions of the area vary between the Bangi Forest, mountains, and hills [30]."
    }, {
      "heading" : "2.2. Experimental test rig",
      "text" : "In this study, a PVT system consisting of a PV module connected to a high heat storage tank containing a PCM was used. Table 1 lists the PV module specifications. Inside the tank, there are copper tubes in which a cooling liquid is circulated. This coolant pulls out part of the stored heat and discards it in an external heat exchanger. This process led to an increase in the temperature difference between the PV and paraffin wax, resulting in a marked improvement in the PV performance.\nFig. 1a and b shows a diagram of the PVT system. A support column was used to carry the PV module and guide them to the south at a 14° angle depending on the Refs. [31,32] results. There are also major additions to the PVT system: water pumps, the external heat exchanger, the nanofluid container, the data acquisition system, and a laptop. A water tank was added to store hot water coming from the heat exchanger. The wax reservoir was isolated from the sides and the base by glass wool with a thickness of 2 cm to prevent the leakage of heat to the surrounding areas. With this insulation, all the heat absorbed and collected from the photovoltaic module by the wax would be withdrawn by the used coolant (water and nanofluid). It should be noted that Fig. 1a and b is for the nano-PCM and nanofluid system and three other similar configurations have been prepared with separate heat exchangers, reservoirs and other supplements to compare the modified system with practically different settings.\nThree other systems were prepared: the PVT with a container similar to the PCM container the in specifications was filled with water using water as a coolant, the second PVT system contains a PCM reservoir and the used coolant was water; the last PVT system consisted of a nano-SiC-PCM container and the used coolant was nano-SiC-water nanofluid. Table 2 lists the main specifications of the tested PVT systems."
    }, {
      "heading" : "2.3. Materials preparation",
      "text" : "One of the most effective ways to enhance the PVT systems' efficiency by using PCM, which is a thermal store that stores the latent heat when it changes from the solid to the liquid phase. It also causes heat transfer from the PV to the system surface evenly distributed [33]. PCMs can be classified into three basic groups: organic, inorganic, and eutectic. The trend to use commercial paraffin wax (organic PCM) is an acceptable choice since it is inexpensive, chemically stable, environmentally harmless, non-toxic, and does not cause corrosion [34]. These materials are 100% recyclable, and they have combinations with different melting points, which makes the selection of the proper type depend on the range of temperatures of the application used [34,35]. Paraffin wax have considerable latent heat, a slight change in volume during the phase change period, and a harmonious melting with partial cooling is negligible [36,37]. Any PCM used in photovoltaic systems must have certain thermal, physical, chemical, and economic properties. Table 3 shows the employed PCM properties.\nIn this study, two substances were prepared mixed with SiC nanoparticles: the first is the paraffin wax (PCM), and the second is the water to form nanofluid. In order to determine the number of experiments, many partial mass ratios of the added nanoparticles (by weight %) were selected to be added for both substances. So, several samples have been\nproduced with the variable amounts of nano-powder, which were 0.0%, 0.1%, 0.5%, 1.0%, 2.0%, 3.0% and 4.0%. Mixing has been carried out, as in most research in this area, using an ultrasonic bath shaker with a volume of 12 L and heating (800W) type (TELSONIC ULTRASONICS CT-I2). Melted wax could vibrate with the nano-powder for at least 60 min (30 kHz) to ensure an optimal dispersion of the nanoparticles and prevent their deposition, and to make sure that the suspension is homogenous and stable. The colour change of the paraffin and homogeneity of this colour gives an initial proof of the homogeneous bonding of nanoparticles in the used PCM. Once the mixing process is\ncompleted, the paraffin can be hardened and prepared for the next stage of testing, which involved examining the thermophysical properties of the product. At this stage, the specifications of all nano-wax produced, such as density, thermal conductivity, and viscosity were measured. After the verification of these specifications, the percentage of nanoparticles added to paraffin is chosen, which ensures the best thermal conductivity and lower cost. Once the ratio of the nanoparticles has been determined, the required amount of PCM is produced, for the reservoir tank. Table 4 lists the used nano SiC specifications.\nThe same steps and the same weight ratios were followed after the\nultrasonic vibration was used when nanofluids were formed from nanoSiC and water. After testing the thermophysical properties of the produced nanofluids, the added weight ratio of nano-SiC for water was selected. Then the necessary amount of nanofluid is produced which will be used in the experiments.\n2.4. Measurement devices and its specifications\nThe thermophysical properties of the materials used in the experiments (nano-paraffins and nanofluids) were density, viscosity, thermal capacity, and thermal conductivity. DII-300L was used to test the sample density. To measure the viscosity of the materials, use the programmable viscosity of Brookfield (Model: LVDV-III ultra-programmable). The viscosity measurements were performed at elevated temperatures. The KD2 Pro Analyzer.lr thermocouple (THDM), which works in the hot wire (THWM) method, was used to measure the thermal conductivity of the samples. To ensure repeat testing, it has been replayed three times, and the mean value is considered to eliminate the random uncertainty of sampling.\nSiC nanofluid stability has been measured using Ref.’s [18] method by adopting the reduction in the thermal conductivity of the samples over time as evidence of non-stability of the nanofluid; the tests were taken at equal intervals of 5 days each. These measurements confirmed the stability of nanofluids produced for more than three months and we considered this stability period of nanofluid acceptable for its use during practical experiments without expecting any losses due to\nnanoparticle deposition. The solar irradiance was measured using the Apogee pyranometer fixed close to the PV. Many K-type thermocouples were also used in the inlet and outlet tubes, PV module face, and container sides and back. Flow meters type (polysulphone China made) used to measure the flow rate of water and nanofluid through the studied systems."
    }, {
      "heading" : "2.5. Error analysis and uncertainty",
      "text" : "It must be emphasised that human freaks and biases must not be interfered with to manipulate measurements [38]. The uncertainty in this study was estimated using the Klein and McClintock method [39]. Table 5 lists the uncertainty of the equipment used. The uncertainty was calculated in the results using the equation:\n⎜ ⎟ ⎜ ⎟ ⎜ ⎟= ⎡\n⎣ ⎢ ⎛ ⎝ ∂ ∂\n⎞ ⎠ + ⎛ ⎝ ∂ ∂\n⎞ ⎠ +…+⎛ ⎝ ∂ ∂\n⎞ ⎠\n⎤\n⎦ ⎥W\nR x w R x w R x wR n n 1 1\n2\n2 2\n2 2 0.5\nPrior to conducting outdoor experiments, uncertainty was assessed for the thermophysical properties measurements of the current study, and it was:\n= + + + + +\n+ + + +\n="
    }, {
      "heading" : "W [(0.01) (0.21) (0.12) (0.87) (0.92) (1.11)",
      "text" : "(0.3) (0.43) (0.06) (0.07) ]\n1.7825\nR 2 2 2 2 2 2\n2 2 2 2 0.5\nThis result confirms the high accuracy in the measured items."
    }, {
      "heading" : "2.6. Tests procedure",
      "text" : "In this study, four systems were prepared and installed outdoors to take practical measurements. These systems are:\n1- Traditional PV (PV), whose specifications are listed in Table 1. 2- PVT system with a cooling tank filled with water and the circulated\ncoolant is water. 3- PVT system with a cooling tank filled by paraffin wax and circulated\ncoolant is water, addressed by (PVT-PCM-w) in the text. 4- PVT system with nano-SiC-PCM reservoir and the circulated coolant\nis nanofluid (water-SiC), addressed by (PVT-n-PCM-nf) in the text.\nTable 2 Specifications of the PVT collector.\nThe condition Value The condition Value\nAmbient temperature (Ta) 297 K Tilt Angle (°) 14 Collector width (b) 0.505m Mass flow rate (ṁ) 0.084–0.583 kg/s Collector perimeter (P) 3.3 m PV transmittance (τ) 0.88 Collector area (Ac) 0.85714m2 Insulation conductivity (kb) 0.045W/m2 K Number of glass cover (N) 1 Water.Specific.heat (Cp) 4180 J/kg K Glass Emittance (εg) 0.88 Heat.transfer.coefficient.from.cell.to.absorber (hca) 45W/m2 K Plate Emittance (εp) 0.95 PV absorptance (α) 0.95\nAfter analysing the physical thermal results of both nanofluid and nano-paraffin, the added ratio was chosen for each case. Paraffin wax locally produced in Malaysia was used; this material has low thermal conductivity. In the experiments, two reservoirs filled with paraffin were used: one containing wax only and the other used nano-SiC-wax. The SiC nanoparticles used in this study have a high thermal conductivity as shown in Table 3 and are available in the local markets at a reasonable price. After the wax reservoirs were filled by paraffin and nano-paraffin, they were left until the liquid wax was hardened; the cooling water is used in the pure wax reservoir and the nanofluid in the nano-SiC wax tank. This process accelerates the hardening of the paraffin in the tanks. After confirming the paraffin wax solidification and it reaching the ambient temperature, the set of PVT systems was ready for testing.\nField trials were initiated after the nano-paraffin and nanofluid thermophysical properties were verified, as well as the nanofluid stability for an acceptable time period was evaluated. Experiments were carried out from 15 August to 15 September/2017 in a clear and sunny environment starting at 8 AM and measurements continued until sunset. For the PVT systems, which contain the paraffins, the pumps continued to circulate after sunset until the temperatures of the tanks and coolant are equal, then the system was closed and ready for the next day's experiments."
    }, {
      "heading" : "3. PVT system modelling",
      "text" : ""
    }, {
      "heading" : "3.1. Performance analysis of SAPVT nanofluid and nano-PCM system",
      "text" : "In this section the performance of the SAPVT is to be investigated with more focus on the economic side view. However, technical data are essential to calculate the economic results. The total instillation costs of the PV system, Feed-In-Tariff, price of electricity, and the energy payback time (EPBT) are the most important PV economic criteria. The performance of the SAPVT system will be investigated using some criteria as indicated in References [29,40,41] as follows: output power and energy, efficiency (PV, inverter, electrical and thermal efficiencies), specific yield (PV array yield, final yield and reference yield), capacity factor, payback period time, cost of energy and overall PVT performance."
    }, {
      "heading" : "3.2. PVT array model",
      "text" : "The linking of photovoltaic cells to a parallel-series array is intended to increase the output of the photovoltaic system. These modules will form the independent SAPV system. When the thermal assembly system is added to the back of these panels, the system becomes SAPVT. What is produced by the SAPVT system is a function of the ambient temperature (T) and solar irradiance (G) at the installation site. The relationship between energy and solar irradiance is direct, and inverse\nbetween energy and temperature. The resulting energy of the SAPVT can be calculated from equation [42,43],\n⎜ ⎟= ⎛ ⎝ ⎞ ⎠ − −P t P G t G α T t T( ) ( ) [ ( ) ]PV peak stc T c stc (1)\nTc is calculated by:\n− = ⎛ ⎝\n− ⎞ ⎠ T t T NOCT G t( ) 20 800 ( )c amb (2)\nAlso, the PVT electrical power generated is via the alternating current (AC) measurement, taken from the inverter output in the form of set of time periods (hour, day or month):\n∑= = E EAC t t\nN\nAC t, 1 1 , 2 (3)\nAlso, N=60, 24 and 30 for hour, day and month, respectively. The photovoltaic unit efficiency is calculated on a DC current, while efficiency is a function of AC power. The PV panel and system efficiencies are specified by the following equations, respectively:\n= × ×η E G t A( ) 100%PV DC\nc (4a)\n= × ×η E G t A( ) 100%sys AC\nc (4b)\nThe significant change in weather and the fluctuation of load on the performance of the SAPVT system is evident. In the system used in the experiments, MPPT was used to determine the maximum operating point of the SAPVT and to ensure that the SAPVT was running at Ppeak. In this study, the hourly data for G, T, and power output of SAPVT were recorded and used."
    }, {
      "heading" : "3.2.1. Inverter model",
      "text" : "One of the most important devices in the system is the inverter and its function to convert DC current to AC current. The failure of this device results in losses in the total system efficiency. The efficiency of the inverter is calculated by equation [44],\n= −η t P t P t P t ( ) ( ) ( ) ( ) in loss\nin (5)\nThe calculation of the equation above is somewhat difficult because of the presence of Pin (t) and Ploss (t), both of which depend on different criteria. Fig. 2 shows the use of another model to calculate the efficiency of the inventor based on the efficiency curves of the commercial inventors available in the local markets.\nEq. (6) calculates the efficiency curve in Fig. 3 depending on power functions,\nHere, the PV coefficients c1, c2, and c3 can be calculated using the MATLAB fitting tool. Intensive numbers and lesser intensive densities of samples must be taken for regions C, B and A, respectively. Also, the inverter efficiency could be calculated using the following equation:\n= ×η E E 100%inv AC\nDC (7)"
    }, {
      "heading" : "3.3. SAPVT system estimation measures",
      "text" : "In order to arrive at an effective evaluation of the feasibility of the system in Malaysia, the emphasis will be placed on determining the cost of energy (CoE), life cycle costs (LCC) and recovery period (PBP) as an economic evaluation of the proposed SAPVT system, while the capacity factor and specific yield are adopted as technical standards.\nThe specific yield (SY or YF) is “the annual, monthly or daily net AC energy output of the system divided by the peak power of the installed PV array at standard test conditions (STC)” as References [43,44] manifested,\n=YF E kWh year PV kWp ( / ) ( )d PV\nWP (8a)\n=YF E kWh year PV kWp ( / ) ( )F AC\nWP (8b)\n=YR G G T\nSTC (8c)\nEq. (8a) is used to calculate the final yield after changing EPV on the nominator to EAC. Also, Gt is the Plane-of-Array (POA), solar irradiation in (kWh/m2). This factor improves PV system productivity in certain weather conditions. The capacity factor (CF) estimates the benefits obtained from the system, is known as: “the ratio of the actual annual energy output to the amount of energy the PV array would generate if it operated at full rated power for 24 h per day for a year” and is calculated using the following equation created by Ref. [45],\n= = × CF SY E P8760 ( 8760) PVannual\nR (9)\nFinally, PR (the performance ratio) is the standard employed to evaluate the used PV system quality. This factor is recorded daily, monthly, and annually, using the equation:\n=PR SY YR (10)\nYR (reference yield) expresses the ratio of solar irradiance at the site used to (1000W/m2), which is the reference radiation.\nThe criteria for economic valuation aim to highlight the path of financial gains and losses to the investor, user, and decision maker, which the system must achieve during its estimated age and expressed at the cost of the life cycle. Here, unit cost and redemption period rates are used. The life cycle cost is calculated by the following equation:\n∑ ∑= + + −LCC C C C C·R ·R ·Rcapital n O M n\nreplacement salvage 1 & PW 1 PW PW\n(11)\nCcapital represents the initial expenditure required for the design of the system and the purchase and installation of the equipment, which is necessary at the beginning of the project. While, CO&M represents the scheduled costs for annual operation and maintenance, usually comprising the operator's salary and inspection fees, as well as property and insurance tax. This cost will be shown annually on the cash flow chart. Furthermore, the cost of replacing and repairing parts of the system during the estimated lifetime of the system is expressed as (Creplacement), for example the replacement of the inverter once in the lifetime of the system, and so on. Finally, the net value of the system at the last year of its lifetime is Csalvage, usually evaluated by 20% from the mechanical equipment cost, which can be transferred. Csalvage is affected by several parameters such as equipment status and aging. RPW expresses the current value of each factor calculated by the equation:\n= +R F i/(1 )PW N (12)\nwhere, F is the future sum of money, and i is the interest rate. The initial cost of (SAPV, GCPV or SAPVT-nanofluid and nano-PCM)\ndepends on the components of the system and the expenses of its design and installation, in addition to the cost of civil works. The initial capital cost of (SAPV, GCPV or SAPVT-nanofluid and nano-PCM) can be expressed by [43,46],\n= × +C CA UC ICIcapital i i (13)\nTable 6 lists the unit cost of the system [29]. The present worth of the annual maintenance cost considered over\nthe period of N years [29],\n⎜ ⎟= × ⎛ ⎝ + − ⎞ ⎠ × ⎡ ⎣⎢ − ⎛ ⎝ + + ⎞ ⎠ ⎤ ⎦⎥ MC MC f i f f i 1 1 1 1r r\nN\n0 (14)\nwhere f stands for inflation rate. The cost of maintaining the system component can be expressed as a proportion of these components’ initial capital cost:\n= ×MC k ICr r r0 (15)\nThe total maintenance cost of the SAPVT system is [42],\n∑=MC MC r\nr 1 (16)\nThe percentage value of the replacement cost of the SAPVT is given by the following equations:\n∑= × ⎛ ⎝ + + ⎞ ⎠=\n⎛ ⎝ × +\n⎞ ⎠RC IC FR\nIR 1 1k k j\nN LP j N\n1\n1r r\n(17)\n∑= = RC RC k k 1\n2\n(18)\nBased on LCC, the cost of energy is calculated by [42,44],\n= ∑ CoE LCC En PV1 (19)"
    }, {
      "heading" : "4. Results and discussions",
      "text" : ""
    }, {
      "heading" : "4.1. Thermophysical properties of the used materials",
      "text" : "The amount of variation in density, thermal conductivity, viscosity, and heating value of the used PCM were measured, although the PCM is fixed in the tank and it does not move or circulate as the used nanofluid. At 25 °C, the PCM density variations were (0.01, 0.02, 0.024, 0.028, 0.029, 0.31%) for the addition of the nano-SiC (0.1, 0.5, 1.0, 2.0, 3.0 and 4.0% by weight), respectively. The addition of nano-SiC resulted in an increase in wax viscosity, with viscosity increasing by (0.1, 0.22, 0.27, 0.34, 0.42 and 0.55%), respectively. Increased or decreased viscosity has no effect on the properties and performance of the studied system because the wax does not move. The relative thermal conductivity is calculated according to the equation of Refs. [46,47]; the improvement in thermal conductivity relative to the original heat conductivity of the material was introduced as:\n= − −k k kThe relative enhancement rate of thermal conductivity ( )/0 0 (20)\nThe equation shows that adding a substance to the original material can enhance thermal conductivity. Similarly, the relative thermal capacity can be estimated by the equation:\n= −C C CRelative enhancement in thermal capacity /0 0 (21)\nFig. 3 shows the relationship between the added mass fractions of nano-SiC and the relative thermal conductivity and capacity of the PCM\nusing the KD2 Pro Analyzer.lr thermocouple that operated in the hot wire method. Also, the used SiC nanoparticles and SiC-PCM were checked up using XRD and FESEM to confirm its size and shape as Fig. 4 illustrates. To reduce the interference of ambient temperature on the measurements, the tests were performed at a constant temperature (25 °C). Once the nano-SiC was added by a fraction of 0.1% of the wax's weight, the thermal conductivity of the paraffin improved. It is noted from the curves that the improvement in thermal conductivity when additional nano-SiC was added above the 0.1% fraction to wax is minimal when taking the financial cost of additives (nanoparticles), noting that the wax used in the system was estimated to 12 kg. The increase in heat capacity of paraffin wax was very slight as shown by the curve. In the case of thermal capacity, the rate of increase when adding nano-SiC with a mass fraction of more than 0.1% was very small. From the test results shown in Fig. 1a and b, the mass fraction selected was 0.1% nano-carbide to be added. This ratio is so low that it will not raise the cost of the system and it will improve the thermal conductivity of wax in an acceptable manner."
    }, {
      "heading" : "4.2. Thermal viewpoint",
      "text" : "The first experiment was conducted to evaluate the optimal circulation flow rate for the nanofluid, which will be used during all trials, as the optimal flow was determined by the flow that causes the highest heat transfer from the PCM to the nanofluid. The used pump delivers 0.583 kg/s, so the flow rate was changed using a manual valve and five flow rates were chosen to compare between them according to the cooling effect. The increase in the flow rate caused an increase in the heat transfer as shown in Fig. 5, where the PV panel temperature was decreased when the nanofluid flow rate was increasing to 0.175 kg/s from 0.083 kg/s. The practical experiments on the system showed that increasing the water flow rate to 0.583 kg/s in the PV system caused high vibration to appear, so the tests were determined in the range of flow rates (from 0.083 to 0.175 kg/s). From here, the optimal choice for testing was 0.175 kg/s.\nThe temperature of the PV module used in the experiments began to rise due to the acquisition of heat since sunrise and before taking the measurements to become higher than the ambient temperature. Fig. 6 shows the distribution of the average daily temperature measured for all the systems used in the tests. The curves of the figure show that the temperature of the individual PV module is higher than that of all the daytime, as the PV unit is cooled by heat transfer to the surrounding atmosphere. The temperatures of the rest PVT systems can be stated in\nthe sequence from top to bottom as follows: water cooled PVT, water cooled PVT-PCM, and nanofluid cooled PVT nano-PCM. Water has higher specific heat than nanofluid, but its thermal conductivity is lower than the used nanofluid ones, which has made the nanofluid system more effective in reducing the temperature of the PV module. The use of paraffin wax causes more heat to be withdrawn from the cell because of the high thermal storage potential of the PCM. So, before the sun sets, this high thermal storage made the temperature of the solar module connected to it warmer than other systems. In spite of the limited ratio of SiC nanoparticles added to wax and water, this addition has enhanced thermal conductivity and led to increased heat exchange (as shown in Fig. 3), its main effect in enhancing thermal conductivity is consistent with nanofluid. PCM-nano-SiC quickly acquired heat from the PV module, and quickly transported it to nanofluid compared to the rest of the studied systems. The temperature of the PV module in the\nnano-PCM cooled by nanofluid was less than the temperature of the rest of the solar module, as the PV unit temperature reached 68.3 °C while the nano-PCM system temperature was 39 °C.\nThe nano-SiC added to wax or water improved the thermal energy gained for the system during the period of operation of the system, as shown in Fig. 7(a). The addition of nanoparticles caused an increase in the thermal conductivity of the medium that was added to it, and caused increased heat transfer as in the PVT-nano-PCM cooled by nanofluid. The greater heat transfer from the solar cell to the PCM means that the solar cells will remain at temperatures close to standard conditions, and it will benefit from the heat drawn in other applications. The use of PCM mitigated the temperature fluctuations experienced by the solar cell that result from the solar irradiance’s instantaneous changes. The thermal energy extracted from the PVT system can be used in many applications that cannot be achieved by a PV module\nalone. When a PV module alone is used, the excess heat is dissipated into the air, and there is no thermal energy to be used as in the case of PVT systems.\nFig. 7(b) explains the behaviour of thermal efficiency for the examined PVT with convergent values at the beginning of the tests. The heat in the photovoltaic module did not accumulate enough to transfer any heat energy to the coolant. As time progressed, the thermal efficiency deficits between the three systems begin to clarify. Adding of\nnano Silicon Carbide to the used PCM and water increased the thermal efficiency of the system in addition to its electrical efficiency, which was improved by reducing the temperature of the PV module. The maximum thermal efficiency achieved by this system was 72.0% while the maximum efficiency achieved by the PCM-water PVT and waterwater system PVT were 50.5% and 35.4%, respectively."
    }, {
      "heading" : "4.3. Electrical viewpoint",
      "text" : "Figs. 8 and 9 demonstrate the effect of solar irradiance on the electrical parameters such as current, voltages, power and efficiency, separately. The current of the PV and PVT systems is affected more by solar irradiance. So, the current wave can be predicted more by the relationship with the solar irradiance. The variations and spikes in the wavelength due to alterations in solar radiation cause a drop in the output voltage. Sometimes, it does not depend on the slight variation in solar irradiance as its effect on voltage and voltage waveforms is low. The voltages are run from 11.0–13.0 Volts, 13.0–14.0 Volts, 17.0–20.0 Volts and 20.0–21.0 Volts for standalone PV systems, PVT-w, PVT-pcm-w and PVT-pcm-n-nf, respectively. Similarly, the system's voltage was 12.2 V, 13.3 V, 19.7 V and 20.6 V, respectively. A\ncomparison between different system voltages is observed in Fig. 8(a) and (b). The current with solar irradiance curves was more decisive, as long as the curves were analogical and fit as a fiddle. Subsequently, increase in current levels appears for the non-cooled PV module which is attributed to increase of cell temperature.\nFig. 9(a) indicates the relation between the hourly solar irradiance and electrical power alteration through the daytime interval for used systems. The standalone PVT-PCM-n-nf had the maximum performance, obviously. The used system' maximum achieved powers were 61.2W, 85.6W, 116.2W and 120.8W, respectively. Fig. 9(b) manifests the electrical productivity for tested systems. The curves show that the standalone PVT-PCM-n-nf had the highest efficiency, which was 13.7%. The standalone PVT-PCM-w system came second with 11.4%, the standalone PVT-w with 8.5%, and lastly PV with 7.2%. These electrical\nefficiencies confirmed that adding nano-SiC to water and PCM in a PVT system was a good choice as it improved the electrical efficiency essentially in light of the lessening in the PV module temperature. In fact, despite the improvement in current PV technologies, there are still many difficulties facing this innovation, which can be summed up as the low productivity due to environmental components. An increase in cell temperature by 10° C results in a 5.0% reduction in efficacy [48,49]. The volatility of efficiency and low productivity is a real problem. Solar irradiance and temperature variation cause fluctuation in yield, which may make the PV system unreliable [50,51]. In this way, the PV capacity of the PV power can be calculated using Eq. (1) [53,54].\nFig. 10 summarised the main results in Figs. 4 to 9. The figure clarifies the effect of different variables on SAPVT systems. Figure curves show that when taking the electrical efficiency of PVT systems into consideration, the increase in thermal efficiency plays an important role.\nFig. 11 illustrates the total efficiency of PVT systems in the current study compared to some literature. Comparative total efficiencies range\nfrom 33.2% to 85.7%. The determination of the differences in efficiency cannot be attributed to the cooling of the PVT system only. There are other different indicators such as the techniques used, weather parameters, geographical location, system's arrangement, type of cooling procedure. All these variables make a comprehensive comparison difficult, especially due to differences in the circumstances of the studies reviewed. Despite this, the outcome of the PVT.pcm.n.nf system suggested in this study was the maximum, as its photovoltaic cell's temperature has fallen significantly compared to the rest of the reviewed systems."
    }, {
      "heading" : "4.4. Economic and performance assessment of the SAPVT nano-PCM and nanofluid system",
      "text" : "MATLAP was used for the development of the electricity generated for the SAPVT module. The program also calculates temperature, inverter and wire losses. Eqs. (8)–(19) were used to calculate the YF, CF and CoE evaluation criteria. The simulation results show that power generation in the SAPVT system is about 230,739 kWh per year. The\nmaximum electrical power that can be generated in the middle of the day is between 81.3 and 111.3W, which represents about 67.8–92.3% of the estimated power system. Fig. 11(a) shows the average daily power generated by the system compared to the worst conditions and includes different losses. The figure also shows how nanofluids and nano-PCM contribute to the reduction of photovoltaic temperature, resulting in a higher energy output than SAPVT that does not use nanofluid / nano-PCM.\nThe energy generated by the proposed system is 682.3 Wh. Due to heat loss and inverter losses it was decreased by 13.8% and 6.7%, respectively. SAPVT, which uses nanofluid/nano-PCM, has an RPV of 85.4%, which means that the system can provide 85.4% of its installed capacity. Fig. 12(b) shows the specific yield and monthly return of SAPVT. The maximum energy produced in May was about 22.8 kWh.\nThe results show that the minimum power generation was in October at a limit of 15.8 kWh. The monthly and annual specific yield of the system is (131.6–190.4) kWh/kWp and 1922.8 kWh/kWp, respectively. Fig. 13(a) and (b) illustrate the monthly energy yield, system performance (PR), and (PV, system, inverter) efficiency for SAPVT nanofluid/ nano-PCM and SAPV. Fig. 13(a) shows the proposed systems’ monthly and final yields. It is found that the highest yields were gained in May at 190.4 and 190.6 kWh/kWp, respectively. However, the minimum value of the monthly and final yields was gained in November at 131.6 and 131.8 kWh/kWp, respectively. These months low yields spotted were due to the low in-plane solar irradiation and reduced number of hours per day. The monthly yield of SAPV system observed is shown in Fig. 13 (b) and it was found that monthly and final yields in May were 147.2 and 147.8 kWh/kWp, respectively. The difference in yield value is the\nSAPV working at a higher temperature than SAPVT. Fig. 14 manifests the “average capacity factor” during the months of the year, the value of this factor ranged between (17.9 and 25.8) percent. The annual capacity factor was 22.0%.\nTable 6 lists the system details which contain PV array, inverter, cable, circuit breaker, installation and operation. During the system's 25-year life cycle, about 10.0% reductions occur during the first decade. This value increases in the next decade up to 20.0% and 30.0% over the next five years.\nThe results of Table 6 show that the studied system produced a capacity of up to 4.7 MWh and the cost of the system was US $ 568.46, making the cost of energy $ 0.112/kWh. These high values can be traced back to the Malaysian high solar irradiance as well as the effective cooling of the studied system. Here it should be noted that many of the previous papers did not examine the system's aging period during evaluation while this can be considered very important issue. Because the CoE these authors have derived does not match with what they can guarantee. Be that as it may, the tested SAPVT system demonstrated promising outcomes, and if the cost of this system can be greatly reduced by adopting a reasonable feed-in-tariffs, especially since the recovery period for the system is about 5–6 years.\nSpecific yield and capacity factor are calculated to ensure the effective use and productivity of the SAPV systems. Since solar irradiance is available only up to 10 h a day, the capacity factor is just under 0.41. Therefore, the capacity factor limits are between 0.15 and 0.50 as indicated by the Refs. [51,52]. The SAPVT has a capacity factor of 17.9–25.9%, indicating that the system will operate in the typical operating area.\nThe specific yield does not have a typical range, since this factor depends on the location of the system, so each climate zone has a typical production factor. Table 7 compares the typical SY of a number of countries mentioned in the literature (Ref. [55]) and the results of the studied system. The results listed in this table confirm that the performance of SAPVT using nanofluid in Malaysia is a very effective and promising procedure. The SAPVT efficiency achieved was 13.7% compared with 7.1% for SAPV. Many references in the literature [56–61] that dealt with SAPVT did not estimate the CoE and PBP. Similarly, references [62–67] studied GCPVT without calculating the CoE and PBP. In this study, the energy cost and recovery period were calculated and found to be $ 0.112/kWh and 5–6 years, respectively. The payback period the studied system is much less than that of the system proposed by Ref. [67], which was 14.3 years."
    }, {
      "heading" : "4.5. Life cycle cost analysis",
      "text" : "In order to provide an effective estimate of the cost of any designed system, the cost of the life cycle must be used, and the cost of capital, investment, operation and maintenance costs, and inflation rates should be taken into account as explained in Eqs. (11)–(19). TNB Company is the electricity supplier for UKM, where the electricity cost based on tariff rate USD 0.07/kWh (RM 0.03/kWh) and selling FiT USD 0.22/ kWh (RM 0.93/kWh), interest rate (i) is 3% and inflation rate (f) is 4.3% [68]. Life cycle cost for the SAPV, SAPVT-w, SAPVT-nf and proposed SAPVT.n-pcm.nf system have been determined for comparison as shown in Table 8.\nThe pie diagram of Fig. 15 shows the percentages of LCCA of different components for the SAPV, SAPVT-w, SAPVT-nf and SAPVT nanofluid/nano-PCM systems. It is found that the PV module have the highest percentage of LCCA for the first three systems SAPV, SAPVT-w, and SAPVT.nf with 72.0%, 48.0% and 44.0%, respectively. PV was also\nthe most-costly element for the proposed SAPVT nanofluid/nano-PCM where it forms 42.0% of the total cost and inverter cost coming as the second highest with 13.0%. It is worth mentioning that the nano-PCM was assumed to change annually to make sure that the function is effective. However, if the change occurred every 2 or 3 years then the cost\npercentage for nano-PCM would reduce sharply. The inverter has the second highest percentage of LCCA for the first three systems with 32.0%, 15.0% and 14.0%, respectively. In the SAPVT nanofluid/nanoPCM system, the heat exchanger was coming as the third highest percentage of LCC with 12.0%."
    }, {
      "heading" : "5. Conclusions",
      "text" : "This study presented a techno-economic evaluation for a novel design of PVT collector with a tank filled with nano-PCM and nanofluid flowing within its pipes, in Bangi, Malaysia. This proposed system has been tested, evaluated and compared to three rival designs to validate the effectiveness of this system. The other systems are conventional PV, PVT with a water-filled tank and water flowing within pipes and a PVT with a PCM-filled tank and water flowing within. The thermophysical properties of nano-PCM and nano-SiC-water nanofluid were evaluated and the optimum results of the SiC mass fraction and flow rate are 0.1% nano-SiC and 0.175 kg/s, respectively. The results of the performance evaluation show the specific yield, capacity factor and inverter efficiency at 190.4 kWh/kWp, 25.9% and 97.3%, respectively. The economic aspect of this design was studied as well. The energy production analysis and overall cost breakdown were used to obtain some of the economic factors. It is found that the LCC, CoE and PBP are 1288.37 USD, 0.112 USD/kWh and 4.4–5.3 years, respectively. Finally, during operation and due to high working temperatures, the PV efficiency was recorded at 7.1% for conventional PV, while the highest recorded efficiency by the proposed system was at 13.7% with an electrical power of 120.7W. The highest thermal energy achieved, and temperatures of outlet fluid are 13.8 kW and 39.52 °C, respectively. The highest thermal efficiency for the proposed system is at 72.0%. The electrical, thermal and economic results of the proposed system found to be promising compared with the PVT system in the literature.\nConflict of interests\nThe authors declare that there is no conflict of interests regarding the publication of this paper."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The authors would like to thank Solar Energy Research Institute (SERI), for the provision of the grant DPP 2018 002 to support this work."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.tsep.2019.04.002."
    } ],
    "references" : [ {
      "title" : "A novel solar trigeneration system integrating PVT (photovoltaic/thermal collectors) and SW (seawater) desalination: dynamic simulation and economic assessment, Energy",
      "author" : [ "F. Calise", "M.D. d’Accadia", "A. Piacentino" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "PV solar electricity industry: market growth and perspective",
      "author" : [ "W. Hoffmann" ],
      "venue" : "Solar Energy Mater Solar Cells 90 (18) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "F",
      "author" : [ "A. Buonomano" ],
      "venue" : "Calise, M.D. d’Accadia, L. Vanoli, A novel solar trigeneration system based on concentrating photovoltaic/thermal collectors. Part 1: design and simulation model, Energy 61 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Generating Electricity Using Photovoltaic Solar Plants in Iraq",
      "author" : [ "M.T. Chaichan", "H.A. Kazem" ],
      "venue" : "Springer",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of solar thermal technologies in China",
      "author" : [ "R.Z. Wang", "X.Q. Zhai" ],
      "venue" : "Energy 35 (11) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Optimal sizing of a solar thermal building installation using particle swarm optimization",
      "author" : [ "B. Raffaele", "P. Michael", "W. Andreas", "G. Lino" ],
      "venue" : "Energy 41 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A semi-empirical financial assessment of combining residential photovoltaics",
      "author" : [ "S. Oliva", "R. Passey", "M.A. Abdullah" ],
      "venue" : "energy efficiency and battery storage systems, Renew. Sustain. Energy Rev. 1 (105) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A comparative study on the performance of photogalvanic cells with different photosensitizers for solar energy conversion and  storage: D-Xylose-NaLS systems",
      "author" : [ "B.M. Kumar", "K.M. Gangotri" ],
      "venue" : "Energy 36 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Comparison study of indoor",
      "author" : [ "A.H.A. Al-Waeli", "M.T. Chaichan", "K. Sopian", "H.A. Kazem" ],
      "venue" : "outdoor experiments of SiC nanofluid as a base-fluid for a photovoltaic thermal PV, T system enhancement, Energy 151 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of humidity on photovoltaic performance based on experimental study",
      "author" : [ "H.A. Kazem", "M.T. Chaichan" ],
      "venue" : "Int. J. Appl. Eng. Res. (IJAER) 10 (23) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Industrial energy usage in Australia and the potential for implementation of solar thermal heat and power",
      "author" : [ "A.C. Beath" ],
      "venue" : "Energy 43 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Review of R&D progress and practical application of the solar photovoltaic/ thermal (PV/T) technologies",
      "author" : [ "Z. Xingxing", "Z. Xudong", "S. Stefan", "X. Jihuan", "Y. Xiaotong" ],
      "venue" : "Renew. Sustain Energy Rev. 16 (1) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Artificial neural network modeling and analysis of photovoltaic/thermal system based on the experimental study",
      "author" : [ "A.H.A. Al-Waeli", "K. Sopian", "J.H. Yousif", "H.A. Kazem", "J. Boland", "M.T. Chaichan" ],
      "venue" : "Energy Convers. Manage. 186 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A review on photovoltaic/thermal hybrid solar technology",
      "author" : [ "T.T. Chow" ],
      "venue" : "Appl. Energy 87 (2) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A critical review of photovoltaic/thermal solar collectors for air heating",
      "author" : [ "R. Kumar", "M.A. Rosen" ],
      "venue" : "Appl. Energy 88 (11) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Performance analysis and multi-objective optimization of a hybrid photovoltaic/thermal collector for domestic hot water application",
      "author" : [ "J.F. Chen", "L. Zhang", "Y.J. Dai" ],
      "venue" : "Energy 143 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental investigation of the effects of silica/water nanofluid on PV/T (photovoltaic thermal units)",
      "author" : [ "M. Sardarabadi", "M. Passandideh-Fard", "S.Z. Heris" ],
      "venue" : "Energy 66 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Comparative study to use nano-(Al2O3",
      "author" : [ "A.H.A. Al-Waeli", "M.T. Chaichan", "H.A. Kazem", "K. Sopian" ],
      "venue" : "CuO, and SiC) with water to enhance photovoltaic thermal PV/T collectors, Energy Convers. Manage. 148 (15) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Photovoltaic solar thermal (PV/T) collectors past",
      "author" : [ "A.H.A. Al-Waeli", "K. Sopian", "H.A. Kazem", "M.T. Chaichan" ],
      "venue" : "present and future: a review, Int. J. Appl. Eng. Res. 11 (22) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sustainable heating",
      "author" : [ "O.B. Kazanci", "M. Skrupskelis", "P. Sevela", "G.K. Pavlov", "B.W. Olesen" ],
      "venue" : "cooling, and ventilation of a plus-energy house via PV/thermal module, Energy Build 83 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Development and optimization of an innovative HVAC system with integrated PVT and PCM thermal storage for a net-zero energy retrofitted house",
      "author" : [ "M. Fiorentini", "P. Cooper", "Z. Ma" ],
      "venue" : "Energy Build 94 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thermal and electrical performance of an integrated PV-PCM system in double skin façades: a numerical study",
      "author" : [ "H. Elarga", "F. Goia", "A. Zarrella", "A.D. Monte", "E. Benini" ],
      "venue" : "Sol Energy 136 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Energy and exergy analysis of nanofluid based photovoltaic thermal system integrated with phase change material",
      "author" : [ "M. Hosseinzadeh", "M. Sardarabadi", "M. Passandideh-Fard" ],
      "venue" : "Energy 147 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel solar-assisted heat pump driven by photovoltaic/thermal collectors: dynamic simulation and thermo-economic optimization, Energy",
      "author" : [ "F. Calise", "M.D. d'Accadia", "R.D. Figaj", "L. Vanoli" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Life cycle cost analysis of a hybrid photovoltaic-thermal water and air collector: a comparison study based on energy and exergy",
      "author" : [ "V. Raman", "G.N. Tiwari", "H.D. Pandey" ],
      "venue" : "Int. J. Low-Carbon Technol. 3 (3) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Exergy and economic evaluation of a commercially available PV/T collector for different climates in Iran",
      "author" : [ "S.N. Jahromia", "A. Vadiee", "M. Yaghoubi" ],
      "venue" : "Energy Proc. 75 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Life cycle assessment (LCA) and life cycle cost (LCC) analysis model for a stand-alone hybrid renewable energy system",
      "author" : [ "A. Petrillo", "F. De Felice", "E. Jannelli", "C. Autorino", "M. Minutillo", "A.L. Lavadera" ],
      "venue" : "Renew. Energy 95 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Performance evaluation and economic analysis of a full scale water-based photovoltaic/thermal (PV/T) system in an office building",
      "author" : [ "K.K. Tse", "T.T. Chow", "Y. Su" ],
      "venue" : "Energy Build. 122 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Energy payback time and life-cycle cost analysis of building integrated photovoltaic thermal system influenced by adverse effect of shadow",
      "author" : [ "M. Tripathy", "H. Joshi", "S.K. Panda" ],
      "venue" : "Appl. Energy 208 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Evaluation of the nanofluid and nano-PCM based photovoltaic thermal (PVT) system: an experimental study",
      "author" : [ "A.H.A. Al-Waelia", "K. Sopian", "M.T. Chaichan", "H.A. Kazem", "A. Ibrahim", "S. Mat", "M.H. Ruslan" ],
      "venue" : "Energy Convers. Manage. 151 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Output energy of photovoltaic module directed at optimum slope angle in Kuala Lumpur",
      "author" : [ "Z.A.M. Elhassan", "M.F.M. Zain", "K. Sopian", "A. Awadall" ],
      "venue" : "Malaysia, Res. J. Appl. Sci. 6 (2) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nanofluid based grid connected PV/T systems in Malaysia: a techno-economical assessment",
      "author" : [ "A.H.A. Al-Waeli", "K. Sopian", "H.A. Kazem", "M.T. Chaichan" ],
      "venue" : "Sustain. Energy Technol. Assess. 28 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental investigation of the effects of silica/water nanofluid on PV/T (photovoltaic thermal units)",
      "author" : [ "M. Sardarabadi", "M. Passandideh-Fard", "S.Z. Heris" ],
      "venue" : "Energy 66 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hybrid PV/T enhancement using selectively absorbing Ag–SiO2/carbon nanofluids",
      "author" : [ "N.E. Hjerrild", "S. Mesgari", "F. Crisostomo", "J.A. Scott", "R. Amal" ],
      "venue" : "Sol. Energy Mater. Sol. Cells 147 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Experimental investigation of a concentrating PV/T collector with Cu9S5 nanofluid spectral splitting filter",
      "author" : [ "W. An", "J. Wu", "T. Zhu", "Q. Zhu" ],
      "venue" : "Appl. Energy 184 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Numerical investigation on using of nanofluid in a water-cooled photovoltaic thermal system",
      "author" : [ "Y. Khanjari", "F. Pourfayaz", "A.B. Kasaeian" ],
      "venue" : "Energy Convers. Manage. 122 (2016) 263–278.  A.H.A. Al-Waeli, et al.  Thermal Science and Engineering Progress 11 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Indoor investigation for improving the hybrid photovoltaic /thermal system performance using nanofluid (Al2O3water)",
      "author" : [ "H.A. Hussien", "A.H. Noman", "A.R. Abdulmunem" ],
      "venue" : "Eng. Technol. J 33 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Experimental Methods for Engineers",
      "author" : [ "J.P. Holman" ],
      "venue" : "8th ed., McGraw-Hill Series in Mechanical Engineering, New York",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Describing uncertainties in single-sample experiments",
      "author" : [ "S.J. Kline", "F.A. McClintock" ],
      "venue" : "Mech. Eng. 3–8 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 1953
    }, {
      "title" : "Economical assessment and applications of photovoltaic/ thermal hybrid solar technology: a review",
      "author" : [ "T. Brahim", "A. Jemni" ],
      "venue" : "Sol. Energy 153 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Technoeconomic feasibility analysis of 1MW photovoltaic grid connected system in Oman",
      "author" : [ "H.A. Kazem", "M.H. Albadi", "A.H.A. Al-Waeli", "A.H. Al-Busaidi", "M.T. Chaichan" ],
      "venue" : "Case Stud. Therm. Eng. 10 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A numerical and experimental study of micro-channel heat pipe solar photovoltaics thermal system",
      "author" : [ "M. Modjinou", "J. Ji", "J. Li", "W. Yuan", "F. Zhou" ],
      "venue" : "Appl. Energy 206 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Optimum design and evaluation of hybrid solar/wind/diesel power system for Masirah Island",
      "author" : [ "H.A. Kazem", "H.A.S. Al-Badi", "A.S. Al Busaidi", "M.T. Chaichan" ],
      "venue" : "Environ. Dev. Sustain. 19 (5) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Performance analysis of a grid connected Photovoltaic Park on the island of Crete",
      "author" : [ "E. Kymakis", "S. Kalykakis", "T. Papazoglou" ],
      "venue" : "Energy Convers. Manage. 50 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Practical Handbook of Photovoltaics: Fundamentals and Applications",
      "author" : [ "A. McEvoy", "T. Markvart", "L. Castaner" ],
      "venue" : "Elsevier, New York, NY, USA",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Techno-economical assessment of grid connected PV/T using nanoparticles and water as base-fluid systems in Malaysia",
      "author" : [ "A.H.A. Al-Waeli", "H.A. Kazem", "K. Sopian", "M.T. Chaichan" ],
      "venue" : "Int. J. Sustain. Energy 37 (6) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced thermal conductivity of nanofluids: a state-of-the-art review",
      "author" : [ "S. Ozerinc", "S. Kakac", "A. Yazıcıoglu" ],
      "venue" : "Microfluid Nanofluid 8 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Building-integrated PV and thermal applications in a subtropical hotel building",
      "author" : [ "T.T. Chow", "J.W. Hand", "P.A. Strachan" ],
      "venue" : "Appl. Therm. Eng. 23 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Modeling of daily solar energy system prediction using Support Vector Machine for Oman",
      "author" : [ "H.A. Kazem", "J.H. Yousif", "M.T. Chaichan" ],
      "venue" : "Int. J. Appl. Eng. Res. 11 (20) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Spatiotemporal modelling of roof-top PV module for improved technical potential assessment and electricity peak load offsetting at the municipal scale",
      "author" : [ "R.L. Camargo", "R. Zink", "W. Dorner", "G. Stoeglehner" ],
      "venue" : "Comput. Environ. Urban Syst. 52 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The performance of a novel flat heat pipe based thermal and PVT (PV and thermal systems) solar collector that can be used as an energy-active building envelope material",
      "author" : [ "H. Jouhara", "J. Milko", "J. Danielewicz", "M.A. Sayegh", "M. Szulgowska-Zgrzywa", "J.B. Ramos", "S.P. Lester" ],
      "venue" : "Energy 108 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal performance evaluation of a solar air heater with and without thermal energy storage",
      "author" : [ "V.V. Tyagi", "A.K. Pandey", "S.C. Kaushik", "S.K. Tyagi" ],
      "venue" : "J. Therm. Anal. Calorim. 107 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A review on preparation",
      "author" : [ "D.K. Devendiran", "V.A. Amirtham" ],
      "venue" : "characterization, properties and applications of nanofluids, Renew. Sustain. Energy Rev. 60 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Experimental and numerical investigation of nanofluids heat transfer characteristics for application in solar heat exchangers",
      "author" : [ "E.E. Bajestan", "M.C. Moghadam", "H. Niazmand", "W. Daungthongsuk", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 92 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A novel free-form Cassegrain concentrator for PVT combining utilization",
      "author" : [ "X. Meng", "X. Xia", "C. Sun", "Y. Li", "X. Li" ],
      "venue" : "Sol. Energy 135 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Experimental study on a new conception of hybrid PVT collector",
      "author" : [ "K. Touafek", "A. Khelifa", "M. Adouane", "E.H. Khettaf", "A. Embarek" ],
      "venue" : "December 20-22, IEEE-14th International Conference on Sciences and Techniques of Automatic Control & Computer Engineering – STA'2013, Sousse, Tunisia",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Modelling of a novel concentrated PVT distillation system enhanced with a porous evaporator and an internal condenser",
      "author" : [ "M.A. Al-Nimr", "M.E. Dahdolan" ],
      "venue" : "Sol. Energy 120 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Design of a PVT based desalination plant concept and assessment",
      "author" : [ "M. Ammous", "M. Chaabene" ],
      "venue" : "IEEE-The Fifth International Renewable Energy Congress IREC",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Analysis on the performance of photovoltaic/thermal solar system",
      "author" : [ "J. Lv", "Z. He", "G. Zhao", "X. Li", "Z. Hu", "J. Zhang" ],
      "venue" : "IEEE-International Conference on Materials for Renewable Energy and Environment (ICMREE)",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Performance assessment of integrated PVT and solid desiccant air-conditioning systems for cooling buildings using Maisotsenko cooling cycle",
      "author" : [ "M. Saghafifar", "M. Gadalla" ],
      "venue" : "Sol. Energy 127 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Comparison of different physical models for PV power output prediction",
      "author" : [ "A. Dolara", "S. Leva", "G. Manzolini" ],
      "venue" : "Sol. Energy 119 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Numerical and experimental study on a PVT system with static miniature solar concentrator",
      "author" : [ "G. Li", "G. Pei", "J. Ji", "M. Yang", "Y. Su", "N. Xu" ],
      "venue" : "Sol. Energy 120 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Solar energy for net zero energy buildings –  a comparison between solar thermal",
      "author" : [ "C. Good", "I. Andresen", "A.G. Hestnes" ],
      "venue" : "PV and photovoltaic–thermal (PVT) systems, Sol. Energy 122 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Enhance heat transfer in the channel with V-shaped wavy lower plate using liquid nanofluids",
      "author" : [ "A.M. Abed", "K. Sopian", "H.A. Mohammed", "M.A. Alghoul", "M.H. Ruslan", "S. Mat", "A.N. Al-Shamani" ],
      "venue" : "Case Stud. Therm. Eng. 5 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Numerical simulation of electric-thermal performance of a solar concentrating PV thermal system",
      "author" : [ "S. Jian", "S. Mingheng" ],
      "venue" : "IEEE-Asia-Pacific Power Energy Eng. Conf. ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A Study on experimental performance of air-type PVT collector with HRV",
      "author" : [ "J.G. Ahn", "J.H. Kim", "J.T. Kim" ],
      "venue" : "Proc. Eng. 78 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Environmental impact assessments of hybrid PV–thermal (PVT) systems – a review",
      "author" : [ "C. Good" ],
      "venue" : "Renew. Sustain. Energy Rev. 55 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "https://tradingeconomics.com/malaysia/, (accessed on 15 January 2018)",
      "author" : [ "A.H.A. Al-Waeli" ],
      "venue" : "Thermal Science and Engineering Progress",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "The solar energy industry has grown as a viable energy source with massive potential as it converts the energy of the sun into other forms of energy, given that the sun shines everywhere and at the solar belt [4].",
      "startOffset" : 209,
      "endOffset" : 212
    }, {
      "referenceID" : 4,
      "context" : "PV modules convert sunlight into electric energy and the thermal collector harvests its thermal energy [5].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 5,
      "context" : "However, for this technology to take its place as a primary source for the future many issues need to be dealt with through research and development, and issues such as efficiency [6], storage and the effects of environmental conditions like dust [7,8], temperature and humidity [9,10].",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 6,
      "context" : "However, for this technology to take its place as a primary source for the future many issues need to be dealt with through research and development, and issues such as efficiency [6], storage and the effects of environmental conditions like dust [7,8], temperature and humidity [9,10].",
      "startOffset" : 247,
      "endOffset" : 252
    }, {
      "referenceID" : 7,
      "context" : "However, for this technology to take its place as a primary source for the future many issues need to be dealt with through research and development, and issues such as efficiency [6], storage and the effects of environmental conditions like dust [7,8], temperature and humidity [9,10].",
      "startOffset" : 247,
      "endOffset" : 252
    }, {
      "referenceID" : 8,
      "context" : "However, for this technology to take its place as a primary source for the future many issues need to be dealt with through research and development, and issues such as efficiency [6], storage and the effects of environmental conditions like dust [7,8], temperature and humidity [9,10].",
      "startOffset" : 279,
      "endOffset" : 285
    }, {
      "referenceID" : 9,
      "context" : "However, for this technology to take its place as a primary source for the future many issues need to be dealt with through research and development, and issues such as efficiency [6], storage and the effects of environmental conditions like dust [7,8], temperature and humidity [9,10].",
      "startOffset" : 279,
      "endOffset" : 285
    }, {
      "referenceID" : 10,
      "context" : "Temperature has proven to be a negative factor as it causes reduction in the open circuit voltage (VOC) of the PV modules, driving its power yield down [11].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 11,
      "context" : "Photovoltaics/ thermal systems (PVT) are solar systems whose main idea developed forty years ago to produce heat and electricity [12].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 12,
      "context" : "The principle of this system work is based on the production of electrical energy by the PV module, and absorption of excess heat from the PV [13,14].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 13,
      "context" : "The principle of this system work is based on the production of electrical energy by the PV module, and absorption of excess heat from the PV [13,14].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 14,
      "context" : "To extract this thermal energy, a working fluid is used within the collector, which are classified depending on the type of working fluid and configuration (for example, air based [15], or water based [16] PVTs).",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 15,
      "context" : "To extract this thermal energy, a working fluid is used within the collector, which are classified depending on the type of working fluid and configuration (for example, air based [15], or water based [16] PVTs).",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 16,
      "context" : "Therefore, researchers have been working on the use of high thermal conductivity fluids as cooling fluids in these systems [17].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 17,
      "context" : "This situation has led to the development of conventional liquids such as water, oils, and ethylene glycol, which is usually used in heat transfer and which is characterised by low thermal conductivity, by adding high-thermal conductivity nanomaterials to these current coolants [18].",
      "startOffset" : 279,
      "endOffset" : 283
    }, {
      "referenceID" : 18,
      "context" : "Many researchers have proposed adding PCM to PVT systems to absorb excess heat from the PV as these materials have high potential to store most of the heat coming from the PV as latent heat [19].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 20,
      "context" : "[21] studied the resulting benefit of cooling the PVT system with air and adding PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] numerically studied the effect of adding a layer of PCM to the PVT system using a mathematical model.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] investigated the effect of using wax as a PCM with a coolant that was a nanofluid consisting of a ZnO/water suspension on the efficiency of the PVT system.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "Unfortunately, studies in this area are limited [24].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 24,
      "context" : "[25] analysed the life cycle cost by analysing the PVT system's energy and voltage that was tested in several regions and cities of India with different weather conditions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] selected a commercial system and analysed it economically in three different Iranian cities with different weather conditions using MATLAB and based on a previous study using the TRANSS program.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] analysed the life cycle analysis LCA and the Analytic Hierarchy Process AHP of a new system that stores compressed air energy as a small-scale power storage technology in a PV power plant designed to power a mobile communications station.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] presented an economic analysis that considers the time value of inflation to assess the reliability of the use of the PVT system rather than PV ones.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] analysed the LCA and the energy payback time (EPBT) for PVT systems operating in the weather conditions of India.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] introduced an applied result of a proposed PVT system, which was remarkable as the temperature of the PV module was reduced by 30 °C during the solar irradiance peak period from 12:30 AM to 1:30 PM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "The sun shines in this area up to 150–210 h/month, and the topographical conditions of the area vary between the Bangi Forest, mountains, and hills [30].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 32,
      "context" : "It also causes heat transfer from the PV to the system surface evenly distributed [33].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 33,
      "context" : "The trend to use commercial paraffin wax (organic PCM) is an acceptable choice since it is inexpensive, chemically stable, environmentally harmless, non-toxic, and does not cause corrosion [34].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 33,
      "context" : "These materials are 100% recyclable, and they have combinations with different melting points, which makes the selection of the proper type depend on the range of temperatures of the application used [34,35].",
      "startOffset" : 200,
      "endOffset" : 207
    }, {
      "referenceID" : 34,
      "context" : "These materials are 100% recyclable, and they have combinations with different melting points, which makes the selection of the proper type depend on the range of temperatures of the application used [34,35].",
      "startOffset" : 200,
      "endOffset" : 207
    }, {
      "referenceID" : 35,
      "context" : "Paraffin wax have considerable latent heat, a slight change in volume during the phase change period, and a harmonious melting with partial cooling is negligible [36,37].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 36,
      "context" : "Paraffin wax have considerable latent heat, a slight change in volume during the phase change period, and a harmonious melting with partial cooling is negligible [36,37].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 17,
      "context" : "’s [18] method by adopting the reduction in the thermal conductivity of the samples over time as evidence of non-stability of the nanofluid; the tests were taken at equal intervals of 5 days each.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 37,
      "context" : "It must be emphasised that human freaks and biases must not be interfered with to manipulate measurements [38].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 38,
      "context" : "The uncertainty in this study was estimated using the Klein and McClintock method [39].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 28,
      "context" : "The performance of the SAPVT system will be investigated using some criteria as indicated in References [29,40,41] as follows: output power and energy, efficiency (PV, inverter, electrical and thermal efficiencies), specific yield (PV array yield, final yield and reference yield), capacity factor, payback period time, cost of energy and overall PVT performance.",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 39,
      "context" : "The performance of the SAPVT system will be investigated using some criteria as indicated in References [29,40,41] as follows: output power and energy, efficiency (PV, inverter, electrical and thermal efficiencies), specific yield (PV array yield, final yield and reference yield), capacity factor, payback period time, cost of energy and overall PVT performance.",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 40,
      "context" : "The performance of the SAPVT system will be investigated using some criteria as indicated in References [29,40,41] as follows: output power and energy, efficiency (PV, inverter, electrical and thermal efficiencies), specific yield (PV array yield, final yield and reference yield), capacity factor, payback period time, cost of energy and overall PVT performance.",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 41,
      "context" : "The resulting energy of the SAPVT can be calculated from equation [42,43],",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 42,
      "context" : "The resulting energy of the SAPVT can be calculated from equation [42,43],",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 43,
      "context" : "The efficiency of the inverter is calculated by equation [44],",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 41,
      "context" : "The inverter efficiency typical curve [42].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 42,
      "context" : "The specific yield (SY or YF) is “the annual, monthly or daily net AC energy output of the system divided by the peak power of the installed PV array at standard test conditions (STC)” as References [43,44] manifested,",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 43,
      "context" : "The specific yield (SY or YF) is “the annual, monthly or daily net AC energy output of the system divided by the peak power of the installed PV array at standard test conditions (STC)” as References [43,44] manifested,",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 42,
      "context" : "The initial capital cost of (SAPV, GCPV or SAPVT-nanofluid and nano-PCM) can be expressed by [43,46],",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 45,
      "context" : "The initial capital cost of (SAPV, GCPV or SAPVT-nanofluid and nano-PCM) can be expressed by [43,46],",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 28,
      "context" : "Table 6 lists the unit cost of the system [29].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 28,
      "context" : "The present worth of the annual maintenance cost considered over the period of N years [29],",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 41,
      "context" : "The total maintenance cost of the SAPVT system is [42], a) XRD and FESEM of the SiC-Paraffin nanoparticles b) XRD and FESEM of the SiC nanoparticles",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 41,
      "context" : "Based on LCC, the cost of energy is calculated by [42,44],",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 43,
      "context" : "Based on LCC, the cost of energy is calculated by [42,44],",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 45,
      "context" : "[46,47]; the improvement in thermal conductivity relative to the original heat conductivity of the material was introduced as:",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 46,
      "context" : "[46,47]; the improvement in thermal conductivity relative to the original heat conductivity of the material was introduced as:",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 49,
      "context" : "Solar irradiance and temperature variation cause fluctuation in yield, which may make the PV system unreliable [50,51].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 50,
      "context" : "Solar irradiance and temperature variation cause fluctuation in yield, which may make the PV system unreliable [50,51].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 54,
      "context" : "[55]) and the results of the studied system.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "This paper shows a technoeconomic evaluation of a PVT system. The PV cooling system consists of a tank attached to the panel back side filled with PCM (paraffin wax) mixed with nano-SiC to increase its thermal conductivity and the reservoir is cooled by recycling nanofluid (water+ nano-SiC). The MATLAB program was used for economic evaluation. The experimental work was also carried out and the data obtained were used for evaluation. To improve heat transfer more, nanofluid was used with nano-PCMs in the studied PVT compound. The nanomaterial used in the current study was silicon carbide (SiC) and the PCM selected was paraffin wax. The economic evaluation aspect provided that the cost of the life cycle, the cost per item, and the percentage cost of the system. The technical side introduced the efficiency of the inverter, the specific yield, and the capacity factor which were 97.3%, 190.4 kWh/kWp, and 25.9%, respectively. The output power of this system, electrical and thermal efficiencies were found to be 12.7W, 13.7% and 72.0%, respectively. The cost of electricity and payback periods were 0.125 $/kWh and 5–6 years, respectively. The results indicated that the studied system is economically feasible and shows great promise.",
    "creator" : "Elsevier"
  }
}