{
  "name" : "downloads_2020-01-02_41_enders2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Wet non-thermal integration of nano binary silicon-gold system with strong plasmonic and luminescent characteristics",
    "authors" : [ "Munir Nayfeh", "Brian Enders", "Adem Kocyigit", "Ersin Bahceci", "Noha Elhalawany", "Ammar Nayfeh", "Owrad Alshammari", "Mohamad Alsalhi" ],
    "emails" : [ "m-nayfeh@illinois.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "© 2019 Author(s). All article content, except where otherwise noted, is licensed under a Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/). https://doi.org/10.1063/1.5121153., s"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "In bulk Si-metal integration, physical processes involving deposition and thermal annealing are used to robustly attach a thin transition metal layer to silicon surface as a cladding or coating. In the process, physically deposited noble or near-noble metals, for example, can slowly diffuse into silicon forming specific metal-silicon or silicide interface. PdSi, Pd2Si, PtSi, Pt2Si, Au3Si, Mg2Si, and β-FeSi2 are examples of such interfaces. The silicide chemical bond is not fully covalent; rather it ranges from conductive metal-like to covalent or ionic structures. The silicide-Si contact (cladding/coating)\nmay act as a wetting interface for growth of a thicker metal layer. In addition, when there is similarity between the crystal structure of the deposited metal and silicon they can for, specific ratios of material composition, form stable novel binary alloys (eutectic alloys) which exhibit reduced melting temperatures and novel direct phase transition without passing a two-phase equilibrium.1,2 For silver and platinum, the eutectic melting point lies above 860 C. It however falls at the conveniently low temperature of 363 ○C for gold.\nIt is interesting to integrate the binary silicon-gold system in the nanoscale regime since such integration may afford a double functionality of plasmonics and luminescence, which would be useful\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-1\n© Author(s) 2019\nfor a wide variety of applications, including optical filters, sensing, therapeutics and tracking, and cancer therapy. For example, one feature inherit in nano plasmonics is heat generation due to strong absorption by charge carriers especially in the infrared-visible and UV spectral range.3,4 The energy loss, has however been useful in nano hypothermic therapy. In the treatment, injected gold nanoparticles in a tumor are heated to ∼ 49 C5 using a near-infrared wavelength laser radiation. At this temperature level, cancer cells die at an increased rate resulting in a substantial tumor reduction. Presently, nano-plasmonic hypothermia is not however selective since particle injection and targeting are not spatially selective, heating and killing cancer as well as healthy cells. To alleviate these limitations it is pivotal to develop advanced nanostructures that exhibit simultaneously multiple functionalities including plasmonic, thermal, optical, and luminesce functionalities, which would enable smart tracing and targeting. A hybrid system consisting of an integrated silicon-gold nano structure in a core-shell architecture is interesting in this regard because silicon nanoparticles are luminescent and biocompatible,6–8 which would afford the plasmonic component smart tracing and targeting.\nPreviously, 1-nm ultrathin metal film (silicide forming metal) has been shown to react under appropriate annealing conditions with bulk silicon substrate to form nano silicide dots or particles that are attached to the substrate. For 1-D silicon nanowire substrates, metal ion implantation into the silicon nanowires followed by annealing produced silicide nanoparticles attached to the wires.9,10 It is not clear, however if these physical procedures can be administered or translated to the free-standing 0-D silicon nanoscale regime because of difficulty of achieving isotropic deposition, control of Au/Si material composition, or thermal annealing, and monitoring. Numerous other challenges arise in the nano regime for bare or H-terminated silicon clusters including the difficulty of silicide bonding for H-terminated silicon surface as well as the adverse effect of the silicide bonds on the structural stability, and molecular/electronic structure of ultrasmall nano silicon. In addition, it is not clear how cattier transfer across the silicide potential barrier, between the silicon e-h excitons and the metal d orbitals, may affect or compromise excitonic radiative recombination and luminescence quantum efficiency in nano silicon8,11 as well as how the dielectric silicon core affect the plasmonic resonance of gold shell.\nIn this paper, we examine the prospect of using charge exchange/injection-based procedures, in a chemical wet environment instead of thermal based procedure, to synthesize freestanding nano gold-silicon core shell architectures. Gold is deposited on a single crystal silicon wafer using charge exchange reduction/neutralization of Au3+ ions generated from the hydrated salt HAuCl4 in HF precursor, followed by H2O2 – induced charge generation/injection and etching.12 We use transmission and scanning electron imaging (TEM and SEM) to record the topography of the structures, and electron energy loss spectroscopy (EDS) to analyze the composition of the nano structures recovered from the wafer using sonication in an alcohol. The plasmonic characteristics of the structures as a function of the dimensions of the architecture and the effect of the silicon dielectric core is examined using Mie theory analysis. Finally, the features are discussed in terms of the relative electron/hole affinity, Schottky potential barrier,13 strength of the metal-silicon bond, as well as the surface diffusion of metal atoms or clusters on the interface of the constituent materials."
    }, {
      "heading" : "EXPERIMENTAL",
      "text" : "Device quality boron doped <100> single crystal silicon wafers of 4-8 ohm-cm-1 resistivity are used. We start out by cutting the silicon wafers into ∼ 14mm × 30mm rectangles for easy handling; and sonicate the wafers in acetone for five minutes and then rinse them in water and isopropyl alcohol. We use hydro-auric acid to provide the gold Au3+ ions. Hydro-auric acid is prepared in water solution (1.65×10-3 M HAuCl4 solution). We add HF to the auric acid solution. The presence of HF removes the native oxide from silicon as well as passivates silicon with hydrogen, preventing oxidation in the aqueous environment.8,12,14 The strips are then immersed in a bath, which is a 3:1 mixture of hexachloroplatinic acid and HF. During this step, a spontaneous electrochemical reaction reduces the platinic acid to platinum on the surface. After 10-15 minutes of treatment, the wafer is removed, and washed with alcohol and water and dried using nitrogen gas.\nThe gold deposition step is followed by an etching step. The platinum coated strips are immersed in a bath of 1:2 HF and H2O2 mixture. During this step, an electrochemical reaction forms charge by H2O2 on the gold towers and injects the charge as a current in silicon, which increases the etching rate of silicon. After 10-15 minutes of etching, the wafer is removed, and washed with alcohol and water and dried using nitrogen gas. The recovery of nano structures from the etched silicon wafer is carried out using sonication for 2-5 minutes in isopropyl alcohol. This process recovers gold, silicon and the Si-Au composite nano components.\nThe materials and structures are characterized at all stages of treatment using several procedures including scanning electron microscopy (SEM), X-ray photoelectron spectroscopy, and imaging and material analysis mapping using energy-dispersive X-ray spectroscopy (EDS), while the optical properties are characterized using photoluminescence spectroscopy, and fluorescence microscopy. To obtain the luminescence spectra, we excite using 365-, 300- or 254- nm incoherent light. For detection, we use a fiber optic spectrometer that uses optical fibers to extract the emission. We use a nearinfrared holographic grating with groove density of 600/mm with a blaze wavelength of 0.4 μm and with best efficiency in the range 0.25–0.80 μm."
    }, {
      "heading" : "RESULTS",
      "text" : "Deposition process: In Figure 1a, we give two images: AFM 2-d image and a phase image, which show that the deposits are randomly positioned disconnected towers, indicating the growth being predominantly vertical. Gold has grown into towers, which has already burrowed 3-5 nm into silicon at the base due to the presence of HF and has heights of ∼ 10 nm. To measure the lateral dimension at the base of the towers, we use scanning electron microscopy (SEM) imaging since AFM imaging is not reliable in the lateral direction as it convolutes the tip diameter with the width of the structure. Figure 1b gives two SEM images of the wafer, depicting a large section and a smaller section. They show islands of gold, which are on the average 10-nm across. The interspacing between towers is on the average 10 nm.\nAdditional measurements show that with time of deposition (from a few seconds to 15 minutes), more towers form (coverages increases) but the deposition stays predominately vertical, with\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-2\n© Author(s) 2019\nFIG. 1. Gold template constructed by spontaneous chemical deposition in an aqueous bath of HAuCl4/HF mixture on a silicon wafer. (a) Atomic force microscope AFM images of the wafer (top) three dimensional image (bottom) two-dimensional images (b) Scanning electron microscopy (SEM) images of the silicon wafer with different resolutions (top) large section (bottom) smaller section The interspacing between towers is on the average 10 nm, corresponding to a density of ∼ 1012/cm2.\nmuch less lateral growth such that most of the towers stay disconnected. The height distribution show that the tower are not uniform. A few of them grow very tall while most stay intermediate. The average height of gold towers deposited saturates. The height distribution includes a few which has grown very tall and wide at the base. Those appear to be the brightest. But most of the towers as observed by AFM imaging measurements indicate that the height is nearly 10 nm at the average.\nFigure 2a give the gold atomic concentration measured with XPS in the range 0 to 700 eV, showing the characteristic gold peaks at 85 eV as well as at 335 and 357 eV. Note that for XPS, the main gold lines in the range of the measurement are at 57, 85, 335, 353, 761 eV, while for silicon they are at 99, 104, 153 eV; for oxygen they are at 22, 533 eV; and for carbon they are at 18, 284 eV. Optically, the wafers do not show any sign of discoloration when viewed by the naked eye nor does it show any microstructure when viewed by an optical microscope. The amount of gold deposited deduced from XPS data as a function of time of interaction between the HAuCl4 and the silicon wafer is shown in Figure 2b.\nAuger electron spectroscopy (AES) material analysis also confirms the presence of gold. AES with depth shows that there is a decaying tail that reached as deep as 100 nm as shown in Figure 2c. The figure shows that the amount of gold deposited saturates with time, indicating a self-limiting deposition. This implies that as the top of the towers gets further and further from the silicon surface the ability of the surface to reduce the gold ion becomes smaller and smaller, indicated a self-limiting process. The effectiveness of the gold deposition is diminished due to a drop in the charge exchange between the impinging gold ions and the silicon surface due to increasing metal shielding of the silicon surface as well as the distance from the silicon surface. Charge transfer between gold\nFIG. 2. (a) X-ray photo spectroscopy (XRS) spectrum showing gold atomic concentration line, showing the characteristic gold peaks at 85 eV as well as at 335 and 357 eV (b) The amount of gold deposited deduced from XPS data as a function of time of deposition, showing saturation or self-limiting feature. (c) Material analysis of the gold and silicon concentrations with depth using Auger electron spectroscopy (AES). The figure shows that the amount of gold deposited saturates with time, indicating a self-limiting deposition.\nstructure and the underlying portion of the substrate decreases with the height of the gold structure. It may even become comparable with that between the gold structures themselves. Moreover, the electron exchange may depend on the thickness of the deposit as recent research showed that the Schottky potential barrier between the two materials at the Au-Si interface depends on the thickness of the gold film.13\nEtching process: During the etching process, the sample is observed optically as well as under UV irradiation. First, it is observed that initially little gas is generated, which may indicate that the interaction is very slow. Two minutes into the treatment, the sample begins to show yellow/orange stain in room light; Figure 3a gives a photo of the sample, which shows that stain is now vividly observed by the naked eye. At this stage little luminescence is observed when the sample is inspected with UV irradiation. With continued etching, the sample begins to show some red luminescence. For strong luminescence that may be observed with naked eye, the treatment may require 10 to 15 minutes. Figure 3b gives a photo of the wafer under UV excitation of 365 nm wavelength; red luminescence from the wafer can be seen with the naked eye. The network of tubes are luminescent.\nNano structure recovery: The treated silicon wafer is now sonicated in isopropyl alcohol for 2-5 minutes. When the liquid observed\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-3\n© Author(s) 2019\nwhile exciting it with 365 nm incoherent light from a Hg lamp, the liquid is found to be red luminescent. The liquid is then centrifuged for 45 minutes to separate larger pieces that may have broken off the wafer, and the liquid suspension is decanted, giving a highly stable suspension/dispersion over many months with little additional aggregation or precipitation, indicating sub-micrometer structures. The dispersion exhibits red luminescence under uv excitation, which can be observed by the naked eye. A luminescent photo is given in Figure 4 (inset). The luminescence spectra of the suspension is recorded by exciting the suspension with 365 nm incoherent light from an Hg lamp. For detection, we use optical fibers to extract the emission and a holographic grating to record the spectrum. The spectrum shown in Figure 4 is wideband over the range 550- 750nm with a band maximum at 620nm, characteristic of 2.9 nm red luminescent silicon nanoparticles.8,14,15\nWe also observe in room light that the suspension has a visible light green (red-green) tint; it was recorded in the photo given in Figure 5a (inset). We dispensed a drop of the liquid on a device-quality\nFIG. 4. Photoluminescence spectrum and photo of a colloid harvested by sonication from the etched wafer in isopropyl alcohol luminescent. The spectrum shows a wide band over the range 550-750nm with a band maximum at 620nm. (inset) photo of colloid exhibits red luminescence observed by the naked eye. Photo and spectrum were recorded by exciting the colloid with 365 nm incoherent light from an Hg lamp. Those features are characteristic of 2.9 nm red luminescent silicon nanoparticles.\nsilicon wafer and imaged it with scanning electron microscope. The images, given in Figure 5a. A histogram of the size gives half of the particles seen in the image are in the range 15-25 nm while the rest of the particles fall in the range 30-35 nm. Those correlate with the sizes of the pores seen in the SEM imaging and are a result of etching. Pores larger than 40 nm may be due to etching by clusters of nanoparticles. Figure 5b gives some sections of a scanning electron microscope image displaying other nano shapes, including a variety of plate-like structures, such as squares, rectangles, trapezoids, and hexagons. Those are known to be characteristic shapes found in the growth of gold, silver or platinum on silicon.16,17 The edges\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-4\n© Author(s) 2019\nappear brighter than the smother inner section due to increased electron scattering from sharper regions. The overall diameter of these structures fall in the range of 25-350 nm with varying core size.\nFigure 6 gives SEM images of a thin film made from the precipitate, which shows core-shell structures. Some of those coreshell structures are large enough such that they are readily observable by a standard optical microscope. Material analysis using\nenergy-dispersive X-ray spectroscopy (EDS) was used to provide the map of elemental analysis of individual core-shell structures. The color-coded images in Figure 7a-b-c depicts the total, gold and silicon composition. It shows that the shell consists of gold, while the\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-5\n© Author(s) 2019\ncore is consistent with Si, the material of the substrate. It is to be noted that the precursor colloid sample has a faint purple tint.\nUltra-small structures were examined by transmission electron microscopy (TEM). Colloids were centrifuged several times to remove large structures. A certain volume of the colloid is dispensed on a graphite grid followed by air-drying. Figure 8a shows a number of particle structures; they consist of a dark core, surrounded by a lighter shell. The particles are nearly uniform in size with an average diameter of ∼ 6nm. A closer look (Figure 8b) shows that the core has substructure. Some show individual substructure of ∼ 3 nm in diameter. These particles are not amenable to material analysis using energy-dispersive X-ray spectroscopy (EDX) to provide the map of elemental analysis as they are too small."
    }, {
      "heading" : "THEORETICAL PLASMONIC EFFECTS Electronic issues",
      "text" : "The electronic properties of the core is plausibly understood in term of an amorphous cluster of individual silicon nanoparticles. Individually the nanoparticles are dielectric since the precursor from which the nanoparticles were dispersed has a low doping level of ∼ 5x1015/cm3 or a resistivity in the range 4-8 Ω-cm. The conductivity of the silicon cluster in the core is related among other factors to the uniformity of the particles (3 nm in diameter). Size uniformity provides uniform confinement energies and bandgaps (2.1 eV). Uniform bandgaps allow resonant tunneling between particles, which is much faster than non-resonant processes. The individual nanoparticles are expected to be in close packing within the core (< 1nm) resonant tunneling is expected to be strong such that resonant tunneling-limited transport governs and provides higher carrier mobility, hence, shorter transit time within the core, which renders the core as a homogenous dielectric silicon material with a refractive index of 3.5. For larger interparticle spacing (> 5nm), tunneling is slow and transport is expected to be in a hopping mode.\nAs to the gold particle/cluster or shell, it has a thin thickness and is expected to be conductive within the cluster with a typical electron density of 5.90 × 1022/cm3. The transport properties of films assembled from such metal nanoclusters can be significantly different from the metals in their bulk or thin film forms. For a film composed of metal nanoclusters as its building blocks, the cluster size and the inter-cluster separation are parameters that can be varied experimentally. In fact, the electrical conductivity of a film composed of metal nanoclusters can be changed by several orders of magnitude as a function of the average inter-cluster separation while keeping the same average cluster size. For inter-cluster separations of ≥ 10 nm the conductivity is insulating type whereas for lesser inter-cluster separations the conductivity behavior is of metallic type. As to the thin gold silicide interface molecules, the silicide chemical bond is not fully covalent; rather it ranges from conductive metal-like to covalent or ionic structures."
    }, {
      "heading" : "Light scattering",
      "text" : "We use Mie’s theory18 to calculate the scattering and absorption spectra of sizes and configurations observed in the TEM images. We used a software package, which allows for a shell on the gold\nnanoparticles of variable thickness and refractive index.19 The analysis assumes also spherical shapes, single particle and elastic scattering events, with the medium in which the particles are embedded taken linear, homogeneous and isotropic. Waves scattered by the individual particles have no systematic phase relation. The calculations are conducted for silicon nanoparticle cores in term of a homogenous silicon dielectric medium of 3.5 refractive index as discussed in the electronic issues paragraphs above. In the calculations the gold shell was assumed to be a continuous layer, hence separations of grains were assumed to be continuous and the conductivity behavior is taken of metallic type Specifically, we performed Mie calculations for the structures shown in Figure 8. The silicon core diameter is taken 6 nm. A very thin gold shell of thickness 0.25 nm is taken. The results for this ultrasmall plasmonic system is shown in Figure 9. The result shows that light scattering is negligible because the radius of the particle is much less that the wavelength of light in the visible (6 nm compared to 600 nm). The interaction of visible light results predominantly in absorption. We note that blue, green and to a lesser degree red light is absorbed. Moreover, there is a local absorption minimum (a local window for transmission) at 525-590 nm. When nanoparticles absorb light, the observer sees the transmitted light, causing the observer to perceive light that is the opposite color than the absorbed color. Thus, to the observer’s naked eye, the core shell particles observed in Figure 8 with light scattering calculation given in Figure 9, the nanoparticle appears yellow-green as seen above in Figures 5a (inset).\nIt is interesting to discuss the results in terms of the electronic properties of the material. We believe that the high density of the Au nano towers achieved by the wet deposition increase accordingly the active surface area for charge generation (by nearly 3 orders). The generated hole charges are expected to migrate inside the gold columns toward the Si in contact with gold. The large Schottky barrier between gold and silicon (0.3 eV) compared to 0.2 eV for platinum Pt and silicon, however slows down charge leakage into silicon, which causes charge accumulation in the gold nano-structures. A simple calculation shows that the tunneling probability O takes the following expression (Eq. (1))\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-6\n© Author(s) 2019\nΘ = exp ⎛ ⎜ ⎝ −4 √ 2qm∗ΦB3/2 3 h ε ⎞ ⎟ ⎠\n(1)\nwhere q is the charge of the carrier, m∗ is the effective mass of the carrier, h is Planck’s constant, ΦB is the Schottky barrier height, and ε is the effective electric field at the interface, which is related to the slope of the Schottky barrier. The tunneling current is proportional to O. The tunneling current therefore depends exponentially on the barrier height to the 3/2 power. Since the ratio of the Schottky barriers for platinum and gold is 1.5, we find from this expression that the injection from gold into silicon is slower by a factor of 6.3 than that from platinum into silicon.\nThe large charge density in the columns increases the electric field on the surface of the columns and hence causes an E-field breakdown as well as charge percolation between Si and Au structures and between Au structures. In fact, not only the metal-Si Schottky barrier is large in the case of gold, recent work has shown that the barrier of the Au-Si interface increases with the thickness of the gold layer.13 Because of the reduced injection rate, there are two paths for charge dissipation, vertically through the columns into silicon and lateral between columns. Charge transport inside the gold columns to the Si substrate heats and may melt gold. The amenability of the Au and Si to form a binary system, allows melting at lower temperatures (363 ○C). The hole injection into the silicon substrate charges silicon, which increases the etching rate by HF and causes hot gold to burrow into silicon, resulting in the formation of Si-Au silicide interfaces deep into the silicon wafer as well as the formation of a variety of nano structures morphologies including gold, silicon and composite nanostructures. On the other hand, as the charge accumulates in the columns, charge breakdown could take place laterally to create a lateral dissipation path as in electric percolation schemes.20 Before charge injection, the system is composed of random systems of isolated gold columns; but after etching a giant long-range connectivity in the random system, of the order of system size nay be seen. In fact, we associate the emergence of gold color with the onset of the giant connectivity of the columns. The fact that it takes ∼ 2-3 minutes of etching for the emergence of the color tint indicates the need for time for charge to build, such that it reaches the critical charge density for breakdown, allowing percolation threshold to be reached and causing a long range connectivity or percolation."
    }, {
      "heading" : "APPLICATIONS",
      "text" : "Finally, the gold-silicon system has generated a lot of interest in recent years because of a variety of important potential applications, including synthesis of gold nanoparticles, plasmon-silicon based application, silicon-gold electrodes for lithium ion battery, and gold refining. For instance, the interaction with porous silicon resulted in the ion reduction and formation of nanoparticles of gold on its surface.21\nSynergetic functionalities have been observed upon integration of the functionalities of plasmonic nano-metal and silicon, such as in gold coated solar cells, and gold coated silicon nanowires for optical waveguides, as well as for antennas and photodetectors in the infrared.22–26\nGold coated silicon nanoparticles been proposed as a new electrode material, which alleviates the low electro-conductivity and\nshort cycle life of silicon-based electrodes in lithium ion batteries.27 Gold was deposited on the surface of silicon nanoparticles using electroless plating with a reducing agent.\nGold particles grow on the surface of silicates, quartz, feldspar, and silica gel, which is useful for gold-harvesting industry, contrary to the predictions based on the electronegativity of gold ions and the silicates involved. The adsorption and reduction occur on defects on silicate surfaces, allowing gold to be reduced by hydrogen or silicon radicals at the defect sites.28 This observation could play an important role in the deposition of gold in natural systems, as well as causing loss of gold from leaching processes during hydrometallurgical gold recovery.\nThe integration of thin films of noble metal or its nanoparticles and silicon is useful for subjecting or injecting intense electric flux into silicon, diffuse metal to form novel bi-alloys, or extract or inject charge. Thin films or nanoparticles of metal focusses light to a few nanometers due to electron (plasmonic) resonances, which upon exposure to light, subjects underlying silicon to extremely high electric fields that changes the structure and crystal symmetry affording silicon novel strong optical activity. Hybrid systems consisting of nano core-shell architecture involving reactive metals such as erbium and magnesium have ben synthesized because oxide of such metals are stable and can provide nonlinear optical/infrared, electronic, hydrogen generation, magnetic, and storage functionalities. Si nanoparticle-Er2O3 core-shell architectures has been synthesized with strong 1.54 μm cathodoluminescence.29 Si nanoparticleMg(OH)2/MgO core-shell architectures has been synthesized with the structure exhibiting luminescence covering nearly entire visible range with photonic and photovoltaic applications.30\nIntegration of gold and silicon at the nanoscale in the form core-shell architecture is significant because it affords the functionalities and attributes of both materials, namely plasmonic light scattering imaging and fluorescence/luminescence imaging. It compares very well with present technologies. For instance, organic dyes and fluorescent proteins offer brightness over a short period. However, over comparative long times it is limited because of photo-bleaching and low emission efficiency. CdSe(S) quantum dots offer bright luminescence and greater photostability; but they easily aggregate and pause potential toxicity. Gold nanoparticles offer better biocompatibility, and unique strong light plasmonic scattering in the visible, as well as good resistivity to photobleaching. The present system in a core-shell configuration offers luminescence, light scattering, resistivity to bleaching, and shielding the semiconductor core against aggregation and chemical instability. Moreover, the activation wavelength (infrared for gold), tracking (white and green/red for gold) and tracking (blue/UV and red for Si nanoparticle core) offer significant contrast and sensitivity. These combined attributes would be useful for a wide variety of significant applications, including optical filters, sensing, therapeutics and tracking, and cancer therapy."
    }, {
      "heading" : "CONCLUSION",
      "text" : "We developed a procedure for synthesis of gold-silicon nano capsules of core shell architecture that integrates gold and silicon at the nanoscale, which exhibit simultaneously plasmonic resonance and visible luminescence in the red part of the spectrum. The structures are useful for a wide variety of applications, including\nAIP Advances 9, 095039 (2019); doi: 10.1063/1.5121153 9, 095039-7\n© Author(s) 2019\noptical filters, sensing and cancer therapy. In the procedure, we use room-temperature charge exchange/injection-based procedures in an active etching chemical wet environment of H2O2 and HF and a gold salt, avoiding thermal/annealing processes. Electron imaging and material analysis show silicon-gold coreshell structures with diameters ranging from 6 to 500 nm. Light scattering by the coreshell structures based on the Mie theory is in agreement with the optical observation. We discussed the results in terms of the relative electron/hole affinity, Schottky potential barrier, strength of the metal-silicon bond, as well as the surface diffusion of metal atoms or clusters on the interface of the gold silicon system."
    } ],
    "references" : [ {
      "title" : "19Mie Theory Calculator, https://nanocomposix.com/pages/tools",
      "author" : [ "C.Y. Chiu", "Y. Li", "Y. Huang", "Nano Lett" ],
      "venue" : "Journal of Applied Physics 101(11),",
      "citeRegEx" : "Chiu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chiu et al\\.",
      "year" : 2007
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "We report on a wet none thermal integration of the binary silicon-gold nano system. Instead of thermally based gas-solid procedures, we use charge exchange/injection-based procedures in a chemical wet environment. SEM and TEM imaging and EDX show 0-D gold-silicon coreshell structures with diameters ranging from 6 to 500 nm in addition to a variety of silicon and gold nano structures. Optical and florescence spectroscopy show that colloids exhibit strong red luminescence and plasmonic resonance in the visible. Mie theory analysis of light scattering is in agreement with the optical observation. The results and procedures are discussed in terms of the relative electron/hole affinity, Schottky potential barrier, strength of the metal-silicon bond, as well as the surface diffusion of metal atoms or clusters on the interface of the constituent materials. Integration of gold and silicon, at the nanoscale in the form core-shell architecture affords the functionalities and attributes of plasmonic light scattering imaging and fluorescence imaging that would be useful for a wide variety of applications, including optical filters, sensing, therapeutics and tracking, and cancer therapy. © 2019 Author(s). All article content, except where otherwise noted, is licensed under a Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/). https://doi.org/10.1063/1.5121153., s",
    "creator" : "LaTeX with hyperref package"
  }
}