{
  "name" : "downloads_2020-07-20_97_riaz2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Peristaltic propulsion of Jeffrey nano-liquid and heat transfer through a symmetrical duct withmovingwalls in a porous medium",
    "authors" : [ "A. Riaz", "A. Zeeshan", "M.M. Bhatti", "R. Ellahi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nPhysica A\njournal homepage: www.elsevier.com/locate/physa\nPeristaltic propulsion of Jeffrey nano-liquid and heat transfer through a symmetrical duct withmovingwalls in a porous medium A. Riaz a, A. Zeeshan b, M.M. Bhatti c,∗, R. Ellahi b,d a Department of Mathematics, Division of Science and Technology, University of Education, Lahore, Pakistan b Department of Mathematics and Statistics, FBAS, IIU, Islamabad, 44000, Pakistan c College of Mathematics and Systems Science, Shandong University of Science and Technology, Qingdao, Shandong, 266590, China d Center for Communications and IT Research, Research Institute, King Fahd University of Petroleum & Minerals, Dhahran 31261, Saudi Arabia\na r t i c l e i n f o\nArticle history: Received 13 May 2019 Received in revised form 31 October 2019 Available online 18 December 2019\nKeywords: Peristaltic flow Nanoparticles Rectangular duct Genetic algorithm Nelder mead Homotopy perturbation method\na b s t r a c t\nIn this article, a computational study has been performed on the peristaltic propulsion of nanofluid flow through a porous rectangular duct. A non-Newtonian fluid model, i.e. Jeffrey model is considered to examine the behavior of nanoparticles. A Cartesian coordinate system is adopted for the three-dimensional duct. Furthermore, the threedimensional rectangular duct contains porous wavy walls. An approximation of long wavelength and small Reynolds number have been applied to formulate the governing equations of momentum, energy, continuity, and concentration equation. These resulting coupled partial differential equations are further solved using Homotopy perturbation method and Genetic algorithm with a combination of Nelder Mead method. The purpose of the Genetic algorithm and Nelder Mead method is to reduce the residual error. For this purpose, numerical comparison of residual error is presented with a Homotopy perturbation method.\n© 2019 Elsevier B.V. All rights reserved.\n1. Introduction\nBiofluid mechanics is an important branch of fluid mechanics. Human body consists of 65 percent of fluids. Cells are embedded in fluid and major portion of cell are also formed by fluids. Even gases exchange in lungs are dealt in biomechanics. Some cells in our body are non-adherent cells like red blood cells, white blood cells and platelets which flows through streams of blood. Fluids such as blood, Cerebrospinal fluid, synovial fluids and food etc. are called Biofluids. Some of implanting devices such as stunts and artificial heart valves had to follow law of fluid mechanics for efficient working. For the purpose, we need to understand peristalsis transport in the body. Peristalsis is one of major transport phenomena of Biofluids in living organisms. The peristaltic motion was initially investigate by Latham [1], ever since a high amount of literature is available in Newtonian or non-Newtonian domain [2–6]. Peristalsis is taken from Greek word “peristaltic” means collapsing and compressing. It is a muscular control flow that flow a set pattern of involuntary wavelike contractions and relaxation of the smooth muscles. The flow is generated in fluid due to the wave generated by contraction and relaxation. These waves may have short or long wavelengths which can equals the whole length of the organ. In human body arteries oesophagus, kidney and many vessels works on the phenomena of peristalsis. Motivated by peristaltic\n∗ Corresponding author. E-mail addresses: mubashirme@yahoo.com, mmbhatti@sdust.edu.cn (M.M. Bhatti).\nhttps://doi.org/10.1016/j.physa.2019.123788 0378-4371/© 2019 Elsevier B.V. All rights reserved.\npumping for the transport of food in physiological systems many engineering devices are formed with deformable walls due to its simple design like lab-on-a-chip device [7] and glucose-sensing, insulin delivery etc. [8]. Reddy et al. [9] discussed the impact of lateral walls on the peristaltic motion of Newtonian fluid model through a rectangular duct and presented exact solution. Mekheimer [10] presented a mathematical modeling for the application of an endoscope using couple stress fluid model induced by peristaltic wave. Misra et al. [11] investigated the biomagnetic viscoelastic flow and presented a simulation for the blood flow in arteries in the presences of electromagnetic hyperthermia. Moreover, he also presented therapeutic procedure for the treatment of cancer disease. Later, Mekheimer et al. [12] extended the work of Reddy et al. [9] in an asymmetric rectangular duct. Nadeem et al. [13] utilized the non-Newtonian Carreau fluid model to examine the non-Newtonian characteristics in a three-dimensional duct. He obtained the series solution up to the second order of approximation using Homotopy perturbation method. Maiti et al. [14] also discussed the non-Newtonian characteristics of blood flow model propagating through a micro-vessels. Partial slip effects in the presence of magnetic field on peristaltic propulsion of Jeffrey fluid through a rectangular duct was examined by Ellahi and Hussain [15]. Shit et al. [16] examined the electromagnetohydrodynamics flow of biological fluid model and presented a model for couple stress fluid. Further, he considered the velocity slip effects with negative charged walls. Recently, Mekheimer et al. [17] discussed peristaltic flow of third grade fluid with gold nanoparticles propagating through a catheter and presented a simulation for cancer therapy.\nRecently, The idea of nanofluid in peristalsis has gained special attention of the researchers [18–20] due to its heat conduction property. Researchers over the years had tried to increase the thermal conductivity of the fluids by changing the geometry or using the add-on in the fluids. For this purpose, a solid metallic particle is introduced in the base fluids by Maxwell in 1881. Micro size particle is used to make suspensions to enhance the conductivity of base liquids, but the resistance to the flow was considerably enhanced due to the presence of these particles. Also, these particles are heavy and tend settle down as residual. With the emergence of nanotechnology new dimension in this field was introduced by Choi [21] in 1995. He proposed that in spite of micro-size particles the nano-sized particle should be used, which tends to remove the drawbacks of micro size particles and serve the purpose of enhancing heat transfer. The flow of nanofluids in porous space is establishing an important emerging field of research. Kuznetsov and Nield [22] indicated two possible application of nanofluid in porous media. (i) Porous foam and (ii) microchannel heat sinks. Many scientists in past decade models microchannel using an idea of convective nanofluid flow in porous media [23–25]. The concept of to convection in nanofluid in porous media is the utilized in medical sciences to treat cancer disease [26,27]. Further, Kothandapani and Prakash [28] discussed the motion of nanofluid induced by a peristaltic wave in the presence of convective boundary conditions and external magnetic field. Abbas et al. [29] examined the peristaltic nanofluid flow through a planar channel in the presence of magnetic field. He obtained the series solution by means of Homotopy perturbation method up to second order of approximation for temperature, concentration, and velocity distribution. Peristaltic flow in an inclined tube having permeable walls in the presence of single-wall carbon nanotube was examined by Nadeem [30]. Bhatti et al. [31] discussed the entropy effects on peristaltic flow through a microchannel in the presence of magnetic and electric field effects. Some more pertinent studies on the peristaltic propulsion of nanofluid in different geometries are available in Refs. [32–34].\nIn view of such applications, we intended to study the effect of porous space with peristalsis transport on the flow of nanofluids. To the best of our knowledge, a peristaltic flow of bio nanofluid (Jeffrey fluid) through a porous duct has not been discussed so far. In this communication, the low Reynolds number and long wavelength approximation are assumed. The optimal series solutions are obtained. The solution was optimized using hybrid Genetic Algorithm and Nelder mead method. The present technique also provides optimized as compared with other methods [35–39]. It comprises six section. Next section will give the mathematical model for this problem. Sections 3 and 4 is formulated to show the solution procedure of problem and description of the Hybrid optimal procedure that include genetic algorithm and Nelder mead. In Section 5 the results are thoroughly discussed by drawing graphs for various physical parameters involving. The expressions for velocity, pressure gradient and pressure rise are shown. Trapping bolus is sketched through streamlines. Results were concluded at the end of an article.\n2. Mathematical structure\nConsider a three-dimensional motion of non-Newtonian liquid filled with nanoparticles propagating having wave length λ in a sinusoidal form with a constant speed c. The walls of the geometrical structure contains porosity. The volume fraction and interparticle collision of the particles are ignored. Stokes’ linear drag theory is applied to model the drag force. A Cartesian coordinate system is adopted for the duct i.e. X-axis lie across the axial direction and Z-axis lie along the transverse direction having width 2d and height 2a (see Fig. 1). The mathematical expression of the propagating wave reads\nZ = ±H(X, t) = ±a ± b cos [ 2π λ (X − ct) ] , (1)\nwhere b the amplitudes of the wave, a the height of a duct, t the time, and X is the direction of wave propagation. The constitutive relation for Jeffrey fluid model is defined as [15]\nS = µ\n1 + λ1\n( •\nγ + λ2 •• γ ) . (2)\nwhere µ viscosity of the fluid, •\nγ rate of strain, λ1 ratio of relaxation and retardation time (Jeffreys parameter), λ2 retardation time while dots denote differentiation with respect to time. Eq. (2) can be reduced to the Newtonian case by taking λ1 = 0. It is convenient to transform variables from the fixed frame to the laboratory (wave) frame which maps the flow into a moving boundary problem and eliminates time⎧⎪⎪⎪⎨⎪⎪⎪⎩ (z, y, x + ct) = (Z, Y , X) (w, u) = (W ,U − c) , p(x, z) = P(X, Z, t),\n(T , C) = ( T̄ , C̄ ) . (3) The non-dimensional governing equations for Jeffrey model nanofluid in a wave frame (for more details see Ref. [40]) will obtain the following form\n∂u ∂x + ∂w ∂z = 0, (4)\nRe δ ( u ∂u ∂x + w ∂u ∂z ) = − ∂p ∂x + 1 1 + λ1 ( δ2 ∂2u ∂x2 + β2 ∂2u ∂y2 + ∂2u ∂z2 ) − u k + Brσ + Grθ, (5) 0 = ∂p ∂y , (6)\nRe δ ( u ∂w\n∂x + w\n∂w\n∂z\n) = −\n∂p ∂z + Reδ 1 + λ1\n( δ2 ∂2w\n∂x2 + β2\n∂2w ∂y2 + ∂2w ∂z2\n) , (7)\nRe δ ( u ∂θ\n∂x + w\n∂θ\n∂z\n) = δ2 ∂2θ\n∂x2 + β2\n∂2θ ∂y2 + ∂2θ ∂z2 + Nb\n( δ2 ∂θ\n∂x ∂σ ∂x + β2 ∂θ ∂y ∂σ ∂y +\n∂θ ∂z ∂σ ∂z\n) + Nt [ δ2 ( ∂θ\n∂x\n)2 + β2 ( ∂θ\n∂y\n)2 + ( ∂θ\n∂z\n)2] , (8)\nRe δSc ( u ∂σ\n∂x + w\n∂σ\n∂z\n) = δ2 ∂2σ\n∂x2 + β2\n∂2σ ∂y2 + ∂2σ ∂z2 + Nt Nb\n( δ2 ∂2θ\n∂x2 + β2\n∂2θ ∂y2 + ∂2θ ∂z2\n) , (9)\nwhere Pr (= µ/ρα) the Prandtl number, Nb ( = (ρc)f DB(C1 − C0)/(ρc)p α ) the Brownian motion, Re(= ρac/µ) the Reynolds number, β(= a/d) the aspect ratio, Nt (= DT (T1 − T0)/T0α) the thermophoresis parameter, k(= k1/d2) the porous parameter, Gr ( = ρgαf a2 (T1 − T0) /µc ) local temperature Grashof number and Br ( = ρgαf a2 (C1 − C0) /µc ) the local nanoparticle Grashof number, respectively. In view of Eq. (3), the expression of the propagating wave reduces\nz = ±h(x) = ±1 ± φ cos 2πx. (10)\nwhere φ (= b/a) the amplitude ratio. Employing the long wave length assumption δ(= a/λ) ≤ 1 and low Reynolds number Re −→ 0 (see Ref. [14]), Eqs. (4)–(9) reduced as(\nβ2 ∂2u ∂y2 + ∂2u ∂z2\n) + (1 + λ1) (Brσ + Grθ)− (1 + λ1)\nu k = (1 + λ1) dp dx , (11)\nβ2 ∂2θ ∂y2 + ∂2θ ∂z2 + Nb\n( β2 ∂θ\n∂y ∂σ ∂y + ∂θ ∂z ∂σ ∂z\n) + Nt [ β2 ( ∂θ\n∂y\n)2 + ( ∂θ\n∂z\n)2] = 0, (12)\n4 A. Riaz, A. Zeeshan, M.M. Bhatti et al. / Physica A 545 (2020) 123788\nβ2 ∂2σ ∂y2 + ∂2σ ∂z2 + Nt Nb\n( β2 ∂2θ\n∂y2 + ∂2θ ∂z2\n) = 0. (13)\nThe governing boundary conditions read as\nu = −1 at z = ±h (x) , u = −1 at y = ±1, (14){ θ = a1 at y = 1, θ = b1 at y = −1, θ = 0 at z = h(x), θ = 1 at z = −h(x), σ = a2 at y = 1, σ = b2 at y = −1, σ = 0 at z = h(x), σ = 1 at z = −h(x) (15)\nwhere a1, b1, a2 and b2 are the constants. The non-dimensional form of stream functions read as u = ∂ψ/∂z, w = −∂ψ/∂y, and ψ the stream function.\n3. Solution of the problem\nThe solution of the above nonlinear partial differential equations (11)–(13) have been determined by optimized series solution method i.e. Genetic algorithm and Nelder Mead method with a combination of Homotopy perturbation method. In view of the following method, the homotopy of the resulting equations read as\nH (v, q) = (1 − q) £1 [v − ṽ0] + H (q) ( £1 [v] + β2 ∂2v\n∂y2 + (1 + λ1)\n( BrΩ + GrΘ −\ndp dx\n)) = 0, (16)\nH (Θ, q) = (1 − q) £2 [ Θ − θ̃0 ] + H (q) ( £2 [Θ] + β2 ∂2Θ\n∂y2 + Nb\n( β2 ∂Ω\n∂y ∂Θ ∂y +\n∂Ω ∂z ∂Θ ∂z\n) + Nt { β2 ( ∂Θ\n∂y\n)2 + ( ∂Θ\n∂z\n)2}) = 0, (17)\nH (Ω, q) = (1 − q) £2 [Ω − σ̃0] + H (q) ( £2 [Ω] + β2 ∂2Ω\n∂y2 + Nt Nb\n{ β2 ∂2Θ\n∂y2 + ∂2Θ ∂z2\n}) = 0, (18)\nin which q (0 ≤ q ≤ 1) the embedding parameter and holds the following condition i.e. q = 0, we get the initial results and for q = 1, we get the final results. Here, £1 and £2 are the linear operators which are defined below\n£1 = ∂2 ∂z2 − (1 + λ1) k , £2 = ∂2 ∂z2 . (19)\nAnd the initial guesses read as\nṽ0 (y, z) = 1 β2\n( 1 − y2 ) −\n[cosh ((h − z) α)+ sinh ((h − z) α)] (1 + cosh (2zα) + sinh (2zα)) 1 + cosh (2hα)+ sinh (2hα) , (20)\nθ̃0 = β 2(z2 − h2) + h − z 2h , (21)\nσ̃0 = β 2(z2 − h2) + h − z 2h . (22)\nLet us define\nv (x, y, z) = v0 + qv1 + q2v2 + · · · (23)\nΘ (x, y, z) = Θ0 + qΘ1 + q2Θ2 + · · · (24)\nΩ (x, y, z) = Ω0 + qΩ1 + q2Ω2 + · · · (25)\nH (q) = qc1 + q2c2 + q3c3 + · · · (26)\nThe new introduced parameters ci, i = 1, 2, 3 . . . are minimized by the optimization techniques namely, Genetic algorithm and Nelder Mead method to get the much better results as compared to Homotopy perturbation method. Substituting Eqs. (23)–(26) into Eqs. (16)–(18) and then comparing the similar powers of q one finds the following problems with the corresponding boundary conditions, i.e., For q0 :\n£1 (v0)− £1 (̃u0) = 0, v0 = −1 at y = ±1, v0 = −1 at z = h1(x), v0 = −1 at z = h2(x),\n} (27)\n£2 (Θ0)− £2 (̃ θ0 ) = 0,\nΘ0 = a1 at y = 1,Θ0 = b1 at y = −1,Θ0 = 0 at z = h1(x),Θ0 = 1 at z = h2(x),\n} (28)\nA. Riaz, A. Zeeshan, M.M. Bhatti et al. / Physica A 545 (2020) 123788 5\n£2 (Ω0)− £2 (σ̃0) = 0, Ω0 = a2 at y = 1,Ω0 = b2 at y = −1,Ω0 = 0 at z = h1(x),Ω0 = 1 at z = h2(x).\n} (29)\nFor q : £1 (v1)+ c1 ( £1 (v0)+ β2 ∂2v0 ∂y2 + (1 + λ1) ( BrΩ0 + GrΘ0 − dpdx )) = 0,\nv1 = 0 at y = ±1, v1 = 0 at z = h1(x), v1 = 0 at z = h2(x),\n} (30)\n£2 (Θ1)+ c1 ( £2 (Θ0)+ β2 ∂2Θ0 ∂y2 + Nb ( β2 ∂Ω0 ∂y ∂Θ0 ∂y + ∂Ω0 ∂z ∂Θ0 ∂z ) +\nNt ( β2 ( ∂Θ0 ∂y )2 + ( ∂Θ0 ∂z )2)) = 0,\nΘ1 = 0 at y = 1,Θ1 = 0 at y = −1,Θ1 = 0 at z = h1(x),Θ1 = 0 at z = h2(x), ⎫⎪⎪⎪⎬⎪⎪⎪⎭ (31) £2 (Ω1)+ c1 ( £2 (Ω0)+ β2 ∂2Ω0 ∂y2 + Nt Nb ( β2 ∂2Θ0 ∂y2 + ∂2Θ0 ∂z2 )) = 0,\nΩ1 = 0 at y = 1,Ω1 = 0 at y = −1,Ω1 = 0 at z = h1(x),Ω1 = 0 at z = h2(x).\n} (32)\nFor q2 : £1 (v2)− £1 (v1)+ c1 ( £1 (v1)+ β2 ∂2v1 ∂y2 + (1 + λ1) (BrΩ1 + GrΘ1) ) +\nc2 ( ∂2v0 ∂z2 + β2 ∂2v0 ∂y2 + (1 + λ1) ( BrΩ0 + GrΘ0 − dpdx )) = 0,\nv2 = 0 at y = ±1, v2 = 0 at z = h1(x), v2 = 0 at z = h2(x), ⎫⎪⎪⎬⎪⎪⎭ (33) £2 (Θ2)− £2 (Θ1)+ c1 ( £2 (Θ1)+ β2 ∂2Θ1 ∂y2 + Nb ( β2 ( ∂Ω0 ∂y ∂Θ1 ∂y + ∂Ω1 ∂y ∂Θ0 ∂y ) + ∂Ω0 ∂z ∂Θ1 ∂z +\n∂Ω1 ∂z ∂Θ0 ∂z ) + 2Nt ( β2 ∂Θ0 ∂y ∂Θ1 ∂y + ∂Ω0 ∂z ∂Ω1 ∂z )) + c2 ( £2 (Θ0)+ β2 ∂2Θ0 ∂y2 + Nb ( β2 ∂Ω0 ∂y ∂Θ0 ∂y +\n∂Ω0 ∂z ∂Θ0 ∂z ) + Nt ( β2 ( ∂Θ0 ∂y )2 + ( ∂Θ0 ∂z )2)) = 0,\nΘ2 = 0 at y = 1,Θ2 = 0 at y = −1,Θ2 = 0 at z = h1(x),Θ2 = 0 at z = h2(x),\n⎫⎪⎪⎪⎪⎪⎪⎪⎬⎪⎪⎪⎪⎪⎪⎪⎭ (34)\n£2 (Ω2)− £2 (Ω1)+ c1 ( £2 (Ω1)+ β2 ∂2Ω1 ∂y2 + Nt Nb ( β2 ∂2Θ1 ∂y2 + ∂2Θ1 ∂z2 )) +\nc2 ( £2 (Ω0)+ β2 ∂2Ω0 ∂y2 + Nt Nb ( β2 ∂2Θ0 ∂y2 + ∂2Θ0 ∂z2 )) = 0,\nΩ2 = 0 at y = 1,Ω2 = 0 at y = −1,Ω2 = 0 at z = h1(x),Ω2 = 0 at z = h2(x). ⎫⎪⎪⎬⎪⎪⎭ (35) The final solution after three iterations is determined as\nu (x, y, z) = v|q→1 = v0 + v1 + v2 + · · · θ (x, y, z) = Θ|q→1 = Θ0 +Θ1 +Θ2 + · · · σ (x, y, z) = Ω|q→1 = Ω0 +Ω1 +Ω2 + · · · ⎫⎬⎭ (36) Then the final solutions are summarized as in following form\nu (x, y, z) = G(y, z) + z ( u0 + e[−zα+(4h+z)α]u1 ) + z2 ( u2 + e[−zα+(4h+z)α]u3 ) + z3 ( u4 + e[−zα+(4h+z)α]u5 ) + z4 ( u6 + e[−zα+(4h+z)α]u6 ) , (37)\nθ (x, y, z) = θ0 + θ1z1 + θ2z2 + θ3z3 + θ4z4 + θ5z5 + θ6z6, (38)\nσ (x, y, z) = σ0 + σ1z1 + σ2z2 + σ3z3 + σ4z4. (39)\nThe function and the constants appearing the above equations i.e. G (y, z) , ui, θi, σi, (i = 1, 2, 3...) can be found using routine calculations. Volumetric flow rate can be obtained by integration across the duct width\nQ = ∫ h(x) 0 ∫ 1 0 (u + 1) dydz. (40)\nThe pressure gradient obtained from above equation is described as dp dx = F . (41)\nwhere F is given in Appendix. The non-dimensional pressure rise is solved numerically by ∆p = ∫ 1 0 Fdx. (42)\nThe solutions of Eq. (42) can be evaluated with the help of computational software Mathematica.\n4. Numerical results and discussions\nThis section deals with the graphical and numerical results against all the governing parameters involved in the mathematical modeling. To analyze the inclusion of these parameters, Figs. 1–15 have been sketched against velocity profile, pressure gradient, temperature profile and concentration profile whereas pumping features are also discussed against the similar physical parameters. Fig. 1 shows the flow direction and the geometry of the problem. Tables 1–3 shows the residual error calculated with the help of Homotopy perturbation and Genetic algorithm with a combination of Nelder mead method. The optimal solutions reveal that the present solutions are not only correct but also ensures that applied techniques converge significantly. It is worth mentioning here that the present solutions reduce to single phase Newtonian model by taking λ1 = σ = θ = 0 in Eq. (10). Furthermore, for β = 1 the present results are also applicable for a three-dimensional square duct.\nFigs. 2–4 are drawn to show the effect of different parameters such as β , Gr , k, λ1, Nt and Q for velocity profile. The variation of β and Gr is shown in Fig. 2. It is observed that velocity decreases with the increasing effects of β and converse behavior were observed by the Grashof number Gr . It is interesting to mention here that similar effects were observed by Ellahi et al. [5] for higher values of β against velocity profile. On the other hand, free convection occurs due to change in a density of the fluid which in results change in temperature or gradient. Usually when the density diminishes which in results rise in temperature profile and also enhances the fluid. Such motion occurs due to a buoyancy force. However,\nthe major force that opposes the flow is a viscous force. Fig. 3 shows the variation of velocity for different fixed values of λ1 and k. It is noted that velocity increases with the increase of λ1 and k. It is interesting to note here that an increment in the values of porosity k tends to oppose the flow near the walls of the duct. However, for fluid parameter, the effects are negligible near the walls of the duct. The theoretical effects of Nt and Q are displayed in Fig. 4. An increase in velocity profile is observed when the values Q increases and same effects of Nt is observed at the center but close to wall effects are reversed but for higher values of Nt the rise observed is much rapid.\nFigs. 5 and 6 are drawn to see the effects of thermophoresis parameter Nt and Brownian motion parameter Nb on temperature and nanoparticle concentration profile. It is observed that temperature increase with Nb and Nt . Thermophoresis effect is also known as Soret effect. An increment in thermophoresis parameter creates forces which tend to move the particles from hotter area to colder area and as a result, the temperature profile increases significantly. In Fig. 6 we can see that an increment in Brownian motion parameter tends to oppose the nanoparticle concentration profile. Brownian motion is a random movement of suspended particles which in results the interaction of random particles. This random interaction of nanoparticles tends to enhance the temperature profile, but oppose the concentration profile. Further, in this figure, we can see that Nt enhance the nanoparticle concentration profile.\nFigs. 7–9 shows the influence of pertaining parameters on pressure rise per unit wavelength ∆p against the mean flux Q . This mechanism is important in analyzing the pumping characteristic of governing liquid. It is observed that pressure rise per unit wavelength shows linear variation with flow rate. The flow displays Q > 0 and ∆p > 0 are called peristaltic pumping region, when Q > 0 and ∆p < 0 is augmented flow region and Q < 0 and ∆p > 0 is known as backward pumping region. If ∆p = 0 it is called free pumping. Fig. 6 describes an increase in the magnitude of pressure change for greater values of Nt and decreases for larger values of k. Fig. 8 shows the behavior of ∆p with changing values of β and\nλ1. It is observed an increase in the values of λ1 suppress the pressure rise but increase in β increase the pressure. Fig. 9 is drawn to show for the variation of Gr and φ. With the increase in Gr pressure rise suppresses and for rising φ pressure change increases.\nThe variation in pressure gradient dp/dx for different parameters can be seen in Figs. 10–12. Fig. 10 displays effects of /β and Gr . Increase in β and Gr increases the magnitude of pressure gradient dp/dx in the wavelength x ϵ [0, 1]. In both the graphs the pressure at x < 0.2 and x > 0.8 attains a much smaller value indicating a low resistance to the flow and at about x = 0.5 the maximum resistance to the flow is anticipated. Fig. 11 shows a similar behavior for k, but for greater values of λ1, dp/dx decreases. Fig. 12 shows increase in pressure gradient with mean flow rate Q and Nt .\nThe next substantial part of this section is trapping which can be examined with the help of streamlines. The production of an internally circulating bolus of liquid enclosed by streamlines is known as trapping and is movable along with a peristaltic wave. Such type of physical mechanism occurs for the formulation of thrombus in blood and the propagation of a food bolus in the gastrointestinal tract (GT). To see this mechanismmore vigorously, streamlines are drawn in Figs. 13– 15 to see the trapping bolus behavior with the variation of emerging parameters k, λ1, and Nt . From Fig. 13, it is seen that size and numbers of the trapped bolus increases with increasing the values of the parameter k. Fig. 14 is for streamlines versus wavelength is constructed for λ1. The streamlines for multiple values of the parameter Nt are shown in Fig. 15. It is evident that the size of the trapped bolus increases with increasing λ1, whereas, for Nt the size decreases in the lower half and increases in the upper half of the diagram.\nThis article gives an account of peristaltic flow in a porous duct for a nanofluid are considered. Long wavelength and low Reynold’s number Re approximation is taken to simplified modeled equations. The optimized series solution is obtained and optimized using a hybrid genetic algorithm and Nelder mead procedure. Genetic algorithm is an artificial intelligent random search method. The effects of various parameters on velocity u, pressure rise ∆p, pressure gradient dp/dx and trapping are discussed through graphs. The Residual error is also presented to obtain the optimal series solution. It is observed that the velocity field increases with the increase in Nt , Q , β , Gr and k. The temperature profile shows a rise with an increase of Nb and Nt . Whereas an opposite behave is endure with a variation of Nb in nanoparticle concentration is observed. The drop in pressure gradient is observed with increase in k & λ1 and a rise in is observed with increase in Gr , φ, and Nt . Maximum resistance to the flow is observed at x = 0.5, whereas a small pressure gradient is observed at x < 0.2 and x > 0.8. A linear dependence of pressure rise per unit wavelength is seen. In size and number of bolus formed above and below y = 0 increase with an increase in k, λ1, and Nt .\nF = 1\n120((−2 + c1)c1 − c2) ( 30Brc21hα −1 + hα − 30(c1 + c2)b22hα −1 + hα + 240c1b22β2 α2(−1 + hα) − 240c1b22hβ2 α(−1 + hα) − 240(Br ((−1 + c1)c1 − c2) − (c1 + c2)Gr )β2\nα2(−1 + hα) +\n240(Br ((−1 + c1)c1 − c2) − (c1 + c2)Gr )hβ2\nα(−1 + hα)\n+ 80(c1 + c2)b22h3αβ2\n−1 + hα −\n80Brc21h 3b11αβ2\nNb(−1 + hα) −\n240Brc21hNtβ 2 Nbα − hNbα2 + 240Brc21Ntβ 2 Nbα2 − hNbα3\n+ 10c1b22hα\n( −3 + 8h2β2 ) −1 + hα + −120 ((−2 + c1)c1 − c2) b22α2 − 480c21Grb11β 2 (1 + ehα)hα3\n+ 1\nh2α4(−1 + hα) 30c21Gr\n( −b11α2 + 8h2(−1 + b11)α2β2 − 16h2b11 ( 2 + h2α2 ) β4 ) +\n1 hα3(−1 + hα)\n2c21Gr ( 15b11α2 − 5h2(−3 + b11)α4 + 5h2α2 ( −12(−2 + b11) + h2 (−8 + b11)\nα2 ) β2 − 16h2b11 ( −30 − 5h2α2 + h4α4 ) β4 ) −\n240 (−(−2 + c1)c1 + c2 + ((−1 + c1)c1 − c2)hα) (−1 + hα)(1 + λ1)\n− 80hα3\n(−1 + hα)β2(1 + λ1) +\n120α ( 2c1h + (−h + Q )α2 + αtanh (hα) ) (−1 + hα)(1 + λ1) + ( 1/ ( α3(−1 + hα) (1 + λ1)\n(hαcosh (hα)− sinh (hα))) 12e−hα (\n1 hNbβ2\n(30 ( −1 + ehα ) Nbβ2 ( ((−2 + c1)c1 − c2)b22α2+\n4c21Grb11β 2) (1 + λ1) + hα (16c21Grh5Nbb11α3 β6(1 + λ1) + 5h3αβ4 ((Nb(8 ((−2 + c1)\nc1 − c2) b22 − c21GrNb ) + c21 (8Br − GrNb)Nt )α 2 + 32c21GrNbb11β 2) (1 + λ1) + 5hNbα( 4α4 ( 2 + 3β2 ) + (3Br ((−2 + c1)c1 − c2) + Gr (−3c2 + c1(−6 + c1(3 + b11))))α2β2(1 + λ1) +\n12c21Grb11 β 4(1 + λ1) ) + 30Nbβ2 ( −2Qα5 − ehα(((−2 + c1)c1 − c2)b22α2 + 4c21Grb11β 2)\n(1 + λ1)) )) − 60α5tanh (hα) )) . (A.1)\nand\nb11 = Nb + Nt , (A.2) b22 = Gr + Br , (A.3) b33 = 2 + dp dx (1 + λ1) , (A.4) b44 = 1 + 2z2β2, (A.5)\nb55 = (1 + λ1) , (A.6) b66 = 2 + h2α2, (A.7) b77 = 6 + z2α2. (A.8)\nReferences\n[1] T.W. Latham, Fluid Motions in a Peristaltic Pump (Ph.D. thesis), Massachusetts Institute of Technology, 1966. [2] A. Siddiqui, W. Schwarz, Peristaltic flow of a second-order fluid in tubes, J. Non-Newton. Fluid Mech. 53 (1994) 257–284. [3] C. Pozrikidis, A study of peristaltic flow, J. Fluid Mech. 180 (1987) 515–527. [4] M.G. Reddy, K.V. Reddy, O.D. Makinde, Hydromagnetic peristaltic motion of a reacting and radiating couple stress fluid in an inclined asymmetric\nchannel filled with a porous medium, Alexandria Eng. J. 55 (2) (2016) 1841–1853. [5] R. Ellahi, M.M. Bhatti, C. Fetecau, K. Vafai, Peristaltic flow of couple stress fluid in a non-uniform rectangular duct having compliant walls,\nCommun. Theor. Phys. 65 (1) (2016) 66. [6] A. Zeeshan, M.M. Bhatti, N.S. Akbar, Y. Sajjad, Hydromagnetic blood flow of sisko fluid in a non-uniform channel induced by peristaltic wave,\nCommun. Theor. Phys. 68 (1) (2017) 103. [7] B. Husband, M. Bu, V. Apostolopoulos, T. Melvin, A. Evans, Novel actuation of an inte- grated peristaltic micropump, Microelectron. Eng. 73\n(2004) 858–863. [8] L.M. Tamada, A. Janet, M.J. Tierney, Keeping watch on glucose, IEEE Spectr. 39 (4) (2002) 52–57. [9] M.V. Reddy, M. Mishra, S. Sreenadh, A.R. Rao, Influence of lateral walls on peristaltic flow in a rectangular duct, J. Fluids Eng. 127 (4) (2005)\n824–827. [10] K.S. Mekheimer, Peristaltic flow of a couple stress fluid in an annulus: application of an endoscope, Physica A 387 (11) (2008) 2403–2415. [11] J.C. Misra, A. Sinha, G.C. Shit, Flow of a biomagnetic viscoelastic fluid: application to estimation of blood flow in arteries during electromagnetic\nhyperthermia, a therapeutic procedure for cancer treatment, Appl. Math. Mech. 31 (11) (2010) 1405–1420. [12] K.S. Mekheimer, S.A. Husseny, A. Abd el Lateef, Effect of lateral walls on peristaltic flow through an asymmetric rectangular duct, Appl. Bionics\nBiomech. 8 (3, 4) (2011) 295–308. [13] S. Nadeem, S. Akram, T. Hayat, A.A. Hendi, Peristaltic flow of a carreau fluid in a rectangular duct, J. Fluids Eng. 134 (4) (2012) 041201. [14] S. Maiti, J. Misra, Non-newtonian characteristics of peristaltic flow of blood in micro- vessels, Commun. Nonlinear Sci. Numer. Simul. 18 (8)\n(2013) 1970–1988. [15] R. Ellahi, F. Hussain, Simultaneous effects of mhd and partial slip on peristaltic flow of Jeffery fluid in a rectangular duct, J. Magn. Magn. Mater.\n393 (2015) 284–292. [16] G.C. Shit, N.K. Ranjit, A. Sinha, Electro-magnetohydrodynamic flow of biofluid induced by peristaltic wave: A non-newtonian model, J. Bionic\nEng. 13 (3) (2016) 436–448. [17] K.S. Mekheimer, W. Hasona, R. Abo-Elkhair, A. Zaher, Peristaltic blood flow with gold nanoparticles as a third grade nanofluid in catheter:\nApplication of cancer therapy, Phys. Lett. A 382 (2–3) (2018) 85–93. [18] H. Olia, M. Torabi, M. Bahiraei, M.H. Ahmadi, M. Goodarzi, M.R. Safaei, Application of nanofluids in thermal performance enhancement of\nparabolic trough solar collector: state-of-the-art, Appl. Sci. 9 (3) (2019) 463. [19] H. Goodarzi, O.A. Akbari, M.M. Sarafraz, M.M. Karchegani, M.R. Safaei, G.A.S. Shabani, Numerical simulation of natural convection heat transfer\nof nanofluid with Cu, MWCNT, and Al2O3 nanoparticles in a cavity with different aspect ratios, J. Therm. Sci. Eng. Appl. 11 (6) (2019) 061020. [20] H. Nasiri, M.Y.A. Jamalabadi, R. Sadeghi, M.R. Safaei, T.K. Nguyen, M.S. Shadloo, A smoothed particle hydrodynamics approach for numerical\nsimulation of nano-fluid flows, J. Therm. Anal. Calorim. 135 (3) (2019) 1733–1741. [21] S.U. Choi, J.A. Eastman, Enhancing Thermal Conductivity of Fluids with Nanoparticles, Tech. Rep., Argonne National Lab., IL (United States),\n1995. [22] A. Kuznetsov, D. Nield, The onset of double-diffusive nanofluid convection in a layer of a saturated porous medium, Transp. Porous Media 85\n(3) (2010) 941–951. [23] H. Abbassi, C. Aghanajafi, Evaluation of heat transfer augmentation in a nanofluid-cooled microchannel heat sink, J. Fusion Energy 25 (3–4)\n(2006) 187–196. [24] M. Ghazvini, M. Akhavan-Behabadi, M. Esmaeili, The effect of viscous dissipation on lami- nar nanofluid flow in a microchannel heat sink, Proc.\nInst. Mech. Eng. C 223 (11) (2009) 2697–2706. [25] K.V. Reddy, O.D. Makinde, M.G. Reddy, Thermal analysis of MHD electro-osmotic peristaltic pumping of Casson fluid through a rotating\nasymmetric micro-channel, Indian J. Phys. 92 (11) (2018) 1439–1448. [26] V.K. Narla, D. Tripathi, Electroosmosis modulated transient blood flow in curved microvessels: Study of a mathematical model, Microvasc. Res.\n123 (2019) 25–34. [27] M.K. Chaube, A. Yadav, D. Tripathi, Electroosmotically induced alterations in peristaltic microflows of power law fluids through physiological\nvessels, J. Braz. Soc. Mech. Sci. Eng. 40 (9) (2018) 423. [28] M. Kothandapani, J. Prakash, Convective boundary conditions effect on peristaltic flow of a MHD Jeffery nanofluid, Appl. Nanosci. 6 (3) (2016)\n323–335. [29] M.A. Abbas, Y.Q. Bai, M. Rashidi, M.M. Bhatti, Application of drug delivery in magneto- hydrodynamics peristaltic blood flow of nanofluid in a\nnon-uniform channel, J. Mech. Med. Biol. 16 (04) (2016) 1650052. [30] S. Nadeem, Single wall carbon nanotube (SWCNT) analysis on peristaltic flow in an inclined tube with permeable walls, Int. J. Heat Mass\nTransfer 97 (2016) 794–802. [31] M.M. Bhatti, M. Sheikholeslami, A. Zeeshan, Entropy analysis on electro-kinetically modulated peristaltic propulsion of magnetized nanofluid\nflow through a microchannel, Entropy 19 (9) (2017) 481. [32] R. Ellahi, M. Raza, N.S. Akbar, Study of peristaltic flow of nanofluid with entropy generation in a porous medium, J. Porous Media 20 (5). [33] J. Prakash, E.P. Siva, D. Tripathi, M. Kothandapani, Nanofluids flow driven by peristaltic pumping in occurrence of magnetohydrodynamics and\nthermal radiation, Mater. Sci. Semicond. Process. 100 (2019) 290–300. [34] S. Abdelsalam, M.M. Bhatti, A. Zeeshan, A. Riaz, O.A. Beg, Metachronal propulsion of a magnetized particle-fluid suspension in a ciliated channel\nwith heat and mass transfer, Phys. Scr. 92 (11) (2019) 115301. [35] A. Asadollahi, A. Esmaeeli, Simulation of condensation and liquid break-up on a micro-object with upper and lower movable walls using\nLattice–Boltzmann method, Physica A 498 (2018) 33–49. [36] A. Asadollahi, S. Rashidi, A.A. Mohamad, Removal of the liquid from a micro-object and controlling the surface wettability by using a rotating\nshell-Numerical simulation by Lattice–Boltzmann method, J. Molecular Liquids 272 (2018) 645–655. [37] I. Tlili, M.M. Bhatti, S.M. Hamad, A.A. Barzinjy, M. Sheikholeslami, A. Shafee, Macroscopic modeling for convection of Hybrid nanofluid with\nmagnetic effects, Physica A 534 (2019) 122136.\n[38] H. Waqas, S.U. Khan, M. Imran, M.M. Bhatti, Thermally developed Falkner–Skan bioconvection flow of a magnetized nanofluid in the presence of a motile gyrotactic microorganism: Buongiorno’s nanofluid model, Phys. Scr. 94 (11) (2019) 115304. [39] M.M. Bhatti, D.Q. Lu, Analytical study of the head-on collision process between hydroelastic solitary waves in the presence of a uniform current, Symmetry 11 (3) (2019) 333. [40] S. Nadeem, A. Riaz, R. Ellahi, N.S. Akbar, Mathematical model for the peristaltic flow of Jeffrey fluid with nanoparticles phenomenon through a rectangular duct, Appl. Nanosci. 4 (5) (2014) 613–624."
    } ],
    "references" : [ {
      "title" : "Fluid Motions in a Peristaltic Pump (Ph.D",
      "author" : [ "T.W. Latham" ],
      "venue" : "thesis), Massachusetts Institute of Technology,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1966
    }, {
      "title" : "Peristaltic flow of a second-order fluid in tubes",
      "author" : [ "A. Siddiqui", "W. Schwarz" ],
      "venue" : "J. Non-Newton. Fluid Mech. 53 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "A study of peristaltic flow",
      "author" : [ "C. Pozrikidis" ],
      "venue" : "J. Fluid Mech. 180 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1987
    }, {
      "title" : "Hydromagnetic peristaltic motion of a reacting and radiating couple stress fluid in an inclined asymmetric channel filled with a porous medium",
      "author" : [ "M.G. Reddy", "K.V. Reddy", "O.D. Makinde" ],
      "venue" : "Alexandria Eng. J. 55 (2) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Peristaltic flow of couple stress fluid in a non-uniform rectangular duct having compliant walls",
      "author" : [ "R. Ellahi", "M.M. Bhatti", "C. Fetecau", "K. Vafai" ],
      "venue" : "Commun. Theor. Phys. 65 (1) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hydromagnetic blood flow of sisko fluid in a non-uniform channel induced by peristaltic wave",
      "author" : [ "A. Zeeshan", "M.M. Bhatti", "N.S. Akbar", "Y. Sajjad" ],
      "venue" : "Commun. Theor. Phys. 68 (1) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Novel actuation of an inte- grated peristaltic micropump",
      "author" : [ "B. Husband", "M. Bu", "V. Apostolopoulos", "T. Melvin", "A. Evans" ],
      "venue" : "Microelectron. Eng. 73 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Keeping watch on glucose",
      "author" : [ "L.M. Tamada", "A. Janet", "M.J. Tierney" ],
      "venue" : "IEEE Spectr. 39 (4) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Influence of lateral walls on peristaltic flow in a rectangular duct",
      "author" : [ "M.V. Reddy", "M. Mishra", "S. Sreenadh", "A.R. Rao" ],
      "venue" : "J. Fluids Eng. 127 (4) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Peristaltic flow of a couple stress fluid in an annulus: application of an endoscope",
      "author" : [ "K.S. Mekheimer" ],
      "venue" : "Physica A 387 (11) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Flow of a biomagnetic viscoelastic fluid: application to estimation of blood flow in arteries during electromagnetic hyperthermia",
      "author" : [ "J.C. Misra", "A. Sinha", "G.C. Shit" ],
      "venue" : "a therapeutic procedure for cancer treatment, Appl. Math. Mech. 31 (11) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A",
      "author" : [ "K.S. Mekheimer", "S.A. Husseny" ],
      "venue" : "Abd el Lateef, Effect of lateral walls on peristaltic flow through an asymmetric rectangular duct, Appl. Bionics Biomech. 8 (3, 4) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Peristaltic flow of a carreau fluid in a rectangular duct",
      "author" : [ "S. Nadeem", "S. Akram", "T. Hayat", "A.A. Hendi" ],
      "venue" : "J. Fluids Eng. 134 (4) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Non-newtonian characteristics of peristaltic flow of blood in micro- vessels",
      "author" : [ "S. Maiti", "J. Misra" ],
      "venue" : "Commun. Nonlinear Sci. Numer. Simul. 18 (8) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Simultaneous effects of mhd and partial slip on peristaltic flow of Jeffery fluid in a rectangular duct",
      "author" : [ "R. Ellahi", "F. Hussain" ],
      "venue" : "J. Magn. Magn. Mater. 393 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electro-magnetohydrodynamic flow of biofluid induced by peristaltic wave: A non-newtonian model",
      "author" : [ "G.C. Shit", "N.K. Ranjit", "A. Sinha" ],
      "venue" : "J. Bionic Eng. 13 (3) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Peristaltic blood flow with gold nanoparticles as a third grade nanofluid in catheter: Application of cancer therapy",
      "author" : [ "K.S. Mekheimer", "W. Hasona", "R. Abo-Elkhair", "A. Zaher" ],
      "venue" : "Phys. Lett. A 382 (2–3) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Application of nanofluids in thermal performance enhancement of parabolic trough solar collector: state-of-the-art",
      "author" : [ "H. Olia", "M. Torabi", "M. Bahiraei", "M.H. Ahmadi", "M. Goodarzi", "M.R. Safaei" ],
      "venue" : "Appl. Sci. 9 (3) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Numerical simulation of natural convection heat transfer of nanofluid with Cu",
      "author" : [ "H. Goodarzi", "O.A. Akbari", "M.M. Sarafraz", "M.M. Karchegani", "M.R. Safaei", "G.A.S. Shabani" ],
      "venue" : "MWCNT, and Al2O3 nanoparticles in a cavity with different aspect ratios, J. Therm. Sci. Eng. Appl. 11 (6) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A smoothed particle hydrodynamics approach for numerical simulation of nano-fluid flows",
      "author" : [ "H. Nasiri", "M.Y.A. Jamalabadi", "R. Sadeghi", "M.R. Safaei", "T.K. Nguyen", "M.S. Shadloo" ],
      "venue" : "J. Therm. Anal. Calorim. 135 (3) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhancing Thermal Conductivity of Fluids with Nanoparticles",
      "author" : [ "S.U. Choi", "J.A. Eastman" ],
      "venue" : "Tech. Rep., Argonne National Lab., IL (United States)",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "The onset of double-diffusive nanofluid convection in a layer of a saturated porous medium",
      "author" : [ "A. Kuznetsov", "D. Nield" ],
      "venue" : "Transp. Porous Media 85 (3) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Evaluation of heat transfer augmentation in a nanofluid-cooled microchannel heat sink",
      "author" : [ "H. Abbassi", "C. Aghanajafi" ],
      "venue" : "J. Fusion Energy 25 (3–4) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "The effect of viscous dissipation on lami- nar nanofluid flow in a microchannel heat sink",
      "author" : [ "M. Ghazvini", "M. Akhavan-Behabadi", "M. Esmaeili" ],
      "venue" : "Proc. Inst. Mech. Eng. C 223 (11) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Thermal analysis of MHD electro-osmotic peristaltic pumping of Casson fluid through a rotating asymmetric micro-channel",
      "author" : [ "K.V. Reddy", "O.D. Makinde", "M.G. Reddy" ],
      "venue" : "Indian J. Phys. 92 (11) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electroosmosis modulated transient blood flow in curved microvessels: Study of a mathematical model",
      "author" : [ "V.K. Narla", "D. Tripathi" ],
      "venue" : "Microvasc. Res. 123 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electroosmotically induced alterations in peristaltic microflows of power law fluids through physiological vessels",
      "author" : [ "M.K. Chaube", "A. Yadav", "D. Tripathi" ],
      "venue" : "J. Braz. Soc. Mech. Sci. Eng. 40 (9) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Convective boundary conditions effect on peristaltic flow of a MHD Jeffery nanofluid",
      "author" : [ "M. Kothandapani", "J. Prakash" ],
      "venue" : "Appl. Nanosci. 6 (3) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Application of drug delivery in magneto- hydrodynamics peristaltic blood flow of nanofluid in a non-uniform channel",
      "author" : [ "M.A. Abbas", "Y.Q. Bai", "M. Rashidi", "M.M. Bhatti" ],
      "venue" : "J. Mech. Med. Biol. 16 (04) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Single wall carbon nanotube (SWCNT) analysis on peristaltic flow in an inclined tube with permeable walls",
      "author" : [ "S. Nadeem" ],
      "venue" : "Int. J. Heat Mass Transfer 97 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Entropy analysis on electro-kinetically modulated peristaltic propulsion of magnetized nanofluid flow through a microchannel",
      "author" : [ "M.M. Bhatti", "M. Sheikholeslami", "A. Zeeshan" ],
      "venue" : "Entropy 19 (9) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanofluids flow driven by peristaltic pumping in occurrence of magnetohydrodynamics and thermal radiation",
      "author" : [ "J. Prakash", "E.P. Siva", "D. Tripathi", "M. Kothandapani" ],
      "venue" : "Mater. Sci. Semicond. Process. 100 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Metachronal propulsion of a magnetized particle-fluid suspension in a ciliated channel with heat and mass transfer",
      "author" : [ "S. Abdelsalam", "M.M. Bhatti", "A. Zeeshan", "A. Riaz", "O.A. Beg" ],
      "venue" : "Phys. Scr. 92 (11) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Simulation of condensation and liquid break-up on a micro-object with upper and lower movable walls using Lattice–Boltzmann method",
      "author" : [ "A. Asadollahi", "A. Esmaeeli" ],
      "venue" : "Physica A 498 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Removal of the liquid from a micro-object and controlling the surface wettability by using a rotating shell-Numerical simulation by Lattice–Boltzmann method",
      "author" : [ "A. Asadollahi", "S. Rashidi", "A.A. Mohamad" ],
      "venue" : "J. Molecular Liquids 272 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Macroscopic modeling for convection of Hybrid nanofluid with magnetic effects",
      "author" : [ "I. Tlili", "M.M. Bhatti", "S.M. Hamad", "A.A. Barzinjy", "M. Sheikholeslami", "A. Shafee" ],
      "venue" : "Physica A 534 (2019) 122136.  14  A. Riaz, A. Zeeshan, M.M. Bhatti et al. / Physica A 545 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Thermally developed Falkner–Skan bioconvection flow of a magnetized nanofluid in the presence of a motile gyrotactic microorganism: Buongiorno’s nanofluid model",
      "author" : [ "H. Waqas", "S.U. Khan", "M. Imran", "M.M. Bhatti" ],
      "venue" : "Phys. Scr. 94 (11) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Analytical study of the head-on collision process between hydroelastic solitary waves in the presence of a uniform current",
      "author" : [ "M.M. Bhatti", "D.Q. Lu" ],
      "venue" : "Symmetry 11 (3) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Mathematical model for the peristaltic flow of Jeffrey fluid with nanoparticles phenomenon through a rectangular duct",
      "author" : [ "S. Nadeem", "A. Riaz", "R. Ellahi", "N.S. Akbar" ],
      "venue" : "Appl. Nanosci. 4 (5) ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The peristaltic motion was initially investigate by Latham [1], ever since a high amount of literature is available in Newtonian or non-Newtonian domain [2–6].",
      "startOffset" : 59,
      "endOffset" : 62
    }, {
      "referenceID" : 6,
      "context" : "pumping for the transport of food in physiological systems many engineering devices are formed with deformable walls due to its simple design like lab-on-a-chip device [7] and glucose-sensing, insulin delivery etc.",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 8,
      "context" : "[9] discussed the impact of lateral walls on the peristaltic motion of Newtonian fluid model through a rectangular duct and presented exact solution.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "Mekheimer [10] presented a mathematical modeling for the application of an endoscope using couple stress fluid model induced by peristaltic wave.",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 10,
      "context" : "[11] investigated the biomagnetic viscoelastic flow and presented a simulation for the blood flow in arteries in the presences of electromagnetic hyperthermia.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 8,
      "context" : "[9] in an asymmetric rectangular duct.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 12,
      "context" : "[13] utilized the non-Newtonian Carreau fluid model to examine the non-Newtonian characteristics in a three-dimensional duct.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] also discussed the non-Newtonian characteristics of blood flow model propagating through a micro-vessels.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "Partial slip effects in the presence of magnetic field on peristaltic propulsion of Jeffrey fluid through a rectangular duct was examined by Ellahi and Hussain [15].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 15,
      "context" : "[16] examined the electromagnetohydrodynamics flow of biological fluid model and presented a model for couple stress fluid.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] discussed peristaltic flow of third grade fluid with gold nanoparticles propagating through a catheter and presented a simulation for cancer therapy.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "With the emergence of nanotechnology new dimension in this field was introduced by Choi [21] in 1995.",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 21,
      "context" : "Kuznetsov and Nield [22] indicated two possible application of nanofluid in porous media.",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 25,
      "context" : "The concept of to convection in nanofluid in porous media is the utilized in medical sciences to treat cancer disease [26,27].",
      "startOffset" : 118,
      "endOffset" : 125
    }, {
      "referenceID" : 26,
      "context" : "The concept of to convection in nanofluid in porous media is the utilized in medical sciences to treat cancer disease [26,27].",
      "startOffset" : 118,
      "endOffset" : 125
    }, {
      "referenceID" : 27,
      "context" : "Further, Kothandapani and Prakash [28] discussed the motion of nanofluid induced by a peristaltic wave in the presence of convective boundary conditions and external magnetic field.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 28,
      "context" : "[29] examined the peristaltic nanofluid flow through a planar channel in the presence of magnetic field.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "Peristaltic flow in an inclined tube having permeable walls in the presence of single-wall carbon nanotube was examined by Nadeem [30].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 30,
      "context" : "[31] discussed the entropy effects on peristaltic flow through a microchannel in the presence of magnetic and electric field effects.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "The constitutive relation for Jeffrey fluid model is defined as [15]",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 38,
      "context" : "[40]) will obtain the following form ∂u ∂x + ∂w ∂z = 0, (4)",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 4,
      "context" : "[5] for higher values of β against velocity profile.",
      "startOffset" : 0,
      "endOffset" : 3
    } ],
    "year" : 2020,
    "abstractText" : "In this article, a computational study has been performed on the peristaltic propulsion of nanofluid flow through a porous rectangular duct. A non-Newtonian fluid model, i.e. Jeffrey model is considered to examine the behavior of nanoparticles. A Cartesian coordinate system is adopted for the three-dimensional duct. Furthermore, the threedimensional rectangular duct contains porous wavy walls. An approximation of long wavelength and small Reynolds number have been applied to formulate the governing equations of momentum, energy, continuity, and concentration equation. These resulting coupled partial differential equations are further solved using Homotopy perturbation method and Genetic algorithm with a combination of Nelder Mead method. The purpose of the Genetic algorithm and Nelder Mead method is to reduce the residual error. For this purpose, numerical comparison of residual error is presented with a Homotopy perturbation method. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}