{
  "name" : "downloads_2019-11-20_2f_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Constructing high effective nano-Mn3(PO4)2-chitosan in situ electrochemical detection interface for superoxide anions released from living cell",
    "authors" : [ "Ying Wanga", "Deng Wanga", "Li-Hong Suna", "Peng Xuea", "Min-Qiang Wanga", "Zhisong Lua", "Feng Wangb", "Qingyou Xiab", "Mao-Wen Xua", "Shu-Juan Baoa" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nConstructing high effective nano-Mn3(PO4)2-chitosan in situ electrochemical detection interface for superoxide anions released from living cell Ying Wanga, Deng Wanga, Li-Hong Suna, Peng Xuea, Min-Qiang Wanga, Zhisong Lua, Feng Wangb,c, Qingyou Xiab,c, Mao-Wen Xua, Shu-Juan Baoa,⁎\na Institute for Clean Energy and Advanced Materials, School of Materials and Energy, Southwest University, Chongqing 400715, PR China b State Key Laboratory of Silkworm Genome Biology, Southwest University, Chongqing 400715, PR China c Chongqing Engineering and Technology Research Center for Novel Silk Materials, Southwest University, Chongqing 400715, PR China\nA R T I C L E I N F O\nKeywords: Nano-Mn3(PO4)2-chitosan Living cells Biocompatibility Biosensor 3D cell culture\nA B S T R A C T\nMonitoring superoxide anions in living cells have attracted much academic and biomedical interest due to their important role in metabolic processes. Herein, we confined ultra-small nano-Mn3(PO4)2 in chitosan and designed a unique puffy woven sphere consisted by nanowires. Further constructed an effective in situ detection chip using the as-synthesized nano-Mn3(PO4)2-chitosan for electrochemical sensing of superoxide anions from murine breast tumor cells (4T1). The excellent biocompatibility of chitosan and large size of the Mn3(PO4)2-chitosan spheres greatly reduced the damage and toxicity of the detection interface to the living cells, while the ultrasmall nano-Mn3(PO4)2 in chitosan could effectively catalyze the superoxide anions released from cells. The nanoMn3(PO4)2-chitosan-based sensor exhibited high sensitivity (1.6 μA μM−1), low detection limit (9.4 nM at S/ N = 3) and good selectivity for O2•−. After cell culture on the surface of nano-Mn3(PO4)2-chitosan based electrode. As a miniature analytical and sensing platform, results further suggest that the prepared chip offers a more sensitive detective superoxide anions (O2•−) released from 4T1 cell lines than traditional electron paramagnetic resonance (EPR) analysis."
    }, {
      "heading" : "1. Introduction",
      "text" : "The progression of cancer cells in advanced-stage tumors, which frequently exhibit high oxidative stress, is associated with high levels of reactive oxygen species (ROS) (Trachootham et al., 2009). Superoxide anion (O2•−), one of the primary ROS is thought to impair cell homeostasis in a variety of biological systems (Hu et al., 2015). Mounting evidence shows that ROS are involved in a series of physiological responses, and high concentrations of ROS can lead to oxidative damage of DNA and proteins, promote genomic instability, it further can overwhelm the cell's antioxidant capacity and consequently trigger apoptosis, even cause cancer, cardiovascular disease, neurological disorders and advanced aging (Wang et al., 2013). Because superoxide anion (O2•−) can serve as both tumor markers and therapeutic targets in some cancers, such as breast cancer (Li et al., 2017). Therefore, the fast, reliable, sensitive and real-time dynamic detection of O2•− is highly significant for related pathological study, disease diagnosis, and health screening. It is worth noting that superoxide anions in living tissues possess the characteristics of high activity, short half-life and easily react with other surrounding molecules (Tian et al., 2005). Therefore, it\nrequires the response time of the detection platform to be fast and must be less than the half-life of superoxide anions. Meanwhile, under different stress states, the concentration of reactive oxygen molecules produced by cells has a dynamic change and release different types of reactive oxygen molecules (Zhang et al., 2013), which requires the detection platform to be highly sensitive and selective. Thus, the direct sensing of O2•− in biological samples is extremely challenging. To date, most existing methods to detect O2•−, including electron spin resonance trapping, requires expensive equipment and the corresponding trapping agent (Jaeger and Bard, 1979). Although the spectrophotometric determination methods of free radicals are easy to operate and low cost, the detection limit, sensitivity, and anti-interference ability need to be improved (Armstrong and Whiteman, 2007). Chemiluminescence is another easy-to-operate and fast detection method that can be used for the trace analysis of reactive oxygen species; however, it requires the development of a dedicated fluorescein (Liu et al., 2012). The fluorescence photometric method with high sensitivity can provide spatiotemporal information detection of target molecules in cells, but has insufficient sensitivity and selectivity (Armstrong and Whiteman, 2007). Compared with the above methods, the electroanalytical method\nhttps://doi.org/10.1016/j.bios.2019.03.029 Received 3 December 2018; Received in revised form 14 March 2019; Accepted 15 March 2019\n⁎ Corresponding author. E-mail address: baoshj@swu.edu.cn (S.-J. Bao).\nBiosensors and Bioelectronics 133 (2019) 133–140\nAvailable online 16 March 2019 0956-5663/ © 2019 Elsevier B.V. All rights reserved.\nT\nis regarded as the most promising technique to determine O2•− because it can perform real-time detection in complex systems quickly (Urbanova et al., 2014; Zhang et al., 2019). Yet, the selectivity of electrochemical sensors still needs to be developed.\nOwing to the rapid advancements in nanotechnology and material science, numerous nanozymes have been obtained and provided the possibility of creating highly selective catalytic interfaces. Recently, transition metal phosphates have been reported as an effective alternative to superoxide dismutase (SOD) for the detection of O2•− due to their similar catalytic center structure with natural SOD (Ma et al., 2014). However, when used in electrochemical sensors, the performance of the established sensor is greatly affected by the microstructure and size of these transition metal phosphate based nanozymes (Zou et al., 2019). It is generally believed that downsizing such nanozymes could significantly increase their catalytic activity. Yet, the small sized nanozymes in the field of biology can penetrate the cell wall via endocytosis, and then lead to toxicological injury by the production of ROS and oxidative stress (Sokolova and Epple, 2008; Xia et al., 2008). Related literature has reported that the particle size is commonly recognized factors for safe implementation. Generally believed that the smaller nanoparticles are easier than larger ones to be absorbed passively and subsequently cause cellular toxic reaction (Shang et al., 2014). As schematically shown in Scheme 1(a), nanomimic enzymes can induce oxidative stress-related cytotoxicity either by entering cells or by existing in the immediate surrounding environment of cells. Comparatively, larger mimic enzymes in the immediate cell environment cause less damage since they cannot enter cells as easily.\nTo prevent the catalyst from entering cells and affecting the biological metabolism, and at same time to make the as-designed catalyst deliver excellent electrocatalytic activity, we proposed a new catalyst with unique microstructure and exhibited in Scheme 1. Chitosan, which has excellent biocompatibility, nontoxicity, and microbiological resistance, was selected to tailor the texture and improve the biocompatibility of sensing materials (Cui et al., 2007; Jayakumar et al., 2011). As shown in Fig. S1 and Scheme 1b, the primary amines on the chitosan skeleton in dilute acetic acid solution were positively charged, while the chitosan molecules chains tended to entangle together through decreased repulsive electrostatic interactions (Kiang et al., 2004; Rinaudo, 2006). After addition of PO43- solution, these protonated amines on chitosan combined with PO43- by electrostatic interaction (Mao et al., 2010). In the presence of Mn2+ solution, the PO43groups on the chitosan chains attracted Mn2+ to form Mn3(PO4)2 on the surface of chitosan (Gao et al., 2017). In the above process, the growth space of Mn3(PO4)2 was limited by the aggregation of long chitosan chains, resulting in the uniform distribution of ultra-small Mn3(PO4)2 particles in chitosan (abbreviated to CTS-Mn3(PO4)2). This unique construction doesn't just offer a high catalytic activity center from ultrasmall nano-Mn3(PO4)2, and it prevents the catalytic center from entering the living cells. 3D CTS-Mn3(PO4)2 microspheres were used to build an electrochemical sensing interface with good selectivity and high sensitivity. To further enhance the signal collection speed and decrease the usage of living cells, a 3D cell culture and detection chip were developed by screen printing CTS-Mn3(PO4)2 electrode and a very small reaction cell (Scheme 1C). After the cells were cultured and\nScheme 1. (a) Nanomimic enzymes in immediate cell environment or inside the cells (left image) induced oxidative stress-related cytotoxicity and smaller damage of larger mimic enzymes in immediate cell environment (right image); (b) The mechanism of growth nano-Mn3(PO4)2 on chitosan; (c) Preparation of the chip device in 3D cell adsorption environment and the oxidation mechanism.\nattached on the surface of the CTS-Mn3(PO4)2 electrode, the superoxide anions released by living cells can be in situ detected quickly. Compared with traditional electrochemical testing methods, the screenprinted CTS-Mn3(PO4)2 analytical platform provides a good biocompatible 3D cell adsorption environment, decreases living cell usage, and improves the ability of in situ collect signals, which required for analytical technique of in direct electrochemical monitoring O2•−."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of CTS-Mn3(PO4)2",
      "text" : "First, 179.2 mg chitosan was dissolved in 30 mL 2% acetic acid solution under ultrasound for 30 min. Then, 424.5 mg K3PO4 solution was added into the above solution with a continuous stirring. Subsequently, 507.1 mg MnSO4·H2O solution was slowly dropped into the above solution under stirring in an ice bath (total volume of 40 mL), and the products were obtained by freeze-drying. The same procedure was used to prepare samples with different molar ratios of chitosan-Mn3(PO4)2 and bulk Mn3(PO4)2 without chitosan. Finally, the prepared samples were rinsed and suction filtration with ethyl alcohol and deionized water, and under nitrogen flow 2 h to remove the solvent molecules and dried in oven."
    }, {
      "heading" : "2.2. Live/Dead study",
      "text" : "The 4T1 cells were seeded into 12-well-plates at a density of 1 × 105 mL−1 per well for 12 h. Then, fresh medium containing the sample concentration of 0, 25, 50, 100 and 200 μg/mL was added and the cells were cultured for another 24 h. Next, the cells were washed with PBS, and the treated cells were stained with a Live/Dead cell staining kit for 20 min, washed with PBS three times before fluorescence microscopic examination (Olympus, IX73)."
    }, {
      "heading" : "2.3. Cell fixation",
      "text" : "The cells on the chip were immobilized with 4% polyformaldehyde for 3 h, and then were separately immersed in 30%, 50%, 70%, 80%, and 90% ethanol solution for 15 min each and in 100% anhydrous ethanol solution for 30 min. The chips were frozen separately at −18 °C, −80 °C refrigerator for 6 h, and then freeze-dried for 12 h, used for FESEM observation."
    }, {
      "heading" : "2.4. EPR spectroscopy",
      "text" : "EPR analysis was performed with CTS-Mn3(PO4)2 (Transition metals) and 4T1 cells (Organic radicals). Capillaries were placed in a 4 mm EPR quartz tube, and experiments were carried out on an Elexys E-500 X-band spectrometer (Bruker, Rheinstetten, Germany) at room temperature. Spectrometer settings testing transition metals of CTSMn3(PO4)2 and chitosan using the following operating conditions: microwave frequency, 9.636494 GHz; incident microwave power, 0.0010 mW; modulation frequency, 100.00 kHz; magnetic field center, 3491.10 G; sweep width 2500.0 G; time constant, 6.60 ms. Testing organic radicals in 4T1 cells using the following operating conditions: microwave frequency, 9.635563 GHz; incident microwave power, 0.3162 mW; modulation frequency, 100.00 kHz; magnetic field center, 3441.75 G; sweep width 200.0 G; time constant, 1.28 ms. The spectrum was not simulated. The superoxide radical scavenger of (DMPO-O2•−), 11 μL DMPO stoste was dissolved in 489 μL methanol, and 20 μL DMPOO2•− was added in 20 μL cells with a cell density of 2 × 105 mL−1 in buffered saline (pH=7.4)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of materials",
      "text" : "The X-ray diffraction (XRD) patterns of the as-prepared samples are shown in Fig. 1A. The diffraction peaks of CTS-Mn3(PO4)2 are similar to those of Mn3(PO4)2, which match well with the standard diffraction\npattern of Mn3(PO4)2 (JCPDS.31–0827), indicating the good crystallinity of Mn3(PO4)2 in CTS-Mn3(PO4)2. Fourier transform infrared (FTIR) spectroscopy of Mn3(PO4)2, CTS-Mn3(PO4)2, and chitosan are displayed in Fig. 1B. Compared with the diffraction pattern of Mn3(PO4)2, a new peak appeared at 1586 cm−1 in CTS-Mn3(PO4)2, which corresponds to the stretching vibration of N-H from chitosan (Manjubala et al., 2006). While compared to chitosan, a new absorption peak at 955 cm−1 can be observed in the CTS-Mn3(PO4)2 pattern, representing the stretch vibration bands of P-O from PO43-, which matches well with the bands of pure Mn3(PO4)2 and indicates that successful synthesis of chitosan-Mn3(PO4)2 complex (Thein-Han and Misra, 2009). X-ray photoelectron spectroscopy (XPS) analysis was used to explore the surface chemical state and composition of CTS-Mn3(PO4)2. Fig. 1C shows the wide scan XPS peaks of Mn 2p, O 1s, N 1s, C 1s, and P 2p at 641.39, 531.84, 398.08, 284.91, and 132.97 eV, respectively. Typical XPS survey spectra of P 2p are shown in Fig. 1D, which is assigned to PO43− (Lu et al., 2016). Fig. 1E displays two major Mn 2p peaks with binding energies of 641.2 and 653.2 eV, corresponding to Mn 2p 3/2 and Mn 2p 1/2 of Mn2+ (the chi-square value is 6.54), respectively (Beermann et al., 2006). The C 1s spectrum in Fig. 1F can be divided into four prominent peaks at 284.4, 284.9, 286.2, and 288.5 eV, which correlate with C-C/C-H, C˭C, C-N, and O-C˭O, respectively (Hao et al., 2015). The XPS data of C give strong evidence for the existence of chitosan. Fig. S2B contains the O 1s spectra, where the peaks at 530.4, 531.2, 531.9, and 532.9 eV are attributed to Mn-O-P, PO, C-O, and O-H, respectively (Orliukas et al., 2014). These results are consistent with XRD and FTIR results, indicating the successful synthesis of CTS-Mn3(PO4)2.\nField-emission scanning electron microscopy (FESEM) and transmission electron microscope (TEM) were further implemented to investigate the microstructure and morphology of the samples. The FESEM images in Figs. 2A and 2B reveal a puffy spherical structure, which is woven from nanowires. The TEM images (Fig. 2C) further confirm this nanowire microstructure. As seen in Fig. 2D, multiple lattice regions uniformly dispersed in the amorphous region, which suggests that Mn3(PO4)2 is embedded in chitosan. Fig. 2E reveals that the size distribution of Mn3(PO4)2 particles are approximately 2 nm.\nThe high magnification HRTEM image in Fig. 2F exhibits a 0.253 nm lattice spacing corresponding to the (230) planes of Mn3(PO4)2. The EDS elemental mappings of CTS-Mn3(PO4)2 further confirm that P, O and Mn elements exist and are homogeneously distributed in our prepared composites (Fig. S3). Thermogravimetric analysis (TGA) measurements were performed to determine the composition of CTSMn3(PO4)2 (Fig. S4A). The residue of TGA test is Mn3(PO4)2, which is revealed by XRD spectra in Fig. S4B. Hence, according to calculation, the content of Mn3(PO4)2 in CTS-Mn3(PO4)2 is 55 wt%.\nIn this study, chitosan was selected as a biocompatible substrate for cell propagation. Since it is generally believed that the microstructure and size of manganese phosphate nanozymes have a great impact on their electrochemical performance, the amount of chitosan in CTSMn3(PO4)2 needs to be controlled when designing a high effective sensor. Under lyophilizing condition, pure chitosan form three-dimensional (3D) porous scaffolds (Fig. S5A and S5B). By controlling the molar ratio of chitosan to Mn3(PO4)2, a series of products were obtained and are displayed in Fig. S6. In aqueous system without chitosan, Mn3(PO4)2 molecules easily aggregated together and formed thick sheets. With the increasing of the molar ratio of chitosan to manganese phosphate, the products gradually became slack and evolved into a porous microspheres structure woven from ultrathin nanowires. Based on our experiment results, a reasonable nucleation and crystal growth of the unique CTS-Mn3(PO4)2 microspheres were also explored (Fig. S1 and Scheme 1b). During the material synthesis process, chitosan served as an effective template to form large-size microspheres and limited crystal nucleation and growth of Mn3(PO4)2 nanoparticles, which helped to obtain the target material CTS-Mn3(PO4)2.\nThe specific surface area and pore size distribution of the CTSMn3(PO4)2 microspheres and bulk Mn3(PO4)2 were assessed by nitrogen adsorption-desorption isothermal measurements, and the results are displayed in Fig. S7A. Compared to bulk Mn3(PO4)2, the adsorption isothermal curve of the CTS-Mn3(PO4)2 microspheres exhibit a significant hysteresis in the P/P0 range of 0.8–1.0, which is ascribed to the presence of a mesoporous structure in the interstices of the microspheres. In addition, the peak of the pore size distributions (Fig. S7B) calculated by Barrett-Joyner-Halenda (BJH) are located at 18.5 nm,\nwhich suggests that the CTS-Mn3(PO4)2 microspheres contain framework-confined pores made of nanofibers. The Brunauer-Emmett-Teller (BET) surface area of the CTS-Mn3(PO4)2 microspheres were measured to be 74.5 m2g−1, which is much higher than that of bulk Mn3(PO4)2 (3.72 m2g−1) and is attributed to the porosity structure formed by nanowire-woven microspheres, as seen in the FESEM images."
    }, {
      "heading" : "3.2. Electrochemical measurements and analysis",
      "text" : "Cyclic voltammetry (CV) tests were first used to investigate the possibility of the screen print blank, chitosan and CTS-Mn3(PO4)2 and Mn3(PO4)2 electrode for a sensing platform. Fig. 3A reveals that the CTS-Mn3(PO4)2 based electrode exhibited a sharp oxidative peak and reductive wave at a potential scan rate of 50 mV s−1, but Mn3(PO4)2 based electrode shows a weak oxidative peak and reductive wave, no redox peak was observed for the bare electrode and chitosan electrode, which is attributed to the electrochemical transformation between Mn (II) and Mn (III) (Wang et al., 2017). The CTS-Mn3(PO4)2 based electrode displays a remarkable response currents after the addition of O2•− solution, but Mn3(PO4)2 based electrode has a slight response current towards O2•−, and blank and chitosan electrodes no any response (Fig. S8). It Indicated that superior electrocatalytic activity and kinetic process of O2•― oxidation occurred on the surface of CTS-Mn3(PO4)2 electrode. Also confirmed that the chitosan in CTS-Mn3(PO4)2 didn’t affect the catalytic activity of Mn3(PO4)2 but improved the biocompatibility of the resultant materials. Due to the unique loose and porous microspherical structure that facilitates the diffusion of electrolytes, and the ultra-small Mn3(PO4)2 exhibits excellent electrocatalytic activity. In addition, CVs of CTS-Mn3(PO4)2 modified screen\nprint electrode with different scan rates were also obtained (Fig. S9 A). Both anodic and cathodic peak currents exhibit a good linear relation with an increased scan rate in the range of 10–50 mV s−1 and the correlation coefficients (R2) above 0.99 (Fig. S9 B). This finding suggests that the electrochemical reaction is a surface-controlled electron transfer process.\nThe selectivity and anti-interference performance of our proposed CTS-Mn3(PO4)2 screen print electrode was studied by analyzing various ions and other small molecules, which is significant for electrochemical sensors. Some physiological species, such as hydrogen peroxide (H2O2), ascorbic acid (AA), uric acid (UA), and some carbohydrate compounds (Glu), normally coexist in real samples and possibly oxidized with superoxide anions on the electrode surface to form interfering electrochemical signals. As seen in Fig. 3B, O2•−, H2O2, UA, Glu, Cl-, AA, K+, SO42-, and Na+ (all with concentrations of 1.01 × 10−6 M) were separately added to test the CTS-Mn3(PO4)2 based sensor, no noticeable interference occurred in response to O2•−, confirming that the good selectivity of our designed sensor due to the specific catalytic effect of CTS-Mn3(PO4)2 to O2•−.\nFig. 3C displays the Mn3(PO4)2 and CTS-Mn3(PO4)2 electrodes as biosensors for detecting O2•−. The amperometric response was recorded at an applied potential of 0.7 V with successive increasing O2•− concentrations under stirring in 5 mL 0.01 M buffered saline (pH = 7.4). Each successive addition O2•― at intervals of 50 s resulted in a quick increase at 95% steady state current. Compared with the Mn3(PO4)2 electrode, the CTS-Mn3(PO4)2 electrode delivered a stronger current response after adding 57.9 nM O2•−. Fig. 3D presents the corresponding calibration curve, which possesses a linear response range from 57.9 nM to 5 μM. The detection limit was determined to be 9.7 nM based on the\nsignal-to-noise ratio (S/N = 3), sensitivity was calculated to be 1.6 μA/ μM, and the linear fitting correction coefficient reached 0.999. According to above electrochemical results and literature report, during the reaction of O2•− with Mn2+, one O2•− oxidized Mn2+ to generate MnO2+ (Mn3+) and H2O2, while another O2•− reduced MnO2+ to Mn2+ and O2 (Wang et al., 2017). The reproducibility of the CTSMn3(PO4)2 sensor was also tested using different electrodes. The relative standard deviation (RSD) of five independent electrodes were determined to be 4.38%, and the RSD of the same electrodes used for successive five times was 2.09%. These results indicate that the CTSMn3(PO4)2 based electrode possesses acceptable specificity and reproducibility and can be used to detect superoxide anions that were released by 4T1 cells. Moreover, the comparison of our designed CTSMn3(PO4)2 sensor with other nonenzymatic O2•− sensors was listed in Table S1. As seen, the wide linear range, high sensitivity and low detection limit of the CTS-Mn3(PO4)2 sensor are much more attractive than former reports."
    }, {
      "heading" : "3.3. The biocompatibility of CTS-Mn3(PO4)2 samples",
      "text" : "Live/Dead double-staining assay was used to evaluate the compatibility of CTS-Mn3(PO4)2 to 4T1 cells. As shown in Fig. 4, there was negligible cell death occurred when 0–100 μg/mL CTS-Mn3(PO4)2 incubate with 4T1 cells and a small amount of death was observed when the CTS-Mn3(PO4)2 concentration reach to 200 μg/mL, implying the good biocompatibility of the CTS-Mn3(PO4)2."
    }, {
      "heading" : "3.4. Cell adhesion on CTS-Mn3(PO4)2 electrode and in situ detection of superoxide released from living cells",
      "text" : "Living cells act as an information-processing center, and their microenvironment plays a vital role in the diagnosis and treatment of various diseases and cancers. Cell attachment on the electrode is beneficial to effective collection of electrochemical signals. In our work, 4T1 cells were selected as the model cells. Cells were diluted in buffered saline (pH= 7.4) with a density of 1 × 105 mL−1. As seen in Fig. 5A, the cells were evenly distributed on the petri dish and grown well after\n24-h cell culture. Fig. 5B clearly displays cells attached to the bottom of the dish, and a lot of pseudopodia could be observed. In order to investigate cell attachment on the CTS-Mn3(PO4)2 samples, the abovementioned cells were panctreatin-digested, centrifuged, then inoculated in the CTS-Mn3(PO4)2 nanomaterial-based electrode in a density of 1 × 105 mL−1. After 9 h cell culture, the fixed and dried biochip was observed under FESEM. Fig. 5C reveals the cells attached on the surface of CTS-Mn3(PO4)2 electrode and a stretched pseudopodia phenomenon of cells, which suggests that cells could grow on the CTS-Mn3(PO4)2 electrode. In Fig. 5D, the extended stretched pseudopodia grasp the CTS-Mn3(PO4)2 microspheres, indicating that the cell adhesion behavior is sufficiently represented in the 3D cellular electrode.\nThe 3D cells electrode was used to perform electrochemical measurements and analysis under the same conditions. Zymosan A was added into 100 μL buffered saline (pH=7.4) of the 3D cellular electrode. As seen in Fig. 5E, the response current of 4T1 cells is 384 nA, aroused by 2 g L−1 (curve a) Zymosan A drug stimulate, which is about 2 times than 1 g L−1 (curve b). In contrast, no current response was\nobserved in the control experiments either without Zymosan A (curve d) or with Zymosan A-SOD mixture (curve c), which confirms that the current responses were attributed to the drug induced O2•− released from living cells. Fig. 5F records the current responses of the six chips, revealing that the CTS-Mn3(PO4)2 chip can be applied for the practical determination of O2•− released from living cells."
    }, {
      "heading" : "3.5. EPR analysis",
      "text" : "Electron paramagnetic resonance (EPR) can reveal the electronic environment of paramagnetic defects in solids materials (Baumann et al., 2015). As can be seen in Fig. 6A, a broad absorption feature ranging from 2250 G field to 4750 G was observed in CTS-Mn3(PO4)2, while no peaks were detected in chitosan, which suggests that CTSMn3(PO4)2 has asymmetric electrons. Combined with the above XPS analysis, it can be suggested that the asymmetric electrons come from manganese, and the valence state of the element Mn was considered to Mn2+ (4S23d5) (Haffner et al., 1974).\nEPR spectroscopy combined with spin trapping has become an important method to guide direct free radical reactions. However, due to the short half-life of reactive species, it is extremely difficult to measure these radicals quantitatively in either in vitro or in vivo systems. By adding spin-trapping agents, such as 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO), to form a relatively long-life radical adduct, information can be obtained from the spin-trapped adducts, enabling robust identification and quantification of the generated free radical species (Esatbeyoglu et al., 2014). Herein, EPR was used to systematically evaluate the O2•− radicals released from cells. As seen in Fig. 6B, no significant change occurred in cells. A small peak occurred after DMPO captured O2•− released by Zymosan-stimulated cells, while an almost invisible peak be observed from DMPO capturing O2•− released by cells without drug stimulation. Compared with our electrochemical testing methods, these results reveal that the EPR signal is too weak to serve as convincing evidence."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, 2–3 nm manganese phosphate was confined in high biocompatible chitosan and formed puffy microspheres. This unique microstructure can prevent nanoparticles from entering cells, causing toxicological injury and increasing oxidative stress. Furthermore, NanoMn3(PO4)2-chitosan as a biomimetic enzyme, exhibited excellent electrocatalytic activity, high sensitivity (1.6 μA μM-1), low detection limit (9.4 nM at S/N = 3) and good selectivity towards superoxide anions. Moreover, a simple and effective biochip based on CTS-Mn3(PO4)2 was developed. Due to the cells used for detection could culture in a microcell and adhesion on the CTS-Mn3(PO4)2 screen print electrode, which can use to in situ detection of cell-released O2•− and can collect response signal very quickly. Compared to traditional electron paramagnetic resonance (EPR) test results, our designed biochip has great potential in the development of future in situ detection techniques.\nCRediT authorship contribution statement\nYing Wang: Conceptualization, Data curation, Investigation, Methodology, Writing - original draft, Writing - review & editing. Deng Wang: Conceptualization. Li-Hong Sun: Data curation, Formal analysis. Peng Xue: Data curation, Formal analysis. Min-Qiang Wang: Visualization, Writing - review & editing. Zhisong Lu: Visualization, Writing - review & editing. Feng Wang: Visualization, Writing - review & editing. Qingyou Xia: Visualization, Writing - review & editing. MaoWen Xu: Visualization, Writing - review & editing. Shu-Juan Bao: Formal analysis, Methodology, Project administration, Resources, Supervision, Writing - original draft, Writing - review & editing."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work is financially supported by the National Natural Science\nFoundation of China (No. 21773188), Natural Science Foundation of Chongqing (cstc2018jcyjAX0714), Chongqing Engineering Research Center for Micro-Nano Biomedical Materials and Devices, Chongqing Key Laboratory for Advanced Materials and Technologies."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at doi:10.1016/j.bios.2019.03.029."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Monitoring superoxide anions in living cells have attracted much academic and biomedical interest due to their important role in metabolic processes. Herein, we confined ultra-small nano-Mn3(PO4)2 in chitosan and designed a unique puffy woven sphere consisted by nanowires. Further constructed an effective in situ detection chip using the as-synthesized nano-Mn3(PO4)2-chitosan for electrochemical sensing of superoxide anions from murine breast tumor cells (4T1). The excellent biocompatibility of chitosan and large size of the Mn3(PO4)2-chitosan spheres greatly reduced the damage and toxicity of the detection interface to the living cells, while the ultrasmall nano-Mn3(PO4)2 in chitosan could effectively catalyze the superoxide anions released from cells. The nanoMn3(PO4)2-chitosan-based sensor exhibited high sensitivity (1.6 μA μM), low detection limit (9.4 nM at S/ N = 3) and good selectivity for O2. After cell culture on the surface of nano-Mn3(PO4)2-chitosan based electrode. As a miniature analytical and sensing platform, results further suggest that the prepared chip offers a more sensitive detective superoxide anions (O2) released from 4T1 cell lines than traditional electron paramagnetic resonance (EPR) analysis.",
    "creator" : "Elsevier"
  }
}