{
  "name" : "downloads_2019-11-04_7f_10.1016@j.nanoen.2019.104255.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Improving atmospheric water production yield: enabling multiple water harvesting cycles with nano sorbent",
    "authors" : [ "Renyuan Li", "Yusuf Shi", "Mengchun Wu", "Seunghyun Hong", "Peng Wang" ],
    "emails" : [ "peng.wang@kaust.edu.sa" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nImproving atmospheric water production yield: enabling multiple water harvesting cycles with nano sorbent\nRenyuan Li, Yusuf Shi, Mengchun Wu, Seunghyun Hong, Peng Wang\nPII: S2211-2855(19)30962-0 DOI: https://doi.org/10.1016/j.nanoen.2019.104255 Reference: NANOEN 104255\nTo appear in: Nano Energy\nReceived Date: 7 August 2019 Revised Date: 20 October 2019 Accepted Date: 31 October 2019\nPlease cite this article as: R. Li, Y. Shi, M. Wu, S. Hong, P. Wang, Improving atmospheric water production yield: enabling multiple water harvesting cycles with nano sorbent, Nano Energy, https:// doi.org/10.1016/j.nanoen.2019.104255.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier Ltd.\nImproving atmospheric water production yield: enabling multiple 1\nwater harvesting cycles with nano sorbent 2\nRenyuan Li, Yusuf Shi, Mengchun Wu, Seunghyun Hong, and Peng Wang* 3\nWater Desalination and Reuse Center, Division of Biological and Environmental Science and 4\nEngineering, King Abdullah University of Science and Technology, Thuwal 23955, Saudi 5\nArabia. 6\n*Corresponding author: 7\nEmail: peng.wang@kaust.edu.sa 8\nAbstract 9\nClean water shortage has long been a challenge in remote and landlocked communities 10 especially for the impoverished. Atmospheric water is now considered as an unconventional but 11 accessible fresh water source and sorption-based atmospheric water generator (AWG) has been 12 successfully demonstrated a reliable way of harvesting atmospheric water. The water vapor 13 sorbents with high water uptake capacity and especially fast vapor sorption/desorption kinetics 14 have become the bottleneck to a desirable clean water productivity in AWG. In this work, we 15 developed a new nano vapor sorbent composed of a nano carbon hollow capsule with LiCl inside 16 the void core. The sorbent can capture water vapor from ambient air as much as 100% of its own 17 weight under RH 60% within 3 hours and quickly release the sorbed water within just half hour 18 under 1 kW/m2 sunlight irradiation. A batch-mode AWG device was able to conduct 3 19 sorption/desorption cycles within 10 hours during one day test in the outdoor condition and 20 produced 1.6 kgwater/kgsorbent. A prototype of continuous AWG device was designed, fabricated, 21 and successfully demonstrated, hinting a possible way of large-scale deployment of AWG for 22 practical purposes. 23\nGraphical Abstract 24\n25 Research Highlights: 26\n• Photothermal nano sorbents with high adsorption/desorption kinetics for atmospheric 27 water harvesting 28 • Nanosized carbon shell providing improved light-trapping and in situ heat generation for 29 uniformly and fast heating of the sorbent 30 • Multiple water vapor harvesting/water production cycles within one day due to the fast 31 kinetics 32 • Continuous atmospheric water generator design for potential large and automated plant-33 scale deployment 34\nKeywords: Atmospheric water harvesting, nanocapsule, vapor sorbent, photothermal material 35\n36"
    }, {
      "heading" : "1. Introduction 37",
      "text" : "Water scarcity is one of the greatest challenges and it is affecting two-thirds of the world’s 38 population [1-3]. Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8]. However, these 41 technologies are either not affordable by impoverished communities or impractical to the 42 communities in the landlocked regions with very limited access to water resource [10-11]. For 43 the latter, reliance on long distance pipe transportation for fresh water becomes essential but 44 expensive expenditure of the local economy, which is widely deemed non-sustainable [12-14]. It 45 has been reported that more than 783 million people has no direct access to safe drinking water 46 due to the impoverished conditions [15]. On the other hand, Earth’s atmosphere always holds a 47 substantial amount of water in the forms of vapor and droplets. The atmospheric water is 48 estimated to be approximately 12,900 billion tons, equivalent to 6 times of water in all rivers on 49 Earth [16]. In addition, the removal of atmospheric water is quickly compensated as an integral 50 part of the global hydrologic cycle [17], ultimately driven by inexhaustible solar energy [17-18]. 51 Given the fact that the seawater covers 71% of Earth’s surface [16], the atmospheric water can 52 be considered as an unconventional but easily accessible fresh water source continuously 53 desalinated and replenished by Sun [19,20]. 54\nSeveral atmospheric water harvesting (AWH) technologies have been investigated during past 55 decades, but they are met with limited success [21-24]. For example, fog harvesting requires 56 consistently high relative humidity (RH) (i.e., typically RH 100%) [25-28]. The refrigeration-57 based dew water consumes electricity as high as ~1000 kWh for each cubic meter water 58 produced in the climate conditions of RH 62%, 30 oC. When the humidity drops to 20%, the 59 energy consumption could jump to ~5000 kWh per cubic meter water production [29-31]. 60 Emerging nowadays is the sorption-based AWH process, which involves water vapor sorbents to 61 harvest water vapor from ambient air and solar photothermal process to release and the 62 condensate water is collected as fresh water product [24]. Even though the energy consumption 63 could be high for the regeneration process of water vapor sorbent, the energy source for the 64 regeneration of sorbent could be achieved by using low-grade energy such as solar energy or 65 waste heat [24,31]. The advantage of the sorption-based AWG design is that the thermal sources 66\ncan be used to drive the water harvesting process and thus it does not consume electricity. It 67 works even for dry regions with low RH, and can lead to simple, affordable, and all-in-one 68 devices for decentralized and point-of-use (POU) year-around fresh water production, which 69 makes it a potential solution to those who lack economical access to safe drinking water [32-36]. 70\nThe thermodynamic and kinetic properties of the water sorbents are both key factors in the 71 sorption-based AWH [37]. In 2017, Yaghi and Wang et al. successfully demonstrated the 72 concept of use unconventional water vapor sorbent (i.e., metal-organic-framework, MOF) to 73 extract water vapor from dry air with relative humidity as low as 20% and the water can be 74 released by natural sunlight through photothermal process [38]. This concept was further 75 investigated with an enlarged scale and demonstrated to be feasible in the arid climate [39,40]. In 76 the following years, a few water sorbents with high water vapor sorption capacities and suitable 77 absorption enthalpy have been reported [41-44]. However, the slow kinetics becomes a 78 bottleneck: it took more than ten hours (i.e. overnight) for the sorbents to reach their water vapor 79 saturation at ambient temperatures and several hours to release water for condensate collection 80 under normal sunlight [41,42]. These limitations resulted the current sorbents for AWH to work 81 only in batch mode and to complete only one sorption/desorption cycle every day. The batch 82 mode makes it infeasible to deploy this technology to large-scale water production. 83 Thermodynamically speaking, water vapor sorption can take place during daytime so long as 84 there are suitable humidity and temperature. As a result, it is hypothesized that multiple or even 85 continuous sorption-desorption cycles can be designed based on special water vapor sorbent with 86 fast water sorption and water release kinetics. Under this premise, fresh water productivity can 87 be enhanced with reduced weight of the sorbent. 88\nToward proving the hypothesis, in this work, we designed and fabricated a nano-sized 89 photothermal water vapor sorbent with significantly enhanced vapor sorption and release kinetics. 90 Hollow nanocapsule of ~300 nm in diameter was produced, inside which hygroscopic salt LiCl 91 was encapsulated. In the design, LiCl acts as the active vapor sorption agent and carbon capsule 92 serves as a container of LiCl and at the same time as the photothermal component. When packed, 93 the space within the nano sorbent stack among the spherical nano sorbents (i.e., interparticle 94 space) acts as the highway for water vapor transport. The advantages of the nano-design are: (1) 95 high specific surface area for water vapor to access; (2) better light-trapping and in situ heat 96\ngeneration to minimize heat loss during heat transfer and to uniformly and fast heat up the 97 sorbent from all directions; and (3) confinement of salt and thus sorbed water inside a solid 98 container to avoid interparticle water vapor channel collapse. In our design, the diffusion length 99 of water vapor inside the capsule is less than 150 nm, which is 4-5 order of magnitude shorter 100 than that in liquid sorbents or hydrogel-based solid sorbents [42]. The nano sorbent can capture 101 water vapor from surrounding ambience as much as 100% of its own weight under RH 60% 102 within 3 hours. The sorbed water can be quickly released within half hour under 1 kW/m2 103 sunlight irradiation. 104\nThis work assembled a batch-process based AWH device using easily-accessible materials. The 105 AWH device was tested in the outdoor condition and successfully conducted 3 sorption-106 desorption cycles within 10 hours during one day. The water production yield in the field test 107 reached as high as 1.6 kgwater/kgsorbent per day. A prototype of continuous AWG device was 108 further fabricated based on the nano sorbent, which produced 0.86 kg water per each kg of nano 109 sorbents in one day. Even though its apparent water production yield is not as high as the batch-110 based AWH device, the continuous AWH design provides a possible solution to the large and 111 automated plant-scale deployment. To the best of our knowledge, this work reports the first 112 sorption-based continuous AWG device. This work sheds significant light on progression from 113 batch-based AWH process to continuous AWH process and would spark a lot of research 114 passions to produce effective AWG for wide and practical applications. 115\n2. Materials and methods 116\n2.1 Chemicals and materials. 117\nStyrene (99%) and potassium persulfate (KPS, 99%) were purchased from Acros Organics. Oleic 118 acid was purchased from Riedel-de Haën. Phenol (99%), lithium chloride (LiCl, 98%) and 119 hexamethylenetetramine (99%) were purchased from Sigma-Aldrich. Deionized (DI) water (18.2 120 MΩ, from Milli-Q system) was used throughout the experiments. 121\n2.2 Material characterization. 122\nTransmission electron microscopy (TEM) investigations were carried out on an FEI Titan-ST 123 microscope. Scanning electron microscope (SEM) images were obtained on an FEI Magellan 124 400 microscope. Nitrogen adsorption test was measured with a Micromeritics Tristar 3020 125\nadsorption analyzer. The X-ray photoelectron spectroscopy (XPS) analysis was conducted on a 126 Kratos AXIS Supra XPS spectrometer. The UV-vis-NIR spectra were obtained on a PerkinElmer 127 Lambda 950 spectrophotometer. Water sorption properties were investigated on a NETZSCH 128 Jupiter simultaneous thermal analyzer (STA)-449 measurement system coupled with a modular 129 humidity generator (MHG, ProUmid). Temperature curves and infrared (IR) images of the 130 samples were recorded by a FLIR A655 IR camera. Thermal conductivity was measured by a set 131 of laser flash apparatus (LFA 447 NanoFlash®, Netzsch) system with a powdery sample holder. 132\n2.3 Fabrication of hollow carbon sphere (HCS)-LiCl nano sorbent. 133\nPolystyrene (PS) nanospheres were synthesized as hard templates in this work. 7 ml of styrene 134 and 188 µL of oleic acid were mixed and dispersed in 272 mL DI water. The mixture was stirred 135 at 50 oC for 1 hour, followed by adding 160 mg of KPS. The solution was heated to 70 oC under 136 magnetic stirring for 5 hours. The final product was filtrated and washed by DI water. All the 137 steps were performed under a nitrogen atmosphere. 138\nThe hollow carbon spheres (HCS) were prepared in the following steps: 225 mg of PS spheres 139 were dispersed in 150 mL of DI water. Then 30 mL of aqueous solution with phenol (264 µL) 140 and hexamethylenetetramine (0.21 g) was added. The solution was transferred into a teflon-lined 141 autoclave, heated at 160 oC for 4 hours followed by centrifugation and washed for several times 142 with DI water (PS@PF sphere). The washed PS@PF spheres were dried in a box-type oven at 70 143 oC for 12 hours. The as-obtained PS@PF spheres were transferred to a tube furnace with a 144 nitrogen atmosphere, heated to 150 oC with a ramp of 5 oC/min and dwelled for 1 hour. The 145 temperature was then raised to 800 oC with a ramp of 5 oC/min and kept at this temperature for 2 146 hours, followed by cooling down to room temperature naturally [45]. 147\nThe HCS-LiCl nano sorbents were obtained by immersing HCS in the saturated LiCl ethanol 148 solution followed by vacuuming for 2 minutes. Then the HCS-LiCl was collected by vacuum 149 assisted filtration and then dried in a box-type oven for 2 hours with a temperature of 75 oC. The 150 infiltration process was repeated for 2 times. The weight content of carbon in the HCS-LiCl nano 151 sorbent was estimated by the CHNS-O element analyzer (FLASH 2000, Thermo Scientific) and 152 Energy-dispersive X-ray spectroscopy (EDS). Then the LiCl weight content was calculated by 153 the deduction of carbon weight from the total. The volume content of LiCl in the vacancy of the 154\nHCS-LiCl was estimated based on the electron microscopic characterization (details can be 155 found in supporting information). 156\n2.4 Water sorption/desorption experiments. 157\nThe water vapor sorption/desorption performance of HCS-LiCl was tested by a stimultaneous 158 thermal analyzer (STA)-modular humidity generator (MHG) system under static humidity mode. 159 The STA furnace was first heated up from 25 oC to 80 oC to dehydrate the nano sorbent and then 160 cooled down to 25 oC for the water vapor sorption test. The sorption test was carried on for 13 161 hours, and then the furnace of STA was programmed to heat up to 80 oC to investigate the 162 desorption property of the nano sorbent. Both the cooling and heating ramp was 5 oC/min. Four 163 different humidity conditions (i.e., RH 15, 35, 60 and 80%) were investigated by purging the 164 MHG generated wet nitrogen flow with specified RH into the STA furnace. The temperature of 165 the nitrogen flow was maintained at 25 oC throughout the test. Water vapor absorption isotherms 166 of HCS-LiCl were characterized by a dynamic adsorption analyzer (DVS analyzer, IGAsorp-CT, 167 Hiden Isochema) at 25 oC and 35 oC. Prior to the analysis, the sample was in situ pre-dried at 80 168 oC for 3 hours. The stability of the HCS-LiCl was investigated by a STA-MHG system for 10 169 dynamic absorption-desorption cycles. Each cycle consisted of a water vapor sorption section 170 (10 h, RH 80%, 25 oC) and a water release section (1.5 h, RH 10%, 80 oC). A pre-heat cycle was 171 applied to the sample prior the cycling test to ensure the dry state of the sample. The humidity 172 was maintained by a MHG-generated nitrogen flow, with a constant temperature of 25 oC and an 173 alternated RH between 10% and 80% based on the sorption/desorption sections of the 174 experiments. The water vapor sorption behavior of HCS-LiCl nano sorbent and pure LiCl salt 175 was also investigated in the outdoor condition. 5 g of HCS-LiCl and 5 g of LiCl salt were placed 176 in the plastic petri dish (dimeter 10 cm), and the weight change of both samples was recorded by 177 an electric balance. The ambient condition was monitored and recorded by a LogTag humidity & 178 temperature recorder. The outdoor test was conducted on KAUST campus, Thuwal, KSA, from 179 19:00-23:00 local time (GMT+3), and the sampling time was set to be 5 min. 180\nThe photothermal assisted water release property of HCS-LiCl was investigated under simulated 181 sunlight (Oriel solar simulator, 94023A). The HCS-LiCl nanospheres were placed on a fibrous 182 silica substrate and exposed to 60% RH atmosphere for 2 hours at room temperature (22 oC) 183 prior test. IR camera and electronic balance were employed to record the temperature and weight 184\nchange of the nano sorbent. The test was carried out under 5 different light strength (i.e., 0.7, 0.8, 185 0.9, 1.0, and 1.1 kW/m2). 186\n2.5 Batch-mode AWH device fabrication and the outdoor performance measurement. 187\nTo investigate the water production performance of HCS-LiCl nano sorbent in field condition, a 188 batch-process based, all-in-one device was fabricated. A metallic cookie box (dimension 20 × 20 189 × 5 cm3) was used as the container and 12.6 g of pre-dried HCS-LiCl nano sorbent was placed 190 inside a glass dish with diameter of 14 cm. The box was put outdoor overnight uncovered (21:00 191 on March 20 to 8:10 on March 21, 2019 KSA time). The device was covered with a kitchen 192 plastic wrap next morning (8:20 am on March 21, 2019) and put on the rooftop of a town house 193 inside KAUST campus (Thuwal, KSA). After 80 minutes sunlight irradiation, the condensed 194 water inside metal box/on the surface of plastic wrap was collected. The box was then moved 195 under a shaded area to prevent direct sunlight exposure to sorb water vapor from air for the next 196 2 hours (9:45-11:45am). The second water release and collection was conducted between 11:50-197 13:10. The third water vapor sorption-desorption/collection was conducted from 13:20 to 15:20. 198 Due to sunlight strength attenuation, the device was aligned to facing the sunlight in the third 199 cycle with extended irradiation time (15:30 to 17:30). The solar power meter was placed 200 perpendicular to the rooftop where the experiment was conducted. The relative humidity meter 201 recorded the value on the beginning time of two individually water vapor sorption process. 202\nInductively coupled plasma-optical emission spectroscopy (ICP-OES, Agilent 5110) equipped 203 with a charge-coupled device (CCD detector) and a charge injection device (CID detector) was 204 used to investigate the concentration of lithium and iron in the water sample produced from the 205 outdoor experiment. Total organic compound (TOC) analyzer (TOC-L, Shimadzu) was 206 employed to test the TOC concentration in the same water sample. 207\n2.6 Continuous atmospheric water generator (AWG). 208\nA continuous atmospheric water generator (AWG) was designed and fabricated based on the 209 HCS-LiCl nano sorbent, which included three major parts: a central rotational cylinder, a copper 210 condenser with transparent cap, and a frame with stepper motor. HCS-LiCl nano sorbent was 211 loaded onto the fibrous silica filter paper and mounted and wrapped around the rotational 212 cylinder with a mass loading of 0.03 g/cm2 (2.93 g in total). The stepper motor was set to drive 213\nthe cylinder with a varied rotation rate (i.e., 0.5, 0.75, 1.5 and 4 revolution per hour, rph). The 214 whole device was placed under simulated sunlight with a light strength of 1.0 kW/m2. 215\n3. Results and discussions 216\nThe HCS-LiCl nano sorbent was synthesized through a hard-template method by using 232 polystyrene (PS) spheres as the core templates [45]. The PS spheres were prepared by the 233 popular emulsion polymerization method, whose surfaces were uniformly coated with a layer of 234 phenolic-formaldehyde (PF) via hydrothermal method (Fig. 1, step 1). The as-obtained PS@PF 235 spheres were transferred to a tube furnace for high-temperature pyrolysis during which the PF 236\nlayer was converted into carbon while the PS core was decomposed, leading to formation of 237 hollow carbon spheres (Fig. 1, step 2). Due to the hydrophobic property of HCS after high-238 temperature pyrolysis, LiCl ethanol solution was used to embed LiCl salt into the as-obtained 239 HCS under vacuum (Fig. 1, step 3, and Fig. S1). In this work, fibrous silica filter was used as the 240 substrate to hold the HCS-LiCl nano sorbent (step 4 of Fig. 1, and Fig. S2). 241\nTEM observation reveals that the average diameter of PS is ~240 nm (Fig. 2a). After coated with 242 PF layer, the diameter of nanosphere increased to ~300 nm, indicating the thickness of the PF 243 resin layer was ~30 nm (Fig. 2b). After pyrolysis treatment, the size of HCS was similar to that 244 of PS@PF nanspheres (Fig. 2c). After LiCl was loaded, the dimension of HCS-LiCl remained 245 almost unchanged comparing with HCS (Fig. 2d). Fig. 2e and f show the selective area electron 246 diffraction (SAED) patterns of HCS and HCS-LiCl. For HCS, only dispersing diffraction rings 247 were obtained, indicating the amorphous carbon shell. When the HCS was loaded with LiCl, an 248 extra set of diffraction pattern indexed to (200), (111) plane of LiCl was observed [46]. The 249 high-resolution TEM (HRTEM) image of the shell showed a typical amorphous carbon structure, 250 consistent with the SAED result. As can be seen in Fig. 2g, the HCS wall shows a rough and 251 porous surface. Fig. 2h and i are the SEM images of HCS and HCS-LiCl, further confirming the 252 size of nanospheres before/after the salt loading. Fig. 2j-l are the SEM-EDS mapping of HCS-253 LiCl. Since lithium element is invisible in EDS, only carbon and chloride were analyzed and 254 mapped. The distribution of chloride perfectly matched the carbon element mapping, indicating a 255 successful loading of LiCl. 256\n257\nLight absorbance of HCS loaded fibrous silica filter was tested with an UV-vis-NIR 261 spectrophotometer with silica filter as background (Fig. 3a). As can be seen, HCS showed an 262 outstanding light absorbance throughout the whole spectrum (>92%). The relative light 263 absorption rate for the materials to sunlight was calculated to be 94.47% and the spectrum has 264 been displayed in Fig. S3. The wetting behavior of HCS was tested indirectly through LiCl 265 solution contact angle and chemical composition investigation. The LiCl solution contact angle 266 of the HCS loaded fibrous silica filter was 137.5° (Fig. S4), indicating that the HCS was highly 267 hydrophobic. The wetting behavior of LiCl water solution also explained the reason why a less 268 polar solvent, ethanol, was used during LiCl infiltration process. Fig. 3b shows the X-ray 269 photoelectron spectroscopy (XPS) survey spectrum of HCS, indicating 94.9% of the elements in 270 HCS was carbon. The high-resolution spectrum of C 1s is shown in Fig. 3c. Five components 271\nwere fitted with the C 1s spectrum, located at 284.4, 285.1, 286.4, and 288.9 eV, corresponding 272 to the C=C (sp2 hybridized carbon), C-C (sp3 hybrid carbon), C-O-C, and C=O groups [47]. The 273 atomic ratio of C/O in the HCS sample is 21.1, indicates the lack of polar groups in the material, 274 thus lead to a hydrophobic property of HCS. The hydrophobic property towards LiCl solution of 275 HCS is a critical factor to ensure the hygroscopic salt core can be tightly preserved inside the 276 HCS shell even when it is turned into liquid by deliquescence. This otherwise salt leakage 277 outside of HCS will lead to very undesirable loss of the salt and clogging of water vapor 278 channels. The nitrogen adsorption measurement showed microporosity of HCS with a surface 279 area of 620 m2/g (Fig. 3d, Fig. S5). These results prove that HCS has an outstanding light 280 absorption property, is hydrophobic in wettability, and has highly porous wall, all of which are 281 desired for effective and fast water vapor sorption/desorption. Besides, the heat conductivity of 282 the HCS stack was measured to be ~0.316 W/(m oC), which could be attributed by the contact 283 thermal resistance between the adjacent particles. Given the measured thermal conductivity, the 284 further improvement in thermal conduction of the system can be made by using substrates with 285 superior heat conductivity (i.e. stainless steel woven, carbon block, etc.), reducing the thickness 286 of sorbent layer, among others. 287\n288\n3.2 Water sorption/desorption assessment. 292\nTheoretically, desorption of saturated sorbent is an active process where the sorbents are heated 293 up by the external heat source. In contrast, sorption of water vapor onto the sorbent is a passive 294 process where the diffusion kinetics of water vapor plays an important role in the overall 295 sorption rate. In practical application, it may take only a few hours for the water sorbent to 296 release water but a significantly longer time to recover back to its saturation state. 297\nThe water sorption behaviors of the HCS-LiCl nano sorbent were first investigated under static 298 humidity condition. A simultaneous thermal analyzer (STA) coupled with a modular humidity 299 generator (MHG) was employed for the water sorption/desorption assessment. At the first stage, 300 the STA furnace was programmed to heat up to 80 oC for dehydration purpose. After the 301 dehydration process, the furnace was cooled down to 25 oC and maintained throughout the 302 sorption test (i.e., 13 hours). After the sorption test was completed, the furnace was heated back 303 to 80 oC to investigate the desorption property of the nano sorbent. Humidity generator was 304 programmed to purge carrier nitrogen gas with pre-defined relative humidity (i.e., RH 15, 35, 60, 305 and 80%) into the STA furnace throughout the test. 306\n307\nFig. 4a shows the static humidity test result of pure LiCl. The water uptake (i.e., weight change 312 in Y-axis) of LiCl showed a drastic increase at RH 35, 60, and 80%. By the end of the test, the 313 water uptake were 20.35, 106.43, 173.89, and 351.8% of the LiCl salt’s own weight for 15, 35, 314 60, and 80% RH, respectively. LiCl salt was liquefied and its water vapor sorption equilibrium 315 was not achieved even after 13 hours of the test. For the desorption process under 80 oC, the LiCl 316 failed to release all of its absorbed water within the test time (i.e. 90 min). For HCS without LiCl, 317 the weight changes due to water sorption were 1.72, 3.18, 15.76, and 17.83% of its own weight 318 at 15, 35, 60, and 80% RH, respectively (Fig. 4b), which is negligible comparing with the weight 319 change of LiCl (Fig. 4a). Fig. 4c shows the sorption behavior of HCS-LiCl. As can be seen, the 320 sorption saturation was achieved within 4 hours, and the final sorbed water were 22, 70, 112, and 321 220% at 15, 35, 60, and 80% RH, respectively. Furthermore, more than 90% of the water uptake 322 was achieved within the first 3 hours. During vapor sorption, LiCl turns into liquid droplets and 323\nthe small droplets coalesce and form bigger ones, leading to reduced contact surface area with air. 324 Concentration-gradient drives water molecules to diffuse from the surface towards the droplet 325 core, with Li+/Cl- ions diffusing in an opposite direction. As the droplets further grow in size, the 326 diffusion length will be increased, further limiting the sorption kinetics. For the LiCl-HCS nano 327 sorbent, the HCS limits the size of the LiCl droplet to several hundred nanometers and thus 328 promotes the overall sorption/desorption kinetics. Unlike LiCl, a plateau was observed for HCS-329 LiCl under RH 35, 60, and 80%, which may attributed to the spatial limitation by HCS capsule 330 structure and limited amount of LiCl loaded into the HCS. The sorbed water in HCS-LiCl could 331 be very quickly released within half hour, indicating much enhanced kinetics comparing with 332 LiCl. The weight content of carbon in the HCS-LiCl nano sorbent was estimated to be 64% 333 (CHNS-O element analyzer) and 69.75 % (EDS) thereby the weight content of LiCl was 334 calculated to be 30.25% and 36%. Since EDS is more accurate in measuring heavy elements, the 335 observed weight content from EDS can be used as a comparison and show the accuracy of 336 element analyzer (Fig. S5). The volume percentage of LiCl within the vacancy of HCS was 337 calculated to be 17.4%, indicating more than 80% of the vacancy available for water storage 338 (Supplementary note 1, Fig. S6). 339\nThe derivative weight change of all three samples were plotted and compared (Fig. 4d-f, Fig. S7 340 and Fig. S8). As seen, during the sorption process, the LiCl had an almost constant sorption rate 341 in the first 6 hours, which then slowly dropped to almost zero by the end of the test. When LiCl 342 solution absorbs water, the concentration of LiCl decreases and its vapor pressure increases. 343 Thus, it is noteworthy that, while the partial pressure of water vapor inside STA furnace is not 344 changed (i.e. constant temperature and RH), the vapor sorption by the sorbent will be reduced as 345 the sorption goes on. For HCS, a small peak in derivative weight change was observed at the 346 beginning of the test, followed by a quick drop to zero. The derivative weight change of HCS-347 LiCl firstly had a rapid increase within the first 25 minutes, and then slowly dropped back to zero 348 at ~200 min. Most importantly, the peak sorption rate of HCS-LiCl almost tripled the sorption 349 rate of LiCl. For the desorption process, the derivative weight change of all three samples was 350 proportional to their respective water uptake. For HCS-LiCl, the peak value of derivative weight 351 change was double of the value of LiCl, even it had a smaller water uptake than that of LiCl, 352 which demonstrates the successful improvement of kinetic property. Comparing with the 353 bulk/liquid-phased water vapor sorbent such as hydrogel or liquid desiccant, the occupation rate 354\nof the spherical nano sorbent, even densely packed as the hexagonal close packing form, is only 355 74%. Thus, the rest of 26% empty space (i.e., interparticle space, see Supplementary note 2 and 356 Fig. S9 for more details) can be used as the channels for water vapor transportation. The 357 diffusion length can be significantly decreased to the radius of the individual sphere, which is in 358 hundreds of nanometer. The superior performance of HCS-LiCl in both sorption and desorption 359 can be attributed to its enlarged specific area and unblocked water vapor channel (Fig. S10). 360 These properties make it a good candidate as the water vapor sorbent for AWG devices with fast 361 water sorption/desorption property. 362\nThe water vapor sorption behavior of HCS-LiCl and pure LiCl salt was subsequently compared 363 in the outdoor condition with an enlarged sorbent mass scale. As can be seen from Fig. S11a, the 364 ambient temperature and the relative humidity during the outdoor teat was ~32 oC and RH 50-365 60%, respectively. Fig. S11b displays the time-dependent weight change profiles of LiCl and 366 HCS-LiCl during the outdoor water vapor sorption test. At the initial stage (i.e. ~0-25 min), the 367 water vapor sorption rate of LiCl was slightly higher than that of HCS-LiCl. After that, HCS-368 LiCl nano sorbent showed a faster sorption rate. In HCS-LiCl, LiCl salt was incorporated inside 369 the carbon capsule, while for pure LiCl sample, it started as solid phase. Thereby, at the 370 beginning of the test before the deliquescence of LiCl solid, the pure LiCl sample showed a 371 slightly faster kinetics than HCS-LiCl. After a short period of time, HCS-LiCl showed a better 372 sorption kinetics, which presumably is attributed to the formation of the liquid-phased LiCl 373 solution and consequently slow diffusion of vapor in the bulk water phase. When the test was 374 close to the end, the slope of HCS-LiCl water uptake curve comes down, which may be due to its 375 near saturation point. When comparing the water vapor sorption behavior from this outdoor test 376 with the one observed from STA-MHG, the sorption rate is decreased, which may be primarily 377 resulted from the heat/mass transfer issue in the enlarged scale [48]. However, the HCS-LiCl still 378 shows a higher water vapor sorption behavior in the actual outdoor condition. 379\nWater vapor sorption isotherms of HCS-LiCl were tested on a DVS analyzer to further 380 investigate its water vapor sorption performance under varied conditions (Fig. S12a). Two 381 representative temperatures in our test location, 25 oC for nighttime and 35 oC for daytime in a 382 shadowed area, were investigated. As can be seen, the equilibrium water uptake from the two 383 temperature conditions was quite similar. The equilibrium water uptake at RH 20% is ~0.4 g/g, 384\nindicating a reasonable water sorption performance at low humidity condition. The equilibrium 385 water uptake at the highest RH condition in this test (i.e., RH 80%) was >2.0 g/g. The results of 386 the isotherm measurement agree well with the STA results. 387\nThe stability of HCS-LiCl was tested by a STA-MHG system for 10 sorption/desorption cycles. 388 The sorption/desorption behavior of the HCS-LiCl is shown in Fig. S12b. A plateau can be 389 observed at the end of each cycle. The unchanged water vapor sorption kinetic and water uptake 390 capacity in each individual cycle indicates the stability of HCS-LiCl even when the humidity as 391 high as 80% at 25 oC for 10 hours. And the structures of the spherical HCS-LiCl particles show 392 no obvious change after the test and there is no sign of LiCl leakage (Fig. S13, Supplementary 393 note 3). The results indicate that the HCS-LiCl is stable towards the water sorption/desorption 394 cycles even when the relative humidity is as high as 80% at 25 oC. 395\n3.3 Photothermal assisted water release. 396\nIn practical applications, it might be necessary for powder formed water vapor sorbent to be 397 fixated onto a substrate material and assembled into an AWG device. With the device, water is 398 released out of the sorbent at a high temperature caused by photothermal heating when it is 399 exposed to sunlight. [49, 50] In this work, we used a fibrous silica filter as the matrix to hold the 400 nano sorbent (HCS-LiCl@SiO2). The dimension of sorbent loaded filter was 8 × 8 cm 2, 401 composed of 0.56 g fibrous silica filter and 0.64 g of dried HCS-LiCl nano sorbent. The weight 402 change of the HCS-LiCl@SiO2 was real-time monitored and recorded by an electrical balance 403 connected with a computer. The HCS-LiCl@SiO2 was exposed to the ambient (i.e. 22 oC, RH 404 60%) for 3 hours, at the end of which 0.67 g water was sorbed, equivalent to 36% of its own 405 weight at saturated state. The saturated HCS-LiCl@SiO2 (1.87g) was exposed under simulated 406 sunlight with a strength of 1 kW/m2, under which the temperature of HCS-LiCl@SiO2 quickly 407 raised up to 50 oC within 2 minutes and stabilized at ~72 oC after 25 minutes. Most of the sorbed 408 water (i.e. >90%) was released within 25 minutes, indicating a fast water release property (the 409 “dry state” of the sample is defined by the minimum weight of the sample dried under 80 oC). 410\nAs the water evaporates, the LiCl concentration in HCS increases, resulting in a surpressed water 411 evaporation rate, gradullay reduced evaporation heat loss and increased sorbent temperature. It 412 has to be emphasized that in this work the heat was generated by the carbon shell of HCS-LiCl 413 nano sorbent. In the conventional batch-processed AWH process, photothermal materials are 414\nseparated with the sorbents. Heat is generated on the photothermal layer and subsequently 415 transferred to the sorbents. Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42]. 419\nIn this work, heat is generated at the sidewall of carbon capsule and carbon is a good heat 426 conductor. Thus the heat is locally generated and distributed homogeneously on the carbon shell 427 with minimized heat loss, leading to fast heating of inside LiCl salt from all directions. Fig. 428 S14a-d present the IR images of HCS-LiCl nano sorbents after exposure to the simulated 429 sunlight for 0, 10, 30, and 60 minutes, respectively. A high temperature (i.e. 70 oC) can be easily 430 achieved, indicates the great photothermal performance of HCS-LiCl nano sorbent. The stability 431\nof HCS-LiCl@SiO2 test was carried out by repeating the sorption/desorption process for 10 432 times under 1 kW/m2 simulated light strength. After 10 sorption-desorption cycles test, the 433 performance of HCS-LiCl showed almost no degradation, demonstrating its outstanding 434 operational stability (Fig. 5b). 435\nThe temperature profile and water release property of HCS-LiCl were further investigated under 436 simulated sunlight with varied light strength. A fast temperature increase can be observed under 437 all test conditions in the first several minutes. For the light strength of 0.7, 0.8, 0.9, 1.0, and 1.1 438 kW/m2, the temperature of the tested sample reached 39, 42, 46, 50, and 51 oC within the first 2 439 minutes, with their respective equilibrium temperatures at 58, 60, 65, 70, and 75 oC, respectively 440 (Fig. 5c). The weight change profile is shown in Fig. 5d, where the Y-axis of the graph indicates 441 the weight loss due to water evaporation relative to the saturated weight of HCS-LiCl@SiO2. As 442 can be seen, the weight change value at the equilibrium state for 1.1, 1.0, and 0.9 kW/m2 test 443 were quite close (i.e. ~33-36% of its own weight, 92%-100% of total absorbed water weight), 444 indicating that the HCS-LiCl@SiO2 can quickly release all its absorbed water as long as the 445 sunlight strength was higher than 0.9 kW/m2. For the test under 0.8 and 0.7 kW/m2, by the end of 446 the test, the weight change of HCS-LiCl@SiO2 was ~27% (75% of total absorbed water weight), 447 which is only slightly lower than that of the test conducted under regular solar irradiation. 448\nThe results obtained from photothermal assisted water release experiment further confirm that 449 the HCS-LiCl is a highly efficient water vapor sorbent with fast water capture/release property 450 and high stability. Furthermore, the ability to release water under weakened sunlight makes the 451 HCS-LiCl nano sorbent has broad application prospects. 452\n3.4 Batch-process based AWH device and its outdoor performance. 453\nAn all-in-one device was further assembled by using easily available commercial materials for 454 outdoor test. The AWH device included a metallic cookie box (20 × 20 × 5 cm3) as primary 455 container, a glass dish (diameter 14 cm) to separate the nano sorbents and collected water, and a 456 kitchen plastic wrap as transparent window and condensation surface. During water vapor 457 sorption process, the device was placed under a shade exposed to the ambient air. Due to the 458 absence of the sunlight, the nano sorbent was cooled down to the ambient temperature and thus 459 could sorb water vapor from the surrounding air (Fig. 6a, left). During desorption, the box was 460 tightly sealed with the wrap and put out under direct solar irradiation. A temperature gradient 461\nwas built up between the metal box wall, air-cooled plastic wrap surface and the photothermal-462 heated water vapor sorbent, which provided the driving force of condensation process (Fig. 6a, 463 right). Fig. 6b-1 and b-2 present the digital photos of the device in water vapor sorption mode 464 and water production mode, respectively. The transmittance and reflectance UV-vis-NIR (250-465 2500 nm) spectra of the plastic film were tested to estimate the percentage of solar energy 466 absorbed by the plastic film (Fig. S15). As can be seen, the transmittance of the plastic film 467 maintained at ~90% in the whole range while its reflectance was around 10%. The thin film only 468 showed a light absorbance of around 7% within the wavelength of 2250-2500 nm, meaning this 469 film is almost transparent to the full spectrum of the sunlight. 470\nIn the outdoor test, the device with 12.6 g of pre-dried HCS-LiCl nano sorbent was first kept 479 outdoor overnight inside KAUST campus at Thuwal, KSA (21:00 March 20, 2019 to 8:10, 480 March 21, 2019, with an average temperature of 25 oC and an average relative humidity was 60-481 70%, mixing ratio 12.11-13.76 g/kgair) (Fig. 6c). The first sunlight-induced water production 482 process was started on March 21, 2019 at 8:20 am local time (GMT+3), and around 7.7 g of 483 water was collected within 80 minutes (8:20-9:40 am). The device was then subject to two more 484 sorption-desorption cycle (details can be found in Method and Supplementary note 4). The 2nd 485 and 3rd cycles produced 6.5 and 5.4 g of fresh water (Fig. 6b-3). In the end, the device produced 486 an accumulative amount of ~19.6 g fresh water (Fig. 6b-4), which is 1.6 times the weight of the 487 dry sorbent. 488\nThe selection of the time scale in each cycle was determined by the time efficiency and sunlight 489 strength. Since the device relies upon solar energy as the heat source, desorption and water 490 production mode is not operational during the night, thus the device was placed outdoor 491 overnight to saturate its capacity. Based on the STA-MHG water vapor sorption test (Fig. 4), the 492 optimized sorption rate and ~70-80% of the maximum capacity can be achieved within this time 493 scale of <120 min. Considering the time efficiency, a duration of 2 hours was used as the water 494 vapor sorption time for the second and third water harvesting cycle. 495\nFor the water vapor desorption process, the time scale is mainly determined by the sunlight 496 strength during the day. The sunlight strength was sufficient to support the water release process 497 of the sorbent during the morning and noon. However, after 15:30, the light strength quickly 498 attenuated to an insufficient level and the photothermal-induced sorbent temperature may not 499 enough to quickly release the absorbed water. Thus, for the first and second water harvesting 500 process, a duration of 80 min was used for the desorption process and for the third water 501 production cycle we chose to extend the desorption time to 120 min and align the device facing 502 to the sunlight. 503\nBy comparison, the water production rate of HCS-LiCl in outdoor condition was only half of 504 what predicted by the indoor STA test (~38 g, similar climate condition, 12.6 g of dried HCS-505 LiCl) (See Supplementary note 5 for details), indicating a significant potential for further 506 improvement. The outdoor field experiment of HCS-LiCl demonstrates that the sorbent is 507 capable of providing multiple water vapor sorption/water production cycles within one day. Even 508\nthough the AWH device needs further improvement, the device in the field experiment still 509 shows an excellent water production yield (i.e. 1.6 gwater/gsorbent within one day). 510\nThe quality of water from the outdoor experiment was inspected by the ICP-OES and TOC 511 analyzer. The concentration of lithium (from the LiCl salt in the HCS-LiCl sorbent) and iron 512 (from the condensation chamber, i.e., cookie box) are checked. A deionized water sample 513 generated from a Milli-Q system, a standard sample contains 5 ppm of lithium and 5 ppm of iron 514 were used as the quality control (QC). For TOC analysis, the TOC analyzer was pre-calibrated 515 by the TOC standard sample with a concentration of 0.10, 0.25, 0.50, 1.0, 5.0, 10 and 20 ppm, 516 respectively. Deionized water and 10 ppm TOC standard sample were used as quality control. 517 The quality inspection results of the water sample from the outdoor experiment are listed in 518 Table 1. As can be seen, the water quality fulfills the WHO requirement. The TOC concentration 519 is 1.96 ppm, which may resulted by the absorption of airborne organic compounds during water 520 vapor sorption process. 521\nTable 1. Water quality analysis of water production from the outdoor experiment 522\nIon concentration test Iron (Fe) Lithium (Li)\nDI water Below 0.01 ppm Below 0.01 ppm Water from AWG 0.02 ppm 0.01 ppm\n5 ppm QC 5.01 ppm 4.98 ppm WHO guideline 0.30 ppm N/A\nTOC test TOC concentration\nDI water 0.12 ppm Water from AWG 1.96 ppm\n10 ppm QC 10.09 ppm 523\n3.5 HCS-LiCl based continuous AWG device. 524\nThe conceptual design of the continuous AWG device is shown in Fig. 7a and Fig. S16. Fig. 7b 525 presents a digital photo of the real device. The dimension of the device is 11.15 × 10.75 × 10.00 526 cm3, with a rotational cylinder encapsulated (Φ=42 mm, L=74 mm). 2.93 g of sorbent was 527 homogeneously loaded on the rotational cylinder with loading density of 0.03 g/cm2 (Details can 528 be found in Supplementary note 6). In this continuous device, the rotational cylinder loaded with 529 water vapor sorbent is placed between two grooved frames. The top sector of the rotational 530\nwater vapor sorbent exposed to the sunlight under varied cylinder rotation rate. The simulated 547 sunlight strength in this test was1 kW/m2. 548\nThe prototype was tested in the lab condition where environmental conditions are controlled by 549 the centralized heating, ventilation, and air conditioning (HVAC) system. The temperature and 550 the relative humidity is maintained at 22 oC, 60%, respectively. Given the small size of the 551 device and the outstanding heat conductivity of metal condensation chamber, the condenser 552 temperature was similar to the environmental temperature (i.e., 22 oC). For each rotation rate 553 condition, 3 batches of the experiment were conducted under a specific collection duration (i.e., 554 1, 2, and 4 hours). A pre-weighted filter paper was used to collect the condensed water by the 555 end of each test. The water production yield of each individual test can be calculated from the 556 weight difference of the filter paper. The water production performance of the continuous AWG 557 prototype is compared in Fig. 7e. A quantity of 0.24, 0.30, 0.09, and 0.02 g water was produced 558 during first hour with the cylinder rotation rate of 0.50, 0.75, 1.25, and 4 revolution per hour 559 (rph), respectively. These trends can be observed even when the collection duration time was 560 extended to 2 and 4 hours. By the end of the 4-hour test, 0.69, 1.25, 0.3, and 0.035 g of water 561 was collected under rotation rate of 0.5, 0.75, 1.5, and 4 rph, respectively. A detailed list of water 562 harvesting rate in the varied conditions has been displayed in Table 2. An IR camera was used to 563 observe the temperature of the water vapor sorbent under sunlight irradiation with varied rotation 564 rate (Fig. 7f). The dash line in each of the IR images covered the “cold” region (i.e., less than 40 565 oC) of the water vapor sorbent, and the size of “cold” region expanded along with the increased 566 cylinder rotation rate (Supplementary note 7). The temperature gradient across the sorbent 567 surface (green line across the IR image) also confirmed the temperature difference under varied 568 rotation rate (Fig. 7g). The desorption rate of water from the sorbent was lower due to the 569 lowered temperature under faster rotation rate. However, if the rotation rate of the cylinder is too 570 slow (e.g., 0.5 rph), on the one hand, the water vapor sorbent exposed to the sunlight will be 571 exhausted due to over exposure. On the other hand, the adjacent water vapor sorbent is 572 collaterally heated up and thus releases water before moving into the condensation chamber due 573 to the internal heat conduction, thus leading to a decreased water production yield. The water 574 production yield was estimated to be 0.84 gwater/g sorbent within 8 hours. Ongoing effort is being 575 made on improving the overall efficiency of the device. 576\n0.5 rph 0.75 rph 1.5 rph 4 rph Collection time (h) Rotational cycles (r) Harvested water (g) Rotational cycles (r) Harvested water (g) Rotational cycles (r) Harvested water (g) Rotational cycles (r) Harvested water (g)\n1 0.5 0.24 0.75 0.3 1.5 0.09 4 0.02 2 1.0 0.45 1.5 0.61 3 0.15 8 0.031 4 2.0 0.69 3.0 1.25 6 0.3 16 0.035\nIn summary, the sorption-based continuous AWG device we presented in this work can harvest 578 water from the air continuously. To the best of our knowledge, this is the first sorption-based 579 continuous AWG device ever reported, whose performance needs further improvement. 580\n581\n4. Conclusion 582\nIn conclusion, a nano-scaled photothermal water vapor sorbent with a spherical photothermal 583 shell and a hygroscopic salt core was designed and synthesized. The water vapor sorption and 584 desorption kinetics were largely enhanced comparing with the previously reported water vapor 585 sorbents. The sorbent is capable of absorbing water vapor from air as much as 100% of its own 586 weight within 3 hours under RH 60%. The absorbed water can be quickly released within 30 587 minutes under 1 kW/m2 sunlight irradiation. A batch process-based AWG demonstrated the 588 superior water production yield as much as 1.6 kg water per kilogram sorbent per day, which was 589 enabled by its multiple atmospheric water harvesting cycles within one day. A sorption-based 590 conceptual prototype of continuous AWG device was assembled and investigated in the 591 laboratory condition. The continuous production of clean water was successfully demonstrated. 592\n593\nDeclaration of interests. 594\nPeng Wang, Renyuan Li, and Yusuf Shi have a patent application related to the work presented 595 in this paper. 596\nAcknowledgments. 597\nThe authors are grateful to KAUST for very generous financial support. We appreciate the 598 assistance of KAUST mechanical workshop for the design and fabrication of continuous AWG 599 device. In addition, we thank KAUST solar center for providing the access to their equipment. 600\nAppendix A. Supplementary data 601\nSchematics of LiCl infiltration process. SEM image of HCS-LiCl@SiO2. The relative light 602 absorption rate for the sample to sunlight. Wetting behavior of LiCl water solution on the HCS-603 LiCl@SiO2. Nitrogen sorption isotherm of HCS. Calculation of the volume percentage of LiCl in 604 the HCS vacancy. Full-range curve of derivative weight change. Zoom-in plot of water vapor 605 absorption section. Calculation of the dimension of interparticle space. Schematics of 606 sorption/desorption behaviors of nano sorbent and bulk-phased sorbent. Water vapor sorption 607 behavior of HCS-LiCl and LiCl in outdoor condition. Water vapor sorption isotherms of HCS-608 LiCl. STA-MHG based stability test results. SEM observation of HCS-LiCl under varied 609 conditions. IR images. UV-vis-NIR spectrum of plastic film used in the field test. Experimental 610 details and discussion on the batch-mode AWG. Estimation of the water production yield of HS-611 LiCl nano sorbent under STA test condition. Detailed assembly of continuous AWG device. 612 Device design of continuous AWG. Calculation of sorbent exposure time under sunlight in the 613 continuous AWG device. 614\n615\nReferences. 616\n[1] M.M. Mekonnen, A.Y. Hoekstra, Four billion people facing severe water scarcity. Sci. Adv. 2 617 (2016) e1500323. 618 [2] S.N. Gosling, N.W. Arnell, A global assessment of the impact of climate change on water 619 scarcity. Climatic Change 134 (2016) 371-385. 620 [3] J.-F. Pekel, A. Cottam, N. Gorelick, A.S. Belward, High-resolution mapping of global surface 621 water and its long-term changes. Nature 540 (2016) 418-422. 622 [4] A. Alkhudhiri, N. Darwish, N. Hilal, Membrane distillation: a comprehensive review. 623 Desalination 287 (2012) 2-18. 624 [5] A.D. Khawaji, I.K. Kutubkhanah, J.-M. Wie, Advances in seawater desalination technologies. 625 Desalination 221 (2008) 47-69. 626 [6] M. Elimelech, W.A. Phillip, The future of seawater desalination: energy, technology, and the 627 environment. Science 333 (2011) 712-717. 628 [7] K. Lutchmiah, A.R.D. Verliefde, K. Roest, L.C. Rietveld, E.R. Cornelissen, Forward osmosis for 629 application in wastewater treatment: a review. Water Res. 58 (2014) 179-197. 630 [8] R. Li, L. Zhang, P. Wang, Rational design of nanomaterials for water treatment. Nanoscale 7 631 (2015) 17167-17194. 632 [9] K. Lutchmiah, A.R.D. Verliefde, K. Roest, L.C. Rietveld, E.R. Cornelissen, Forward osmosis for 633 application in wastewater treatment: a review. Water Res. 58 (2014) 179-197. 634 [10] UNICEF and WHO, Progress on drinking water and sanitation: 2012 Update. UNICEF (2012). 635 [11] WWAP (UNESCO World Water Assessmen Programme), The United Nations world water 636 development report 2019: leaving no one behind. UNESCO (2019). 637 [12] K. Daley, H. Castleden, R. Jamieson, C. Furgal, L. Ell, Water systems, sanitation, and public 638 health risks in remote communities: Inuit resident perspectives from the Canadian Arctic. Soc. Sci. & 639 Med. 135 (2015) 124-132. 640 [13] W.A. Abderrahman, Water management in Ar-Riyadh. Int. J. Water Resour. D. 22 (2006) 277-641 289. 642 [14] GWI, Becoming a world-class water utility. Global Water Intelligence Magazine 12 (2011). 643 [15] G. Hutton, C. Chase, The Knowledge Base for achieving the sustainable development goal targets 644 on water supply, sanitation and hygiene. Int. J. of Env. Res. Pub. He. 13 (2016) 536-571. 645 [16] S.H. Schneider, T.L. Root, M.D. Mastrandrea, Encyclopedia of Climate and Weather. 2011. 646 [17] Z. Şen, Chapter 1‒Water science basic information. In Practical and Applied Hydrogeology, Ed. 647 Elsevier: Oxford, 2015, pp 1-41. 648\n[18] R.H. Waring, S.W. Running, CHAPTER 2‒Water cycle. In Forest Ecosystems (Third Edition), 649 Eds. Academic Press: San Diego, 2007, pp 19-57. 650 [19] P. Wang, Emerging investigator series: the rise of nano-enabled photothermal materials for water 651 evaporation and clean water production by sunlight. Environ. Sci.: Nano 5(2018) 1078-1089. 652 [20] S. V. Boriskina, A. Raza, T. Zhang, P. Wang, L. Zhou, J. Zhu, Nanomaterials for the water-653 energy nexus. MRS Bulletin, 44 (2019) 59-66. 654 [21] D. Beysens, I. Milimouk, V.S. Nikolayev, S. Berkowicz, M. Muselli, B. Heusinkveld, A.F.G. 655 Jacobs, Comment on “The moisture from the air as water resource in arid region: hopes, doubt and facts” 656 by Kogan and Trahtman. J. Arid Environ. 67 (2006) 343-352. 657 [22] O. Klemm, R.S. Schemenauer, A. Lummerich, P. Cereceda, V. Marzol, D. Corell, J. van Heerden, 658 D. Reinhard, T. Gherezghiher, J. Olivier, P. Osses, J. Sarsour, E. Frost, M.J. Estrela, J.A. Valiente, G.M. 659 Fessehaye, Fog as a fresh-water resource: overview and perspectives. Ambio 41 (2012) 221-234. 660 [23] F. T. Malik, R.M. Clement, D.T. Gethin, W. Krawszik, A.R. Parker, Nature's moisture harvesters: 661 a comparative review. Bioinspir. Biomim 9 (2014) 031002. 662 [24]. Y. Tu, R. Wang, Y. Zhang, J. Wang, Progress and expectation of atmospheric water harvesting. 663 Joule 2 (2018) 1452-1475. 664 [25] Y. Wang, L. Zhang, J. Wu, M.N. Hedhili, P. Wang, A facile strategy for the fabrication of a 665 bioinspired hydrophilic–superhydrophobic patterned surface for highly efficient fog-harvesting. J. Mater. 666 Chem. A 3 (2015) 18963-18969. 667 [26] L. Zhang, J. Wu, M.N. Hedhili, X. Yang, P. Wang, Inkjet printing for direct micropatterning of a 668 superhydrophobic surface: toward biomimetic fog harvesting surfaces. J. Mater. Chem. A 3 (2015) 2844-669 2852. 670 [27] T. Xu, Y. Lin, M. Zhang, W. Shi, Y. Zheng, High-efficiency fog collector: water unidirectional 671 transport on heterogeneous rough conical wires. ACS Nano 10 (2016) 10681-10688. 672 [28] J. Ju, H. Bai, Y. Zheng, T. Zhao, R. Fang, L. Jiang, A multi-structural and multi-functional 673 integrated fog collection system in Cactus. Nat. Commun. 3 (2012) 1247-1252. 674 [29] F. Bagheri, Performance investigation of atmospheric water harvesting systems. Water Resources 675 and Industry 20 (2018) 23-28. 676 [30] R.V. Wahlgren, Atmospheric water vapour processor designs for potable water production: a 677 review. Water Res. 35 (2001) 1-22. 678 [31] B. Gido, E. Friedler, D.M. Broday, Liquid-desiccant vapor separation reduces the energy 679 requirements of atmospheric moisture harvesting. Environ. Sci. Technol. 50 (2016) 8362-8367. 680 [32] J.Y. Wang, J.Y. Liu, R.Z. Wang, L.W. Wang, Experimental investigation on two solar-driven 681 sorption based devices to extract fresh water from atmosphere. Appl. Therm. Eng. 127 (2017) 1608-1616. 682\n[33] J.G. Ji, R.Z. Wang, L.X. Li, New composite adsorbent for solar-driven fresh water production 683 from the atmosphere. Desalination 212 (2007) 176-182. 684 [34] L. Yi, S. Ci, S. Luo, P. Shao, Y. Hou, Z. Wen, Scalable and low-cost synthesis of black 685 amorphous Al-Ti-O nanostructure for high-efficient photothermal desalination. Nano Energy 41 (2017) 686 600-608. 687 [35] X. Wu, M.E. Robson, J. L. Phelps, J.S. Tan, B. Shao, G. Owens, H. Xu, A flexible photothermal 688 cotton-CuS nanocage-agarose aerogel towards portable solar steam generation. Nano Energy 56 (2019) 689 708-715. 690 [36] M. He, Y.-J. Lin, C.-M. Chiu, W. Yang, B. Zhang, D. Yun, Y. Xie, Z.-H. Lin, A flexible photo-691 thermoelectric nanogenerator based on MoS2/PU photothermal layer for infrared light harvesting. Nano 692 Energy 49 (2018) 588-595. 693 [37] H. Furukawa, F. Gándara, Y.-B. Zhang, J. Jiang, W.L. Queen, M.R. Hudson, O.M. Yaghi, Water 694 adsorption in porous metal–organic frameworks and related materials. J. Am. Chem. Soc. 136 (2014) 695 4369-4381. 696 [38] H. Kim, S. Yang, S.R. Rao, S. Narayanan, E.A. Kapustin, H. Furukawa, A.S. Umans, O.M. 697 Yaghi, E.N. Wang, Water harvesting from air with metal-organic frameworks powered by natural 698 sunlight. Science 356 (2017) 430-434. 699 [39] F. Fathieh, M.J. Kalmutzki, E.A. Kapustin, P.J. Waller, J. Yang, O.M. Yaghi, Practical water 700 production from desert air. Sci. Adv. 4 (2018) eaat3198. 701 [40] H. Kim, S.R. Rao, E.A. Kapustin, L. Zhao, S. Yang, O.M. Yaghi, E.N. Wang, Adsorption-based 702 atmospheric water harvesting device for arid climates. Nat. Commun. 9 (2018) 1191-1198. 703 [41] R. Li, Y. Shi, L. Shi, M. Alsaedi, P. Wang, Harvesting water from air: using anhydrous salt with 704 sunlight. Environ. Sci. Technol. 52 (2018) 5398-5406. 705 [42] R. Li, Y. Shi, M. Alsaedi, M. Wu, L. Shi, P. Wang, Hybrid hydrogel with high water vapor 706 harvesting capacity for deployable solar-driven atmospheric water generator. Environ. Sci. Technol. 52 707 (2018) 11367-11377. 708 [43] F. Zhao, X. Zhou, Y. Liu, Y. Shi, Y. Dai, G. Yu, Super moisture-absorbent gels for all-weather 709 atmospheric water harvesting. Adv. Mater. 31 (2019) 1806446. 710 [44] K. Matsumoto, N. Sakikawa, T. Miyata, Thermo-responsive gels that absorb moisture and ooze 711 water. Nat. Commun. 9 (2018) 2315-2321. 712 [45] A.-H. Lu, T. Sun, W.-C. Li, Q. Sun, F. Han, D.-H. Liu, Y. Guo, Synthesis of discrete and 713 dispersible hollow carbon nanospheres with high uniformity by using confined nanospace pyrolysis. 714 Angew. Chem. Int. Edit. 50 (2011) 11765-11768. 715\n[46] W. Neng, M. Martini, S. Wei-ning, X. Ling, S. Li-tao, S. Yu-ting, The in situ TEM observation of 716 rapid lithium encapsulation and release in LiCl nanoshells and nanotubes. CrystEngComm 15 (2013) 717 7872-7878. 718 [47] B. Tang, L. Zhang, R. Li, J. Wu, M.N. Hedhili, P. Wang, Are vacuum-filtrated reduced graphene 719 oxide membranes symmetric? Nanoscale 8 (2016) 1108-1116. 720\n[48] A. LaPotin, H. Kim, S.R. Rao, E.N. Wang, Adsorption-Based Atmospheric Water Harvesting: 721 Impact of Material and Component Properties on System-Level Performance. Acc. Chem. Res. 52 (2019) 722 1588-1597. 723\n[49] H. Qi, T. Wei, W. Zhao, B. Zhu, G. Liu, P. Wang, Z. Lin, X. Wang, X. Li, X. Zhang, and J. Zhu. 724 An interfacial solar-driven atmospheric water generator based on a liquid sorbent with simultaneous 725 adsorption-desorption. Adv. Mater. (2019) 1903378. DOI: 10.1002/adma.201903378. 726\n[50] X. Wang, X. Li, G. Liu, J. Li, X. Hu, N. Xu, W. Zhao, B. Zhu, and J. Zhu. An interfacial solar 727 heating assisted liquid sorbent atmospheric water generator. Angew. Chem. Int. Ed. 58 (2019) 12054-728 12058. 729\n730\nResearch Highlights:\n• Photothermal nano sorbents with high adsorption/desorption kinetics for atmospheric\nwater harvesting\n• Nanosized carbon shell providing improved light-trapping and in situ heat generation for\nuniformly and fast heating of the sorbent\n• Multiple water vapor harvesting/water production cycles within one day due to the fast\nkinetics\n• Continuous atmospheric water generator design for potential large and automated plant-\nscale deployment"
    } ],
    "references" : [ {
      "title" : "Four billion people facing severe water scarcity",
      "author" : [ "M.M. Mekonnen", "A.Y. Hoekstra" ],
      "venue" : "Sci. Adv",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "A global assessment of the impact of climate change on water 619 scarcity",
      "author" : [ "S.N. Gosling", "N.W. Arnell" ],
      "venue" : "Climatic Change",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Belward, High-resolution mapping of global surface 621 water and its long-term changes",
      "author" : [ "J.-F. Pekel", "A. Cottam", "A.S.N. Gorelick" ],
      "venue" : "Nature",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Membrane distillation: a comprehensive review",
      "author" : [ "A. Alkhudhiri", "N. Darwish", "N. Hilal" ],
      "venue" : "Desalination",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2012
    }, {
      "title" : "Advances in seawater desalination technologies",
      "author" : [ "A.D. Khawaji", "I.K. Kutubkhanah", "J.-M. Wie" ],
      "venue" : "Desalination",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Phillip, The future of seawater desalination: energy, technology, and the 627 environment",
      "author" : [ "W.A.M. Elimelech" ],
      "venue" : "Science",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Forward osmosis for 629 application in wastewater treatment: a review",
      "author" : [ "K. Lutchmiah", "A.R.D. Verliefde", "K. Roest", "L.C. Rietveld", "E.R. Cornelissen" ],
      "venue" : "Water Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Rational design of nanomaterials for water treatment",
      "author" : [ "R. Li", "L. Zhang", "P. Wang" ],
      "venue" : "Nanoscale 7",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Forward osmosis for 633 application in wastewater treatment: a review",
      "author" : [ "K. Lutchmiah", "A.R.D. Verliefde", "K. Roest", "L.C. Rietveld", "E.R. Cornelissen" ],
      "venue" : "Water Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Water systems, sanitation, and public 638 health risks in remote communities: Inuit resident perspectives from the Canadian Arctic",
      "author" : [ "K. Daley", "H. Castleden", "R. Jamieson", "C. Furgal", "L. Ell" ],
      "venue" : "Soc. Sci. & 639 Med",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Water management in Ar-Riyadh",
      "author" : [ "W.A. Abderrahman" ],
      "venue" : "Int. J. Water Resour. D",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2006
    }, {
      "title" : "The Knowledge Base for achieving the sustainable development goal targets 644 on water supply, sanitation and hygiene",
      "author" : [ "G. Hutton", "C. Chase" ],
      "venue" : "Int. J. of Env. Res",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Chapter 1‒Water science basic information",
      "author" : [ "Z. Şen" ],
      "venue" : "Practical and Applied Hydrogeology, Ed",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Running, CHAPTER 2‒Water cycle",
      "author" : [ "S.W.R.H. Waring" ],
      "venue" : "In Forest Ecosystems (Third Edition),",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2007
    }, {
      "title" : "Emerging investigator series: the rise of nano-enabled photothermal materials for water 651 evaporation and clean water production by sunlight. Environ",
      "author" : [ "P. Wang" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Nanomaterials for the water- 653 energy nexus",
      "author" : [ "S.V. Boriskina", "A. Raza", "T. Zhang", "P. Wang", "L. Zhou", "J. Zhu" ],
      "venue" : "MRS Bulletin,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Comment on “The moisture from the air as water resource in arid region: hopes, doubt and facts",
      "author" : [ "D. Beysens", "I. Milimouk", "V.S. Nikolayev", "S. Berkowicz", "M. Muselli", "B. Heusinkveld", "A.F.G. 655 Jacobs" ],
      "venue" : "Kogan and Trahtman. J. Arid Environ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2006
    }, {
      "title" : "Fessehaye, Fog as a fresh-water resource: overview and perspectives",
      "author" : [ "O. Klemm", "R.S. Schemenauer", "A. Lummerich", "P. Cereceda", "V. Marzol", "D. Corell", "J. van Heerden", "658 D. Reinhard", "T. Gherezghiher", "J. Olivier", "P. Osses", "J. Sarsour", "E. Frost", "M.J. Estrela", "G.M.J.A. Valiente" ],
      "venue" : "Ambio",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Nature's moisture harvesters: 661 a comparative review",
      "author" : [ "F.T. Malik", "R.M. Clement", "D.T. Gethin", "W. Krawszik", "A.R. Parker" ],
      "venue" : "Bioinspir. Biomim",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "Progress and expectation of atmospheric water harvesting",
      "author" : [ "Y. Tu", "R. Wang", "Y. Zhang", "J. Wang" ],
      "venue" : "Joule",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "A facile strategy for the fabrication of a 665 bioinspired hydrophilic–superhydrophobic patterned surface for highly efficient fog-harvesting",
      "author" : [ "Y. Wang", "L. Zhang", "J. Wu", "M.N. Hedhili", "P. Wang" ],
      "venue" : "J. Mater. 666 Chem. A",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Inkjet printing for direct micropatterning of a 668 superhydrophobic surface: toward biomimetic fog harvesting surfaces",
      "author" : [ "L. Zhang", "J. Wu", "M.N. Hedhili", "X. Yang", "P. Wang" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "High-efficiency fog collector: water unidirectional 671 transport on heterogeneous rough conical wires",
      "author" : [ "T. Xu", "Y. Lin", "M. Zhang", "W. Shi", "Y. Zheng" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "A multi-structural and multi-functional 673 integrated fog collection system in Cactus",
      "author" : [ "J. Ju", "H. Bai", "Y. Zheng", "T. Zhao", "R. Fang", "L. Jiang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "Performance investigation of atmospheric water harvesting systems",
      "author" : [ "F. Bagheri" ],
      "venue" : "Water Resources 675 and Industry",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Atmospheric water vapour processor designs for potable water production: a 677 review",
      "author" : [ "R.V. Wahlgren" ],
      "venue" : "Water Res",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2001
    }, {
      "title" : "Broday, Liquid-desiccant vapor separation reduces the energy 679 requirements of atmospheric moisture harvesting",
      "author" : [ "B. Gido", "D.M.E. Friedler" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "Experimental investigation on two solar-driven 681 sorption based devices to extract fresh water from atmosphere",
      "author" : [ "J.Y. Wang", "J.Y. Liu", "R.Z. Wang", "L.W. Wang" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "New composite adsorbent for solar-driven fresh water production 683 from the atmosphere. Desalination",
      "author" : [ "J.G. Ji", "R.Z. Wang", "L.X. Li" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2007
    }, {
      "title" : "Scalable and low-cost synthesis of black 685 amorphous Al-Ti-O nanostructure for high-efficient photothermal desalination",
      "author" : [ "L. Yi", "S. Ci", "S. Luo", "P. Shao", "Y. Hou", "Z. Wen" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "A flexible photothermal 688 cotton-CuS nanocage-agarose aerogel towards portable solar steam generation",
      "author" : [ "X. Wu", "M.E. Robson", "J.L. Phelps", "J.S. Tan", "B. Shao", "G. Owens", "H. Xu" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "A flexible photo- 691 thermoelectric nanogenerator based on MoS2/PU photothermal layer for infrared light harvesting",
      "author" : [ "M. He", "Y.-J. Lin", "C.-M. Chiu", "W. Yang", "B. Zhang", "D. Yun", "Y. Xie", "Z.-H. Lin" ],
      "venue" : "Nano 692 Energy",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Yaghi, Water 694 adsorption in porous metal–organic frameworks and related materials",
      "author" : [ "H. Furukawa", "F. Gándara", "Y.-B. Zhang", "J. Jiang", "W.L. Queen", "O.M.M.R. Hudson" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "Water harvesting from air with metal-organic frameworks powered by natural 698 sunlight",
      "author" : [ "H. Kim", "S. Yang", "S.R. Rao", "S. Narayanan", "E.A. Kapustin", "H. Furukawa", "A.S. Umans", "O.M. 697 Yaghi", "E.N. Wang" ],
      "venue" : "Science",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Practical water 700 production from desert air",
      "author" : [ "F. Fathieh", "M.J. Kalmutzki", "E.A. Kapustin", "P.J. Waller", "J. Yang", "O.M. Yaghi" ],
      "venue" : "Sci. Adv",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Adsorption-based 702 atmospheric water harvesting device for arid climates",
      "author" : [ "H. Kim", "S.R. Rao", "E.A. Kapustin", "L. Zhao", "S. Yang", "O.M. Yaghi", "E.N. Wang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Harvesting water from air: using anhydrous salt with 704 sunlight",
      "author" : [ "R. Li", "Y. Shi", "L. Shi", "M. Alsaedi", "P. Wang" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Hybrid hydrogel with high water vapor 706 harvesting capacity for deployable solar-driven atmospheric water generator",
      "author" : [ "R. Li", "Y. Shi", "M. Alsaedi", "M. Wu", "L. Shi", "P. Wang" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    }, {
      "title" : "Super moisture-absorbent gels for all-weather 709 atmospheric water harvesting",
      "author" : [ "F. Zhao", "X. Zhou", "Y. Liu", "Y. Shi", "Y. Dai", "G. Yu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Thermo-responsive gels that absorb moisture and ooze 711 water",
      "author" : [ "K. Matsumoto", "N. Sakikawa", "T. Miyata" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "Synthesis of discrete and 713 dispersible hollow carbon nanospheres with high uniformity by using confined nanospace pyrolysis",
      "author" : [ "A.-H. Lu", "T. Sun", "W.-C. Li", "Q. Sun", "F. Han", "D.-H. Liu", "Y. Guo" ],
      "venue" : "Angew. Chem. Int. Edit",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2011
    }, {
      "title" : "The in situ TEM observation of 716 rapid lithium encapsulation and release in LiCl nanoshells and nanotubes",
      "author" : [ "W. Neng", "M. Martini", "S. Wei-ning", "X. Ling", "S. Li-tao", "S. Yu-ting" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2013
    }, {
      "title" : "Are vacuum-filtrated reduced graphene 719 oxide membranes symmetric? Nanoscale",
      "author" : [ "B. Tang", "L. Zhang", "R. Li", "J. Wu", "M.N. Hedhili", "P. Wang" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Adsorption-Based Atmospheric Water Harvesting: 721 Impact of Material and Component Properties on System-Level Performance",
      "author" : [ "A. LaPotin", "H. Kim", "S.R. Rao", "E.N. Wang" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2019
    }, {
      "title" : "An interfacial solar-driven atmospheric water generator based on a liquid sorbent with simultaneous 725 adsorption-desorption",
      "author" : [ "H. Qi", "T. Wei", "W. Zhao", "B. Zhu", "G. Liu", "P. Wang", "Z. Lin", "X. Wang", "X. Li", "X. Zhang", "J. Zhu" ],
      "venue" : "DOI: 10.1002/adma.201903378",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "An interfacial solar 727 heating assisted liquid sorbent atmospheric water generator",
      "author" : [ "X. Wang", "X. Li", "G. Liu", "J. Li", "X. Hu", "N. Xu", "W. Zhao", "B. Zhu", "J. Zhu" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2058
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Water scarcity is one of the greatest challenges and it is affecting two-thirds of the world’s 38 population [1-3].",
      "startOffset" : 109,
      "endOffset" : 114
    }, {
      "referenceID" : 1,
      "context" : "Water scarcity is one of the greatest challenges and it is affecting two-thirds of the world’s 38 population [1-3].",
      "startOffset" : 109,
      "endOffset" : 114
    }, {
      "referenceID" : 2,
      "context" : "Water scarcity is one of the greatest challenges and it is affecting two-thirds of the world’s 38 population [1-3].",
      "startOffset" : 109,
      "endOffset" : 114
    }, {
      "referenceID" : 3,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 4,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 5,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 6,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 7,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 89,
      "endOffset" : 94
    }, {
      "referenceID" : 8,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 89,
      "endOffset" : 94
    }, {
      "referenceID" : 5,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 234,
      "endOffset" : 239
    }, {
      "referenceID" : 7,
      "context" : "Energy-intensive approaches, such as seawater desalination [4-7] and 39 wastewater reuse [8,9], are being engaged to augment clean water production to tenuously meet 40 the ever-growing water demand due to the fast growing population [6,8].",
      "startOffset" : 234,
      "endOffset" : 239
    }, {
      "referenceID" : 9,
      "context" : "the latter, reliance on long distance pipe transportation for fresh water becomes essential but 44 expensive expenditure of the local economy, which is widely deemed non-sustainable [12-14].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 10,
      "context" : "the latter, reliance on long distance pipe transportation for fresh water becomes essential but 44 expensive expenditure of the local economy, which is widely deemed non-sustainable [12-14].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 11,
      "context" : "has been reported that more than 783 million people has no direct access to safe drinking water 46 due to the impoverished conditions [15].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 12,
      "context" : "In addition, the removal of atmospheric water is quickly compensated as an integral 50 part of the global hydrologic cycle [17], ultimately driven by inexhaustible solar energy [17-18].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 12,
      "context" : "In addition, the removal of atmospheric water is quickly compensated as an integral 50 part of the global hydrologic cycle [17], ultimately driven by inexhaustible solar energy [17-18].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 13,
      "context" : "In addition, the removal of atmospheric water is quickly compensated as an integral 50 part of the global hydrologic cycle [17], ultimately driven by inexhaustible solar energy [17-18].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 14,
      "context" : "desalinated and replenished by Sun [19,20].",
      "startOffset" : 35,
      "endOffset" : 42
    }, {
      "referenceID" : 15,
      "context" : "desalinated and replenished by Sun [19,20].",
      "startOffset" : 35,
      "endOffset" : 42
    }, {
      "referenceID" : 16,
      "context" : "Several atmospheric water harvesting (AWH) technologies have been investigated during past 55 decades, but they are met with limited success [21-24].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 17,
      "context" : "Several atmospheric water harvesting (AWH) technologies have been investigated during past 55 decades, but they are met with limited success [21-24].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 18,
      "context" : "Several atmospheric water harvesting (AWH) technologies have been investigated during past 55 decades, but they are met with limited success [21-24].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 19,
      "context" : "Several atmospheric water harvesting (AWH) technologies have been investigated during past 55 decades, but they are met with limited success [21-24].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 24,
      "context" : "When the humidity drops to 20%, the 59 energy consumption could jump to ~5000 kWh per cubic meter water production [29-31].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 25,
      "context" : "When the humidity drops to 20%, the 59 energy consumption could jump to ~5000 kWh per cubic meter water production [29-31].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 26,
      "context" : "When the humidity drops to 20%, the 59 energy consumption could jump to ~5000 kWh per cubic meter water production [29-31].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 19,
      "context" : "condensate water is collected as fresh water product [24].",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 19,
      "context" : "Even though the energy consumption 63 could be high for the regeneration process of water vapor sorbent, the energy source for the 64 regeneration of sorbent could be achieved by using low-grade energy such as solar energy or 65 waste heat [24,31].",
      "startOffset" : 240,
      "endOffset" : 247
    }, {
      "referenceID" : 26,
      "context" : "Even though the energy consumption 63 could be high for the regeneration process of water vapor sorbent, the energy source for the 64 regeneration of sorbent could be achieved by using low-grade energy such as solar energy or 65 waste heat [24,31].",
      "startOffset" : 240,
      "endOffset" : 247
    }, {
      "referenceID" : 27,
      "context" : "It 67 works even for dry regions with low RH, and can lead to simple, affordable, and all-in-one 68 devices for decentralized and point-of-use (POU) year-around fresh water production, which 69 makes it a potential solution to those who lack economical access to safe drinking water [32-36].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 28,
      "context" : "It 67 works even for dry regions with low RH, and can lead to simple, affordable, and all-in-one 68 devices for decentralized and point-of-use (POU) year-around fresh water production, which 69 makes it a potential solution to those who lack economical access to safe drinking water [32-36].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 29,
      "context" : "It 67 works even for dry regions with low RH, and can lead to simple, affordable, and all-in-one 68 devices for decentralized and point-of-use (POU) year-around fresh water production, which 69 makes it a potential solution to those who lack economical access to safe drinking water [32-36].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 30,
      "context" : "It 67 works even for dry regions with low RH, and can lead to simple, affordable, and all-in-one 68 devices for decentralized and point-of-use (POU) year-around fresh water production, which 69 makes it a potential solution to those who lack economical access to safe drinking water [32-36].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 31,
      "context" : "It 67 works even for dry regions with low RH, and can lead to simple, affordable, and all-in-one 68 devices for decentralized and point-of-use (POU) year-around fresh water production, which 69 makes it a potential solution to those who lack economical access to safe drinking water [32-36].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 32,
      "context" : "The thermodynamic and kinetic properties of the water sorbents are both key factors in the 71 sorption-based AWH [37].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 33,
      "context" : ", metal-organic-framework, MOF) to 73 extract water vapor from dry air with relative humidity as low as 20% and the water can be 74 released by natural sunlight through photothermal process [38].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 34,
      "context" : "This concept was further 75 investigated with an enlarged scale and demonstrated to be feasible in the arid climate [39,40].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 35,
      "context" : "This concept was further 75 investigated with an enlarged scale and demonstrated to be feasible in the arid climate [39,40].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 36,
      "context" : "the following years, a few water sorbents with high water vapor sorption capacities and suitable 77 absorption enthalpy have been reported [41-44].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 37,
      "context" : "the following years, a few water sorbents with high water vapor sorption capacities and suitable 77 absorption enthalpy have been reported [41-44].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 38,
      "context" : "the following years, a few water sorbents with high water vapor sorption capacities and suitable 77 absorption enthalpy have been reported [41-44].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 39,
      "context" : "the following years, a few water sorbents with high water vapor sorption capacities and suitable 77 absorption enthalpy have been reported [41-44].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 36,
      "context" : "overnight) for the sorbents to reach their water vapor 79 saturation at ambient temperatures and several hours to release water for condensate collection 80 under normal sunlight [41,42].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 37,
      "context" : "overnight) for the sorbents to reach their water vapor 79 saturation at ambient temperatures and several hours to release water for condensate collection 80 under normal sunlight [41,42].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 37,
      "context" : "In our design, the diffusion length 99 of water vapor inside the capsule is less than 150 nm, which is 4-5 order of magnitude shorter 100 than that in liquid sorbents or hydrogel-based solid sorbents [42].",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 40,
      "context" : "The 145 temperature was then raised to 800 C with a ramp of 5 C/min and kept at this temperature for 2 146 hours, followed by cooling down to room temperature naturally [45].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 40,
      "context" : "The HCS-LiCl nano sorbent was synthesized through a hard-template method by using 232 polystyrene (PS) spheres as the core templates [45].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 41,
      "context" : "When the HCS was loaded with LiCl, an 248 extra set of diffraction pattern indexed to (200), (111) plane of LiCl was observed [46].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 42,
      "context" : "9 eV, corresponding 272 to the C=C (sp(2) hybridized carbon), C-C (sp(3) hybrid carbon), C-O-C, and C=O groups [47].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 43,
      "context" : "When comparing the water vapor sorption behavior from this outdoor test 376 with the one observed from STA-MHG, the sorption rate is decreased, which may be primarily 377 resulted from the heat/mass transfer issue in the enlarged scale [48].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 44,
      "context" : "[49, 50] In this work, we used a fibrous silica filter as the matrix to hold the 400",
      "startOffset" : 0,
      "endOffset" : 8
    }, {
      "referenceID" : 45,
      "context" : "[49, 50] In this work, we used a fibrous silica filter as the matrix to hold the 400",
      "startOffset" : 0,
      "endOffset" : 8
    }, {
      "referenceID" : 27,
      "context" : "Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42].",
      "startOffset" : 308,
      "endOffset" : 318
    }, {
      "referenceID" : 33,
      "context" : "Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42].",
      "startOffset" : 308,
      "endOffset" : 318
    }, {
      "referenceID" : 34,
      "context" : "Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42].",
      "startOffset" : 308,
      "endOffset" : 318
    }, {
      "referenceID" : 35,
      "context" : "Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42].",
      "startOffset" : 308,
      "endOffset" : 318
    }, {
      "referenceID" : 36,
      "context" : "Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42].",
      "startOffset" : 308,
      "endOffset" : 318
    }, {
      "referenceID" : 37,
      "context" : "Considering the existence of large heat resistance in the photothermal 416 material-water vapor sorbent interface, heat loss during heating up the heat transfer media, and 417 poor heat conductivity within the inner structure of AWH system, the overall utilization 418 efficiency of solar energy is not high [32,38-42].",
      "startOffset" : 308,
      "endOffset" : 318
    } ],
    "year" : 2019,
    "abstractText" : "9 Clean water shortage has long been a challenge in remote and landlocked communities 10 especially for the impoverished. Atmospheric water is now considered as an unconventional but 11 accessible fresh water source and sorption-based atmospheric water generator (AWG) has been 12 successfully demonstrated a reliable way of harvesting atmospheric water. The water vapor 13 sorbents with high water uptake capacity and especially fast vapor sorption/desorption kinetics 14 have become the bottleneck to a desirable clean water productivity in AWG. In this work, we 15 developed a new nano vapor sorbent composed of a nano carbon hollow capsule with LiCl inside 16 the void core. The sorbent can capture water vapor from ambient air as much as 100% of its own 17 weight under RH 60% within 3 hours and quickly release the sorbed water within just half hour 18 under 1 kW/m sunlight irradiation. A batch-mode AWG device was able to conduct 3 19 sorption/desorption cycles within 10 hours during one day test in the outdoor condition and 20 produced 1.6 kgwater/kgsorbent. A prototype of continuous AWG device was designed, fabricated, 21 and successfully demonstrated, hinting a possible way of large-scale deployment of AWG for 22 practical purposes. 23 Graphical Abstract 24 25 Research Highlights: 26 • Photothermal nano sorbents with high adsorption/desorption kinetics for atmospheric 27 water harvesting 28 • Nanosized carbon shell providing improved light-trapping and in situ heat generation for 29 uniformly and fast heating of the sorbent 30 • Multiple water vapor harvesting/water production cycles within one day due to the fast 31 kinetics 32 • Continuous atmospheric water generator design for potential large and automated plant33 scale deployment 34",
    "creator" : "Elsevier"
  }
}