{
  "name" : "downloads_2020-01-03_cc_chu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Solvothermal synthesis of cobalt nickel layered double hydroxides with a three-dimensional nano-petal structure for high-performance supercapacitors",
    "authors" : [ "Hailiang Chu", "Ying Zhu", "Tingting Fang", "Junqiang Hua", "Shujun Qiu", "Haidong Liu", "Liyuan Qin", "Qiuhong Wei", "Yongjin Zou", "Cuili Xiang", "Fen Xu", "Lixian Sun" ],
    "emails" : [ "qiushujun@guet.edu.cn;" ],
    "sections" : [ {
      "heading" : "Sustainable Energy & Fuels",
      "text" : "PAPER\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nView Article Online View Journal | View Issue\nSolvothermal syn\nGuangxi Key Laboratory of Information Mat Centre of Structure and Property for New Ene and Engineering, Guilin University of Elec China. E-mail: qiushujun@guet.edu.cn; sun Tel: +86-773-2216607 † Electronic supplementary informa 10.1039/c9se00712a\nCite this: Sustainable Energy Fuels, 2020, 4, 337\nReceived 26th August 2019 Accepted 23rd October 2019\nDOI: 10.1039/c9se00712a\nrsc.li/sustainable-energy\nThis journal is © The Royal Society of C\nthesis of cobalt nickel layered double hydroxides with a three-dimensional nanopetal structure for high-performance supercapacitors†\nHailiang Chu, Ying Zhu, Tingting Fang, Junqiang Hua, Shujun Qiu, * Haidong Liu, Liyuan Qin, Qiuhong Wei, Yongjin Zou, Cuili Xiang, Fen Xu and Lixian Sun*\nCobalt nickel layered double hydroxides (CoNi LDHs) have been paid much attention as electrode materials\nfor supercapacitors. However, poor cycling stability and rate capability resulting from easy agglomeration\nand low electrical conductivity limited their practical applications. In this study, CoNi LDHs with a three-\ndimensional nano-petal structure were successfully prepared by a simple one-pot solvothermal method.\nDuring preparation, 2-methylimidazole (2-MIM) was used as a weak alkali agent and acetate anions as\nintercalating ions of the product to balance the charges, which ensure the formation of a unique petal\nstructure with a cross-linked active network. This special structure provided a large number of active\ncenters, enough space and a reaction interface, which promote rapid electrolyte ion diffusion and electron transport. Therefore, CoNi LDH-6 displayed a high specific capacity of 941.6 C g 1 at 1 A g 1, which is equal to an extremely high areal capacity of 4.61 C cm 2 at 4.9 mA cm 2. When the current density was increased to 10 A g 1, it also achieved a significant rate performance of 787 C g 1 (i.e., 3.86 C cm 2 at 49 mA cm 2). In addition, an asymmetric supercapacitor (ASC) device assembled with as-\nprepared CoNi LDH-6 as the positive electrode and a homemade carbon material as the negative electrode possessed a remarkable energy density of 51.1 W h kg 1 at a power density of 1.7 kW kg 1. The\nfacile preparation and attractive performance make CoNi LDH-6 a promising candidate for high-\nperformance supercapacitors."
    }, {
      "heading" : "Introduction",
      "text" : "As an important part of energy storage systems, supercapacitors have the advantages of high power density, long cycling life, good stability, rapid recharge ability and environmental benignity.1–5 According to the charge storage mechanism, supercapacitors can be divided into electrical double-layer capacitors (EDLCs) and pseudocapacitors.6 Compared with EDLCs, pseudocapacitors with charge storage through redox reactions can achieve boosted specic capacity and high energy density.7,8 The widely considered electrode materials for pseudocapacitors are transition metal oxides/hydroxides9–11 and conductive polymers.12 In addition, the type of electrode material and the shape of material particles are signicant factors inuencing the specic capacity of supercapacitors.13 With\nerials, Guangxi Collaborative Innovation rgy Materials, School of Materials Science tronic Technology, Guilin 541004, P. R.\nlx@guet.edu.cn; Fax: +86-773-2290129;\ntion (ESI) available. See DOI:\nhemistry 2020\nrespect to electrode materials with spherical particles, a twodimensional (2D) structure could further promote charge transfer and shorten the path for ion transport, which results in a signicantly improved electrochemical performance.14 However, due to van der Waals forces and high surface energy, there is always an aggregation phenomenon in 2D nanomaterials.15 To optimize the assembly of 2D nanostructure materials into a three-dimensional (3D) hierarchical structure, which could minimize the agglomeration while allowing the 2D substructure to maintain its unique properties, is an ideal strategy.16–18\nLayered double hydroxides (LDHs) have a positively charged brucite-like structure with compensated anions embedded in the inner layer, and are generally expressed by the general formula [MII1 xM III x (OH)2]\nx+(An )x/n$mH2O (where divalent and trivalent metal cations and interlaminar anions are represented as MII, MIII and An , respectively).19,20 Because LDHs can increase the number of structural defects, improve the conductivity of the composite and promote the redox reaction, they exhibited a cost-effective electrochemical performance.21–24 To date, the general synthesis of LDHs includes the following methods: the electrochemical deposition method,25\nSustainable Energy Fuels, 2020, 4, 337–346 | 337\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nthe hydrothermal method,26 co-precipitation synthesis27 and the microwave-assisted method.16,28 Although some remarkable progress has been achieved in these methods, it is still a great challenge to develop an easy and environmentally friendly process for the synthesis of multifunctional LDHs with excellent capacity and long-term cycling stability.\nAt present, much effort has been made to construct multifunctional LDHs to enhance the electrochemical properties. Wang et al. used 2-methylimidazole (2-MIM) as both the surfactant and weak base agent to prepare ultra-thin CoNiLDH nanosheets.29 However, the accumulation of particles and layer stacking caused by the electrostatic and hydrogenbonding interactions will reduce the electroactive surface area, thus deteriorating specic capacity and rate performance.30 Zha et al. fabricated a binder-free composite consisting of acetate anion-intercalated CoNi-LDHs and Ni foam without additional alkali sources and obtained an ultrahigh mass specic capacitance (2445 F g 1 at 0.5 A g 1).31 Acetate anions not only expanded the interlayer spacing but also led to an increase of the electroactive surface area of the redox reaction and a rapid charge–discharge process. Obviously, the growth of LDHs on collectors such as Ni foam or carbon cloth could boost the mass specic capacity. However, the areal capacity is unsatisfactory (i.e., 2.76 F cm 2 at 1 mA cm 2 for NiCo-LDH/CFC29 and 2.93 F cm 2 at 0.6 mA cm 2 for A-Ni5Co5LDH/NF31), which limits the practical applications of these composites. In a solvothermal process, methanol, as one of the commonly used experimental solvents, could control the growth rate of crystals by slowly releasing OH , which promotes the slow formation of thinner and larger nanoparticles.32 In addition, the solvothermal reaction also leads to methanol molecules embedded into the structure of the products, thus balancing the charge and forming a distorted LDH crystal structure with an enlarged layer distance.29 Therefore, to develop high-performance LDH-based electrode materials with an expanded interlayer spacing and reduced aggregation is a direction of our research effort.\nIn this work, a facile one-step solvothermal method, in which methanol was used as a solvent, 2-MIM as a functional additive and acetate anions as interlaminar anions, was employed to successfully prepare CoNi LDHs. The morphology was controlled by adjusting the addition amount of 2-MIM. The as-prepared sample of CoNi LDH-6 is proved to have a three-dimensional nano-petal structure, which is benecial to charge transfer and ion transport. Thus the CoNi LDH-6 electrode exhibited superior electrochemical performance including remarkable specic capacity (941.6 C g 1 at 1 A g 1 and 4.61 C cm 2 at 4.9 mA cm 2), excellent rate performance (787 C g 1 at 10 A g 1, 83.6% rate retention), and signicant cycling stability (87.2% capacity retention aer 3000 cycles). Moreover, a hybrid supercapacitor device was assembled by using homemade carbon and CoNi LDH-6 as the negative electrode and positive electrode, respectively. Within a wide potential window of 0.0–1.7 V, it could exhibit a high energy density of 51.1 W h kg 1 at 1.7 kW kg 1, excellent rate performance and long-term stability aer 3000 cycles.\n338 | Sustainable Energy Fuels, 2020, 4, 337–346"
    }, {
      "heading" : "Experimental section",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Nickel(II) acetate tetrahydrate (Ni(AC)2$4H2O, 99 wt%) and cobalt(II) acetate tetrahydrate (Co(AC)2$4H2O, 98 wt%) were purchased from Sigma-Aldrich. 2-Methylimidazole (2-MIM) and anhydrous methanol were provided by Alfa Aesar and Guangdong Guanghua Sci-Tech Co., Ltd., respectively. All chemicals were of analytical grade and used directly without further purication."
    }, {
      "heading" : "Synthesis of CoNi LDHs",
      "text" : "CoNi LDHs were facilely synthesized via a simple one-pot solvothermal reaction. Typically, Ni(AC)2$4H2O (20 mmol), Co(AC)2$4H2O (20 mmol) and 2-MIM were dissolved in anhydrous methanol (30 ml) and the mixture was magnetically stirred to form a homogeneous precursor solution, which was then transferred into a Teon-lined stainless-steel autoclave. The temperature was raised gradually from room temperature to 120 C and held for 16 h. Aer naturally cooling down to room temperature, the resulting samples were transferred to deionized water for hydrolysis and then the resulting powdery products were collected by centrifugation and washed with deionized water several times. Finally, the samples of CoNi LDHs were obtained aer freezedrying at 48 C for 24 h. The as-obtained samples are denoted as CoNi LDH-X (X ¼ 0, 2, 4, 6, 8, and 10), where X represents the amount of 2-methylimidazole (0, 0.2, 0.4, 0.6, 0.8, and 1.0 g)."
    }, {
      "heading" : "Sample characterization",
      "text" : "Morphologies and microstructures of CoNi LDHs were investigated by scanning electron microscopy (SEM, JSM6360LV, JEOL Ltd.) and transmission electron microscopy (TEM, Hitachi JEM-1200EX, JEOL Ltd.). X-ray diffraction (XRD) was performed on a Bruker D8 Advance diffractometer with Cu Ka radiation with the recorded scanning angles (2q) ranging from 5 to 90 at a voltage of 40 kV and a current of 40 mA. An X-ray photoelectron spectrometer with a monochromated Al Ka excitation source (XPS, ESCALAB 250Xi, Thermo Fisher) was used to establish the valence states of elements. Fourier transform infrared (FTIR) spectra were obtained on a Nicolet 6700 spectrometer. The metal contents of the samples were determined by using an ICP-OES (Agilent ICPOES730). N2 adsorption–desorption analysis was performed using the Brunauer–Emmett–Teller (BET) theory on a gas adsorption analyzer (Autosorb iQ2, Quantachrome sorptometer)."
    }, {
      "heading" : "Electrochemical measurements",
      "text" : "The working electrodes were fabricated by mixing the active materials (80 wt%), carbon black (10 wt%), and polytetrauoroethylene (10 wt%) to obtain a slurry, which was pressed onto nickel foam (1.0 1.0 cm2) as the current collector by using a spatula and then cold-pressed under 10.0 MPa.\nThis journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nSubsequently, the as-fabricated electrodes were vacuum dried at 60 C for 12 h. The mass loading of the active material on the electrode is about 5.0 mg cm 2. The electrochemical properties of CoNi LDHs were studied by cyclic voltammetry (CV), galvanostatic charge–discharge (GCD) measurements, and electrochemical impedance spectroscopy (EIS). EIS and CV were performed on a Zahner IM6e electrochemical workstation. EIS was performed in the frequency range from 100 kHz to 10 mHz with an amplitude of 10 mV. The GCD test was conducted on a CHI660e electrochemical workstation (Chenhua Instrument Inc.). All the electrochemical tests were carried out at room temperature.\nFor the GCD test in a three-electrode system, Hg/HgO and platinum were used as the reference electrode and counter electrode, respectively. The electrolyte was 2 M KOH aqueous solution. The specic capacity (Cs) was determined based on the measured GCD plots according to eqn (1):\nCs ¼ (I Dt)/m (1)\nwhere Cs (C g 1) is the specic capacity, I (A) is the discharge current density, Dt (s) is the discharge time andm (g) is the total mass of the electrodes.\nFor the GCD test in a two-electrode system, an asymmetric supercapacitor (ASC) device was fabricated with CoNi LDH-6 as the positive electrode and homemade carbon from egg white biomass (denoted as EWC-2 hereaer) as the negative electrode.33 The mass ratio of the positive electrode to the negative electrode was calculated based on charge balance theory (q+ ¼ q ) as shown in eqn (2):\nMþ M ¼ C DV Cþ DVþ (2)\nFig. 1 Schematic diagram of the synthesis of CoNi LDH nano-petals.\nThis journal is © The Royal Society of Chemistry 2020\nwhere M, C and DV are the loaded mass, specic capacity and potential window of the active substance of each electrode, respectively. Subscripts “+” and “ ” indicate positive and negative electrodes. The energy density (E) and power density (P) were calculated using eqn (3) and (4), respectively:\nE ¼ (Cs DV2)/7.2 (3)\nP ¼ (E/Dt) 3600 (4)"
    }, {
      "heading" : "Results and discussion",
      "text" : "The synthesis process of CoNi LDHs is shown in Fig. 1. Firstly, the methanol solution of Ni(AC)2$4H2O and Co(AC)2$4H2O and 2-MIM were solvothermally treated, and then CoNi LDHs were obtained by centrifugation. During this process, 2-MIM was used as both the weak alkali and structure-directing agent to ensure the formation of CoNi LDHs with a unique petal structure. Acetate ions were inserted into the layers of CoNi LDHs to increase the lamellar spacing.\nAs can be seen from Fig. 2a–c, the appearance and morphology of CoNi LDHs are in a block shape due to the serious accumulation of samples. For instance, the agglomeration of CoNi LDH-0 without the addition of 2-MIM is very serious, which results in a massive structure and will seriously reduce the active sites and thus is not conducive to the electrochemical performance. For CoNi LDH-2 and CoNi LDH-4, there has been no obvious improvement in agglomeration. Upon further increasing the amount of 2-MIM, it was clearly found that CoNi LDH-6 presents a lamellar structure similar to petals (Fig. 2d). In the case of CoNi LDH-8 and CoNi LDH-10, a cotton-shaped structure was observed. From these analyses,\nSustainable Energy Fuels, 2020, 4, 337–346 | 339\nFig. 2 SEM images of as-obtained samples: (a) CoNi LDH-0, (b) CoNi LDH-2, (c) CoNi LDH-4, (d) CoNi LDH-6, (e) CoNi LDH-8, and (f) CoNi LDH-10. (g) XRD patterns and (h) FTIR spectra of CoNi LDH-X samples.\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nit can be concluded that the amount of added 2-MIM plays a vital role in the sample morphology. In order to further analyze the pore structure and specic surface area, N2 adsorption/desorption isotherms were measured (Fig. S1†). The pore size distributions of CoNi LDH-6 and CoNi LDH-10 were calculated using the Barrett–Joyner–Halenda (BJH) equation. From the pore size distribution measurements, it can be seen that there are both macropores and mesopores in CoNi LDH-6, which will enable the electrolyte to permeate easily and then come into contact with the active center, thus giving rise to superior electrochemical performance.\nFig. 2g shows the comparative XRD patterns of CoNi LDH-X samples. A set of diffraction peaks for CoNi LDHs is observed at 2q ¼ 10.04, 19.44, 33.48 and 59.77 , which can be indexed to (003), (006), (100) and (110) plane reections of the a-phase hydrotalcite-like LDH phase.31,34,35 According to Bragg's equation, the d-spacing between the layers of CoNi LDH-6 is calculated to be 0.88 nm, which is signicantly larger than that of a-phase CoNi-LDHs reported earlier.34,36,37 This can be related to the intercalation of acetate ions, which increases the interlamellar spacing of CoNi LDH-6. Aer the reaction with\n340 | Sustainable Energy Fuels, 2020, 4, 337–346\nmore 2-MIM (i.e., X ¼ 8), the intensity of CoNi LDH-related peaks is signicantly decreased and a new set of diffraction peaks is clearly observed, which can be ascribed to ZIF-67.31,34,36 In addition, the position of the (003) peak for CoNi LDH-8 was shied to a higher angle (Fig. 2g), indicating that the interlayer spacing is decreased due to the formation of ZIF-67. As for CoNi LDH-10, it almost all transformed into ZIF-67. Fig. 2h shows the FTIR spectra of as-prepared CoNi LDHs. Two infrared bands at about 3435 and 1571 cm 1 originate from the stretching and bending vibration of OH groups from interlaminar water in the brucite layer.38 These OH groups could balance the positively charged Ni and Co in the skeleton layer. The other two typical peaks at 2922 and 2798 cm 1 are related to the stretching vibration of C–H bonds.39 The absorption peaks at 1384 cm 1 and 1065 cm 1 are caused by –COO and C–O groups, respectively.40–42 In addition, the absorption signals below 1000 cm 1 can be ascribed to the stretching and bending vibration of metal–oxygen (M–O) in samples.43 Note that, with the increase of 2-MIM amount, an absorption peak is observed at 750 cm 1, which is related to imidazole from ZIF67.44\nThis journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nIn order to highlight the effect of 2-MIM amount on the electrochemical properties of CoNi LDHs, CV and GCD were conducted. Although all CV curves exhibit a similar pseudocapacitive behavior in 2 M KOH electrolyte (Fig. 3a), there are the largest redox peaks and area of the CV curve for CoNi LDH-6, indicating a superior capacitive performance. This result can be further conrmed by GCD measurements. As shown in Fig. 3b, the discharge time of the CoNi LDH-6 electrode is much longer than those of the other CoNi LDH-X electrodes. The specic capacitance at 1 A g 1 is calculated to be 727.1 C g 1 (1322 F g 1), 782.7 C g 1 (1423 F g 1), 821.2 C g 1 (1493 F g 1), 941.6 C g 1 (1712 F g 1), 872.3 C g 1 (1586 F g 1), and 833.3 C g 1 (1515 F g 1) from CoNi LDH-0 to CoNi LDH-10. In addition, all GCD curves showed an obvious voltage plateau, which reveals the faradaic characteristics of the redox reaction, which is in good agreement with CV curves. Moreover, the high symmetry of the nonlinear charge–discharge curve implies enhanced reversibility and high coulombic efficiency of CoNi LDHs.\nAs the sample of CoNi LDH-6 exhibited high capacity, it would be interesting to look at its detailed microstructure and electrochemical properties. SEM and TEM images clearly show that CoNi LDH-6 has an appearance of a petaloid structure, a kind of three-dimensional nano-petals, which are bent and connected with each other (Fig. 4a and b). Many voids between these nano-petals can be observed and they act as storage sites for electrolyte ions, which can shorten their transport path to the surface active center in the charge/discharge process. Moreover, the nano-petals are benecial to the rapid electron transfer in the material matrix. The uniform distribution of Co, Ni and O atoms was also determined by EDX mapping characterization (Fig. 4c–e). Furthermore, as shown in Table S2,† ICP measurements show the contents of Co and Ni metals in CoNi LDH samples. The Ni/Co atomic ratio deviates from the designed Ni/Co ratio (Ni/Co ¼ 1), which is probably due to the incomplete chemical reactions.\nXPS analysis was conducted to investigate the chemical composition and valence states of as-obtained CoNi LDH-6. From the survey spectrum (Fig. 5a), the coexistence of Ni, Co, O and C elements is clearly observed. For O 1s in Fig. 5b, it can be deconvoluted into three components at 528.3 (O1), 529.0\nFig. 3 (a) CV curves at a scan rate of 10 mV s 1 and (b) GCD curves at a\nThis journal is © The Royal Society of Chemistry 2020\n(O2), and 529.7 eV (O3), which can be ascribed to hydroxyl ions, the surface or internal hydroxyls and the oxygen of chemical adsorption, and water molecules on the surface or bulk phase of the material, respectively.37 XPS of Ni 2p and Co 2p can be well tted by the Gaussian tting method, and two spin–orbit binary stars and two shakeup satellites (marked as “sat”) can be observed. As illustrated in Fig. 5c, the peaks at around 855.9 and 873.8 eV are associated with Ni3+ and the peaks at 854.5 and 872.2 eV are attributed to Ni2+.45 For Co 2p (Fig. 5d), two peaks at 780.9 and 796.6 eV are assigned to Co2+, while the other two peaks at 779.1 and 795.2 eV are characteristic of Co3+.7,46 It is reasonable that Co2+/Co3+ and Ni2+/Ni3+ co-exist in CoNi LDH-6, which is conducive to enhance the faradaic capacity.\nFig. 6a shows the CV curves of CoNi LDH-6 at different scanning rates. A pair of redox reaction peaks is visibly observed and can be attributed to the comprehensive effect of the following equations:42\nNi(OH)2 + OH 4 NiOOH + H2O + e\nCo(OH)2 + OH 4 CoOOH + H2O + e\ncurrent density of 1 A g 1 of CoNi LDH-X samples.\nSustainable Energy Fuels, 2020, 4, 337–346 | 341\nFig. 5 XPS spectra of CoNi LDH-6: (a) survey spectrum, (b) O 1s, (c) Ni 2p, and (d) Co 2p.\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nCoOOH + OH 4 CoO2 + H2O + e\nWith the increase of scanning rate, the oxidation peak moves to the direction of positive potential and the reduction peak shis to the direction of negative potential, which leads to an increase of potential difference between the oxidation peak and the reduction peak. This can be attributed to the charge diffusion polarization in the electrode materials, which means the loss of reversibility of the redox reaction. From GCD curves (Fig. 6b), it is found that the discharge time decreases with the increase of current density. The specic capacity of CoNi LDH-6 is calculated to be 941.6 C g 1 at 1 A g 1. Even at a high current density of 10 A g 1, a capacity of 787 C g 1 could still be achieved, implying a superior rate capability (Fig. 6c). It is worth noting that the areal capacity of CoNi LDH-6 has a value as high as 4.61 C cm 2 (8.39 F cm 2) at 4.9 mA cm 2 according to the loading mass of active materials. Interestingly, the as-prepared CoNi LDH-6 also exhibited a higher capacity retention of 83.6% from 1.0 to 10 A g 1 compared to CoNi LDH-0 (59.0%), CoNi LDH-2 (75.6%), and CoNi LDH-4 (76.1%). However, it is slightly lower than those of CoNi LDH-8 (90.5%) and CoNi LDH-10 (92.3%). From the comparison shown in Table 1, it is found that the areal capacity and rate capability obtained in this work are still higher than those of most of the previously reported samples. We believe that the unique structure is the main cause of the aforementioned issue. First, the agglomeration phenomenon of the dense assembly for CoNi LDH-0, 2, and 4 samples could not completely expose their active sites due to the\n342 | Sustainable Energy Fuels, 2020, 4, 337–346\nlarge proportion of internal dead volume, which leads to the prolongation of ion diffusion distance. Second, because of the 3D nano-petal structure in CoNi LDH-6, 8, and 10 samples, the aggregation of 2D nanoparticles into nano-petal clusters can be prevented and enough interfacial contact with electrolyte ions can be achieved. Last, CoNi LDH-6 without the formation of ZIF-67 contains more cobalt element than CoNi LDH-8 and CoNi LDH10 and thus has a higher electrical conductivity because Co2+ can be oxidized into conductive CoOOH during the redox reaction.22,47 Moreover, the electrochemical stability of CoNi LDH-6 was measured by repeating the GCD test at a current density of 10 A g 1 (Fig. 6d). Its specic capacity remains at 87.2% of the initial capacity aer 3000 cycles. Moreover, a relatively high Coulombic efficiency was retained (Fig. 6d), indicating that the CoNi LDH-6 electrode had excellent cycling stability.\nThe prominent supercapacitor performance of CoNi LDH-6 was further conrmed by EIS results, which were tted based on an equivalent circuit shown in the inset (Fig. S2†). In the high-frequency region, a very small intercept on the real axis for CoNi LDH-6 indicated a minimum series resistance (Rs) value (0.16 U), which is almost the same as that of CoNi LDH-8 and much lower than that of CoNi LDH-4 (0.21U). As shown in these Nyquist plots, the semicircle diameter represents the chargetransfer resistance (Rct), resulting from the faradaic reactions. The Rct value of CoNi LDH-6 (0.34 U) determined from the tting results is also lower than those of CoNi LDH-4 (0.94 U) and CoNi LDH-8 (0.78 U). In the low-frequency region, there is\nThis journal is © The Royal Society of Chemistry 2020\nFig. 6 Capacitive performance of CoNi LDH-6: (a) CV curves and (b) GCD curves at different rates, (c) specific capacity at different current densities, and (d) cycling stability.\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nan almost vertical line in the Nyquist plot of CoNi LDH-6, which indicates an obvious capacity characteristic with rapid ion diffusion and low electric charge migration resistance.24\nFig. 7a shows that the potential windows for CoNi LDH-6 and EWC-2 electrodes were 0–0.7 V and 1–0 V, respectively. For the CoNi LDH-6//EWC-2 ASC, the stable electrochemical window can be extended to 1.8 V (Fig. 7b). With the increase of the scanning rate, CV curves of the ASC exhibit no obvious distortion (Fig. 7c), indicating that the assembled ASC device has\nTable 1 Comparison of the electrochemical properties of CoNi LDHs system\nSample Aa (cm2) Mb (mg cm 2) Cs c (F g\nNiCo hydroxide nanoakes/CNTs 1.25 1.78 1151 at NiCo LDH nanoakes 1.76 1.50 1372 at Flower-like Ni–Co hydroxide — 2.30 1698 at Ni(OH)2–Co(OH)2 composite 0.64 4.70 2193 at Ni–Co LDH-3 5.00 — 1621 at Co0.5Ni0.5(OH)2/graphene — — 2305 at Ni–Co LDH 5.00 3.00 2682 at CoNi LDH-0 1.00 5.45 1322 at CoNi LDH-6 1.00 4.91 1712 at CoNi LDH-8 1.00 4.70 1586 at CoNi LDH-10 1.00 4.48 1515 at\na The size of the electrodes. b The mass loading of active materials on the converted into C g 1 and C cm 2.\nThis journal is © The Royal Society of Chemistry 2020\nexcellent capacitive performance. Even at a high scanning rate of 100 mV s 1, the shape of the CV curve can be preserved well, which indicates the rapid charge–discharge characteristics of electrode materials. At different current densities, almost all GCD curves show an asymmetrical triangular shape (Fig. 7d), which indicates that the electrode material has superior electrochemical reversibility and high coulombic efficiency.53 The specic capacity of the CoNi LDH-6//EWC-2 ASC can be up to 216.6 C g 1 at 2 A g 1. When the current density is increased to\nwith those of other reported samples measured in a three-electrode\n1) Cs c (F cm 2)\nRate retention (current density/A g 1) References\n1 A g 1 2.05 at 1.8 mA cm 2 91.0% (from 1 to 10) 35 1 A g 1 2.06 at 1.5 mA cm 2 85.0% (from 1 to 10) 36 1 A g 1 3.57 at 2.1 mA cm 2 91.2% (from 1 to 10) 48 2 A g 1 10.3 at 9.4 mA cm 2 63.7% (from 2 to 20) 49 1 A g 1 — 57.4% (from 1 to 10) 50 1 A g 1 — 88.0% (from 1 to 20) 51 3 A g 1 8.05 at 9.0 mA cm 2 83.0% (from 3 to 10) 52 1 A g 1 7.21 at 5.5 mA cm 2 59.0% (from 1 to 10) This work 1 A g 1 8.39 at 4.9 mA cm 2 83.6% (from 1 to 10) This work 1 A g 1 7.46 at 4.7 mA cm 2 90.5% (from 1 to 10) This work 1 A g 1 6.68 at 4.5 mA cm 2 92.3% (from 1 to 10) This work\nelectrodes. c For comparison, both units of F g 1 and F cm 2 were not\nSustainable Energy Fuels, 2020, 4, 337–346 | 343\nFig. 7 Electrochemical performance of the as-fabricated CoNi LDH-6//EWC-2 ASC in 2M KOH aqueous electrolyte: (a) CV curves of CoNi LDH6 and EWC-2 at 10mV s 1, respectively. (b) CV curves at 50mV s 1 within different voltage windows. (c) CV curves at different scan rates. (d) GCD curves at various current densities. (e) Cycling performance at a current density of 5 A g 1. (f) Ragone plots.\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\n10 A g 1, the specic capacity can be maintained at 149.1 C g 1. The cycling stability of the as-fabricated ASC is shown in Fig. 7e, which was evaluated by repeating the GCD test at a current density of 5 A g 1 for 3000 cycles. The inset in Fig. 7e displays the charge–discharge curves of the nal 20 cycles. It is worth noting that the specic capacity can be maintained at around 184.5 C g 1 aer 500 cycles. Aer 3000 cycles, the capacity retention is 86.9%. What is more, the Ragone plot shows that a maximum energy density of 51.1 W h kg 1 can be obtained at an average power density of 1.7 kW kg 1 and an energy density of 35.2 W h kg 1 can be still retained even at a high power density of 8.5 kW kg 1 (Fig. 7f). It is highly competitive with previously reported ASC devices in terms of energy and power density, which are also shown in Ragone plots.\n344 | Sustainable Energy Fuels, 2020, 4, 337–346"
    }, {
      "heading" : "Conclusions",
      "text" : "CoNi LDHs were successfully prepared by a simple one-pot solvothermal method, in which methanol was used as the solvent, 2-MIM as the functional additive and acetate anions as interlaminar anions. By adjusting the amount of 2-MIM, CoNi LDH-6 with a three-dimensional nano-petal structure was obtained. The sheet-like structure of CoNi LDH-6 is benecial to ion transport and charge transfer and thus can improve the electrochemical properties. When used as an electrode material in supercapacitors, CoNi LDH-6 exhibits an extremely high areal capacity of 4.61 C cm 2 at 4.9 mA cm 2 (941.6 C g 1 at 1 A g 1), superior reversibility and cycling stability. Furthermore, an ASC device fabricated with CoNi LDH-6 as the positive electrode and EWC-2\nThis journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n2 4\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 12\n:5 3:\n13 A\nM .\nas the negative electrode demonstrated a capacity of 216.6 C g 1 at 2 A g 1. In addition, the CoNi LDH-6//EWC-2 ASC possessed an ultrahigh energy density of 51.1 W h kg 1 at a power density of 1.7 kW kg 1. Such good results provide a powerful choice of advanced electrode materials in the eld of supercapacitors."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conicts of interest to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This research was nancially supported by the National Natural Science Foundation of China (21965007, 51671062 and 51871065), the Natural Science Foundation of Guangxi (2018GXNSFFA281005, 2017AD23029 and AD17195073) and the Innovation Projects of GUET Graduate Education (2019YCXS115 and 2019YCXS111)."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Cobalt nickel layered double hydroxides (CoNi LDHs) have been paid much attention as electrode materials for supercapacitors. However, poor cycling stability and rate capability resulting from easy agglomeration and low electrical conductivity limited their practical applications. In this study, CoNi LDHs with a threedimensional nano-petal structure were successfully prepared by a simple one-pot solvothermal method. During preparation, 2-methylimidazole (2-MIM) was used as a weak alkali agent and acetate anions as intercalating ions of the product to balance the charges, which ensure the formation of a unique petal structure with a cross-linked active network. This special structure provided a large number of active centers, enough space and a reaction interface, which promote rapid electrolyte ion diffusion and electron transport. Therefore, CoNi LDH-6 displayed a high specific capacity of 941.6 C g 1 at 1 A g , which is equal to an extremely high areal capacity of 4.61 C cm 2 at 4.9 mA cm . When the current density was increased to 10 A g , it also achieved a significant rate performance of 787 C g 1 (i.e., 3.86 C cm 2 at 49 mA cm ). In addition, an asymmetric supercapacitor (ASC) device assembled with asprepared CoNi LDH-6 as the positive electrode and a homemade carbon material as the negative electrode possessed a remarkable energy density of 51.1 W h kg 1 at a power density of 1.7 kW kg . The facile preparation and attractive performance make CoNi LDH-6 a promising candidate for highperformance supercapacitors.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}