{
  "name" : "downloads_2020-09-14_7a_10.1007@s10570-020-03427-9.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Procuring the nano-scale lignin in prehydrolyzate as ingredient to prepare cellulose nanofibril composite film with multiple functions",
    "authors" : [ "Caoxing Huang", "Huiling Dong", "Zhipeng Zhang", "Huiyang Bian", "Qiang Yong", "Dong Z. Zhang", "Q. Yong" ],
    "emails" : [ "swhx@njfu.com.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "antibacterial properties, which have limited its application. In this work, the nanoscale lignin with high content of hydroxyl groups and small particle size in prehydrolysate was isolated and used as a green reinforcement ingredient for fabrication of cellulose nanofibril (CNF) films with excellent mechanical properties, as well as UV protection and antibacterial capabilities. Cryogenic transmission electron microscopy (Cryo-TEM) and nuclear magnetic resonance analyses showed that the resulting lignin was in the form of nanoparticles (6–12 nm) with high phenolic hydroxyl contents (4.9 mmol/g). The optimum lignin inclusion rate of 5% allowed it to reinforce CNF composite film, increasing its tensile strength from 108.5 to 143.3 MPa. In addition, the film exhibited excellent UV protection capabilities. It blocked 91.5% of UV-A and 99.9% of UV-B light. Finally, the\nresulting lignin-based CNF films exhibited antibacterial activities against both Escherichia coli and Streptococcus hemolyticus. This work demonstrates the utility of nanoscale lignin from prehydrolysate can be used to produce cellulose-based composite films with valuable properties.\nKeywords Lignin Cellulose film composite UVblocking property Antibacterial activity"
    }, {
      "heading" : "Introduction",
      "text" : "Cellulose, the primary structural component within lignocellulosic biomass, is heavily relied upon for production of various materials (Han et al. 2019; Lin et al. 2019; Seki et al. 2014). Among the cellulose derivatives, cellulose nanofibrils (CNFs) are considered to be attractive precursors for preparation of nanofibre-reinforced composites, catalysts, microelectronics, electro-optical film, and other high-performance materials (Guo et al. 2018; Bian et al. 2019; Sadeghifar et al. 2017a, b; Du et al. 2019). Interest in CNFs is due to their properties of high specific strengths, aspect ratios, and Young’s moduli, as well as large specific surface areas and environmentally friendly origins (Imani et al. 2019). However, CNFs have shortcomings of inability to block UV rays and inhibit bacterial growth, which have limited their application (Yu et al. 2019;Wang et al. 2020a). Electronic supplementary material The online version of this article (https://doi.org/10.1007/s10570-020-03427-9) contains supplementary material, which is available to authorized users. C. Huang H. Dong Z. Zhang Q. Yong (&) Jiangsu Co-Innovation Center for Efficient Processing and Utilization of Forest Resources, Nanjing Forestry University, Nanjing 210037, China e-mail: swhx@njfu.com.cn H. Bian College of Light Industry and Food Engineering, Nanjing Forestry University, Nanjing 210037, China\nDesigning and preparing UV-blocking products is an important step towards immunizing materials against the damaging effects of UV radiation (Wang et al. 2005; Zhao et al. 2019). CNF films that contain UV absorbers are regarded as promising precursors for the manufacturing of UV-sensitive polymers for applications such as outdoor structures, car windshields, and special biological test containers (Sadeghifar et al. 2017a, b; Isogai et al. 2011). Hence, various organic polymers and inorganic compounds such as ZnO nanorods, lignin, and hemicelluloses have been used as synthetic materials for preparation of UV-blocking CNF films (Imani et al. 2019; Yu et al. 2019; Wu et al. 2019). Lignin is an attractive material for UV-blocking CNF film due to its intrinsic UV protection capabilities. For example, Sadeghifar et al. (2017a, b) showed that a flexible cellulose film with high UV protection ability could be prepared by containing low amounts of covalently bonded lignin. Farooq et al. (2018) reported that cellulose nanofibril composite film with 10 wt % content of colloidal lignin particles had the suppression ability to adsorb UV light.\nComparing to the polymers from petroleum type materials, lignin is slower to react and cross-link with the polymers via hydroxyl groups, meaning that it takes longer time to obtain the product. While, the added lignin with high content of hydroxyl groups may still make contribution to the mechanical property of prepared cellulose film by increasing the hydrogen bonding in film system (Bian et al. 2018; Imani et al. 2019). However, the poor water solubility and highly branched structure of lignin present challenges with regard to compatibility with the cellulose in CNFs (Rojo et al. 2015; Dai et al. 2019). In addition, the lignin-based cellulose products can turn brown over time due to the oxidative degradation of aromatic rings of lignin, which is induced by the light (Gellerstedt and Pettersson 1977). Lignin may self-aggregate in the CNF film, interfere with hydrogen bonding, and consequently decrease the tensile strength of CNFs. Lignin nano-particles (LNPs) may provide a way to prepare composites of CNFs and lignin while avoiding the some of aforementioned complications due to the abundance of hydroxyl groups in LNPs and their minimal potential for unwanted disruption of existing cellulose network hydrogen bonding (Dai et al. 2019; Chauhan 2019; Nie et al. 2020). Due to the presence of the hydroxyl groups in phenolic compound, some\nwork have shown that LNPs possess the antibacterial activity to inhibit the growth of microorganisms such as Escherichia coli, Saccharomyces cerevisiae, Bacillus licheniformis, and Aspergillus niger (Rahouti et al. 1999; Baurhoo et al. 2008; Yang et al. 2018). For example, Yang et al. (2018) found that the obtained LNPs from alkali lignin could be as an effective antibacterial agent against Gram negative bacteria, which can be explained by the mechanisms: (1) polyphenols in lignin can cause damage of bacteria cell wall by its lysis; (2) nanoparticles with small size can penetrate into the bacterial cell and deplete adenosine triphosphate (ATP) by infiltrating the bacteria.\nVarious types of lignin, such as lignin microparticles and nanoparticles, have been regarded as promising precursors for fabrication of advanced and attractive materials. Hence, various technologies such as hydroxymethylation, anti-solvent precipitation, self-assembly, solvent exchange, and acidolysis have been used to prepare LNPs. The solvents used in these technologies include DMSO, THF, dioxane, acetone, hydrochloric acid, and ethylene glycol (Frangville et al. 2012; Sipponen et al. 2019). With these technologies, smooth spherical LNPs with 10–400 nm size can be obtained. However, such methodologies inevitably result in high manufacturing costs and potential environmental pollution due to use of organic reagents. Hence, it is important to develop a simple, low-cost, environmentally friendly preparation technology for LNPs.\nIn the paper-making industry, prehydrolysis is the primary unit operation in production of dissolving pulps. During prehydrolysis, lignin from wood is partially depolymerised into lower molecular weight lignin fractions (1000–2000 g/mol) that are water soluble in the prehydrolysate (Huang et al. 2019; Chen et al. 2019). Interestingly, this lignin fraction has attractive phenolic and aliphatic hydroxyl group contents and water solubility, as well as small particle sizes and better compatibility than common lignin varieties (Shen et al. 2020; Wei et al. 2020). However, the prehydrolysate is typically mixed with the black liquor and burned for energy recovery. Water soluble lignin (WSL) in the prehydrolysate has a nanoparticle size of 10 nm–50 nm as measured via cryo-transmission electron microscopy (Cryo-TEM). Hence, if nanoscale lignin can be obtained from prehydrolysate and further used to prepare lignin-based materials, this\nwould represent a new technology for preparing LNPs that does not require organic solvents. No such work has been reported thus far.\nIn this study, we focused on establishing a method of preparing lignin-based CNF films using WSL from the prehydrolysate generated from dissolving pulp process. The WSL was isolated using a ligninselective adsorptive resin and its structures were characterized via nuclear magnetic resonance (NMR) and Cryo-TEM. The impacts of WSL incorporation into WSL-CNF films were evaluated at various concentrations (0.5%-10% (w/v)). We considered the effects on mechanical and optical properties, as well as antibacterial activity. The goal of this work is to present a new kind of lignin that can provide value-adding properties to CNF films, which can further development of cellulose-derived high performance materials."
    }, {
      "heading" : "Experimental",
      "text" : "Materials\nPrehydrolysate that originated from mixed hardwood was provided by Sun Paper Co., Ltd., (Shandong, China). The main compositions in prehydrolysate were lignin (36.1 g/L), xylose (43.3 g/L), xylooligosaccharide (15.1 g/L), glucose (3.6 g/L), arabinose (3.2 g/L) and sugar-derived by-products (0.9 g/L of furfural and 0.4 g/L of hydroxymethyl furfural). Commercial bleached Acacia kraft pulp was obtained from Asia Symbol Pulp and Paper Co., Ltd., (Shandong, China).\nIsolation and characterization of WSL from prehydrolysate\nAmberlite XAD resin (20–60 mesh, 800 m2/g), a polystyrene divinylbenzene adsorptive resin, was used to isolate WSL from prehydrolysate (with yield of 85.3%) via the adsorption and desorption processes at flow rate of 2 mL/min (Huang et al. 2019). The detail protocol was shown in Fig. S1. The chemical composition of WSL was analyzed according to the standard method from the National Renewable Energy Laboratory (Sluiter et al. 2011). The sugars in the prehydrolysate and those liberated via compositional analysis were measured using a high-performance\nliquid chromatography (HPLC) system equipped with an Aminex HPX-87H column (300 9 7.8 mm) and a refractive index detector with 0.005 M H2SO4 as eluent at 0.6 mL/min (Dai et al. 2020).\nTwo-dimensional heteronuclear single quantum coherence nuclear magnetic resonance (2D-HSQC NMR) and 31P-NMR spectra of WSL were obtained using a Bruker AVANCE 600 MHz NMR spectrometer. The protocols for preparing the sample were carried out according to the method by Shen et al. (2020). All NMR analysis parameters were that same as those used in our previous work (Huang et al. 2019).\nThe morphology of theWSL in water (1%, 5%, and 10%) was acquired by cryogenic transmission electron microscopy (Cryo-TEM). The protocols and parameters for analysis were according to our previous work (Lin et al. 2019). The Cryo-TEM image was obtained by a Gatan multiscan CCD camera installing a digital micrograph. The particle size distribution of WSL in the image was analysis using the ImageJ software (1.52v Version).\nPreparation of the CNF suspension, CNF film, and CNF-WSL films\nNaClO-NaBr-TEMPO oxidation technology was used to prepare TEMPO-oxidized CNFs from bleached kraft pulp according to the work of Yu et al. (2019). The residual lignin in CNFs was less than 1% (Iglesias et al. 2020). The oxidized CNF suspension was immersed into distilled water at a solid content of 0.5% (w/v) and then homogenized using a laboratory homogenizer at 30 C and 500 bar to produce a uniform CNF suspension, which was evaluated by polydispersity index measured using the dynamic light scattering (DLS) analyzer (Bian et al. 2017). WSL was added to the CNF suspension and stirred overnight to obtain CNF-WSL suspensions with various WSL concentrations of 0.5–10% (w/v), which were termed CNF-WSL-0.5, CNF-WSL-1, CNF-WSL-2, CNFWSL-5, CNF-WSL-7, and CNF-WSL-10, respectively. The polydispersity index values of all the samples measured by DLS were shown in Table S1. The resulting CNF and CNF-WSL suspensions were poured into polystyrene Petri dishes and dried at 25 C until air-dried films were formed.\nFilm characterization\nThe thicknesses of the prepared CNF film and CNFWSL films were measured using a Lorentzen &Wettre micrometer instrument. The visible light transmittances of the prepared films were analysed using a UV–Vis spectrophotometer. The crystalline properties were analysed via X-ray diffraction (XRD) with Cu Ka radiation at 100. The system was operated at 40 kV and 40 mA between 5 and 50 using a scan rate of 10 /min. Crystallinities (CrI values) were calculated according to the equation by Segal et al. (1959). Morphological images of the prepared films were observed via scanning electron (SEM) and atomic force (AFM) microscopy. Film cross-sections were observed via SEM of the broken edges of frozen samples. Planar views of the film surfaces and surface roughnesses were obtained via AFM analysis. A thermogravimetric analyser was used to analyse the thermal properties of the films. Samples with masses of 5–10 mg were weighed and then loaded into an alumina crucible. Materials were then heated from 50 to 700 C at 10 C under a 20 mL/min flow of nitrogen gas.\nThe mechanical properties of the prepared films were analysed using a TRAPPEZIUM X-type tester (Shimadzu Corporation, Japan) at 25 C. Before analysis, the films were dried in an oven at 30 C to ensure complete removal of water. The specimens (50 mm in length and 5 mm in width) were cut for tensile testing using a pitch of 30 mm and a speed of 1 mm/min, which were carried out according to the work in Yu et al. (2019). Five specimens were tested for each set of samples and averaged experimental results were are reported.\nAntimicrobial evaluation of prepared films\nThe antimicrobial properties of the prepared films were measured using microbial strains of Escherichia coli (ATCC-25922) and Streptococcus hemolyticus (ATCC-21059) by inhibition zone method. Bacterial suspensions (200 lL, 106 spores/mL) were homogeneously swabbed onto the surface of an agar culture medium. Then, the CNF film and CNF-WSL films were cut into circles 0.6 cm in diameter and placed on the solution-coated medium. The plates were then incubated at 37 C for 24 h. The antimicrobial\nactivities of the prepared films were determined by measuring the bacterial inhibition zones."
    }, {
      "heading" : "Results and discussion",
      "text" : "WSL characterization\nIt is well known that the dissolved sugars and WSL in prehydrolysate are difficult to simultaneously separate and recover due to their similar molecular weights and water solubilities (Narron et al. 2017). In this paper, WSL from a prehydrolysate is isolated using an adsorptive hydrophobic XAD resin (polystyrene divinylbenzene) according to the protocol as shown in Fig. S1. The composition of the resulting WSL is shown in Table 1. It can be seen that theWSL contains high content of lignin fraction (84.5%). However, 7.7% of the carbohydrate (5.6% xylan and 2.1% glucan) is remained in the purified WSL. These carbohydrates are believed to be present due to the covalent lignin-carbohydrate (LC) linkages. A study by Giummarella et al. (2016) also found that the retentate from prehydrolysate that passed through the XAD resin represented a lignin carbohydrate complexes-enriched fraction. It was identified via obvious LC bond signals in the 2D-NMR spectra.\nCryo-TEMwas used to obtain direct morphological images of WSL in water solution at various concentrations (Fig. 1). Figure 1a shows that the uniformly distributed particles, which had an average size of 6–9 nm in the 1% WSL solution (Fig. 1d). When the WSL concentration increases to 5% (Fig. 1b), the particles remain uniformly distributed with similar sizes of 6–10 nm (Fig. 1e). In Fig. 1c, f, it can be found that a further WSL concentration increase to 10% leads to formation of aggregates with average sizes of 8–12 nm. This indicates that continuing to increase lignin concentrations leads to self-assembly into larger aggregates. It should be pointed out that the particle size of WSL is smaller than that of the prepared lignin nanoparticles (80–200 nm) in reported works (Frangville et al. 2012; Zhang et al. 2019). This may be explained that theWSL is the product of lignin after depolymerizing at high temperature (over 170\nC) in prehydrolysis process (Huang et al. 2019). While, most of the lignin nanoparticles in the reported work are prepared by the anti-solvent precipitation,\nself-assembly or solvent exchange, which cannot degrade the inter-linkages in lignin structure. Previous studies (Frangville et al. 2012; Sipponen et al. 2019) show that 80–200 nm lignin nanoparticles exhibit excellent performance when used in sunscreen formulations, drug delivery, anti-UV technology, antibacterial biomaterials, etc. The smaller WSL particles in our work may exhibit better performance once combined with polymeric materials to form lignin-based composites or blends.\nIn order to better understand how WSL behaves in CNF-WSL compositions, WSL chemical substructure information was investigated using 2D-HSQC NMR. The resulting spectra are shown in Fig. 2. The main cross-signals and structural formulas in the WSL\nspectra are detailed in Table S2 and Fig. S2, respectively. All signals in the 2D-HSQC NMR spectra are assigned according to previous studies (Dong et al. 2020; Huang et al. 2019; Wang et al. 2020b).\nIn Fig. 2a, we can identify signals from b-O-4 aryl ether linkages (A), resinol substructures (b-b, B), and phenylcoumaran substructures (b-5, C) from their CaHa correlation signals at dC/dH 71.8/4.86, 84.9/4.69, and 86.8/5.49, respectively. These results indicate that the inherent substructures of b-O-4, b-b, and b-5 in lignin survive prehydrolysis. In addition, signals from the carbohydrates of b-(1?4)-D-xylopyranoside from internal xylan (X), b-(1?4)-D-xylopyranoside with a reducing end (XR), b-(1?4)-D-xylopyranoside with a non-reducing end (XNR), 2-O-acetyl-b-D-\nxylopyranoside (X2), and 3-O-acetyl-b-D-xylopyranoside (X3) are found in the WSL spectra (Fig. 2a). The signals from these carbohydrate structures indicate that they may participate in formation of LCCs in the WSL. Syringyl (S), guaiacyl (G), and p-hydroxyphenyl (H) units are all observed in the lignin spectra (Fig. 2b) by identifying the corresponding C-H correlation signals. As expected, the LC linkage signals\nfrom benzyl ether (BE) and phenyl glycoside (PhGlc) are found in theWSL spectra (Fig. 2c, d). Specifically, two types of native PhGlc LC linkages are identified at dC/dH values of 71.8/4.86 (PhGlc1) and 100.1/5.09 (PhGlc2). For BE linkages, two Ca-Ha correlation signals are found at dC/dH values of 81.5/4.73 and 81.7/4.95, respectively. These are attributed to BE\nconnections between lignin Ca and carbohydrate primary (BE1) and secondary (BE2) hydroxyl groups.\nThe quantity of hydroxyl functional groups strongly affects lignin’s compatibility with other polymeric substances (Sadeghifar et al. 2017a, b; Pei et al. 2020). Hence, it is necessary to analysis the content of functional groups in WSL, which was measured via quantitative 31P NMR, as shown in Table 1. The aliphatic and total phenolic hydroxyl group contents are 2.8 mmol/g and 4.9 mmol/g, respectively. Since the phenolic OH groups in lignin play a vital role in antioxidative behaviour, as well as in providing thermal and light stabilities, various technologies have been developed to increase the phenolic hydroxyl content of lignin, in which 4.4–5.0 mmol/g (LCC from spruce) via organic solvent extraction (Giummarella et al. 2016), 3.3–3.9 mmol/g (organosolv lignin) via acetone and water fractionation (Sadeghifar et al. 2017b), and 3.8–4.2 mmol/g (kraft lignin) via sequential ultrafiltration (Huang et al. 2017). Given the considerable quantity of phenolic hydroxyls in WSL (4.9 mmol/g), it is anticipated that this WSL will exhibit good compatibility when used for preparation of ligninCNF films.\nCNF and CNF-WSL film characterization\nIn this study, WSL was mixed with CNFs to prepare CNF-WSL films with WSL concentrations of 0.5%, 1%, 2%, 5%, 7%, and 10% (w/v), which were termed CNF-WSL-0.5, CNF-WSL-1, CNF-WSL-2, CNFWSL-5, CNF-WSL-7, and CNF-WSL-10, respectively. The densities, basis weights, thicknesses, and\ncrystalline properties of the prepared films are detailed in Table 2.\nTable 2 shows that increasing the WSL concentration from 0.5 to 10% does not substantially affect the film density (1.0–1.2 g/cm3) or basis weight (20–22 g/ m2). The film thicknesses range from 18 to 23 lm. These results are in accordance with the work of Rojo et al. (2015) andWang et al. (2018), who also reported a lack of systematic relationships between the lignin contents and densities of lignin-containing CNF films.\nOptical transparency images of the prepared films are shown in Fig. 3a–g. Increasing the WSL content from 0.5 to 10% in the neat CNF film does not result in visible wrinkles in the prepared films. This indicates that WSL might exhibit good compatibility with CNFs. Good dispersal of WSL in the CNF suspension should help it to form uniform structures (Isogai et al. 2011). In addition, it can be observed that increasing the WSL content reduces the CNF film transparency. This is shown as increasingly dark shades of yellow. Typically, when neither compatibilizer nor chemical modification are applied to the lignin added to the CNF film, the resulting ligninbased CNF film is brittle and can fragmented upon physical handling. Surprisingly, the prepared CNFWSL films with various WSL contents are flexible and do not crack when bent by hand. This indicates that nanoparticle-sized water soluble lignin does not produce brittle CNF films.\nIn order to understand the effect of WSL on the crystalline properties of CNF films, X-ray diffraction (XRD) patterns of the prepared films were obtained to analysis the CrI values, which were calculated\naccording to Segal method (Segal et al. 1959). It should be pointed out that the calculated result by this method is accurate except for the sample with different allomorph or sample with highly crystallized or amorphous portions (French and Cintrón 2013). In this work, the cellulose in CNFs is pure cellulose I allomorph, which is averagely mixed with amorphous and crystalline proportions. Hence, the CrI values of the prepared films were calculated and shown in Table 2. The XRD patterns in Fig. S3 in the supplementary data show that the neat CNF film exhibits two characteristic peaks at 15.4 and 22.6 , which are attributed to the (1–10) and (200) diffraction planes of a typical cellulose I structure, respectively (Bian et al. 2019). In addition, the peak at 15.4 is also the overlapped peak for the (110) reflection of cellulose (French 2014). Upon addition of WSL, both prepared CNF-WSL films exhibit diffraction patterns that are similar to those of the neat CNF films. This suggests that the crystal structures of the CNF film is not altered\nby WSL addition. Addition of 0.5–10% WSL did not seem to produce a visible amount of amorphous scattering, the CrI of neat CNF film only decreased from 62.2–57.3%–57.9%. The decreased CrI values occurred because the added WSL was a kind of amorphous polymer, which can inevitably increase the ratio of amorphous portion when it exists in nanofibrous film composite. This can affect the interactions between WSL and CNFs that may perturb nanofibre crystallinity in CNF-WSL films (Zhao et al. 2015). In addition, it is found that the added WSL can affect the crystallite sizes (as shown in Table S3). Low amount of WSL (0.5–1%) seem to prefer to adsorb on the hydrophobic (200) lattice plane, condensing the crystallites and reducing the crystallite sizes. However, the continuously increasing content of WSL (2–10%) would result in more WSL adsorbed on the surface of hydrophobic (200) plane and slightly increase the crystallite size.\nFilm morphology analysis\nTo further investigate the morphologies of the prepared films, cross-sectional images of the films were taken via SEM and are shown in Fig. 3a0–g0. It can be seen that nanofibres form layered structures in the neat CNF film. This is in agreement with the findings of Fu et al. (2019).WhenWSL is added was at relatively low concentrations (0.5% and 1%), the nanofibres remain organized into laminar structures. Unexpectedly, when the WSL concentration increases from 2 to 7%, the CNF-WSL films exhibit tighter, more compact structures. In addition, the nanofibres in these CNF-WSL films tend to form the regular layered structure. This is especially true of the CNF-WSLwith 5% WSL (CNF-WSL-5). This may be because significant WSL impregnation increases the quantity of hydrogen bonding-prone functional groups in the cellulosic network system. According to Li et al. (2004), addition of polymers with high hydroxyl group contents allows a film additive to act as a ‘‘glue’’ that firmly binds the CNFs and additive during the pore collapse (hornification) process that occurs as the films dry. Lignin aggregation can be observed on the CNFWSL-10 film surface, implying that the high content of lignin might be not homogeneously dispersed in CNF film, which can also be identified by the polydispersity index values of its suspension ([ 0.5, as shown in Table S1). These results indicate that an optimal WSL dosage exists that maximizes the synergy between WSL and CNF films, and that exceeding this dosage may quickly produce films with poor performance characteristics.\nTo further understand the effect of WSL particles on CNF film surface properties, morphologies of cellulose nanofibrils in all prepared films were characterized by AFM. The obtained planar view and 3D images from AFM are shown in Fig. 4a–g, a0–g0, respectively. Figure 4a shows the fibrous network structure was formed in the neat CNF film, which is similar to that in the work of Henriksson and Isaksson (2008). The fibrous network structures of CNFs survive with the addition of WSL. The regular layered structure of nanofibrils can be found in CNF-WSL films that contain 2%–7% WSL. These results are in agreement with the previously discussed cross-sectional SEM image observations. This might be due to the increase hydrogen bonding between WSL and CNFs, which can drive the arrangement of nanofibrils\nin the film during air-drying fabrication process (Zhu et al. 2017). AFM 3D images (Fig. 4a0–g0) show that the surface roughness (Ra value in the 3D image) of a neat CNF film is 1.93 nm, which is decidedly lower than for CNF-WSL films (2.10–4.29 nm). These elevated roughnesses suggest that the introduction of WSL into a CNF film can affect its roughness. This contrasts with the findings of Rojo et al. (2015) and Imani et al. (2019), who determined that introduction of lignin into CNF film improved surface smoothness. However, these studies used hot pressing technology to prepare the films. This approach may have softened the lignin to the point where it can be effectively blended and pressed into the voids within the three dimensional CNF network. In the present study, the particle size of introduced WSL was still bigger than fibril void size, which cannot be entirely penetrated in the fibrils network in CNF-WSL films via air-drying fabrication technology.\nFilm thermal property analysis\nWeight loss and derivative thermogravimetry (DTG) curves of prepared films were measured via thermo gravimetric analysis (TGA), as shown in Fig. 5. The thermal decomposition onset (Tonset) and maximum decomposition (Tmax) temperatures, which are respectively referred to as the beginning and maximum rate of degradation temperatures, are summarized in Table 3.\nTable 3 and Fig. 5 show that the CNF film reach their Tonset temperatures at 187 C. This temperature is lower than that shown for CNF films produced via maleic acid treatment (286 C) or the combination of mechanical pre-treatment and homogenizing treatment (301 C) (Fu et al. 2019). The difference between the CNF samples in this work and those reported previously appears due to the use of TEMPO oxidation technology, which greatly increases the quantity of carboxyl groups on the cellulose. Carboxyl groups typically exhibit low thermal stabilities. Therefore, all prepared films exhibit low Tonset values (Lavoine et al. 2016). Importantly, the thermal stabilities of CNF films increase considerably with WSL addition. The Tonset values of CNF-WSL films are 202–208 C, which were higher than that of neat CNF\nfilm (187 C). The increase in thermal stability is believed to occur because the added WSL is enriched with hydroxyl groups, which can bind to the carboxylrich CNFs via hydrogen bonding. This additional bonding then limits carboxyl group degradation via a protection mechanism (Yu and Yao 2016). However, addition of WSL does not affect the Tmax values of CNF film and CNF-WSL films. Specifically, Tmax for both types of films is approximately 240 C. However, the maximum decomposition rate (dW/dt) of the CNF film decreases with the addition of WSL. Specifically, its maximum decomposition rate at 240 C decreases from 13.3%/min to 11.2–12.4%/min when 0.5–10% WSL is included. This maximum decomposition rate improvement may due to the addition of higher amount of lignin, which has the high thermal stability than the fibril in cellulose (Bian et al. 2018). Overall, the presence of a substantial concentration ofWSL can\nenhance the thermal stabilities of lignin-containing CNF films.\nFilm mechanical properties\nIt is important to characterize the mechanical properties of lignin-based CNF films based on their intended application. It is hypothesized that addition of lignin would affect the arrangement of fibril and interfibril bonding, resulting in elevated mechanical properties relative to neat CNFs (Farooq et al. 2018). Hence, the mechanical properties (tensile strength, elongation at break, and Young’s modulus) of the prepared films were measured and are shown in Table 3 and Fig. S4 in the supplementary data.\nThe neat CNF film exhibits a tensile strength of 108.5 MPa, elongation at break of 4.9%, and Young’s modulus of 5.9 GPa. These values are approximately consistent with the work of Yu et al. (2019). When\n0.5–2%WSL is included (CNF-WSL-0.5, CNF-WSL1, and CNF-WSL-2), the tensile strength, elongation at break, and Young’s modulus decrease to 67.5–89.4 MPa, 2.8–3.8%, and 4.4–5.2 GPa, respectively. These results are in line with those from Bian et al. (2018), who showed that lignin addition weakened the mechanical properties of neat CNF film. These decreases may occur because lignin partially disrupts CNF film crystallinities and disturbs hydrogen bonding between fibrils (Farooq et al. 2018). However, increasing the WSL concentration from 2–5%–7% substantially improves the film tensile strength from 89.4 (CNF-WSL-2) to 143.3 MPa (CNF-WSL-5) and 119.8 MPa (CNF-WSL-7). These improvements at these specific dosages may be attributed to strong interactions between WSL and CNFs and the formed regular layered structure in the film and shown in the cross-sectional SEM images (Fig. 3a0–g0). Wang et al. (2018) reported that a\nrelatively high dosage (3.4–13.7%) of residual lignin can function as a binder or crosslinking agent among CNF film nanofibrils. It is thought that the lignin aids stress transfer between individual fibrils, improving the tensile strength. As noted, further increasing the WSL content from 7–10% does cause the tensile strength to decrease slightly from 119.8 (CNF-WSL7) to 105.5 MPa (CNF-WSL-10). One possible reason for this could be aggregation of lignin particles once the available quantity exceeds that which can be adsorbed into the film matrix. At this point, a certain quantity of aggregates may deposit onto the nanofibril surface, interfering with intermolecular hydrogen bonding between nanofibrils and slightly decreasing the film mechanical properties. Overall, adding a certain amount of WSL to a CNF film increases its composite strength. This might be attributed to the ability of WSL to embed finely within the CNF fibrils and form the regular layered structure in the film. In the work of Bian et al. (2018), they found that the lignin could make contribution to the physical performance of cellulose nanofibrils film. In addition, Farooq et al. (2018) reported that a strong and ductile cellulose nanofibril composite film could be obtained by adding 10% colloidal lignin particles."
    }, {
      "heading" : "Film optical properties",
      "text" : "UV-blocking performances for Ultraviolet A (UVA, 320–420 nm) and ultraviolet B (UVB, 290–320 nm) light transmittance were measured for each film in order to evaluate the effect of WSL on the UVblocking property of CNF film. The light transmittance curves and UV-blocking performances of the films are shown in Fig. 6a, b, respectively.\nThe Beer–Lambert Law is used to calculate the light absorption of a film with a given thickness. Table 3 shows that T(Vis) of a neat CNF film at 600 nm is 86%, which is higher than for a CNF-WSL film. CNF-WSL film T(Vis) values at 600 nm range from 78 to 59% as WSL inclusion increases from 0.5 to 10%. These changes occur due to the introduction of chromophore-containing lignin into the film. In addition, higher CNF-WSL film surface roughnesses can decrease light transmittance, as rougher surfaces tend to scatter more light and reduce transmittance capacities. Bian et al. (2018) reported similarly that CNF\nfilm transmittance decreases as the amount of lignin incorporated increases.\nThe neat CNF film exhibits T(UVA) and T(UVB) values of 87.9% and 76.2%, respectively. When the WSL concentration is increased from 0.5 to 5%, the UV-blocking performance improves as expected, with transmittance values decreasing from 72.6 to 52.1% (T(UVA)) and from 54.5 to 27.1% (T(UVB)). When the WSL concentration reaches 7% and 10%, T(UVA) and (UVB) are 14.5% and 3.2%, and 8.5% and 0.1%, respectively. The significant UV blocking performances of CNF-WSL-7 and CNF-WSL-10 are attributed to the enhanced amount of lignin, which includes UV-absorbing functional groups like phenol, ketones, and other chromophoric functionalities in lignin structure (Lanzalunga and Bietti 2000). Overall, [ 95% UVB absorption and[ 85% UVA absorption indicate that the CNF-WSL-7 and CNF-WSL-10 films are effective UV blockers. Figure 6b shows that the prepared films can conceal the watermark used to deter counterfeiting of Chinese currency, which could be enhanced with theWSL dosage in the prepared film. In addition, it is found that the film (CNF-WSL-10) still had the effective shielding performance when it was exposed under the UV light for 50 cycles (5 s/cycle)."
    }, {
      "heading" : "Film antibacterial activities",
      "text" : "The presence of functional groups (hydroxyl, carbonyl, and ester groups) in lignin is known to deter bacterial growth (Yang et al. 2018). Therefore, we hypothesized that incorporation of WSL into a CNF film would allow for this property to be showcased in addition to the other benefits of CNF-WSL films. Hence, the abilities of the films to control growth of Escherichia coli (E. coli) and Streptococcus hemolyticus (S. hemolyticus) were measured using inhibition zone method, which are shown in Fig. 7a, b, respectively.\nAs expected, neat CNF film do not exhibit any antibacterial activity against either S. hemolyticus or E. coli. This claim was confirmed by measuring growth of microorganisms in the environments around the film. However, WSL-containing CNF films exhibit distinct antibacterial activities against both S. hemolyticus and E. coli. This bacterial resistance depends on the level of lignin incorporation in the film. Specifically, the S. hemolyticus and E. coli inhibition zones increase from 6.0 to 6.7 mm–9.8 mm and 6.9 mm–10.5 mm, respectively, when the film WSL concentrations increase from 0–1%–10%. These enhanced CNF-WSL film antibacterial activities indicate that higher quantities of lignin help to prevent\nmicroorganism growth. Yang et al. (2018) also found increased susceptibilities for Pseudomonas syringae pv tomato and Xanthomonas axonopodis pv vesicatoria when the film lignin nanoparticle concentration increased from 5 to 8 wt%. The degree of antibacterial activity observed depends on the type of microorganism considered. Gram-negative (E. coli) bacteria growth is more easily inhibited than Gram-positive (S. hemolyticus) bacteria growth (Liu et al. 2000). In this work, the CNF-WSL films exhibit similar antibacterial activities against S. hemolyticus and E. coli at the same concentration. The possible involved mechanisms for the antibacterial behaviors may be that polyphenols in WSL can cause damage of bacteria cell wall by its lysis and WSL with small size (nanoparticles) can penetrate into the bacterial cell and deplete adenosine triphosphate (ATP) by infiltrating the bacteria (Yang et al. 2018). Overall, this work demonstrates that adding WSL to CNF film can improve its ability to restrict microorganism growth. This indicates that the prepared CNF-WSL films may potentially be used in antibacterial applications."
    }, {
      "heading" : "Conclusions",
      "text" : "In this study, nanoscale WSL (6–14 nm) was used as a green reinforcement ingredient for CNF film fabrication. Addition of WSL substantially improved the film tensile strength from 108.5 MPa for a neat CNF film to 143.3 MPa with addition of 5% WSL. Furthermore, CNF films with 10% WSL nanoparticles blocked 91.5% of UV-A and 99.9% of UV-B light. Moreover,\nWSL provided the CNF films with antibacterial activity. Overall, we have almost seamlessly imparted the value-added properties of lignin into cellulose films. These composite films may find utility in a variety of materials and medical applications.\nAcknowledgments This work was supported by the Natural Science Foundation of Jiangsu Province (BK20180772) and National Natural Science Foundation of China (31800501)."
    } ],
    "references" : [ {
      "title" : "Purified lignin: nutritional and health impacts on farm animals—a review",
      "author" : [ "B Baurhoo", "CA Ruiz-Feria", "X Zhao" ],
      "venue" : "Anim Feed Sci Technol 144:175–184",
      "citeRegEx" : "Baurhoo et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Baurhoo et al\\.",
      "year" : 2008
    }, {
      "title" : "Producing wood-based nanomaterials by rapid fractionation of wood at 80 C using a recyclable acid hydrotrope",
      "author" : [ "H Bian", "L Chen", "R Gleisner", "H Dai", "JY Zhu" ],
      "venue" : "Green Chem 19:3370–3379",
      "citeRegEx" : "Bian et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bian et al\\.",
      "year" : 2017
    }, {
      "title" : "Contribution of lignin to the surface structure and physical performance of cellulose nanofibrils film. Cellulose 25:1309–1318",
      "author" : [ "H Bian", "Y Gao", "R Wang", "Z Liu", "W Wu", "H Dai" ],
      "venue" : null,
      "citeRegEx" : "Bian et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bian et al\\.",
      "year" : 2018
    }, {
      "title" : "Recyclable and reusable maleic acid for efficient production of cellulose nanofibrils with stable performance",
      "author" : [ "H Bian", "J Luo", "R Wang", "X Zhou", "S Ni", "R Shi", "H Dai" ],
      "venue" : "ACS Sustain Chem Eng 7:20022–20031",
      "citeRegEx" : "Bian et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Bian et al\\.",
      "year" : 2019
    }, {
      "title" : "Lignin nanoparticles: eco-friendly and versatile tool for new era",
      "author" : [ "PS Chauhan" ],
      "venue" : "Bioresour Technol Rep 9:100374",
      "citeRegEx" : "Chauhan,? \\Q2019\\E",
      "shortCiteRegEx" : "Chauhan",
      "year" : 2019
    }, {
      "title" : "Hydrothermal acid hydrolysis for highly efficient separation of lignin and xylose from pre-hydrolysis liquor of kraft pulping process",
      "author" : [ "X Chen", "X Cao", "S Sun", "T Yuan", "S Wang", "Q Shi", "R Sun" ],
      "venue" : "Sep Purif Technol 209:741–747",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    }, {
      "title" : "A lignincontaining cellulose hydrogel for lignin fractionation",
      "author" : [ "L Dai", "W Zhu", "J Lu", "F Kong", "C Si", "Y Ni" ],
      "venue" : "Green Chem 21:5222–5230",
      "citeRegEx" : "Dai et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Dai et al\\.",
      "year" : 2019
    }, {
      "title" : "Enhancement in xylonate production from hemicellulose pre-hydrolysate by powdered activated carbon treatment",
      "author" : [ "L Dai", "W Jiang", "X Zhou", "Y Xu" ],
      "venue" : "Bioresour Technol",
      "citeRegEx" : "Dai et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Dai et al\\.",
      "year" : 2020
    }, {
      "title" : "Characterization and application of lignin–carbohydrate complexes from lignocellulosic materials as antioxidants for scavenging in vitro and in vivo reactive oxygen species",
      "author" : [ "H Dong", "L Zheng", "P Yu", "Q Jiang", "Y Wu", "C Huang", "B Yin" ],
      "venue" : "ACS Sustain Chem Eng 8:256–266",
      "citeRegEx" : "Dong et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2020
    }, {
      "title" : "Cellulose nanocrystals and cellulose nanofibrils based hydrogels for biomedical applications",
      "author" : [ "H Du", "W Liu", "M Zhang", "C Si", "X Zhang", "B Li" ],
      "venue" : "Carbohydr Polym 209:130–144",
      "citeRegEx" : "Du et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Du et al\\.",
      "year" : 2019
    }, {
      "title" : "Strong ductile and waterproof cellulose nanofibril composite films with colloidal&nbsp;lignin particles. Biomacromolecules 20:693–704",
      "author" : [ "FarooqM", "T Zou", "G Riviere", "SipponenMH", "M Österberg" ],
      "venue" : null,
      "citeRegEx" : "FarooqM et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "FarooqM et al\\.",
      "year" : 2018
    }, {
      "title" : "Fabrication of environmentally biodegradable lignin nanoparticles",
      "author" : [ "C Frangville", "M Rutkevičius", "AP Richter", "OD Velev", "SD Stoyanov", "VN Paunov" ],
      "venue" : "ChemPhysChem 13:4235–4243",
      "citeRegEx" : "Frangville et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Frangville et al\\.",
      "year" : 2012
    }, {
      "title" : "Idealized powder diffraction patterns for cellulose polymorphs. Cellulose 21:885–896",
      "author" : [ "AD French" ],
      "venue" : "https://doi. org/10.1007/s10570-013-0030-4",
      "citeRegEx" : "French,? \\Q2014\\E",
      "shortCiteRegEx" : "French",
      "year" : 2014
    }, {
      "title" : "Cellulose polymorphy, crystallite size, and the Segal crystallinity index. Cellulose 20:583–588",
      "author" : [ "AD French", "MS Cintrón" ],
      "venue" : null,
      "citeRegEx" : "French and Cintrón,? \\Q2013\\E",
      "shortCiteRegEx" : "French and Cintrón",
      "year" : 2013
    }, {
      "title" : "Effect of lignin content on the microstructural characteristics of lignocellulose nanofibrils. Cellulose 27:1–14",
      "author" : [ "H Fu", "W Gao", "B Wang", "J Zeng", "Z Cheng", "J Xu", "K Chen" ],
      "venue" : null,
      "citeRegEx" : "Fu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2019
    }, {
      "title" : "Light-induced oxidation of lignin: part 2. The oxidative degradation of aromatic rings. Svensk papperstidning",
      "author" : [ "G Gellerstedt", "FL Pettersson" ],
      "venue" : null,
      "citeRegEx" : "Gellerstedt and Pettersson,? \\Q1977\\E",
      "shortCiteRegEx" : "Gellerstedt and Pettersson",
      "year" : 1977
    }, {
      "title" : "Structural features of mildly fractionated lignin carbohydrate complexes (LCC) from spruce",
      "author" : [ "N Giummarella", "L Zhang", "G Henriksson", "M Lawoko" ],
      "venue" : "RSC Adv 6:42120–42131",
      "citeRegEx" : "Giummarella et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Giummarella et al\\.",
      "year" : 2016
    }, {
      "title" : "Bio-based plastics with highly efficient esterification of lignocellulosic biomass in 1-methylimidazole under mild conditions",
      "author" : [ "Y Guo", "JQ Chen", "M Su", "JG Hong" ],
      "venue" : "J Wood Chem Technol 38:338–349",
      "citeRegEx" : "Guo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2018
    }, {
      "title" : "A selfhealable and highly flexible supercapacitor integrated by dynamically cross-linked electro-conductive hydrogels based on nanocellulose-templated carbon nanotubes embedded in a viscoelastic polymer",
      "author" : [ "J Han", "H Wang", "Y Yue", "C Mei", "J Chen", "C Huang" ],
      "venue" : null,
      "citeRegEx" : "Han et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2019
    }, {
      "title" : "Cellulose nanopaper structures of high toughness. Biomacromolecules 9:1579–1585",
      "author" : [ "M Henriksson", "BP Isaksson" ],
      "venue" : null,
      "citeRegEx" : "Henriksson and Isaksson,? \\Q2008\\E",
      "shortCiteRegEx" : "Henriksson and Isaksson",
      "year" : 2008
    }, {
      "title" : "Characterization of kraft lignin fractions obtained by sequential ultrafiltration and their potential application as a biobased component in blends with polyethylene",
      "author" : [ "C Huang", "J He", "R Narron", "Y Wang", "Q Yong" ],
      "venue" : "ACS Sustain Chem Eng 5:11770–11779",
      "citeRegEx" : "Huang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2017
    }, {
      "title" : "A sustainable process for procuring biologically active fractions of high-purity xylooligosaccharides and water-soluble lignin from Moso bamboo prehydrolyzate",
      "author" : [ "C Huang", "X Wang", "C Liang", "X Jiang", "G Yang", "J Xu", "Q Yong" ],
      "venue" : "Biotechnol Biofuels 12:189",
      "citeRegEx" : "Huang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2019
    }, {
      "title" : "Peresin MS (2020) Pulping processes and their effects on cellulose fibers and nanofibrillated cellulose properties: a review",
      "author" : [ "MC Iglesias", "D Gomez-Maldonado", "BK Via", "Z Jiang" ],
      "venue" : "For Prod J 70:10–21",
      "citeRegEx" : "Iglesias et al\\.,? \\Q1900\\E",
      "shortCiteRegEx" : "Iglesias et al\\.",
      "year" : 1900
    }, {
      "title" : "Coupling nanofibril lateral size and residual lignin",
      "author" : [ "M Imani", "A Ghasemian", "MR Dehghani-Firouzabadi", "E Afra", "M Borghei", "L Johansson", "OJ Rojas" ],
      "venue" : null,
      "citeRegEx" : "Imani et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Imani et al\\.",
      "year" : 2019
    }, {
      "title" : "Electrospinning nanofibers",
      "author" : [ "D 1002/marc.201600186 Li", "Y Wang", "Y Xia" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2004
    }, {
      "title" : "Soluble lignin",
      "author" : [ "RH Narron", "HM Chang", "H Jameel", "S Park" ],
      "venue" : null,
      "citeRegEx" : "Narron et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Narron et al\\.",
      "year" : 2017
    }, {
      "title" : "Comprehensive elucidation of the effect",
      "author" : [ "J Laine" ],
      "venue" : null,
      "citeRegEx" : "Laine,? \\Q2015\\E",
      "shortCiteRegEx" : "Laine",
      "year" : 2015
    }, {
      "title" : "An empirical method for estimating the degree of crystallinity of native cellulose using the X-ray diffractometer",
      "author" : [ "LGJMA Segal", "JJ Creely", "JAE Martin", "CM Conrad" ],
      "venue" : "Text Res J 29:786–794",
      "citeRegEx" : "Segal et al\\.,? \\Q1959\\E",
      "shortCiteRegEx" : "Segal et al\\.",
      "year" : 1959
    }, {
      "title" : "Carboxymethylcellulose (CMC)–filmshydroxyethylcellulose (HEC) based hydrogels: synthesis and characterization",
      "author" : [ "Y Seki", "A Altinisik", "B Demircioğlu", "C Tetik" ],
      "venue" : "Cellulose 21:1689–1698",
      "citeRegEx" : "Seki et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Seki et al\\.",
      "year" : 2014
    }, {
      "title" : "Structural and morphological transformations of lignin macromolecules during bio-based deep eutectic solvent (DES) pretreatment",
      "author" : [ "XJ Shen", "T Chen", "HM Wang", "Q Mei", "F Yue", "S Sun" ],
      "venue" : "ACS Sustain Chem Eng 8:2130–2137",
      "citeRegEx" : "Shen et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Shen et al\\.",
      "year" : 2020
    }, {
      "title" : "Lignin for nano-and microscaled carrier systems: applications trends and challenges",
      "author" : [ "MH Sipponen", "H Lange", "C Crestini", "A Henn", "M Österberg" ],
      "venue" : "ChemSusChem 12:2039–2054",
      "citeRegEx" : "Sipponen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Sipponen et al\\.",
      "year" : 2019
    }, {
      "title" : "Determination of structural carbohydrates and lignin in biomass, laboratory analytical procedure (LAP). Technical report NREL/TP-510-42618, National Renewable Energy Laboratory (NREL), U.S",
      "author" : [ "A Sluiter", "B Hames", "R Ruiz", "C Scarlata", "J Sluiter", "D Templeton", "DL Crocker" ],
      "venue" : null,
      "citeRegEx" : "Sluiter et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sluiter et al\\.",
      "year" : 2011
    }, {
      "title" : "Flexible cellulose nanopaper with high wet tensile strength high toughness and tunable ultraviolet blocking ability fabricated from tobacco stalk via a sustainable method",
      "author" : [ "Q Wang", "H Du", "F Zhang", "Y Zhang", "WuM", "G Yu" ],
      "venue" : "J Mater Chem A 6:13021–13030",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Structural variations of lignin macromolecules from early growth stages of poplar cell walls",
      "author" : [ "HM Wang", "CY Ma", "HY Li", "TY Chen", "JL Wen", "XF Cao" ],
      "venue" : "ACS Sustain Chem Eng 8:1813–1822",
      "citeRegEx" : "Wang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2020
    }, {
      "title" : "Coupling biocompatible Au nanoclusters and cellulose nanofibrils to prepare the antibacterial nanocomposite films",
      "author" : [ "P Wang", "B Yin", "H Dong", "Y Zhang", "R Chen", "Z Yang", "C Huang", "Q Jiang" ],
      "venue" : "Front Bioeng Biotechnol",
      "citeRegEx" : "Wang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2020
    }, {
      "title" : "Superhydrophobic modification of cellulose and cotton textiles: method-ologies and applications",
      "author" : [ "DW Wei", "H Wei", "AC Gauthier", "J Song", "Y Jin", "H Xiao" ],
      "venue" : "J Bioresour Bioprod",
      "citeRegEx" : "Wei et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Wei et al\\.",
      "year" : 2020
    }, {
      "title" : "Mechanical and thermal properties of rice straw cellulose nanofibrils-enhanced polyvinyl alcohol films using freezing-and-thawing cycle method. Cellulose 26:3193–3204",
      "author" : [ "Y Wu", "Q Tang", "F Yang", "L Xu", "X Wang", "J Zhang" ],
      "venue" : null,
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "Valorization of acid isolated high yield lignin nanoparticles as innovative antioxidant/antimicrobial organic materials",
      "author" : [ "W Yang", "E Fortunati", "D Gao", "GM Balestra", "G Giovanale", "X He" ],
      "venue" : "ACS Sustain Chem Eng 6:3502–3514",
      "citeRegEx" : "Yang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2018
    }, {
      "title" : "Reinforcing properties of bacterial polyester with different cellulose nanocrystals via modulating hydrogen bonds",
      "author" : [ "HY Yu", "JM Yao" ],
      "venue" : "Compos Sci Technol",
      "citeRegEx" : "Yu and Yao,? \\Q2016\\E",
      "shortCiteRegEx" : "Yu and Yao",
      "year" : 2016
    }, {
      "title" : "Contribution of hemicellulose to cellulose nanofiber-based nanocomposite films with enhanced strength flexibility and UV-blocking properties. Cellulose 26:6023–6034",
      "author" : [ "J Yu", "Y Zhu", "H Ma", "L Liu", "Y Hu", "J Xu", "Y Fan" ],
      "venue" : null,
      "citeRegEx" : "Yu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2019
    }, {
      "title" : "Controlled preparation of corncob lignin nanoparticles and their sizedependent antioxidant properties: toward high value utilization of lignin",
      "author" : [ "X Zhang", "M Yang", "Q Yuan", "G Cheng" ],
      "venue" : "ACS Sustain Chem Eng 7:17166–17174",
      "citeRegEx" : "Zhang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2019
    }, {
      "title" : "Tunicate cellulose nanocrystals: preparation neat films and nanocomposite",
      "author" : [ "Y Zhao", "Y Zhang", "LindströmME", "J Li" ],
      "venue" : null,
      "citeRegEx" : "Zhao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2015
    }, {
      "title" : "A novel eco-friendly wood adhesive composed by sucrose and ammonium dihydrogen phosphate",
      "author" : [ "Z Zhao", "S Hayashi", "W Xu", "Z Wu", "S Tanaka", "S Sun" ],
      "venue" : "Polymers 10:1251",
      "citeRegEx" : "Zhao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2019
    }, {
      "title" : "Anisotropic, transparent films with aligned cellulose nanofibers",
      "author" : [ "ZhuM", "WangY", "S Zhu", "L Xu", "C Jia", "J Dai", "J Song", "Y Yao", "Y Wang", "Y Li", "D Henderson" ],
      "venue" : "Adv Mater 29:1606284",
      "citeRegEx" : "ZhuM et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "ZhuM et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 17,
      "context" : "nanofibre-reinforced composites, catalysts, microelectronics, electro-optical film, and other high-performance materials (Guo et al. 2018; Bian et al. 2019; Sadeghifar et al. 2017a, b; Du et al. 2019).",
      "startOffset" : 121,
      "endOffset" : 200
    }, {
      "referenceID" : 3,
      "context" : "nanofibre-reinforced composites, catalysts, microelectronics, electro-optical film, and other high-performance materials (Guo et al. 2018; Bian et al. 2019; Sadeghifar et al. 2017a, b; Du et al. 2019).",
      "startOffset" : 121,
      "endOffset" : 200
    }, {
      "referenceID" : 9,
      "context" : "nanofibre-reinforced composites, catalysts, microelectronics, electro-optical film, and other high-performance materials (Guo et al. 2018; Bian et al. 2019; Sadeghifar et al. 2017a, b; Du et al. 2019).",
      "startOffset" : 121,
      "endOffset" : 200
    }, {
      "referenceID" : 23,
      "context" : "Interest in CNFs is due to their properties of high specific strengths, aspect ratios, and Young’s moduli, as well as large specific surface areas and environmentally friendly origins (Imani et al. 2019).",
      "startOffset" : 184,
      "endOffset" : 203
    }, {
      "referenceID" : 39,
      "context" : "However, CNFs have shortcomings of inability to block UV rays and inhibit bacterial growth, which have limited their application (Yu et al. 2019;Wang et al. 2020a).",
      "startOffset" : 129,
      "endOffset" : 163
    }, {
      "referenceID" : 42,
      "context" : "Designing and preparing UV-blocking products is an important step towards immunizing materials against the damaging effects of UV radiation (Wang et al. 2005; Zhao et al. 2019).",
      "startOffset" : 140,
      "endOffset" : 176
    }, {
      "referenceID" : 23,
      "context" : "Hence, various organic polymers and inorganic compounds such as ZnO nanorods, lignin, and hemicelluloses have been used as synthetic materials for preparation of UV-blocking CNF films (Imani et al. 2019; Yu et al. 2019; Wu et al. 2019).",
      "startOffset" : 184,
      "endOffset" : 235
    }, {
      "referenceID" : 39,
      "context" : "Hence, various organic polymers and inorganic compounds such as ZnO nanorods, lignin, and hemicelluloses have been used as synthetic materials for preparation of UV-blocking CNF films (Imani et al. 2019; Yu et al. 2019; Wu et al. 2019).",
      "startOffset" : 184,
      "endOffset" : 235
    }, {
      "referenceID" : 36,
      "context" : "Hence, various organic polymers and inorganic compounds such as ZnO nanorods, lignin, and hemicelluloses have been used as synthetic materials for preparation of UV-blocking CNF films (Imani et al. 2019; Yu et al. 2019; Wu et al. 2019).",
      "startOffset" : 184,
      "endOffset" : 235
    }, {
      "referenceID" : 2,
      "context" : "While, the added lignin with high content of hydroxyl groups may still make contribution to the mechanical property of prepared cellulose film by increasing the hydrogen bonding in film system (Bian et al. 2018; Imani et al. 2019).",
      "startOffset" : 193,
      "endOffset" : 230
    }, {
      "referenceID" : 23,
      "context" : "While, the added lignin with high content of hydroxyl groups may still make contribution to the mechanical property of prepared cellulose film by increasing the hydrogen bonding in film system (Bian et al. 2018; Imani et al. 2019).",
      "startOffset" : 193,
      "endOffset" : 230
    }, {
      "referenceID" : 6,
      "context" : "However, the poor water solubility and highly branched structure of lignin present challenges with regard to compatibility with the cellulose in CNFs (Rojo et al. 2015; Dai et al. 2019).",
      "startOffset" : 150,
      "endOffset" : 185
    }, {
      "referenceID" : 15,
      "context" : "In addition, the lignin-based cellulose products can turn brown over time due to the oxidative degradation of aromatic rings of lignin, which is induced by the light (Gellerstedt and Pettersson 1977).",
      "startOffset" : 166,
      "endOffset" : 199
    }, {
      "referenceID" : 6,
      "context" : "cellulose network hydrogen bonding (Dai et al. 2019; Chauhan 2019; Nie et al. 2020).",
      "startOffset" : 35,
      "endOffset" : 83
    }, {
      "referenceID" : 4,
      "context" : "cellulose network hydrogen bonding (Dai et al. 2019; Chauhan 2019; Nie et al. 2020).",
      "startOffset" : 35,
      "endOffset" : 83
    }, {
      "referenceID" : 0,
      "context" : "Due to the presence of the hydroxyl groups in phenolic compound, some work have shown that LNPs possess the antibacterial activity to inhibit the growth of microorganisms such as Escherichia coli, Saccharomyces cerevisiae, Bacillus licheniformis, and Aspergillus niger (Rahouti et al. 1999; Baurhoo et al. 2008; Yang et al. 2018).",
      "startOffset" : 269,
      "endOffset" : 329
    }, {
      "referenceID" : 37,
      "context" : "Due to the presence of the hydroxyl groups in phenolic compound, some work have shown that LNPs possess the antibacterial activity to inhibit the growth of microorganisms such as Escherichia coli, Saccharomyces cerevisiae, Bacillus licheniformis, and Aspergillus niger (Rahouti et al. 1999; Baurhoo et al. 2008; Yang et al. 2018).",
      "startOffset" : 269,
      "endOffset" : 329
    }, {
      "referenceID" : 11,
      "context" : "The solvents used in these technologies include DMSO, THF, dioxane, acetone, hydrochloric acid, and ethylene glycol (Frangville et al. 2012; Sipponen et al. 2019).",
      "startOffset" : 116,
      "endOffset" : 162
    }, {
      "referenceID" : 30,
      "context" : "The solvents used in these technologies include DMSO, THF, dioxane, acetone, hydrochloric acid, and ethylene glycol (Frangville et al. 2012; Sipponen et al. 2019).",
      "startOffset" : 116,
      "endOffset" : 162
    }, {
      "referenceID" : 21,
      "context" : "During prehydrolysis, lignin from wood is partially depolymerised into lower molecular weight lignin fractions (1000–2000 g/mol) that are water soluble in the prehydrolysate (Huang et al. 2019; Chen et al. 2019).",
      "startOffset" : 174,
      "endOffset" : 211
    }, {
      "referenceID" : 5,
      "context" : "During prehydrolysis, lignin from wood is partially depolymerised into lower molecular weight lignin fractions (1000–2000 g/mol) that are water soluble in the prehydrolysate (Huang et al. 2019; Chen et al. 2019).",
      "startOffset" : 174,
      "endOffset" : 211
    }, {
      "referenceID" : 21,
      "context" : "3%) via the adsorption and desorption processes at flow rate of 2 mL/min (Huang et al. 2019).",
      "startOffset" : 73,
      "endOffset" : 92
    }, {
      "referenceID" : 31,
      "context" : "The chemical composition of WSL was analyzed according to the standard method from the National Renewable Energy Laboratory (Sluiter et al. 2011).",
      "startOffset" : 124,
      "endOffset" : 145
    }, {
      "referenceID" : 21,
      "context" : "All NMR analysis parameters were that same as those used in our previous work (Huang et al. 2019).",
      "startOffset" : 78,
      "endOffset" : 97
    }, {
      "referenceID" : 25,
      "context" : "It is well known that the dissolved sugars and WSL in prehydrolysate are difficult to simultaneously separate and recover due to their similar molecular weights and water solubilities (Narron et al. 2017).",
      "startOffset" : 184,
      "endOffset" : 204
    }, {
      "referenceID" : 11,
      "context" : "studies (Frangville et al. 2012; Sipponen et al. 2019) show that 80–200 nm lignin nanoparticles exhibit excellent performance when used in sunscreen for-",
      "startOffset" : 8,
      "endOffset" : 54
    }, {
      "referenceID" : 30,
      "context" : "studies (Frangville et al. 2012; Sipponen et al. 2019) show that 80–200 nm lignin nanoparticles exhibit excellent performance when used in sunscreen for-",
      "startOffset" : 8,
      "endOffset" : 54
    }, {
      "referenceID" : 8,
      "context" : "assigned according to previous studies (Dong et al. 2020; Huang et al. 2019; Wang et al. 2020b).",
      "startOffset" : 39,
      "endOffset" : 95
    }, {
      "referenceID" : 21,
      "context" : "assigned according to previous studies (Dong et al. 2020; Huang et al. 2019; Wang et al. 2020b).",
      "startOffset" : 39,
      "endOffset" : 95
    }, {
      "referenceID" : 16,
      "context" : "0 mmol/g (LCC from spruce) via organic solvent extraction (Giummarella et al. 2016), 3.",
      "startOffset" : 58,
      "endOffset" : 83
    }, {
      "referenceID" : 20,
      "context" : "2 mmol/g (kraft lignin) via sequential ultrafiltration (Huang et al. 2017).",
      "startOffset" : 55,
      "endOffset" : 74
    }, {
      "referenceID" : 13,
      "context" : "It should be pointed out that the calculated result by this method is accurate except for the sample with different allomorph or sample with highly crystallized or amorphous portions (French and Cintrón 2013).",
      "startOffset" : 183,
      "endOffset" : 208
    }, {
      "referenceID" : 3,
      "context" : "6 , which are attributed to the (1–10) and (200) diffraction planes of a typical cellulose I structure, respectively (Bian et al. 2019).",
      "startOffset" : 117,
      "endOffset" : 135
    }, {
      "referenceID" : 12,
      "context" : "4 is also the overlapped peak for the (110) reflection of cellulose (French 2014).",
      "startOffset" : 68,
      "endOffset" : 81
    }, {
      "referenceID" : 41,
      "context" : "This can affect the interactions between WSL and CNFs that may perturb nanofibre crystallinity in CNF-WSL films (Zhao et al. 2015).",
      "startOffset" : 112,
      "endOffset" : 130
    }, {
      "referenceID" : 14,
      "context" : "This temperature is lower than that shown for CNF films produced via maleic acid treatment (286 C) or the combination of mechanical pre-treatment and homogenizing treatment (301 C) (Fu et al. 2019).",
      "startOffset" : 181,
      "endOffset" : 197
    }, {
      "referenceID" : 2,
      "context" : "This maximum decomposition rate improvement may due to the addition of higher amount of lignin, which has the high thermal stability than the fibril in cellulose (Bian et al. 2018).",
      "startOffset" : 162,
      "endOffset" : 180
    }, {
      "referenceID" : 37,
      "context" : "The presence of functional groups (hydroxyl, carbonyl, and ester groups) in lignin is known to deter bacterial growth (Yang et al. 2018).",
      "startOffset" : 118,
      "endOffset" : 136
    }, {
      "referenceID" : 37,
      "context" : "The possible involved mechanisms for the antibacterial behaviors may be that polyphenols in WSL can cause damage of bacteria cell wall by its lysis and WSL with small size (nanoparticles) can penetrate into the bacterial cell and deplete adenosine triphosphate (ATP) by infiltrating the bacteria (Yang et al. 2018).",
      "startOffset" : 296,
      "endOffset" : 314
    } ],
    "year" : 2020,
    "abstractText" : "Cellulose is lack of UV-blocking and antibacterial properties, which have limited its application. In this work, the nanoscale lignin with high content of hydroxyl groups and small particle size in prehydrolysate was isolated and used as a green reinforcement ingredient for fabrication of cellulose nanofibril (CNF) films with excellent mechanical properties, as well as UV protection and antibacterial capabilities. Cryogenic transmission electron microscopy (Cryo-TEM) and nuclear magnetic resonance analyses showed that the resulting lignin was in the form of nanoparticles (6–12 nm) with high phenolic hydroxyl contents (4.9 mmol/g). The optimum lignin inclusion rate of 5% allowed it to reinforce CNF composite film, increasing its tensile strength from 108.5 to 143.3 MPa. In addition, the film exhibited excellent UV protection capabilities. It blocked 91.5% of UV-A and 99.9% of UV-B light. Finally, the resulting lignin-based CNF films exhibited antibacterial activities against both Escherichia coli and Streptococcus hemolyticus. This work demonstrates the utility of nanoscale lignin from prehydrolysate can be used to produce cellulose-based composite films with valuable properties.",
    "creator" : "Springer"
  }
}