{
  "name" : "downloads_2020-11-14_6b_reddy2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Maragoni convection impact on magneto-nano fluid in porous medium",
    "authors" : [ "Rama Krishna Reddy", "Lingari Rama Mohan Reddy", "P. Chandra Reddy", "M. C. Raju", "Poreddy Rama", "Krishna Reddy", "Lingari Rama", "Mohan Reddy", "Abdul Kalam" ],
    "emails" : [ "duggireddy.lingari@gmail.com", "prkr@yahoo.co.in", "drmcraju@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: MHD; Free convection; Marangoni convection; Brownian motion; Porous medium.\nINTRODUCTION\nMarangoni boundary layers are dissipative layers which may occur along liquid–liquid or liquid–gas interfaces. The surface tension gradients that are responsible for Marangoni convection can be both temperature and/or concentration gradients. The basic research work in this field was first promoted by Napolitano [1, 2]. As reported by Christopher and Wang [3] and Eyer et al. [4], Marangoni flow induced by surface tension variations along the liquid–fluid interface causes undesirable effects in crystal growth melts in the same manner as buoyancy induced natural convection. According to Straub [5], these undesirable effects become dominant in the absence of buoyancy forces in the microgravity environment of space-based crystal growth experiments. Later, Magyari and Chamkha [6] stated that, Marangoni convection appears due to surface tension gradients and also proved that liquid–liquid interfaces can generate Marangoni boundary layer. As per these reports, newly, innovative kinds of fluids are required to reach more efficient performance in this case. Hence, a nanofluid was proposed by several researchers in the current research as innovative way to enhance heat transfer characteristics. In a review article, Sheikholeslamiand Ganji [7] elaborately presented various applications of nanofluids in several fields. They found some uncertainties with the variation of the nanofluid volume fraction of heat transfer change. Various aspects related to nanofluids were studied by Ma et al. [8, 9], and many more others [10-14]. Motivated by the above\nInternational Conference on Mathematical Sciences and Applications (ICMSA-2019) AIP Conf. Proc. 2246, 020061-1–020061-8; https://doi.org/10.1063/5.0014611\nPublished by AIP Publishing. 978-0-7354-2005-2/$30.00\n020061-1\nstudies, in this manuscript, an investigation is carried out on a laminar magnetohydrodynamic (MHD) forced convection two phase nanofluid models in porous medium along with Marangoni convection.\nFORMULATION OF THE PROBLEM\nConsider a steady laminar thermosolutal Marangoni boundary layer flow of a viscous, Newtonian and electrically-conducting nanofluid in a porous medium in the presence of a transverse magnetic field. The magnetic field is assumed to be of uniform strength and the magnetic Reynolds number is assumed to be small, so that the induced magnetic field is neglected. In addition, no electric field is assumed to exist, and the Hall Effect is negligible. In the absence of an electric field, the small magnetic Reynolds number assumption uncouples Maxwells equations from the Navier-stokes equations (Magyari&Chamkha [6], Sheikholeslam and Chamkha [7] the interface temperature and concentration are assumed to be quadratic functions of the distance x along the interface. The latter assumptions guarantee the existence of similarity solutions of power-law type in the presence of uniform transversal magnetic field. Unlike the Boussinesq effect on the body force term in buoyancy-induced flows, the Marangoni surface tension effect acts as boundary condition on the governing equations of the flow field, the governing equations for this investigation are based on the balance laws of mass, momentum, energy and concentration species. Taking the above assumptions into consideration, these equations can be written in dimensional form as follows:\n(1)\n(2)\n(3)\n(4)\nis the surface tension and it is a function of temperature and concentration\n(5)\n(6)\nThe corresponding boundary conditions are as follows\n(7)\nIn order to transform the above equations in self-similar form, the following equations are defined\n(8)\n0v u y x ∂ ∂ + = ∂ ∂\n22 0\n2 el\nf\nBu u uv u v u u y x ky δ υ ρ ∂ ∂ ∂ + = − − ′∂ ∂ ∂\n22\n2 0\n( ) .\n( ) p T\nB f\nc DT T T dc dT dTv u D y x y c dy dy T dy ρ α ρ       ∂ ∂ ∂   + = + +      ∂ ∂ ∂         \n2 2\n2 2 0\nT B DC C C d Tv u D y x Ty dy   ∂ ∂ ∂ + = +   ∂ ∂ ∂   \nσ [ ]0 1 ( ) ( )c TC C T Tσ σ γ γ∞ ∞= − − − −\n0\n1 ,C TC σγ σ ∂ = −  ∂ 0 1 ,T CT σγ σ ∂ = −  ∂\n,( , ) , ( , ) 0, ( , )C x C u x T x T∞ ∞∞ = ∞ = ∞ = 20( , 0) C X , XC x C x L∞= + = 2 0T( , 0) X ,x T T∞= +\n0 0 0 0 0y y c y T y u C T y x x x σµ σ γ γ= = = = ∂ ∂ ∂ ∂  = −  =  +  ∂ ∂ ∂ ∂  ( , 0) 0v x =\n2 0( , ) ( )C x y C X Cφ η ∞= +\n2 0( , ) ( )T x y T X Tθ η ∞= + 0( , ) ( )x y Xfψ υ η=\n,u y ψ∂ = ∂ ,v x ψ∂ = − ∂ y L η =\n020061-2\nBy using equation (8), the final dimensionless equations and conditions are given by:\n(9)\n(10)\n(11)\n, , ,\n, , (12)\nr can be defined as\n, , ,\n, (13)\nand , are the Prandtl number, Brownian motion parameter, Schmidt\nnumber, thermophoretic parameter and the Hartmann number (magnetic number), respectively. L is a reference length and is defined as in Sheikholeslam and Chamkha [14].\n(14)\nMETHOD OF SOLUTION\nIn theRunge - Kutta method, at first, the following definitions are applied:\nThe final system and initial conditions are\n(15)\n2 2( ) 0pf ff f M k f′′′ ′′ ′+ − − + =\n2Pr( 2 ) 0f f Nb Ntθ θ θ θ φ θ′′ ′ ′ ′ ′ ′+ − + + =\n( 2 ) 0NtSc f f Nb φ φ φ θ′′ ′ ′ ′′+ − + =\n(0) 1θ = (0) 0f = 11(0) 2(1 )f r= − + ( ) 0f ∞ = (0) 1φ = ( ) 0θ ∞ = ( ) 0φ ∞ =\n0\n0\nc\nT\nCr T γ γ = 2 0( ) ( ) p p B\np f\nc D C X Nb\nc α ρ ρ = sc D υ = Pr υ α =\n2( ) ( ) p p T\np f\nc D X Nt\nc α ρ ρ =\n0 /elHa B L δ µ= 2M Ha=\n0 0 T\nL T µυ σ γ = cMar MaT = 0 0cc c LMa σ γ αµ = 0 0TT T LMa σ γ αµ =\n1 1 1 1 2 1 3 4 5 6 7 7, , , , , , , .x f x x f x f x x x xη θ θ φ φ= = = = = = = =\n' 1 ' 2 ' 3 3\n4' 4 2 3 2 3 4' 5 2 2 6 3 5 6 6 8' 6 '' 2 8 3 7 67\n' 8\n1\nPr( 2 )\n( 2 )\nx x xx x x x x Mx x x x x x x Ntx Nbx x x NtSc x x x x xx Nb x                    = − + +    − − − −        − − −        \n020061-3\n(16)\nEquations (15) and (16) are solved utilizing the 4th order Runge-kutta method. According to\nUnknown initial conditions can be obtained by the Newton’s method. The Nusselt number for various values of the active parameters is shown in tables\nRESULTS AND DISCUSSION\nThe computed results are presented 1-16. The effect of magnetic parameter on velocity is shown in figure 1. It is noticed that the normal velocity decreases as magnetic parameter increases. The effect of magnetic parameter on tangential velocity is shown in figure 2.It is observed that the tangential velocity decreases as magnetic parameter increases. The effect of magnetic parameter on temperature is shown in figure 3. It is clear that the temperature increases as magnetic parameter increases. The effect of permeability of the porous medium on normal velocity is shown in figure 4. It is clear that the normal velocity decreases as permeability of the porous medium increases. The effect of permeability of the porous medium on tangential velocity is shown in figure 5.It is noticed that the tangential velocity decreases as permeability of the porous medium increases. The effect of permeability of the porous medium on temperature is shown in figure 6. It is observed that the temperature increases as permeability of the porous medium increases. The effect of Marangoniratio on normal velocity is shown in figure 7. It is noticed that the normal velocity increases as Marangoni ratio increases. The effect of Marangoni ratio on tangential velocity is shown in figure 8. It is clear that the tangential velocity increases as Marangoni ratio increases. The effect of Marangoni ratio on temperature is shown in figure 9. It is noticed that the temperature decreases as Marangoni ratio increases. The effect of Marangoni ratio on concentration is shown in figure 10. It is observed that the concentration decreases as Marangoni ratio increases. The effect of Brownian motion parameter on temperature is shown in figure 11.It is noticed that the temperature increases as Brownian motion parameter increases. The effect of Brownian motion parameter on concentration is shown in figure 12.It is clear that the concentration decreases as Brownian motion parameter increases. The effect of thermophoric parameter on temperature is shown in figure 13.It is noticed that the temperature increases as thermophoric parameter increases. The effect of thermophoric parameter on concentration is shown in figure 14.It is observed that the concentration increases as thermophoric parameter increases. The effect of Schmidt number on concentration is shown in figure 15.It is clear that the concentration decreases as Schmidt number increases. The effect of Schmidt number on temperature is shown in figure 16.It is noticed that the temperature decreases as Schmidt number increases.\n1\n2\n3\n4\n5 2 6\n7 3 8\n0 0\n2(1 ) 1\n1\nx x x r x x u x x u x             − +     =                    \n1( ) 0, ( ) 0, ( ) 0,f θ φ∞ = ∞ = ∞ =\n6.22372 0.31371 1.4172 0.039731 0.858 4.33 30.0129 2.66 10 0.046096 023 0.079\n3 2 20.0298 020721 1.794 6.21 10 0.078 2 2 20.0183 0.0758 1.0896\nNu M r Sc Nb Nt\nMr MSc MNb MNt rSc\nrNt ScNb NtNb M r\nSc Nb Nt\n= − + − − − −− + × + + −\n−+ − + + × −\n+ + −\n020061-4\nFIGURE 1: Effect of magnetic parameter on normal velocity\nFIGURE 3: Effect of magnetic parameter on temperature\nFIGURE 5: Effect of Permeability of the porous medium on tangential velocity\nFIGURE 7: Effect of marangoni ratio on normal velocity\nFIGURE 8: Effect of marangoni ratio on tangential velocity\n0 0.5 1 1.5 2 2.5 3\nf( )\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nM = 1 M = 2 M = 3 M = 4\n0 0.5 1 1.5 2 2.5 3\n( )\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\nM = 1 M = 2 M = 3 M = 4\n0 0.5 1 1.5 2 2.5 3\nfI ( )\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nK = 1 K = 2 K = 3 K = 4\n0 0.5 1 1.5 2 2.5 3\nf( )\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\n1.6\n1.8\n= 1 = 2 = 3 = 4\n0 0.5 1 1.5 2 2.5 3\nfI ( )\n0\n0.5\n1\n1.5\n2\n2.5\n3\n3.5\n4\n4.5\n= 1 = 2 = 3 = 4\n020061-5\non temperature\nFIGURE 14: Effect of thermophoric parameter on concentration\nFIGURE 15: Effect of Schmidt number on concentration\nFIGURE 16: Effect of Schmidt number on temperature\nTable 1 shows the effects of important physical parameters on Nusselt number. It is indicated that Nusselt number increases with increasing values of permeability of the porous medium, magnetic parameter, Marangoni ratio, Brownian motion, thermophoric parameter, Schmidt number. Also Sherwood number decreases with the increasing values of permeability of the porous medium, magnetic parameter, marangoni ratio, Brownian motion, thermophoric parameter, Schmidt number.\n0 0.5 1 1.5 2 2.5 3\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\n1.6\n= 1 = 2 = 3 = 4\n0 0.5 1 1.5 2 2.5 3\n( )\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nSc = 1 Sc = 2 Sc = 3 Sc = 4\n0 0.5 1 1.5 2 2.5 3\n( )\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1\nSc = 1 Sc = 2 Sc = 3 Sc = 4\n020061-6\nTable:1: Effect of various parameters on Nusselt number and Sherwood number\nK M R Nb Nt Sc Nu Sh 1 1 0.1 0.2 0.2 0.22 2.543470 -0.516587 2 1 0.1 0.2 0.2 0.22 3.124217 -1.074718 3 1 0.1 0.2 0.2 0.22 3.614830 -1.549141 1 1 0.1 0.2 0.2 0.22 3.043470 -0.016587 1 2 0.1 0.2 0.2 0.22 3.624217 -0.574718 1 3 0.1 0.2 0.2 0.22 4.114830 -1.049141 1 1 1 0.2 0.2 0.22 2.143470 -0.916587 1 1 2 0.2 0.2 0.22 2.724217 -1.474718 1 1 3 0.2 0.2 0.22 3.214830 -1.949141 1 1 0.1 2 0.2 0.22 2.243470 -0.816587 1 1 0.1 4 0.2 0.22 3.314830 -1.849141 1 1 0.1 6 0.2 0.22 4.137214 -2.649637 1 1 0.1 0.2 2 0.22 2.243470 -0.816587 1 1 0.1 0.2 4 0.22 3.314830 -1.849141 1 1 0.1 0.2 6 0.22 4.137214 -2.649637 1 1 0.1 0.2 0.2 1 1.526876 -0.093669 1 1 0.1 0.2 0.2 2 2.263470 -0.796587 1 1 0.1 0.2 0.2 3 2.844217 -1.354718\nCONCLUSIONS\nThe main conclusions of this study are as follows: • Tangential velocity decreases as magnetic parameter as well as permeability of the porous medium increases\nwhereas tangential velocity increases as Marangoni ratio increases. However normal velocity increases as Marangoni ratio increases but it decreases as permeability of the porous medium increases.\n• Temperature increases as magnetic parameter, permeability of the porous medium, Brownian motion parameter and thermophoric parameter increase but it has reverse trend in the case of Schmidt number.\n• Concentration decreases as Marangoni ratio, Brownian motion parameter and thermophoric parameter increase however it decreases as Schmidt number increases.\nREFERENCES\n1. L.G.Napolitano, Microgravity Fluid Dynamics, in: 2nd Levitch Conference, Washington, 1978. 2. L.G.Napolitano, Marangoni boundary layers, in: Proc. 3rd European Symposium on Material Science in Space, Grenoble, ESA SP-142, June 1979. 3. D.M.Christopher, B.Wang, Prandtl number effects for Marangoni convection over a flat surface, Int. J. Thermal Sci. 40 (2001) 564–570. 4. A.Eyer, H.Leist, R.Nitsche, Floating zone growth of silicon under microgravity in sounding rocket, J. Crystal Growth, 71 (1985) 173–182. 5. J.Straub, The role of surface tension for two phase heat and mass transfer in the absence of gravity, Exp. Thermal Fluid Sci. 9 (1994) 253–273. 6. E.Magyari, A.J.Chamkha, Exact analytical results for the thermosolutal MHD Marangoni layers, Int. J. Therm. Sci. 47 (2008) 848–857. 7. M.Sheikholeslami, D.D.Ganji, J.Taiwan, Nanofluid convective heat transfer using semi analytical and numerical approaches, Inst. Chem. Eng. 65 (2016) 43– 77. 8. H.B.Ma, C.Wilson, B.Borgmeyer, Effect of nanofluid on the heat transport capability in an oscillating heat\npipe, Applied Physics Letters, 88, No. 14, Article ID 143116, 3 pages, 2006.\n020061-7\n9. H.B.Ma, C.Wilson, Q.Yu, K.Park, U.S.Choi, and M.Tirumala, An experimental investigation of heat transport capability in a nanofluid oscillating heat pipe, Journal of Heat Transfer, 128 (11) (2006) 1213–1216. 10. M.C.Daniel, and D.Astruc, Gold nanoparticles: assembly, supramolecular chemistry, quantum-size-related properties, and applications toward biology, catalysis, and nanotechnology, 104 (1) (2004) 293–346. 11. P. Chandra Reddy, M.C. Raju, G.S.S. Raju, Journal of the Serbian Society for Computational Mechanics, 12(2), 106-127 (2018). 12. P. Chandra Reddy, K. Venkateswara Raju, M. Umamaheswar, M.C. Raju, Bulletin of Pure and Applied Sciences. 38E (1) (2019) 193-207. 13. P. Chandra Reddy, M.C. Raju, G.S.S. Raju, Journal of the Serbian Society for Computational Mechanics, 12(2) (2018) 106-127. 14. M.Sheikholeslami, A.J.Chamkha, Influence of Lorentz forces on nanofluid forced convection considering Marangoni convection, Journal of Molecular liquids, http://dx.doi.org/10.1016/ j.molliq.2016.11.001, (2016).\n020061-8"
    } ],
    "references" : [ {
      "title" : "Influence of Lorentz forces on nanofluid forced convection considering Marangoni convection",
      "author" : [ "M.Sheikholeslami", "A.J.Chamkha" ],
      "venue" : "Journal of Molecular liquids, http://dx.doi.org/10.1016/ j.molliq.2016.11.001,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "L is a reference length and is defined as in Sheikholeslam and Chamkha [14].",
      "startOffset" : 71,
      "endOffset" : 75
    } ],
    "year" : 2020,
    "abstractText" : "A laminar magnetohydrodynamic (MHD) forced convection two phase nanofluid model in porous medium is considered along with Marangoni convection. It is assumed that the surface tension varies linearly with both the temperature and concentration and that the interface temperature and concentration are quadratic functions of the interface arc length x. Numerical solutions for the velocity, temperature and concentration distributions are obtained by using Shooting method. Influences of the Marangoni ratio, Schmidt number, Brownian motion parameter, magnetic number and thermophoretic parameter on the hydrothermal characteristics are presented through graphs and tables. Results depict that the temperature increases with increase of Permeability of porous medium, the Schmidt number, Brownian motion, magnetic number and the thermophoretic parameters but it reduces with the rise of the Marangoni ratio.",
    "creator" : "Acrobat PDFMaker 19 for Word"
  }
}