{
  "name" : "downloads_2020-03-03_75_gontsarik2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "From Structure to Function: pH-Switchable Antimicrobial Nano-Self- Assemblies",
    "authors" : [ "Mark Gontsarik", "Anan Yaghmur", "Qun Ren", "Katharina Maniura-Weber", "Stefan Salentinig" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "INTRODUCTION Antimicrobial peptides (AMPs), including the only human cathelicidin LL-37, are emerging as promising alternatives to conventional antibiotics.1,2 However, they su er from chemical instability in biological environments and may cause host toxicity at higher concentrations, leading to a signi cant reduction in their therapeutic e ciency.3 In light of the global surge of antibiotic resistance among human-pathogenic bacteria, the recent and increasing interest in the development of nanoparticles for pharmaceutical delivery of AMPs is thus well founded.4\nSelf-assembled structures, including micelles, microemulsions, and inverse lyotropic nonlamellar liquid crystalline phases, have attracted increasing attention for their potential applications in drug delivery.4 11 Formed by the self-assembly of biologically relevant amphiphilic lipids in excess water, these structures are in thermodynamic equilibrium with their surroundings and provide large lipid water interfacial area for the solubilization of various bioactive molecules such as proteins and peptides or host them in their aqueous or oil\ndomains.12 18 Encapsulation of guest molecules into the nanoparticle dispersions of such nanostructures may o er many advantages, including protection from proteolysis and oxidation.11,19 23 Additionally, such self-assembled nanoobjects can be designed to be responsive to various stimuli, including temperature,24,25 light,26,27 presence of enzymes,28,29 and pH.30 33 These stimuli trigger structural changes in these colloidal nanoparticles and selectively modulate their activity or facilitate release of their active cargo. In this context, pHsensitive lipid-based nanocarriers for AMPs are attractive for a wide range of pharmaceutical applications as they could provide self-regulated passive targeting to areas of speci c pH in the body.34 However, their further design requires improved understanding of the physicochemical interactions involved in the AMP/lipid self-assembly and the e ect of pH on\nReceived: October 26, 2018 Accepted: December 27, 2018 Published: December 27, 2018\n© 2018 American Chemical Society 2821 DOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nD IN\nB U\nR G\nH o\nn M\nar ch\n3 , 2\n02 0\nat 1\n9: 02\n:0 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nmodulating their structural features, along with their biological activity.\nPreviously, our research group has reported on the integration of LL-37 into lipid nanocarriers based on glycerol monooleate (GMO)15 and oleic acid (OA).32 Spontaneous transfer of LL-37 into the lipid nanostructures was observed as the amphiphilic nature of the peptide’s -helical structure allowed its integration and active participation in the selfassembly of both lipids, modulating their nanostructures in a concentration-dependent manner.15,32 Strongly dependent on the type of structure, the LL-37/GMO nano-self-assemblies were found to have variable antimicrobial activity.15 Encapsulated in the internal bicontinuous cubic nanostructure of GMO cubosomes, the AMP did not exert signi cant bactericidal e ects on Escherichia coli, whereas in form of vesicles and micelles, the AMP-loaded nanocarriers had a stronger and more rapid antimicrobial e ect than that of the AMP by itself, free in solution.15 Hence, designing LL-37/lipid nanocarriers with pH-sensitive structures could potentially allow ondemand switching between biologically active and inactive nanostructures through pH-triggered phase transformations. Recently, the protonation state of the OA’s carboxylic group at di erent pH was found to have a strong e ect on the molecular lipid-peptide packing in the produced LL-37/OA nanostructures.32 At pH below 7.0, the formation of nanoparticles enveloping an inverse micellar cubic Fd3m phase, emulsi ed microemulsions with an internal L2 phase, and oil-in-water emulsions was favored, whereas at pH above 7.5, hydrophilic structures, including normal cylindrical micelles and vesicles were formed.32 These pH-sensitive AMP/OA nanostructures were also observed to be composition-dependent as the integration of LL-37 at the lipid water interface caused signi cant electrostatic repulsions among the cationic AMP molecules, favoring the formation of more hydrophilic structures.32\nThe structural sensitivity of LL-37/OA nanocarriers to pH could be relevant for treating bacterial infections as the glycolytic metabolism of certain bacteria may acidify the infected locations.35 These local pH environments could trigger the necessary structural changes to activate the bactericidal e ects of the AMP/lipid nanocarriers locally, potentially leading to an improved therapeutic e ciency owing to a more site-targeted peptide activity. In addition, such pHswitchable antimicrobial systems may be bene cial for the treatment of bacterial infections in the gastro-intestinal tract, for instance, in the treatment of gastric ulcers by focusing the antimicrobial activity to the low pH environment of the stomach, while sparing the probiotic bacteria in the elevated pH conditions of the intestine.36 38\nThe current study presents the design and in-depth characterization of pH-responsive LL-37/OA nanocarriers based on the self-assembly of OA with LL-37. Synchrotron small-angle X-ray scattering (SAXS), dynamic light scattering (DLS), and cryogenic transmission electron microscopy (cryoTEM) are used to investigate the e ect of pH on the nanostructure of these self-assemblies, and in vitro biological assays are conducted to correlate the nanostructure with the bactericidal activity against E. coli. The results show pHswitchable biological activity of the AMP-loaded nanocarriers and could pave the way for the improvement of AMP’s therapeutic e ciency through focusing their activity to local physiological pH environments.\nEXPERIMENTAL SECTION Nanocarrier Preparation. Oleic acid (OA, purity 99%, SigmaAldrich, Buchs, Switzerland) was mixed with 0.02 M phosphatebu ered saline (PBS, see the Supporting Information (SI) for details on preparation) at pH 8.0 at a nal OA concentration of 20 mg mL 1 and homogenized by ultrasonication with a tip sonicator (Sonics Vibra Cell VCX 130 W, 20 kHz, Sonics & Materials Inc., Newton, CT) for 1 min (1 s pulse, 1 s break) at maximum amplitude of 20%. Thereafter, the pH of the OA dispersion was readjusted to 8.0 with 1 M NaOH ( 99% purity, Carl Roth GmbH, Karlsruhe, Germany). These samples were then further sonicated for 2 min (3 s pulse, 5 s break) at 27% of maximum amplitude, resulting in a homogeneous, opaque dispersion.\nThe LL-37/OA nanocarriers were then prepared by rst dissolving 20 mg mL 1 LL-37 (tri uoroacetate salt, 99.18% purity, CASLO ApS, Lyngby, Denmark) in PBS at pH 8.0. This LL-37 solution was then mixed with the OA dispersion at a LL-37/OA mass ratio of 8/2. The resulting concentration of LL-37 and OA in the mixture was 16 and 4 mg mL 1, respectively. The pH of the nanocarrier solution was adjusted to the selected values using 1 M HCl and 1 M NaOH and the samples were equilibrated at room temperature for at least 30 min prior to further experiments. The 1 M HCl solution was prepared from 37% HCl stock (ACS reagent grade, Sigma-Aldrich, Buchs, Switzerland) by dilution with water. Ultrapure water (resistivity >18 M cm) was used for the preparation of all samples. Samples were further diluted for microbiological assays and -potential measurements, and pH of the samples were measured and, if necessary, readjusted to de ned values after dilution.\nCryogenic Transmission Electron Microscopy (Cryo-TEM). A 3 L drop of the sample was placed on a Lacey Formvar holey lm with a lacey structure enforced by a silicon monoxide coating, supported by a TEM copper grid (300 mesh, Ted Pella Inc., Redding, CA) that was previously subjected to glow discharge treatment (Leica Inc. EM ACE200, Germany) to ensure better settling of the sample onto the grid. Excess liquid on the grid was removed by blotting with absorbing lter paper for 5 s, and the sample was rapidly plunged into liquid ethane cooled close to its freezing point by liquid nitrogen ( 180 °C) (FEI Vitrobot IV, Holland). The vitri ed samples were transferred with a Gatan 626 cryoholder (Gatan Inc., Pleasanton, CA) and analyzed with a Tecnai G2 20 transmission electron microscope (FEI, Holland) equipped with an FEI Eagle 4 × 4k charge-coupled device camera at 200 kV under low-dose conditions ( 10 e Å 2 s 1) at 29 000× magni cation. Crystalline artifacts could potentially be present in the vitri ed lms.39 Images of the sample at pH 4.0 are not shown due to unsuccessful attempts of its vitri cation prior to cryoTEM observations.\nFor the size estimation of the population of the small aggregates of branched micelles formed at pH 5.0, the Fiji extension of the ImageJ program was used.40 The images were initially smoothed, the background was subtracted (50 pixel ball radius), and a threshold was applied to generate a binary image of the nanoparticles. The particle size was estimated by tting ellipsoids to aggregates from two di erent images for the same sample and averaging the lengths of the major and minor axes of the ellipsoids from both images. Presence of the small aggregates was observed in a majority of the images taken.\nDynamic Light Scattering (DLS) and -Potential Measurements. The hydrodynamic radius (RH), polydispersity index (PDI), and -potential were measured using Malvern Zetasizer Nano ZS90 (Malvern Instruments) with a He Ne Laser beam at a wavelength of 633 nm and laser power of 4 mW at 25 °C. The LL-37/OA dispersions were used for size characterization at a scattering angle of 90°, after centrifugation at 3000g for 10 min to remove dust and large aggregates. RH was estimated from the apparent di usion coe cient, Dapp, obtained by the cumulant analysis of the correlation function, 41 by using the Stokes Einstein equation\n=R\nk T\nD6H B\napp (1)\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2822\nwhere kB is the Boltzmann constant, T is the absolute temperature, and is the viscosity of the solvent (water). PDI was estimated from the second cumulant of the correlation function as follows\n= PDI 2\n(2)\nwhere 2 is the second cumulant and is the mean of the inverse decay time. In addition, the volume-weighted particle size distribution was calculated from the correlation functions by Zetasizer Software 7.11 (Malvern Instruments). It should be noted that the presented RH’s are apparent values due to the elongated shape of the nanocarriers and the measurements being performed without further dilution of the sample.\nFor -potential measurements, the samples were diluted 1/10 with PBS and their electrophoretic mobility, e, was measured in DTS1070 capillary cells (Malvern Instruments Ltd., U.K.). -potential is calculated using the Smoluchowski theory\n=e\nr 0\n(3)\nwhere r is the dielectric constant of water, 0 is the permittivity of vacuum, and is the viscosity of water. All measurements were done in triplicates and presented as an average.\nSynchrotron Small-Angle X-ray Scattering (SAXS). Structural characterization experiments were performed in part at the I22 SAXS beamline (Diamond Light Source synchrotron facility, Oxfordshire, U.K.), and in part at the cSAXS beamline (Swiss Light Source at Paul Scherrer Institute, Villigen, Switzerland) due to the loss of beam during the measurements. Measurements at the I22 SAXS beamline were conducted at an operating electron energy of 12.4 keV and X-ray wavelength of 0.9999 Å. A sample-to-detector distance of 3563 mm provided a q range (q = 4 / sin , where is the X-ray wavelength and 2 is the scattering angle) of 0.08 6.1 nm 1 and a beam size of 120 × 370 m2. The exposure time was 5 s, and the measurements were done in triplicate and presented as an average.\nMeasurements at the cSAXS beamline were done at an operating electron energy of 11.2 keV with X-ray wavelength of 1.1079 Å, a sample-to-detector distance of 2152 mm, q range of 0.08 5.8 nm 1, and beam size of 290 × 360 m2. The exposure time was 1 s, and the measurements were done in triplicate and presented as an average.\nAfter pH adjustment, the samples were loaded into borosilicate glass capillaries and two-dimensional (2D) scattering patterns were collected on a Pilatus3 2 M detector with an active area of 254 × 289 mm2 and 172 × 172 m2 pixel size (Dectris, Baden, Switzerland) within an hour after preparation at both beamlines. The sample holder was equipped with a water jacket, and the measurements were done at 37 °C.\nThe 2D scattering frames were radially integrated into onedimensional curves and plotted as a function of relative intensity I(q) versus q. Scattering from PBS was subtracted from all samples as background.\nSAXS Data Analysis. The cylindrical micelles were identi ed by their q 1 dependence of I(q) at low q values, characteristic of scattering from rodlike objects. Additionally, the generalized indirect Fourier transformation (GIFT) method was used to analyze the SAXS data and estimate the pair-distance distribution functions p(r). This method can separate the scattering intensity contributions of N number of monodisperse, homogenous, and spherical particles into two factors42,43\n=I q NS q P q( ) ( ) ( ) (4)\nwhere P(q) describes the form factor, and S(q), the structure factor. A model for the structure factor is selected and tted simultaneously with the form factor to the experimental data using eq 4. Considering the charged nature of the nanoparticles, the chosen structure factor model was based on the Ornstein Zernike equation with the screened Coulomb interaction potential and using hypernetted-chain approximation as a closure relation.44 The p(r) is calculated from the form factor P(q) using eq 542,43\n= P q p r qr\nqr r( ) 4 ( )\nsin d\n0 (5)\nFor particles of arbitrary shape, the p(r) is given by p(r) = r2 2(r), where 2(r) is the convolution square of the excess electron density distribution, (r), averaged over all directions in the space. For cylindrical particles of length L, the scattering intensity I(q) can be expressed as\n= •I q L q I q( ) ( )c (6)\nThe cross-sectional scattering function Ic(q) is related to the crosssectional distance distribution function pc(r) by the Hankel transformation\n= I q p r J qr r( ) 2 ( ) ( ) dc 0 c 0 (7)\nwhere J0(qr) is the Bessel function of zero order. For cylindrical symmetry, pc(r) is described by pc(r) = r· c2(r), where c2(r) is the convolution square of the radial excess electron density distribution function, c(rc), with rc being the normal distance to the cylinder axis. The radial pro le c(rc) was obtained from pc(r) by the convolution square root operation performed with DECON program.45,46\nThe interlamellar distance d for multilamellar vesicles was calculated using\n=d h q 2\nh (8)\nwhere h is the order of the Bragg peak and qh is the q value of the hth order Bragg peak.\nIn Vitro Antimicrobial Microdilution Plating Assay. The bactericidal activity of LL-37/OA nanocarriers at pH 5.0 and 7.0 was investigated using the E. coli strain U5/41T (DSM 30083 urine isolate, DSMZ, Braunschweig, Germany) using the microdilution plating assay47,48 similar to a previous study.15 Glycerol stocks of E. coli were spread-plated on plate count (PC) agar (Sigma-Aldrich, Buchs, Switzerland) and incubated overnight. A few of the emerging single colonies were transferred after to a 25 vol % dilution of brain heart infusion (BHI) medium (Sigma-Aldrich, Buchs, Switzerland) in PBS at pH 5.0 or 7.0 for overnight incubation.\nTo test the antimicrobial activity of nanocarriers against bacteria in their midexponential growth phase and to minimize the fraction of dead cells present in the culture through dilution, on the day of the experiment, 0.5 mL of each of the overnight cultures was used to inoculate 4.5 mL of fresh 25 vol % BHI medium of the same pH and was further incubated. Before the antimicrobial experiments, the optical density OD595 of these freshly inoculated 25 vol % BHI media was measured over 24 h using a Synergy H1 UV spectrophotometer (BioTek Instruments GmbH, Luzern, Switzerland) at both pH 5.0 and 7.0 to monitor bacterial growth. The E. coli in this fresh inoculate were observed to be in their exponential growth phase for at least the rst 3.5 h. Therefore, the last incubation step was chosen to last no longer than 3 h. All incubations took place at 37 °C on an orbital shaker at 60 rpm.\nAfter incubating the fresh 25 vol % BHI inoculates for up to 3 h, 1 mL of these cultures, still in their exponential growth phase, were transferred to 2 mL Protein LoBind Tubes (Eppendorf AG, Hamburg, Germany) and centrifuged at 13 000g for 3 min (miniSpin plus; Vaudaux-Eppendorf, Scho nenbuch, Switzerland) to pellet the bacteria. The supernatant was removed and the pellet was resuspended with fresh 1 vol % BHI solution in PBS at the same pH. BHI solution (1 vol %) was chosen as growth media because it sustained the bacterial growth rate required for the experiment. The optical densities (OD595) of the bacterial dispersions in 1 vol % BHI solution were then measured (BioPhotometer plus, Eppendorf AG, Hamburg, Germany) to estimate their E. coli concentrations according to a calibration curve. The calibration curve was measured beforehand by diluting the bacterial dispersions with 1 vol % BHI solution, measuring each of their OD595 and then quantifying the E. coli\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2823\npopulations by the microdilution plating method described below. According to the OD595 values, the 1 vol % BHI dispersions were then diluted with 1 vol % BHI to have 5.5 × 105 colony forming units (CFUs) per mL and used as a starting population in the antimicrobial experiments. Nine-hundred microliters of the 1 vol % BHI culture containing 5.5 × 105 CFU mL 1 at pH 5.0 and 7.0 were transferred into 2 mL Protein LoBind Tubes (Eppendorf, Hamburg, Germany) and treated with 100 L of LL-37/OA solutions adjusted to the same pH. LL-37 and OA nal concentrations in the culture medium were 80 and 20 g mL 1, respectively. The experiments were repeated with PBS only and 20 g mL 1 OA as negative controls and 80 g mL 1 LL-37 as a positive control, at both pH 5.0 and 7.0. For these experiments, the samples were kept at 37 °C under gentle shaking at 500 rpm (Thermomixer comfort; Vaudaux-Eppendorf AG, Basel, Switzerland).\nTo quantify the viable bacterial populations over the duration of the experiment using the microdilution plating assay,15,47,48 50 L fractions of the bacterial suspensions were taken out after 15, 30, 60, 120, and 180 min of treatment and serially diluted 10-fold with PBS of the same pH ve times. Five microliters from each of the resulting dilutions were plated in triplicates on PC agar. The total time from the removal of the sample from the reaction vessel to plating it onto the agar plate was kept below 5 min. After overnight incubation at 37 °C, the CFU were quanti ed from the distinguishable colonies formed on the plates with Scan 300 automatic colony counter (Interscience, Saint Nom, France). Each experiment was repeated thrice, and the obtained results were presented as an average and standard deviation of the log di erences in the bacterial population Nt at time t from the starting population N0 of 5.5 × 105 CFU mL 1 (calculated as log(Nt/N0)). GraphPad Prism software (GraphPad Software) was used for student’s t-test statistical analysis (p < 0.05). After the last sample extraction, the remaining bacterial culture was ltered using 0.2 m pore size lters (Titan2 Syringe Filter, PES, Thermo Scienti c Sun SRi) and had its pH measured to ensure that the conditions stayed constant throughout the experiment. Only negligible di erences in pH of about ±0.3 pH units were observed.\nRESULTS AND DISCUSSION Figure 1 shows the SAXS curves from pH-dependent nanostructures of LL-37/OA self-assemblies at LL-37/OA weight ratio of 8/2. At pH 6.0 8.0, the SAXS data show a q 1 dependence in the q range of 0.1 0.4 nm 1 (Figure 1a), indicating presence of cylindrical micelles and a di use correlation peak between q of 1.3 and 3.0 nm 1 that is most likely attributed to scattering from the cylinder cross section. The generalized indirect Fourier transformation (GIFT) method was employed to analyze the experimental SAXS pro les and gain further insight into the structural features of LL-37/OA nano-objects. From GIFT analysis (Figure 1b,c), the shape of the pair-distance distribution function, p(r), calculated for the sample at pH 7.0 is characteristic of core shell type cylinders with a local minimum in the p(r) at r 2.0 nm (Figure 1c), arising from a di erence in excess electron density between the core and the shell. In addition, a gradual decrease in the p(r) at r > 6.0 nm was observed, indicating an elongated structure with a maximum dimension of 23 nm, estimated from p(r) = 0 (see Figure 1). Considering the cylindrical symmetry of the self-assemblies, the cylindrical cross section pair-distance distribution function, pc(r), was also calculated, indicating a cylinder diameter of 5.5 nm estimated from Dmax at pc(r) = 0 (see Figure 2a,b). The convolution square root operation on the pc(r) function was used to estimate the radial excess electron density distribution, c(rc), of the cylinders, further supporting the formation of core shell structure with a core radius of 1.1 nm and shell thickness of 1.4 nm (Figure 2c). Considering that the hydrocarbon tails\nof OA could make up the less electron-dense core of the cylindrical micelle and the amphiphilic LL-37 molecules are most likely to be positioned at the OA lipid water interface,32 the 1.4 nm thick shell of the high excess electron density, observed from the c(rc) in this study, is likely to consist of LL37 -helices, with an estimated average outer diameter of\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2824\nabout 1 nm, combined with the hydrophilic headgroups of OA molecules.49,50\nThe cryo-TEM images of the LL-37/OA dispersions con rm the SAXS results: the images taken at pH 7.0 (Figure 3b) and pH 6.0 (Figure S1) show thin wormlike objects. The observed diameter of the elongated and branched structures of 5.0 nm in the cryo-TEM images correlates well with the Dmax of 5.5 nm from the pc(r) at pH 7.0 for this sample. The observed selfassembly of LL-37/OA dispersions into cylindrical micelles at pH 6.0 8.0 is most likely due to the presence of high amounts of LL-37 at the OA water interface, which would increase the electrostatic repulsions among the cationic peptide molecules.32 In terms of the critical packing parameter (CPP, see\nthe SI for de nition), this would result in an increase of the e ective headgroup area at the OA water interface, leading to a decrease in the CPP and favor, therefore, the formation of more hydrophilic structures such as normal cylindrical micelles that were observed at this pH range. Compared to the results in the literature that report on the formation of cylindrical micelles at pH > 10 in OA samples without LL-3751,52 or at pH 8.5 in LL-37/OA dispersions with lower LL-37 content of 30 wt %,32 the present study shows that these cylindrical micelles occur at lower pH (pH in the range of 6.0 8.0) upon increasing LL-37 content to 80 wt % in the binary LL-37/OA mixture. The measured -potential of the LL-37/OA nanocarriers increased from 10.1 to +4.6 mV upon a decrease in the pH from 8.0 to 6.0 (Figure 4) due to the protonation of the carboxylic groups of OA at lower pH. The apparent pKa (pKaapp) of OA in the LL-37/OA self-assemblies containing up to 20 wt % LL-37 was recently reported to be around 7.8.32 It was proposed that the deprotonation of most carboxylic groups of OA that occur around that pH value leads to major colloidal transformations.32 However, it was also reported that the interactions among LL-37 and OA molecules in excess bu er at a higher LL-37 content favor a more gradual deprotonation behavior, resulting in -potential changes over a larger pH range.32 Although the major cause of pH-induced colloidal transformations in LL-37/OA self-assemblies is most likely\nFigure 3. Representative cryo-TEM images of LL-37/OA nano-selfassemblies dispersed in PBS. (a) At pH 5.0, mostly polydisperse particles with diameter of 14.9 ± 6.1 nm (marked with asterisks), potentially aggregates of branched wormlike micelles, and (b) at pH 7.0, thin, branched cylindrical micelles with cross-sectional diameter of about 5.0 nm were observed.\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2825\nattributed to a change in the protonation state of OA,32 the retained cylindrical micellar structure at pH 6.0 8.0, as shown in the present work, indicates that the di erences in the lipid water curvature of the LL-37/OA nanostructures caused by the protonation of OA may not be su cient to induce a phase change within that pH range. The gradual protonation of the lysine and arginine side chains in LL-37 could further contribute to the observed increase in the -potential at decreasing pH.53\nFor the sample at pH 5.0, the scattering intensity at q < 0.2 nm 1 shows a steep upturn, potentially caused by the scattering from particles with sizes beyond the SAXS experimental resolution limit (Figure 1a). The di use correlation peak in the q range of 1 3 nm 1 in that curve could be from the crosssectional scattering from the cylindrical micelles in the larger aggregates. This correlation peak at pH 5.0 appears less pronounced and slightly shifted to lower q values compared to pH 8.0 6.0, which may result from the increased number of junctions on the branched cylindrical micelles. The cryo-TEM images of the same sample are dominated by a population of de ned nano-objects with an estimated diameter of 14.9 ± 6.1 nm (Figure 3a), potentially condensed branched threadlike micelles coexisting with some larger aggregates up to the micrometer range (Figure S2). A representative closeup image of the larger aggregates in the sample (Figure S2) showed striated patterns in the interior of the particle, in agreement with the observation of aggregates of threadlike micellar structures, as indicated by SAXS. The thin elongated protrusions within this particle are roughly 5 nm in thickness, similar to the diameter of LL-37/OA cylindrical micelles formed at pH 6.0 8.0.\nThe colloidal transformation of the branched LL-37/OA cylindrical micelles at pH 6.0 to aggregates of variable size at pH 5.0 is thought to be triggered by the modi ed protonation of OA. The decrease in the fraction of deprotonated anionic OA molecules with decreasing pH reduces the electrostatic repulsions among the OA headgroups, which would result in a decrease of the e ective headgroup area at the OA water interface and lead to an increase in the CPP. The associated decrease in the positive lipid water interfacial curvature of the cylindrical micelles makes the formation of junctions energetically more favorable and can result in their branching.54\nAt pH 4.0, the shoulder at q in the range of 1.3 3.0 nm 1 diminished in intensity and the scattering intensity showed a q 2.4 dependence at q 0.9 nm 1, suggesting a transition to lamellar structures such as vesicles.55 At this pH, the appearance of a Bragg peak at q around 1.0 nm 1 could represent the formation of weakly ordered lamellar structures. Taking into account the thickness of the water layer between these highly disordered lamellar structures, the interlamellar distance of around 6.3 nm, which was calculated from this very\nweak peak by applying eq 8, presumably correlates with the previously reported bilayer thickness of 4.9 nm for LL-37-free pristine OA vesicles.56 This transition may result from the further OA protonation and increase of the CPP in the system, potentially reaching unity and thus favoring formation of lamellar structures. Such transitions from cylindrical micelles to lamellar structures upon attening of the lipid water interfacial curvature have been previously reported in surfactant self-assemblies.57 59\nThe DLS measurements of the LL-37/OA dispersions at pH 8.0, 7.0, and 6.0, showed a correlation function with a single relaxation time only (Figure S3a) with corresponding apparent hydrodynamic radii of 5.1 nm (PDI = 0.086), 5.1 nm (PDI = 0.061), and 5.3 nm (PDI = 0.039) from cumulant analysis, respectively. The DLS correlation functions for the samples at pH 5.0 and 4.0 indicate multimodal particle size distributions, suggesting the formation of branched thread micelles coexisting with larger aggregates with internal thread micelles. The volume-weighted particle size distribution functions calculated for these polydisperse samples indicate that a larger fraction of the particles is still around 5 nm (Figure S3b). However, the centrifugation step prior to DLS measurement might have led to a higher weighting of the small particles by removing some of the larger aggregates from the scattering volume. Overall, the formation of larger particles upon lowering pH, observed by DLS, correlates well with ndings from SAXS and cryo-TEM that indicate the formation of aggregates of branched cylindrical micelles at pH 5.0. The cryo-TEM image in Figure S1, taken for the same sample after increasing pH from 5.0 to 6.0, suggests that the structural features are reversible on circulating pH.\nThe pH-triggered “on”/“o ” switch of the antibacterial activity of the LL-37/OA nanocarriers was investigated using microdilution plating method.47 Figure 5 compares the viable populations of E. coli bacteria at pH 5.0 and 7.0 after treatment with free LL-37, free OA, and LL-37-loaded OA nanocarriers over a period of 180 min. After treatment with the LL-37/OA\nFigure 4. -potential measurements of the LL-37/OA dispersions in PBS at pH 4.0 8.0.\nnanocarriers at pH 5.0 (“on” switch), the viable E. coli population sharply declined, reaching complete elimination after 180 min. However, the treatment with the same LL-37/ OA nanocarrier at pH 7.0 (“o ” switch) left the bacterial growth mostly una ected: compared to the control sample with PBS only, the di erences in bacteria numbers did not exceed 0.5 log10 over the 180 min duration of the treatment. As the pH of the culture media may also in uence the growth of the bacteria, treatment with only PBS was studied as negative control at pH 5.0 and 7.0. The bacteria in the negative control group were able to sustain the same exponential growth rate at both pH values within the timescale of the antimicrobial experiments, considering the inherent inaccuracy of ±0.5 log10 in population estimation for such an experiment.48 Also free OA had no signi cant e ect on the growth of E. coli within this pH range (student’s t-test p > 0.05).\nUpon treating the bacterial cultures with free LL-37 as positive control, the bacteria were eradicated at both pH 5.0 and 7.0, reaching complete elimination of E. coli after 60 min at pH 7.0 and 180 min at pH 5.0. This is in line with the previously reported antimicrobial activity of LL-37 against this E. coli strain at pH 6.5.15 Interestingly, the LL-37/OA nanocarriers at pH 5.0 eliminated signi cantly more bacteria than free LL-37 at the same pH in the rst 30 min of the treatment (student’s t-test p < 0.05, the di erence exceeded 0.5 log10), indicating a somewhat faster killing of the bacteria. This could result from the improved mass transfer of LL-37 to the bacterial membrane by shuttling of multiple LL-37 embedded in the nanocarriers. Previous reports also suggested that the local LL-37 concentration at the bacterial membrane needs to exceed a certain threshold to exert a destructive e ect.60,61 After 60, 120, and 180 min of treatment, no signi cant di erences (student’s t-test p < 0.05) were observed between the E. coli populations in the groups treated with LL37/OA and free LL-37 at pH 5.0, potentially indicating that the membrane was saturated with LL-37 at those time points. The presence of proteins in the BHI media appears not to interfere with the antimicrobial activity of the presented nanocarriers.\nThe switch in the antimicrobial activity of the LL-37/OA nanocarriers may be related to pH-induced modi cations in their surface charge and nanostructure. The nanocarriers had positive -potential at pH 5.0, which could trigger electrostatic attractions between the nanocarriers and the negatively charged bacterial cell membrane. Contrarily, the cylindrical micelles at pH 7.0 showed negative -potential, potentially causing repulsion between the anionic bacterial membrane and the nanocarriers. The pH-dependent modi cation of the curvature of the lipid water interface may also contribute to the nanocarrier bacteria interactions and related antimicrobial activity. The interfacial curvature of the at bilayer membrane of the bacteria is signi cantly di erent from that of the curved cylindrical LL-37/OA micelles at pH 7.0, whereas this di erence is decreasing for branched cylindrical micelles and even more for lamellar structures such as vesicles.\nThe demonstrated “on”/”o ” switch of the LL-37/OA nanocarriers’ antimicrobial activity between pH 5.0 and 7.0 could potentially be of interest for targeted peptide delivery to areas in the body with speci c pH conditions, while minimizing activity in other sites. For example, the treatment of gastric ulcers with conventional antibiotics against the Helicobacter pylori bacterial infection is commonly associated with elimination of the commensal bacterial populations in the\nintestine, which are essential for the maintenance of human health.38,62,63 The nanocarriers presented here could potentially exert bactericidal activity under the acidic conditions of the stomach, leading to the successful treatment of the mentioned infection, while later switching to their antimicrobially inactive form in the slightly basic conditions of the intestine,36,37 which could lead to sparing of the probiotic populations of the commensal bacteria. In addition, the demonstrated pH-sensitive changes in the antimicrobial activity of the LL-37/OA nanocarriers could potentially minimize the exposure of LL-37 to healthy cells and limit, therefore, its side e ects.64\nCONCLUSIONS A simple and versatile nanocarrier system based on the selfassembly of LL-37 with OA was designed with the ability to switch between its antimicrobially active and inactive states through pH-triggered structural transformations. Upon decreasing the pH from 8.0 to 4.0 in this system, transformations from cylindrical micelles to branched thread micelles coexisting with larger particles with internal thread micelles and lamellar structures were observed. These nanostructural transformations are triggered by the gradual protonation of OA with decreasing pH and agree well with the considerations from the critical packing parameter model. The protonation of OA upon decreasing pH in the LL-37/OA nanocarriers leads to a loss in the negative charge at its carboxylic headgroup and thus results in a decrease in the e ective headgroup area at the lipid water interface, increasing the CPP from <1 to around unity.\nAntimicrobial studies using the wormlike micelles at pH 7.0 indicated negligible activity against E. coli, potentially attributed to their structure combined with the electrostatic repulsions between the negatively charged micelles and the anionic bacterial membrane. Contrary, the branched thread micelles and aggregates at pH 5.0 were highly active against the bacteria in our in vitro model. The modi ed nanostructure and their positive surface charge are thought to facilitate the interactions with the negatively charged bacterial membranes.\nThe novel pH-responsive antimicrobial nanocarriers designed in this study are a promising candidate for site-speci c pH-guided antimicrobial activity. The presented results improve the understanding of molecular interactions between the LL-37 and surfactant-like lipids during their self-assembly and furthermore correlate their surface charge and structural properties with their antimicrobial activity. Establishing this is of paramount importance for further development of pHtargeted delivery systems for AMPs.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b18618.\nComplementary cryo-TEM images, DLS correlation curves, volume-weighted particle size distributions, and GIFT structure factor model parameters (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail: stefan.salentinig@empa.ch, stefan.salentinig@unifr.ch."
    }, {
      "heading" : "ORCID",
      "text" : "Anan Yaghmur: 0000-0003-1608-773X Qun Ren: 0000-0003-0627-761X\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2827\nKatharina Maniura-Weber: 0000-0001-7895-3563 Stefan Salentinig: 0000-0002-7541-2734"
    }, {
      "heading" : "Present Address",
      "text" : "§S.S.: Department of Chemistry, University of Fribourg, Chemin du Muse e 9, 1700 Fribourg, Switzerland."
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the nal version of the manuscript."
    }, {
      "heading" : "Funding",
      "text" : "The authors acknowledge the Swiss National Science Foundation (Project 200021_169513) and the Novartis Foundation for Medical-Biological Research, both held by S.S. for funding this study."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing nancial interest.\nACKNOWLEDGMENTS The authors thank Ana Diaz for the technical support at the cSAXS beamline (PSI, Villingen, Switzerland) and Olga Shebanova at the I22 SAXS beamline (Diamond Light Source, Oxfordshire, U.K.). They are grateful to Tillmann Pape for the technical assistance with cryo-TEM imaging.\nABBREVIATIONS E. coli, Escherichia coli AMP, antimicrobial peptide OA, oleic acid GMO, glycerol monooleate SAXS, small-angle X-ray scattering cryo-TEM, cryogenic transmission electron microscopy DLS, dynamic light scattering PDI, polydispersity index GIFT, generalized indirect Fourier transformation PBS, phosphate-bu ered saline CPP, critical packing parameter CFU, colony forming units BHI, brain heart infusion PC agar, plate count agar\nREFERENCES (1) Hancock, R. E. W.; Sahl, H.-G. Antimicrobial and Host-Defense Peptides as New Anti-Infective Therapeutic Strategies. Nat. Biotechnol. 2006, 24, 1551 1557. (2) Zhang, L.-J.; Gallo, R. L. Antimicrobial Peptides. Curr. Biol. 2016, 26, R14 R19. (3) Xhindoli, D.; Pacor, S.; Benincasa, M.; Scocchi, M.; Gennaro, R.; Tossi, A. The Human Cathelicidin LL-37 - a Pore-Forming Antibacterial Peptide and Host-Cell Modulator. Biochim. Biophys. Acta 2016, 1858, 546 566. (4) Nordstro m, R.; Malmsten, M. Delivery Systems for Antimicrobial Peptides. Adv. Colloid Interface Sci. 2017, 242, 17 34. (5) Angelova, A.; Garamus, V. M.; Angelov, B.; Tian, Z.; Li, Y.; Zou, A. Advances in Structural Design of Lipid-Based Nanoparticle Carriers for Delivery of Macromolecular Drugs, Phytochemicals and Anti-Tumor Agents. Adv. Colloid Interface Sci. 2017, 249, 331 345. (6) McClements, D. J. Encapsulation, Protection, and Delivery of Bioactive Proteins and Peptides Using Nanoparticle and Microparticle Systems: A Review. Adv. Colloid Interface Sci. 2018, 253, 1 22. (7) Clogston, J.; Caffrey, M. Controlling Release from the Lipidic Cubic Phase. Amino Acids, Peptides, Proteins and Nucleic Acids. J. Controlled Release 2005, 107, 97 111.\n(8) Salentinig, S.; Zabara, M.; Parisse, P.; Amenitsch, H. Formation of Highly Ordered Liquid Crystalline Coatings an In Situ GISAXS Study. Phys. Chem. Chem. Phys. 2018, 20, 21903 21909. (9) Sagalowicz, L.; Leser, M. E. Delivery Systems for Liquid Food Products. Curr. Opin. Colloid Interface Sci. 2010, 15, 61 72. (10) Boge, L.; Bysell, H.; Ringstad, L.; Wennman, D.; Umerska, A.; Cassisa, V.; Eriksson, J.; Joly-Guillou, M.-L.; Edwards, K.; Andersson, M. Lipid-Based Liquid Crystals as Carriers for Antimicrobial Peptides: Phase Behavior and Antimicrobial Effect. Langmuir 2016, 32, 4217 4228. (11) Boge, L.; Hallstensson, K.; Ringstad, L.; Johansson, J.; Andersson, T.; Davoudi, M.; Larsson, P. T.; Mahlapuu, M.; Håkansson, J.; Andersson, M. Cubosomes for topical delivery of the antimicrobial peptide LL-37. Eur. J. Pharm. Biopharm. 2019, 134, 60 67. (12) de Campo, L.; Yaghmur, A.; Sagalowicz, L.; Leser, M. E.; Watzke, H.; Glatter, O. Reversible Phase Transitions in Emulsified Nanostructured Lipid Systems. Langmuir 2004, 20, 5254 5261. (13) Barauskas, J.; Johnsson, M.; Tiberg, F. Self-Assembled Lipid Superstructures: Beyond Vesicles and Liposomes. Nano Lett. 2005, 5,"
    }, {
      "heading" : "1615 1619.",
      "text" : "(14) Kaasgaard, T.; Drummond, C. J. Ordered 2-D and 3-D Nanostructured Amphiphile Self-Assembly Materials Stable in Excess Solvent. Phys. Chem. Chem. Phys. 2006, 8, 4957 4975. (15) Gontsarik, M.; Buhmann, M. T.; Yaghmur, A.; Ren, Q.; Maniura-Weber, K.; Salentinig, S. Antimicrobial Peptide-Driven Colloidal Transformations in Liquid-Crystalline Nanocarriers. J. Phys. Chem. Lett. 2016, 7, 3482 3486. (16) Meikle, T. G.; Zabara, A.; Waddington, L. J.; Separovic, F.; Drummond, C. J.; Conn, C. E. Incorporation of Antimicrobial Peptides in Nanostructured Lipid Membrane Mimetic Bilayer Cubosomes. Colloids Surf., B 2017, 152, 143 151. (17) Negrini, R.; Mezzenga, R. Diffusion, Molecular Separation, and Drug Delivery from Lipid Mesophases with Tunable Water Channels. Langmuir 2012, 28, 16455 16462. (18) Sagalowicz, L.; Michel, M.; Blank, I.; Schafer, O.; Leser, M. E. Self-Assembly in Food - A Concept for Structure Formation Inspired by Nature. Curr. Opin. Colloid Interface Sci. 2017, 28, 87 95. (19) Angelova, A.; Angelov, B.; Mutafchieva, R.; Lesieur, S.; Couvreur, P. Self-Assembled Multicompartment Liquid Crystalline Lipid Carriers for Protein, Peptide, and Nucleic Acid Drug Delivery. Acc. Chem. Res. 2011, 44, 147 156. (20) Boge, L.; Umerska, A.; Matougui, N.; Bysell, H.; Ringstad, L.; Davoudi, M.; Eriksson, J.; Edwards, K.; Andersson, M. Cubosomes Post-Loaded with Antimicrobial Peptides: Characterization, Bactericidal Effect and Proteolytic Stability. Int. J. Pharm. 2017, 526, 400 412. (21) Ericsson, B.; Eriksson, P. O.; Lo froth, J. E.; Engstro m, S. Cubic Phases as Delivery Systems for Peptide Drugs. Polymeric Drugs and Drug Delivery Systems; American Chemical Society, 1991; Vol. 469, pp"
    }, {
      "heading" : "251 265.",
      "text" : "(22) Nylander, T.; Mattisson, C.; Razumas, V.; Miezis, Y.; Håkansson, B. A Study of Entrapped Enzyme Stability and Substrate Diffusion in a Monoglyceride-Based Cubic Liquid Crystalline Phase. Colloids Surf., A 1996, 114, 311 320. (23) Acar, H.; Ting, J. M.; Srivastava, S.; LaBelle, J. L.; Tirrell, M. V. Molecular Engineering Solutions for Therapeutic Peptide Delivery. Chem. Soc. Rev. 2017, 46, 6553 6569. (24) Yaghmur, A.; de Campo, L.; Sagalowicz, L.; Leser, M. E.; Glatter, O. Emulsified Microemulsions and Oil-Containing Liquid Crystalline Phases. Langmuir 2005, 21, 569 577. (25) Yaghmur, A.; Al-Hosayni, S.; Amenitsch, H.; Salentinig, S. Structural Investigation of Bulk and Dispersed Inverse Lyotropic Hexagonal Liquid Crystalline Phases of Eicosapentaenoic Acid Monoglyceride. Langmuir 2017, 33, 14045 14057. (26) Azagarsamy, M. A.; Alge, D. L.; Radhakrishnan, S. J.; Tibbitt, M. W.; Anseth, K. S. Photocontrolled Nanoparticles for On-Demand Release of Proteins. Biomacromolecules 2012, 13, 2219 2224.\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2828\n(27) Fong, W. K.; Hanley, T. L.; Thierry, B.; Hawley, A.; Boyd, B. J.; Landersdorfer, C. B. External Manipulation of Nanostructure in Photoresponsive Lipid Depot Matrix to Control and Predict Drug Release In Vivo. J. Controlled Release 2016, 228, 67 73. (28) Salentinig, S.; Amenitsch, H.; Yaghmur, A. In Situ Monitoring of Nanostructure Formation during the Digestion of Mayonnaise. ACS Omega 2017, 2, 1441 1446. (29) Poletto, F. S.; Lima, F. S.; Lundberg, D.; Nylander, T.; Loh, W. Tailoring the Internal Structure of Liquid Crystalline Nanoparticles Responsive to Fungal Lipases: A Potential Platform for Sustained Drug Release. Colloids Surf., B 2016, 147, 210 216. (30) Negrini, R.; Mezzenga, R. pH-Responsive Lyotropic Liquid Crystals for Controlled Drug Delivery. Langmuir 2011, 27, 5296 5303. (31) Salentinig, S.; Tangso, K. J.; Hawley, A.; Boyd, B. J. pH-Driven Colloidal Transformations Based on the Vasoactive Drug Nicergoline. Langmuir 2014, 30, 14776 14781. (32) Gontsarik, M.; Mohammadtaheri, M.; Yaghmur, A.; Salentinig, S. pH-Triggered Nanostructural Transformations in Antimicrobial Peptide/Oleic Acid Self-Assemblies. Biomater. Sci. 2018, 6, 803 812. (33) Salentinig, S.; Phan, S.; Darwish, T. A.; Kirby, N.; Boyd, B. J.; Gilbert, E. P. pH-Responsive Micelles Based on Caprylic Acid. Langmuir 2014, 30, 7296 7303. (34) Radovic-Moreno, A. F.; Lu, T. K.; Puscasu, V. A.; Yoon, C. J.; Langer, R.; Farokhzad, O. C. Surface Charge-Switching Polymeric Nanoparticles for Bacterial Cell Wall-Targeted Delivery of Antibiotics. ACS Nano 2012, 6, 4279 4287. (35) Hidalgo, G.; Burns, A.; Herz, E.; Hay, A. G.; Houston, P. L.; Wiesner, U.; Lion, L. W. Functional Tomographic Fluorescence Imaging of pH Microenvironments in Microbial Biofilms by Use of Silica Nanoparticle Sensors. Appl. Environ. Microbiol. 2009, 75, 7426 7435. (36) Fallingborg, J. Intraluminal pH of the Human Gastrointestinal Tract. Dan. Med. Bull. 1999, 46, 183 196. (37) Dressman, J. B.; Berardi, R. R.; Dermentzoglou, L. C.; Russell, T. L.; Schmaltz, S. P.; Barnett, J. L.; Jarvenpaa, K. M. Upper Gastrointestinal (GI) pH in Young, Healthy Men and Women. Pharm. Res. 1990, 07, 756 761. (38) Becattini, S.; Taur, Y.; Pamer, E. G. Antibiotic-Induced Changes in the Intestinal Microbiota and Disease. Trends Mol. Med. 2016, 22, 458 478. (39) Kesselman, E.; Danino, D. Direct-Imaging Cryo-transmission Electron Microscopy of Wormlike Micelles. In RSC Soft Matter; Feng, Y., Dreiss, C. A., Eds.; Royal Society of Chemistry, 2017; pp 171 192. (40) Schindelin, J.; Arganda-Carreras, I.; Frise, E.; Kaynig, V.; Longair, M.; Pietzsch, T.; Preibisch, S.; Rueden, C.; Saalfeld, S.; Schmid, B.; Tinevez, J.-Y.; White, D. J.; Hartenstein, V.; Eliceiri, K.; Tomancak, P.; Cardona, A. Fiji: an Open-Source Platform for Biological-Image Analysis. Nat. Methods 2012, 9, 676. (41) Arago n, S. R.; Pecora, R. Theory of Dynamic Light Scattering from Polydisperse Systems. J. Chem. Phys. 1976, 64, 2395 2404. (42) Brunner-Popela, J.; Glatter, O. Small-Angle Scattering of Interacting Particles. I. Basic Principles of a Global Evaluation Technique. J. Appl. Crystallogr. 1997, 30, 431 442. (43) Weyerich, B.; Brunner-Popela, J.; Glatter, O. Small-Angle Scattering of Interacting Particles. II. Generalized Indirect Fourier Transformation under Consideration of the Effective Structure Factor for Polydisperse Systems. J. Appl. Crystallogr. 1999, 32, 197 209. (44) Fritz, G.; Bergmann, A.; Glatter, O. Evaluation of Small-Angle Scattering Data of Charged Particles Using the Generalized Indirect Fourier Transformation Technique. J. Chem. Phys. 2000, 113, 9733 9740. (45) Glatter, O. Convolution Square Root of Band-Limited Symmetrical Functions and its Application to Small-Angle Scattering Data. J. Appl. Crystallogr. 1981, 14, 101 108. (46) Glatter, O.; Hainisch, B. Improvements in Real-Space Deconvolution of Small-Angle Scattering Data. J. Appl. Crystallogr. 1984, 17, 435 441.\n(47) Pfeltz, R. F.; Schmidt, J. L.; Wilkinson, B. J. A Microdilution Plating Method for Population Analysis of Antibiotic-Resistant Staphylococci. Microb. Drug Resist. 2001, 7, 289 295. (48) Ben-David, A.; Davidson, C. E. Estimation Method for Serial Dilution Experiments. J. Microbiol. Methods 2014, 107, 214 221. (49) Sancho-Vaello, E.; Francois, P.; Bonetti, E. J.; Lilie, H.; Finger, S.; Gil-Ortiz, F.; Gil-Carton, D.; Zeth, K. Structural Remodeling and Oligomerization of Human Cathelicidin on Membranes Suggest Fibril-Like Structures as Active Species. Sci. Rep. 2017, 7, No. 15371. (50) Wang, G. Structures of Human Host Defense Cathelicidin LL37 and its Smallest Antimicrobial Peptide KR-12 in Lipid Micelles. J. Biol. Chem. 2008, 283, 32637 32643. (51) Edwards, K.; Silvander, M.; Karlsson, G. Aggregate Structure in Dilute Aqueous Dispersions of Oleic Acid/Sodium Oleate and Oleic Acid/Sodium Oleate/Egg Phosphatidylcholine. Langmuir 1995, 11, 2429 2434. (52) Suga, K.; Kondo, D.; Otsuka, Y.; Okamoto, Y.; Umakoshi, H. Characterization of Aqueous Oleic Acid/Oleate Dispersions by Fluorescent Probes and Raman Spectroscopy. Langmuir 2016, 32, 7606 7612. (53) Mangold, M.; Rolland, L.; Costanzo, F.; Sprik, M.; Sulpizi, M.; Blumberger, J. Absolute pKa Values and Solvation Structure of Amino Acids from Density Functional Based Molecular Dynamics Simulation. J. Chem. Theory Comput. 2011, 7, 1951 1961. (54) Dan, N.; Safran, S. A. Junctions and end-caps in self-assembled non-ionic cylindrical micelles. Adv. Colloid Interface Sci. 2006, 123 126, 323 331. (55) Schmidt, P. Interpretation of Small-Angle Scattering Curves Proportional to a Negative Power of the Scattering Vector. J. Appl. Crystallogr. 1982, 15, 567 569. (56) Salentinig, S.; Sagalowicz, L.; Glatter, O. Self-Assembled Structures and pKa Value of Oleic Acid in Systems of Biological Relevance. Langmuir 2010, 26, 11670 11679. (57) Strey, R.; Glatter, O.; Schubert, K. V.; Kaler, E. W. Small-angle neutron scattering of D2O C12E5 mixtures and microemulsions with n-octane: Direct analysis by Fourier transformation. J. Chem. Phys. 1996, 105, 1175 1188. (58) Guo, L.; Colby, R. H.; Lin, M. Y.; Dado, G. P. Micellar structure changes in aqueous mixtures of nonionic surfactants. J. Rheol. 2001, 45, 1223 1243. (59) Moitzi, C.; Freiberger, N.; Glatter, O. Viscoelastic Wormlike Micellar Solutions Made from Nonionic Surfactants: Structural Investigations by SANS and DLS. J. Phys. Chem. B 2005, 109, 16161 16168. (60) Stro mstedt, A. A.; Ringstad, L.; Schmidtchen, A.; Malmsten, M. Interaction between Amphiphilic Peptides and Phospholipid Membranes. Curr. Opin. Colloid Interface Sci. 2010, 15, 467 478. (61) Vandamme, D.; Landuyt, B.; Luyten, W.; Schoofs, L. A Comprehensive Summary of LL-37, the Factotum Human Cathelicidin Peptide. Cell. Immunol. 2012, 280, 22 35. (62) Buffie, C. G.; Pamer, E. G. Microbiota-Mediated Colonization Resistance Against Intestinal Pathogens. Nat. Rev. Immunol. 2013, 13, 790. (63) Jing, Z. W.; Jia, Y. Y.; Wan, N.; Luo, M.; Huan, M. L.; Kang, T. B.; Zhou, S. Y.; Zhang, B. L. Design and Evaluation of Novel pHSensitive Ureido-Conjugated Chitosan/TPP Nanoparticles Targeted to Helicobacter pylori. Biomaterials 2016, 84, 276 285. (64) Kai-Larsen, Y.; Agerberth, B. The Role of the Multifunctional Peptide LL-37 in Host Defense. Front. Biosci. 2008, 13, 3760 3767.\nDOI: 10.1021/acsami.8b18618 ACS Appl. Mater. Interfaces 2019, 11, 2821 2829 2829"
    } ],
    "references" : [ {
      "title" : "Antimicrobial and Host-Defense Peptides as New Anti-Infective Therapeutic Strategies",
      "author" : [ "R.E.W. Hancock", "H.-G. Sahl" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "Hancock and Sahl,? \\Q2006\\E",
      "shortCiteRegEx" : "Hancock and Sahl",
      "year" : 2006
    }, {
      "title" : "Antimicrobial Peptides",
      "author" : [ "L.-J. Zhang", "R.L. Gallo" ],
      "venue" : "Curr. Biol. 2016,",
      "citeRegEx" : "Zhang and Gallo,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang and Gallo",
      "year" : 2016
    }, {
      "title" : "The Human Cathelicidin LL-37 - a Pore-Forming Antibacterial Peptide and Host-Cell Modulator",
      "author" : [ "D. Xhindoli", "S. Pacor", "M. Benincasa", "M. Scocchi", "R. Gennaro", "A. Tossi" ],
      "venue" : "Biochim. Biophys. Acta 2016,",
      "citeRegEx" : "Xhindoli et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Xhindoli et al\\.",
      "year" : 2016
    }, {
      "title" : "Delivery Systems for Antimicrobial Peptides",
      "author" : [ "R. Nordstro m", "M. Malmsten" ],
      "venue" : "Adv. Colloid Interface Sci. 2017,",
      "citeRegEx" : "m and Malmsten,? \\Q2017\\E",
      "shortCiteRegEx" : "m and Malmsten",
      "year" : 2017
    }, {
      "title" : "Advances in Structural Design of Lipid-Based Nanoparticle Carriers for Delivery of Macromolecular Drugs, Phytochemicals and Anti-Tumor Agents",
      "author" : [ "A. Angelova", "V.M. Garamus", "B. Angelov", "Z. Tian", "Y. Li", "A. Zou" ],
      "venue" : "Adv. Colloid Interface Sci",
      "citeRegEx" : "Angelova et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Angelova et al\\.",
      "year" : 2017
    }, {
      "title" : "Encapsulation, Protection, and Delivery of Bioactive Proteins and Peptides Using Nanoparticle and Microparticle Systems: A Review",
      "author" : [ "D.J. McClements" ],
      "venue" : "Adv. Colloid Interface Sci. 2018,",
      "citeRegEx" : "McClements,? \\Q2018\\E",
      "shortCiteRegEx" : "McClements",
      "year" : 2018
    }, {
      "title" : "Controlling Release from the Lipidic Cubic Phase. Amino Acids, Peptides, Proteins and Nucleic Acids",
      "author" : [ "J. Clogston", "M. Caffrey" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Clogston and Caffrey,? \\Q2005\\E",
      "shortCiteRegEx" : "Clogston and Caffrey",
      "year" : 2005
    }, {
      "title" : "Delivery Systems for Liquid Food",
      "author" : [ "L. Sagalowicz", "M.E. Leser" ],
      "venue" : "Study. Phys. Chem. Chem. Phys. 2018,",
      "citeRegEx" : "Sagalowicz and Leser,? \\Q1909\\E",
      "shortCiteRegEx" : "Sagalowicz and Leser",
      "year" : 1909
    }, {
      "title" : "Cubic Phases as Delivery Systems for Peptide Drugs",
      "author" : [ "J.E. froth", "S. Engstro m" ],
      "venue" : "Polymeric Drugs and Drug Delivery Systems; American Chemical Society,",
      "citeRegEx" : "froth and m,? \\Q1991\\E",
      "shortCiteRegEx" : "froth and m",
      "year" : 1991
    }, {
      "title" : "A Study of Entrapped Enzyme Stability and Substrate Diffusion in a Monoglyceride-Based Cubic Liquid Crystalline Phase",
      "author" : [ "T. Nylander", "C. Mattisson", "V. Razumas", "Y. Miezis", "B. Håkansson" ],
      "venue" : "Colloids Surf.,",
      "citeRegEx" : "Nylander et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Nylander et al\\.",
      "year" : 1996
    }, {
      "title" : "Molecular Engineering Solutions for Therapeutic Peptide Delivery",
      "author" : [ "H. Acar", "J.M. Ting", "S. Srivastava", "J.L. LaBelle", "M.V. Tirrell" ],
      "venue" : "Chem. Soc. Rev. 2017,",
      "citeRegEx" : "Acar et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Acar et al\\.",
      "year" : 2017
    }, {
      "title" : "Emulsified Microemulsions and Oil-Containing Liquid Crystalline Phases",
      "author" : [ "A. Yaghmur", "L. de Campo", "L. Sagalowicz", "M.E. Leser", "O. Glatter" ],
      "venue" : "Langmuir 2005,",
      "citeRegEx" : "Yaghmur et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Yaghmur et al\\.",
      "year" : 2005
    }, {
      "title" : "Structural Investigation of Bulk and Dispersed Inverse Lyotropic Hexagonal Liquid Crystalline Phases of Eicosapentaenoic Acid Monoglyceride",
      "author" : [ "A. Yaghmur", "S. Al-Hosayni", "H. Amenitsch", "S. Salentinig" ],
      "venue" : "Langmuir 2017,",
      "citeRegEx" : "Yaghmur et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yaghmur et al\\.",
      "year" : 2017
    }, {
      "title" : "Photocontrolled Nanoparticles for On-Demand Release of Proteins",
      "author" : [ "M.A. Azagarsamy", "D.L. Alge", "S.J. Radhakrishnan", "M.W. Tibbitt", "K.S. Anseth" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "Azagarsamy et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Azagarsamy et al\\.",
      "year" : 2012
    }, {
      "title" : "External Manipulation of Nanostructure in Photoresponsive Lipid Depot Matrix to Control and Predict Drug Release In Vivo",
      "author" : [ "W.K. Fong", "T.L. Hanley", "B. Thierry", "A. Hawley", "B.J. Boyd", "C.B. Landersdorfer" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Fong et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fong et al\\.",
      "year" : 2016
    }, {
      "title" : "In Situ Monitoring of Nanostructure Formation during the Digestion of Mayonnaise",
      "author" : [ "S. Salentinig", "H. Amenitsch", "A. Yaghmur" ],
      "venue" : "ACS Omega 2017,",
      "citeRegEx" : "Salentinig et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Salentinig et al\\.",
      "year" : 2017
    }, {
      "title" : "Tailoring the Internal Structure of Liquid Crystalline Nanoparticles Responsive to Fungal Lipases: A Potential Platform for Sustained Drug Release",
      "author" : [ "F.S. Poletto", "F.S. Lima", "D. Lundberg", "T. Nylander", "W. Loh" ],
      "venue" : "Colloids Surf.,",
      "citeRegEx" : "Poletto et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Poletto et al\\.",
      "year" : 2016
    }, {
      "title" : "pH-Responsive Lyotropic Liquid Crystals for Controlled Drug Delivery",
      "author" : [ "R. Negrini", "R. Mezzenga" ],
      "venue" : "Langmuir 2011,",
      "citeRegEx" : "Negrini and Mezzenga,? \\Q2011\\E",
      "shortCiteRegEx" : "Negrini and Mezzenga",
      "year" : 2011
    }, {
      "title" : "pH-Driven Colloidal Transformations Based on the Vasoactive Drug Nicergoline",
      "author" : [ "S. Salentinig", "K.J. Tangso", "A. Hawley", "B.J. Boyd" ],
      "venue" : "Langmuir 2014,",
      "citeRegEx" : "Salentinig et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Salentinig et al\\.",
      "year" : 2014
    }, {
      "title" : "pH-Triggered Nanostructural Transformations in Antimicrobial Peptide/Oleic Acid Self-Assemblies",
      "author" : [ "M. Gontsarik", "M. Mohammadtaheri", "A. Yaghmur", "S. Salentinig" ],
      "venue" : "Biomater. Sci. 2018,",
      "citeRegEx" : "Gontsarik et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gontsarik et al\\.",
      "year" : 2018
    }, {
      "title" : "pH-Responsive Micelles Based on Caprylic Acid",
      "author" : [ "S. Salentinig", "S. Phan", "T.A. Darwish", "N. Kirby", "B.J. Boyd", "E.P. Gilbert" ],
      "venue" : "Langmuir 2014,",
      "citeRegEx" : "Salentinig et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Salentinig et al\\.",
      "year" : 2014
    }, {
      "title" : "Surface Charge-Switching Polymeric Nanoparticles for Bacterial Cell Wall-Targeted Delivery of Antibiotics",
      "author" : [ "A.F. Radovic-Moreno", "T.K. Lu", "V.A. Puscasu", "C.J. Yoon", "R. Langer", "O.C. Farokhzad" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Radovic.Moreno et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Radovic.Moreno et al\\.",
      "year" : 2012
    }, {
      "title" : "Functional Tomographic Fluorescence Imaging of pH Microenvironments in Microbial Biofilms by Use of Silica Nanoparticle Sensors",
      "author" : [ "G. Hidalgo", "A. Burns", "E. Herz", "A.G. Hay", "P.L. Houston", "U. Wiesner", "L.W. Lion" ],
      "venue" : "Appl. Environ. Microbiol",
      "citeRegEx" : "Hidalgo et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hidalgo et al\\.",
      "year" : 2009
    }, {
      "title" : "Intraluminal pH of the Human Gastrointestinal Tract",
      "author" : [ "J. Fallingborg" ],
      "venue" : "Dan. Med. Bull. 1999,",
      "citeRegEx" : "Fallingborg,? \\Q1999\\E",
      "shortCiteRegEx" : "Fallingborg",
      "year" : 1999
    }, {
      "title" : "Upper Gastrointestinal (GI) pH in Young, Healthy Men and Women",
      "author" : [ "J.B. Dressman", "R.R. Berardi", "L.C. Dermentzoglou", "T.L. Russell", "S.P. Schmaltz", "J.L. Barnett", "K.M. Jarvenpaa" ],
      "venue" : "Pharm. Res",
      "citeRegEx" : "Dressman et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Dressman et al\\.",
      "year" : 1990
    }, {
      "title" : "Antibiotic-Induced Changes in the Intestinal Microbiota and Disease",
      "author" : [ "S. Becattini", "Y. Taur", "E.G. Pamer" ],
      "venue" : "Trends Mol. Med. 2016,",
      "citeRegEx" : "Becattini et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Becattini et al\\.",
      "year" : 2016
    }, {
      "title" : "Direct-Imaging Cryo-transmission Electron Microscopy of Wormlike Micelles",
      "author" : [ "E. Kesselman", "D. Danino" ],
      "venue" : "In RSC Soft Matter; Feng,",
      "citeRegEx" : "Kesselman and Danino,? \\Q2017\\E",
      "shortCiteRegEx" : "Kesselman and Danino",
      "year" : 2017
    }, {
      "title" : "Fiji: an Open-Source Platform for Biological-Image Analysis",
      "author" : [ "J. Schindelin", "I. Arganda-Carreras", "E. Frise", "V. Kaynig", "M. Longair", "T. Pietzsch", "S. Preibisch", "C. Rueden", "S. Saalfeld", "B. Schmid", "J.-Y. Tinevez", "D.J. White", "V. Hartenstein", "K. Eliceiri", "P. Tomancak", "A. Cardona" ],
      "venue" : "Nat. Methods 2012,",
      "citeRegEx" : "Schindelin et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Schindelin et al\\.",
      "year" : 2012
    }, {
      "title" : "Theory of Dynamic Light Scattering from Polydisperse Systems",
      "author" : [ "S.R. Arago n", "R. Pecora" ],
      "venue" : "J. Chem. Phys. 1976,",
      "citeRegEx" : "n and Pecora,? \\Q1976\\E",
      "shortCiteRegEx" : "n and Pecora",
      "year" : 1976
    }, {
      "title" : "Small-Angle Scattering of Interacting Particles. I. Basic Principles of a Global Evaluation Technique",
      "author" : [ "J. Brunner-Popela", "O. Glatter" ],
      "venue" : "J. Appl. Crystallogr",
      "citeRegEx" : "Brunner.Popela and Glatter,? \\Q1997\\E",
      "shortCiteRegEx" : "Brunner.Popela and Glatter",
      "year" : 1997
    }, {
      "title" : "Small-Angle Scattering of Interacting Particles. II. Generalized Indirect Fourier Transformation under Consideration of the Effective Structure Factor for Polydisperse Systems",
      "author" : [ "B. Weyerich", "J. Brunner-Popela", "O. Glatter" ],
      "venue" : "J. Appl. Crystallogr",
      "citeRegEx" : "Weyerich et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Weyerich et al\\.",
      "year" : 1999
    }, {
      "title" : "Evaluation of Small-Angle Scattering Data of Charged Particles Using the Generalized Indirect Fourier Transformation Technique",
      "author" : [ "G. Fritz", "A. Bergmann", "O. Glatter" ],
      "venue" : "J. Chem. Phys",
      "citeRegEx" : "Fritz et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Fritz et al\\.",
      "year" : 2000
    }, {
      "title" : "Convolution Square Root of Band-Limited Symmetrical Functions and its Application to Small-Angle Scattering Data",
      "author" : [ "O. Glatter" ],
      "venue" : "J. Appl. Crystallogr. 1981,",
      "citeRegEx" : "Glatter,? \\Q1981\\E",
      "shortCiteRegEx" : "Glatter",
      "year" : 1981
    }, {
      "title" : "Improvements in Real-Space Deconvolution of Small-Angle Scattering Data",
      "author" : [ "O. Glatter", "B. Hainisch" ],
      "venue" : "J. Appl. Crystallogr",
      "citeRegEx" : "Glatter and Hainisch,? \\Q1984\\E",
      "shortCiteRegEx" : "Glatter and Hainisch",
      "year" : 1984
    }, {
      "title" : "A Microdilution Plating Method for Population Analysis of Antibiotic-Resistant Staphylococci",
      "author" : [ "R.F. Pfeltz", "J.L. Schmidt", "B.J. Wilkinson" ],
      "venue" : "Microb. Drug Resist. 2001,",
      "citeRegEx" : "Pfeltz et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Pfeltz et al\\.",
      "year" : 2001
    }, {
      "title" : "Estimation Method for Serial Dilution Experiments",
      "author" : [ "A. Ben-David", "C.E. Davidson" ],
      "venue" : "J. Microbiol. Methods",
      "citeRegEx" : "Ben.David and Davidson,? \\Q2014\\E",
      "shortCiteRegEx" : "Ben.David and Davidson",
      "year" : 2014
    }, {
      "title" : "Structural Remodeling and Oligomerization of Human Cathelicidin on Membranes Suggest Fibril-Like Structures as Active Species",
      "author" : [ "E. Sancho-Vaello", "P. Francois", "E.J. Bonetti", "H. Lilie", "S. Finger", "F. Gil-Ortiz", "D. Gil-Carton", "K. Zeth" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "Sancho.Vaello et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sancho.Vaello et al\\.",
      "year" : 2017
    }, {
      "title" : "Structures of Human Host Defense Cathelicidin LL37 and its Smallest Antimicrobial Peptide KR-12 in Lipid Micelles",
      "author" : [ "G. Wang" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "Wang,? \\Q2008\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2008
    }, {
      "title" : "Aggregate Structure in Dilute Aqueous Dispersions of Oleic Acid/Sodium Oleate and Oleic Acid/Sodium Oleate/Egg Phosphatidylcholine",
      "author" : [ "K. Edwards", "M. Silvander", "G. Karlsson" ],
      "venue" : "Langmuir 1995,",
      "citeRegEx" : "Edwards et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Edwards et al\\.",
      "year" : 1995
    }, {
      "title" : "Characterization of Aqueous Oleic Acid/Oleate Dispersions by Fluorescent Probes and Raman Spectroscopy",
      "author" : [ "K. Suga", "D. Kondo", "Y. Otsuka", "Y. Okamoto", "H. Umakoshi" ],
      "venue" : "Langmuir 2016,",
      "citeRegEx" : "Suga et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Suga et al\\.",
      "year" : 2016
    }, {
      "title" : "Absolute pKa Values and Solvation Structure of Amino Acids from Density Functional Based Molecular Dynamics Simulation",
      "author" : [ "M. Mangold", "L. Rolland", "F. Costanzo", "M. Sprik", "M. Sulpizi", "J. Blumberger" ],
      "venue" : "J. Chem. Theory Comput. 2011,",
      "citeRegEx" : "Mangold et al\\.,? \\Q1951\\E",
      "shortCiteRegEx" : "Mangold et al\\.",
      "year" : 1951
    }, {
      "title" : "Junctions and end-caps in self-assembled non-ionic cylindrical micelles",
      "author" : [ "N. Dan", "S.A. Safran" ],
      "venue" : "Adv. Colloid Interface Sci",
      "citeRegEx" : "Dan and Safran,? \\Q2006\\E",
      "shortCiteRegEx" : "Dan and Safran",
      "year" : 2006
    }, {
      "title" : "Interpretation of Small-Angle Scattering Curves Proportional to a Negative Power of the Scattering Vector",
      "author" : [ "P. Schmidt" ],
      "venue" : "J. Appl. Crystallogr. 1982,",
      "citeRegEx" : "Schmidt,? \\Q1982\\E",
      "shortCiteRegEx" : "Schmidt",
      "year" : 1982
    }, {
      "title" : "Self-Assembled Structures and pKa Value of Oleic Acid in Systems of Biological Relevance",
      "author" : [ "S. Salentinig", "L. Sagalowicz", "O. Glatter" ],
      "venue" : "Langmuir 2010,",
      "citeRegEx" : "Salentinig et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Salentinig et al\\.",
      "year" : 2010
    }, {
      "title" : "Small-angle neutron scattering of D2O C12E5 mixtures and microemulsions with n-octane: Direct analysis by Fourier transformation",
      "author" : [ "R. Strey", "O. Glatter", "K.V. Schubert", "E.W. Kaler" ],
      "venue" : "J. Chem. Phys",
      "citeRegEx" : "Strey et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Strey et al\\.",
      "year" : 1996
    }, {
      "title" : "Micellar structure changes in aqueous mixtures of nonionic surfactants",
      "author" : [ "L. Guo", "R.H. Colby", "M.Y. Lin", "G.P. Dado" ],
      "venue" : "J. Rheol",
      "citeRegEx" : "Guo et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2001
    }, {
      "title" : "Viscoelastic Wormlike Micellar Solutions Made from Nonionic Surfactants: Structural Investigations by SANS and DLS",
      "author" : [ "C. Moitzi", "N. Freiberger", "O. Glatter" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Moitzi et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Moitzi et al\\.",
      "year" : 2005
    }, {
      "title" : "Interaction between Amphiphilic Peptides and Phospholipid Membranes",
      "author" : [ "A.A. mstedt", "L. Ringstad", "A. Schmidtchen", "M. Malmsten" ],
      "venue" : "Curr. Opin. Colloid Interface Sci. 2010,",
      "citeRegEx" : "mstedt et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "mstedt et al\\.",
      "year" : 2010
    }, {
      "title" : "A Comprehensive Summary of LL-37, the Factotum Human Cathelicidin Peptide",
      "author" : [ "D. Vandamme", "B. Landuyt", "W. Luyten", "L. Schoofs" ],
      "venue" : "Cell. Immunol",
      "citeRegEx" : "Vandamme et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Vandamme et al\\.",
      "year" : 2012
    }, {
      "title" : "Microbiota-Mediated Colonization Resistance Against Intestinal Pathogens",
      "author" : [ "C.G. Buffie", "E.G. Pamer" ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "Buffie and Pamer,? \\Q2013\\E",
      "shortCiteRegEx" : "Buffie and Pamer",
      "year" : 2013
    }, {
      "title" : "Design and Evaluation of Novel pHSensitive Ureido-Conjugated Chitosan/TPP Nanoparticles Targeted to Helicobacter pylori",
      "author" : [ "Z.W. Jing", "Y.Y. Jia", "N. Wan", "M. Luo", "M.L. Huan", "T.B. Kang", "S.Y. Zhou", "B.L. Zhang" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Jing et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jing et al\\.",
      "year" : 2016
    }, {
      "title" : "The Role of the Multifunctional Peptide LL-37 in Host Defense",
      "author" : [ "Y. Kai-Larsen", "B. Agerberth" ],
      "venue" : "Front. Biosci. 2008,",
      "citeRegEx" : "Kai.Larsen and Agerberth,? \\Q2008\\E",
      "shortCiteRegEx" : "Kai.Larsen and Agerberth",
      "year" : 2008
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Stimuli-responsive nanocarriers based on lipid self-assemblies have the potential to provide targeted delivery of antimicrobial peptides, limiting their side e ects while protecting them from degradation in the biological environments. In the present study, we design and characterize a simple pH-responsive antimicrobial nanomaterial, formed through the self-assembly of oleic acid (OA) with the human cathelicidin LL-37 as a model for an amphiphilic antimicrobial peptide. Colloidal transformations from core shell cylindrical micelles with a cross-sectional diameter of 5.5 nm and a length of 23 nm at pH 7.0 to aggregates of branched threadlike micelles at pH 5.0 were detected using synchrotron small-angle X-ray scattering, cryogenic transmission electron microscopy, and dynamic light scattering. Biological in vitro assays using an Escherichia coli bacteria strain showed high antimicrobial activity of the positively charged LL-37/OA aggregates at pH 5.0, which was not caused by the pH conditions themselves. Contrary to that, negligible antimicrobial activity was observed at pH 7.0 for the negatively charged cylindrical micelles. The nanocarrier’s ability to switch its biological activity “on” and “o ” in response to changes in pH could be used to focus the antimicrobial peptides’ action to areas of speci c pH in the body. The presented ndings contribute to the fundamental understanding of lipid-peptide self-assembly and may open up a promising strategy for designing simple pHresponsive delivery systems for antimicrobial peptides.",
    "creator" : "Adobe Illustrator(R) 13.0"
  }
}