{
  "name" : "downloads_2019-10-24_81_tao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Carbonized Polymer Dots: A Brand New Perspective to Recognize Luminescent Carbon-Based Nanomaterials",
    "authors" : [ "Songyuan Tao", "Tanglue Feng", "Chengyu Zheng", "Shoujun Zhu", "Bai Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Carbon materials, such as graphite, diamond, fullerene,carbon nanotubes, and graphene, have always been the focus of attention in the field of material science due to the abundant reserves and environmental friendliness.1−3 The macro-sized carbon material lacks a suitable band gap, making it difficult to serve as an ideal luminescent material. Researchers have been working on how to endow carbon materials with appropriate energy levels and luminescence. Recently, a series of luminescent nanosized carbon has been successfully prepared by “top-down” cutting or “bottom-up” synthesis.4−7 The class of these carbon-based nanomaterials typically exhibits small size (generally below 10 nm), bright fluorescence (the highest quantum yield over 90%), low toxicity (biocompatible and metabolizable), and great stability (thermostabilization and photobleaching resistance).7 Different from traditional luminescent materials, the fluorescence of carbon-based nanomaterials is found to originate from special luminescence centers and simultaneously display some characteristic properties. It has always been a tricky problem to reasonably classify and evaluate a new class of materials, especially for those with diverse structures and properties. Researchers adopted various definitions to describe the obtained luminescent nanodots, such as carbon dots (CDs),6 carbon nanoparticles (CNPs),4,8 carbon nanodots (CNDs),9 graphene quantum dots (GQDs),10,11 carbon quantum dots (CQDs),12,13 polymer dots (PDs),14,15 and so on.16 Some definitions seem too general to distinguish the numerous relatives of CDs, and some even have overlap and conflict. Unification and standardization are urgently needed for further development of CDs. This Perspective emphasizes the balance of polymerization and carbonization and puts forward the\nconcept of “carbonized polymer dots, CPDs,” providing a comprehensive perspective to recognize and reveal the essence of luminescent carbon-based nanomaterials. As emerging luminescent nanomaterials, the study of luminescent behaviors of CDs is significant but challenging. Researchers attempted to draw inspiration from fully researched semiconductor quantum dots (SQDs) but gradually found a distinct difference either in photoluminescence (PL) performance or the mechanism.17 Table 1 illustrates several representative features of most SQDs and carbon-based nanodots for concise explanation, not excluding some exceptional cases. For typical SQDs, PL generally arises from the intrinsic band-edge emission of electron−hole recombination, occasionally involving dopant levels.18 The exciton\nReceived: May 15, 2019 Accepted: August 19, 2019 Published: August 19, 2019\nThis Perspective emphasizes the balance of polymerization and carbonization and puts forward the concept of “carbonized polymer dots, CPDs,” providing a comprehensive perspective to\nrecognize and reveal the essence of luminescent carbon-based\nnanomaterials.\n© 2019 American Chemical Society 5182 DOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 0\n7: 32\n:5 4\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nconfinement is size-dependent; thus, the PL properties are mainly dominated by the quantum confinement effect when quantum dots (QDs) are smaller than their exciton Bohr radius. Research on QDs is focused on the regulation of intrinsic energy levels related to particle size and doping and the surface effect related to ligands and defects. Well-controlled SQDs with uniform size distribution exhibit excitationindependent emission and a narrow emissive full width at half-maximum (fwhm), the PL lifetime of which reaches up to 101−102 ns. For carbon-based nanodots, diverse structures determine abundant luminescent properties, bringing about more complex PL origins. The local π-domains with imperfect conjugated structure and limited size are generally accompanied by defects, doping, quasi-molecules, and subfluorophores, which facilitates the formation of various individual energy levels rather than a continuous band gap. Many factors have been proven to contribute to the luminescence of CDs. Although CDs have the same size as QDs, it is unremarkable in CDs for the intrinsic emission derived from the quantum confinement effect due to the existence of multiple PL centers. The PL of most CDs always reflects size independence, excitation dependence, a broad emissive fwhm, and a short lifetime (1−10 ns).7 Obviously, the developed theories of QDs or graphene are not fully applicable to explain the diverse PL behavior of CDs, calling for further exploration on luminescence essence of CDs in categories.17\nThere is a big debate about how to reasonably recognize and divide CDs. “CDs” is a general term for a variety of nanosized luminescent carbon materials that always possess at least one dimension less than 10 nm in size and fluorescence as instinct properties, consisting of sp2/sp3 carbon and oxygen/nitrogenbased groups. CDs are mainly prepared by pyrolysis of graphite-based materials or polymerization of small molecular\nprecursors.7,8,19 The former tends to be exfoliated into a fewlayer (GQDs) or multilayer (CQDs) graphite structure.10,19\nThe latter tends to form highly cross-linked polymer clusters (CPDs) by random dehydration or a well-defined conjugated π structure (CQDs) by further carbonization or special planar design of precursor.6,12 It is most reasonable to classify CDs into GQDs, CQDs, and CPDs at the current stage, covering almost all different categories. In terms of synthesis, the “top-down” method mainly cuts graphite-based materials with perfect sp2 carbon structures, such as graphite powder, carbon rods, carbon fibers, carbon nanotubes, carbon black, and even candle soot, the preparation process of which involves oxidation and exfoliation.19 The “bottom-up” method focuses on the cross-linking reactions of molecules or polymers rich in amino, hydroxyl, carboxyl, or other active groups, in which polymerization and carbonization play a vital role for the formation of particles.6,20\nIn terms of structure, GQDs possess a graphite structure within five layers and connected chemical groups on the edges.21,22 They are anisotropic, with lateral dimensions larger than the height that can serve as an ultrasmall two-dimensional material.23,24 GQDs possess similar properties to graphene oxide, the PL of which is determined by conjugated π-domains and greatly affected by the surface or edge structure. GQDs exhibit a certain crystallinity and size effect. As the class of CDs with the simplest and clearest structure, GQDs are ideal models for study of the PL mechanism.25,26 Different from the planar structure of GQDs, CQDs are usually three-dimensional multiple-layer graphite structures with similar horizontal and vertical dimensions. Besides incomplete exfoliation by the “top-down” route, researchers have also proved the feasibility of the “bottom-up” approach to prepare CQDs by periodic\nDOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\n5183\nreaction of coplanar molecules with high symmetry, such as phenol, aromatic amine, and other derivatives.11,12,27\nNotably, “CPDs” is a updated concept that has been proposed recently to reveal the forming essence of a class of CDs and simultaneously emphasize the importance of polymerization and carbonization, originally named as polymer CDs or even PDs.20,28−33 In general, the “top-down” route leads to more regular morphology, while the “bottom-up” method brings about more abundant properties. There are increasing studies concentrated on selecting and regulating molecule or polymer precursors for better performance (Figure 1). In addition to the few aforementioned molecules with high symmetry (CQDs), the vast majority of multifunctional precursors have no symmetric structure. That means that nonselective random polymerization will facilitate spatial extension in all directions. As illustrated in Figure 1, the final product seems to be a tangled coil, consisting of a hydrophobic core with high cross-linking or slight graphitization, and hydrophilic polymer chains on the external surface, properly named CPDs. CPDs are as diverse as polymers, even with more abundant compositions, changeable structures, and regulated properties.\nThe stability of CPDs is better than that of polymers due to the carbonization, while the compatibility of CPDs is better than that of QDs due to the reserved polymer chains. As a link between polymers and QDs, CPDs not only combine the advantages of both but also are environmentally friendly, nontoxic, and low-cost simultaneously.34 First, compared with metal element, carbon as the main constituent element makes CPDs nontoxic and metabolizable. Second, the raw materials of CPDs are widely available, rich in variety and low in price, including organic small molecules, polymers, and even biomass. Third, several facile preparation methods have been proven to be effective, such as hydrothermal, solvothermal, or microwave methods. Fourth, CPDs possess abundant surface groups, making CPDs hydrophilic enough without further modification, which is conducive to application in living organisms. The vast majority of CDs obtained by the “bottom-up” route should belong to the range of CPDs in a strict sense. The synthesis by the “bottom-up” method requires precursors to possess certain polymerizable elements, including dehydratable functional groups, cross-linkable acting sites, or additive unsaturated bonds (Figure 1).35 The formation of CPDs needs to undergo a series of complex changes, mostly involved in hydrothermal cross-linking polymerization (HTCP). Figure 2 describes the whole process of HTCP, experiencing from precursors to final complete carbonization. The first stage mainly involves the growth of precursors. Effective intermolecular collisions lead to dehydration between functional groups, forming longer polymer chains with certain crosslinking. As the temperature rises, more intense thermal motion and newly initiated reaction pathways bring the reaction to the next stage (Figure 2). Entanglement happens in chain segments of preformed polymer chains, generating numerous\nThe stability of CPDs is better than that of polymers due to the carbonization, while the compatibility of CPDs is better than that\nof QDs due to the reserved polymer chains.\nDOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\n5184\nrandom coils. Owing to the shortened spatial distance, crosslinking further proceeds in the interior of polymer clusters and the structures get more compact and stable, which is the initial birth of CPDs and subsequently accompanied by slight carbonization. In the next process, polymeric structure is gradually reduced with the increase of carbonization degree, while microcrystalline regions and lattices appear in the interior of CPDs. When completely carbonized, the PL intensity of the obtained product is greatly reduced, which is already beyond the study range of CPDs and even CDs as luminescence materials (Figure 2).20,36,37 Notably, some small molecules, formed during the reaction by intramolecular cyclization or fragmentation of unstable structures, can also serve as new building blocks to participate in the generation of CPDs.38 It has been confirmed that these fluorophores have great contributions to PL emission, whether they are bonded to CDs or involved in the formation of carbon skeletons.39,40 Complete purification is necessary to avoid the interference from free fluorophores in solution. In general, the involved process of HTCP in water-dispersed nanodomains is similar to seed growth and soap-free emulsion polymerization in polymer synthesis, while the formed particles are restricted and stabilized by hydrophilic−hydrophobic interaction. The model of HTCP summarizes the effect of polymerization, cross-linking, and carbonization on different growth stages of CPDs, in favor of separately discussing the complex PL origin. It is reasonable to understand the relationship between GQDs, CQDs, and CPDs in the following way. GQDs possess the fundamental structure of the graphite layer to construct CQDs, which can be approximately regarded as fully exfoliated CQDs. The exfoliation degree during the “top-down” process determines that the final product is GQDs or CQDs. Besides, some GQDs may experience redox reaction, resulting in random aggregation and structure transformation, and eventually change into amorphous CPDs. Similarly, CQDs can be regarded as a special type of CPDs in an extreme state, the internal polymerization behavior of which can be strictly regulated. It is crucial for the proper selection of precursors with symmetrical factors to obtain CQDs by the “bottom-up” method. Appropriate carbonization is conducive to promoting the conversion of CPDs to CQDs. In addition to the classification discussed above, the PL origin of CDs is another recognized difficulty with many controversies, especially for CPDs with diverse structures. CDs probably exhibit distinct characteristics, such as molecules,41 polymers,20 or QDs,42 due to the differences in multiple classes, including GQDs, CQDs, and CPDs.20 The studies on CDs can be inspired by the research methods of molecules, polymers, or QDs and mainly focus on the following four parts. The first is to study the distribution of electronic energy levels in a limited nanosized space as other QDs do. The gaps of CDs usually originate from a heteroatom-doped carbon core rather than a pure graphite structure.42,43 The second is to analyze the influence of the composition or structure of the edge or surface on luminescence.44,45 The third is to confirm a luminescent organic molecule or some derived structure forming during the synthesis process.43,46 The fourth is to reveal the enhancement effect on fluorescence by the highly cross-linked polymeric structures. Such an effect was first proposed as a cross-link-enhanced emission (CEE) effect to explain strong emission in nonconjugated systems (Scheme 1).47 Structures with only subfluorophores (CO, CN, NO, or amino-based groups, C−O) instead of typical\nconjugated fluorophore groups should not emit strong PL in the usual sense. Interestingly, PL can be enhanced by covalent bond cross-linking, supramolecular interaction, or rigid aggregation. The CEE effect has been verified to be widespread in CDs and significant to PL, especially for CPDs due to the existence of polymeric structures.29,33\nThe PL mechanism of CDs can be correspondingly attributed to the carbon core state affected by the quantum confinement effect or the structure of conjugated πdomains,26,47−49 the surface/edge state determined by the hybridization of the carbon skeleton and the connected chemical groups,24,50−53 the molecule state solely controlled by the organic fluorophore bonded to the surface or interior of the core,39,40,48 and the CEE effect amplified by cross-linking of the subfluorophore.32,54,55 Table 2 illustrates a comprehensive reference to analyze the PL mechanism of CDs. Better performance of CDs has been explored, realizing satisfactory achievements in many hot research fields including biology, energy, display, and smart response.10,12,56−58 Clear standards are needed to regulate further development of CDs. There are three critical issues to be noticed. First, the obtained products must be fully purified to avoid interference from strong PL of free fluorophores, especially for CDs synthesized from small-molecule precursors. Second, fundamental research on the essence of CDs needs sustained attention.45,59\nResearchers should establish and develop reasonable classification to amplify respective advantages of CDs with different structures, such as quantum, molecular, and polymeric characteristics. Third, sufficient characterization should be carried out to clarify the luminescent type of CDs for systematic comparison and propose a feasible regulation method.60 In summary, there are still many fields to be\nScheme 1. Representation of the Covalent Bond, Supramolecular Interaction, And Rigidity-Aggregated CEE Effect in Nonconjugated Polymers or CPDsa\naReproduced by permission of Wiley-VCH from ref 47.\nResearchers should establish and develop reasonable classification to amplify respective advantages of CDs with different structures, such as quantum, molecular, and\npolymeric characteristics.\nDOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\n5185\nexplored in the research of CDs. The Perspective has analyzed the relationship of various CDs and proposed a relatively rational classification based on the current research results. It stresses the importance of the balance of polymerization and carbonization and shares our perspectives on some notable issues in further study.\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "ORCID",
      "text" : "Shoujun Zhu: 0000-0002-2412-6121 Bai Yang: 0000-0002-3873-075X"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was financially supported by the National Science Foundation of China (NSFC) under Grant Nos. 21774041 and 51433003, the National key research and development program of China (2016YFB0401701), and the Fundamental Research Funds for the Central Universities, JLU and JLUSTIRT (2017TD-06).\n■ REFERENCES (1) Liu, J.; Rinzler, A. G.; Dai, H.; Hafner, J. H.; Bradley, R. K.; Boul, P. J.; Lu, A.; Iverson, T.; Shelimov, K.; Huffman, C. B.; et al. Fullerene Pipes. Science 1998, 280, 1253−1256. (2) Baughman, R. H.; Zakhidov, A. A.; de Heer, W. A. Carbon Nanotubes: The Route Toward Applications. Science 2002, 297, 787− 792. (3) Geim, A. K.; Novoselov, K. S. The rise of graphene. Nat. Mater. 2007, 6, 183−191. (4) Xu, X. Y.; Ray, R.; Gu, Y. L.; Ploehn, H. J.; Gearheart, L.; Raker, K.; Scrivens, W. A. Electrophoretic analysis and purification of fluorescent single-walled carbon nanotube fragments. J. Am. Chem. Soc. 2004, 126, 12736−12737. (5) Baker, S. N.; Baker, G. A. Luminescent Carbon Nanodots: Emergent Nanolights. Angew. Chem., Int. Ed. 2010, 49, 6726−6744. (6) Zhu, S.; Meng, Q.; Wang, L.; Zhang, J.; Song, Y.; Jin, H.; Zhang, K.; Sun, H.; Wang, H.; Yang, B. Highly photoluminescent carbon dots for multicolor patterning, sensors, and bioimaging. Angew. Chem., Int. Ed. 2013, 52, 3953−3957. (7) Zhu, S.; Song, Y.; Zhao, X.; Shao, J.; Zhang, J.; Yang, B. The photoluminescence mechanism in carbon dots (graphene quantum\ndots, carbon nanodots, and polymer dots): Current state and future perspective. Nano Res. 2015, 8, 355−381. (8) Wang, X.; Cao, L.; Yang, S.-T.; Lu, F.; Meziani, M. J.; Tian, L.; Sun, K. W.; Bloodgood, M. A.; Sun, Y.-P. Bandgap-Like Strong Fluorescence in Functionalized Carbon Nanoparticles. Angew. Chem., Int. Ed. 2010, 49, 5310−5314. (9) Qu, S.; Wang, X.; Lu, Q.; Liu, X.; Wang, L. A Biocompatible Fluorescent Ink Based on Water-Soluble Luminescent Carbon Nanodots. Angew. Chem., Int. Ed. 2012, 51, 12215−12218. (10) Zhang, Z.; Zhang, J.; Chen, N.; Qu, L. Graphene quantum dots: an emerging material for energy-related applications and beyond. Energy Environ. Sci. 2012, 5, 8869−8890. (11) Zhu, S.; Tang, S.; Zhang, J.; Yang, B. Control the size and surface chemistry of graphene for the rising fluorescent materials. Chem. Commun. 2012, 48, 4527−39. (12) Yuan, F.; Yuan, T.; Sui, L.; Wang, Z.; Xi, Z.; Li, Y.; Li, X.; Fan, L.; Tan, Z. A.; Chen, A.; Jin, M.; Yang, S. Engineering triangular carbon quantum dots with unprecedented narrow bandwidth emission for multicolored LEDs. Nat. Commun. 2018, 9, 2249. (13) Yuan, F. L.; Wang, Z. B.; Li, X. H.; Li, Y. C.; Tan, Z. A.; Fan, L. Z.; Yang, S. H. Bright Multicolor Bandgap Fluorescent Carbon Quantum Dots for Electroluminescent Light-Emitting Diodes. Adv. Mater. 2017, 29, 1604436. (14) Zhu, S.; Zhang, J.; Song, Y.; Zhang, G.; Zhang, H.; Yang, B. Fluorescent Nanocomposite Based on PVA Polymer Dots. Huaxue Xuebao 2012, 70, 2311−2315. (15) Zhu, S.; Zhang, J.; Wang, L.; Song, Y.; Zhang, G.; Wang, H.; Yang, B. A general route to make non-conjugated linear polymers luminescent. Chem. Commun. 2012, 48, 10889−10891. (16) Lu, S.-Y.; Yang, B. One Step Synthesis of Efficient Orange-red Emissive Polymer Carbon Nanodots Displaying Unexpect Two Photon Fluorescence. Acta Polym. Sin. 2017, 7, 1200−1206. (17) Strauss, V.; Margraf, J. T.; Dolle, C.; Butz, B.; Nacken, T. J.; Walter, J.; Bauer, W.; Peukert, W.; Spiecker, E.; Clark, T.; et al. Carbon Nanodots: Toward a Comprehensive Understanding of Their Photoluminescence. J. Am. Chem. Soc. 2014, 136, 17308−17316. (18) Dai, X. L.; Zhang, Z. X.; Jin, Y. Z.; Niu, Y.; Cao, H. J.; Liang, X. Y.; Chen, L. W.; Wang, J. P.; Peng, X. G. Solution-processed, highperformance light-emitting diodes based on quantum dots. Nature 2014, 515, 96−99. (19) Pan, D.; Zhang, J.; Li, Z.; Wu, M. Hydrothermal Route for Cutting Graphene Sheets into Blue-Luminescent Graphene Quantum Dots. Adv. Mater. 2010, 22, 734−738. (20) Tao, S.; Zhu, S.; Feng, T.; Xia, C.; Song, Y.; Yang, B. The polymeric characteristics and photoluminescence mechanism in polymer carbon dots: A review. Mater. Today Chem. 2017, 6, 13−25.\nTable 2. Main Research Aspects of the PL Mechanism of CDs\nDOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\n5186\n(21) Lin, L.; Zhang, S. Creating high yield water soluble luminescent graphene quantum dots via exfoliating and disintegrating carbon nanotubes and graphite flakes. Chem. Commun. 2012, 48, 10177− 10179. (22) Shinde, D. B.; Pillai, V. K. Electrochemical Resolution of Multiple Redox Events for Graphene Quantum Dots. Angew. Chem., Int. Ed. 2013, 52, 2482−2485. (23) Loh, K. P.; Bao, Q.; Eda, G.; Chhowalla, M. Graphene oxide as a chemically tunable platform for optical applications. Nat. Chem. 2010, 2, 1015−1024. (24) Bianco, A.; Cheng, H.-M.; Enoki, T.; Gogotsi, Y.; Hurt, R. H.; Koratkar, N.; Kyotani, T.; Monthioux, M.; Park, C. R.; Tascon, J. M. D.; et al. All in the graphene family: A recommended nomenclature for two-dimensional carbon materials. Carbon 2013, 65, 1−6. (25) Zhu, S.; Song, Y.; Wang, J.; Wan, H.; Zhang, Y.; Ning, Y.; Yang, B. Photoluminescence mechanism in graphene quantum dots: Quantum confinement effect and surface/edge state. Nano Today 2017, 13, 10−14. (26) Sk, M. A.; Ananthanarayanan, A.; Huang, L.; Lim, K. H.; Chen, P. Revealing the tunable photoluminescence properties of graphene quantum dots. J. Mater. Chem. C 2014, 2, 6954−6960. (27) Wang, Z.; Yuan, F.; Li, X.; Li, Y.; Zhong, H.; Fan, L.; Yang, S. 53% Efficient Red Emissive Carbon Quantum Dots for High Color Rendering and Stable Warm White-Light-Emitting Diodes. Adv. Mater. 2017, 29, 1702910. (28) Song, Y.; Zhu, S.; Shao, J.; Yang, B. Polymer Carbon Dots-A Highlight Reviewing Their Unique Structure, Bright Emission and Probable Photoluminescence Mechanism. J. Polym. Sci., Part A: Polym. Chem. 2017, 55, 610−615. (29) Tao, S.; Song, Y.; Zhu, S.; Shao, J.; Yang, B. A new type of polymer carbon dots with high quantum yield: From synthesis to investigation on fluorescence mechanism. Polymer 2017, 116, 472− 478. (30) Feng, T.; Zhu, S.; Zeng, Q.; Lu, S.; Tao, S.; Liu, J.; Yang, B. Supramolecular Crosslink-Regulated Emission and Related Applications in Polymer Carbon Dots. ACS Appl. Mater. Interfaces 2018, 10, 12262−12277. (31) Han, L.; Liu, S. G.; Dong, J. X.; Liang, J. Y.; Li, L. J.; Li, N. B.; Luo, H. Q. Facile synthesis of multicolor photoluminescent polymer carbon dots with surface-state energy gap-controlled emission. J. Mater. Chem. C 2017, 5, 10785−10793. (32) Vallan, L.; Urriolabeitia, E. P.; Ruiperez, F.; Matxain, J. M.; Canton-Vitoria, R.; Tagmatarchis, N.; Benito, A. M.; Maser, W. K. Supramolecular-Enhanced Charge Transfer within Entangled Polyamide Chains as the Origin of the Universal Blue Fluorescence of Polymer Carbon Dots. J. Am. Chem. Soc. 2018, 140, 12862−12869. (33) Tao, S.; Lu, S.; Geng, Y.; Zhu, S.; Redfern, S. A. T.; Song, Y.; Feng, T.; Xu, W.; Yang, B. Design of Metal-Free Polymer Carbon Dots: A New Class of Room-Temperature Phosphorescent Materials. Angew. Chem., Int. Ed. 2018, 57, 2393−2398. (34) Hill, S. A.; Benito-Alifonso, D.; Morgan, D. J.; Davis, S. A.; Berry, M.; Galan, M. C. Three-minute synthesis of sp3 nanocrystalline carbon dots as non-toxic fluorescent platforms for intracellular delivery. Nanoscale 2016, 8, 18630−18634. (35) Xia, C.; Tao, S.; Zhu, S.; Song, Y.; Feng, T.; Zeng, Q.; Liu, J.; Yang, B. Hydrothermal Addition Polymerization for Ultrahigh-Yield Carbonized Polymer Dots with Room Temperature Phosphorescence via Nanocomposite. Chem. - Eur. J. 2018, 24, 11303−11308. (36) Ding, H.; Wei, J.-S.; Zhang, P.; Zhou, Z.-Y.; Gao, Q.-Y.; Xiong, H.-M. Solvent-Controlled Synthesis of Highly Luminescent Carbon Dots with a Wide Color Gamut and Narrowed Emission Peak Widths. Small 2018, 14, 1800612. (37) Zhu, J.; Bai, X.; Chen, X.; Shao, H.; Zhai, Y.; Pan, G.; Zhang, H.; Ushakova, E. V.; Zhang, Y.; Song, H.; Rogach, A. L. Spectrally Tunable Solid State Fluorescence and Room-Temperature Phosphorescence of Carbon Dots Synthesized via Seeded Growth Method. Adv. Opt. Mater. 2019, 7, 1801599.\n(38) Schneider, J.; Reckmeier, C. J.; Xiong, Y.; von Seckendorff, M.; Susha, A. S.; Kasak, P.; Rogach, A. L. Molecular Fluorescence in Citric Acid-Based Carbon Dots. J. Phys. Chem. C 2017, 121, 2014−2022. (39) Song, Y.; Zhu, S.; Zhang, S.; Fu, Y.; Wang, L.; Zhao, X.; Yang, B. Investigation from chemical structure to photoluminescent mechanism: a type of carbon dots from the pyrolysis of citric acid and an amine. J. Mater. Chem. C 2015, 3, 5976−5984. (40) Zhu, S.; Zhao, X.; Song, Y.; Lu, S.; Yang, B. Beyond bottom-up carbon nanodots: Citric-acid derived organic molecules. Nano Today 2016, 11, 128−132. (41) Schneider, J.; Reckmeier, C. J.; Xiong, Y.; von Seckendorff, M.; Susha, A. S.; Kasaḱ, P.; Rogach, A. L. Molecular Fluorescence in Citric Acid-Based Carbon Dots. J. Phys. Chem. C 2017, 121, 2014−2022. (42) Sun, Y.-P.; Zhou, B.; Lin, Y.; Wang, W.; Fernando, K. A. S.; Pathak, P.; Meziani, M. J.; Harruff, B. A.; Wang, X.; Wang, H.; et al. Quantum-Sized Carbon Dots for Bright and Colorful Photoluminescence. J. Am. Chem. Soc. 2006, 128, 7756−7757. (43) Sharma, A.; Gadly, T.; Neogy, S.; Ghosh, S. K.; Kumbhakar, M. Molecular Origin and Self-Assembly of Fluorescent Carbon Nanodots in Polar Solvents. J. Phys. Chem. Lett. 2017, 8, 1044−1052. (44) Swift, T. A.; Duchi, M.; Hill, S. A.; Benito-Alifonso, D.; Harniman, R. L.; Sheikh, S.; Davis, S. A.; Seddon, A. M.; Whitney, H. M.; Galan, M. C.; et al. Surface functionalisation significantly changes the physical and electronic properties of carbon nano-dots. Nanoscale 2018, 10, 13908−13912. (45) Margraf, J. T.; Strauss, V.; Guldi, D. M.; Clark, T. The Electronic Structure of Amorphous Carbon Nanodots. J. Phys. Chem. B 2015, 119, 7258−7265. (46) Wang, W.; Wang, B.; Embrechts, H.; Damm, C.; Cadranel, A.; Strauss, V.; Distaso, M.; Hinterberger, V.; Guldi, D. M.; Peukert, W. Shedding light on the effective fluorophore structure of high fluorescence quantum yield carbon nanodots. RSC Adv. 2017, 7, 24771−24780. (47) Zhu, S.; Song, Y.; Shao, J.; Zhao, X.; Yang, B. Non-Conjugated Polymer Dots with Crosslink-Enhanced Emission in the Absence of Fluorophore Units. Angew. Chem., Int. Ed. 2015, 54, 14626−14637. (48) Krysmann, M. J.; Kelarakis, A.; Dallas, P.; Giannelis, E. P. Formation Mechanism of Carbogenic Nanoparticles with Dual Photoluminescence Emission. J. Am. Chem. Soc. 2012, 134, 747−750. (49) Qu, S. N.; Zhou, D.; Li, D.; Ji, W. Y.; Jing, P. T.; Han, D.; Liu, L.; Zeng, H. B.; Shen, D. Z. Toward Efficient Orange Emissive Carbon Nanodots through Conjugated sp(2)-Domain Controlling and Surface Charges Engineering. Adv. Mater. 2016, 28, 3516−3521. (50) Miao, X.; Qu, D.; Yang, D.; Nie, B.; Zhao, Y.; Fan, H.; Sun, Z. Synthesis of Carbon Dots with Multiple Color Emission by Controlled Graphitization and Surface Functionalization. Adv. Mater. 2018, 30, 1704740. (51) Ritter, K. A.; Lyding, J. W. The influence of edge structure on the electronic properties of graphene quantum dots and nanoribbons. Nat. Mater. 2009, 8, 235−242. (52) Bao, L.; Liu, C.; Zhang, Z.-L.; Pang, D.-W. PhotoluminescenceTunable Carbon Nanodots: Surface-State Energy-Gap Tuning. Adv. Mater. 2015, 27, 1663−1667. (53) Li, D.; Jing, P.; Sun, L.; An, Y.; Shan, X.; Lu, X.; Zhou, D.; Han, D.; Shen, D.; Zhai, Y.; et al. Near-Infrared Excitation/Emission and Multiphoton-Induced Fluorescence of Carbon Dots. Adv. Mater. 2018, 30, 1705913. (54) Tong, D.; Li, W.; Zhao, Y.; Zhang, L.; Zheng, J.; Cai, T.; Liu, S. Non-conjugated polyurethane polymer dots based on crosslink enhanced emission (CEE) and application in Fe3+ sensing. RSC Adv. 2016, 6, 97137−97141. (55) Jiang, K.; Wang, Y.; Cai, C.; Lin, H. Conversion of Carbon Dots from Fluorescence to Ultralong Room-Temperature Phosphorescence by Heating for Security Applications. Adv. Mater. 2018, 30, 1800783. (56) Yang, S.-T.; Cao, L.; Luo, P. G.; Lu, F.; Wang, X.; Wang, H.; Meziani, M. J.; Liu, Y.; Qi, G.; Sun, Y.-P. Carbon Dots for Optical Imaging in Vivo. J. Am. Chem. Soc. 2009, 131, 11308−11309.\nDOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\n5187\n(57) Cao, L.; Wang, X.; Meziani, M. J.; Lu, F.; Wang, H.; Luo, P. G.; Lin, Y.; Harruff, B. A.; Veca, L. M.; Murray, D.; et al. Carbon Dots for Multiphoton Bioimaging. J. Am. Chem. Soc. 2007, 129, 11318−11319. (58) Dutta Choudhury, S.; Chethodil, J. M.; Gharat, P. M.; P. K, P.; Pal, H. pH-Elicited Luminescence Functionalities of Carbon Dots: Mechanistic Insights. J. Phys. Chem. Lett. 2017, 8, 1389−1395. (59) Strauss, V.; Kahnt, A.; Zolnhofer, E. M.; Meyer, K.; Maid, H.; Placht, C.; Bauer, W.; Nacken, T. J.; Peukert, W.; Etschel, S. H.; et al. Assigning Electronic States in Carbon Nanodots. Adv. Funct. Mater. 2016, 26, 7975−7985. (60) Righetto, M.; Privitera, A.; Fortunati, I.; Mosconi, D.; Zerbetto, M.; Curri, M. L.; Corricelli, M.; Moretto, A.; Agnoli, S.; Franco, L.; et al. Spectroscopic Insights into Carbon Dot Systems. J. Phys. Chem. Lett. 2017, 8, 2236−2242.\nDOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188\n5188"
    } ],
    "references" : [ {
      "title" : "Fullerene Pipes",
      "author" : [ "P. J", "A. Lu", "T. Iverson", "K. Shelimov", "C. B Huffman" ],
      "venue" : "Science",
      "citeRegEx" : "J. et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 1998
    }, {
      "title" : "Carbon Nanotubes: The Route Toward Applications",
      "author" : [ "R.H. Baughman", "A.A. Zakhidov", "W.A. de Heer" ],
      "venue" : "Science",
      "citeRegEx" : "Baughman et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Baughman et al\\.",
      "year" : 2002
    }, {
      "title" : "The rise of graphene",
      "author" : [ "A.K. Geim", "K.S. Novoselov" ],
      "venue" : "Nat. Mater. 2007,",
      "citeRegEx" : "Geim and Novoselov,? \\Q2007\\E",
      "shortCiteRegEx" : "Geim and Novoselov",
      "year" : 2007
    }, {
      "title" : "Luminescent Carbon Nanodots: Emergent Nanolights",
      "author" : [ "S.N. Baker", "G.A. Baker" ],
      "venue" : "Angew. Chem., Int. Ed. 2010,",
      "citeRegEx" : "Baker and Baker,? \\Q2010\\E",
      "shortCiteRegEx" : "Baker and Baker",
      "year" : 2010
    }, {
      "title" : "A general route to make non-conjugated linear polymers luminescent",
      "author" : [ "B. Yang" ],
      "venue" : "Chem. Commun. 2012,",
      "citeRegEx" : "Yang,? \\Q2012\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 2012
    }, {
      "title" : "All in the graphene family: A recommended nomenclature for two-dimensional carbon materials",
      "author" : [ ],
      "venue" : "Carbon 2013,",
      "citeRegEx" : "D,? \\Q2013\\E",
      "shortCiteRegEx" : "D",
      "year" : 2013
    }, {
      "title" : "Molecular Fluorescence in Citric Acid-Based Carbon Dots",
      "author" : [ "A.S. Susha", "P. Kasak", "A.L. Rogach" ],
      "venue" : "J. Phys. Chem. C 2017,",
      "citeRegEx" : "Susha et al\\.,? \\Q2022\\E",
      "shortCiteRegEx" : "Susha et al\\.",
      "year" : 2022
    }, {
      "title" : "Molecular Fluorescence in Citric Acid-Based Carbon Dots",
      "author" : [ "A.S. Susha", "P. Kasaḱ", "A.L. Rogach" ],
      "venue" : "J. Phys. Chem. C 2017,",
      "citeRegEx" : "Susha et al\\.,? \\Q2022\\E",
      "shortCiteRegEx" : "Susha et al\\.",
      "year" : 2022
    }, {
      "title" : "Carbon Dots for Optical Imaging in Vivo",
      "author" : [ "M.J. Meziani", "Y. Liu", "G. Qi", "Y.-P. Sun" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Meziani et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Meziani et al\\.",
      "year" : 2009
    }, {
      "title" : "Carbon Dots for Multiphoton Bioimaging",
      "author" : [ "Y. Lin", "B.A. Harruff", "L.M. Veca", "D Murray" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Lin et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2007
    }, {
      "title" : "pH-Elicited Luminescence Functionalities of Carbon Dots: Mechanistic Insights",
      "author" : [ "H. Pal" ],
      "venue" : "J. Phys. Chem. Lett. 2017,",
      "citeRegEx" : "Pal,? \\Q2017\\E",
      "shortCiteRegEx" : "Pal",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Carbon dots (CDs), as emerging luminescent nanomaterials, possess excellent but complex properties, bringing about extensive attention and a lot of controversy. In this Perspective, we put forward the concept of “carbonized polymer dots” and emphasize the important role of polymerization and carbonization during the formation of CDs. We explore the common characters and clarify the complicated relationship of CDs, based on the reasonable classification of graphene quantum dots, carbon quantum dots, and carbonized polymer dots. Moreover, different perspectives are provided for comprehensive analysis about the essence of CDs, including quantum dots, molecules, and polymers. The photoluminescence mechanism has been classified into molecule state, carbon core state, surface/edge state, and cross-link enhanced emission effect for further understanding of complicated phenomena. C materials, such as graphite, diamond, fullerene, carbon nanotubes, and graphene, have always been the focus of attention in the field of material science due to the abundant reserves and environmental friendliness. The macro-sized carbon material lacks a suitable band gap, making it difficult to serve as an ideal luminescent material. Researchers have been working on how to endow carbon materials with appropriate energy levels and luminescence. Recently, a series of luminescent nanosized carbon has been successfully prepared by “top-down” cutting or “bottom-up” synthesis. The class of these carbon-based nanomaterials typically exhibits small size (generally below 10 nm), bright fluorescence (the highest quantum yield over 90%), low toxicity (biocompatible and metabolizable), and great stability (thermostabilization and photobleaching resistance). Different from traditional luminescent materials, the fluorescence of carbon-based nanomaterials is found to originate from special luminescence centers and simultaneously display some characteristic properties. It has always been a tricky problem to reasonably classify and evaluate a new class of materials, especially for those with diverse structures and properties. Researchers adopted various definitions to describe the obtained luminescent nanodots, such as carbon dots (CDs), carbon nanoparticles (CNPs), carbon nanodots (CNDs), graphene quantum dots (GQDs), carbon quantum dots (CQDs), polymer dots (PDs), and so on. Some definitions seem too general to distinguish the numerous relatives of CDs, and some even have overlap and conflict. Unification and standardization are urgently needed for further development of CDs. This Perspective emphasizes the balance of polymerization and carbonization and puts forward the concept of “carbonized polymer dots, CPDs,” providing a comprehensive perspective to recognize and reveal the essence of luminescent carbon-based nanomaterials. As emerging luminescent nanomaterials, the study of luminescent behaviors of CDs is significant but challenging. Researchers attempted to draw inspiration from fully researched semiconductor quantum dots (SQDs) but gradually found a distinct difference either in photoluminescence (PL) performance or the mechanism. Table 1 illustrates several representative features of most SQDs and carbon-based nanodots for concise explanation, not excluding some exceptional cases. For typical SQDs, PL generally arises from the intrinsic band-edge emission of electron−hole recombination, occasionally involving dopant levels. The exciton Received: May 15, 2019 Accepted: August 19, 2019 Published: August 19, 2019 This Perspective emphasizes the balance of polymerization and carbonization and puts forward the concept of “carbonized polymer dots, CPDs,” providing a comprehensive perspective to recognize and reveal the essence of luminescent carbon-based nanomaterials. Perspective pubs.acs.org/JPCL Cite This: J. Phys. Chem. Lett. 2019, 10, 5182−5188 © 2019 American Chemical Society 5182 DOI: 10.1021/acs.jpclett.9b01384 J. Phys. Chem. Lett. 2019, 10, 5182−5188 D ow nl oa de d vi a W E ST E R N U N IV o n O ct ob er 2 4, 2 01 9 at 0 7: 32 :5 4 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}