{
  "name" : "downloads_2019-10-21_5e_10.1021@acs.chemrev.9b00207.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Conotoxins: Chemistry and Biology",
    "authors" : [ "Ai-Hua Jin", "Markus Muttenthaler", "Sebastien Dutertre", "S.W.A. Himaya", "Quentin Kaas", "David J. Craik", "Richard J. Lewis", "Paul F. Alewood" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Conotoxins: Chemistry and Biology Ai-Hua Jin, Markus Muttenthaler, , Sebastien Dutertre,§ S.W.A. Himaya, Quentin Kaas, David J. Craik,* , Richard J. Lewis,* , and Paul F. Alewood* ,\nInstitute for Molecular Bioscience, The University of Queensland, Brisbane Queensland 4072, Australia Institute of Biological Chemistry, Faculty of Chemistry, University of Vienna, 1090 Vienna, Austria §De partement des Acides Amines, Peptides et Prote ines, Unite Mixte de Recherche 5247, Universite Montpellier 2 Centre Nationale de la Recherche Scienti que, Institut des Biomole cules Max Mousseron, Place Euge ne Bataillon, 34095 Montpellier Cedex 5, France\nABSTRACT:The venom of the marine predatory cone snails (genusConus) has evolved for prey capture and defense, providing the basis for survival and rapid diversi cation of the now estimated 750+ species. A typicalConusvenom contains hundreds to thousands of bioactive peptides known as conotoxins. These mostly disul de-rich and well-structured peptides act on a wide range of targets such as ion channels, G protein-coupled receptors, transporters, and enzymes. Conotoxins are of interest to neuroscientists as well as drug developers due to their exquisite potency and selectivity, not just against prey but also mammalian targets, thereby providing a rich source of molecular probes and therapeutic leads. The rise of integrated venomics has accelerated conotoxin discovery with now well over 10,000 conotoxin sequences published. However, their structural andpharmacological characterization lags considerably behind. In this review, we highlight the diversity of new conotoxins uncovered since 2014, their three-dimensional structures and folds, novel chemical approaches to their syntheses, and their value as pharmacological tools to unravel complex biology. Additionally, we discuss challenges and future directions for the eld."
    }, {
      "heading" : "CONTENTS",
      "text" : ""
    }, {
      "heading" : "1. Introduction B",
      "text" : "2. Conotoxin Classi cation and Nomenclature B 3. Integrated Venomics D\n3.1. Transcriptomics E 3.2. Proteomics E 3.3. Bioinformatics Tools E 3.4. New Sequences F\n3.4.1. Framework I, CC C C F 3.4.2. Framework II, CCC C C F 3.4.3. Framework III, CC C C CC F 3.4.4. Framework IV, CC C C C C F 3.4.5. Framework V, CC CC F 3.4.6. Framework VI/VII, C C CC C C G 3.4.7. Framework VIII, C C C C C C C C C C G 3.4.8. Framework IX, C C C C C C G 3.4.9. Framework X, CC CXOC G 3.4.10. Framework XI, C C CC CC C C G 3.4.11. Framework XII, C C C C CC C C H 3.4.12. Framework XIII, C C C CC C C C H 3.4.13. Framework XIV, C C C C (79) H 3.4.14. Framework XV, C C CC C C C C (28) H 3.4.15. Framework XVI, C C CC H 3.4.16. Framework XVII, C CC C CC C H 3.4.17. Framework XVIII, C CC CC I\n3.4.18. Framework XIX, C C C CCC C C C C I 3.4.19. Framework XX, C CC C CC C C C C I 3.4.20. Framework XXI, CC C C CC C C C I 3.4.21. Framework XXII, C C C C C C C C (9) I 3.4.22. Framework XXIII, C C CC C J 3.4.23. Framework XXIV, C C C J 3.4.24. Framework XXV, C C C CC J 3.4.25. Framework XXVI, C C C CC CC J 3.4.26. Framework XXVII, C C CCC C C J 3.4.27. Framework XXVIII, C C C C C K\n4. Structural Diversity K 4.1. Structures of Frameworks with Four Cys-\nteines K 4.2. Structures of Frameworks with Six Cysteines R 4.3. Large Peptides Forming Dimers S 4.4. Disul de-Poor Conotoxins T\n5. Conotoxin Synthesis T 5.1. Oxidative Folding Strategies T 5.2. Directed Folding Strategies U 5.3. Disul de Bond Isosteres/Peptide Mimetics V\nReceived: April 3, 2019\nReview\npubs.acs.org/CRCite This:Chem. Rev.XXXX, XXX, XXX XX\n' XXXX American Chemical Society A DOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 1,\n2 01\n9 at\n2 0:\n40 :3\n9 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nar tic\nle s.\n5.4. Cyclic Conotoxins W 5.5. Multivalent Conotoxins W 6. Pharmacological Diversity X 6.1. Novel Conotoxins Acting on Ion Channels\nand Transporters X 6.1.1. Calcium Channel Modulators X 6.1.2. Calcium Channel Modulation via GABAB\nReceptor Y 6.2. Novel Conotoxins Acting on Nicotinic\nAcetylcholine Receptors Z 6.2.1. nAChR Modulators Z 6.2.2. Atypical -Conotoxins Targeting\nnAChRs AA 6.3. Sodium Channel Modulators AA 6.4. Potassium Channel Modulators AC 6.5. Activities beyond Voltage- and Ligand-\nGated Ion Channels AC 6.5.1. Conoinsulins AC 6.5.2. RF-Amide Peptides AD 6.5.3. Granulin-Like Conotoxins AD\n7. Concluding Remarks and Outlook AE Associated Content AE\nSpecial Issue Paper AE Author Information AF\nCorresponding Authors AF ORCID AF Author Contributions AF Notes AF Biographies AF"
    }, {
      "heading" : "Acknowledgments AG",
      "text" : ""
    }, {
      "heading" : "References AG",
      "text" : ""
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Many organisms including snakes, spiders, scorpions, cone snails, anemones, and some mammalian species use venom as either a defense mechanism or a weapon for prey capture.1 4 Conusvenoms contain a diverse cocktail of bioactive disul debond rich peptides, called conotoxins, that act on a wide range of targets including ion channels, G protein-coupled receptors (GPCRs), transporters, and enzymes.5,6 Their disul de bond frameworks stabilize compact loop structures that often contain protein-like secondary motifs such as helices, turns, and sheets, which are responsible for their high potency, exquisite receptor subtype selectivity, and resistance to proteases, making them attractive neurological tools and leads for drug development.\nOwing to their structural stability, relatively small size, and target speci city, conotoxins are regarded as ideal molecular probes for target validation and peptide drug discovery. An early focus of conotoxin discovery has been to identify and characterize novel pain modulators, which was the logical rst step considering that conotoxins often target ion channels involved in pain signaling. A translational outcome of these e orts is the FDA-approved drug Prialt (synthetic -MVIIA), an N-type calcium channel blocker identi d from Conus magus, used for the treatment of severe chronic pain.7 Since this ground-breaking e ort, -MrIA,8 -CVID,9 contulakin G,10 and -Vc1.111 have entered clinical trials, but for various reasons their development was halted. Despite these setbacks, the number of conotoxin patents is increasing,2,12 15 and conotoxin drug discovery research is accelerating due to recent innovations in sequencing, synthesis, and structural and\npharmacological methods, further supporting therapeutic development opportunities. This review updates the recent advancements in conotoxin chemistry and biology since our last major review in this journal in 2014.5\n2. CONOTOXIN CLASSIFICATION AND NOMENCLATURE\nCone snails provide one of the highest venom diversities among venomous animals, with current estimates of 1 million di erent bioactive conotoxins to exist.16 Less than 1% of these have been sequenced ( 10,000), and only a small fraction of these have been characterized pharmacologically.\nConotoxins are translated from mRNA as peptide precursors, typically with a conserved signal peptide region, a propeptide region, and a mature peptide region.17 During the last 10 years, most conotoxins have been discovered through next-generation sequencing (NGS) of the venom duct transcriptome. The conotoxin gene superfamily classify conotoxins based on similarities between their consensus signal sequences.18 Although conotoxins within a superfamily typically share a similar signal peptide sequence, signi cant structural and functional diversity can be found for the encoded venom peptides.19\nThe sequence of the mature peptide region is highly diverse, in keeping with the high sequence variation of conotoxins discovered in the venom. However, a key feature of conotoxins is their highly conserved cysteine framework, which is also used to categorize them (Table 1).5 The resultant disul de bonds often stabilize protein-like secondary structures and unique bioactive folds. There are currently 28 framework families (Figure 1) catalogued in ConoServer based on the number of cysteine residues, their loop size, and distinct disul de bond connectivity, among them only frameworks XXVII (2017) and XXVIII (2015) have been characterized at both the proteomic and transcriptomic level since our earlier review. Another 16 have been reported from recent transcriptome studies but remain unvalidated at the peptide level,20 i.e., not yet identi ed by proteomics in the collected venom of the cone snail.\nThree frameworks dominate the landscape (Figure 1): frameworks VI/VII conotoxins that have the stable inhibitory cystine knot (ICK) motif21 rank number one, with 719 members identi ed. Framework I, the -conotoxins, ranks second with 691 members, followed by framework III, the - conotoxins, with 430 members.\nAn International Union of Basic and Clinical Pharmacology (IUPHAR) nomenclature that is based on conotoxin framework and gene superfamily is used to describe conotoxins.5,22 There are currently 28 gene superfamilies where each superfamily is subdivided based on the framework employed.5,18,19,22 A simple example is that of the A superfamily which now has the six frameworks, I, II, IV, VI/VII, XIV, and XXII. As their pharmacology is uncovered, a Greek letter is added to the nomenclature, e.g., -GI, where indicates that the conotoxin targets the nicotinic acetylcholine receptor (nAChR), G indicates its originConus geographus, and I indicates its framework I; a letter is often used to de ne variants.5,18,22 When the target is unknown, the Greek letter is omitted and the species letter is written in lower case, with an Arabic number for the framework and small letters for conotoxin variants (e.g., reg3b). An alternative nomenclature for peptide toxins proposed by King et al., in 200823 that divides the toxin name into three parts (activity, biological\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX B\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX C\nsource, and relationship to other toxins) has not been widely\nadopted and the original scheme of McIntosh et al., in 199924\ncontinues to be preferred.\n3. INTEGRATED VENOMICS\nTranscriptomic analyses of the cone snails venom ducts have led to a dramatically growing number of conotoxin transcript sequences. The term integrated venomics describes the systematic study of the whole toxin pro le of venom and venom ducts by integrating transcriptomes, proteomes and\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX D\nbioinformatics.25 27 It is a powerful approach, as nextgeneration sequencing can detect precursors as well as rare variants not possible through classical proteomics.20,28 34 Combined with high-sensitivity mass spectrometry, this approach has revealed a new level of conotoxin diversity.20,35 37\n3.1. Transcriptomics\nThe advent of high-throughput sequencing technologies such as the 454 GS FLX Titanium (Roche), Solexa GAII (Illumina), APG SOLiD 3 (Life), or HeliScope (Helicos Biosciences) platforms revolutionized transcriptomic research. To date, the venom duct transcriptomes of 30 species (5 h-, 4 mollusk-, and 20 worm-hunters, plus the generalistConus californicus), have been sequenced (Table 2). They form a representative data set of the whole cone snail world (30 pieces of 750 the whole jigsaw WoRMS:http://www.marinespecies.org/).\nThe Roche 454 pyrosequencing platform was extensively used from 2008 to 201338 and advanced our understanding on venom diversity, post-translational processes, and the mechanisms governing the observed remarkable conotoxin diversity. Genereally, the 454-platform generated up to 750,000 expressed sequence tags (ESTs) in a single run compared to only 897 ESTs generated by Sanger sequencing.39 The long reads (350 base pairs (bp) on average, up to 700 bp, singleend) were valuable as they provided complete sequence and annotation information forspecies, where no reference genome sequence was available. With the discontinuation of 454 technology in 2013, Illumina is now the most widely used system and provides higher quality reads compared to the 454 platform due to the shorter and more accurate sequencing results; nevertheless, the data require a more sophisticated data assembly.38 The classic assembly concept derives from early genome sequencing, combining short-insert, paired-end, and long-insert sequences to maximize coverage. Although most assembly software incorporates carefully optimized parameters\nand validation procedures to remove artifacts,40 there remains a problematic bias with theConusvenom duct assembly: most\nalgorithms (such as ABySS, Mira, SOAPdenovo, Trinity, Velvet, and Oases) are designed to reduce substitution, deletion, and insertion events, which, in the case of hypervariable genes such as the ones of conotoxins, can eliminate many of the minor, yet important, true biological variations.20,41\nAlternative sequencing platforms include the more recently developed PacBio42 system, which generates longer reads (1500 bp), although also with a high error rate that makes this system suboptimal forConustranscriptome studies. The recent Thermo Fisher ABI 3730 platform generates intermediate length reads (500 bp) with low error rates, which makes it a promising alternative considering that the average conotoxin precursor is 70 amino acids ( 210 bp) long.\nThe venom duct transcriptomes of many cone snail species have been studied (Table 2), including the deadliestConus geographus4,45 to the most beautifulConus gloriamaris,29 from piscivoresConus tulipa,28 molluscivoresConus marmoreus,47 vermivoresConus imperialis41 to the early diverging taxa scavengerConus californicus.38 On average, >100 conotoxin sequences at the gene sequence level and >1000 conotoxins at the peptide level are observed for each species,13,14,25,37 providing a valuable resource for future drug discovery e orts. A recent highlight ofConusvenom transcriptomic research included the parallel analysis of twoConus tulipaspecimens\nrevealing striking di erences in conotoxin expression levels between individuals with broad overlap at the superfamily level but dramatic variation at the individual sequence level.28\n3.2. Proteomics\nProteomics has become an integral part of the venom peptide discovery pipeline that bene ts from the rapid technological advances of mass spectrometry, its powerful software, and rapidly expanding databases (Table 2). It is thus not surprising that the observedConuspeptide diversity drastically increased,55 including the discovery of enzymes and hormones.56 Intriguingly, insulin analogues are also part of the injected venom cocktail. Insulins fromConus geographus, Conus tulipa, and Conus kinoshitaiexhibit quite diverse conoinsulin sequences that are active on mollusk, sh, but also on the human insulin receptors.57,58\nProteomics also played a major role in the discovery that cone snails can switch between di erent venom compositions depending if they prey or defend themselves.4,27 Proteomics was furthermore used to demonstrate that venoms of di erent specimens of the same species displayed a considerable intraspeci c variation.33,35,36,59 For example, a study of predation-evoked venom of two specimens ofConus imperialis revealed a strong correlation between transcription and translation of highly-expressed conotoxins but not those expressed at lower levels.41 A combination of bioanalytical techniques to uncover the extent of venom expression variability inConus purpurascens, demonstrated pronounced intraspeci c venom variability, as well as dramatic di erence between dissected and injected venoms.36\nIn addition to the intraspeci variation, post-translation modi cations (PTMs) have contributed to the diversity of Conuspeptides.Table 3 provides an overview of PTMs discovered to date. Individual examples have been sourced from VenomZone,https://venomzone.expasy.org/.\n3.3. Bioinformatics Tools\nThe high throughput technologies used in venomics,60,61 in particular transcriptomics, generate large data sets that require bioinformatics support to fully explore their potential.62 Besides the tools available through ConoServer,18 ConoSorter,48 and ConoDictor,63 several other methodologies have recently emerged to improve the accuracy of sequence identi cation and to automate classi cation into superfamilies.55,64 69\nEarly attempts usingin silico approaches to classify conotoxin superfamilies used a mathematical representation of a peptide, taking into account its pseudo amino acid\nTable 3. Overview of Post-Translational Modi cations\nPTMs entries common position mass shift\namidation 450 C-terminal 0.9840 bromination 47 Trp 77.9465 D-amino acid 58 Trp, Leu, Phe, Val 0 disul de bond 1226 Cys 2.0156 -carboxy 118 Glu 43.9898 glycosylation 14 Thr, Ser hydroxylation 293 Pro, Val, Lys 15.9949 oxidation 13 Trp, His, Met 15.9949 pyroglutamic 67 N-term Gln 17.0265 S-cysteinyl cysteine 1 Cys 119.0041 sulfation 8 Tyr 79.9568\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX E\ncomposition.70 Of the methods tested (Blast, ISort predictor, least Hamming distance algorithm, least Euclidean distance algorithm, and multiclass support vector machines), the multiclass support vector machines (SVM) performed the best, with an overall accuracy of 88% correct predictions from a test batch containing A, M, O, and T superfamilies and a negative set of unrelated cysteine rich peptides from di erent eukaryotes. Later, an integrated feature-based approach (PredCSF) gave 91% accuracy,71 predictions using di usion map dimensionality reduction and a subspace classi er\n(dHKNN) gave 92% accuracy,72 a binomial distribution and radial basis function network approach gave 86%,73 while a\nsequence-based predictor (iCTX-Type) that incorporated dipeptide occurrence frequencies into general pseudo amino acid composition gave 91% accurate predictions.74 Overall, it seems thatin silicoapproaches can successfully rival manual curation and annotation, although the complicated mathematics involved likely prevented widespread use; more recently, some became available on user-friendly Web servers.74\nMachine learning tools have also been used to identify and classify conotoxins into superfamilies.64,67 First, a random forest-based predictor (ICTCPred) with hybrid features and the SMOTE technique gave 91% accuracy when adopting the Relief-IFS method.68 Next, Wu et al. (2016) incorporated three new pseudoamino acid properties to support vector machine (SVM) classi er70 to achieve 95% accuracy.69 Combining an analysis of variance and correlation (AVC) in the SVM model produced an overall accuracy of 92%.75 Finally,ConusPipe, a new tool that integrates three machine learning models (logistic regression, semisupervised learning, and an arti cial neural network) retrieved conotoxin sequences from the venom gland transcriptomes of 10 di erentConus species with an overall accuracy of 96 98%.66 Alternatively, nuclear magnetic resonance (NMR) has been used to identify short sequence tags that can be used to rapidly recover the fulllength peptide sequences from transcriptome database interrogation.65 Importantly, this method is sample sparing and does not require any prior manipulation of the sample (e.g., protease digestion).\nGiven that the functions of most of the emerging new\nsequences are undetermined, we have chosen to describe the\nfunction of selected new sequences based on their cysteine frameworks.\n3.4.1. Framework I, CC C C.Framework I describes the common cysteine framework of -conotoxins, observed in mostConusvenoms. Two interesting examples are -R gIIA and -MrIC (Figure 2). -RegIIA is the most potent (46 nM) antagonist at the human 3 4 nAChR, although with poor\nselectivity as it is also active against the 3 2 and 7 subtypes.76 -MrIC is the rst coagonist for the nAChR, which xclusively activates 7 if modulated by type II allosteric modulators including PNU12059, TQS, and SB-206553.77,78\n3.4.2. Framework II, CCC C C C.Only four conotoxins have been identi ed from this framework II (Figure 3) with\nthree consecutive cysteine residues. VxII, which was initially isolated in 2002 by venom puri cation ofConus vexillum,79 has been rediscovered in the venom gland transcriptome and proteome ofC. vexillumrecently.53 Cp2-DD02 was discovered at the nucleic acid level80 and ConoServer predicted the mature sequence of Cp2-DD02 from its protein precursor. Synthetic VxII79 was injected intracranially into 4-week-old mice, where it resulted in a series of symptoms, such as being sedative, tail sti ening, and inducing twisted jumping.\n3.4.3. Framework III, CC C C CC. -Conotoxins have been very valuable tools to study sodium channel subtypes.81 85 Ten -conotoxins have been discovered/revisited during the last ve years, including -Mi040,49 -SmIIIA, - SIIIA, -GIIIA, -PIIIA, -SxIIIA, -BuIIIB, -Vx3-VV01, - reg3b,86 and -KIIIA. Depending on the number of residues located in the last loop (between Cys4 and Cys5), this framework has been divided into sub-branches, namely M-1, -2, -3, and -487 (Figure 4). Di erent disul de connectivity had been reported between and within the sub-branch conotoxins.88 The subtypes show little sequence homology, and their loop sizes vary.86\n3.4.4. Framework IV, CC C C C C. The majority of the 58 framework IV conotoxins18 have been characterized from the venom of sh-hunters and belong to the A-family of conopeptides. Some recent analogues of this group include the three C4.1 C4.3 peptides fromConus catus33 and CcTx, which is a glycopeptide fromConus consors89 (Figure 5).\n3.4.5. Framework V, CC CC.Framework V peptides are small (8 17 amino acids) and found in a variety of species independent of diet.90 Their pharmacology is unknown and\nFigure 2.Alignment of selected framework I conotoxins. Sequences are extracted from the ConoServer database. Individual references are listed in ConoServer in each peptide page. The same applies to Figures 3 28\nFigure 3.Alignment of selected framework II conotoxins.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX F\nunlike -conotoxins their sequences are widely divergent. They also exhibit many post-translational modi cations (PTMs) such as -carboxyglutamate ( ), bromotryptophan (W), hydroxyproline (O), glycosylated threonine (T), and Cterminal amidation (* ), examples are TxVA, Gla-MrIII, and Gla-MrIV91,92 (Figure 6). The 78 framework V sequences have\nbeen predicted from transcriptomic work in the last ve years; Mr5.4a, Mr5.4b, Mr5.5, and MrVA had been identi ed at the proteomic level,47 and no further PTM characterization was discussed.\n3.4.6. Framework VI/VII, C C CC C C. The FDA approved drug -MVIIA is a VI/VII framework. Framework VI/VII contains the largest group of conotoxins characterized so far, with 719 entries in ConoServer. Among the newly characterized framework V/VII peptides (Figure 7), -SuVIA\nis a potent vertebrate-active -conotoxin characterized from a vermivorous cone snailConus suturatus. -SuVIA is equipotent at hNav1.3, hNav1.4, and hNav1.6 with EC50 in the low nanomolar range.93 Another interesting peptide, O§-GVIIJ from Conus geographus, has a unique PTM,S-cysteinylated cysteine, which makes possible formation of a covalent tether of peptide to its target Na channels at a distinct ligand-binding site.94 -MoVIA and -MoVIB were isolated and characterized from a vermivorous cone speciesC. moncuri, and they potently inhibited human Cav2.2 in uorimetric assays and rat Cav2.2 in patch clamp studies.\n95 Interestingly, the arginine at position 13 in -MoVIA and -MoVIB was determined to be\ncritical for activity, even though this position is usually a functionally critical tyrosine in piscivorous -conotoxins.95\n3.4.7. Framework VIII, C C C C C C C C C C. Framework VIII is of pharmacological interest with a total of 18 entries in ConoServer (Figure 8). The rst discovered member -GVIIIA96 was puri ed from the venom ofC. geographusand blocks the 5-hydroxytryptamine (5-HT3) receptor, an excitatory serotonin-gated ion channel. -GVIIIA has a brominated tryptophan and a hydroxylated derivative of tryptophan. Another member of the framework VIII family, RVIIIA from Conus radiatus, on the other hand has an unusually broad targeting speci city for nicotinic acetylcholine receptor (nAChR) subtypes.97 No new sequences have been discovered in the past 5 years although serotonin receptors remain interesting molecular targets for neurotoxins.\n3.4.8. Framework IX, C C C C C C. With 24 entries in ConoServer, TxIXA (Figure 9) was the rst framework IX peptide puri ed from the venom ofConus textilevenom and it elicited a distinctive spasmodic symptomatology in mice.98 A highly homologous peptide gm9a was cloned fromC nus gloriamaris.99 These peptides share a distinctive cysteine pattern to framework VI/VII, but they have been reported having a similar cystine knot motif.99 In fact, two P-superfamily conotoxins, gm9a and bru9a, had been backbone cyclized by joining the N- and C-termini with short peptide linkers.100The cyclized derivatives maintained their potency and had conformations similar to the ICK cystine knot motif.100\n3.4.9. Framework X, CC CXOC. -MrIA and -MrIB are two peptides discovered from the venom ofConus marmoreus (Figure 10). They are selective inhibitors of the human norepinephrine transporter (hNET) and therefore are potential drug candidates for attenuating chronic neuropathic pain.101 -MrIA analogues with di erent truncations of the pro-peptide that contains portions of the -MrIA molecule have been found by variable processing mechanism through integrated venomics techniques.47 Follow-up investigations con rmed that analogues with comparable inhibitory activity to -MrIA all maintained the three pharmacophore residues identi ed previously,102 along with all four cysteine residues, indicating the importance of maintaining the framework integrity.103\n3.4.10. Framework XI, C C CC CC C C. The rst group of framework XI peptides are r11a, r11b, r11c, r11d, and r11e, which were puri ed from Conus radiatusvenom.104 These peptides elicit action potentials on amphibian peripheral axons and were grouped into the lightning-strike cabal of\nFigure 6.Alignment of selected framework V conotoxins.\nFigure 7.Alignment of selected framework VI/VII conotoxins.\nFigure 8.Alignment of selected framework VIII conotoxins.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX G\ntoxins that produce instant immobilization of sh prey.104 Framework XI conotoxins are abundant,4,45 47,49 with 67 ConoServer entries, and they are valuable probes for dissecting the molecular components of axons. The most recently discovered member, Xm11a (Figure 11), from the venom of Conus ximenesis the rst conotoxin that is able to inhibit the growth of Mycoplasma tuberculosisat a low micromolar concentration with a potency similar to that of two other currently available clinical drugs.105\n3.4.11. Framework XII, C C C C CC C C. The rst framework XII peptide was discovered fromC nus gloriamaris Gla-MrII92 and contains 50 amino acids, four disul de bonds, and ve -carboxyglutamic acid residues. Gla-MrII was recently observed in a transcriptome and proteome study ofConus marmoreus47 (Figure 12). No pharmacology or structure determination have been reported on it so far.\n3.4.12. Framework XIII, C C C CC C C C. Displaying an uncommon framework, de13a is a major component in the venom ofConus delessertiiand has a high content of PTMs, including hydroxylation of four residues, bromination of one residue, and amidation of the C-terminus106 (Figure 13). De13b is a close analogue (88% sequence identity) to de13a and was discovered by cDNA cloning. With the high density of PTMs, the synthesis and correct folding of the de13 conotoxins are crucial before any structure f nction studies\ncan commence. Mi044 fromConus mileswith di erent loop sizes was uncovered using an integrated venomics approach.49 Their pharmacology has yet to be determined. 3.4.13. Framework XIV, C C C C (79). Framework XIV was de ned with the discovery of FlfXIVA-C from the venom ofConus oridanus oridensis, and VilXIVa from the venom ofConus villepinii107 (Figure 14). It was described as a four-cysteine and three-loop conotoxin.107 Nevertheless, a peptide with framework XIV, the scratcher peptide, was discovered in 1990.108 In 2016, Cal14.1a from the sea snail Conus californicuswas found to decrease cell viability, activate caspases, and reduce expression of the prosurvival protein NF B-1,109 making it the rst reported conotoxin having apoptotic activity in human lung cancer cell lines.109\n3.4.14. Framework XV, C C CC C C C C (28). ViXVA was the rst characterized framework XV peptide from the venom of a worm-hunting speciesConus virgo.110 It was assumed to adopt an ICK+1 disul de bond connectivity but has yet to be characterized at the structural and pharmacological levels (Figure 15).\n3.4.15. Framework XVI, C C CC. Qc16a with framework XVI (Figure 16) was identi ed from the venom of vermivorousConus quercinus.111 The disul de bond connectivity was determined to be CysI CysIV and CysII CysIII, similar to framework V. The nuclear magnetic resonance structure of Qc16a adopts a ribbon conformation with a simple -turn motif111 similar to -MrIA. Qc16a causes symptoms of depression in mice when injected intracranially.111\n3.4.16. Framework XVII, C C CC C CC C. ca16a peptide was reassigned by ConoServer as framework XVII (Figure 17), having been previously described as framework XVI. ca16a was puri ed, sequenced, and cloned from a wormhunting cone snail,Conus caracteristicus.112 It was described as an extremely hydrophilic peptide, which was rich in polar\nFigure 9.Alignment of selected framework IX conotoxins.\nFigure 11.Alignment of selected framework XI conotoxins.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX H\nresidues of Gly, Ser, and Thr as well as a hydroxylated Pro residue. Its pharmacology is yet to be determined.\n3.4.17. Framework XVIII, C C CC CC.BeTXIIa with framework XVIII (Figure 18) from Conus betulinus, was isolated and sequenced in1999.113 S18.1 is a predicted\nsequence from an early EST cDNA library from the venom ducts ofConus striatus.39 This framework is uncommon and their three-dimensional (3D) structure, synthesis, and pharmacology remain to be investigated.\n3.4.18. Framework XIX, C C C CCC C C C C. DiXIXA with the uncommon framework XIX (Figure 19) was puri ed from the venom ofConus distans.114 It has ve PTMs, including one -carboxyglutamate and four hydroxyproline residues. Synthetic DiXIXA and native di19a coeluted, although the exact disul de bond connectivity has not been determined. DiXIXA caused a hyper excitable phenotype in mice greater than 3 weeks of age at lower doses, and lethargy at higher doses. Pu19.1 is a predicted sequence from the transcriptome work of the venom ducts ofConus pulicarius.46\n3.4.19. Framework XX, C CC C CC C C C C.This framework was initially assigned to be XII but was later moved to framework XX115 (Figure 20). Framework XX peptides from Conus vexillumwere recently revisited via a transcriptomics. D-conotoxins (VxXXA VxXXC) were identi ed as the major transcripts and exclusively found in the defensive venom.53 Another framework XX peptide discovered within the last ve years is D-GeXXA fromConus generalis.116 An SAR study was carried out based on the crystal structure of\nD-GeXXA and the newly identi ed binding site on nAChRs for this peptide provides a valuable basis for the rational design of new compounds that target the nAChR.116\n3.4.20. Framework XXI, CC C C C CC C C C. P21a was isolated from the venom ofConus purpurascensa d has a 10-cysteine and 7-loop framework.117 Despite having a 48% sequence homology with con-ikot-ikot fromConus striatus,it does not form a dimer. P21a provides evidence that theConusvenom arsenal includes larger molecules that are directly injected into the prey. Therefore, cone snails can utilize toxins that are comparable in size to those commonly found in other venomous animals.117 Vc21.1 is a predicted s quence from theConus victoriaetranscriptome.50 Interestingly, G21.1 was discovered with high sequence identity but with one extra cysteine residue close to the C-terminus4 (Figure 21). 3.4.21. Framework XXII, C C C C C C C C (9). Framework XXII was de ned from a cDNA analysis ofConus californicus118 with six predicted peptide examples (Cal22a f) (Figure 22). Interestingly, framework XXII peptides identi d from other species (i.e., Mr22.1 Vc22.1, and cl10.1) have dramatically di erent loop sizes and variable length. The wide range and the divergence between the sequences could be due\nFigure 12.Alignment of selected framework XII conotoxins.\nFigure 13.Alignment of selected framework XIII conotoxins. K hydroxylysine.\nFigure 14.Alignment of selected framework XIV conotoxins.\nFigure 15.Alignment of selected framework XV conotoxins.\nFigure 16.Alignment of selected framework XVI conotoxins.\nFigure 17.Alignment of selected framework XVII conotoxins.\nFigure 18.Alignment of selected framework XVIII conotoxins.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX I\nto large phylogenetic distance betweenConus californicusand Indo-Paci c species.118,119\n3.4.22. Framework XXIII, C C C CC C.NMR analysis of Im23a, from framework XXIII (Figure 23), demonstrated\nthis peptide to have I I, III IV ,and V VI patterns of disul de bridges and a novel helical hairpin fold.120Intracranial injection of Im23a or Im23b into mice induced excitatory symptoms.120\n3.4.23. Framework XXIV, C CC C. Framework XXIV is uncommon, with only two ConoServer entries (Figure 24); -\nVxXXIVA was cloned and characterized fromConus vexillum.121 It preferentially inhibits the 9 10 subtype nAChR. Mi041 fromConus milescontains only 11 amino acid residues with three prolines in this rather short sequence.49\n3.4.24. Framework XXV, C C C C CC.The sole entry in ConoServer for framework XXV, as25a, was isolated from the venom ofConus cancellatus122 (Figure 25). Upon intracranial injection in mice, the puri ed as25a provokes\nparalysis of the hind limbs and death at a low dose of 240 pmol.122 No further pharmacology was characterized for this peptide.\n3.4.25. Framework XXVI, C C C C CC CC.A single peptide from this framework, RsXXIVA, was isolated from the venom duct ofConus regularisin 2013123 (Figure 26). This\nconotoxin contains 40 amino acids and at the time exhibited a novel arrangement of eight cysteine residues (C C C CC CC). Surprisingly, two loops of this peptide are highly similar to the amino acids sequence of -MVIIA. The total length and disul de pairing of both peptides are quite di rent, although the two most important residues for the described function of -MVIIA (Lys2 and Tyr13) are also present in RsXXIVA. Electrophysiological analysis using superior cervical ganglion (SCG) neurons indicates that RsXXIVA inhibits Cav2.2 channel current in a dose-dependent manner with an EC50 of 2.8 M, whose e ect is partially reversed after washing. Furthermore, RsXXIVA was tested in hot-plate assays to measure the potential antinociceptive e ct to an acute thermal stimulus, showing an analgesic e ect in acute thermal pain and formalin pain models. However, the low a nity for CaV2.2 suggests that the primary target of the peptide could be di erent from that of -MVIIA.\n3.4.26. Framework XXVII, C C C CCC C C. - MiXXVIIA was discovered fromConus mileswith a cysteine framework comprising three consecutive cysteine residues and four disul de bonds124 (Figure 27). Regioselective chemical synthesis helped decipher the disul de bond connectivity, and the structure of -MiXXVIIA was determined by NMR spectroscopy. Only mild granulin-like activity has been\ndiscovered for this peptide.\nFigure 19.Alignment of framework XIX conotoxins.\nFigure 20.Alignment of selected framework XX conotoxins.\nFigure 21.Alignment of selected framework XXI conotoxins.\nFigure 22.Alignment of selected framework XXII conotoxins.\nFigure 23.Alignment of selected framework XXIII conotoxins.\nFigure 24.Alignment of framework XXIV conotoxins.\nFigure 26.Alignment of framework XXVI conotoxins.\nJ\n3.4.27. Framework XXVIII, C CC C C C. The sole member of framework XXVIII is -Mo3964 (Figure 28) from\nConus monile.125 The expressed folded peptide has a - sandwich structure that is stabilized by intersheet cross disul de bonds. This toxin inhibited voltage-gated potassium channels in dorsal root ganglion (DRG) neurons.\nIn summary, the integration of omics is a powerful approach to study venoms in great detail. Systematic data mining, highthroughput peptide production and bioassays, as well as rational structure activity relationship (SAR) design, need to become an integral part of the pipeline to e ectively translate the venomics output into relevant (pre)clinical outcomes.\n4. STRUCTURAL DIVERSITY There are currently 218 three-dimensional structures of conotoxins reported in ConoServer.18 Since the publication of our general classi cation of conotoxin folds in 2014,5 66 additional experimental structures have been determined, including 52 NMR solution structures and 14 structures solved by X-ray crystallography. These additional structures are indicated by a superscript asterisk inTable 4so that readers may easily identify progress in the eld since our earlier review. Among these new entries are 30 structures of natural conotoxins, and collectively these have considerably expanded our knowledge of the structural diversity of this class of venomderived peptides. In addition to these native sequences, SAR studies have resulted in the determination of 19 structures of mutated or engineered (e.g., backbone cyclized) conotoxins. Finally, 11 structures of conotoxins that had been published before 2014 were redetermined, in some instances using di erent conditions such as a di erent solvent or in complex with a molecular target. In this section, we focus on these new structures and readers are referred to the previous review for data on the earlier structures.\nConotoxins displaying cysteine framework I (a four-cysteine framework) remain the most common grouping that has been structurally studied, with the publication of 39 structures of 25 wild-type toxins in the last 5 years. Next most common are frameworks VI/VII and III (both comprising six cysteines), with 26 and 20 structures of 18 and 15 wild-type toxins, respectively. These three cysteine frameworks, i.e., I, III, and VI/VII, represent about half of the currently available conotoxin three-dimensional structures of wild-type toxins. The high frequency of structural studies of these frameworks parallels the current knowledge at the sequence level as 40% of known conotoxins (either from transcriptomics and/or proteomics data) display one of these three frameworks.\nAs part of our update on structures, we re ne the nomenclature associated with conotoxin folds that we proposed in 2014.5 Details of the updated fold and subfold for each new conotoxin three-dimensional structure are given in Table 4, with changes from the initial publication of the\nclassi cation indicated by a superscript asterisk following new peptide names, database identi rs, or fold or subfold names.\nFolds are designated with a single upper-case letter, and subfolds are indicated by appending a number to the letter name of the fold (e.g., A1 is a subfold of fold A ). Since the initial publication of the conotoxin fold nomenclature, new structures have helped re n the de nition of the folds (Figure 29), and seven entirely new folds have been discovered (Figure 30), one of which is the insulin fold and the v others we named M to R. Pictorial descriptions of the folds for which the de nition has not changed are inFigure 29of Akondi et al.5\n4.1. Structures of Frameworks with Four Cysteines\nThe 11 new structures of native conotoxins from framework I t all into subfold A1, similarly to all other native framework I conotoxins with four residues in their rst loop. An additional, ve crystal structures of complexes between framework I conotoxins and the acetylcholine binding protein (AChBP) have been determined (4/4 BuIA, 4/7 GIC, 4/7 LsIA, 4/7 LvIA, 4/7 PeIA), adding to the four conotoxin/AChBP structures previously determined (4/7 PnIA variant, 4/7 TxIA, and 4/3 ImI twice). Interestingly, the framework I conotoxins ImI, BuIA, GIC, LvIA, and PeIA have been determined both in theapostate by NMR spectroscopy126 130 and in complex with AChBP by crystallography.131 134\nThe crystal structure of BuIA/AChBP, reported in the PDB [4EZ1] has not been published in a peer-reviewed publication but is included in this analysis given the availability of the coordinates. A comparison of the structure in complex and in solution revealed a globally similar conformation, but loop 2 and the disul de bonds of BuIA, GIC, and PeIA display di erent conformations in the bound and free states. The Cterminus of these three toxins shifted by 4.4, 2.4, and 1.6 ¯, respectively, between the two states and this change seems to be linked to the high-energy conformations of disul e bonds in the NMR-derived structures (Figure 31), suggesting possible problems in the disul de bond parameters of the force elds used to derive these structures.\nThe conformation of disul de bonds cannot always be determined unambiguously by using NMR spectroscopy, hence creating problems for their classi cation. We suggest using subfold designations D1 and D2 to identify single disul de bond variants. A recently published machine learning method that can more accurately predict disul e conformations using NMR chemical shifts135 will help improve the description of disul de bonds in NMR solution structures of conotoxins.\nConotoxins -RgIA and -Vc1.1 have attracted substantial attention for their potential as analgesic molecules, and several variants aiming at modulating their activity, selectivity, or bioavailability have been structurally characterized. The backbone conformation of -4/7-Vc1.1 is unchanged when its rst or second disul de bond is replaced by acisor trans dicarba-bridge, respectively.137 By contrast, a large conformational change of the second loop is seen upon replacing the rst cystine with atransdicarba-bridge. Backbone cyclization of -Vc1.1 also does not a ect its fold nor does the replacement of one of its disul de bonds by two hydrophobic residues. The structure of the second loop of -4/3-RgIA is a ected by the replacement of its disul de bond by a dicarba bridge in eithercis or trans,138 suggesting that -4/7- conotoxins are more amenable to the introduction of dicarba bridges.\nFigure 27.Amino acid sequence of framework XXVII conotoxin MiXXVIIA.\nFigure 28.Amino acid sequence of framework XXVIII conotoxin - Mo3964.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX K\nT ab\nle 4.\nC la\nss i c at\nio n\nof A\nll K\nno w\nn T\nhr ee\n-D im\nen si\non al\nS tr\nuc tu\nre s\nof W\nild -T\nyp e\nan d\nS yn\nth et\nic C\non ot\nox in\nin to\nF ol\nds an\nd S\nub fo\nld s\nna m\neb sp\nec ie\nsc C\nys f\nra m\new or\nkd si\nze (a\na) no\n. C ys e\nlo op\nsi zef\nge ne\nsu pe r fa m ily\nm et\nho dg\nB M\nR B\nID h\nP D\nB ID\nh C\non oS\ner ve\nr IDh\nF ol\nd A\n: F\nou r\nC ys\nte in\nes ,\nG lo\nbu la\nr [C\non ne\nct iv\nity 1\n3,\n2 4]\nS ub\nfo ld\nA 1\n(O ne\nT ur\nn of\nH el\nix in\nF irs\nt Lo\nop )\n- Im\nI C\n. im\npe ria\nlis I\n12 4\n4/ 3\nA N\nM R\n1G 2G\n, 1I\nM I,\n1C N\nL, 1I\nM 1\n5, 24\n, 25\n, 27\nX -r\nay 2B\nY P\n, i\n2C 9T\ni 34\n, 35\n- Im\nI [D\n5N ]\nI 12\n4 4/\n3 N\nM R\n48 47\n1E 76 10 - Im I [R 7L ] I 12 4 4/ 3 N M R 48 46 1E 75 9 - Im I [A 9L , W 10 Y ,R 11 A B A ] I 12 4 4/ 3 N M R 20 10 7\n13 1\n- Im\nI [R\n11 E\n] I\n12 4\n4/ 3\nN M\nR 48\n45 1E\n74 8\n- Im\nI [C\n2A gl\n, C\n8A gl\n] I\n12 2\n4/ 3\nN M\nR 20\n03 3\n12 8\n- Im\nI [C\n2U ,\nC 8U\n] I\n12 4\n4/ 3\nN M\nR 68\n97 2B\nC 7 97 - Im I [C 2U , C 3U , C 8U , C 12 U ] I 12 4 4/ 3 N M R 68 96 2B C 8 98 - R gI A C . re gi us I 12 4 4/ 3 A N M R 20 00 2, 15 43 5 2J U T , 2J U S 11\n8, 12\n3, 19 1 - R gI A [D 5E ] I 12 4 4/ 3 N M R 15 36 7 2J U R 11 9 - R gI A [P 6V ] I 12 4 4/ 3 N M R 15 43 6 2J U Q 12 1 - R gI A [Y 10 W ] I 12 4 4/ 3 N M R 15 36 8 2J U S 12 0 [2 ,8 ]-c is di ca rb a R gI A*a I 12 4 4/ 3 N M R 25 17 4*a 2M T O * a 17 8* a [3 ,1 2] -c is di ca rb a R gI A*a I 12 4 4/ 3 N M R 25 18 6*a 2M T T * a 17 9* a [3 ,1 2] -tr an sd ic ar ba R gI A*a I 12 4 4/ 3 N M R 25 18 7*a 2M T U * a 18 0* a - B uI A C . bu lla tu s I 13 4 4/ 4 A N M R 15 03 1 2I 28 7 X -r ay 4E Z 1i* a 16 1i* a - A uI B C . au lic us I 15 4 4/ 6 A N M R 1M X N , 1D G 2 31 , 13 cy cl ic -A uI B -4 (G G A A ) I 19 4 4/ 6 N M R 14 2 cy cl ic -A uI B -5 (A G A G A ) I 20 4 4/ 6 N M R 14 3 cy cl ic -A uI B -6 (G G A A G G ) I 21 4 4/ 6 N M R 14 4 B t1 .8* a C . be tu lin us I 16 4 4/ 7 N M R 25 95 4*a 2N A Y* a 20 0* a - T xI D * a C . te xt ile I 15 4 4/ 6 N M R 18 96 4*a 2M 3I * a 18 1* a - E I C . er m in eu s I 18 4 4/ 7 A N M R 1K 64 18 - E pi [s T y1 5 > Y ] I 16 4 4/ 7 X -r ay 1A 0M 20 - G IC C . ge og ra ph us I 16 4 4/ 7 A N M R 59 85 1U L2 26 X -r ay 5C O 5i* a 20 2i* a - G ID C . ge og ra ph us I 18 4 4/ 7 A N M R 55 85 1M T Q 15 - G ID [A 10 V ]* a I 19 4 4/ 7 N M R 30 22 5*a 5U G 3* a 20 5* a - G ID [V 13 Y ]* a I 19 4 4/ 7 N M R 30 22 6*a 5U G 5* a 20 6* a - Lo 1a * a C . lo ng ur io ni s I 18 4 4/ 7 N M R 19 47 6*a 2M D 6* a 17 3* a - Ls IA * a C . lim pu si I 17 4 4/ 7 X -r ay 5T 90i * a 20 4i* a - Lv IA * a C . liv id us I 17 4 4/ 7 N M R 19 50 1*a 2M D Q * a 17 2* a X -r ay 5X G Li* a 20 9i* a - M II C . m ag us I 16 4 4/ 7 A N M R 1M 2C , 1M II 21 , 29 - M II [E 11 A ] I 16 4 4/ 7 N M R 14 5 cy cl ic -M II6 I 22 4 4/ 7 N M R 68 18 2A JW 32 cy cl ic -M II7 I 23 4 4/ 7 N M R 68 17 2A K 0 33\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX L\nT ab\nle 4.\nco nt\nin ue\nd\nna m\neb sp\nec ie\nsc C\nys f\nra m\new or\nkd si\nze (a\na) no\n. C ys e\nlo op\nsi zef\nge ne\nsu pe r fa m ily\nm et\nho dg\nB M\nR B\nID h\nP D\nB ID\nh C\non oS\ner ve\nr IDh\nS ub\nfo ld\nA 1\n(O ne\nT ur\nn of\nH el\nix in\nF irs\nt Lo\nop )\n- O\nm IA\nC .\nom ar\nia I\n17 4\n4/ 7\nA N\nM R\n62 37\n2G C\nZ 5\n- P\neI A\nC .\npe rg\nra nd\nis I\n16 4\n4/ 7\nA N\nM R\n13 9\nX -r\nay 5J\nM Ei*\na 20\n3i* a\n- P\nIA C\n. pu\nrp ur\nas ce\nns I\n18 4\n4/ 7\nA N\nM R\n67 20\n1Z LC 36 - P ni 1 I 16 4 4/ 7 X -r ay 1P E N 12 - P nI A [A 10 L, D 14 K , sT y1 5Y ] I 16 4 4/ 7 X -r ay 2B R 8i 30 - P nI B C . pe nn ac eu s I 16 4 4/ 7 A X -r ay 1A K G 16 - R eg IIA * a C . re gi us I 16 4 4/ 7 A N M R 15 7*a - T IA C . tu lip a I 19 4 4/ 7 A N M R 1I E N , 2L R 9*a 65 ,\n19 4*\na\n- T\nxI A\nC .\nte xt\nile I\n16 4\n4/ 7\nA X\n-r ay\n2U Z\n6i 11 0 - T xI B* a C . te xt ile I 16 4 4/ 7 N M R 18 73 6 2L Z 5 15 6 - V c1 .1 C . vi ct or ia e I 16 4 4/ 7 N M R 71 77 2H 8S 4 [2 ,8 ]-c is di ca rb a V c1 .1*a I 16 4 4/ 7 N M R 19 57 7*a 2M F X* a 16 9* a [2 ,8 ]-t ra ns di ca rb a V c1 .1*a I 16 4 4/ 7 N M R 19 57 8*a 2M F Y* a 17 0* a [3 ,1 6] -tr an sd ic ar ba V c1 .1*a I 16 4 4/ 7 N M R 19 58 7*a 2M G 6* a 17 1* a cy cl ic -V c1 .1 I 22 4 4/ 7 N M R 14 9 cy cl ic -V c1 .1 [D 11 E , E 14 A ] * a I 16 4 4/ 7 N M R 30 41 2*a 6C G X* a 22 2* a cy cl ic -V c1 .1 [C 2H , C 8F ] * a 16 2 N M R 25 51 6*a 2N 07 * a 19 7* a - V c1 .2 C . vi ct or ia e I 16 4 4/ 7 A N M R 20 12 6 14 1 S ub fo ld A 2 (N o T ur n of H el ix in F irs t Lo op ) - C nI A C . co ns or s I 14 4 3/ 5 N M R 1B 45 53 - G I C . ge og ra ph us I 13 4 3/ 5 A N M R 1X G A 22 X -r ay 1N O T 11 - G I [N 4- be nz oy l-p he ny la la ni ne ] I 13 4 3/ 5 N M R 2F R B 3 - G I [S 12 -b en zo yl -p he ny la la ni ne ] I 13 4 3/ 5 N M R 2F R 9 2 - S I C . st ria tu s I 13 4 3/ 5 A N M R 45 03 1Q M W 1 X -r ay 1H JE 17 - Lt X IV A C . lit te ra tu s X IV 13 4 3/ 3/ 2 L N M R 21 01 4 14 8 S ub fo ld A 3 (N o T ur n of H el ix in F irs t Lo op , S ec on d Lo op S im ila r to S ub fo ld A 1) - C M rV IA [K 6P ] X 11 4 4/ 2 N M R 2I H 6 11 1 - C M rV IA [K 6P ] am id at ed X 11 4 4/ 2 N M R 2I H 7 11 2 F ol d B : S ix C ys te in es , T hr ee D is ul fid e B on ds N ot in a K no tte d A rr an ge m en t [C on ne ct iv ity 1 4, 2 5, 3 6] S ub fo ld B 1 (O ne T ur n of H el ix in S ec on d Lo op , T w o T ur ns of H el ix O ve ra ll) - B uI IIB * a C . bu lla tu s III 24 6 6/ 3/ 5 M N M R 18 20 3* a 2L O 9* a 15 2* a - B uI IIB [G 2a ]*a III 24 6 6/ 3/ 5 N M R 18 20 6* a 2L O C* a 15 3* a - C nI IIC C . co ns or s III 22 6 5/ 4/ 5 N M R 2Y E N 15 0 - G III A C . ge og ra ph us III 22 6 5/ 4/ 4 M N M R 16 64 , 16 65 1T C G , 1T C J 82\n, 84\n, 13\n4, 13 5 - G III A [R 13 A ] III 22 6 5/ 4/ 4 N M R 1T C H , 1T C K 83 , 85 - G III B C . ge og ra ph us III 22 6 5/ 4/ 4 M N M R 1G IB 64\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX M\nT ab\nle 4.\nco nt\nin ue\nd\nna m\neb sp\nec ie\nsc C\nys f\nra m\new or\nkd si\nze (a\na) no\n. C ys e\nlo op\nsi zef\nge ne\nsu pe r fa m ily\nm et\nho dg\nB M\nR B\nID h\nP D\nB ID\nh C\non oS\ner ve\nr IDh\nS ub\nfo ld\nB 1\n(O ne\nT ur\nn of\nH el\nix in\nS ec\non d\nLo op\n, T\nw o\nT ur\nns of\nH el\nix O\nve ra ll) - K III A j C . ki no sh ita i III 16 6 5/ 4/\n4 M\nN M\nR 20\n04 8\n2L X\nG* a\n12 9,\n18 6*a\n- P\nIII A\nC .\npu rp\nur as\nce ns\nIII 22\n6 5/\n4/ 4\nM N\nM R\n60 27\n1R 9I 79 - R III K [T 24 A ] III 24 6 6/ 4/ 4 N M R 14 6 - S III A C . st ria tu s III 20 6 1/ 4/ 5 M N M R 20 02 5 12 5 - S m III A C . st er cu sm us ca ru m III 22 6 5/ 4/ 5 M N M R 58 81 1Q 2J 77 - T III A C . tu lip a III 22 6 5/ 4/ 4 M N M R 20 02 4 12 6\nS ub\nfo ld\nB 2\n(N o\nT ur\nn of\nH el\nix in\nS ec\non d\nLo op\n, O\nne T\nur n\nof H\nel ix\nO ve\nra ll)\n- P\nIII E\nC .\npu rp\nur as\nce ns\nIII 24\n6 4/\n5/ 4\nM N\nM R\n51 13\n1A S\n5, 1J\nLO 51\n, 68\n- P\nIII F\nC .\npu rp\nur as\nce ns\nIII 24\n6 4/\n5/ 4\nM N\nM R\n51 12\n1J LP 69 F ol d C : S ix C ys te in es , T hr ee D is ul fid e B on ds F or m in g a C ys tin e K no t [C on ne ct iv ity 1 4, 2 5, 3 6] S ub fo ld C 1 (S ix R es id ue s in F irs t Lo op ) - A m 27 66 C . am ad is V I/V II 26 6 6/ 6/ 3/ 3 O 1 N M R 1Y Z 2 94 -C V ID C . ca tu s V I/V II 27 6 6/ 6/ 3/ 6 O 1 N M R 13 8 - E V IA C . er m in eu s V I/V II 32 6 6/ 9/ 3/ 3 O 1 N M R 1G 1P , 1G 1Z\n62 ,\n63\n-F V\nIA C\n. fu\nlm en\nV I/V\nII 25\n6 6/\n6/ 3/\n4 N\nM R\n2K M\n9 13 7 - co no to xi nG S C . ge og ra ph us V I/V II 27 6 6/ 3/ 4/ 7 O 1 N M R 1A G 7 50 -G V IA C . ge og ra ph us V I/V II 27 6 6/ 6/ 2/ 6 O 1 N M R 2C C O , 1T T L, 1O M C 72\n, 89\n, 10\n0\n-G V\nIA [O\n10 >\nK ]\nV I/V\nII 27\n6 6/\n6/ 2/\n6 N\nM R\n1T R\n6 86\n- G\nV IIJ\n[C 24\nS ]*a\nC .\nge og\nra ph\nus V\nI/V II\n35 6\n6/ 6/\n3/ 6\nO 1\nN M\nR 26\n67 4*\na 2N\n8H * a\n18 2*\na\n- M\nrV IB\nC .\nm ar\nm or\neu s\nV I/V\nII 31\n6 6/\n9/ 4/\n4 O\n1 N\nM R\n61 35\n1R M\nK 80\n-M\nV IIA\nC .\nm ag\nus V\nI/V II\n25 6\n6/ 6/\n3/ 4\nO 1\nN M\nR 1D\nW 4,\n1D W\n5, 1M\nV I,\n1O M\nG ,\n1T T\nK 55\n, 56\n, 70\n, 73\n, 88\n-M\nV IIA\nw ith\nC -t\ner m\nin al\nG ly\nV I/V\nII 26\n6 6/\n6/ 3/\n4 N\nM R\n1F E\nO 59\n-M\nV IIA\n[R 10\n> K\n] V\nI/V II\n25 6\n6/ 6/\n3/ 4\nN M\nR 1T\nT 3\n87\n-M V\nIIC C\n. m\nag us\nV I/V\nII 26\n6 6/\n6/ 3/\n5 N\nM R\n45 00\n1C N\nN ,\n1O M\nN 54\n, 74\n-M\nV IIC\n[S 17\nK ,\nS 19\nR ,\nK 25\nR ]\nV I/V\nII 26\n6 6/\n6/ 3/\n5 N\nM R\n1V 4Q\n90\n- fV\nIA * a\nC .\nm ag\nni fic\nus V\nI/V II\n32 6\n6/ 9/\n4/ 4\nN M\nR 25\n80 4*\na 2N\n7F * a\n19 8*\na\n-M\noV IB\n* a\nC .\nm on\ncu ri\nV I/V\nII 30\n6 6/\n6/ 2/\n6 N\nM R\n30 40\n5* a\n6C E\nG* a\n22 3*\na\n- P\nV IIA\nC .\npu rp\nur as\nce ns\nV I/V\nII 27\n6 6/\n6/ 3/\n5 O\n1 N\nM R\n1A V\n3, 1K\nC P 46 cy cl ic -P V IIA * a V I/V II 27 6 6/ 6/ 3/ 5 N M R 25 84 7* a 2N 8E * a 19 9*\na\n-S\nO 3\nC .\nst ria\ntu s\nV I/V\nII 25\n6 6/\n6/ 3/\n4 O\n1 N\nM R\n1F Y\nG 61\n-S\nV IB\nC .\nst ria\ntu s\nV I/V\nII 26\n6 6/\n6/ 3/\n5 O\n1 N\nM R\n1M V\nJ 71\nt7 a\nC .\ntu lip\na V\nI/V II\n30 6\n6/ 3/\n4/ 4\nO 1\nN M\nR 1E\nY O\n57\n-T xV\nII C\n. te\nxt ile\nV I/V\nII 26\n6 6/\n6/ 3/\n3 O\n1 N\nM R\n1F 3K 58 - T xV IA C . te xt ile V I/V II 27 6 6/ 6/ 3/ 4 O 1 N M R 1F U 3 60\nG 11\n7 (G\n11 .1\n)*a C\n. ge\nog ra\nph us\nX I\n32 8\n6/ 5/\n3/ 3/\n6 I3\nN M\nR 30\n40 6*\na 6C\nE I*\na 20\n8* a\n- R\nX IA\nC .\nra di\nat us\nX I\n46 8\n6/ 5/\n2/ 4\nI1 N\nM R\n15 17\n5 2P\n4L ,\n2J T\nU 10\n4, 13 0 - R X IA [B T r3 3> W ] X I 46 8 6/ 5/ 2/ 4 N M R 15 17 4 2J R Y 10 5\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX N\nT ab\nle 4.\nco nt\nin ue\nd\nna m\neb sp\nec ie\nsc C\nys f\nra m\new or\nkd si\nze (a\na) no\n. C ys e\nlo op\nsi zef\nge ne\nsu pe r fa m ily\nm et\nho dg\nB M\nR B\nID h\nP D\nB ID\nh C\non oS\ner ve\nr IDh\nS ub\nfo ld\nC 2\n(T hr\nee R\nes id\nue s\nin F\nirs t\nLo op ) G m 9a C . gl or ia m ar is\nIX 27\n6 3/\n5/ 3/\n1/ 4\nP N\nM R\n1I X\nT 67\ncy cl\nic -G\nm 9a*\na IX\n30 6\n3/ 5/\n3/ 1/\n4 N\nM R\n25 12\n8* a\n2M S\nO* a\n19 5*\na\ncy cl\nic -B\nru 9a*\na IX\n27 6\n3/ 3/\n3/ 1/\n4 N\nM R\n25 12\n9* a\n2M S\nQ* a\n19 6*\na\nF ol\nd D\n: F\nou r\nC ys\nte in\nes ,\nD is\nul fid\ne B\non ds\nw ith\nR ib\nbo n\nC on\nne ct\niv ity\n[C on\nne ct\niv ity\n1 4, 2 3] S ub fo ld D 1 (D is ul fi de 2 3 in a S ta pl e C on fo rm at io n) A r1 24 8* a C . ar an eo su s X 12 4 4/\n2 N\nM R\n19 10\n3*a 2M\n62 * a\n17 6*\na\n- M\nrI A\nC .\nm ar\nm or\neu s\nX 13\n4 4/\n2 T\nN M\nR 68\n91 2E\nW 4\n10 2\ncy cl\nic -M\nrI A\nX 15\n4 4/\n2 N\nM R\n2J 15 49 - M rI B am id at ed C . m ar m or eu s X 13 4 4/ 2 N M R 1I E O 66 - G I* a rib bo n is of or m I 13 4 3/ 5 N M R 1X G B 23\nS ub\nfo ld\nD 2\n(D is\nul fi\nde 2 3\nin a\nH oo\nk C\non fo\nrm at\nio n)\n- A\nuI B*\na rib\nbo n\nis of\nor m\nI 15\n4 4/\n6 N\nM R\n1M X\nP 14\n- B\nuI A*\na rib\nbo n\nis of\nor m\nI 4\n4/ 4\nN M\nR 2N\nS 3\n11 4\n- Im\nI* a\nde am\nid at\ned rib\nbo n\nis of\nor m\nI 12\n4 4/\n3 N\nM R\n2I G\nU 10\n6\n- Im\nI* a\n[P 6A\n] rib\nbo n\nis of\nor m\nI 12\n4 4/\n3 N\nM R\n2I F\nI 10\n8\n- Im\nI* a\n[P 6K\n] rib\nbo n\nis of\nor m\nI 12\n4 4/\n3 N\nM R\n2I F\nZ 10\n7\n- Im\nI* a\n[P 6K\n] rib\nbo n\nde am\nid at\ned is\nof or\nm I\n12 4\n4/ 3\nN M\nR 2I\nF J\n10 9\n- C\nM rV\nIA * a\nrib bo\nn is\nof or\nm 11\n4 4/\n2 2B\n5P 95\n- C\nM rV\nIA * a\nam id\nat ed\nrib bo n is of or\nm X\n11 4\n4/ 2\nN M\nR 2I\nH A\n11 3\nQ c1\n6a * a\nC .\nqu er\nci nu\ns X\nV I\n11 4\n2/ 4\nQ N\nM R\n20 12\n8*a 22\n7* a\n- C\nnV A*\na C\n. co\nns or\ns V\n14 4\n5 N\nM R\n18 97\n2*a 3Z\nK T*\na 15\n1* a\nF ol\nd E\n: F\nou r\nC ys\nte in\nes ,\nM irr\nor of\nF ol\nd A\n[C on\nne ct\niv ity\n1 3, 2 4] - C M rV IA C . m ar m or eu s X 11\n4 4/\n2 N\nM R\n2B 5Q 96 F ol d F : F ou r C ys te in es , D is ul fid e B on ds C ol lin ea r [C on ne ct iv ity 1 3, 2 4] - P u1 4a C . pu lic ar iu s X IV 23 4 10 /1 /3 A N M R 21 01 5\n14 7\nF ol\nd G\n: F\nou r\nC ys\nte in\nes ,\nP ar\nal le\nlD is\nul fid\ne B\non ds\n[C on\nne ct\niv ity\n1 3, 2 4] - P lX IV A C . lit te ra tu s X IV 25\n4 3/\n10 /1\nJ N\nM R\n69 51\n2F Q\nC 10 3 F ol d H : S ix C ys te in es [C on ne ct iv ity 1 5, 2 4, 3 6] A r1 44 6* a C . ar an eo su s III 14 6 3/ 3/ 2 N M R 19 10 2* a 2M 61 * a 17 5* a B tII IA C . be tu lin us III 14 6 3/ 2/ 2 M N M R 15 4 M r3 e C . m ar m or eu s III 16 6 4/ 3/ 1 M N M R 15 19 5 2E F Z 10 1 F ol d I: S ix C ys te in es - P IV A [O 7P , O 13 P ] IV 25 6 7/ 2/ 1/ 6 N M R 1P 1P 75 - E IV A C . er m in eu s IV 30 6 7/ 2/ 1/ 7 N M R 58 69 1P Q R 76 C ct x* a C . co ns or s IV 30 6 7/ 2/ 1/ 3 A N M R 18 89 7*a 4B 1Q * a 15 5* a\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX O\nT ab\nle 4.\nco nt\nin ue\nd\nna m\neb sp\nec ie\nsc C\nys f\nra m\new or\nkd si\nze (a\na) no\n. C ys e\nlo op\nsi zef\nge ne\nsu pe r fa m ily\nm et\nho dg\nB M\nR B\nID h\nP D\nB ID\nh C\non oS\ner ve\nr IDh\nF ol\nd J:\nT w\no C\nys te\nin es\n, C\nys tin\ne S\nta bi\nliz ed\nT ur n S ub fo ld J1* a (C on tr yp ha n in W at er w ith P 3 ci s, P\n6 tr\nan s)\nco nt\nry ph\nan -L\no*a C\n. lo\nro is\nii 8\n2 5\nN M\nR 19\n13 2*a\n2M 6G\n* a\n16 6*\na\nco nt\nry ph\nan -R\nC .\nra di\nat us\n8 2\n5 N\nM R\n1Q F\nB 47\nco nt\nry ph\nan -R\n[ 1]\n7 2\n5 N\nM R\n1D G\n0 45\nco nt\nry ph\nan -S\nm C\n. st er\ncu sm\nus ca\nru m\n8 2\n5 N\nM R\n1D F\nY ,\n1D F\nZ 38\n, 39\nco nt\nry ph\nan -V\nc2* a\nC .\nvi ct\nor ia\ne 7\n2 5\nO 2\nN M\nR 30\n15 2*a\n5L 34\n* a\n21 8*\na\nco nt\nry ph\nan -V\nn C\n. ve\nnt ric\nos us\n9 2\n5 N\nM R\n1N X\nN 43\ncy cl\nic -c\non tr\nyp ha\nn 8\n2 5\nN M\nR 1D\n7T 37\nco no\npr es\nsi n-\nT C\n. tu\nlip a\n9 2\n4 N\nM R\n20 00\n7 12 4 S ub fo ld J2* a (C on tr yp ha n in M et ha no lw ith P 3 ci s, P 6 tr an s; co nt ry ph an -I n w ith P 6 tr an s) co nt ry ph an -I n P 6tr an s* a (w at er , m et ha no l) C . in sc rip tu s 8 2 5 N M R 19 12 9*a , 19 13 1* a 2M 6D * a , 2M 6F * a 16 3*\na ,\n16 5*\na\nco nt\nry ph\nan -L\no*a (m\net ha\nno l)\nC .\nlo ro\nis ii\n8 2\n5 N\nM R\n19 13\n3*a 2M\n6H * a\n16 7*\na\nS ub\nfo ld\nJ3* a\n(C on\ntr yp\nha n-\nIn w\nith P\n6 ci s) co nt ry ph an -I n P 6ci s* a (w at er , m et ha no l) C . in sc rip\ntu s\n8 2\n5 N\nM R\n19 12\n8*a ,\n19 13\n0* a\n2M 6C\n* a ,\n2M 6E\n* a\n16 2*\na ,\n16 4*\na\nF ol\nd K\n: N\no C\nys te\nin e,\nF ul\nly H\nel ic al co na nt ok in -G C . ge\nog ra\nph us\n17 0\nB 1\nN M\nR 1A\nD 7,\n1A W\nY ,\n1O N\nU ,\n2M Z\nM * a\n40 ,\n41 ,\n44 ,\n21 6*a\nco na\nnt ok\nin -G\n[+ 10\nO ] * a\n18 N\nM R\n25 49\n1*a 2M\nZ L*\na 21\n5* a\nco na\nnt ok\nin -R\nlB* a\nC .\nro la\nni 18\n0 B\n1 N\nM R\n25 49\n0*a 2M\nZ K*\na 21\n4* a\nco na\nnt ok\nin -R\nlB [O\n10 P\n] * a\n18 0\nN M\nR 30\n17 6*a\n5T B\nG* a\n21 0*\na\nco na\nnt ok\nin -R\nlB [d\nel O\n10 ] * a\n17 0\nN M\nR 30\n17 8*a\n5T B\nQ * a\n21 1*\na\nco na\nnt ok\nin -R\nlB [O\n10 A\n] * a\n18 0\nN M\nR 30\n17 9*a\n5T B\nR* a\n21 2*\na\nco na\nnt ok\nin -R lB [K 8N , A 9Q\n, de\nl1 0O\n]*a 17\n0 N\nM R\n25 46\n5*a 2M\nY Z*\na 21\n3* a\nco na\nnt ok\nin -T\nC .\ntu lip\na 21\n0 N\nM R\n1O N\nT 42\nF ol\nd L:\nN o\nC ys\nte in\ne, 3/\n10 H\nel ix\nan d\nC oi l co no m ar ph in C . m ar m or eu\ns 15\n0 M\nN M\nR 73\n97 2Y\nY F\n11 5\nco no\nm ar\nph in\n[d 13\n> D\n] 15\n0 N\nM R\n2J Q\nC 11 6 F ol d M :* a H el ix Lo op H el ix F ol d V ilX IV A* a C . vi lle pi ni i X IV 27 4 3/ 11 /3 R N M R 30 50 8*a 6E F E* a 22 1* a Im 23 a* a C . im pe ria lis X X III 42 6 6/ 3/ 9/ 14 K N M R 18 14 1*a 2L M Z* a 19 3* a F ol d N :* a S ix C ys te in es [C on ne ct iv ity 1 6, 2 4, 3 5] re g3 b* a C . re gi us III 15 6 3/ 4/ 2 N M R 30 38 5* a 6B X 9* a 20 7* a F ol d O :* a S ix C ys te in es , D is ul fid e S ta bi liz ed - S an dw ic h [C on ne ct iv ity 1 3, 2 5, 4 6] / - M o3 96 4* a C . m on ile X X V II 37 6 6/ 8/ 5/ 6 N M R 25 30 2*a 2M W 7* a 18 4* a F ol d P :* a T w o C ys te in es , S in gl e D is ul fid eD ire ct ed - H ai rp in co nt ry ph an -V c1* a C . vi ct or ia e 31 2 12 O 2 N M R 25 58 5 * a 2N 24 * a 21 7* a co nt ry ph an -V c1 [1 22 ]* a 22 2 12 N M R 30 12 4*a 5K K M * a 21 9* a\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX P\nT ab\nle 4.\nco nt\nin ue\nd\nna m\neb sp\nec ie\nsc C\nys f\nra m\new or\nkd si\nze (a\na) no\n. C ys e\nlo op\nsi zef\nge ne\nsu pe r fa m ily\nm et\nho dg\nB M\nR B\nID h\nP D\nB ID\nh C\non oS\ner ve\nr IDh\nF ol\nd Q\n:* a T\nw o\n- S\nhe et\nS an\ndw ic\nh/ D\nis ul\nfid e\nS ta\nbi liz\ned D\nim er ic - G eX X A* a C . ge ne ra lis X X 50\n10 11\n/4 /3\n/4 /1\n/9 /1\nD X\n-r ay\n4X 9Z\n* a\n20 1*\na\nF ol\nd R\n:* a F\nou r\nH el\nix B\nun dl e co nik ot -ik ot* a\nC .\nst ria\ntu s\n86 13\n4/ 6/\n14 /7\n/8 /5\n/1 6/\n4/ 3\nco n-\nik ot\n-ik ot\nX -r\nay 4U\n5G* a ,\n4U 5H\n* a ,\n4U 5B\n* a\n,k ,\n4U 5C\n* a\n,k ,\n4U 5D\n* a\n,k ,\n4U 5E\n* a\n,k ,\n4U 5F\n* a\n,k\n18 7*\na ,\n18 8*\na ,\n18 9*\na ,k , 19 0* a ,k , 22 6* a ,k , 22 4* a ,k , 22 5* a ,k\nIn su\nlin F\nol d*\na\nco n-\nIn s\nG 1*a\nC .\nge og\nra ph\nus 43\n6 X\n-r ay\n5J Y\nQ*a 22\n0* a\nK un\nitz F\nol d:\nLa rg\ne P\nro te\nin w\nith T\nw o\nD is\nul fid\ne B\non ds\n[C on\nne ct\niv ity\n1 4, 2 3] co nk un itz in -S 1 C . st ria tu s X IV 60 4\n24 /2\n0/ 3\nX -r\nay 1Y\n62 48\nco nk\nun itz\nin -S\n2 C\n. st\nria tu\ns X\nIV 65\n4 24\n/2 0/\n3 N\nM R\n2J 6D\n11 7\n* a P\nep tid\ne na\nm e,\nda ta\nba se\n(B M\nR B\n,P D\nB ,o\nrC on\noS er\nve r)\nen tr\ny, or\nfo ld\nor su\nbf ol\nd na\nm e\nth at\nw as\nno td\nes cr\nib ed\nin ou\nr re\nvi ew\nin 20\n14 .\nb A\nbr ie\nfd es\ncr ip\ntio n\nof th\ne fo\nld s\nan d\nsu bf\nol ds\nis pr\nov id\ned in\nF ig\nur es\n29 an\nd3 0.\nT he\nna m\nes of\nno n-\nna tu\nra ls\nyn th\net ic\nva ria\nnt s\nar e\nin de\nnt ed\nin th\ne ca\nse w\nhe re\nth e\nfo ld\nis th\ne sa\nm e\nas th\ne w\nild -t\nyp e\nco no\npe pt\nid e,\nw he\nre as\nth e\nna m\ne of\nth e va ria nt is pr ec ed ed\nby an\nas te\nris k\nin th e ca se w he re it ad op ts a di e re nt fo ld fr om th e w ild -t yp e.c O nl y na tiv e co no to xi n ar e pr ov id ed w ith a C on us (C .) sp ec ie s.d C ys te in e fr am ew or ks ar e de n ed in T ab le 1. e T he nu m be r of cy st ei ne re si du es (n o. of cy st ei ne s) is co un te d in th e se qu en ce of th e m at ur e pe pt id e re gi on in th e pr ec ur so r, be fo re m od i c at io n to cy st in es . f T he l oo p si ze de si gn at es th e le ng th of th e in te rc ys te in e se gm en ts de n ed in th e cy st ei ne fr am ew or ks . g M et ho d re fe rs to th e ex pe rim en ta lm et ho d us ed to de te rm in e th e 3D st ru ct ur es .I ft w o di e re nt ex pe rim en ta lm et ho ds w er e us ed fo r th e sa m e co no pe pt id e, id en ti e rs ar e pr ov id ed on tw o se pa ra te lin es . h T he da ta ba se id en ti e rs in th e B io lo gi ca lM ag ne tic R es on an ce D at a B an k (B M R B ), P ro te in D at a B an k (P D B ), an d C on oS er ve rd at ab as e ar e pr ov id ed .D is\ntin ct\nst ru\nct ur al st ud ie s ar e ca ta lo gu ed as di e re nt en tr ie s in C on oS er ve r, an d th er ef or e ea ch en tr y in C on oS er ve r ca n be as so ci at ed w ith a B M R B an d/ or a P D B en tr y. S om e co no pe pt id e 3D st ru ct ur es ar e on ly fo un d in C on oS er ve r as th ey w er e no t de po si te d by th ei r au th or s in th e P D B or B M R B . i T he X -r ay st ru ct ur e is in co m pl ex w ith an ac et yl ch ol in e bi nd in g pr ot ei n (A C hB P ). j T he co nn ec tiv ity of -K III A is di e re nt fr om th at of ot he r F ra m ew or k III co no to xi ns w ith th e sa m e fo ld bu t th e ba ck bo ne co nf or m at io n is si m ila r. k C om pl ex w ith A M P A re ce pt or G lu A 2 (G lu R 2) . Chemical Reviews Review\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX Q\nFramework X conotoxins as well as framework I conotoxins with a non-natural ribbon disul de connectivity form small - hairpin structures classi ed as fold D. Framework V conotoxin -CnVA, which targets the somatostatin receptor, displays a similar hairpin conformation,139 with highest similarity with subfold D2 toxins (Figure 29C). Interestingly, the structure of another framework V conotoxin, TxVA, is very di erent as it folds into a compact structure, suggesting that framework V conotoxins have heterogeneous folds.\nFramework XIV also contains four cysteine residues, although its pattern de nition is somewhat loose, as it is de ned as having at least one residue separating each of the cysteine residues. Because of this loose de nition, conotoxins with a framework XIV adopt very di erent structures.5 The structures of framework XIV conotoxins pu14a, pl14a, and LtXIVA were classi ed into folds F, G, and A2.5 In contrast to\nthese three toxins, whichdisplay a globular disul de connectivity (i.e., 1 3, 2 4), the structure of framework XIV conotoxin Vil14a displays a ribbon connectivity (1 4, 2 3).140The structure of Vil14a was described as a -helix-loop-helix fold,140 which is similar to that of scorpion cystinestabilized -helix loop helix (Cs / ) toxins, and we classi ed it as fold M (Figure 30). A similar fold is adopted by the framework XXIII conotoxin Im23a,120which comprises three disul de bonds with a bead connectivity. These two toxins belong to di erent gene superfamilies and there is no overlap of disul de bonds, suggesting convergent evolution of the toxins toward a similar structure. 4.2. Structures of Frameworks with Six Cysteines\nFold C represents the cystine knot fold, which is a common structural motif, and comprises a knotted arrangement of three disul de bonds.141 Framework VI/VII is frequently displayed\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX R\nby conotoxins142 and corresponds to the inhibitory cystine knot pattern C C CC C C, which is a subcategory of the cystine knot fold. Framework VI/VII conotoxins are all classi ed as subfold C1,5 together with the structures of two framework XI conotoxins, RXIA143 and G117 (PDB 6CEI; no peer-reviewed publication yet). Framework XI has eight cysteines, and the structures of both RXIA and G117 display in addition to the cystine knot a disul de bond linking the loop 3 of the knot motif to the C-terminus (Figure 29A). The subfold C2 is displayed by framework IX conotoxins, gm9a99 and bru9a (which was engineered to be cyclic in the experimental structure).100 The main structural di erence between subfolds C1 and C2 is a di erent conformation of the N-terminus as well as a di erent spatial location of the rst disul de bond.\nConotoxins adopting fold B have the same connectivity as cystine knot conotoxins (fold C), i.e., 1 4, 2 5, and 3 6, but\ntheir three disul de bonds are not knotted.5 In the current status of our knowledge, conotoxins adopting fold B also have a framework III. Subfold B1 displays a turn of -helix in the second loop, and these conotoxins target voltage-gated sodium channel. The second loop of the two conotoxins identi ed to adopt a subfold B2, i.e., -PIIIE and -PIIIF,144,145do not have a helical content, and these two conotoxins block nAChRs. Interestingly, the conformation of fold B conotoxins is similar to that of fold A, which mainly comprises toxins acting as antagonists of the nAChR.5 Framework III conotoxins can also display di erent disul de connectivity and folds from that of fold B. Framework III Ar1446 (PDB 2M61; no peer-reviewed publication) has a disul de connectivity 1 6, 2 4, and 3 5 and adopts fold H (Figure 29D). Fold H was already represented by two framework III toxins: -BtIIIA146 and mr3e.88 -BtIIIA has the same connectivity as ar1446 but mr3e has a distinct connectivity, 1 5, 2 4, and 3 6. Framework III conotoxin reg3b has the same connectivity as ar1446 and - BtIIIA, but it folds di erently.86 Its structure was described as a constrained multiturn sca old, and we have classi ed it as fold N (Figure 30). Conotoxins displaying the same framework and connectivity can therefore fold di erently.\nThe structure of framework IV conotoxin CcTx is the rst of an O-glycosylated conotoxin.89 Its structure is similar to that of the two framework IV conotoxins that adopt fold I. The de nition of this fold is loose as only the segments from Cys3 to Cys5, and the relative position of Cys6 seem to be really conserved (Figure 29). In contrast to the two other fold I toxins, the connectivities of the rst two disul de bonds of CcTx are exchanged, i.e., CcTx has the connectivity 1 3, 2 5, and 4 6, and the other toxins have the connectivity 1 5, 2 3, and 4 6. The same connectivity was discovered for the four\ncysteine framework XXVII Mo3964,125which displays the new\nfold O (Figure 30). Fold I does not display any regular\nsecondary structure, whereas fold O comprises two -sheets,\none made of three -strands and the other of two -strands.\nOverall, the fold landscape of conotoxins with six cysteines in their primary sequence is complex, with di erent disul de connectivities present for the same framework or similar fold adopted by toxins with di erent disul de connectivities or frameworks (Table 5).\n4.3. Large Peptides Forming Dimers\nFramework XX has 10 cysteines and the structure of one of its members, D-GeXXA, was determined by X-ray crystallography.116 D-GeXXA forms a heterodimer stabilized by two interchain disul de bonds formed between the two cysteine residues at the N-terminus (Figure 30). Each chain has 50 amino acids and displays a 30-amino acid domain at the Cterminus, which is maintained by three disul de bonds with the connectivity 1 4, 2 5, and 3 6. The N-terminus of each chain contributes by a 20-amino acid segment to half of a\nmeasurements made in NMR solution structures and in X-ray\ncrystallography are in red and blue, respectively. (B) Superimposition\nof the NMR-solution structure and X-ray structure of PeIA in red and\n1 2, 3 4, 5 6 XXIII M 1 3, 2 5, 4 6 IV, XXVII I, P 1 4, 2 5, 3 6 III, VI/VII C, B 1 6, 2 4, 3 5 III H, N 1 5, 2 3, 4 6 IV I 1 5, 2 4, 3 6 III H\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX S\ncentral domain, which is stabilized by two interchain disul de bonds, representing a novel fold, which we named Q.\nConoinsulin Con-Ins G1 comprises two di erent peptide chains, which are covalently linked by two interchain disul de bonds147 (Figure 30). The structure of Cons-Ins-G1 is very similar to that of the mammalian insulins apart from a missing 10-amino acid segment at the N-terminus of the second chain, which forms a -strand structure for mammalian insulins. Remarkably, Con-Ins G1 activates the human insulin receptor with only 10-fold lower activity than human insulin.\nC. striatuscon-ikot-ikot comprises 86 amino acids, with a greater number of cysteine residues (13) than usual in its primary sequence.148 The determination of its structure by Xray crystallography structure revealed that this protein forms a homodimer stabilized by three interchain disul e bonds and ve intrachain disul de bonds.149 Con-ikot-ikot was also crystallized in complex with its molecular target, the AMPA ( -amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid) receptor GluA2 (GluR2) receptor.149 AMPA receptors are cation channels activated by glutamate and are the main neuronal receptor in the brain. The crystal structure of the AMPA receptor/con-ikot-ikot complex represents the rst experimental structure of a conotoxin in complex with a physiologically relevant molecular target.\n4.4. Disul de-Poor Conotoxins\nConotoxins with no more than one disul de bond are classi ed as disul de-poor conotoxins.150Among them, the conantokins are 20-amino acid helical conotoxins containing -carboxyglutamate residues and adopt fold K.5 They allosterically inhibit NMDA receptors, which are the second major class of glutamate receptors besides the AMPA receptors.151 Some conantokins, such as conantokin G, only adopt a helical conformation in the presence of divalent cations, such as magnesium or calcium.152The chelation of magnesium ions by -carboxyglutamate side chains controls the conformation of the conantokins and their activity at the GluN2B NMDA receptor. The structure ofConus rolaniconantokin-RlB was determined by NMR and revealed a kink in the middle of the helix, which was induced by a hydroxyproline.153 The replacement of this hydroxyproline by a proline or an alanine dramatically reduced its bioactivity.\nContryphans are small conotoxins adopting a ve-residue turn structure containing oneD-amino acid and stabilized by a single disul de bond, which we have classi ed as fold J.5 The molecular target of contryphans remains unknown, but they induce a depressive or hyperactive phenotype when injected in mice.154The structures of contryphan-In fromConus inscriptus and contryphan-Lo fromConus loroisiiwere studied in water and in methanol, leading to the identi cation of two alternative conformations depending on thecis/ transisomerization of a proline.155 We reclassi ed the conformation in a water environment observed for six contryphan as subfold J1 and the two alternative conformations as subfolds J2 and J3.\nConus victoriaecontryphan-Vc1 shares no homology of sequence and structures with other contryphans, but it was named based on the similarity of its signal peptide sequence of its precursor with other members of the contryphan family.50 The structure of contryphan-Vc1156established a new fold that we called fold P (Figure 30). This fold is characterized by a small -sheet and a single disul de bond that links one of the C-terminal -strands to the N-terminus, which folds back on the -sheet. This fold was described as single disul de-directed\n-hairpin, and is a stable subfold of the ICK.156 A comparison between fold P and the structure of framework VI/VII conotoxin GS, which displays an ICK, is shown inFigure 30. Fold P overlays well with the segment between the third and sixth cysteine residue of the ICK (subfold C1), and with the disul de of fold P corresponding to the third disul de of the ICK. It is interesting to speculate that the core of other conotoxin folds could be decomposed into smaller, stable motifs, similarly to protein domains, which have been proposed to have emerged from combination of ancestral subdomain fragments.157\n5. CONOTOXIN SYNTHESIS\nFmoc and Boc solid-phase peptide synthesis (SPPS) remain the methods of choice for the production of conotoxins from the various superfamilies.158 161 Fmoc-SPPS is generally preferred due to its simple laboratory setup. Boc-SPPS, which requires a dedicated HF apparatus,162 i a valuable alternative for di cult sequences that cannot be assembled by Fmoc chemistry or for synthetic strategies that are incompatible with the basic Fmoc deprotection chemistry.163 Native chemical ligation164 can also be used to overcome di cult sequences as well as for combinatorial SAR studies165 and intramolecular N-to-C-terminal backbone cyclization.166 SPPS has the advantage of being rapid and highly automated and able to provide millogram to kilogram quantities of peptides for preclinical and clinical studies.167,168 It allows the incorporation of unnatural amino acids, PTMs, imaging, and other chemical reporter tags, as well as structural modi cati ns such as backbone cyclization, mimetic design, and addition of fatty acids or PEG units to improve half-life and bioavailability. Recombinant production of conotoxins in heterologous expression systems such asEscherichia coliand yeast is often used for larger conotoxins with multiple disul de bonds as well as for the production of conotoxin libraries for screening and SAR purposes.116,169,170 A good guide to venom peptide production inE. colihas been described by King and coworkers,171 and a conotoxin-speci protocol was recently established for -TxIB.172,173 Recombinant expression using auxotroph strains is often employed to produce isotope labeled (e.g.,15N, 13C) peptides to simplify structure determination by NMR.174\nFmoc-SPPS and undirected oxidative folding remain the most common strategies for the production of conotoxins since our last review. Directed folding approaches have been used less frequently and usually include the orthogonal thiolprotecting groupS-Acm in combination withS-Trt andS-tBu, or the newly introducedS-Allocam. The selenocysteine/ cysteine combinations continue to add value in simplifying folding and thereby accelerating SAR studies as well as providing access to more complex molecules such as the heterodimeric conoinsulins. These as well as other innovations, such as new folding reagents, handy solubility tags, multivalent design, new disul de bond mimetics, and cyclization strategies are described in the following sections. 5.1. Oxidative Folding Strategies\nThe bioactive fold is generally induced thermodynamically based on the conotoxin s sequence including its cysteine frameworks and subsequent disul de bond connectivities. Even though multiple cysteine residues can potentially form a variety of disul de bond isomers,175 conotoxins generally fold e ciently into a single predominant bioactive isomer. In\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX T\naddition to the sequence-based folding information, cone snails employ a combination of post-translational processing where N- and C-terminal propeptides act as intramolecular chaperones and folding catalysts to produce the bioactive fold.176 179In vitro nondirected folding of reduced conotoxins relies mainly on the folding information encoded in the mature sequence in combination with experimentally validated folding conditions.5 2,2 -Dithiopyridine (DTP)180 can now be added to these conditions as it accelerates oxidative folding of conotoxins from days to minutes.181 Ionic liquids have also been screened to facilitate conotoxin folding, although it remains to be seen if this approach will nd broader use in the eld.182 184\nStructural implications of di erent disul de bond isomers have now been extended to a three-disul e bond system, where all 15 possible isomers of -PIIIA were chemically produced through directed folding (with Cys(Trt), Cys(Acm), Cys(tBu) pairs), and studied by NMR.183 That study highlights the importance of the correct disul de bond connectivity to obtain bioactivity as well as the limitations of e ciently separating the di erent isomers by HPLC. 5.2. Directed Folding Strategies\nDirected folding is important for situations where the bioactive fold does not spontaneously form or where non-native modi cations have been introduced that disrupt the encoded folding sequence. Directed folding is generally achieved via orthogonal thiol-protecting groups or strategic cysteine selenocysteine replacements.5,175 A combination of these strategies was successfully applied for the synthesis of the newly discovered, three-disul de-bond-containing heterodi-\nmeric conoinsulins that were active in zebra sh hyperglycemia models (Scheme 1).185\nThe cysteine selenocysteine replacement strategy was also employed in a SAR study on -BuIIIA targeting the Nav1.3 ion channel.83 Replacing one of the three disul de bonds (CysI CysIV) with a diselenide bond and replacing another one (CysII-CysVI) with alanine simpli ed folding substantially, thereby enabling rapid and directed one-pot folding of - BuIIIA analogues, yielding only single folding isomers that retained activity at Nav1.3. That SAR study provided novel insights regarding the in uence of aromatic and basic residues near the C-terminus of -BuIIIB in terms of Nav1.3 potency and selectivity and produced a novel analogue ([C5U, C17U, C6A, C23A, E3 Dab]-BuIIIB) with 5.5-fold potency (Kd = 36 nM) at Nav1.3 compared to native -BuIIIB (Kd = 200 nM, U = selenocysteine).\nAnother orthogonal synthesis was devised to study the antiparallel dimeric N-terminal domain of large D-GeXXA (Scheme 2).186 The thiol-activating property of DTNB (5,5 - dithiobis(2-nitrobenzoic acid)) in combination withS-Acm was used to obtain only the antiparallel heterodimer without any of the homodimeric side products.\nAn acid-cleavable solubility tag was developed to facilitate the synthesis, puri cation, and directed disul de bond formation of the highly hydrophobic and thus di cult-toproduce class of -conotoxins (Scheme 3).187 This strategy enabled the synthesis and fully directed folding of multiple bioactive -conotoxins analogues, a task that was unachievable using strategies without this solubility tag.\nScheme 1. Regioselective O -Resin Folding Strategy for the Synthesis of Conoinsulin Con-Ins G1 Using Cysteine-toSelenocysteine Replacement (Se-Mob) in Combination withS-Trt and S-Acm Protecting Groups by Fmoc Chemistry185\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX U\nRecently, a new orthogonal thiol protecting group, Allocam (allyloxycarbonylaminomethyl), was validated with -LvIA for on-resin regioselective folding (Scheme 4).188 This versatile iodine- or palladium-removable protecting group is compatible with the S-Trt and S-Mmt protecting groups, delivers good yields, and will hopefully be further evaluated in future syntheses. 5.3. Disul de Bond Isosteres/Peptide Mimetics\nDisul de bonds are inherently unstable under reducing conditions, hence there is a strong interest for isosteric replacement strategies without a ecting potency or selectivity. This can be achieved by replacing the disul e bond by thioether, selenoether, selenylsul de, diselenide, ditellurium, dicarba, or lactam bonds.5 Disul de bond replacement with 1,2,3-triazole, obtained through copper-catalyzed azide alkyn cycloaddition (CuAAC), was studied in -MrIA and resulted in mimetics with improved plasma stability and stability to reduction.189 Full ability to inhibit the norepinephrine transporter was retained with the CysI CysIV disul de bond replacement, whereas the CysII CysIII replacement yielded reduced activity, highlighting that the 1,2,3-triazole can induce unwanted structural constraints if not strategically placed. A new synthetic approach to produce dicarba disul de bond mimetics using a diaminodiacid building block was studied in a three-disul de bond containing -SIIIA (Scheme 5).190 Three analogues were produced, with each having one disul de bond replaced with a dicarba bridge that accelerated folding and improved yield compared to native -SIIIA but had little impact on their NMR structure. Unfortunately, no bioactivity\nScheme 2. Regioselective O -Resin Folding Strategy for the Synthesis of the Antiparallel Dimeric N-Terminal Domain of D-GeXXA Using DTNB (5,5 -Dithiobis(2-nitrobenzoic Acid)) in Combination withS-Acma\naDTNB activates the free thiol of the A-chain, thereby facilitating the desired regioselective interchain disul de bond formation upon mixing it with the A- with the B-chain at pH 7.3. Iodine oxidation removes then the Acm protecting group forming the second intermolecular disul de bond.\nScheme 3. Regioselective O -resin Folding Strategy for the Synthesis of Hydrophobic -Conotoxins Using an AcidCleavable Solubility Tag and Fmoc Chemistrya\naFour lysine residues were coupled to the Rink amide resin followed by acylation with the phenylacetamido (PAM) linker. Regioselective folding was achieved using pairs ofS-Trt, S-Acm, andS-tBu orthogonal protecting groups. The solubility tag was in the end removed by treatment with HF.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX V\nexperiments were carried out to assess its isosteric properties in terms of potency and selectivity.\nOle n metathesis is an alternative method to produce more stable dicarba disul de bond mimetics, and this was recently employed on -Vc1.1137 and -RgIA.138 Interestingly, the placement of the dicarba bond in uenced receptor selectivity between the 9 10 nAChRs and the -aminobutyric acid (GABA) B (GABAB) receptor. When the dicarba bond was placed in the 1 3 position, activity at GABAB receptor was retained, while when placed in the 2 4 position, inhibition at the nAChR was retained. This trend was observed in both - conotoxins, and the structures were also analyzed by NMR.\nThe application of a dithiol amino acid that can form two disul de bonds at a single amino acid site was studied in -ImI as a surrogate for two adjacent cysteine residues (Scheme 6).191 Undirected folding yielded predominantly the native fold with similar structure as -ImI (determined by NMR). This analogue was 7.6-fold more potent in blocking the nAChR 7 receptor than -ImI, likely due to the more compact fold induced through the dithiol linker.\n5.4. Cyclic Conotoxins\nN C backbone cyclization has not been observed in conotoxins naturally but is an attractive strategy to improve the in vivo half-life.5 Chemically, cyclization is largely carried out via intramolecular native chemical ligation owing to the cysteine-rich nature of the conotoxins. Fitting amino acid\nlinkers are incorporated based on the distances between the N and C termini to ensure little impact on structure or bioactivity (Scheme 7). This chemical cyclization approach has been employed and studied extensively with various cyclic -Vc1.1 analogues in an e ort to produce more potent, selective, and stable drug candidates for the treatment of chronic pain targeting the GABAB receptor. 192\nBackbone cyclization canalso improve folding, as exempli ed with -GeXIVA, where cyclization leads to selective formation of the native ribbon disul de connectivity without requiring orthogonal protection.193 Cyclic - GeXIVA analogues furthermore have improved stability in human serum and retain biological activity at the human 9 10 nAChR. Cyclization can also be carried out enzymatically using a mutated version of the bacterial transpeptidase, sortase A, as demonstrated with cyclic Vc1.1,194 -MII,195and ICK-containing peptide -PVIIA.196\n5.5. Multivalent Conotoxins\nDi- and tetravalent -ImI dendrimers were synthesized using CuAAC between an azide-polyethylene glycol spacer-modi ed -ImI to an alkyne polylysine dendron.197 Structural analysis by NMR and circular dichroism (CD) con rmed the -ImI moieties attached onto the dendrimers had the same 3D structure as native -ImI, which aligned well with the binding a nity to the AChBP. The -ImI dendrimers had <100-fold enhanced potency at the human 7 nAChRs compared to\nScheme 4. Regioselective on-Resin Folding Strategy for the Synthesis of -LvIA Using a Three-Glycine Spaced Rink Amide ChemMatrix Resin, Fmoc Chemistry and (A) a Combination of Allocam and Trityl Protecting Groups, or (B) a Combination of Allocam and Mmt/StBu Protecting Groupsa\naRemoval of the Allocam protecting group is either achieved by palladium or iodine. Allocam, allyloxycarbonylaminomethyl; DMSO, dimethylsulfoxide; DTNP, 2,2 -dithiobis(5-nitropyridine); HS-(CH2)2-OH, 2-mercaptoethanol; Mmt, monomethoxy trityl; NMM,N-methyl morpholine; Npys, 2-(5-nitropyridyl); TFA, tri uoroacetic acid.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX W\nnative -ImI, while no signi cant potency enhancement was observed at the heteromeric 3 2 and 9 10 nAChRs, indicating that multivalent design can be used to enhance conotoxin potency and selectivity. The same chemical strategy was employed to produce tetra and octavalent -MrIA dendrimers. While the in vitro activity of the dendrimers was similar to native -MrIA, the dendrimers, in contrast to native -MrIA, displayed no antiallodynic activity when administered intrathecally in a rat model of neuropathic pain, suggesting that the larger dendrimer structures are unable to di use through the spinal column tissue and reach the norepinephrine transporter.\nOverall, it can be said that conotoxins have become wellrecognized model peptides due to their well-de ne secondary structures, their diverse disul de-bond frameworks, and their therapeutically relevant, potent, and easy-accessible bioactivity.198The conotoxin eld has clearly bene tted from this, as it attracts many researchers from areas often not related to conotoxin research to showcase and validate their innovative new chemistry, which at the same time accelerates conotoxin discovery research, often resulting in better therapeutic lead candidates.\n6. PHARMACOLOGICAL DIVERSITY\n6.1. Novel Conotoxins Acting on Ion Channels and Transporters\n6.1.1. Calcium Channel Modulators. Voltage-gated calcium channels (VGCCs) are central to the transmission, development, and maintenance of chronic pain, suggesting that VGCC inhibitors or modulators could be developed into useful drugs to treat neuropathic pain.199 Interestingly, many - conotoxins are selectiveN-type or P/Q type VGCC antagonists and preferentially block nociception in in ammatory pain models and allodynia and/or hyperalgesia in neuropathic pain models. With the development of the marketed drug Prialt ( -MVIIA), arguably -conotoxins are the most successful class of conotoxins in terms of therapeutic value and application possibilities. The development, diversity, synthesis, pharmacology, SAR, and analysis of -conotoxin VGCC interactions have been comprehensively reviewed.15,199 206\nAlthoughConus magusderived -MVIIA (Prialt, Elan) is approved by the FDA to treat severe chronic pain in patients unresponsive to opioid therapy, it produces dose limiting neurological and psychiatric side e ects that narrow its therapeutic index.206,207 Therefore, second generation - conotoxin discovery was redirected to -conotoxins with better e cacy and fewer side e ects. AlthoughConus catus derived CVID (AM336, AMRAD) had better selectivity toward Cav2.2 and fewer side e ects compared to -MVIIA, clinical trials were stalled after phase I/IIa due to lack of commercial interest in developing intrathecal therapies.95,208A series of -MVIIA/SO-3 hybrids also showed reduced - MVIIA toxicity associated with methionine 12, providing a new avenue for the design of -conotoxins with faster o rate\nScheme 5. Dicarba Disul de Bond Mimeticsa\naA protected diaminodiacid building block (Fmoc, Alloc, and Ally protecting groups) is used instead of a cysteine residue during the Fmoc-SPPS chain assembly of -SIIIA. Chain assembly is stopped before the paired cysteine residue. Cyclization is carried out after deprotection of the Alloc, Ally, and Fmoc protecting groups. The rest of the peptide sequence is then assembled using standard Fmoc-SPPS. Following cleavage from resin, the remaining two disul de bonds are formed in 0.1 M Tris bu er at pH 7.5.\nScheme 6. Two Disul de Bonds from a Single Amino Acid Positiona\na L-4,5-Dithiolnorvaline (L-Dtn) is incorporated into -ImI instead of the rst cysteine residue, whereas the adjacent cysteine residue is replaced by alanine. The dithiol analogue folds into a bioactive fold that is structurally highly similar to -ImI (compared by NMR) and displays a 7.6-fold increased potency at the nAChR 7 receptor compared to -ImI.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX X\nand lower toxicity that can reduce side e ects.209Currently no new -conotoxins are in preclinical development.\nDespite the therapeutic promise, the rate of discovery for novel -conotoxins has slowed in the past 5 years. New discoveries seem to be limited by the availability of novel shhunting species where the majority of characterized - conotoxins (CVIA-F, GVIA, MVIIA-D, SO3, SVIA, and SVIB) have been discovered. From the literature, it is evident that sh hunters belonging to cladesPionoconusandGastridium produce -conotoxins as major components of their venom, but so far, no mammalian active -conotoxins were reported from other sh hunters of clades such asChelyconus, Phasmoconus, andTextila. Initially, -conotoxins were believed to be a part of the motor cabal of sh hunters that allows rapid immobilization of prey. However, recent realization of separate predation and defense mechanisms demonstrated that -conotoxins are an essential part of the defensive strategy in C. geographus.4 -Conotoxins are occasionally found in the venoms of worm and mollusk hunters (TxVII, PnVIA, PnVIB, PuIA, PuIIA), and the sequence properties of these peptides diverge from sh-hunting -conotoxins (Figure 32). Indeed, the rst mammalian active analgesic - onotoxins (MoVIA and MoVIB) from a worm-hunting cone snail was only isolated and characterized recently from the crude venom ofConus moncuri.95\n-MoVIA and -MoVIB potently inhibited human Cav2.2 in uorometric assays and rat Cav2.2 in patch clamp studies (Figure 32B), and both potently displaced radiolabeled - GVIA (125I-GVIA) from human SH-SY5Y cells and sh brain membranes (IC50 2 9 pM).\n95,202 Interestingly, in both of these peptides, an arginine has replaced the tyrosine at position 13, which was found to be critical for the biological activity of piscivorous -conotoxins.201 However, the SAR studies investigating the presence of arginine and tyrosine in position 13 of worm-hunting and sh-hunting venom derived - conotoxins, respectively, have shown a signi cant loss in activity in synthesized MoVIB[R13Y] and MVIIA[Y13R]. These results indicate that arginine at position 13 is preferred over tyrosine in -conotoxins from worm hunters, contrary to -conotoxins from sh hunters, providing new insight into the structural features required for high-a nity interactions of - conotoxins at Cav2.2 channels.\n6.1.2. Calcium Channel Modulation via GABAB Receptor. Whereas -conotoxins are highly selective pore blockers which are receptor independent modulators of Cav2.2 channels, Cav2.2 channels are under the powerful control of several GPCRs, including GABAB receptors and various members of the opioid receptor family, presenting multiple ways to target Cav2.2 channels for therapeutic purposes. 199,210 Interestingly, a subset of -conotoxins (Vc1.1, RgIA, PeIA, AuIB, and Eu1.6) have potent analgesic properties. Among\nScheme 7. Intramolecular Native Chemical Ligation to Produce N C Backbone Cyclized Conotoxinsa\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX Y\nthese selective blockers of 9 10 nAChRs, -Vc1.1, and - RgIA potently inhibit high voltage-activated (HVA) calcium channels via a GABAB receptor mediated mechanism. 201,211,212 Cyclic cVc1.1[D11A,E14A], engineered to speci cally target HVA calcium channels, is >8000-fold more selective for GABAB receptor mediated inhibition of HVA calcium channels compared to 9 10 nAChRs and is still a potent analgesic in a mouse model of chronic visceral hypersensitivity further underpinning this mechanism of action (Figure 33A).213\nMcIntosh et al., have proposed an alternative hypothesis that 9 10 nAChRs is the primary analgesic target.214,215 A recently developed RgIA analogue, RgIA4 has low nM potency and high selectivity for human, mouse, and rat 9 10 nAChRs (Figure 33B) and elicits long lasting protection against oxaliplatin-induced cold allodynia216 and prevents chemotherapy induced neuropathic pain215 in mice and rats. It is interesting to see that bothproposed mechanisms are supported by several lines of evidence. However, possible cross-talk between the 9 10 nAChRs and GABAB receptor mediated inhibition of calcium channels to elicit an analgesic e ect remains to be addressed.\n-Eu1.6 is another atypical -conotoxin discovered from the venom ofConus eburneus.It was reported to be a potent Cav2.2 blocker with weak block at the 7 and 3 4 nAChRs. It has analgesic activity in rat partial sciatic nerve injury and chronic constriction injury pain models.217\n6.2. Novel Conotoxins Acting on Nicotinic Acetylcholine Receptors\n6.2.1. nAChR Modulators.nAChR blockers remain by far the largest group of characterized conotoxins with the majority being -conotoxins from the A superfamily. Given their vast distribution, it is no surprise that nAChR blockers top the list of known conotoxins. nAChRs are pentameric ligand-gated cation channels that play key roles in synaptic transmission in the central and peripheral nervous system.6,218,219 7 nAChR\nsubtypes are thought to be an ancestral form evolved in lower organisms that do not rely on fast excitatory mechanisms and are capable of inducing downstream signaling mechanisms in non-neuronal cells.220 Given their diverse functionality, nAChRs are a major target of prey capture and defense strategies in cone snails, which explains the abundance and diversity of nAChR modulators in their venom. -Conotoxins antagonize both muscle and neuronal homomeric or heteromeric nAChR subtypes with exquisite selectivity and potency. Most -conotoxins are competitive antagonists that bind to the acetylcholine ligand-binding site located at the interface between subunits. Their high selectivity has been instrumental in decoding molecular, cellular, and physiological functions of these speci c nAChR isoforms and to understand orthosteric ligand recognition at the nAChR and pairwise interactions de ning subtype selectivity.124,219,221,222\n-Conotoxins have been extensively reviewed in recent years due to their abundance and pharmacological importance.15,124,201,218,219 They have demonstrated a range of potential applications, including diagnostic agents, skeletal muscle relaxants, and therapeutic agents for the treatment of cancer, mood, psychotic, cognitive, or cardiovascular disorders, drug addiction, urinary incontinence, and pain. No - conotoxin based drug has been developed to date, although -conotoxin SAR has helped to reveal how binding at the orthosteric site is mediated.223 Extensive structure activity relationship (SAR) studies have been conducted with the use of AChBP cocrystal structures, systematic alanine scans, combinatorial chemistry, and structure-based mutagenesis methods to elucidate the interactions between -conotoxins and nAChR isoforms and to rationally guide the synthesis and development of more potent and selective antagonists of therapeutic relevance.192,213,215,224 226\nMost -conotoxins discovered in the last ve years fall in the category of classical nAChR antagonists. Although many -\nFigure 33.Chemically engineered selective analogues of Vc1.1 (A) and RgIA (B). (A) (i) Sequence alignment of the analogues of Vc1.1. Blue color is used to mark the residues that are di erent to the native peptide. Green color residues show the linker used for cyclization. (ii) Biological activity of Vc1.1 analogues in comparison to the native peptide showing, the inhibitory e ect of th peptides on HVA Ca currents in mice DRG neurons (percentage inhibition and IC50), and the percentage inhibition of human 9 10 currents expressed inXenopusoocytes. (iii) Three dimensional solution structure of the most active analogue cVc1.1[D11A,E14A (PDB 6CGX). (B) (i) Sequence alignment of the 9 10 selective synthetic analogue RgIA4 and native RgIA. (ii) Selectivity of RgIA4 across di e ent human nAChR subtypes expressed inXenopusoocytes.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX Z\nconotoxins have been demonstrated to act selectively on di erent subunits of nAChRs, -VnIB discovered inConus ventricosusi the rst native -conotoxin to potently and selectively antagonize the neuronal 6 4 nAChR.227 In contrast to most -conotoxins, recently identi ed -MrIC from the transcriptome ofConus marmoreus47 is atypical despite similar 3D structure and disul de bond connectivity, as it is a biased agonist at the 7 nAChR in the presence of typeII nAChR positive allosteric modulator.77,78 This activity suggests that -MrIC has a unique receptor state dependence, probably due to the di erences in primary sequence, including an extended hydrophobic N-terminal. However, the precise molecular factors contributing to this unusual pharmacology remain to be identi ed.\n6.2.2. Atypical -Conotoxins Targeting nAChRs.While -conotoxins of A superfamily are the most common nAChR modulators found in cone snail venoms, other conotoxins targeting nAChR receptors are distributed across eight superfamilies (B, D, J, L, M, O1, S, T). Among these, nAChR inhibitory D-conotoxins are relatively more characterized. D-conotoxins exist as covalently linked homomeric dimers, hence the di culty in synthesis of these relatively large molecules. However, a recent study characterized 9 10 subtype selective D-GeXXA.116 The high-resolution crystal structure of D-GeXXA (Figure 30) helped to reveal that binding is mediated through the C-terminal domain of DGeXXA.116 It was suggested that D-GeXXA cooperatively binds to two intersubunit interfaces on the top surface of the nAChR and thereby allosterically disturbs the opening of the receptor. The internal dimeric N-terminal domain (NTD) of D-GeXXA (Figure 34A) preferentially binds to the subunits of the nAChR and the NTD part of D-GeXXA acts as lidcovering nAChR inhibitor (Figure 34B), displaying a novel inhibitory mechanism distinct from other allosteric ligands of nAChRs.228The novel antagonistic mechanism of D-GeXXA via a new binding site on nAChRs provides a new avenue for the design of new nAChR-targeting compounds. Also, the advances in preparing an active dimeric NTD made it possible\nto generate more selective peptides (Figure 34A) and to highlight the importance of the all four arginine residues in the short NTD dimer because replacing this arginine residue with glutamine renders the analogue inactive. The inhibitory activity of CTD (C-terminal domain) and the NTD of D-GeXXA on h 9 10 nAChR are similar, while the activity of monomeric CTD is too low to be detected at r 1 1 nAChR, indicating the selectivity of NTD peptide to rodent muscle type nAChR (Figure 34C). Interestingly, a study on defensive strategies of worm-hunting cone snails revealed that D-conotoxins are almost exclusively injected during defensive stings byConus v xillum.53 Further investigation of defensive venom from worm-hunting cone snail species might reveal novel D conotoxins with interesting pharmacology.\nS-conotoxins of the S superfamily with ve disul de bonds are another unusual subclass of nAChR inhibitors. To date, only two peptides of this subclass have been identi e from sh-hunting cone snails, namely S-RVIIIA from Conus radiates97 and S-GVIIIB from Conus geographus.229 SGVIIIB is an exclusive competitive inhibitor of 9 10, which binds to the orthosteric binding site at the interface of the 9/ 10 subunits.229Also the B3 superfamily peptide -VxXXIVA, which inhibits the 9 10 nAChR receptor with low micromolar a nity, was found through a cDNA library search of Conus vexillium.121Another interesting 9 10 nAChR subtype selective allosteric inhibitor, GeXIVA was isolated fromConus generalis.230 GeXIVA belongs to the O1 superfamily, although the mature conotoxin is quite distinct from other members of the O1 superfamily due to its high density of arginine residues (nine arginine residues in the 28 amino acid peptide). 6.3. Sodium Channel Modulators\nThere are nine di erent mammalian sodium channel - subunits, NaV1.1 to 1.9, which form the ion conducting pore, and coassemble with the auxiliary -subunits ( 1 to 4), modulating channel gating and tra cking.231,232 Nav isoforms 1.1, 1.2, and 1.6 are present in both the CNS and PNS, while Nav1.3 is only present in the CNS and 1.7 9 are only present in the PNS.233 Isoforms 1.4 and 1.5 are mostly\nFigure 34.N terminal mutants derived from D-GeXXA and their functionality. (A) Active N terminal domain (green) of D-GeXXA and its mutants, dimeric NTD, cyclic NTD (cNTD), and RQ mutants of cNTD. (B) Top view of the D-GeXXA NTD (cyan) bound to the top surface of the human 4(pink) 2(beige) nAChR subtype. Model based on the crystal structure of dimeric D-GeXXA (PDB 4X9Z). (C) Inhibition of human 9 10 and rat 1 1 nAChRs by D-GeXXA, CTD of D-GeXXA, and NTD mutants.228\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX AA\nexpressed in skeletal muscle and the heart, respectively.233 Given the critical role of Nav channels in the CNS and PNS, it may not come as a surprise that cone snails have evolved a number of di erent ways to selectively target these channels.\nTo date, ve classes of conotoxins are known to target Nav channels ( -, O-, O-S-, -, and -conotoxins). Despite them acting on the same target, they are structurally distinct and elicit di erent pharmacology at Nav channels. , O, and O S conotoxins are Nav channel inhibitors, while - and - conotoxins are activators. -Conotoxins bind to site 1 located near the ion-conducting pore where they block the pore. Several conotoxins acting on Nav1.4, Nav1.2, and Nav1.8 have been characterized and reviewed before.201 Since that review, very few new discoveries of Nav channel blockers have been reported.234 The adverse side e ects of undesirable rapid paralysis and death of in ammatory and neuropathic pain models upon intravenous applications of -conotoxins, presumably due to o -target activity at skeletal subtype NaV1.4, may have discouraged the search for novel Nav channels blockers from cone snails as pain therapeutics. E orts have been made to chemically engineer -conotoxins to selectively target therapeutically important Nav isoforms.\n234 - Conotoxins have also been explored beyond their therapeutic potential, e.g., as cosmetics. -CnIIIC, which is commercialized as XEPTM-018, is a potent antagonist of Nav1.4 with an IC50 of 1.3 nM.59 A cream formulation of -CnIIIC is applied topically (Lirikos Marine Botoxin1; Amorepaci c) to smooth facial lines in aesthetic dermatology.235\nO-Conotoxins inhibit Nav channels via modulating voltage sensors in domain II to restrict channel opening, therefore they are not pore blockers. Because of their hydrophobic nature and therefore challenging synthesis, not many O-conotoxins have been characterized and no novel O-conotoxin has been discovered since 2014.\nO§-Conotoxins are the most recently discovered group of Na channel blockers, and currently O§-Conotoxin GVIIJ isolated fromConus geographusremains the only member of this group.94 Compared to typical Nav channel blocking conotoxins, O§-GVIIJ has seven cysteine residues, with six of\nthem cross-linked to form three disul de bonds and Cys24 beingS-cysteinylated. GVIIJ de nes site 8 on sodium channels between S5 and SS5 of DII, where the peptide-channel complex is stabilized by a disul de tether between Cys24 of the peptide and Cys910 of rat (r)Nav1.2.\n94 Electrophysiological studies have shown that S-glutathionylated GVIIJ inhibited all TTX sensitive rNaV1 subtypes. Although the mechanism ofSglutathionylated GVIIJ mediated channel inhibition remains to be determined, it was con rmed that GVIIJ is not a classical pore blocker94 and thiol-oxidizing or disul de-reducing agents could protect rNav1.2 from S-glutathionylated GVIIJ. Therefore, in a follow-up study, a series of GVIIJ analogues were synthesized with Cys24 disul de-bonded to various thiols to probe the redox state of extracellular cysteines in the Nav channels.236The results of this study indicated that Cys910 in wild-type Nav1.2 has a free thiol and Cys910 is disul debonded to Cys918 and Cys912, respectively, shedding light on the redox states of extracellular cysteines of the Nav channels. Furthermore, given GVIIJ block is - ubunit dependent, GVIIJ was used to establish that action potentials in A- bers of the rodent sciatic nerves are mediated primarily by NaV1.6 associated with NaV 2 or NaV 4. 237\n-Conotoxins activate Nav channels via delaying the channel inactivation mechanism, which results in persistent neuronal ring. It is suggested that -conotoxins interact with the hydrophobic residues located in the S3/S4 linker of domain IV of the Nav channel.\n201 Until recently, only -conotoxins isolated from sh hunters activated mammalian Nav ch nnels (PVIA, SVIA, EVIA, NgVIA) (Figure 35).238 However, - conotoxins isolated from worm-hunting species of the Tesseliconusclade, TsVIA (Conus tessulatus),238 ErVIA (Conus eburneus)238 and SuVIA (Conus suturatus)93 are also potent activators of vertebrate Nav channels. In particular, SuVIA activates human Nav1.3, Nav1.4, and Nav1.6 channels with low nanomolar EC50 (Figure 35). These were the rst reports of vertebrate active -conotoxins found from nonpiscivorous species. The striking sequence similarity between -conotoxins from sh and worm hunters led to the hypothesis that - conotoxins from worm hunters primarily evolved for defense\nFigure 35.Recently discovered -conotoxins and their activities. (A) Alignment of recently discovered -conotoxins from worm- and molluskhunting cone snails. UPGMA tree with 100 bootstrap replicates shows that molluscivorous - onotoxins are closely related to piscivorous -PVIA, while molluscivorous -GmVIA clusters separately. (B) E ect of -SuVIA on di erent subtypes of Nav channels analyzed using uorometric FLIPR assays and SH-SY5Y cells. Adapted with permission from ref93. Copyright 2015 Royal Society Publishing. (C) Given the sequence and functional similarity of molluscivorous -conotoxins to piscivorous -conotoxins, it can be proposed that -conotoxins initially evolved for defense in wormhunting cone snails and were then repurposed for predation in sh hunters.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX AB\nagainst larger predators, including shes, and were ultimately repurposed to facilitate the dietary shift to sh-hunting lineages from an ancestral vermivore diet.93 Despite these new discoveries, the therapeutic potential of -conotoxins is not well explored. The main constraint of studying -conotoxin pharmacology is the challenging synthesis and puri cation due to their hydrophobic nature. This challenge has recently been overcome by employing a solubility tag (Scheme 3), and we hope that this will soon provide more insights into their pharmacology and provide novel tools to decipher Nav channel activity mechanisms further.\n6.4. Potassium Channel Modulators\nPotassium channels (Kv) are one of the most abundant and diverse family of ion channels, with 70 di erent isoforms. To match this diversity of targets, multiple families of conotoxins have evolved to modulate voltage gated potassium channels and there exist eight classes of K-channel blockers ( - conotoxins), namely A, O, M, J, I, contryphans, conkunitzins, and conorfamides. The pharmacology of the - conotoxins was described in 2012,201 and no signi cant discoveries have been made since then. However, some - conotoxins can also selectively antagonize voltage-gated potassium channels of the Kv1 family. For instance, -PIIIA and -SIIIA inhibit Kv1.1 and Kv1.6 channels in the nanomolar range while inactive on Kv1.2 1.5 and Kv2.1.\n239The activity of these toxins on Kv channels is largely determined by the pore regions of the channels, including the turret domain.239\nThese results have not only revealed multiple targets of some -conotoxins but also raise an important question on considering -conotoxins as analgesics because o -target e ects can potentially lead to severe side e ects.\nCono-RFamide-Sr3 remains the rst K-channel blocker identi ed from the relatively small class of conopeptides, Cono-RFamide (Figure 37).240 Cono-RFamide-Sr3 is a 15- amino acid long disul de-free peptide, and the third conorfamide identi ed from Conus spurius.Cono-RFamideSr3 blocks the activity of shaker voltage dependent K channels. Although Cono-RFamide-Sr3 has only moderate a nity (2.7 – 0.35 M), it has high speci city to shaker subtype of Kv channels overShab, Shaw, Shal, and hEag channels240\npresenting a new class of K-channel blockers that remains to be explored.\n6.5. Activities beyond Voltage- and Ligand-Gated Ion Channels\nThe last three decades ofConusresearch has highlighted that the main mechanisms underlying the biological activity of Conusvenom are predominantly potent modulation of either voltage-gated or ligand-gated ion channels.201 Given the diversity, abundance, and high therapeutic promise, discovery has been directed toward identifying ligands for these known targets, mainly pain modulators. The majority of venom peptides that has been pharmacologically characterized comes from the venoms of piscivorousConus, mostly from the IndoPaci c. Integrated venomics together with high-throughput peptide production241and screening technologies13,242,243have however enabled comprehensive pro ling and characterization of venoms from rare species without having to use large quantities of venom. These advances catapultedConusvenom research way beyond the initial focus of sh hunter venoms and ion channel modulators.\nWith integrated venomics approaches have revealed another layer of conotoxin diversity, it is clear that the majority of conotoxins remains uncharacterized, including interesting and newly discovered atypical conotoxins. Characterization of conotoxins with novel structural features has revealed new activities; among these many resemble endogenous neuropeptides or hormones, suggesting their evolutionary origin.\nIn addition to the previously characterized neuropeptide like sequence families (conopressins, contulakins, and conantokins) found in cone snail venoms,5,201 several novel classes of hormone/neuropeptide-like molecules targeting neuroendocrine processes have been discovered in the recent past, revealing the fascinating strategies being employed by the cone snails for envenomation, suggesting the potential signi cance of nontoxic components of cone snail venoms. This section discusses the pharmacology of novel conotoxin families with previously unknown activities for conotoxins.\n6.5.1. Conoinsulins. Conoinsulins induce hypoglycemic shock in sh185and make up a novel class of conotoxins that is widely distributed across h-hunting cone snails. Con-Ins G1 is the smallest naturally occurring insulin analogue ever described, and it was suggested that a smaller size may be associated with better bioavailability.244 Sequence similarity to vertebrate insulins and smaller size presented a unique opportunity to investigate the pharmacological potential of these special molecules evolved to a ect glucose homeostasis. In a detailed functional and SAR study, it was found that Con-\nFigure 36.Cone snail venom derived conoinsulins and their activities. (A) Alignment of the A and B chains of conoinsulins found in sh-hunting cone snailsC. geographus(Con-InsG1 and G3),C. tulipa(Con Ins-T1A, T1B, and T2), andC. kinoshitai(Con-Ins K1 and K2). (B) E ect of conoinsulins on activation of the isoform B of human insulin receptor and the blood glucose level of streptozotocin (STZ)-induced diabetes model of zebra sh. Dose of 65 ng peptide/body weigh was injected (ip) into the zebra sh following injection of STZ (1.5 g/kg).\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX AC\nIns G1 is a naturally occurring B-chain-minimized mimetic of human insulin.147\nAlthough Con-Ins G1 lacks the human insulin C-terminal part of the B chain that mediates engagement into the insulin receptor and assembly of the hormone s h xameric storage form, it retains all of the other structural features of vertebrate insulin including the A chain and canonical disul e-bonding patterns.244 Despite lacking the equivalent B chain residues, monomeric conoinsulins (Con-Ins G1, Con-Ins G3, Con-Ins T1A, Con-Ins TIB, Con-Ins T2, Con-Ins K1, Con-Ins K2) (Figure 36A) strongly bind to the B isoform of the human insulin receptor and activate receptor signaling.57 Moreover, when tested in zebra sh and mice, conoinsulins lower blood glucose in the streptozotocin-induced model of diabetes (Figure 36B).57\nConoinsulins contain a structural element that mitigates the lack of an equivalent to residue PheB24 in the B chain of human insulins that is known to be critical for binding to the receptor. Crystal structure of Con-Ins G1 and complementary modeling suggest that the absence of PheB24 is mitigated by residues TyrB15 and TyrB20.147 Moreover, Con-Ins G1 contains four post-translationally modi e residues (A4 and B10 are -carboxyglutamates, A-chain C-terminal residue CysA20 is amidated and B3 is a hydroxyproline) and omission of these PTMs reduces the extent of receptor activation approximately by 8-fold, demonstrating the importance of these PTMs to functionality.147 Molecular modeling studies revealed that in highly active Con Ins T1A, structurally important TyrB20 observed in Con Ins G1 is replaced with PheB20 and still acts as a surrogate for the receptor-engaging residue PheB24 of the human insulins. In the model of ConIns K1 bound to the hIR, positions B15 and B20 appear to play a key role in receptor binding, although the aromatic residues present in Con-Ins G1 and T1A at these positions are replaced by leucine.57\nHistorically, shortening of the B-chain of human insulin to create rapid-acting insulins have failed because the C-terminal region of the B-chain is critical for its activity.245 However, these novel conoinsulins provide a novel sca old for the design of an improved class of therapeutic human insulin mimetic analogues that are intrinsically monomeric and rapid-acting.\n6.5.2. RF-Amide Peptides.Cono-RFamide-Sr1246 and Cono-RFamide-Sr2247 from Conus spuriuswere the rst conopeptides discovered from an Atlantic worm-hunting Conusspecies. Cono-RFamides have high sequence similarity with the molluskan cardioexcitatory RFamide tetrapeptide Phe-Met-Arg-Phe-NH2 (FMRFamide) and to other FMRFarelated peptides that are found in other invertebrate and vertebrate phyla (Figure 37).240\nCono-RFamide-Sr1 elicits hyperactivity in mice similar to what is observed with the neuropeptide FMRF NH2. Structurally di erent cono-RFamide-Sr2 has paralytic activity toward limpetPatella opeand elicits hyperactivity in the freshwater snailPomacea paludosaand in mice when injected. Cono-RFamide-Sr2 has sequence similarity to RFamide neuropeptides of marine and fresh water mollusks explaining its biological activities against mollusks. Cono-RFamide-Sr2 sequence is also highly similar to RFamide neuropeptides of polychetes, the prey ofConus spurius, providing a plausible ecological role in predation. Recently, a new RFamide like conotoxin, cono-RFamide-Vc1, was discovered fromConus victoriae.248 Similar to cono-RFamide-SrI, hyperactivity was observed upon injection of low doses of conorfamide-Vc1 into mice. At higher doses (2.5 20 nmol), complete incapacitation of mice lasting up to 20 min was observed. In further evaluation of its bioactivity, it was found that conorfamide-Vc1 causes uctuations in calcium ion levels in a range of neuronal and non-neuronal DRG cells.248\nThe pharmacological target of cono-RFamides was identi e with the discovery of cono-RPRFamide-Tx1.1.249 ConoRPRFamide-Tx1.1 speci cally enhances nociceptor-speci c ion channel ASIC3 currents via increasing the excitability of sensory neurons. Injection of cono-RPRFamide-Tx1.1 into the gastrocnemius muscle enhanced acid-induced muscle pain in mice that was abolished by genetic inactivation of ASIC3. Furthermore, it was con rmed that cono-RPRFamide-Tx1.1 does not activate or bind to FMRFa-gated Na+ ch nnels despite belonging to the same RFamide family, con rming its speci city for ACIC3 channels. The a nity to ASIC3 is 10- fold higher than FMRFamide, making cono-RPRFamide-Tx1.1 the most potent RFamide modulating ASICs so far.249Binding assays revealed that RPRFa interacts with the closed state of the ASIC3,249 as previously proposed for FMRFa interactions with ASICs.250 Interestingly, only four venom-derived toxins have been found to target ASICs to date, the ASIC1a inhibitor tarantula toxin PcTx1,251 the ASIC3 inhibitor sea anemone toxin APETx2,252 the pan-ASIC activator coral snake toxin MitTx,253 and the ASIC1a and 1b inhibitors snake toxin mambalgins.254 These toxins have been instrumental in unravelling the physiological functions and the structure of ASICs. The ability of RPRF-amide to enhance acid induced muscle pain in mice via activating ASIC3 subtypes suggests that this peptide can be a useful tool to further study the role of ASIC3 in pain.\nRecently two novel cono-RFamides, conorfamide-As1a and conorfamide-As2a from the Mexican cone snailConus austini (Figure 37),255 were identi ed. Pharmacological characterization of these peptides revealed that As1a and As2a altered desensitization of ASIC1a and to a lesser degree ASIC3 currents. As2a potentiated ASIC1a currents with an EC50 of 10.9 M while As1a had little e ct on peak currents up to 200 M. Interestingly, conorfamides have polypharmacology, with nAChR activity being the most potent conorfamide target identi ed to date.255 With these insights into the molecular target of cono-RFamides, it appears that their potential ecological role could be to enhance pain or cause discomfort upon injection in predators by targeting ASICs and/or muscle nAChRs.\nrevealed a novel 33-residue C-terminal carboxylate, -\nMiXXVIIA belonging to the novel G2 superfamily.124 -\nMiXXVIIA is de ned by eight cysteine residues (C C C\nAD\nCCC C C) including the rare sequential cysteine residue triplet (CCC). -MiXXVIIA displays a unique topology containing two -hairpins that resemble the N-terminal domain of the cell proliferation regulator human granulin A (Figure 38).\nGranulin A is an ancestral growth factor involved in development and wound healing with homologous domains spanning most phyla. -MiXXVIIA also promotes cell proliferation (EC50 17.85 M) in the human liver cholangiocyte cell line H69. However, the cell proliferation levels were considerably lower compared to the most potent granulin analogue fromOpisthorchis viverinniliver uke parasite (11.5 nM).256Although not a potent inducer of cell proliferation, - MiXXVIIA protects from apoptotic cell death (EC50 2.2 M) when proliferation was restricted with nutrient limitations.124 Conotoxins with antiapoptotic activity are very rare; s-cal14.1a from Conus califonicushas micromolar apoptotic activity in human lung cancer cells.109 Given the diversity of conotoxins and the number of noncharacterized conotoxins, it is however not surprising to nd unexpected biological activities. The most interesting evolutionary feature is that cone snails have weaponized ancestral molecules like neuropeptides and hormones for prey capture and defense.\nA recent study has reported an H superfamily peptide HVc7.2 (Figure 38) from Conus victoriaewith a structure resembling the N-terminal region of the human granulin protein.257 It was unusual that despite having typical ICK connectivities (CysI-CysIV/CysII-CysV/CysIII-CysVI) of cysteine framework VI/VII, H-Vc7.2 has acquired a granulin-like fold. Further studies on the e ects of varying loop lengths in cysteine framework VI/VII proteins will help determine how the mini-granulin vs ICK folds evolved. Interestingly, the C\nterminal domain of the D-GeXXA (Figure 38) also has a granulin fold,257 suggesting that granulin-like structures might be more common in toxins than previously recognized.\n7. CONCLUDING REMARKS AND OUTLOOK With the relative decline in small molecule drug discovery and an ensuing slowed translation into drugs many researchers are returning to natural product discovery once again. Of particular interest are conotoxins that are highly potent and selective on a wide range of receptors. Constrained peptides of this size are seen as emerging therapeutic agents that address di erent chemical space to small molecules and biologics.258 Potentially, this peptide drug class has lower cost and enhanced pharmacokinetics with better tissue penetration and delivery.\nSince our 2014 review in this journal, we have seen major advances in the application of integrated venomics approaches that have dramatically increased the rate of discovery of expressed conotoxin sequences and helped decipher where along the venom duct those associated with prey capture or defense are produced. Although only two new frameworks have been structurally and pharmacologically de ned since 2015, many species are currently being studied. With about 750 known species, this remains a rapidly growing eld, encouraging many new scientists to get involved. This advance in discovery research is in stark contrast to the limited progress in the synthesis and structure determination of most classes of conotoxins. In part, this has occurred through the lack of robust folding strategies for these cysteine rich peptides, making the production of large conotoxin libraries an ongoing\nchallenge. This lack of readily accessible chemical diversity is\ncompounded by the focus on a handful of readily accessible\nconotoxin structural classes, with the structures of 20 of the 28\nframeworks being poorly characterized or neglected.\nDetermining the pharmacology of these peptides also remains a major challenge that has not kept pace with discovery. In part, this re ects the limited availability of screening strategies and an over-reliance on cell-based assays targeting mammalian membrane proteins, especially ion channels, GPCRs, and transporters. Phenotypic screens using the cells, tissues, and animal behaviors directly related to the predatory and defensive species targeted by cone snails are expected to have greater potential to address this pharmacological discovery gap. With the pharmaceutical industry beginning to embrace this approach, it is anticipated that such screens will help drive future discovery e o ts and provide exciting new peptide drug leads. For example, zebra sh behavioral assays have the potential to identify new members of the nirvana cabal andConus elegansbehavioral assays have the potential to identify conotoxins that speci cally target worm receptors. With a greater emphasis being placed on the translation of conotoxins into new membrane protein probes, we predict that in the next 5 years this balance will again shift back to structure function studies and the hope that new conotoxins will be identi ed with potential to help better understand and/or treat diseases where small molecule approaches have disappointed.\nASSOCIATED CONTENT Special Issue Paper\nThis paper is an additional review forChem. Rev.2019, volume 110, issue 17, Macrocycles .\nFigure 38. Comparison of the secondary structure between conotoxins and recombinant human granulin A. -MiXXVIIA (PDB 6PPC), truncated GeXXA (PDB 4X9Z), and Vc7.2 (PDB 6Q5Z) are in red. Granulin A (PDB 2JYE) is in gray. The disul de bonds are represented by yellow sticks.\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX AE\nAUTHOR INFORMATION Corresponding Authors\n*P.F.A..: E-mail,p.alewood@imb.uq.edu.au. *D.J.C.: E-mail,d.craik@imb.uq.edu.au. *R.J.L.: E-mail,r.lewis@imb.uq.edu.au."
    }, {
      "heading" : "ORCID",
      "text" : "Markus Muttenthaler:0000-0003-1996-4646 Quentin Kaas:0000-0001-9988-6152 David J. Craik:0000-0003-0007-6796 Paul F. Alewood:0000-0001-7454-6522 Author Contributions\nA.-H.J. and M.M. contributed equally to this review."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest."
    }, {
      "heading" : "Biographies",
      "text" : "Ai-Hua Jin was born in China, where she obtained her B.Pharm. degree from Shenyang Pharmaceutical University, China. She completed her Ph.D. degree at the Institute for Molecular Bioscience, The University of Queensland, Australia. in 2006. She is currently working in the laboratory of Professor Paul Alewood. and her research interests are transcriptomic proteomic and venomic discovery, chemical synthesis. and engineering of novel toxins from Australia s venomous creatures.\nMarkus Muttenthaler is head of the Neuropeptide Research Laboratory at the Institute of Biological Chemistry at the University of Vienna, Austria, and holds a second appointment at the Institute for Molecular Bioscience at the University of Queensland, Brisbane, Australia. He graduated as a synthetic chemist in 2004 at the Vienna University of Technology, obtained his Ph.D. in Biological and Medicinal Chemistry in 2009 at the University of Queensland, and carried out postdoctoral research in the Alewood Lab at the Institute of Molecular Bioscience, in the Dawson Lab at the Scripps Research Institute in California, and in the Albericio Lab at the Institute for Research in Biomedicine Barcelona. In 2015, he set up his rst research group at the Institute for Molecular Bioscience, and in 2017, he received the prestigious ERC Starting Grant and was appointed Associate Professor at the University of Vienna, Austria, where he set up his second research group. His research focuses on bioactive peptides to study human health and disease, with applications in gastrointestinal disorders, chronic pain, breast cancer, and autism.\nSe bastien Dutertre was born in France, where he obtained his M.Sc. from the University of Paris XII, School of Industrial Chemistry of Paris and National Museum of Nature History of Paris in 2001. He received his Ph.D. in Molecular Bioscience in 2006 from the University of Queensland, Australia. He was then awarded an EMBO postdoctoral fellowship to join the laboratory of Prof. Heinrich Betz at the Max-Planck-Institute for Brain Research, Frankfurt, Germany. Next, he joined Atheris Laboratories (Switzerland) in 2008 to work on an innovative and ambitious postgenomic project dedicated to the discovery and development of novel biopharmaceuticals generated by the broad biodiversity of animal venoms. In 2010, he was awarded a University of Queensland postdoctoral fellowship to join the laboratory of Prof. Richard J. Lewis and develop an integrated approach to accelerate the discovery of novel peptides from cone snail venoms, using second-generation sequencing technologies and proteomic methods. Since 2013, he is a permanent researcher at the CNRS in Montpellier (Institut des Biomole cu s Max Mousseron, France), where he leads the Chemical Ecology of Toxins and Venoms lab. His research interests encompass the discovery of\nvenom peptides, their precise mode of interaction with targeted receptors, and their associated therapeutic potential.\nHimaya Siddhihalu Wickrama Hewage was born in Sri Lanka, where she obtained her B.Sc. (Hons) from the University of Peradeniya in 2008. Then she moved to South Korea, where she completed her combined M.Sc. (2010) and Ph.D. (2013) at the Marine Bioprocess Research Center, Pukyong National University, Busan. She conducted a one-year postdoc position at the same institute under Prof. Se-Kwon Kim, characterizing anti-in ammatory peptides from marine invertebrates. In 2015, she was awarded the University of Queensland Postdoctoral Fellowship to commence three years of postdoctoral research in the group of Prof. Richard Lewis at the Institute for Molecular Biosciences, The University of Queensland, Australia. Since then, she is working in the laboratory of Professor Richard Lewis and her research focuses on the use of omics technologies for highthroughput pro ling of cone snail venoms to unravel therapeutically valuable venom peptides while understanding the evolution and origin of venom.\nQuentin Kaas is a Senior Research Fellow at the Institute for Molecular Bioscience, The University of Queensland. He obtained his Chemical Engineering degree in 2001 from the Ecole Normale Supe rieure de Chimie de Montpellier (ENSCM) and his Ph.D. degree in Bioinformatics in 2005 from the University of Montpellier II. He was then awarded an Australian Postdoctoral fellowship by the Australian Research Council to undertake three years of postdoctoral research on plant cyclic peptide structure activity relationships in the laboratory of Professor David Craik at the Institute for Molecular Bioscience, The University of Queensland, Australia. He is currently working in the laboratory of Professor David Craik, and the focuses of his research are structural bioinf rmatics and computational modelling studies of toxins extracted from plants and animals. He has developed and currently maintains the only database specialized on sequences and structures of cone snail toxins, ConoServer (http:// www.conoserver.org).\nDavid J. Craik is an Australian Research Council Laureate Fellow at the Institute for Molecular Bioscience, The University of Queensland, Australia. He obtained his Ph.D. degree in Organic Chemistry from La Trobe University in Melbourne, Australia (1981), and undertook postdoctoral studies at Florida State and Syracuse Universities before taking up a lectureship at the Victorian College of Pharmacy in 1983. He was appointed Professor of Medicinal Chemistry and Head of School in 1988. He moved to the University of Queensland in 1995 to set up a new biomolecular NMR laboratory. His research focuses on application of NMR in drug design and on toxins, including conotoxins. His group has a particular focus on structural studies of disul de-rich proteins and on the discovery and applications of circular proteins and novel protein topologies. He has trained more than 70 Ph.D. students and is the author of 650 scienti c publications.\nRichard J. Lewis is an NHMRC Principal Research Fellow at the Institute for Molecular Bioscience, The University of Queensland, Australia. He obtained his Ph.D. degree in Zoology and Chemistry from James Cook University in Townsville, Australia (1985). He was then employed as a Fisheries Scientist by the Queensland Department of Primary Industries to continue his Ph.D. research on ciguatera before being appointed as a Principal Investigator at the Centre for Drug Design and Development in 1996 to research conotoxins and their therapeutic potential, which led to the establishment of the biotechnology company Xenome Ltd. that he cofounded in 2000. His research focuses on the application of proteomics, transcriptomic, pharmacological, and structural studies to the discovery and development of venom peptide, especially in relation to pain. He\nDOI:10.1021/acs.chemrev.9b00207 Chem. Rev.XXXX, XXX, XXX XXX AF\nhas trained more than 20 Ph.D. students and is the author of over 300 scienti c publications.\nPaul F. Alewood received his B.Sc. (Hons) from the University of New South Wales, Australia, in 1969. He received his Ph.D. at the University of Calgary, Canada, in 1974 before studying in Geneva and London. He moved to the University of Melbourne in 1977 before joining the Victorian College of Pharmacy in 1983 as a lecturer, where he began a lifelong interest in peptide drug development. In 1998, he was a founding member of Bond University, Australia before moving to the University of Queensland in 1991 as Deputy Director and Professorial Fellow of the Centre for Drug Design and Development. He was also a founding member of the Institute of Molecular Bioscience at the University of Queensland in 2000, where his group has been focused on the discovery and synthesis of disul de rich toxins from Australia s venomous creatures and peptide drug development since then."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This study was supported by Fellowships from the National Health and Medical Research Council (P.F.A., R.J.L., and D.C.). M.M. is supported by the European Research Council under the European Union s Horizon 2020 research and innovation program (grant agreement no. 714366) and by the Australian Research Council (DE150100784). P.F.A. and R.J.L. were supported by a NHMRC Program grant (APP1072113). This study was supported by Fellowships from the National Health and Medical Research Council (P.F.A., R.J.L.) and the Australian Research Council (D.C. FL150100146)."
    } ],
    "references" : [ {
      "title" : "Peptide therapeutics from venom: Current status and potential",
      "author" : [ "M.W. Pennington", "A. Czerwinski", "R.S. Norton" ],
      "venue" : null,
      "citeRegEx" : "Pennington et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pennington et al\\.",
      "year" : 2018
    }, {
      "title" : "Absolute venomics: Absolute quantification of intact venom proteins through elemental mass spectrometry",
      "author" : [ "F. Calderon-Celis", "L. Cid-Barrio", "J.R. Encinar", "A. Sanz-Medel", "J.J. Calvete" ],
      "venue" : null,
      "citeRegEx" : "Calderon.Celis et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Calderon.Celis et al\\.",
      "year" : 2018
    }, {
      "title" : "Discovery, synthesis, and structureactivity relationships of conotoxins",
      "author" : [ "K.B. Akondi", "M. Muttenthaler", "S. Dutertre", "Q. Kaas", "D.J. Craik", "R.J. Lewis", "P.F. Alewood" ],
      "venue" : null,
      "citeRegEx" : "Akondi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Akondi et al\\.",
      "year" : 2014
    }, {
      "title" : "Transcriptomics in pain research: insights from new and old technologies",
      "author" : [ "H. Starobova", "H.S. W A", "R.J. Lewis", "I. Vetter" ],
      "venue" : null,
      "citeRegEx" : "Starobova et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Starobova et al\\.",
      "year" : 2003
    }, {
      "title" : "The cystine knot structure of ion",
      "author" : [ "R.S. Norton", "P.K. Pallaghy" ],
      "venue" : null,
      "citeRegEx" : "Norton and Pallaghy,? \\Q2015\\E",
      "shortCiteRegEx" : "Norton and Pallaghy",
      "year" : 2015
    }, {
      "title" : "ConoServer, a database for conopeptide sequences and structures",
      "author" : [ "Q. Kaas", "J.C. Westermann", "R. Halai", "C.K. Wang", "D.J. Craik" ],
      "venue" : "Toxicon1998,",
      "citeRegEx" : "Kaas et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Kaas et al\\.",
      "year" : 1998
    }, {
      "title" : "Advances in venomics",
      "author" : [ "V. Oldrati", "M. Arrell", "A. Violette", "F. Perret", "X. Sprungli", "J.L. Wolfender", "R. Stocklin" ],
      "venue" : null,
      "citeRegEx" : "Oldrati et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Oldrati et al\\.",
      "year" : 1999
    }, {
      "title" : "Venoms as a platform for human drugs: translating toxins into therapeutics",
      "author" : [ "Mol. BioSyst" ],
      "venue" : null,
      "citeRegEx" : "BioSyst.,? \\Q2016\\E",
      "shortCiteRegEx" : "BioSyst.",
      "year" : 2016
    }, {
      "title" : "Comparative Venomics Reveals the Complex Prey Capture Strategy of the Piscivorous Cone Snail",
      "author" : [ "S.W. Himaya", "A.H. Jin", "S. Dutertre", "J. Giacomotto", "H. Mohialdeen", "I. Vetter", "P.F. Alewood", "R.J. Lewis" ],
      "venue" : null,
      "citeRegEx" : "Himaya et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Himaya et al\\.",
      "year" : 2015
    }, {
      "title" : "High conopeptide diversity",
      "author" : [ "N. Barghi", "G.P. Concepcion", "B.M. Olivera", "A.O. Lluisma" ],
      "venue" : null,
      "citeRegEx" : "Barghi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Barghi et al\\.",
      "year" : 2015
    }, {
      "title" : "Intraspecific variations",
      "author" : [ "S i" ],
      "venue" : "Rep. 2018,",
      "citeRegEx" : "i.,? \\Q2018\\E",
      "shortCiteRegEx" : "i.",
      "year" : 2018
    }, {
      "title" : "Karect: accurate correction",
      "author" : [ "A. Allam", "P. Kalnis", "V. Solovyev" ],
      "venue" : null,
      "citeRegEx" : "Allam et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Allam et al\\.",
      "year" : 2006
    }, {
      "title" : "Transcriptomic-Proteomic Correlation in the Predation-Evoked Venom of the Cone Snail",
      "author" : [ "A.H. Jin", "S. Dutertre", "M. Dutt", "V. Lavergne", "A. Jones", "R.J. Lewis", "P.F. Alewood" ],
      "venue" : null,
      "citeRegEx" : "Jin et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2015
    }, {
      "title" : "PacBio Sequencing and Its Applications. Genomics, Proteomics Bioinf",
      "author" : [ "A. Rhoads", "K.F. Au" ],
      "venue" : "Mar. Drugs2019,",
      "citeRegEx" : "Rhoads and Au,? \\Q2019\\E",
      "shortCiteRegEx" : "Rhoads and Au",
      "year" : 2019
    }, {
      "title" : "Novel venom peptides from the cone snail Conus pulicarius",
      "author" : [ "A.O. Lluisma", "B.A. Milash", "B. Moore", "B.M. Olivera", "P.K. Bandyopadhyay" ],
      "venue" : null,
      "citeRegEx" : "Lluisma et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lluisma et al\\.",
      "year" : 2012
    }, {
      "title" : "Genomic resources notes",
      "author" : [ "W. Arthofer", "B.L. Banbury", "M. Carneiro", "F. Cicconardi", "T.F. Duda", "R.B. Harris", "D.S. Kang", "A.D. Leache", "V. Nolte", "C. Nourisson", "N. Palmieri", "B.C. Schlick-Steiner", "C. Schlotterer", "F. Sequeira", "C. Sim", "F.M. Steiner", "M. Vallinoto", "D. A Weese" ],
      "venue" : null,
      "citeRegEx" : "Arthofer et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Arthofer et al\\.",
      "year" : 2014
    }, {
      "title" : "Comparison of the Venom Peptides and Their Expression in Closely RelatedConusSpecies: Insights into Adaptive Post-speciation Evolution ofConusExogenomes",
      "author" : [ "N. Barghi", "G.P. Concepcion", "B.M. Olivera", "A.O. Lluisma" ],
      "venue" : null,
      "citeRegEx" : "Barghi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Barghi et al\\.",
      "year" : 2015
    }, {
      "title" : "The role of defensive ecological interactions",
      "author" : [ "J.R. Prashanth", "S. Dutertre", "A.H. Jin", "V. Lavergne", "B. Hamilton", "F.C. Cardoso", "J. Griffin", "D.J. Venter", "P.F. Alewood", "R.J. Lewis" ],
      "venue" : null,
      "citeRegEx" : "Prashanth et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Prashanth et al\\.",
      "year" : 2015
    }, {
      "title" : "Dietary breadth is positively correlated with venom complexity in cone snails",
      "author" : [ "M.A. Phuong", "G.N. Mahardika", "M.E. Alfaro" ],
      "venue" : null,
      "citeRegEx" : "Phuong et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Phuong et al\\.",
      "year" : 2016
    }, {
      "title" : "Cone snail venomics: from novel biology to novel therapeutics",
      "author" : [ "J.R. Prashanth", "A. Brust", "A.H. Jin", "P.F. Alewood", "S. Dutertre", "R.J. Lewis" ],
      "venue" : null,
      "citeRegEx" : "Prashanth et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Prashanth et al\\.",
      "year" : 2016
    }, {
      "title" : "Venom Insulins of Cone Snails Diversify Rapidly and Track Prey Taxa",
      "author" : [ "H. Safavi-Hemami", "A. Lu", "Q. Li", "A.E. Fedosov", "J. Biggs", "P. Showers Corneli", "J. Seger", "M. Yandell", "B.M. Olivera" ],
      "venue" : null,
      "citeRegEx" : "Safavi.Hemami et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Safavi.Hemami et al\\.",
      "year" : 2019
    }, {
      "title" : "Venomics as a drug discovery",
      "author" : [ "P. Escoubas", "G.F. King" ],
      "venue" : null,
      "citeRegEx" : "Escoubas and King,? \\Q2012\\E",
      "shortCiteRegEx" : "Escoubas and King",
      "year" : 2012
    }, {
      "title" : "Venomics: a new paradigm for natural products-based drug discovery",
      "author" : [ "I. Vetter", "J.L. Davis", "L.D. Rash", "R. Anangi", "M. Mobli", "P.F. Alewood", "R.J. Lewis", "G.F. King" ],
      "venue" : null,
      "citeRegEx" : "Vetter et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Vetter et al\\.",
      "year" : 2009
    }, {
      "title" : "Snails In Silico: A Review of Computational Studies on the Conopeptides",
      "author" : [ "R.A. Mansbach", "T. Travers", "B.H. McMahon", "J.M. Fair", "S. Gnanakaran" ],
      "venue" : null,
      "citeRegEx" : "Mansbach et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Mansbach et al\\.",
      "year" : 2012
    }, {
      "title" : "Nuclear Magnetic Resonance seq (NMRseq): A New Approach to Peptide Sequence Tags",
      "author" : [ "D. Wilson", "N.L. Daly" ],
      "venue" : "Mar. Drugs2019,",
      "citeRegEx" : "Wilson and Daly,? \\Q2019\\E",
      "shortCiteRegEx" : "Wilson and Daly",
      "year" : 2019
    }, {
      "title" : "Discovery of Novel Conotoxin Candidates Using Machine Learning",
      "author" : [ "M. Watkins", "S.D. Robinson", "H. Safavi-Hemami", "M. Yandell" ],
      "venue" : "oxins",
      "citeRegEx" : "Q. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2018
    }, {
      "title" : "Pseudo amino acid composition and multi-class support vector machines approach for conotoxin superfamily classification",
      "author" : [ "S. Mondal", "R. Bhavna", "R. Mohan Babu", "S. Ramakumar" ],
      "venue" : "BioMed Res. Int. 2016,",
      "citeRegEx" : "Mondal et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mondal et al\\.",
      "year" : 2016
    }, {
      "title" : "PredCSF: an integrated feature-based approach for predicting conotoxin superfamily.Protein Pept",
      "author" : [ "Y. X", "J. Song", "H.B. Shen", "X. Kong" ],
      "venue" : "J. Theor. Biol.2006,",
      "citeRegEx" : "X. et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2006
    }, {
      "title" : "Prediction of the types of ion channel-targeted conotoxins based on radial basis function network",
      "author" : [ "L.F. Yuan", "C. Ding", "S.H. Guo", "H. Ding", "W. Chen", "H. Lin" ],
      "venue" : null,
      "citeRegEx" : "Yuan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2011
    }, {
      "title" : "Predicting the Types of Ion Channel-Targeted Conotoxins Based on AVC-SVM",
      "author" : [ "X. Wang", "J. Wang", "Z. Yue" ],
      "venue" : "BioMed Res. Int. 2014,",
      "citeRegEx" : "Wang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2014
    }, {
      "title" : "MrIC, a novel -conotoxin agonist in the presence of PNU at endogenous",
      "author" : [ "A.H. Jin", "I. Vetter", "S. Dutertre", "N. Abraham", "N.B. Emidio", "M. Inserra", "S.S. Murali", "M.J. Christie", "P.F. Alewood", "R.J. Lewis" ],
      "venue" : null,
      "citeRegEx" : "Jin et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2015
    }, {
      "title" : "Characterizing the evolution and functions of the M-superfamily conotoxins",
      "author" : [ "M. Zhou", "L. Wang", "Y. Wu", "X. Zhu", "Y. Feng", "Z. Chen", "Y. Li", "D. Sun", "Z. Ren", "A. Xu" ],
      "venue" : null,
      "citeRegEx" : "Zhou et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2006
    }, {
      "title" : "Structural plasticity of mini-M conotoxins - expression of all miniM subtypes byConus regius",
      "author" : [ "A. Franco", "S. Dovell", "C. Moller", "M. Grandal", "E. Clark", "F. Mari" ],
      "venue" : null,
      "citeRegEx" : "Franco et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Franco et al\\.",
      "year" : 2010
    }, {
      "title" : "Solution structure of an M-1 conotoxin with a novel disulfide linkage.FEBS J",
      "author" : [ "W.H. Du", "Y.H. Han", "F.J. Huang", "J. Li", "C.W. Chi", "W.H. Fang" ],
      "venue" : null,
      "citeRegEx" : "Du et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Du et al\\.",
      "year" : 2005
    }, {
      "title" : "Evolution of ecological specialization and venom of a predatory marine gastropod",
      "author" : [ "E.A. Remigio", "Duda", "T.F." ],
      "venue" : "venom.Chem. Eur. J.2013,",
      "citeRegEx" : "Remigio and Jr.,? \\Q2013\\E",
      "shortCiteRegEx" : "Remigio and Jr.",
      "year" : 2013
    }, {
      "title" : "The T-superfamily of conotoxins",
      "author" : [ "C.S. Walker", "D. Steel", "R.B. Jacobsen", "M.B. Lirazan", "L.J. Cruz", "D. Hooper", "R. Shetty", "R.C. DelaCruz", "J.S. Nielsen", "L. M Zhou" ],
      "venue" : "M l. Ecol",
      "citeRegEx" : "Walker et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Walker et al\\.",
      "year" : 2008
    }, {
      "title" : "Novel analgesic",
      "author" : [ "S.R. Sousa", "J.R. McArthur", "A. Brust", "R.F. Bhola", "K.J. Rosengren", "L. Ragnarsson", "S. Dutertre", "P.F. Alewood", "M.J. Christie", "D.J. Adams", "I. Vetter", "R.J. Lewis" ],
      "venue" : "O§-GVIIJ.Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Sousa et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Sousa et al\\.",
      "year" : 2014
    }, {
      "title" : "Inactivation of a serotonin-gated ion channel by a polypeptide toxin from marine snails.Science",
      "author" : [ "L.J. England", "J. Imperial", "R. Jacobsen", "A.G. Craig", "J. Gulyas", "M. Akhtar", "J. Rivier", "D. Julius", "B.M. Olivera" ],
      "venue" : null,
      "citeRegEx" : "England et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "England et al\\.",
      "year" : 2018
    }, {
      "title" : "The spasmodic peptide defines a new conotoxin superfamily",
      "author" : [ "M.B. Lirazan", "D. Hooper", "G.P. Corpuz", "C.A. Ramilo", "P. Bandyopadhyay", "L.J. Cruz", "B.M. Olivera" ],
      "venue" : null,
      "citeRegEx" : "Lirazan et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Lirazan et al\\.",
      "year" : 2005
    }, {
      "title" : "Conopeptide pharmacophore development: toward a novel",
      "author" : [ "A. Brust", "E. Palant", "D.E. Croker", "B. Colless", "R. Drinkwater", "B. Patterson", "C.I. Schroeder", "D. Wilson", "C.K. Nielsen", "M. T Smith" ],
      "venue" : null,
      "citeRegEx" : "Brust et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Brust et al\\.",
      "year" : 2001
    }, {
      "title" : "Antimycobacterial Activity: A New Pharmacological Target for Conotoxins Found in the First Reported Conotoxin fromConasprella ximenes",
      "author" : [ "A. Figueroa-Montiel", "J. Bernaldez", "S. Jimenez", "B. Ueberhide", "L.J. Gonzalez", "A. Licea-Navarro" ],
      "venue" : null,
      "citeRegEx" : "Figueroa.Montiel et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Figueroa.Montiel et al\\.",
      "year" : 2003
    }, {
      "title" : "Apoptosis Activation in Human Lung Cancer Cell",
      "author" : [ "I. Oroz-Parra", "M. Navarro", "K.E. Cervantes-Luevano", "C. Alvarez-Delgado", "G. Salvesen", "L.N. Sanchez-Campos", "A.F. LiceaNavarro" ],
      "venue" : null,
      "citeRegEx" : "Oroz.Parra et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Oroz.Parra et al\\.",
      "year" : 1990
    }, {
      "title" : "Identification of a novel class of nicotinic receptor antagonists: dimeric conotoxins VxXIIA, VxXIIB, and VxXIIC fromConus vexillum",
      "author" : [ "M. Loughnan", "A. Nicke", "A. Jones", "C.I. Schroeder", "S.T. Nevin", "D.J. Adams", "P.F. Alewood", "R.J. Lewis" ],
      "venue" : "Toxicon2008,",
      "citeRegEx" : "Loughnan et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Loughnan et al\\.",
      "year" : 2008
    }, {
      "title" : "Diversity of conotoxin",
      "author" : [ "C.A. Elliger", "T.A. Richmond", "Z.N. Lebaric", "N.T. Pierce", "J.V. Sweedler", "W.F. Gilly" ],
      "venue" : null,
      "citeRegEx" : "Elliger et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Elliger et al\\.",
      "year" : 2011
    }, {
      "title" : "A novel arrangement of Cys residues in a paralytic peptide",
      "author" : [ "M.B. Aguilar", "A. Zugasti-Cruz", "A. Falcon", "C.V. Batista", "B.M. Olivera", "E.P. Heimer de la Cotera" ],
      "venue" : "PLoS One2013,",
      "citeRegEx" : "Aguilar et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Aguilar et al\\.",
      "year" : 2013
    }, {
      "title" : "Conotoxin -MiXXVIIA from the Superfamily G2 Employs a Novel Cysteine Framework that Mimics Granulin and Displays Anti",
      "author" : [ "A. H", "Z. Dekan", "M.J. Smout", "D. Wilson", "S. Dutertre", "I. Vetter", "R.J. Lewis", "A. Loukas", "N.L. Daly", "P.F. Alewood" ],
      "venue" : "Mar. Drugs2013,",
      "citeRegEx" : "H. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2013
    }, {
      "title" : "A Disulfide Stabilized",
      "author" : [ "A.K. Kancherla", "S. Meesala", "P. Jorwal", "R. Palanisamy", "S.K. Sikdar", "S.P. Sarma" ],
      "venue" : null,
      "citeRegEx" : "Kancherla et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kancherla et al\\.",
      "year" : 2017
    }, {
      "title" : "Structure and activity",
      "author" : [ "N.L. Daly", "B. Callaghan", "R.J. Clark", "S.T. Nevin", "D.J. Adams", "D.J. Craik" ],
      "venue" : null,
      "citeRegEx" : "Daly et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Daly et al\\.",
      "year" : 2006
    }, {
      "title" : "Dicarba analogues",
      "author" : [ "S. Chhabra", "A. Belgi", "P. Bartels", "B.J. van Lierop", "S.D. Robinson", "S.N. Kompella", "A. Hung", "B.P. Callaghan", "D.J. Adams", "A. J Robinson" ],
      "venue" : null,
      "citeRegEx" : "Chhabra et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chhabra et al\\.",
      "year" : 2013
    }, {
      "title" : "Definition of the R-superfamily of conotoxins: Structural convergence of helix-loophelix peptidic scaffolds",
      "author" : [ "C. Moller", "S. Dovell", "C. Melaun", "F. Mari" ],
      "venue" : null,
      "citeRegEx" : "Moller et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Moller et al\\.",
      "year" : 2013
    }, {
      "title" : "KNOTTIN: the database of inhibitor cystine knot scaffold after 10 years, toward a systematic structure modeling",
      "author" : [ "G. Postic", "J. Gracy", "C. Perin", "L. Chiche", "J.C. Gelly" ],
      "venue" : null,
      "citeRegEx" : "Postic et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Postic et al\\.",
      "year" : 2018
    }, {
      "title" : "Conopeptide characterization and classifications: an analysis using ConoServer",
      "author" : [ "Q. Kaas", "J.C. Westermann", "D.J. Craik" ],
      "venue" : null,
      "citeRegEx" : "Kaas et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kaas et al\\.",
      "year" : 2010
    }, {
      "title" : "Characterization and Three-Dimensional Structure Determination of -Conotoxin Piiif, a Novel Noncompetitive Antagonist of Nicotinic Acetylcholine Receptors",
      "author" : [ "R.M. Van Wagoner", "R.B. Jacobsen", "B.M. Olivera", "C.M. Ireland" ],
      "venue" : null,
      "citeRegEx" : "Wagoner et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Wagoner et al\\.",
      "year" : 2007
    }, {
      "title" : "A minimized human insulin-receptor-binding motif revealed",
      "author" : [ "J.G. Menting", "J. Gajewiak", "C.A. MacRaild", "D.H. Chou", "M.M. Disotuar", "N.A. Smith", "C. Miller", "J. Erchegyi", "J.E. Rivier", "B. M Olivera" ],
      "venue" : null,
      "citeRegEx" : "Menting et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Menting et al\\.",
      "year" : 2013
    }, {
      "title" : "X-ray structures of AMPA receptor-cone snail toxin complexes illuminate activation mechanism",
      "author" : [ "K.L. Durr", "E. Gouaux" ],
      "venue" : "Curr. Biol.2009,",
      "citeRegEx" : "L. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2009
    }, {
      "title" : "Conantokin G is an NR2Bselective competitive antagonist of N-methyl-D-aspartate receptors",
      "author" : [ "S.D. Donevan", "R.T. McCabe" ],
      "venue" : null,
      "citeRegEx" : "Donevan and McCabe,? \\Q2016\\E",
      "shortCiteRegEx" : "Donevan and McCabe",
      "year" : 2016
    }, {
      "title" : "A vocabulary of ancient peptides at the origin of folded proteins",
      "author" : [ "V. Alva", "J. Soding", "A.N. Lupas" ],
      "venue" : "-Hairpin Fold.Structure2016,",
      "citeRegEx" : "Alva et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Alva et al\\.",
      "year" : 2016
    }, {
      "title" : "Solid phase peptide synthesis. I",
      "author" : [ "R.B. Merrifield" ],
      "venue" : null,
      "citeRegEx" : "Merrifield,? \\Q2015\\E",
      "shortCiteRegEx" : "Merrifield",
      "year" : 2015
    }, {
      "title" : "Solid-phase peptide synthesis utilizing 9-fluorenylmethoxycarbonyl amino acids",
      "author" : [ "G.B. Fields", "R.L. Noble" ],
      "venue" : null,
      "citeRegEx" : "Fields and Noble,? \\Q1963\\E",
      "shortCiteRegEx" : "Fields and Noble",
      "year" : 1963
    }, {
      "title" : "Peptide coupling reagents, more than a letter soup",
      "author" : [ "A. El-Faham", "F. Albericio" ],
      "venue" : null,
      "citeRegEx" : "El.Faham and Albericio,? \\Q2010\\E",
      "shortCiteRegEx" : "El.Faham and Albericio",
      "year" : 2010
    }, {
      "title" : "conotoxin MVIIA possesses strong analgesic activity",
      "author" : [ "J. Liu", "L. Wang", "X. Jiang", "Y. Liu", "C. Peng", "S. Chen", "A. Xu" ],
      "venue" : null,
      "citeRegEx" : "C. et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2006
    }, {
      "title" : "Production of recombinant disul",
      "author" : [ "J.K. Klint", "S. Senff", "N.J. Saez", "R. Seshadri", "H.Y. Lau", "N.S. Bende", "E.A.B. Undheim", "L.D. Rash", "M. Mobli", "G.F. King" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "Klint et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Klint et al\\.",
      "year" : 2007
    }, {
      "title" : "NMR methods for determining",
      "author" : [ "M. Mobli", "G.F. King" ],
      "venue" : "Mar. Drugs2013,",
      "citeRegEx" : "Mobli and King,? \\Q2013\\E",
      "shortCiteRegEx" : "Mobli and King",
      "year" : 2013
    }, {
      "title" : "Molecular chaperones in cellular protein folding",
      "author" : [ "F.U. Hartl" ],
      "venue" : null,
      "citeRegEx" : "Hartl,? \\Q1992\\E",
      "shortCiteRegEx" : "Hartl",
      "year" : 1992
    }, {
      "title" : "Application of Room-Temperature Aprotic and Protic",
      "author" : [ "P. Heimer", "A.A. Tietze", "M. Boehm", "R. Giernoth", "A. Kuchenbuch", "A. Stark", "E. Leipold", "S.H. Heinemann", "C. Kandt", "D. Imhof" ],
      "venue" : null,
      "citeRegEx" : "Heimer et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Heimer et al\\.",
      "year" : 2018
    }, {
      "title" : "Peptide Sequence and Solvent as Levers to Control Disulfide Connectivity in Multiple Cysteine Containing Venom Toxins",
      "author" : [ "K.A. Sajeevan", "D. Roy" ],
      "venue" : null,
      "citeRegEx" : "Sajeevan and Roy,? \\Q2018\\E",
      "shortCiteRegEx" : "Sajeevan and Roy",
      "year" : 2018
    }, {
      "title" : "Diaminodiacid bridges to improve folding and tune the bioactivity of disulfide-rich peptides",
      "author" : [ "Angew. Chem", "Int. Ed" ],
      "venue" : null,
      "citeRegEx" : "Chem. and Ed.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chem. and Ed.",
      "year" : 2015
    }, {
      "title" : "Targeting voltage-gated calcium channels",
      "author" : [ "G.W. Zamponi" ],
      "venue" : null,
      "citeRegEx" : "Zamponi,? \\Q2012\\E",
      "shortCiteRegEx" : "Zamponi",
      "year" : 2012
    }, {
      "title" : "Venom peptides as a rich source",
      "author" : [ "S.R. Sousa", "I. Vetter", "R.J. Lewis" ],
      "venue" : null,
      "citeRegEx" : "Sousa et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sousa et al\\.",
      "year" : 2012
    }, {
      "title" : "Recent progress in the discovery and development",
      "author" : [ "M.S. Lee" ],
      "venue" : null,
      "citeRegEx" : "Lee,? \\Q2015\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 2015
    }, {
      "title" : "Intrathecal ziconotide: a review of its use in patients with chronic pain refractory to other systemic or intrathecal analgesics",
      "author" : [ "M. Sanford" ],
      "venue" : null,
      "citeRegEx" : "Sanford,? \\Q2017\\E",
      "shortCiteRegEx" : "Sanford",
      "year" : 2017
    }, {
      "title" : "Intravenous injection of leconotide",
      "author" : [ "A. Kolosov", "L. Aurini", "E.D. Williams", "I. Cooke", "C.S. Goodchild" ],
      "venue" : "CNS Drugs2013,",
      "citeRegEx" : "Kolosov et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kolosov et al\\.",
      "year" : 2013
    }, {
      "title" : "Molecular basis of toxicity of N-type calcium channel inhibitor MVIIA",
      "author" : [ "F. Wang", "Z. Yan", "Z. Liu", "S. Wang", "Q. Wu", "S. Yu", "J. Ding", "Q. Dai" ],
      "venue" : "Neuropharmacology",
      "citeRegEx" : "Wang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2011
    }, {
      "title" : "Mechanisms of conotoxin inhibition of N-type (Ca(v)2.2) calcium channels",
      "author" : [ "D.J. Adams", "G. Berecki" ],
      "venue" : null,
      "citeRegEx" : "Adams and Berecki,? \\Q2013\\E",
      "shortCiteRegEx" : "Adams and Berecki",
      "year" : 2013
    }, {
      "title" : "Nicotinic ACh receptors as therapeutic targets in CNS disorders",
      "author" : [ "K.T. Dineley", "A.A. Pandya", "J.L. Yakel" ],
      "venue" : null,
      "citeRegEx" : "Dineley et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Dineley et al\\.",
      "year" : 2014
    }, {
      "title" : "Structural mechanisms for",
      "author" : [ "N. Abraham", "M. Healy", "L. Ragnarsson", "A. Brust", "P.F. Alewood", "R.J. Lewis" ],
      "venue" : null,
      "citeRegEx" : "Abraham et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Abraham et al\\.",
      "year" : 2014
    }, {
      "title" : "The pharmacology of voltage-gated sodium channel activators",
      "author" : [ "J.R. Deuis", "A. Mueller", "M.R. Israel", "I. Vetter" ],
      "venue" : null,
      "citeRegEx" : "Deuis et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Deuis et al\\.",
      "year" : 2019
    }, {
      "title" : "Probing the Redox States of Sodium Channel Cysteines at the Binding Site",
      "author" : [ "M.M. Zhang", "J. Gajewiak", "L. Azam", "G. Bulaj", "B.M. Olivera", "D. Yoshikami" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2017
    }, {
      "title" : "Development and optimization of FLIPR high",
      "author" : [ "I. Vetter" ],
      "venue" : null,
      "citeRegEx" : "Vetter,? \\Q2017\\E",
      "shortCiteRegEx" : "Vetter",
      "year" : 2017
    }, {
      "title" : "Insulin as a weapon",
      "author" : [ "S.D. Robinson", "H. Safavi-Hemami" ],
      "venue" : "Toxicon2016, 123,",
      "citeRegEx" : "Robinson and Safavi.Hemami,? \\Q2016\\E",
      "shortCiteRegEx" : "Robinson and Safavi.Hemami",
      "year" : 2016
    }, {
      "title" : "Identification of a cono-RFamide from the venom",
      "author" : [ "C. Reimers", "C.H. Lee", "H. Kalbacher", "Y. Tian", "C.H. Hung", "A. Schmidt", "L. Prokop", "S. Kauferstein", "D. Mebs", "C. C Chen" ],
      "venue" : null,
      "citeRegEx" : "Reimers et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Reimers et al\\.",
      "year" : 2015
    }, {
      "title" : "A heteromeric Texas coral snake toxin targets acidsensing ion channels to produce pain",
      "author" : [ "C.J. Bohlen", "A.T. Chesler", "R. Sharif-Naeini", "K.F. Medzihradszky", "S. Zhou", "D. King", "E.E. Sanchez", "A.L. Burlingame", "A.I. Basbaum", "D. Julius" ],
      "venue" : null,
      "citeRegEx" : "Bohlen et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Bohlen et al\\.",
      "year" : 2004
    }, {
      "title" : "Protein Expression Purif",
      "author" : [ "L.D. Nielsen", "M.M. Foged", "A. Albert", "A.B. Bertelsen", "C.L. Soltoft", "S.D. Robinson", "S.V. Petersen", "A.W. Purcell", "B.M. Olivera", "R. S Norton" ],
      "venue" : null,
      "citeRegEx" : "Nielsen et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Nielsen et al\\.",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 10,
      "context" : "The sequence of the mature peptide region is highly diverse, in keeping with the high sequence variation of conotoxins discovered in the venom. However, a key feature of conotoxins is their highly conserved cysteine framework, which is also used to categorize them ( Table 1).(5) The resultant disul de bonds often stabilize protein-like secondary structures and unique bioactive folds. There are currently 28 framework families ( Figure 1) catalogued in ConoServer based on the number of cysteine residues, their loop size, and distinct disul de bond connectivity, among them only frameworks XXVII (2017) and XXVIII (2015) have been characterized at both the proteomic and transcriptomic level since our earlier review.",
      "startOffset" : 31,
      "endOffset" : 606
    }, {
      "referenceID" : 10,
      "context" : "The sequence of the mature peptide region is highly diverse, in keeping with the high sequence variation of conotoxins discovered in the venom. However, a key feature of conotoxins is their highly conserved cysteine framework, which is also used to categorize them ( Table 1).(5) The resultant disul de bonds often stabilize protein-like secondary structures and unique bioactive folds. There are currently 28 framework families ( Figure 1) catalogued in ConoServer based on the number of cysteine residues, their loop size, and distinct disul de bond connectivity, among them only frameworks XXVII (2017) and XXVIII (2015) have been characterized at both the proteomic and transcriptomic level since our earlier review.",
      "startOffset" : 31,
      "endOffset" : 624
    }, {
      "referenceID" : 10,
      "context" : "Machine learning tools have also been used to identify and classify conotoxins into superfamilies. 64,67 First, a random forest-based predictor (ICTCPred) with hybrid features and the SMOTE technique gave 91% accuracy when adopting the Relief-IFS method. 68 Next, Wu et al. (2016) incorporated three new pseudoamino acid properties to support vector machine (SVM) classi er(70) to achieve 95% accuracy.",
      "startOffset" : 4,
      "endOffset" : 281
    } ],
    "year" : 0,
    "abstractText" : "The venom of the marine predatory cone snails (genus Conus ) has evolved for prey capture and defense, providing the basis for survival and rapid diversi cation of the now estimated 750+ species. A typical Conusvenom contains hundreds to thousands of bioactive peptides known as conotoxins. These mostly disul de-rich and well-structured peptides act on a wide range of targets such as ion channels, G protein-coupled receptors, transporters, and enzymes. Conotoxins are of interest to neuroscientists as well as drug developers due to their exquisite potency and selectivity, not just against prey but also mammalian targets, thereby providing a rich source of molecular probes and therapeutic leads. The rise of integrated venomics has accelerated conotoxin discovery with now well over 10,000 conotoxin sequences published. However, their structural and pharmacological characterization lags considerably behind. In this review, we highlight the diversity of new conotoxins uncovered since 2014, their three-dimensional structures and folds, novel chemical approaches to their syntheses, and their value as pharmacological tools to unravel complex biology. Additionally, we discuss challenges and future directions for the eld.",
    "creator" : null
  }
}