{
  "name" : "downloads_2019-10-22_ae_hafiz2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Silver Selenide Colloidal Quantum Dots for Mid-Wavelength Infrared Photodetection",
    "authors" : [ "Shihab B. Hafiz", "Michael R. Scimeca", "Peter Zhao", "Ingrid J. Paredes", "Ayaskanta Sahu", "Dong-Kyun Ko" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: colloidal quantum dots, optoelectronics, mid-wavelength infrared, photodetectors, solution processed, silver selenide"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Photodetectors operating in the atmospheric transmission window of mid-wavelength infrared (MWIR = 3−5 μm) that have been traditionally used for military surveillance are finding growing number of applications in commercial, biomedical, and environmental applications.1 However, existing MWIR photodetectors2−4 based on HgCdTe, InSb, and other III−V superlattices are ill-suited for wide-scale adoption in these application areas due to the high cost of material preparation, complex device fabrication, and stringent requirement for cryogenic cooling. Specifically, these semiconductors are made from expensive single-crystal growth or epitaxial methods and are incompatible with mature silicon technology that prohibits monolithic device fabrication, resulting in low production yield and high cost. Furthermore, the cryogenic cooling required in many infrared materials necessitates the use of Joule− Thomson cryostats and Stirling cycle coolers which are costly to implement, require high input power, and significantly increase the size and weight of the detector that limits their applicability. Colloidal quantum dots (CQDs) have emerged as promising optoelectronic materials in recent years.5,6 CQDs are nanometer-sized single crystalline semiconductors suspended in a solution and are synthesized using inexpensive benchtop\nchemistry. The solution processability of CQDs allows lowcost, large-area fabrication7 (Figure 1) compatible with a wide range of substrates, including silicon, thus enabling direct integration with read-out electronic platforms for completing an imaging array8 without the need of indium bump bonding. To date, infrared CQD research has primarily focused on lead sulfide (PbS) CQDs reaching high detectivity of D* > 1012 jones,9−11 a performance comparable to commercial InGaAs detectors. However, their spectral response has been restricted to the short-wavelength infrared due to the fundamental limitation of the bulk PbS bandgap (0.41 eV). To push the technology envelope toward MWIR, CQDs derived from zero bandgap HgTe exhibiting quantum confinement-induced interband transition12,13 and self-doped HgSe CQDs allowing intraband transition14,15 are being investigated. In particular, recent work by the Guyot-Sionnest group reports HgTe CQDbased p−n heterojunction diode with detectivity reaching 109 jones at 230 K,16 a performance that exceeds commericial microbolometers. By combining the photovoltaic devices with plasmonic nanostructures, sensitive thermal imaging was also\nReceived: January 11, 2019 Accepted: February 21, 2019 Published: February 21, 2019\n© 2019 American Chemical Society 1631 DOI: 10.1021/acsanm.9b00069 ACS Appl. Nano Mater. 2019, 2, 1631−1636\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nT A\nB A\nR B\nA R\nA o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 1\n9: 14\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\ndemonstrated with noise equivalent differential temperature (NEDT) as low as 14 mK.17 Photoconductive devices of HgSe CQDs capped with inorganic As2S3 ligands have shown uncooled MWIR detectivity of 108 jones,15 exhibiting comparable performance to deuterated triglycine sulfate (DTGS) detectors. Compared to bulk semiconductors, intraband CQDs can potentially exhibit Auger suppression, allowing high-temperature operation of photodetectors due to discrete energy levels that hinder the phonon relaxation process.14,18,19 Ag2Se CQDs are an alternate nontoxic material that exhibit intraband absorption in the MWIR. Since the first report of their synthesis,20,21 their optical absorption and photoluminescence properties have been carefully studied.22 In this work, we demonstrate the fabrication of MWIR Ag2Se CQD-based photoconductive photodetectors and investigate their detailed device characteristics."
    }, {
      "heading" : "2. RESULTS AND DISCUSSION",
      "text" : "CQDs offer a unique opportunity of accessing new thermodynamically stable crystal phases that are typically metastable in bulk. One such opportunity is evident in the case of Ag2Se. In bulk, they are an orthorhombic, narrow bandgap semiconductor with an energy gap of 0.15 eV at room temperature.23 When synthesized as nanometer-sized crystallites below a nominal size of 40 nm, a new phase corresponding to tetragonal crystal structure is obtained.24 Tetragonal Ag2Se is reported to have a bulk bandgap of 0.07 eV,25,26 which is among the narrowest of all known binary compound semiconductors. As-synthesized Ag2Se CQDs are\nfound to have excess of electrons due to nonstoichiometry.22 These excess electrons fill up the first conduction energy level (hereafter denoted as 1Se), allowing optical transition between 1Se and the second conduction energy level (1Pe). This 1Se− 1Pe intraband transition gap is also affected by size-dependent quantum confinement, as is the case for conventional 1Se−1Sh interband transition where 1Sh represents the first valence energy level. This combination of extremely narrow energy gap and the presence of excess electrons enables Ag2Se CQDs to exhibit tunable optical absorption in the MWIR spectral band. The Ag2Se CQDs were synthesized by modifying the previously reported procedure.21 Briefly, 15 mL of oleylamine was added to a reaction vessel and heated to 90 °C under vacuum for 1 h. Two milliliters of 1 M TOP-Se that was prepared by dissolving Se powder in TOP inside a nitrogenfilled glovebox was added, and the temperature of the vessel was raised to 160 °C. Then, 2 mL of 0.5 M TOP-Ag, prepared though dissolving AgCl in TOP, was rapidly injected. We use an Ag:Se molar ratio of 1:2 to prevent nucleation of Ag nanoparticles. The reaction was terminated after 3 s by injecting 10 mL of butanol and quenching in a water bath to obtain CQDs with intraband absorption centered at 4.1 μm. As-synthesized CQDs were uniform in size and shape, but sizeselective precipitation was conducted to remove the largest and smallest fractions of the CQD size distribution. The final CQDs were redispersed in a mixture of hexane and octane (10:1 in volume), which were colloidally stable up to a week. The photodetector devices were fabricated by drop-casting CQD solution onto Si/SiO2 substrates patterned with\nDOI: 10.1021/acsanm.9b00069 ACS Appl. Nano Mater. 2019, 2, 1631−1636\n1632\ninterdigitated electrodes made through conventional photolithography. A layer-by-layer film deposition and ligand exchange (0.1 M 1,2-ethanedithiol in methanol) was performed to achieve CQD film thickness around 60−80 nm. Device fabrication was completed by cleaning off the CQD films around the electrode area. A typical device is shown in Figure 1c. Figure 2a shows the Fourier transform infrared (FTIR) spectra obtained from Ag2Se CQD films before and after ligand exchange with 1,2-ethanedithiol (EDT). The film composed of as-synthesized CQDs exhibits a strong intraband absorption peak centered at 4.1 μm and a rising absorbance from 2 to 1.7 μm detection edge which is assigned to interband absorption.22 Other peaks around 3.5, 4.2, and 6.8 μm arise from the vibrational signatures of C−H, CO2, and trioctylphosphine (TOP), respectively. The amine capping ligands on the assynthesized CQDs should exhibit a broad peak around 3 μm, but the peak is buried under the intraband absorption in our spectrum. After the ligand exchange, the intraband absorption peak weakens and becomes broader while the interband contribution strengthens. CQD films ligand-exchanged with EDT have previously demonstrated reduced electron concentration,27 and this effect is in agreement with our observations: reducing the concentration of excess electrons weakens the intraband absorption (since there are less number of electrons in the 1Se state to transition to the 1Pe state) and enhances the interband (as there are more number of available states in the 1Se state to accommodate electrons making transitions from the 1Sh state) absorption intensity. Prior to the device characterizations, we performed thermoelectric measurements to examine the basic electronic property of the Ag2Se CQD film. Thermoelectric measurement can unambiguously reveal the majority carrier type of a semiconducting film, regardless of the transport mechanism.28,29 Various temperature differences from ΔT = 0 K to ΔT = 50 K were applied across the CQD film that was deposited on a glass substrate following the identical procedure used for optical characterization. The slope of the measured voltage vs ΔT was calculated to obtain a Seebeck coefficient of −20.44 ± 0.26 μV/K (see the Supporting Information S1). The negative sign indicates the n-type character of the film, and the small magnitude of the Seebeck coefficient hints to a fact that the film is heavily doped. This is consistent with previous reports that Ag2Se CQD films are electron-rich. 22,30\nFigure 2b shows room-temperature photocurrent measurements from our photoconductive devices fabricated from EDT ligand exchanged Ag2Se CQD films, with and without illumination. The illumination was provided by a calibrated blackbody heated at 900 °C, filtered through 1.8 μm cutoff Ge long-pass filter, and chopped at 25 Hz for lock-in detection. Upon illumination, the device shows a distinct photoresponse with photocurrent corresponding to 88 nA at 0.2 V of applied bias. Increasing the bias would increase the electric field across the electrode fingers that assist in charge separation and collection, thereby increasing the magnitude of photocurrent, as shown in Figure 2b. To further investigate the spectral contribution to the photocurrent, various Fabry−Perot band-pass filters, having center wavelength (CT) varying from 2 to 7 μm, were used in place of the Ge filter. As shown in Figure 3a, we employ a spectrally dense set of filters available to characterize the important 2−5 μm regions and stretched our measurement deeper into 7 μm. The calculated optical powers at each CT\nare shown in the Figure 3a inset. Compared to FTIR-based spectral photocurrent characterization approach,12,14 this method enables us to obtain absolute responsivity values at each CT, as shown in Figure 3b. We observe that the photoresponse arises dominantly from <2.5 μm (interband) and a weak photoresponse contribution comes from 4 to 6 μm (intraband), which is consistent with the FTIR absorbance measurements discussed above. Increasing the applied bias increases the overall responsivity while maintaining the spectral shape, confirming that the photocurrents are induced optoelectronically from photons of each specified CT. It is\nDOI: 10.1021/acsanm.9b00069 ACS Appl. Nano Mater. 2019, 2, 1631−1636\n1633\nworth noting that the response arising from the thermal bolometric effect does not show spectral discrimination and is expected to exhibit a broad response across the entire infrared region, which is not the case here in Figure 3b. Improvement in the optical absorbance and hence enhancement in photoresponse in the MWIR can be achieved by increasing the doping concentration in the Ag2Se film to have electrons filled fully up in 1Se states.\n14 In this optimal doping condition, there would be a maximum number of electrons available in the 1Se state to make the transition to 1Pe, leading to a stronger MWIR absorbance. Electrically, this would also lead to the lowest dark current,31 as there are a minimum number of empty states available in the 1Se state for electrons to hop to, which is beneficial for achieving high detectivity. To reduce the effect of thermal carriers at room temperature, we cool the devices to further examine the device characteristics. Reducing the device temperature from 300 to 90 K increases the electrical resistance of the CQD film by 2 orders of magnitude (1.2 to 100 kΩ, respectively, see the Supporting Information S2). The spectral responsivity measured from the same device at 90 K is shown in Figure 3c. Three observations are noted: (1) a significantly weakened interband photoresponse (<2.5 μm), (2) increased intraband contribution relative to interband, and (3) red shift of photoresponse cutoff. Note that since the electrical resistivity of the CQD film increases upon cooling, higher bias needs to be applied to extract the photocurrent. As such, the responsivity values obtained at 90 and 300 K cannot be directly correlated. Thus, we compare the intraband photoresponse contribution relative to the interband in (2) by calculating the ratio between the responsivity at 4.5 and 2 μm from Figures 3b and 3c (the intraband/interband contribution ratio of 0.67 at 90 K is much higher than 0.01 at 300 K). The first two observations can be understood in terms of carrier distribution and available optical transitions, and we propose a simplified model to explain in the following. A schematic of carrier distribution in our CQD films at 90 K is depicted in Figure 4a. The underdoped intraband CQD film, which is the case in our study, is represented as CQDs with one missing electron in 1Se. At 300 K, as illustrated in Figure 4b, the carrier population changes due to thermal generation of electron−\nhole pairs (open and closed red dots) across the 1Se and 1Pe energy levels (we assume that thermal generation of carriers across 1Se−1Sh states is negligible since this interband gap is much larger than kT; see the Supporting Information S5). The allowed optical transition (blue arrow) in the intraband is now reduced while that in the interband is increased. Thus, increasing the device temperature will induce stronger interband photocurrent while reducing the intraband photocurrent, as observed in our experiments. This is a unique temperature characteristic of intraband CQD photoconductive devices. In contrast, devices that rely on the interband transition in CQDs will show an opposite trend. As shown in Figure 4c,d (note that now CQD interband gap is responsible for MWIR absorption), increasing the temperature will weaken interband and strengthen (create) intraband photocurrent contributions. Lastly, we observe a red shift of photoresponse cutoff: at 300 K, the photoresponse values become zero for wavelength larger than 6 μm, whereas at 90 K, the photoresponse extends outside our detection limit of 7 μm. We attribute this to the temperature dependence of 1Se−1Pe intraband gap. In a previous study of HgTe CQDs,32 a red shift in photocurrent spectra has been observed with decreasing temperature while the HgSe CQDs14 showed a blue shift. To the best of our knowledge, the temperature-dependent electronic structure of tetragonal Ag2Se has not been investigated, and further theoretical or experimental examination is needed to understand how individual 1Se and 1Pe states trend as a function of temperature. To date, there is one prior study of the MWIR Ag2Se CQDbased photoconductive devices, which reports a responsivity of 8 μA/W at 25 K measured using a 4.4 μm, 10 mW quantum cascade laser.30 In comparison, our devices reach a responsivity of 350 μA/W around 4.5 μm at 90 K under 4 V bias. The discrepancy arises from the differences in illumination intensity (40 μW vs 10 mW) and CQD synthesis (oleylamine-based synthesis vs introduction of dodecanethiol during synthesis) which can lead to potentially entirely different Ag2Se CQD systems with different carrier concentrations and surface effects, CQD film fabrication (effects of dodecanethiol on the ligand exchange), device geometry (difference in channel length and width), applied bias (4 V vs unspecified bias), and\nDOI: 10.1021/acsanm.9b00069 ACS Appl. Nano Mater. 2019, 2, 1631−1636\n1634\nmeasurement temperature (90 K vs 25 K). The ultimate figure of merit of a photodetector is the specific detectivity where the noise current density needs to be measured. Along with doping optimization, further efforts are on the way to investigate the noise mechanism in Ag2Se CQD films."
    }, {
      "heading" : "3. CONCLUSION",
      "text" : "In summary, we report the fabrication and characterization of photoconductive photodetectors based on MWIR Ag2Se CQDs. The optical absorbance and spectral photoresponse characteristics studied as a function of temperature suggest that the ligand exchange of the CQD film leads to reduced carrier concentration, yielding underoptimized responsivity. To enhance the responsivity, the device fabrication strategy should prioritize on increasing the electron concentration to prepare CQD films with the 1Se level fully filled with carriers. Various methods including the use of electron-donating ligands and partial cation exchange in CQDs may lead to this improvement. With high responsivity and greatly reduced toxicity compared to Hg-based CQDs, Ag2Se CQDs may open up many opportunities in the area of thermal infrared sensing and imaging."
    }, {
      "heading" : "4. EXPERIMENTAL METHODS",
      "text" : "Chemicals. Trioctylphosphine (TOP, Sigma-Aldrich, 90%), oleylamine (OLA, Sigma-Aldrich, 70%), selenium powder (Sigma-Aldrich, 99.999%), silver chloride (AgCl, Sigma-Aldrich, 99%), 1,2-ethanedithiol (EDT, Fluka, 98.0%), butanol (Sigma-Aldrich, 99.8%), hexane (Sigma-Aldrich, 98.5%), methanol (Sigma-Aldrich, 99.8%), octane (Sigma-Aldrich, 99%), and ethyl alcohol (Sigma-Aldrich, 99.5%) were used as received without further purification. Ag2Se CQD Synthesis and Characterization. The synthesis of Ag2Se CQDs having an intraband absorption peak around 4 μm was performed using the following procedure. A total of 15 mL of oleylamine was added to a reaction vessel and heated to 90 °C under vacuum for 1 h. After switching the atmosphere to nitrogen, 2 mL of 1 M TOP-Se that was prepared by dissolving Se powder in TOP inside a nitrogen-filled glovebox was added, and the temperature of the vessel was raised to 160 °C. Then, 2 mL of 0.5 M TOP-Ag, prepared though dissolving AgCl in TOP, was rapidly injected, forming a dark solution. The reaction was terminated after 3 s by injecting 10 mL of butanol and quenching in a water bath. The CQDs were then precipitated with a mixture of ethanol and methanol. The final CQDs were redispersed in a mixture of hexane and octane (10:1 in volume) after two methanol washes. For the optical absorption characterization, CQD films were deposited on a ZnSe disc, and the absorption spectra were obtained using a Thermo Nicolet 370 FTIR spectrometer. Ligand-exchanged CQD films were prepared by dipping the CQD-coated ZnSe disc in 0.1 M 1,2-ethanedithiol (in methanol) and washing with copious amount of methanol. Device Fabrication and Measurements. Photoconductive devices were fabricated by drop-casting CQDs onto Si/SiO2 substrates with photolithographically patterned interdigitated electrodes (Cr/Au). The channel length and total width are 10 μm and 64.9 mm, respectively. The CQD film was ligand exchanged using the identical procedure described in the CQD synthesis and characterization section above. A layer-by-layer film deposition and subsequent ligand exchange was performed to achieve CQD film thickness around 60−80 nm. The devices were completed by cleaning off the CQD films around the electrode area. The photocurrent measurement was performed using a calibrated blackbody (900 °C, Newport 67030) as an illumination source. The light was modulated using an optical chopper and filtered through Ge to cutoff high energy photons. The photocurrent signal was measured using SR570 preamplifier and SR930 lock-in amplifier. The preamplifier also provided the bias to the device. The spectral responsivity was measured using the same method described for the photocurrent measurement, but a set of\nband-pass filters with center wavelength varying from 2 to 7 μm were used in place of Ge filter. The responsivity was calculated by dividing measured photocurrent with the optical power estimated for each filter. The optical power values used for each center wavelength has been corrected for source aperture, optical pass, optics, and detector area (see the Supporting Information S3). For the low-temperature measurements, the device was mounted inside the MMR Joule− Thomson refrigerator chamber outfitted with MgF2 window, and the temperature was controlled using an MMR K2000.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00069.\nSeebeck coefficient measurement, temperature-dependent I−V characteristic, responsivity measurement setup and device schematic, photocurrent spectra, additional discussion regarding thermal carrier concentration (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail dkko@njit.edu. *E-mail asahu@nyu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Ayaskanta Sahu: 0000-0002-1508-0213 Dong-Kyun Ko: 0000-0003-1834-0241"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by National Science Foundation under Grants ECCS-1809112 (D.K.) and ECCS-1809064 (A.S.). We also gratefully acknowledge support for instrument use as well as scientific and technical assistance from the NYU Shared Instrumentation Facility through the Materials Research Science and Engineering Center (MRSEC) and MRI programs of the National Science Foundation under Awards DMR-1420073 and DMR-0923251 and the Imaging and Surface Science Facilities of Advanced Science Research Center at the Graduate Center of CUNY. We thank NYU Langone Health DART Microscopy Laboratory for the consultation and assistance with TEM work.\n■ REFERENCES (1) Tan, C. L.; Mohseni, H. Emerging Technologies for High Performance Infrared Detectors. Nanophotonics 2018, 7, 169−197. (2) Rogalski, A. Infrared Detectors: Status and Trends. Prog. Quantum Electron. 2003, 27, 59−210. (3) Rogalski, A.; Antoszewski, J.; Faraone, L. Third-Generation Infrared Photodetector Arrays. J. Appl. Phys. 2009, 105, 091101. (4) Henini, M.; Razeghi, M. Handbook of Infrared Detection Technologies; Elsevier Advanced Technology: Oxford, UK, 2002. (5) Kim, J. Y.; Voznyy, O.; Zhitomirsky, D.; Sargent, E. H. 25th Aniversary Article: Colloidal Quantum Dot Materials and Devices: A quarter-century of Advances. Adv. Mater. 2013, 25, 4986−5010. (6) Kagan, C. R.; Lifshitz, E.; Sargent, E. H.; Talapin, D. V. Building Devices from Colloidal Quantum Dots. Science 2016, 353, aac5523. (7) Konstantatos, G.; Sargent, E. H. Solution-Processed Quantum Dot Photodetectors. Proc. IEEE 2009, 97, 1666−1683. (8) Ciani, A. J.; Pimpinella, R. E.; Grein, C. H.; Guyot-Sionnest, P. Colloidal Quantum Dots for Low-Cost MWIR Imaging. Proc. SPIE 2016, 9819, 981919.\nDOI: 10.1021/acsanm.9b00069 ACS Appl. Nano Mater. 2019, 2, 1631−1636\n1635\n(9) Saran, R.; Curry, R. J. Lead Sulphide Nanocrystal Photodetector Technologies. Nat. Photonics 2016, 10, 81−92. (10) Klem, E. J. D.; Gregory, C.; Temple, D.; Lewis, J. PbS Colloidal Quantum Dot Photodiodes for Low-Cost SWIR Sensing. Proc. SPIE 2015, 9451, 945104. (11) Clifford, J. P.; Konstantatos, G.; Johnston, K. W.; Hoogland, S.; Levina, L.; Sargent, E. H. Fast, Sensitive and Spectrally Tuneable Colloidal Quantum Dot Photodetectors. Nat. Nanotechnol. 2009, 4, 40−44. (12) Keuleyan, S. E.; Guyot-Sionnest, P.; Delerue, C.; Allan, G. Mercury Telluride Colloidal Quantum Dots: Electronic Structure, Size-Dependent Spectra, and Photocurrent Detection up to 12 μm. ACS Nano 2014, 8, 8676−8682. (13) Guyot-Sionnest, P.; Roberts, J. A. Background Limited MidInfrared Photodetection with Photovoltaic HgTe Colloidal Quantum Dots. Appl. Phys. Lett. 2015, 107, 253104. (14) Deng, Z.; Jeong, K. S.; Guyot-Sionnest, P. Colloidal Quantum Dots Intraband Photodetectors. ACS Nano 2014, 8, 11707−11714. (15) Lhuillier, E.; Scarafagio, M.; Hease, P.; Nadal, B.; Aubin, H.; Xu, X. Z.; Lequeux, N.; Patriarche, G.; Ithurria, S.; Dubertret, B. Infrared Photodetection Based on Colloidal Quantum-Dot Films with High Mobility and Optical Absorption up to THz. Nano Lett. 2016, 16, 1282−1286. (16) Ackerman, M. M.; Tang, X.; Guyot-Sionnest, P. Fast and Sensitive Colloidal Quantum Dot Mid-Wave Infrared Photodetectors. ACS Nano 2018, 12, 7264−7271. (17) Tang, X.; Ackerman, M. M.; Guyot-Sionnest, P. Thermal Imaging with Plasmon Resonance Enhanced HgTe Colloidal Quantum Dot Photovoltaic Devices. ACS Nano 2018, 12, 7362− 7370. (18) Phillips, J. Evaluation of the Fundamental Properties of Quantum Dot Infrared Detectors. J. Appl. Phys. 2002, 91, 4590−4594. (19) Krier, A. Mid-infrared Semiconductor Optoelectronics; Springer: London, 2012. (20) Sahu, A.; Qi, L.; Kang, M. S.; Deng, D.; Norris, D. J. Facile Synthesis of Silver Chalcogenide (Ag2E, E = S, Se, Te) Semiconductor Nanocrystals. J. Am. Chem. Soc. 2011, 133, 6509−6512. (21) Sahu, A.; Khare, A.; Deng, D.; Norris, D. J. Quantum Confinement in Silver Selenide Semiconductor Nanocrystals. Chem. Commun. 2012, 48, 5458−5460. (22) Park, M.; Choi, D.; Choi, Y.; Shin, H.-B.; Jeong, K. S. MidInfrared Intraband Transition of Metal Excess Colloidal Ag2Se Nanocrystals. ACS Photonics 2018, 5, 1907−1911. (23) Madelung, O.; Rössler, U.; Schulz, M. Non-Tetrahedrally Bonded Elements and Binary Compounds I. Landolt-Börnstein - Group III Condensed Matter (Numerical Data and Functional Relationships in Science and Technology), 1998; 41C, 1−2. (24) Sahu, A.; Braga, D.; Waser, O.; Kang, M. S.; Deng, D.; Norris, D. J. Solid-Phase Flexibility in Ag2Se Semiconductor Nanocrystals. Nano Lett. 2014, 14, 115−121. (25) Dalven, R.; Gill, R. Energy Gap in β-Ag2Se. Phys. Rev. 1967, 159, 645−649. (26) Abdullayev, A. G.; Shafizade, R. B.; Krupnikov, E. S.; Kiriluk, K. V. Phase Formation and Kinetics of the Phase Transition in Ag2Se Thin Films. Thin Solid Films 1983, 106, 175−184. (27) Robin, A.; Livache, C.; Ithurria, S.; Lacaze, E.; Dubertret, B.; Lhuillier, E. Surface Control of Doping in Self-Doped Nanocrystals. ACS Appl. Mater. Interfaces 2016, 8, 27122−27128. (28) Ko, D.-K.; Murray, C. B. Probing the Fermi Energy Level and the Density of States Distribution in PbTe Nanocrystal (Quantum Dot) Solids by Temperature-Dependent Thermopower Measurements. ACS Nano 2011, 5, 4810−4817. (29) Ko, D.-K.; Urban, J. J.; Murray, C. B. Carrier Distribution and Dynamics of Nanocrystal Solids Doped with Artificial Atoms. Nano Lett. 2010, 10, 1842−1847. (30) Qu, J.; Goubet, N.; Livache, C.; Martinez, B.; Amelot, D.; Greboval, C.; Chu, A.; Ramade, J.; Cruguel, H.; Ithurria, S.; Silly, M. G.; Lhuillier, E. Intraband Mid-Infrared Transitions in Ag2Se\nNanocrystals: Potential and Limitations for Hg-Free Low-Cost Photodetection. J. Phys. Chem. C 2018, 122, 18161−18167. (31) Phillips, J. Evaluation of the Fundamental Properties of Quantum Dot Infrared Detectors. J. Appl. Phys. 2002, 91, 4590−4594. (32) Lhuillier, E.; Keuleyan, S.; Rekemeyer, P.; Guyot-Sionnest, P. Thermal Properties of Mid-Infrared Colloidal Quantum Dot Detectors. J. Appl. Phys. 2011, 110, 033110.\nDOI: 10.1021/acsanm.9b00069 ACS Appl. Nano Mater. 2019, 2, 1631−1636\n1636"
    } ],
    "references" : [ {
      "title" : "Emerging Technologies for High Performance Infrared Detectors",
      "author" : [ "C.L. Tan", "H. Mohseni" ],
      "venue" : "Nanophotonics 2018,",
      "citeRegEx" : "Tan and Mohseni,? \\Q2018\\E",
      "shortCiteRegEx" : "Tan and Mohseni",
      "year" : 2018
    }, {
      "title" : "Infrared Detectors: Status and Trends",
      "author" : [ "A. Rogalski" ],
      "venue" : "Prog. Quantum Electron. 2003,",
      "citeRegEx" : "Rogalski,? \\Q2003\\E",
      "shortCiteRegEx" : "Rogalski",
      "year" : 2003
    }, {
      "title" : "Solution-Processed Quantum Dot Photodetectors",
      "author" : [ "G. Konstantatos", "E.H. Sargent" ],
      "venue" : "Proc. IEEE 2009,",
      "citeRegEx" : "Konstantatos and Sargent,? \\Q2009\\E",
      "shortCiteRegEx" : "Konstantatos and Sargent",
      "year" : 2009
    }, {
      "title" : "Lead Sulphide Nanocrystal Photodetector Technologies",
      "author" : [ "R. Saran", "R.J. Curry" ],
      "venue" : "Nat. Photonics 2016,",
      "citeRegEx" : "Saran and Curry,? \\Q2016\\E",
      "shortCiteRegEx" : "Saran and Curry",
      "year" : 2016
    }, {
      "title" : "Colloidal Quantum Dots Intraband Photodetectors",
      "author" : [ "Z. Deng", "K.S. Jeong", "P. Guyot-Sionnest" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Deng et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2014
    }, {
      "title" : "Evaluation of the Fundamental Properties of Quantum Dot Infrared Detectors",
      "author" : [ "J. Phillips" ],
      "venue" : "J. Appl. Phys. 2002,",
      "citeRegEx" : "Phillips,? \\Q2002\\E",
      "shortCiteRegEx" : "Phillips",
      "year" : 2002
    }, {
      "title" : "Te) Semiconductor Nanocrystals",
      "author" : [ "Ag2E", "E = S", "Se" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Ag2E et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ag2E et al\\.",
      "year" : 2011
    }, {
      "title" : "Condensed Matter (Numerical Data and Functional Relationships",
      "author" : [ "III Group" ],
      "venue" : "Science and Technology),",
      "citeRegEx" : "Group,? \\Q1998\\E",
      "shortCiteRegEx" : "Group",
      "year" : 1998
    }, {
      "title" : "Phase Formation and Kinetics of the Phase Transition",
      "author" : [ "A.G. Abdullayev", "R.B. Shafizade", "E.S. Krupnikov", "K.V. Kiriluk" ],
      "venue" : "β-Ag2Se. Phys. Rev",
      "citeRegEx" : "Abdullayev et al\\.,? \\Q1967\\E",
      "shortCiteRegEx" : "Abdullayev et al\\.",
      "year" : 1967
    }, {
      "title" : "Surface Control of Doping in Self-Doped Nanocrystals",
      "author" : [ "E. Lhuillier" ],
      "venue" : "ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "Lhuillier,? \\Q2016\\E",
      "shortCiteRegEx" : "Lhuillier",
      "year" : 2016
    }, {
      "title" : "Evaluation of the Fundamental Properties of Quantum Dot Infrared Detectors",
      "author" : [ "J. Phillips" ],
      "venue" : "J. Appl. Phys. 2002,",
      "citeRegEx" : "Phillips,? \\Q2002\\E",
      "shortCiteRegEx" : "Phillips",
      "year" : 2002
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Lately discovered silver selenide (Ag2Se) colloidal quantum dots with tetragonal crystal structure exhibit promising optical properties in the mid-wavelength infrared. Although colloidal synthesis of uniform sizes and shapes as well as detailed phase transformation and photoluminescence properties have been studied recently, investigations of their optoelectronic properties as an active layer in photodetector devices remain scarce. Herein, we present the fabrication and characterization of Ag2Se colloidal quantum dot-based photoconductive photodetectors. We investigate the effect of ligand exchange as well as temperature and spectral-dependent photoresponses. Our results suggest that further enhancement in performance could be achieved through accurate control of carrier concentration. With this improvement, Ag2Se colloidal quantum dots may serve as a promising midwavelength infrared absorber for the development of thermal infrared sensors and imagers with low size, weight, power consumption, and cost.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}