{
  "name" : "downloads_2019-10-21_5f_wintzheimer2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Hollow Superparamagnetic Nanoparticle-Based Microballoons for Mechanical Force Monitoring by Magnetic Particle Spectroscopy",
    "authors" : [ "Susanne Wintzheimer", "Stephan Müssig", "Sarah Wenderoth", "Johannes Prieschl", "Tim Granath", "Florian Fidler", "Daniel Haddad", "Karl Mandel" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: magnetic particles, supraparticles, magnetic particle spectroscopy, sensor, ball milling\nBall mills typically apply shear and impact forces on powdersamples by collision of accelerated balls in rotating pots. This leads to grinding of the processed material into smaller down to nanometer-scale particles. Furthermore, ball milling enables mechanical alloying, which refines the structure of metals and alloys.1 Mechanochemistry has quickly developed into another important application area in recent years. It describes the (physico)chemical transformation of substances by mechanical energy. This includes the reactivity increase of solids, the realization of reactions under nonequilibrium conditions, or solvent-free one-step syntheses.2 The ball milling process, i.e., the energy transfer from the milling tools to the powder, is the determining factor for grinding rates or mechanochemical reaction yields.3,4 It is influenced by several factors including milling speed and time, ball to powder ratio, filling grade of the milling pot, milling atmosphere, or size and material of balls used.2−4 Thus, a change of ball milling parameters, for example, for upscaling purposes or synthesis transfer to other laboratories, always implicates varied acting energies and consequently different milling outcomes.5\nAs the actions inside ball mills are complex and strongly influenced by the treated material, the amount of energy acting on a sample is hardly measurable.4 Up to now (as far as the authors know), only simulations such as discrete element method-based4−7 or particle element method-based simulations,8,9 as well as response surface modeling,10 are used to\npredict the effect of parameter variations on the transferred energy and thus the obtained results. However, mathematical models are complex and rely on assumptions to reduce the unknown parameters to an acceptable amount. Instead of this impracticable and often unreliable procedure, we suggest the use of a sensor, which is placed along with the sample in the milling pot. It should enable the fast and easy monitoring and quantification of acting mechanical forces during the milling process and is magnetically separated from the processed material after milling. This herein presented approach can be realized by superparamagnetic microballoons combined with magnetic particle spectroscopy (MPS). These magnetic supraparticles,11 i.e., micrometer-sized particles of around 40 μm, which are assembled from individual nanoparticles, are hollow and thus susceptible to mechanical forces. Their deformation and subsequent fragmentation depend on the amount of acting forces and result in a modification of their magnetization properties and thus their MPS signal. The primary building blocks for superparamagnetic microballoons are patchy silica−iron oxide nanoparticles obtained by a partial coverage of iron oxide nanoparticles with condensed tetraethoxysilane (TEOS).12 Their silanization with\nReceived: September 5, 2019 Accepted: September 24, 2019 Published: September 24, 2019\n© XXXX American Chemical Society A DOI: 10.1021/acsanm.9b01693 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\n11 6.\n0. 46\n.7 4\non O\nct ob\ner 2\n1, 2\n01 9\nat 0\n1: 45\n:1 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nmethacryloxypropyltrimethoxysilane (MEMO) and subsequent clustering via a self-directing Pickering emulsion yield spherical hollow supraparticles (Figure 1).13\nTheir balloon-like appearance (Figure 2a1) can be visualized by laser scanning (LSM) and scanning electron microscopy (SEM, Figures 2b1 and 2c1, respectively). It should be mentioned that as the supraparticle material consists of sole silica and iron oxide, it is nonreactive, chemically inert, nontoxic, readily separable from nonmagnetic materials (due to its superparamagnetic nature, Figure S1 in the Supporting Information), and low-priced, which is ideal for its use as sensor material within a targeted substance.14,15 Application of mechanical forces, for example, dynamical shear and impact forces (for further information see experimental details in the Supporting Information), on the microballoons leads to their fragmentation (Figures 2a2, 2b2, and 2c2). It seems logical that the extent of fragmentation, i.e., the size and number of fragments, depends on the extent of applied\nforces. However, an optical quantification of the shattering and, thus, of the applied mechanical forces is not convenient at all. This is why the magnetic properties of the supraparticles were exploited for this purpose. To study the influence of mechanical fragmentation of the microballoons on their magnetic properties, zero-field-cooled/field-cooled (ZFC/ FC) measurements were carried out, which are conventionally utilized to determine magnetic interactions between individual nanoparticles within supraparticles as described elsewhere.16−18 When analyzing the blocking temperature TB, which represents the onset temperature for superparamagnetic behavior, of intact and mechanically deformed microballoons, we observe a change in interparticle interaction (Figures 2d1 and 2d2). The average iron oxide nanoparticle distance stays the same within the aggregates, i.e., within the microballoons and their fragments. This is why the slight shift of TB toward lower temperatures may be caused by the decreasing size of the nanoparticle aggregates due to microballoon fragmentation.\nDOI: 10.1021/acsanm.9b01693 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nB\nOn average, the number of nearest neighbors is decreased, and therefore the frequency of magnetic interparticle interactions is reduced as indicated by a lower TB.\n19 Thus, ZFC/FC measurements can detect microballoon fragmentation. However, this analysis method is time-consuming and requires elaborate sample preparation as well as expensive measurement equipment, which makes it unsuitable for the monitoring of mechanical forces acting on the microballoons. Contrastingly, MPS has the advantage of displaying a fast and simple “press one button, get the result unambiguously and within a few seconds” method with off-shelf devices.20 Examples for its straightforward application as read-out technique for magnetic supraparticles have been recently published by our group.19,21 The working principle of MPS, in which an alternating magnetic field is applied and the magnetization behavior of the sample is detected, has already been described in several publications22−25 and is therefore only briefly discussed in the Supporting Information (Figure S2). Figures 3a and 3b depict MPS signals of the microballoons after application of quasi-static compression in a ZwickRoell GmbH & Co. KG materials testing machine or dynamic shear and impact forces in a ball mill-like setup, respectively. In both cases, the steepening of the signal curve drop with increasing mechanical energy is evident, especially if one considers the logarithmic scale of the y-axes. Significant difference tests of the measured values at the ninth harmonics (Figure S3) showed that the measurement points are typically significantly different (p < 0.05) from the next but one. As a continuous process is monitored, it is not surprising that a measurement point is rarely significantly different from the next one. Nevertheless, the test confirms that the MPS signals are clearly distinguishable in the course of mechanical force application. By use of laser diffraction to measure the mean particle size and size distribution of the samples (Figure 4), the fragmentation of the microballoons can be well correlated to the steepening of the MPS signal curve drop with increasing mechanical energy during dynamic impact force application. The intact microballoons (Figures 2a1 to 2c1) possess a\ndiameter of 41 ± 27 μm (mean ± standard deviation) (Figure 4a). With increasing duration of force application, the average particle size drops down to 8 ± 8 μm at 600 s (Figures 4b−d) due to fragmentation of the microballoons (Figures 2a2 to 2c2 corresponding to 600 s dynamic force application). Consequently, the MPS signal curve drop steepens with decreasing mean particle size, i.e., increasing fragmentation of the microballoons. If one plots the MPS amplitude signal intensities, for example, of the ninth harmonic as a function of the applied static compression forces (Figure 5a), the curve progression\nDOI: 10.1021/acsanm.9b01693 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nC\ncan be fitted by an exponential decay function. By use of this function, it is possible to quantify an applied force based on a MPS signal; i.e., a measured amplitude intensity can be correlated to the acting static force. Consequently, the measured amplitude intensities during dynamic force application (Figure 5b) can also be correlated to the theoretically acting static forces (given in red font in Figure 5b) on the microballoon sample. As the inset shows, the correlated theoretically acting (static) force is proportional to the milling time, which confirms the reliability of the correlation via the fitted function: if constant treatment parameters are used, the amount of acting force over a certain period of time must always be constant. Consequently, MPS is not only able to detect the fragmentation of microballoons caused by the application of mechanical forces but even suitable to monitor and quantify them. This is of interest for applications such as ball milling processes, where the determination of acting forces on a sample is crucial. This MPS-based mechanical force detection is only possible due to the superparamagnetic supraparticle nature of the studied microballoons. While common super-\nparamagnetic nanoparticles would not be susceptible to mechanical stress, ferromagnetic materials would agglomerate within a sample preventing a homogeneous force monitoring, and paramagnetic materials cannot be measured by MPS. To prove the proposed concept to monitor acting\nmechanical forces during the ball milling process of an arbitrary sample with microballoons via MPS, activated carbon powder was selected as model substance as it is frequently milled to obtain larger active surface areas for water treatment and gas cleaning applications.26 Figure 6a shows the expected steepening of the MPS signal curve drops with increasing milling time, which indicates the fragmentation of the microballoons and enables the monitoring of acting mechanical forces on the processed activated carbon during the milling process. The comparison of photographs (Figures 6b1 and 6c1) and LSM (Figures 6b2 and 6c2) images initially and after 30 min milling time (Figures 6b and 6c, respectively) leads to the conclusion that the microballoons fragmented while the carbon powder was milled. After a completed milling process the microballoon sensors are no longer needed, and their fragments can be readily separated magnetically. The\nDOI: 10.1021/acsanm.9b01693 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nD\nmorphology and size of the milled carbon powder are compared to the untreated one in Figure S4. Based on the determined exponential decay function, the measured MPS relative amplitude intensities of the ninth harmonic can be used to correlate the theoretically acting static force with the milling time. Consequently, 5, 10, 20, and 30 min correspond to 9, 13, 17, and 22 kN acting force on the sample, respectively. Summing up, the herein presented superparamagnetic hollow microballoons are utilized as a mechanical force sensor during a ball milling process due to the destruction of their hollow shape. These structural variations are resolved fast and easily with MPS, enabling the quantification of acting mechanical forces on an arbitrary sample. As MPS is highly sensitive (1.0 wt% of magnetic material is sufficient),17 the sensor does not necessarily have to be separated from the processed material for measurements, which may enable a future inline monitoring. However, because of its magnetic properties, the supraparticle sensor can be removed from it after milling.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b01693.\nVSM magnetization curve, description of MPS, significant differences of measurement points, SEM and laser diffraction of carbon powder and experimental details (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail karl-sebastian.mandel@isc.fraunhofer.de."
    }, {
      "heading" : "ORCID",
      "text" : "Susanne Wintzheimer: 0000-0003-3791-8117 Tim Granath: 0000-0001-9390-4807 Karl Mandel: 0000-0002-1445-0702"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was financially supported by the BMBF NanoMatFutur Grant 03XP0149, which is gratefully acknowledged. K.M. and T.G. gratefully acknowledge funding by the DFG within Project MA 7252/4-2. S.M. acknowledges funding of the German Federal Environmental Foundation for his doctoral scholarship. F.F. and D.H. acknowledge financial support by the Bavarian Ministry of Economic Affairs, Regional Development and Energy.\n■ REFERENCES (1) R, S.; Chaira, D. Development of nano-structured duplex and ferritic stainless steels by pulverisette planetary milling followed by pressureless sintering. Mater. Charact. 2015, 99, 220−229. (2) Balaź,̌ P.; Achimovicǒva,́ M.; Balaź,̌ M.; Billik, P.; CherkezovaZheleva, Z.; Criado, J. M.; Delogu, F.; Dutkova,́ E.; Gaffet, E.; Gotor, F. J. Hallmarks of mechanochemistry: from nanoparticles to technology. Chem. Soc. Rev. 2013, 42, 7571−7637. (3) Mio, H.; Kano, J.; Saito, F.; Kaneko, K. Optimum revolution and rotational directions and their speeds in planetary ball milling. Int. J. Miner. Process. 2004, 74, S85−S92. (4) Burmeister, C. F.; Kwade, A. Process engineering with planetary ball mills. Chem. Soc. Rev. 2013, 42, 7660−7667.\n(5) Mio, H.; Kano, J.; Saito, F. Scale-up method of planetary ball mill. Chem. Eng. Sci. 2004, 59, 5909−5916. (6) Funk, B. Ressourceneffiziente chemische Synthese − Prozessentwicklung in Kugelmühlen für lösungsmittelfreie Reaktionen (RESPEKT). DBU-final report-AZ-29622-31, Jena, 2015. (7) Mio, H.; Kano, J.; Saito, F.; Kaneko, K. Optimum revolution and rotational directions and their speeds in planetary ball milling. Int. J. Miner. Process. 2004, 74, 85−92. (8) Kano, J.; Mio, H.; Saito, F. Correlation of grinding rate of gibbsite with impact energy of balls. AIChE J. 2000, 46, 1694−1697. (9) Kano, J.; Mio, H.; Saito, F.; Miyazaki, M. Correlation of grinding rate of gibbsite with impact energy in tumbling mill with mono-size balls. Miner. Eng. 2001, 14, 1213−1223. (10) Erdemir, F. Study on particle size and X-ray peak area ratios in high energy ball milling and optimization of the milling parameters using response surface method. Measurement 2017, 112, 53−60. (11) Wintzheimer, S.; Granath, T.; Oppmann, M.; Kister, T.; Thai, T.; Kraus, T.; Vogel, N.; Mandel, K. Supraparticles: Functionality from Uniform Structural Motifs. ACS Nano 2018, 12, 5093−5120. (12) Mandel, K.; Straßer, M.; Granath, T.; Dembski, S.; Sextl, G. Surfactant free superparamagnetic iron oxide nanoparticles for stable ferrofluids in physiological solutions. Chem. Commun. 2015, 51, 2863−2866. (13) Granath, T.; Sanchez-Sanchez, A.; Shmeliov, A.; Nicolosi, V.; Fierro, V.; Celzard, A.; Mandel, K. Hollow Superparamagnetic Microballoons from Lifelike, Self-Directed Pickering Emulsions Based on Patchy Nanoparticles. ACS Nano 2016, 10, 10347−10356. (14) Xu, P.; Zeng, G. M.; Huang, D. L.; Feng, C. L.; Hu, S.; Zhao, M. H.; Lai, C.; Wei, Z.; Huang, C.; Xie, G. X. Use of iron oxide nanomaterials in wastewater treatment: a review. Sci. Total Environ. 2012, 424, 1−10. (15) De Vries, A. J.; LePage, M.; Beau, R.; Guillemin, C. L. Evaluation of porous silica beads as a new packing material for chromatographic columns. Application in gel permeation chromatography. Anal. Chem. 1967, 39, 935−939. (16) Stauch, C.; Spaẗh, S.; Ballweg, T.; Luxenhofer, R.; Mandel, K. Nanostructured micro-raspberries from superparamagnetic iron oxide nanoparticles: Studying agglomeration degree and redispersibility of nanoparticulate powders via magnetisation measurements. J. Colloid Interface Sci. 2017, 505, 605−614. (17) Rajan, G. S.; Stromeyer, S. L.; Mauritz, K. A.; Miao, G.; Mani, P.; Shamsuzzoha, M.; Nikles, D. E.; Gupta, A. Superparamagnetic nanocomposites based on poly(styrene-b-ethylene/butylene-b-styrene)/cobalt ferrite compositions. J. Magn. Magn. Mater. 2006, 299, 211−218. (18) de Julian, C; Sangregorio, C; Mattei, G; Battaglin, G; Cattaruzza, E; Gonella, F; Lo Russo, S; D’Orazio, F; Lucari, F; De, G; Gatteschi, D; Mazzoldi, P Nanostructure and magnetic properties of CoNi-alloy-based nanoparticles dispersed in a silica matrix. J. Magn. Magn. Mater. 2001, 226−230, 1912−1914. (19) Müssig, S.; Fidler, F.; Haddad, D.; Hiller, K.-H.; Wintzheimer, S.; Mandel, K. Supraparticles with a Magnetic Fingerprint Readable by Magnetic Particle Spectroscopy: An Alternative beyond Optical Tracers. Adv. Mater. Technol. 2019, 4, 1900300. (20) Pure Devices. Benchtop MRI Systems; https://www.puredevices.com/ (accessed July 2019). (21) Müssig, S.; Granath, T.; Schembri, T.; Fidler, F.; Haddad, D.; Hiller, K.-H.; Wintzheimer, S.; Mandel, K. Anisotropic Magnetic Supraparticles with a Magnetic Particle Spectroscopy Fingerprint as Indicators for Cold-Chain Breach. ACS Appl. Nano Mater. 2019, 2, 4698. (22) Fidler, F.; Steinke, M.; Kraupner, A.; Grüttner, C.; Hiller, K.-H.; Briel, A.; Westphal, F.; Walles, H.; Jakob, P. M. Stem Cell Vitality Assessment Using Magnetic Particle Spectroscopy. IEEE Trans. Magn. 2015, 51, 1−4. (23) Biederer, S.; Knopp, T.; Sattel, T. F.; Lüdtke-Buzug, K.; Gleich, B.; Weizenecker, J.; Borgert, J.; Buzug, T. M. Magnetization response spectroscopy of superparamagnetic nanoparticles for magnetic particle imaging. J. Phys. D: Appl. Phys. 2009, 42, 205007.\nDOI: 10.1021/acsanm.9b01693 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nE\n(24) Biederer, S.; Sattel, T.; Knopp, T.; Lüdtke-Buzug, K.; Gleich, B.; Weizenecker, J.; Borgert, J.; Buzug, T. M. A Spectrometer for Magnetic Particle Imaging. In 4th European Conference of the International Federation for Medical and Biological Engineering: ECIFMBE 2008 23−27 November 2008 Antwerp, Belgium; Magjarevic, R., Haueisen, J., Nagel, J. H., Nyssen, M., Sloten, J. V., Verdonck, P., Eds.; IFMBE Proceedings 22; Springer: Berlin, 2009; pp 2313−2316. (25) Kuhlmann, C.; Khandhar, A. P.; Ferguson, R. M.; Kemp, S.; Wawrzik, T.; Schilling, M.; Krishnan, K. M.; Ludwig, F. Drive-field Frequency Dependent MPI Performance of Single-Core Magnetite Nanoparticle Tracers. IEEE Trans. Magn. 2015, 51, 1. (26) CARBOTECH AC GmbH. Powdered Activated Carbons; https://www.carbotech.de/aktivkohle/?lang=en (accessed July 2019).\nDOI: 10.1021/acsanm.9b01693 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nF"
    } ],
    "references" : [ {
      "title" : "Hallmarks of mechanochemistry: from nanoparticles to technology",
      "author" : [ "J. F" ],
      "venue" : "Chem. Soc. Rev. 2013,",
      "citeRegEx" : "F.,? \\Q2013\\E",
      "shortCiteRegEx" : "F.",
      "year" : 2013
    }, {
      "title" : "Process engineering with planetary ball mills",
      "author" : [ "C.F. Burmeister", "A. Kwade" ],
      "venue" : "Chem. Soc. Rev. 2013,",
      "citeRegEx" : "Burmeister and Kwade,? \\Q2013\\E",
      "shortCiteRegEx" : "Burmeister and Kwade",
      "year" : 2013
    }, {
      "title" : "Scale-up method of planetary ball mill",
      "author" : [ "H. Mio", "J. Kano", "F. Saito" ],
      "venue" : "Chem. Eng. Sci",
      "citeRegEx" : "Mio et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Mio et al\\.",
      "year" : 2004
    }, {
      "title" : "Correlation of grinding rate of gibbsite with impact energy of balls",
      "author" : [ "J. Kano", "H. Mio", "F. Saito" ],
      "venue" : "AIChE J. 2000,",
      "citeRegEx" : "Kano et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Kano et al\\.",
      "year" : 2000
    }, {
      "title" : "Supraparticles: Functionality from Uniform Structural Motifs",
      "author" : [ "T. Kraus", "N. Vogel", "K. Mandel" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "T. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "T. et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The determination of induced mechanical forces in ball mills is an ongoing problem, which is so far mainly addressed by simulations. Herein, we suggest utilizing superparamagnetic microballoons as sensor particles for mechanical stress. The defined assembly of superparamagnetic nanoparticles yields microballoons with hollow cores, which makes them susceptible to mechanical forces. It is shown that the hollow structure is continuously fragmented under static or dynamic force application. By use of magnetic particle spectroscopy, these structural changes are readily detected and enable the quantification of the applied mechanical forces in ball mills.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}