{
  "name" : "downloads_2019-10-23_2f_saranya2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Enhancement of anti-fouling properties during the treatment of paper mill effluent using functionalized zeolite and activated carbon nanomaterials based ultrafiltration",
    "authors" : [ "Rameshkumar Saranya", "Ahmad F Ismailb" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "2805\nBACKGROUND: Treatment of paper mill effluent is crucial owing to its high organic constituents which necessitate the use of efficient membranes having greater anti-fouling ability. In this study, functionalized zeolite and activated carbon incorporated polyethersulfone (PES) membranes were developed to maximize the fouling resistance and rejection efficiency thereby to achieve greater reduction levels of chemical oxygen demand (COD), biological oxygen demand (BOD) and total dissolved solids (TDS) in the effluent.\nRESULTS: The synthesized inorganic modifiers such as functionalized copper (Cu)-zeolite, iron (Fe)-zeolite and calcium alginate functionalized activated carbon were incorporated into PES in distinct wt% of 0.25, 0.5, 0.75 and 1. The high pure water flux of 38.9 L m−2 h−1 was observed with 0.25 wt% of Cu-zeolite when compared to 24.3 L m−2 h−1 of virgin PES. The addition of 0.5 wt% of functionalized activated carbon resulted in reduction levels of about 90.2%, 92% and 80% of COD, BOD and TDS respectively.\nCONCLUSIONS: Facile functionalization of zeolite and activated carbon using metal salts and calcium alginate was achieved. Functionalized Cu-zeolite imparted increased hydrophilicity, anti-fouling property and increased pore size compared to that of Fe-zeolite and functionalized activated carbon. © 2019 Society of Chemical Industry\nKeywords: functionalized zeolite; functionalized activated carbon; polyethersulfone; fouling; paper mill wastewater"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "In recent decades, membrane processes have become increasingly attractive for reclamation of industrial wastewater as they are highly efficient, easy to operate, economical and satisfies more stringent discharge regulations and supply limitations.1–3 To fully exploit the growing opportunities in the field of wastewater treatment, strong interest exists in the identification of new membrane materials. Hence, for performing efficient membrane separation, membrane materials should give a high permeate flux and rejection, minimizing both capital and operating costs.4 Polymers provide a range of desirable properties such as high permeability and easy processibility which are important for separation processes.5 Polyethersulfone (PES) is an aromatic high performance polymer known to be an amorphous thermoplastic material, cheap and readily available.6 PES shows outstanding oxidative, hydrolytic stability as well as film-forming properties and suitable for membrane separation applications.7 However, its longevity is generally hindered by inherent trade-off between permeability and rejection ability along with extensive fouling. Hence, modification approaches would help to improve the hydrophilicity and pore morphology that can eventually reduce membrane fouling to some extent.8 In fact, inorganic materials possess superior chemical and thermal stabilities in contrast to polymer materials.9,10 Hence, better performance of polymers on treatment of wastewater thus relies largely upon the combination of bulk polymeric properties with the surface properties of inorganic materials.11 The current technological challenge is to develop PES membranes with tailored surface and functional properties having (i) high hydrophilicity to resist fouling,12 (ii) thermal and solvent resistant,13 (iii) ability to separate target components during separation under harsh conditions.14,15 By incorporating inorganic materials having desired morphology, pore size and separation properties, desired requisites of efficient polymeric nanocomposite membrane can be achieved.16 Inorganic nanoparticles which have been reported to be blended with PES include silicon dioxide (SiO2), aluminium oxide (Al2O3), iron(II,III) oxide (Fe3O4), zinc oxide (ZnO), zirconium dioxide ∗ Correspondence to: G Arthanareeswaran, Membrane Research Laboratory, Department of Chemical Engineering, National Institute of Technology, Tiruchirappalli, 620015, India, E-mail: arthanaree10@yahoo.com or AF Ismail, Advanced Membrane Technology Research Centre (AMTEC), Universiti Teknologi Malaysia, Skudai, Johor, Malaysia. E-mail: fauzi.ismail@gmail.com a Membrane Research Laboratory, Department of Chemical Engineering, National Institute of Technology, Tiruchirappalli, India b Advanced Membrane Technology Research Centre (AMTEC), Universiti Teknologi Malaysia, Skudai, Johor, Malaysia\nJ Chem Technol Biotechnol 2019; 94: 2805–2815 www.soci.org © 2019 Society of Chemical Industry\n2806\n(ZrO2) and titanium dioxide (TiO2) among many for membrane modification.17 However, there are several challenges underlying in the successful fabrication of nanoparticles based polymeric membranes including: (i) proper selection of the polymer and inorganic materials based on compatibility and homogeneity properties, (ii) identification of desired properties of inorganic materials such that to tailor the pore size and minimize the fouling property of polymeric membranes, (iii) lesser agglomeration and aggregation of inorganic particles in the polymer matrix to form homogenous dispersion so as to avoid poor selectivity owing to agglomeration and (iv) defect-free polymer/inorganic particle interface for maintaining membrane integrity as well as the separation performance.\nRecently, functionalization of inorganic material based on the desired functional properties holds the potential to overcome the limitations of virgin polymer membranes so as to attain high separation performance during effluent treatment. Hence, functionalized inorganic fillers have been used for surface modification of polyvinylidene fluoride (PVDF) nanocomposite ultrafiltration membrane to improve hydrophilicity, permeability, and anti-fouling.18 The unique functional properties of functionalized nanomaterials can be applied to adsorb, degrade and scavenge pollutants in wastewater by incorporating it in the PES matrix employed for effluent treatment.19 Incorporation of activated carbon is widely attractive in many fields for its high adsorption capacity,20 yet its application is limited due to the relatively high price and operating costs owing to the need for regeneration steps. The present work hence involves the synthesis of activated carbon from residual seed covers of Acacia fumosa. Furthermore, the functionalization using calcium (Ca)-alginate would not only improve the surface properties but also ensure enhanced stability of functionalized activated carbon (FAC) by preventing agglomeration.\nBy employing zeolites, the appropriate pore structure can be formed in a polymer matrix so as to exclude the solute to be retained without compromising permeability to a large extent.21 Metal functionalization of zeolite would elate the adsorption capacity of PES due to greater binding capacity of the ion-exchange functional metal cations. Facile and efficient functionalization of adsorptive inorganic modifiers is deemed significant for its greater anchoring capacity in the polymer matrix.22 Perhaps, better dispersion of incorporated zeolite and activated carbon is ensured by the functionalization strategy which also governs the skin layer and pore morphology of the modified PES membranes. The reasons are hence attributed to the reduction of top layer interfacial defects during membrane formation thus subsequently resulting in higher rejection ability. The presence of the selective porous inorganic functional materials in PES matrix favours the membrane performance for the rejection of organic solutes from paper effluent, which leads to enhanced flux and reduced fouling with similar or higher rejection when compared to virgin PES membranes. However, the functionalized groups and its role in altering pore morphology together enables higher hydrophilicity and fouling resistance. Despite various other methods like chemical precipitation, electrocoagulation and so on available for paper effluent treatment, membrane separation has gained potential to remove colour, chemical oxygen demand (COD), heavy metals, and total dissolved solids (TDS) at comparatively higher scale.23 In fact, ultrafiltration (UF) membrane treatment is considered beneficial for its ability to readily retain most of the high molecular mass organic components which eventually would reduce the load on reverse osmosis or nanofiltration\nsystem during tertiary stage effluent treatment. From this standpoint, UF membranes which can withstand high concentrations of dissolved and suspended solids would essentially require superior functional properties to resist fouling and enhance productivity. Hence, the functionalized zeolite and activated carbon modified PES membranes synthesized from this work were employed for paper effluent treatment to achieve higher rejections of organic components and subsequent reduction of COD, biological oxygen demand (BOD) and TDS from the effluent."
    }, {
      "heading" : "EXPERIMENTAL",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "PES (Veradale 3000) was supplied by Solvay Solexis (Mumbai, India) Limited. N-Methyl pyrrolidone (NMP) was purchased from Alfa Aesar (Mumbai, India) Limited. Cupric nitrate, ferric chloride, hydrochloric acid and calcium chloride (CaCl2) were purchased from Merck (Mumbai, India) Limited. Sodium potassium tartarate, potassium dichromate, ferrous ammonium sulphate, ferroin indicator, silver sulphate, required for COD analysis were purchased from Merck (Mumbai, India) Limited. Sodium alginate was procured from Sigma Aldrich (Mumbai, India) Limited. Formalin (98%) and ethanol (99%) were procured from Fischer Scientific Company (Pune, India). Acetylene gas cylinder was supplied by BOC India Limited. All chemicals used were of analytical grade. Ultrapure water was produced in the laboratory using a Millipore pilot plant. The paper mill effluent was obtained from Tamil Nadu Newsprints Limited (TNPL), Kagithapuram, Erode, Tamil Nadu, India.\nFunctionalization of zeolite and activated carbon Both copper (Cu)-zeolite and iron (Fe)-zeolite were prepared from mesoporous zeolite (Sud-Chemie, New Delhi, India) by the ion-exchange method. In a typical procedure, zeolite (0.5 g) was suspended in 0.05 M of copper(II) nitrate (Cu(NO3)2) aqueous solution in a 250 mL beaker and stirred at 500 rpm. After 2 h of stirring, the suspension was filtered under vacuum and washed thoroughly with 100 mL of distilled water till the nitrate has been removed. Thus, a light blue colour precipitate of Cu-zeolite was obtained which was dried in a hot air oven at 80 ∘C for 12 h. For the synthesis of Fe-zeolite, a similar procedure was followed for complete suspension of 0.5 M of iron(III) chloride (FeCl3) aqueous solution. The precipitate was washed until the excess chloride was removed leaving a white precipitate. Thus, Fe-zeolite was obtained by drying the precipitate in a hot air oven at similar conditions as mentioned for Cu-zeolite synthesis. Activated carbon was prepared from Acacia fumosa seed covers and functionalized using Ca-alginate based on the ionic polymerization method24,25 as reported earlier.\nCharacterization of functionalized inorganic materials The synthesized functionalized inorganic materials were characterized for their morphology, particle size, chemical structure and zeta potential. The synthesized nanomaterials were then characterized for their particle size using a particle size analyser (Nanopartica, HORIBA Instruments Inc, California, USA). The zeta potential of each nanomaterial was also determined using a zeta sizer (Malvern Panalytical Limited, Malvern, UK). The crystallite phase and particle size were also studied by means of X-ray diffraction (XRD, Rigaku Corporation, Tokyo, Japan). The particle size (D) was also determined by following the Scherrer equation (Eqn (1)):\nD = 0.9𝜆 𝛽 cos 𝜗\n(1)\nwileyonlinelibrary.com/jctb © 2019 Society of Chemical Industry J Chem Technol Biotechnol 2019; 94: 2805–2815\n2807\nwhere 𝜆 (in nanometres) is the X-ray wavelength and 𝛽 is the full-width half maximum (FWHM) of the intensity peak at the corresponding Braggs diffraction angle (𝜃).\nDevelopment of inorganic modifiers based PES membrane The primary step for developing a membrane is to vacuum dry the synthesized inorganic nanomaterials such as zeolite, Fe-zeolite, Cu-zeolite, FAC in a vacuum oven to remove the excess moisture present. The nanomaterials were initially dispersed in NMP solvent with the aid of sonication waves in an ultra-sonication bath (Sonics, VCH, London) maintained at 30 ∘C for 15 min for the preparation of the PES membrane. The second step in developing nanomaterials incorporated in the PES membrane is the preparation of a casting solution by physically blending the respective inorganic materials such as Cu-zeolite, Fe-zeolite and FAC at various concentrations of 0.25, 0.5, 0.75 and 1 wt% each blended with PES by means of mechanical stirring for 3 h under heating at 45± 2 ∘C during intervals. The composition of the PES membrane with respect to the change in the wt% concentration of the various functionalized inorganic materials is reported in Table 1. The doped casting solution was then ultra-sonicated again for 15 min to ensure complete dispersion of inorganic modifiers in PES. The casting solution was then degassed and cooled to room temperature. The final de-aerated casting dope solutions were used for membrane preparation by the phase inversion method.26 The casting solution was cast on a clean glass plate with the help of a thin film applicator at a thickness of about 400 μm. The temperature of 20± 2 ∘C and relative humidity of 50% was maintained in the casting chamber during casting. The gelation bath was ice-cooled to a temperature of 10± 1 ∘C to which 0.2 wt% of sodium lauryl sulphate (SLS) and 1 vol% of NMP were added. The cast membranes were evaporated in the casting chamber for 30 s after which the glass plate along with the thin film were immersed in a gelation bath. After 3 h of phase separation, the membranes were peeled from the glass plate. Furthermore, the membranes were washed thoroughly with distilled water and stored in 1% of formalin solution to avoid microbial growth."
    }, {
      "heading" : "Characterization of PES membrane",
      "text" : ""
    }, {
      "heading" : "Hydrophilicity analysis",
      "text" : "In order to examine the surface hydrophilic properties of the membranes, contact angles of all the synthesized PES membranes\nwere measured using a contact angle goniometer (model 250-F1, Rame-Hart Instruments, NJ, USA) at room temperature. The static sessile drop method was employed by which the water droplet was introduced by means of a syringe on the surface of the membranes to determine the average equilibrium water contact angle. The surface free energy of interaction of water and the membrane surface (ΔGs) has also been interpreted based on the Young–Dupre equation (Eqn (2)).27\nΔGS = (1 + cos 𝜗) 𝛾TL (2)\nwhere 𝜃 denotes the measured water contact angle and 𝛾TL denotes the water surface tension (72.8 MJ m−2)."
    }, {
      "heading" : "Morphological and surface analysis",
      "text" : "The surface topography and pore morphology of the inorganic nanomaterials loaded PES membranes were examined using field emission scanning electron microscopy (FESEM, SUPRA-55, Carl Zeiss, Oberkochen, Germany) and atomic force microscopy (AFM, NTEGRA Prima Spectrum Instruments Limited, Limerick, Ireland) respectively. FESEM was performed at an accelerating voltage of 20 kV with the field emission resolution of 20 μm to capture both the top and cross-section to discerne the effect of inorganic nanomaterials on the pore and surface characteristics of various synthesized membranes. Two-dimensional images were recorded using a sample scan area of 30 μm × 30 μm for measuring average roughness (Ra) and root-mean-squared roughness (Rrms) values for each membrane. The Rrms value was determined based on the standard deviation of the data points28 observed across the scan as shown in Eqn (3):\nRrms =\n√∑N n=1 ( zn − z )2 N − 1\n(3)\nwhere z is the average value of z in a given area and zn is the current z value and N is the number of data points."
    }, {
      "heading" : "Permeation studies",
      "text" : "Pure water flux studies were carried out using constant-volume, variable-pressure UF stirred dead end flow cell fitted with a teflon coated magnetic paddle (model Cell- XFUF076, Millipore, Bedford, MA, USA). The permeability of each synthesized PES membrane was measured by initially compacting under a trans-membrane pressure (TMP) of 414 kPa until a steady permeate volume was collected. The effective surface area of the employed membrane was kept as 38.5 cm2. The volume permeated corresponding to each membrane was noted at steady state conditions for 10 min at room temperature and the initial water flux (Jw1) of each membrane was quantified based on Eqn (4).\nJw = V\nA × Δt (4)\nwhere V is the volume of filtered water (in m3), A is the membrane area (in m2) and Δt is the working time (in hours)."
    }, {
      "heading" : "Swelling and porosity studies",
      "text" : "The swelling studies were performed to determine the water uptake rate of synthesized membranes. The membranes initially soaked in water for 24 h were weighed after blotting to determine wet weight (Wwet) and then the same samples were placed in a vacuum oven at 75 ∘C for 48 h to measure dry weight (Wdry). The\nJ Chem Technol Biotechnol 2019; 94: 2805–2815 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jctb\n2808\nwater uptake rate is related to membrane porosity and considered to be an important characterization parameter as it indirectly indicates the degree of wettability of a membrane. The degree of swelling of synthesized membranes is calculated using Eqn (5).\nS (%) = Wwet − Wdry\nWwet × 100 (5)\nThe porosity (𝜀) of PES was determined based on the membranes having known area being weighed in both wet and dried state using Eqn (6).\n𝜀 = Wwet − Wdry\ndwLmAm × 100 (6)\nwhere dw is the density of water (in kg m −3), Lm is the thickness of membrane (in micrometres), Am is the area of membrane (in m 2)."
    }, {
      "heading" : "Mean pore radius",
      "text" : "The porosity (𝜀) of each synthesized membrane was found in order to measure the mean pore radius (rm) based on the filtration velocity method. The experimental determination of rm using Guerout–Elford–Ferry equation (Eqn (7)) as follows:\nPore radius ( rm ) = √\n(2.9 − 1.75𝜀) × 8𝜂𝜄Q 𝜀 × A × ΔP\n(7)\nwhere 𝜂 is the viscosity of water (8.9× 10−4 Pa s), 𝜄 is the membrane thickness (400 μm), Q is the permeate volume per unit time (in m3 s−1), A is the effective membrane area (38.5 cm2) and ΔP is the operational pressure (414 kPa)."
    }, {
      "heading" : "Treatment of paper mill effluent",
      "text" : "The effluent stream discharging after the chemical bleaching of pulp was collected after clarification with no further pre-treatment from the paper manufacturing industry. The physico-chemical characteristics of the chosen paper mill effluent was analysed and the results provided in Table 2. The effluent treatment experiment was run using UF stirred cell by employing PES membrane for 90 min with an interval of 10 min for which permeate was collected at 414 kPa TMP and later analysed for COD and TDS using reflux titration and evaporation method, respectively. BOD has also been quantified based on the five-day dissolved oxygen (DO) test. Permeability in terms of flux and rejection in terms of COD, BOD and TDS reduction was determined for permeate obtained after membrane UF at each run.\nFouling analysis based on paper effluent filtration As the anti-fouling property of modified membranes can be demonstrated by the greater flux recovery ratio (FRR), it is generally\ndetermined based on the ratio of pure water permeate flux before (Jw1) and after (Jw2) repeated cycles of the filtration run. After 2 h of effluent treatment, the membranes were backwashed with pure water for 60 min and the pure water flux (Jw2) was found using Eqn (8).\nFRR (%) = Jw2 Jw1 × 100 (8)\nThe fouling analysis was performed on both virgin and modified PES membranes which were employed towards paper effluent treatment. It is achieved by measuring the degree of fouling which includes the percentage flux loss due to reversible and irreversible fouling after effluent treatment. In the case of filtration of industrial effluent, the total fouling Rt is represented by the sum of two types of fouling such as reversible and irreversible fouling, Reversible fouling ratio (Rr) can be eliminated by hydraulic cleaning using Eqn (9).\nRr (%) = Jbw − Jf\nJbw × 100 (9)\nThe irreversible fouling ratio (Rir) can however be eliminated by chemical cleaning determined using Eqn (10).\nRir (%) = Jbw − Jcc\nJbw × 100 (10)\nwhere Jbw is the water flux (in L m −2 h−1) obtained after removing the cake layer by backwashing 10 min, Jcc is the water flux (in L m−2 h−1) after 10 min of chemical cleaning with a 0.1 M hydrochloric acid (HCl) solution and Jf is the effluent flux (in L m\n−2 h−1) at the end of filtration."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Characterization of functionalized inorganic modifiers From Table 3, it was found that among all the inorganic modifiers, the functionalized zeolites such as Cu-zeolite and Fe-zeolite showed smaller particle size of about 67.5 nm and 63.25 nm, respectively. The size of FAC was higher being about 154 to 156 nm\nwileyonlinelibrary.com/jctb © 2019 Society of Chemical Industry J Chem Technol Biotechnol 2019; 94: 2805–2815\n2809\ndue to the presence of alginate encapsulated on activated carbon (AC). The functionalized inorganic materials showed negative potentials of more than 25 mV which ensured their good stability during the fabrication of PES membrane.29 The increasing zeta potential would offer better degree of dispersion in polymeric matrix in the order of Cu-zeolite > Fe-zeolite > FAC. The particle size, chemical structure and zeta potential of the synthesized inorganic nanomaterials helped in bringing about stable homogenous solution with PES polymeric matrix.\nCharacterization of functionalized inorganic modified PES membranes"
    }, {
      "heading" : "Hydrophilicity and pore characteristics",
      "text" : "The virgin PES surface was hydrophobic in nature having a contact angle of 79.5∘. Compared to virgin PES membrane, the contact angles of functionalized zeolite incorporated PES membranes decreasing and attained the lowest of about 73.4∘ for PE/Cu-Ze-2 membrane as shown in Table 4. The exposure of free oxygen lone bonding units is quite high with 0.5 wt% of Cu-zeolite containing PES membrane that imparted enhanced hydrophilicity and surface energy to the modified PES membranes.30 These significant changes are due to the fact that Cu-zeolite has better dispersion in PES casting solution compared to that of the Fe-zeolite\ninteraction. This may be due to the exchange of high reactive metal cations such as Fe2+ in the oxygen lone bonding sites reduced the chance of forming hydroxyl bonds. The hydrophilic properties were imparted to FAC by means of encapsulating –OH rich alginate and hence the lowest contact angle of 51.1∘ was observed for PE/FAC-4 (Table 4). The influence of functionalized nanomaterials was also confirmed by improved surface roughness, especially on the addition of FAC, delayed phase inversion took place due to a slower rate of solvent/non-solvent exchange causing a rougher surface.31 This further ensures that the surface roughness parameters are attributed to the uniform dispersion of inorganic nanoparticles which can enlarge the membrane effective contact area thus contributing to improved separation properties. The pore size of Cu-zeolite incorporated PES membrane was found to increase compared to virgin PES however for only 0.25 wt% of Cu-zeolite containing PE/Cu-Ze-1. In the case of the Fe-zeolite containing PES membrane, the pore size becomes less than 12.4 nm due to the blocking by Fe particles present in Fe-zeolite. The mean pore size of PE/FAC membrane was about 50 nm due to the dense skin layer compared to the virgin PES."
    }, {
      "heading" : "Swelling and porosity of PES membranes",
      "text" : "The swelling rate of PE/Cu-Ze membrane was improved when compared with PE/Cu-Ze-3 membrane. This implies the superior\nJ Chem Technol Biotechnol 2019; 94: 2805–2815 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jctb\n2810"
    }, {
      "heading" : "PE/Fe-Ze-1",
      "text" : ""
    }, {
      "heading" : "PE/Fe-Ze-1",
      "text" : "blending of Cu-zeolite causing rigidification of PES chains thereby leading to reduction in swelling rate.32 This higher swelling rate is due to the rigidity created by the metal groups present in Cu-zeolite. The interaction of the PES polymeric chains with the inorganic groups like silicon (Si) and aluminium (Al) of zeolite also becomes the reason for lowering of swelling rate when compared to FAC added PES membrane. However, when compared to virgin PES, the porosity has been improved for PE/Cu-Ze membrane as shown in Fig. 1. While incorporating Fe-zeolite, there was only slight increase in swelling rate which is attributed to the phenomenon of phase separation of inorganic Fe particles during membrane formation of PE/Fe-Ze membrane. The porosity of PE/Fe-Ze membrane has been decreasing owing to the aggregated Fe-zeolite nanoparticles in the bottom layer of the membrane. However, the separation performance during effluent treatment could be better owing to the catalytic and reactive nature of Fe present in the bottom layer of the membrane would offer permeate with reduced pollutants. With the addition of FAC even at the lowest concentration of 0.25 wt%, the swelling rate increased to 77.8%. Thus, the results demonstrate that the PE/FAC membrane can be made more effective in performance with large specific surface areas and various desirable pore sizes by properly controlling the concentration of FAC in the casting solutions. The porosity of the PE/FAC membrane decreased owing to its morphology and also attributed to the presence of alginate in the membrane surface. The effect of FAC incorporation on swelling percentage and porosity is shown in Fig. 2."
    }, {
      "heading" : "Morphological studies of PES membrane",
      "text" : "The incorporation of Cu-zeolite and Fe-zeolite in PES has been investigated in terms of morphological changes as shown in Fig. 3(a,b). With lower concentration of Cu-zeolite in PES,\nwileyonlinelibrary.com/jctb © 2019 Society of Chemical Industry J Chem Technol Biotechnol 2019; 94: 2805–2815\n2811\nthere was an increase in voids in the interface thus assuring improvement in the permeate flux. The reason for improved compatibility between Cu-zeolite and PES lies in its small particle size. This has further helped in overcoming the chain rigidification and interfacial defect. The FESEM micrographs thus reveal that the PES membrane with Fe-zeolite has a denser outer skin layer on both the top and bottom side when compared to virgin PES membrane. Furthermore, because of the functionalization, the packed chains in the polymer matrix become denser and the packed structure in the outer skin layer provides a higher degree of obstruction of water transport. When compared to virgin PES membrane, the PE/FAC membrane displayed a complete asymmetrical structure with a distinct finger porous top layer, yet the macrovoidal sub-layer was not formed as observed in the PE/Cu-Ze membrane shown in Fig. 4. Improved homogeneity of Cu-zeolite containing PES dope solution influenced the presence of Cu-zeolite particles in the top layer of the asymmetric membrane structure. This in turn causes a relatively shorter time for solvent evaporation resulting in rapid spinodal decomposition with improved macrovoids in the sub-structure of the PE/Cu-Ze membrane. In contrast, the agglomeration of Fe-Ze during membrane casting caused non-selective defects and delayed phase separation with finger pores and no macrovoidal sub-structure. On increasing the FAC addition to 1 wt%, a denser layer was formed thus reducing the porosity. Smaller surface pores led to a smaller flow rate of water through the membrane which would cause lowering of permeability."
    }, {
      "heading" : "UF performance of PES membrane",
      "text" : "Effect of functionalized inorganic modifiers on pure water flux of PES membrane The pore diameter and the macrovoidal formation owing to the addition of Cu-zeolite were evident from the characterization results. The incorporation of zeolite nanoparticles to an optimum\nJ Chem Technol Biotechnol 2019; 94: 2805–2815 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jctb\n2812\nFigure 5. Pure water flux of modified polyethersulfone (PES) membranes.\nvalue tend to increase the solvent diffusion velocity of the membrane matrix in the water bath during the phase inversion process leading to an increase in pore size and porosity of the membrane. However, the zeolite addition beyond an optimum level may cause delayed solvent diffusion and also block some membrane pores leading to a decrease in water flux. The presence of Cu particles in Cu-zeolite could have reduced the interface voids between inorganic particles and polymer during the fabrication of PE/Cu-Ze membrane. As suggested by previous studies,33,34 the main problems that have been faced during membrane fabrication were surface defects and aggregation occurring beyond optimum addition of either functionalized zeolite or activated carbon. Therefore, Cu-zeolite addition beyond 0.5 wt% to PES has caused such defects between interfaces during inorganic/organic contact thus leading to reduction in flux in the range of 8.5 to 60.2% compared to that of virgin PES membrane. For PE/Fe-Ze membrane, the pure water flux was reduced to about 1.24 L m−2 h−1 (Fig. 5) which is attributed to Van der Waals and magnetic attractive forces of Fe3+ causing Fe-zeolite to agglomerate in the PES matrix. Furthermore, the steric repulsive forces due to larger interactions between Fe particles at the surface of the PE/Fe-Ze membrane have also resulted in the decrease of pure water flux. Despite its lower productivity, developing the PE/Fe-Ze membrane with surface adsorptive capacity could find applications in ion-selective wastewater treatment.\nOn comparison to virgin PES, the reduction in permeability has been observed for PE/FAC membranes for all different composition of FAC present in PES (Fig. 5). Even a minimal addition of 0.25 wt% of FAC has decreased the pure water flux to about 18.7 L m−2 h−1 due to an interfacial defect between PES and FAC interface. The Ca-alginate present in FAC has formed the denser layer on the surface of the PE/FAC membrane. The dense skin layer and the compact asymmetrical pore structure of PE/FAC membranes have caused the rapid reduction in permeability. The reason for the reduction in flux is attributed to the pore hindrance due to the interfacial defect caused by higher density of alginate present in FAC.\nPerformance of PES membrane on treating paper effluent The functionalized zeolite and activated carbon containing PES have shown pronounced improvement in rejection efficiency, however with decreasing permeability. Moreover, it is noteworthy that the permeability has reduced to a considerable extent while employing PES membranes incorporated with Fe-zeolite\n0 2 4 6 8 0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\nRr\nF lu\nx (L\nm -2\nh -1\n)\nFiltration Time (h)\nPES\nPE/Cu-Ze-1\nPE/Cu-Ze-2\nPE/Fe-Ze-1\nPE/Fe-Ze-2\nWater Paper\nEffluent Water\nRir\nFigure 6. Rejection efficiency of polyethersulfone (PES) membranes modified with copper (Cu)-zeolite, iron (Fe)-zeolite and functionalized activated carbon (FAC).\nand FAC whereas 0.5 wt% Cu-zeolite blended PES membrane has shown higher rejection efficiency without larger compromise in flux. The reasons for reduced permeability lie mainly on the trade-off existing between flux and rejection rate which has occurred with the formation of dense Ca-alginate structures and greater steric hindrance of Fe-zeolite. The denser skin surface with no macrovoidal sub-structure together prevented the solute to permeate through the porous networks of PE/FAC and PE/Fe-Ze membranes. The improved rejection percentage of organic compounds due to PE/Cu-Ze-2 and PE/Fe-Ze-1 membrane has offered enhanced removal of COD to about 89% and 90.5%, respectively (Fig. 6). Rejection efficiency in terms of BOD removal is mostly similar to that of the COD removal as the surface of blend membranes offered greater roughness property thus adsorbing most of the foulants responsible for increasing COD and BOD35 thereby permeating the solute with lower load of solids. The reduction of pollutant constituents has also been compared between virgin PES and PE/FAC membrane as shown in Fig. 6. The improvement in rejection efficiency of FAC containing membrane is higher compared to other inorganic modifiers containing membrane. This is attributed to the fact that the affinity towards FAC leading to efficient accessibility to its adsorption sites was higher compared to other modified PES membrane. The influence of improved rejection has had its effect on the reduction of COD and BOD to nearly 95.5% and TDS to about 90%. Better dispersion of minimal amount of FAC in PES matrix offered better access to adsorption sites thus eventually reducing the overall COD, BOD and TDS of the paper effluent."
    }, {
      "heading" : "Anti-fouling and flux behaviour of PES membrane",
      "text" : "The flux behaviour during paper effluent treatment using PE/Cu-Ze and PE/Fe-Ze membrane blend membranes are depicted in Fig. 7. In the case of the PE/Cu-Ze membrane, the optimal Cu-zeolite loading of 0.5 wt% only improved the effluent flux during paper effluent treatment. The cross-sectional pore morphological studies also showed that the Fe-zeolite containing PES membrane has an impermeable property owing to the migration of Fe particles obstructing the passage of water molecules. This ultimately led to a meagre flux while employing PE/Fe-Ze\nwileyonlinelibrary.com/jctb © 2019 Society of Chemical Industry J Chem Technol Biotechnol 2019; 94: 2805–2815\n2813\nmembrane for paper effluent treatment. The fouling ratios also played a role in reducing the permeate flux. From the flux recovery after hydraulic chemical cleaning, it can also be observed that the adsorption effect was evident in Fe-zeolite containing PES implying the higher reversible fouling ration (Rr) percentage for PE/Fe-Ze-1 and PE/Fe-Ze-2 MMMs as shown in Fig. 8. However, the FRR value increased from 31% to 66.6% for 0.5 wt% of Cu-zeolite containing PES membrane as observed from Fig. 8. These results clearly demonstrate that the modification of the PES membranes with Cu-zeolite improves both its anti-fouling property as well as permeability. The increased fouling ratio of PE/Fe-Ze is attributed to the lesser permeation offered that has altogether increased the fouling ratio two folds higher than that of virgin PES membrane. The Rir of PE/Fe-Ze membrane may be enhanced both by the positive charges on the membrane surface owing to Fe-zeolite incorporation.36 It can be confirmed from the lesser irreversible fouling ratio with the lowest of 5.3% for PE/Cu-Ze-2 membrane. The effect of both reversible and irreversible fouling was not higher for Cu-zeolite containing PES membrane. The increased fouling ratio of PE/Fe-Ze is attributed to the lesser permeation offered that has altogether increased the intrinsic membrane resistance many folds higher than that of virgin PES membrane.\nThe flux performance during filtration of paper effluent using PE/FAC membrane has been studied with respect to time to analyse the fouling behaviour due to FAC incorporation in PES as\nshown in Fig. 9. The effluent flux was found to be in decreasing trend compared to virgin PES. This is due to the denser surface of FAC containing PES matrix which offered higher resistance to the transport of paper effluent. From Fig. 10, the fouling ratio values of PE/FAC membranes confirmed that the decrease in reversible and\nJ Chem Technol Biotechnol 2019; 94: 2805–2815 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jctb\n2814\nirreversible fouling ratio thus implying the effect of adsorption of FAC during the filtration of wastewater. The adsorptive sites of FAC has resulted in increasing fouling ratio especially the irreversible fouling thus forming a cake layer over the membrane surface20 but later after hydraulic and chemical cleaning, the flux recovery was found comparable to the initial flux. This explains the reason for the reduction in irreversible fouling ratio. As the hydrophilicity was higher for 1 wt% of FAC incorporated PES membrane, the FRR percentage was 85.57% for PE/FAC-4 MMM which further helped in reducing the reversible fouling by avoiding the formation of gel layer over the PE/FAC-3 and PE/FAC-4 membrane."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "The functionalization of zeolite and activated carbon by Cu/Fe metal salts and Ca-alginate, respectively, has improved PES membrane structure at various scale of desirability which opened up the scope for developing fouling resistance UF membranes to treat paper mill wastewater. The contact angle of functionalized zeolite incorporated PES membrane decreased and the lowest value attained was about 73.4∘ which confirmed the increase hydrophilicity of functionalized zeolite incorporated PES membranes. The pore size of Cu-zeolite incorporated PES membrane was also found to increase compared to virgin PES membrane. The addition of FAC at 0.25 wt%, increased the swelling rate to 77.8% and improved the anti-fouling property when the FRR value increases from 31% to 66.6% for 0.5 wt% of Cu-zeolite containing PES membrane. These results have demonstrated that the hydrophilic surface, desirable porosity and pore sizes of modified PES membranes were achieved upon addition of functionalized modifiers to about 0.25 and 0.5 wt% ratio of FAC and Cu-zeolite in the PES casting solutions. Treatment of paper mill wastewater using functionalized modifiers based PES UF membranes thus offer better rejection efficiency by achieving greater reduction of BOD, COD and TDS levels."
    }, {
      "heading" : "ACKNOWLEDGEMENTS",
      "text" : "The authors G. Arthanareeswaran and A.F. Ismail are thankful to the Science and Engineering Research Board DST India for the funding of ASEAN-India Collaborative R&D programmme (Grant Number: IMRC/AISTDF/R&D/P-11/2018), which partially made this work possible."
    } ],
    "references" : [ {
      "title" : "Strategies for controlling bio fouling in membrane filtration systems: challenges and opportunities",
      "author" : [ "J Mansouri", "S Harrisson", "V Chen" ],
      "venue" : "J Mater Chem",
      "citeRegEx" : "Mansouri et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Mansouri et al\\.",
      "year" : 2010
    }, {
      "title" : "Dead-end ultrafiltration for pretreatment of RO in reclamation of municipal wastewater effluent",
      "author" : [ "J Qin", "M-H Oo", "H Lee", "R Kolkman" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Qin et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Qin et al\\.",
      "year" : 2004
    }, {
      "title" : "Application of ultrafiltration hybrid membrane processes for reuse of secondary effluent",
      "author" : [ "CW Lee", "SD Bae", "SW Han", "LS Kang" ],
      "venue" : "Desalination 202:239–246",
      "citeRegEx" : "Lee et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2007
    }, {
      "title" : "Fabrication and characterization of novel antifouling nanofiltration membrane prepared from oxidized multi-walled carbon nanotube/polyethersulfone nanocomposite",
      "author" : [ "V Vatanpour", "SS Madaeni", "R Moradian", "S Zinadini", "B Astinchap" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Vatanpour et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Vatanpour et al\\.",
      "year" : 2011
    }, {
      "title" : "Chemical modification of polyethersulfone nanofiltration membranes: a review",
      "author" : [ "BV Bruggen" ],
      "venue" : "J Appl Polym Sci",
      "citeRegEx" : "Bruggen,? \\Q2009\\E",
      "shortCiteRegEx" : "Bruggen",
      "year" : 2009
    }, {
      "title" : "Relationship between chemical structure of aromatic polyimides and gas permeation properties of their carbon molecular sieve membranes",
      "author" : [ "HB Park", "YK Kim", "JM Lee", "SY Lee", "YM Lee" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Park et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2004
    }, {
      "title" : "Modification methods for poly (arylsulfone) membranes: a mini-review focusing on surface modification. Desalination",
      "author" : [ "N Norhan", "MCR Franssen", "H Zuilhof", "MS MohyEldin", "R Boom", "K Schroen" ],
      "venue" : null,
      "citeRegEx" : "Norhan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Norhan et al\\.",
      "year" : 2011
    }, {
      "title" : "Inorganic fouling of pressure-driven membrane processes: a critical review",
      "author" : [ "S Shirazi", "CJ Lin", "D Chen" ],
      "venue" : "Desalination 250:236–248",
      "citeRegEx" : "Shirazi et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Shirazi et al\\.",
      "year" : 2010
    }, {
      "title" : "Polysulfone and functionalized carbon nanotube mixed matrix membranes for gas separation: theory and experiment",
      "author" : [ "S Kim", "L Chen", "JK Johnson", "E Marandi" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Kim et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2007
    }, {
      "title" : "Agricultural based activated carbons for the removal of dyes from aqueous solutions: a review",
      "author" : [ "D Ayhan" ],
      "venue" : "J Hazard Mater",
      "citeRegEx" : "Ayhan,? \\Q2009\\E",
      "shortCiteRegEx" : "Ayhan",
      "year" : 2009
    }, {
      "title" : "Nanostructured electrodes for lithium-ion and lithium–air batteries: the latest developments, challenges, and perspectives",
      "author" : [ "MK Song", "S Park", "FM Alamgir", "J Cho", "M Liu" ],
      "venue" : "Mater Sci Eng R Rep",
      "citeRegEx" : "Song et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2011
    }, {
      "title" : "Preparation and characterization of asymmetric polyethersulfone and thin-film composite polyamide nanofiltration membrane for water softening",
      "author" : [ "A Rahimpour", "M Jahanshahi", "N Mortazavian", "SS Madaeni", "Y Mansourpanah" ],
      "venue" : "Appl Surf Sci",
      "citeRegEx" : "Rahimpour et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Rahimpour et al\\.",
      "year" : 2010
    }, {
      "title" : "Performance studies of mixed matrix membranes for gas separation: a review",
      "author" : [ "MA Aroon", "AF Ismail", "T Matsuura", "MM Montazer Rahmati" ],
      "venue" : "Sep Purif Technol",
      "citeRegEx" : "Aroon et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Aroon et al\\.",
      "year" : 2010
    }, {
      "title" : "Inorganic membranes: preparation and application for water treatment and desalination",
      "author" : [ "A Kayvani Fard", "G McKay", "A Buekenhoudt", "H Al Sulaiti", "F Motmans", "M Khraisheh" ],
      "venue" : "Materials (Basel)",
      "citeRegEx" : "Fard et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fard et al\\.",
      "year" : 2018
    }, {
      "title" : "Ecotoxicity of and remediation with, engineered inorganic nanoparticles in the environment",
      "author" : [ "A Sanchez", "S Recillas", "X Font", "E Casals", "E Gonzalez", "V Puntes" ],
      "venue" : "Trends Anal Chem",
      "citeRegEx" : "Sanchez et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sanchez et al\\.",
      "year" : 2011
    }, {
      "title" : "Factors influencing activated carbon-polymeric composite membrane structure and performance",
      "author" : [ "L Ballinas", "C Torras", "V Fierro", "R Garcia-Valls" ],
      "venue" : "J Phys Chem Solid",
      "citeRegEx" : "Ballinas et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Ballinas et al\\.",
      "year" : 2004
    }, {
      "title" : "Microporous mixed matrix (ZeoTIPS) membranes: prediction of gas separation performance",
      "author" : [ "CV Funk", "DR Lloyd" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Funk and Lloyd,? \\Q2008\\E",
      "shortCiteRegEx" : "Funk and Lloyd",
      "year" : 2008
    }, {
      "title" : "Polyimide mixed matrix membranes by dispersion of nano Y zeolites for gas separation",
      "author" : [ "B Lin", "S Cheng", "L Qiu", "F Yan", "S Shang", "J Lu" ],
      "venue" : "Chem Mater",
      "citeRegEx" : "Lin et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2012
    }, {
      "title" : "Natural organic matter removal and fouling in a low pressure hybrid membrane systems",
      "author" : [ "V Uyak", "M Akdagli", "I Koyuncu" ],
      "venue" : "Sci World J",
      "citeRegEx" : "Uyak et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Uyak et al\\.",
      "year" : 2014
    }, {
      "title" : "Modeling studies for the removal of methylene blue from aqueous solution using Acacia fumosa seed shell activated carbon",
      "author" : [ "M Kumar", "R Tamilarasan" ],
      "venue" : "J Environ Chem Eng",
      "citeRegEx" : "Kumar and Tamilarasan,? \\Q2013\\E",
      "shortCiteRegEx" : "Kumar and Tamilarasan",
      "year" : 2013
    }, {
      "title" : "Functionalised activated carbon modified polyphenylsulfone composite membranes for adsorption enhanced phenol filtration",
      "author" : [ "R Saranya", "M Kumar", "R Tamilarasan", "A-F Ismail", "G Arthanareeswaran" ],
      "venue" : "J Chem Technol Biotechnol",
      "citeRegEx" : "Saranya et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Saranya et al\\.",
      "year" : 2016
    }, {
      "title" : "Preparation, characterization and performance studies of ultrafiltration membranes with polymeric additive",
      "author" : [ "G Arthanareeswaran", "D Mohan", "M Raajenthiren" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Arthanareeswaran et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Arthanareeswaran et al\\.",
      "year" : 2010
    }, {
      "title" : "Advanced ultrafiltration membranes based on functionalized poly(arylene ether sulfone) block copolymers",
      "author" : [ "M Kumar", "M Ulbricht" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "Kumar and Ulbricht,? \\Q2013\\E",
      "shortCiteRegEx" : "Kumar and Ulbricht",
      "year" : 2013
    }, {
      "title" : "Synthetic Polymeric Membranes Characterization by Atomic Force Microscopy, Springer Laboratory Manuals in Polymer Science",
      "author" : [ "KC Khulbe", "CY Feng", "T Matsuura" ],
      "venue" : null,
      "citeRegEx" : "Khulbe et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Khulbe et al\\.",
      "year" : 2007
    }, {
      "title" : "MWNTs/polyester thin film nanocomposite membrane: an approach to overcome the trade-off effect between permeability and selectivity",
      "author" : [ "H Wu", "B Tang", "P Wu" ],
      "venue" : "J Phys Chem C",
      "citeRegEx" : "Wu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2010
    }, {
      "title" : "Effects of Tween 80 concentrations as a surfactant additive on morphology and permeability of flat sheet polyethersulfone (PES) membranes. Desalination",
      "author" : [ "M Amirilargani", "E Saljoughi", "T Mohammadi" ],
      "venue" : null,
      "citeRegEx" : "Amirilargani et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Amirilargani et al\\.",
      "year" : 2009
    }, {
      "title" : "Efficient rejection of organic compounds using functionalized ZSM-5 incorporated PPSU mixed matrix membrane",
      "author" : [ "R Saranya", "G Arthanareeswaran", "AF Ismail", "NL Reddy", "MV Shankar", "J Kweon" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "Saranya et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Saranya et al\\.",
      "year" : 2017
    }, {
      "title" : "Mixed matrix membranes using carbon molecular sieves I. Preparation and experimental results",
      "author" : [ "DQ Vu", "WJ Korosand", "SJ Miller" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Vu et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Vu et al\\.",
      "year" : 2003
    }, {
      "title" : "Understanding the size and character of fouling causing substances from effluent organic matter (EfOM) in low pressure membrane filtration",
      "author" : [ "CN Laabs", "GL Amy", "M Jekel" ],
      "venue" : "Environ Sci Tech",
      "citeRegEx" : "Laabs et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Laabs et al\\.",
      "year" : 2006
    }, {
      "title" : "Fabrication of polyphenylsulfone/polyetherimide blend membranes for ultrafiltration applications: the effects of blending ratio on membrane properties and humic acid removal performance",
      "author" : [ "L Hwang", "H Tseng", "J Chen" ],
      "venue" : "J Membr Sci",
      "citeRegEx" : "Hwang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hwang et al\\.",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "BACKGROUND: Treatment of paper mill effluent is crucial owing to its high organic constituents which necessitate the use of efficient membranes having greater anti-fouling ability. In this study, functionalized zeolite and activated carbon incorporated polyethersulfone (PES) membranes were developed to maximize the fouling resistance and rejection efficiency thereby to achieve greater reduction levels of chemical oxygen demand (COD), biological oxygen demand (BOD) and total dissolved solids (TDS) in the effluent. RESULTS: The synthesized inorganic modifiers such as functionalized copper (Cu)-zeolite, iron (Fe)-zeolite and calcium alginate functionalized activated carbon were incorporated into PES in distinct wt% of 0.25, 0.5, 0.75 and 1. The high pure water flux of 38.9 L m−2 h−1 was observed with 0.25 wt% of Cu-zeolite when compared to 24.3 L m−2 h−1 of virgin PES. The addition of 0.5 wt% of functionalized activated carbon resulted in reduction levels of about 90.2%, 92% and 80% of COD, BOD and TDS respectively. CONCLUSIONS: Facile functionalization of zeolite and activated carbon using metal salts and calcium alginate was achieved. Functionalized Cu-zeolite imparted increased hydrophilicity, anti-fouling property and increased pore size compared to that of Fe-zeolite and functionalized activated carbon. © 2019 Society of Chemical Industry",
    "creator" : "LaTeX with hyperref package"
  }
}