{
  "name" : "downloads_2019-12-20_42_10.1016@j.applthermaleng.2019.114786.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano/microscale roughness control of accident-tolerant Cr- and CrAl-coated surfaces to enhance critical heat flux",
    "authors" : [ "Hong Hyun Son", "Namgook Kim", "Sung Joong Kima" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Thermal Engineering\njournal homepage: www.elsevier.com/locate/apthermeng\nNano/microscale roughness control of accident-tolerant Cr- and CrAl-coated surfaces to enhance critical heat flux\nHong Hyun Sona, Namgook Kima, Sung Joong Kima,b,⁎\na Department of Nuclear Engineering, Hanyang University, 222 Wangsimni-ro, Seongdong-gu, Seoul 04763, Republic of Korea b Institute of Nano Science & Technology, Hanyang University, 222 Wangsimni-ro, Seongdong-gu, Seoul 04763, Republic of Korea\nH I G H L I G H T S\n• Nanostructure or microstructure alone hardly enhance critical heat flux. • Hierarchical structures showed a synergetic enhancement on critical heat flux. • Smaller dry spot controlled by surface capillarity was more advantageous to the enhancement.\nA R T I C L E I N F O\nKeywords: Critical heat flux Accident-tolerant fuel cladding Surface roughness Capillary wicking\nA B S T R A C T\nThis study aimed to improve the thermal safety of accident-tolerant fuel (ATF) cladding by enhancing the pool boiling critical heat flux (CHF) through control of the nano/microscale roughness of ATF-functional Cr- and CrAl-coated surfaces. To diversify the surface structures at the nano/microscale, we ground the surface to achieve the typical roughness range of a nuclear fuel cladding and then deposited the ATF candidate materials of Cr and CrAl on the ground surface. 17 test surfaces were fabricated by grouping three types of surface structures: microstructure, nanostructure, and nano/microstructure. The structural feature was parametrically categorized based on the arithmetic roughness height Ra at microscale and the surface area ratio rn at nanoscale. While Ra was observed to influence both the nucleate boiling efficiency and CHF, rn was not capable of enhancing them both exclusively. Nonetheless, a synergistic effect of Ra and rn on the CHF was observed. The CHF values of microstructure, nanostructure, and nano/microstructure were enhanced by 19%, 9%, and 79%, respectively. A capillary wicking experiment showed that an increase in surface roughness leads to a decrease in the dry area; therefore, a potential increase in the liquid area fraction of the boiling surface contributes to additional evaporation."
    }, {
      "heading" : "1. Introduction",
      "text" : ""
    }, {
      "heading" : "1.1. Background",
      "text" : "The primary function of the accident-tolerant fuel (ATF) claddings deployed in nuclear power plant systems is to significantly reduce the high-temperature steam reaction under severe accident conditions, thereby mitigating hydrogen generation [1]. After an elaborate screening of the design strategies applicable to ATF cladding [2,3], coating an oxidation-resistant microlayer on the outer surfaces of existing Zr-based alloys has been identified as a promising method for\nshort-term development and application. This method has been considered because maintaining the existing Zr-based alloys with a surface coating does not require considerable changes in the neutron absorption efficiency and thermal-hydraulic feedback unlike the changes required when completely replacing the Zr-based alloys.\nIncorporating minimal changes in addition to enhancing the oxidation resistance has been recognized as acceptable with respect to the technical requirements of the ATF cladding system. Nevertheless, the research community concerned with enhancing the boiling performance on modified surfaces has reported that a considerable enhancement in the critical heat flux (CHF) in nuclear fuel cladding\nhttps://doi.org/10.1016/j.applthermaleng.2019.114786 Received 24 July 2019; Received in revised form 13 November 2019; Accepted 7 December 2019\nAbbreviations: AFM, atomic force microscope; ATF, accident-tolerant fuel; BWR, boiling water reactor; CHF, critical heat flux; CRUD, chalk river unidentified deposits; DNB, departure from nucleate boiling; EDS, energy dispersive spectroscopy; HTC, heat transfer coefficient; PWR, pressurized water reactor; RIA, reactivityinitiated accident; SEM, scanning electron microscope\n⁎ Corresponding author at: Department of Nuclear Engineering, Hanyang University, 222 Wangsimni-ro, Seongdong-gu, Seoul 04763, Republic of Korea. E-mail address: sungjkim@hanyang.ac.kr (S.J. Kim).\nApplied Thermal Engineering 167 (2020) 114786\nAvailable online 16 December 2019 1359-4311/ © 2019 Elsevier Ltd. All rights reserved.\nT\napplications is achievable [4–7]. As enhancing the CHF on the surface further guarantees an increase in the departure from nucleate boiling (DNB) ratio, it contributes to improving the thermal safety and facilitating the thermal power uprating of the nuclear power plant. A recent RELAP5-3D simulation [8], for instance, showed that even a 10% enhancement in the CHF of ATF claddings could potentially reduce the peak cladding temperature in a reactivity-initiated accident (RIA). This indicates that the ATF cladding surface coating provides an additional opportunity to extend its multifunctional advantages over the scope of the design-basis accidents as well as severe accidents.\nConsidering all these advantages, several studies [4,9–15] over the last few years have attempted to enhance the CHF of ATF-functional\ncladdings by altering the structural features at nano/microscale to render the surface characteristics more responsive to wettability and capillary wicking. Using direct current (DC) magnetron sputtering, Seo et al. [12] fabricated FeCrAl-coated layers having different surface roughnesses. They observed that the CHF of the FeCrAl-coated surfaces was enhanced up to 42% and attributed it to an increased roughness factor which augmented the length of the triple contact line for additional rewetting. Son et al. [15] further controlled the intrinsic surface roughness before coating a Cr layer such that the hierarchically augmented roughness induces a capillary action, leading to additional enhancement of the CHF up to 79%. For Cr-coated tube surfaces fabricated by the same technique, Son et al. [14] showed that the CHF\nNomenclature\nAb Bubble base area (m2) Adry dry area (mm2) Ads area of the bubble dry spot (mm2) cpl specific heat of water (J/kg-K) Cs surface influencing factor Ddry diameter of the dry area (mm) g gravity acceleration (m/s2) hfg latent heat of water (kJ/kg) kl thermal conductivity of the liquid (kW/m-K) Pl liquid pressure (Pa) Pv vapor pressure (Pa) qw wall heat flux (kW/m2) qc\n'' critical heat flux (kW/m2) qbare\n'' critical heat flux of a bare surface (kW/m2) qc ratio, '' critical heat flux enhancement ratio, q q/c bare '' '' (−) rc cavity radius (m) rn nanoscale surface area ratio (−) Rdry radius of the dry area (mm) Ra arithmetic roughness height (μm) Rsm arithmetic roughness width (μm) Sm mean spacing between the roughness peaks (μm) Tc critical temperature (K) TΔ sat wall superheat (K) ΔTc critical temperature difference between the critical tem-\nperature and the evaporating triple contact angle\nAbbreviations\nATF accident-tolerant fuel\nCHF critical heat flux CRUD chalk river unidentified deposits HTC heat transfer coefficient PWR pressurized water reactor BWR boiling water reactor RIA reactivity-initiated accident\nGreek symbols\nα dry area fraction (−) 1-α liquid area fraction (−) γ influence parameter of the heating surface material θ = MAX(θ,15°) maximum contact angle defined by [56] θ contact angle (°) θa apparent contact angle (°) μl dynamic viscosity of the liquid (Pa-s) ρl density of the liquid (kg/m3) ρv density of the vapor (kg/m3) σlv surface tension of water (N/m) δ̄ l thickness of the liquid film absorbed inside the surface\nstructure\nSubscripts\nb bubble c critical l liquid s surface sat saturation v vapor W wall\nenhancement ratio can be reduced as the heater orientation is changed from horizontal to vertical in pool boiling. Moreover, Ali et al. [9] observed that improvements in the surface roughness and wettability of an FeCrAl alloy after corrosion under pressurized water reactor (PWR) and boiling water reactor (BWR) chemical conditions enhance the CHF. In contrast, it is difficult to enhance the CHF if the ATF-functional surfaces are finished very smoothly. For example, Jo et al. [16] coated Cr and FeCrAl over a Zr-based surface using a cold spray technique and then polished the coated surfaces again to remove the structural features. For a decrease in the surface roughness up to 10−2 µm, they observed no significant change in the CHF.\nBesides the surface effect on the CHF, recent quenching experiments especially focused on a Cr-coated surface also show that a change in the surface characteristics affects the quench performance. Lee et al. [17] observed that the quench duration of a Cr-coated niobium (Nb) surface is longer than that of a non-coated surface despite the higher surface roughness and larger heat capacity of the Cr-coated surface. According to Ebrahim et al. [18], the larger the heat capacity, the slower is the transition from film boiling to nucleate boiling. Seshadri and Shirvan [19] evaluated the quench performance of fresh and oxidized Cr-, FeCrAl-, and Mo-coated surfaces by measuring the surface wettability and capillary wicking capability. Before oxidation, the quench duration was shortest for the FeCrAl-coated surface, whereas, after oxidation, the surface wettability and capillary wicking of the Cr-coated surface significantly improved, resulting in a better quench performance than the FeCrAl-coated surface. Considering the experimental findings from recent studies, it is obvious that the surface characteristic of the ATFfunctional surface is one of key engineering factors capable of affecting both the CHF and the quench."
    }, {
      "heading" : "1.2. Motivation and objective",
      "text" : "To define the type of surface parameter that is essential for enhancing the CHF and to describe the issues that still remain unclear, it is necessary to obtain a relation between the surface characteristics and the CHF. Considering that the key surface factors influencing the CHF are known to be surface wettability (quantified by θa) and surface roughness (quantified by Ra) [20–22], we collected the available data on CHF, θa, and Ra measured on the ATF-functional surfaces and plotted these in Fig. 1. In Fig. 1(a), although the CHF tends to decrease with θa, the overall trend with the surface wettability can hardly be understood. Especially, the parametric comparison between the contact angle and CHF is limited to a superhydrophilic region because the contact angle quantity cannot distinguish the surface wettability when θa = 0° [15]. Moreover, the existence of excessive CHF outliers along θa aggravates the correlation between the surface wettability and CHF. In contrast, an improved correlation is observed between the surface roughness and CHF: the higher the surface roughness, the higher is the CHF (Fig. 1(b)). In the global context, the positive relation between Ra and the CHF is understood based on the previous findings demonstrating that an increase in the surface roughness augments the liquid/solid contact lines [23] and provides more capillary channels [24], thereby supplying more cooling liquid to evaporate the contact lines.\nHowever, an evaluation of the CHF for various surface roughnesses defined at different scales (i.e., nano-, micro-, and nano/microscales) is still lacking toward understanding the local behavior of the surface roughness with respect to the CHF. This is because most of the previous studies tend to introduce as-received/as-machined ATF surfaces [9–11,13,25,26] for the evaluation of the CHF rather than systematically defining the fabrication parameters during the polishing, grinding, and deposition processes for nano/microscale roughness\ncontrol. Although a few studies have reported the CHF of roughnesscontrolled surfaces for ATF application by polishing Cr- and FeCrAlcoated surfaces [16], controlling the deposition process of FeCrAl [12], and controlling the grinding/deposition processes of Cr [15] and Cr and FeCrAl [14], these studies provide a limited understanding of the separate effects of the surface roughness with respect to the nano- and microscales. Thus, it is necessary to establish a design basis for the ATF cladding surface in need of nano/microscale roughness control. Moreover, it would potentially assist ATF cladding developers in understanding how controlling the surface roughness affects the CHF.\nIn this regard, this study experimentally investigates the effect of multiscale roughness of the ATF-functional surface on the CHF and clarifies which roughness scale and combination are effective in enhancing the CHF. We control the multiscale roughness by either polishing or grinding a substrate surface and subsequently depositing the ATF candidate materials (Cr and CrAl are selected for this study) over the surface. After grouping the fabricated surfaces according to the surface roughness defined at nano-, micro-, and nano/microscales, the effect of the different surface roughness scales on the CHF is investigated. Moreover, we characterize the capillary wicking capability such that it is possible to observe the contact line behavior under room condition, which would thereby indicate the underlying cause of the CHF being different for each surface."
    }, {
      "heading" : "2. Multi-scale roughness control at the level of the nuclear fuel cladding surface",
      "text" : ""
    }, {
      "heading" : "2.1. Stepwise fabrication of the surface structures at nano/microscale: Surface grinding and coating",
      "text" : "Various types of surface structures (e.g., nano-/micro-roughened [12–15,24], nano-/micro-porous [27–29], and nano-/micro-patterned [21,30–32]) have been introduced in the past to improve the pool boiling performance. However, it is challenging to apply porous and patterned surfaces to nuclear fuel cladding despite their considerable benefits in boiling enhancement. This is because these structures are vulnerable to surface aging due to the significantly enlarged surface area ratio at nano/microscale. In addition, it is technically challenging to fabricate their high-scale structures with the ATF materials. Therefore, the remaining options have been considered in this study. Based on the illustrations shown in Fig. 2, the structural features of each surface and their potential effects on the CHF are briefly explained as follows.\n• Type 1 (Fig. 2(a)): The ATF materials are uniformly deposited on a smooth surface, thereby finishing the apparent surface at nanoscale without any microscale features. This type of surface structure is unlikely to affect the CHF because the nanoscale roughness seems to be too low to remarkably improve the capillary action. • Type 2 (Fig. 2(b)): The conventional method of grinding the surface generates a considerable number of unidirectional grooved lines, each of which plays the role of a capillary channel [15,24]. This surface finishing is similar to those being performed in existing nuclear fuel claddings. The apparent structure demonstrates a low microscale feature with a roughness height (Ra)< 1.0 µm. • Type 3 (Fig. 2(c)): By depositing the ATF materials over the intrinsic microstructure in Type 2, the apparent feature of the surface becomes hierarchical at nano/microscale, which results in an increase in the surface area ratio to a value higher than those of the other types. As an increase in the surface area ratio amplifies the liquid/solid adhesive or capillary forces [32,33], it is expected that the CHF is more enhanced than those in the other types. • Type 4 (Fig. 2(d)): The surface of Type 1 is smoothened by polishing the apparent nanostructure. This type of surface has been recognized as one of the most promising for ATF cladding applications because the smooth surface minimizes the area that is in contact\nwith the primary coolant, thereby mitigating surface oxidation [34]. In contrast to the possible gain in terms of the integrity of the surface, the structural effect of the smooth feature on the CHF is negligible regardless of the surface wettability [21,35]. Likewise, Jo et al. [16] observed that polishing Cr- and FeCrAl-coated surfaces does not lead to any changes in the CHF despite a slight variation in the surface wettability.\nAmong the abovementioned surface types, we adopted Types 1, 2, and 3 and did not consider Type 4 as its smooth surface would not be effective for CHF enhancement. A modification process in two steps was performed to categorize the scales of the apparent structures into nano-, micro-, and nano/microscale. First, to generate different intrinsic microstructures before coating the surface with ATF materials, the test surfaces were ground with different grits of sandpaper. The purpose of this process was to limit the roughness range to an engineering scale applicable to nuclear fuel cladding, in which the surface oxidation under normal operating conditions is not an issue because the surface roughness is close to the technical standard (Ra ≈ 0.3 μm) of the Zrbased alloys in commercial use. Typically, a higher grit number (having a lower particle diameter) leads to a lower surface roughness. Therefore, relatively high grits of sandpaper, including 800, 600, 400, and 320, were considered. Moreover, the surface was carefully ground along a single direction to generate unidirectional scratches, which provided abundant grooved channels at microscale. Based on Darcy′s law that accounts for the permeable characteristic of a liquid along a porous medium [36], these grooved channels can drive the capillary flow because microscale flow channels bear small cross-sectional areas, which can cause a viscous pressure drop for a specific distance [14,15,24].\nThe second step was to generate nanostructures over the intrinsic microstructure. Among the ATF candidate materials such as FeCrAl, Cr, CrAl, and SiC, we considered Cr and CrAl as the coating materials. Experimentally, Cr- [37,38] and CrAl- [39] coated Zr-based alloys have guaranteed an excellent adhesion integrity even under high-temperature steam oxidation. Owing to the poor adhesion strength of FeCrAl and SiC coatings with Zr-based claddings, these materials have been considered as alternatives to replace the cladding body itself rather than being used as a protective coating [3]. Two coating techniques, DC magnetron sputtering and arc ion plating, were performed to deposit Cr and CrAl on the ground surfaces, respectively. These coating techniques demonstrate a high degree of freedom for the use of the metallic material as the coating target. All the coating conditions of Cr and CrAl are summarized in Table 1.\nDuring the DC magnetron sputtering of Cr, the growth mechanism of the metal film depends on the sputtering parameters such as substrate temperature, inert gas pressure, exposure time, and DC power [40]. Among these parameters, the substrate temperature significantly affects the diffusion of adatoms, and this process plays a role in determining the size of the agglomerated clusters. Typically, a high substrate temperature actuates the diffusion of adatoms, which, in turn, forms compact Cr clusters at nanoscale. This implies that controlling the substrate temperature contributes to noticeable changes in the apparent nano/microstructures. Within the allowable operation limit of the sputtering facility, the substrate temperature was set to 25 °C, 150 °C, 300 °C, and 600 °C to diversify the morphology and roughness of the coated surface.\nThe CrAl-coated surface was fabricated by the ATF Technology Development Division at the Korea Atomic Energy Research Institute. The coating developers at the institute determined the relative composition of the CrAl alloy by testing its effect on the ATF cladding primary functions (i.e., high-temperature oxidation resistance and mechanical strength). Representatively, they reported that coating the CrAl alloy (Cr 85 wt%: Al 15 wt%) on a Zr-based cladding enables the coated surface to be more resistant to high-temperature steam conditions as well as normal operating conditions [41]. Under oxidation\nconditions, CrAl forms Al2O3 over the coated surface, and so the protective layer consisting of Al2O3 significantly delays further oxidation [42]. In this study, we used a single composition of the CrAl alloy (Cr 80 wt%: Al 20 wt%), which has been verified by the KAERI, thereby focusing only on its surface characteristic. By setting the power condition in the arc ion plating process 32 times higher (4,800 W) than that of DC magnetron sputtering (150 W), a surface roughness approximately seven times higher was obtained in the CrAl-coated surface. A high-scale roughness of this surface could not be achieved with DC\nmagnetron sputtering due to the capacity limitation of the power supply. Further details on the arc ion plating technique are provided in [38]. While DC sputtering technique exhibits an inherent disadvantage of coating a large area, other relevant fabrication techniques such as PVD and cold spray coating may be applicable for the practical large dimension of the nuclear fuel cladding. Feasibility study of applying these techniques will be valuable in diversifying their applicability in near future."
    }, {
      "heading" : "2.2. Observation of the coated layer and surface morphology",
      "text" : "After 1 h of sputtering, a Cr layer of approximately 1.5 μm thickness was formed with fine columnar grains (Fig. 3(a)). The mapping result of energy dispersive spectroscopy (EDS) also indicates that an interlayer between the Pt and Fe layers comprises a relatively higher composition of Cr compared to others. Fig. 3(b) shows that a thick CrAl layer of approximately 70 μm thickness was formed during the arc ion plating process. Using the EDS line detection method, it was further confirmed that Cr and Al were mainly distributed inside the CrAl layer, while Fe rarely existed. It is important to note that both the Cr and CrAl layers were not porous except for isolated microdefects along the CrAl layer. Therefore, it is evident that the boiling performance depends only on the ‘surface’ characteristics (e.g., roughness and wettability) for a particular thickness of the coated layer.\nAs shown in Fig. 3(c) and (d), the compositions of the major coating elements measured on the Cr- and CrAl-coated surfaces were almost similar to the design values shown in Table 1. Although the oxygen of 2.29 wt% was measured on the Cr-coated surface, its contribution to the total amount seems negligible compared to the dominant contribution of the Cr of 97.71 wt%. Likewise, on the CrAl-coated surface, the actual composition of the CrAl coating (82.92 wt%: Al 17.08 wt%) changed slightly from the design value of the CrAl alloy (Cr 80 wt%: Al 20 wt%).\nThe SEM images obtained with various magnifications are shown in\n* This indicates the vacuum pressure held before the Ar injection, thereby significantly reducing contaminations inside the chamber.\nFig. 4. Here, the morphological differences between bare, Cr-, and CrAlcoated surfaces are observed. While the bare surface only exhibits the microgrooved lines without nanostructures, the Cr-coated surfaces demonstrate particulate nanostructures of Cr cluster along the grooved lines. In particular, the size of the Cr cluster tends to decrease as the substrate temperature increases. This implies that the nanoscale surface area ratio can be varied by controlling the substrate temperature. From Fig. 4(f), it is observed that the high-power arc ion plating (4,800 W) process generates a rougher structure at microscale than the low-power DC magnetron sputtering (150 W) process. The qualitative observation\nof the surface morphology provides a rationale that the structural features of the Cr- and CrAl-coated surfaces vary between the nano- and microscales. Therefore, these roughness values at each scale are quantified in Section 3.1."
    }, {
      "heading" : "3. Experimental procedure",
      "text" : ""
    }, {
      "heading" : "3.1. Measurement of surface roughness and wettability",
      "text" : "For a quantitative analysis of the morphological changes, the\nsurface roughness was measured by an atomic force microscope (AFM) (XE-100 model) in which the noncontact mode was used for facilitating a high-resolution nanoscale measurement (≈ 0.01 nm). To distinguish the raw configurations of the surface roughness values between the nano/microscales, the roughness profiles were obtained at different AFM resolutions: 30 × 30 μm2 and 5 × 5 μm2 for micro- and nanoscales, respectively (Fig. 5). Similar to the observations in the SEM images, the profile at microscale (Fig. 5(a)) is observed to be the roughest on the CrAl-coated surfaces among all the coated surfaces. The surface roughness values of the bare and Cr-coated surfaces are approximately two times lower than that of the CrAl-coated surface. The difference in the microscale roughness profiles of the bare and Crcoated surfaces is almost negligible. At the nanolevel (Fig. 5(b)), a frequent peak-to-peak variation along the roughness profile is observed on the Cr-coated surface; however, such a variation is hardly observed on the other surfaces. Among the various roughness parameters, we measured the arithmetic roughness height Ra and the nanoscale surface area ratio rn at the AFM resolutions of 30 × 30 μm2 and 5 × 5 μm2, respectively. Here, Ra and rn physically mean the average of the absolute height values along the sampling length and the ratio of the actual area over the projected area, respectively. The mathematical expression of each parameter is shown in Fig. 5.\nImportantly, as the roughness features cannot be perfectly uniform over the ground and sputtered surfaces, using the roughness value measured only at a single position may be too irrational to signify the representative nature of the surfaces. To avoid this overgeneralization, the uniformity of the micro/nanoscale surface roughness was evaluated with repeatable measurements at different positions. As shown in the inset histogram in Fig. 6(a), the measurements were repeated between as few as three times and as many as nine times. The repeatability error was calculated by dividing the standard deviation by an averaged value. Fig. 6(b) shows that the repeatability error in Ra is under 22%, which is higher than the 6% maximum error in rn. These repeatability errors are considered during the comparison of the CHF data in Section 4.2. Considering that the uniformity of the grooved lines at microscale is relatively lower than that of the nanoscale surface area ratio, introducing a reliable engineering process to regularly pattern the microgrooved lines over the metal surface is necessary in the future.\nThe overall trends of the measured Ra and rn are shown in Fig. 6(b).\nFirst, Ra increases as the grit number of the sandpaper decreases. When the same grit number is used, Ra hardly varies in spite of changing the substrate temperature for the sputtering process. As an exceptional case, the surface roughness of CrAl-G800-T250 increases significantly up to 7.8 times compared to the Cr-G800-T25/150/300/600 cases. This result can be attributed to the fact that a sputtering power 32 times higher than that of the other cases was applied for the CrAl coating. Second, a decrease in the substrate temperature causes an increase in rn (except for the cases of Cr-M-T600 and Cr-G800-T600) and scarcely affects Ra. This signifies that controlling the sputtering conditions dominated the changing nanoscale features more than augmenting the microscale roughness. Based on the observed trends, it is evident that the grinding and coating processes enable the categorization of the surface structure into micro- and nanoscales, respectively.\nIn addition to the surface roughness, a contact angle was measured to quantify the surface wettability. Fig. 7(a) shows the measurement system of the contact angle, which includes an EasyDrop 100 goniometer. A water droplet having a volume of 5 μL was first generated at the end of the syringe. To exclude the effect of impingement of the droplet with the surface while measuring the contact angle (which causes unintended rebound of the droplet [44]), the test surface slowly moved upward and touched the water droplet. Instantly, the liquid/ solid contact line began spreading over the surface and stopped at its equilibrium state. After confirming that the contact line did not move anymore, the apparent contact angle θa was measured by the imaging system of the EasyDrop 100 goniometer.\nFig. 7(b) shows that, after coating Cr and CrAl, the surface wettability changes from hydrophilic (60–70°) to superhydrophilic (≈0°). To check which of the roughness parameters out of Ra and rn mainly affect θa, we compare the relations in Fig. 7(c) and (d), respectively, with the available data of Ra, rn, and θa obtained from the studies that report a change in the wettability due to modifications in metallic surfaces. While the effect of Ra on θa seems to be unclear (Fig. 7(c)), either oxidation, anodization or an increase in rn enables the surface to be more hydrophilic (Fig. 7(c) and (d)). Oxidation [45] increases the liquid/solid surface adhesion and the existence of the nanostructure [15,33] enlarges the nanoscale surface area; both of them play a role in further attracting the liquid to spread over the surface. Similarly, it is observed that on differently roughened surfaces, θa hardly varies with\nchanges in Ra [24], whereas the surface wettability is significantly improved by an augmentation of the nanoscale feature rather than a variation in Ra [28]. Therefore, it is deduced that the superhydrophilicity of the coated surfaces is mainly the result of the generation of the nanostructures."
    }, {
      "heading" : "3.2. Measurement of the capillary wicking capability",
      "text" : "There are several ways to characterize the surface capillarity, i.e., capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50]. Among these, we used the characterization method of the receding capillary flow, which is capable of mimicking the in-situ capillary wicking behavior [50,51]. As described in our previous study [50], this method considers the contribution of the vapor recoil pressure to the receding motion of an in-situ triple contact line. It enables the measurement of the size of an expanding dry area that varies with the nano/microscale surface roughness and wettability. With respect to the CHF, a smaller size of the dry area indicates a higher liquid area fraction occupied along the bubble footprints [52], which\nimplies that more heat flux is necessary to bear the additional evaporation.\nFig. 8(a) shows the experimental apparatus; it consists of an air supply line (connected to an air compressor), a syringe needle for air impingement (inner diameter of 0.52 mm), a test assembly, a highspeed camera, and a light source (both of which are located outside the photograph). The design values for the experiment are specified in Fig. 8(b). In the experimental procedure, we first spread sufficient deionized water (≈20 °C) to entirely cover the test surface. Over the wet surface, a jet of air compressed to 0.4 MPa was shot from the syringe needle. Then, the liquid competed with the air jet drying the surface such that the pressure of the jet rapidly drove the flow of the bulk liquid that is not captured by the surface structure, while the liquid that is absorbed inside the surface structure slowly receded against the driving pressure.\nA visual observation shows an extremely different drying behavior between the bare and coated surfaces (Fig. 8(c)): the bare surface is rapidly dried out without any wicking region, whereas the coated surface that is capable of wicking the liquid resists being totally dried\nout by further competing along the liquid/solid/air contact line. Here, since the major focus is on comparing the delayed growth behavior of the dry area between the roughness-controlled surfaces, we quantified the expansion rate of the dry area, dAdry/dt, and calculated the dry area, Adry, using a reference time of 5.3 ms at which the diameter of the dry area of a bare surface reaches a capillary length Lc = =σ ρ g/ 2.5mmlv l for saturated water. The quantified data of dAdry/dt and Adry are shown in Table 2, and the result is discussed in Section 4.3.\nBased on the measured data with respect to the roughness parameters, apparent contact angle, and capillary wicking capability, a test matrix is organized in Table 2. There were 17 cases in all, which were categorized under three types of structural features, i.e., microstructure, nanostructure, and nano/microstructure. The microstructure group, in which the surfaces were not coated, was used to investigate the effect of the microscale roughness Ra on the CHF. The role of this group was to provide the bare CHF data of the intrinsic microstructure for comparing the CHF gain on the coated surfaces. The nanostructure group, in which the surfaces were not ground, was used to investigate whether the nanoscale surface area ratio rn, excluding the microscale features, could enhance the CHF. The results can reveal the effects of controlling the sputtering conditions on the CHF gain. Finally, the nano/microstructure group, in which the surfaces were ground and coated, was used to investigate the synergetic effect of the microscale roughness and nanoscale surface area ratio on the CHF. The major focus of this group was to estimate the amount of CHF enhancement that could be achieved compared to the other groups."
    }, {
      "heading" : "3.3. Measurement of the pool boiling curve up to CHF",
      "text" : "The design of the pool boiling apparatus shown in Fig. 9(a) is similar to that used in our previous study [15]. Its design for this study was slightly modified to incorporate some changes in the insulation of the test section (Fig. 9(b)), which generated a different boiling trend between bare surfaces. The pool boiling chamber (shown in Fig. 9(a)) made of a polycarbonate was filled with deionized water of high electrical resistivity (18.5 MΩ-cm), which ensured that the electricity leakage through the deionized water was negligible. Four immersion heaters were consistently operated to retain the deionized water saturated under atmospheric pressure. Before supplying the DC power into the test section, the saturated water was degassed, until noncondensable gases were invisible inside the pool boiling chamber. Fig. 9(b) shows the assembling of the test section with a test sample: a flat plate of 45 mm length, 10 mm width, and 2 mm thickness. Out of the total length of 45 mm, the heating length was only 25 mm as 10 mm was used for electrical contact with the copper holders at both ends. Thus, the effective heat transfer area was 25 × 10 mm2. Importantly, the 5 mm gap between the test sample and the supporting mount made of polyetheretherketone (PEEK) was filled with a liquid epoxy (a mixture of SamplKwickTM 20-3566 and 20-3568), which was completely solidified after approximately 2 h. The insulation obtained through this solidification of the liquid epoxy guarantees a larger contact area with the test sample than a solid-to-solid contact between PEEK and the test sample, thereby reducing the heat loss through the narrow gaps around\nthe test sample. To supply a stable heat flux to the test sample made of stainless steel grade 304, Joule′s direct heating method was implemented with a DC power supply (1200 A / 30 V). Based on the design of the test section, the resistance of the test sample was calculated to be 1.55 × 10−3 Ω, which was approximately 103 times higher than that of the copper connector (8.18 × 10−7 Ω). This implies that a voltage drop occurred predominantly along the test sample rather than the copper connector, and thus, all the DC power supplied was used to generate the resistance\nheat at the test sample. In this method, controlling the current input A directly regulates the voltage drop ΔV; the heat flux was calculated by Eq. (1).\n= =q Power A VI WL '' Δ heated (1)\nwhere W and L are the width and length of the heat transfer area, respectively. The voltage drop was measured at each end of the heated length to exclude any unintended voltage drop through the copper\nelectrodes (refer to the location of the voltage tap in Fig. 9(b) and (c)). As the heat flux was calculated using the four values (ΔV, I, W, and L) defined in Eq. (1), the uncertainty in the heat flux was calculated using the error propagation, as defined in Eq. (2).\n= ⎛ ⎝ ⎞ ⎠ + ⎛ ⎝ ⎞ ⎠ + ⎛ ⎝ ⎞ ⎠ + ⎛ ⎝ ⎞ ⎠ U q U V U I U W U L'' q V I W L'' 2 2 2 2\n(2)\nThe uncertainties in the voltage UV/V, current UI/I, width UW/W, and heated length UL/L were less than 0.5%, 0.5%, 2.3%, and 5.4%, respectively. Thus, the maximum measurement uncertainty of the heat flux, Uq”/q”, was calculated to be 5.9%.\nThe graph in Fig. 9(b) shows that the heat flux is controlled stage by stage with time, and the increments in the heat flux become smaller as it approaches the CHF. This process prevents the premature formation of the vapor film. At the occurrence of the CHF, a K-type thermocouple attached to the bottom of the test sample detected a sudden increase in the inner wall temperature over 200 °C. Subsequently, to prevent the test section from a thermal attack of > 1000 °C, the DC power supply was shut down manually.\nThe heat loss from the test section was qualitatively evaluated under a heat flux of ≈500 kW/m2. As shown in Fig. 9(c), no considerable bubbles are formed on the surface of the test section (e.g., copper- and PEEK-water interfaces) except for the narrow gaps between the component parts. This means that the temperature of the test section-water interface was maintained close to the saturation temperature of 100 °C during the experiment. In our recent study using the same pool boiling apparatus, it was confirmed that the surface temperature of the unheated parts (i.e., PEEK and copper block) was maintained at approximately 100–103 °C with the increase in the applied heat flux. According to the 1-D heat conduction calculation, the heat loss to the unheated parts was estimated to be less than 1% of the applied heat flux. This implies that the current design for thermal insulation prevented the test section from overheating that could result in boiling-based heat loss in the water pool. Hence, although it is very difficult to perfectly prevent a potential heat loss, the current design for thermal insulation at least guarantees that the heat loss is not as much of an issue as the generation of bubbles along the unheated regions such as the copper electrodes and\nPEEK."
    }, {
      "heading" : "4. Results and discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Nucleate boiling",
      "text" : "In Fig. 10(a), the boiling curve shows a different trend for each surface group. The nanostructure group (Cr-M-T25/150/300/600) having a negligible Ra of 0.038 µm shows similar trends for the CHF and nucleate boiling despite a variation in rn (1.16–1.40). No significant enhancement in boiling on the nanostructure surface is observed. In the micro/nanostructure group (Cr-G800-T25/150/300/600), by changing the grinding condition from M to G800, the CHF slightly increases with Ra (0.09–0.123 µm) although the nucleate boiling hardly changes. Upon controlling Ra up to 0.258 µm with a fixed rn of 1.24 for the surface group Cr-G800/600/400/320-T150, it is observed that both the CHF and the nucleate boiling improves.\nAs shown in Fig. 10(b), no significant variation in the heat transfer coefficient (HTC) is observed with rn (Cr-M-T25/150/300/600 and CrG800-T25/150/300/600); however, the HTC tends to increase with Ra (Cr-G800/600/400/320-T150). In the light of ATF surface engineering, this indicates that although controlling the substrate temperature in the sputtering process can change the nanoscale feature, its impact on the HTC is negligible. This result is consistent with our previous study [14] in which active nucleation was suppressed on Cr-coated tube surfaces having a nanostructure with Ra ≈ 0.06 µm, thereby slightly lowering the HTC. Correspondingly, Li et al. [53] reported that the effect of nickel-based nanostructures (Ra: 0.021–0.085 µm, rn: 1.11–1.45) on the HTC was negligible and might be worse compared to a bare surface owing to reductions in the nucleate site density as well as the bubble departure diameter and bubble departure frequency. Witharana et al. [54] experimentally validated that the wall superheat required for active nucleation increases as the diameter of the artificial cavity decreases from micro- to nanoscale (5000–50 nm); this variation agreed with the Young-Laplace equation: − =P Pv l\nσ r 2 lv c . These results support\nthe viewpoint that controlling rn without the microscale features is ineffective on the HTC because it rarely activates nucleation on the nanosized cavities.\nContrary to the ineffectiveness of rn on the HTC, the HTC tends to change as Ra exceeds approximately 0.1 µm (Fig. 11(a)). Similarly, Kim et al. [24] observed that the HTC increased with Ra, the range of which (0.04–2.35 µm) was within the current roughness range (0.11–0.54 µm). This result is also consistent with that obtained by Dadjoo et al. [55]. They observed that the nucleate boiling efficiency was higher on a ground surface than on a polished surface; moreover, the difference between the HTCs became pronounced with the pool boiling of the silica nanofluid. This indicates that grinding the surface before either fabricating nanostructures or depositing nanoparticles is more effective on the HTC.\nTo predict the effect of the surface parameters on the wall heat flux qw, Li et al. [56] modified Rohsenow′s semi-empirical correlation [57] with a surface influencing factor Cs. The modified correlation is defined as follows:\n= ⎡\n⎣ ⎢ −\n⎤ ⎦ ⎥ −c T h C q h μ σ g ρ ρ Pr Δ 0.013 ( ) pl sat fg s w fg l l v l\n0.33 0.33\n(3)\n= − ⎡ ⎣⎢ + − +\n⎤ ⎦⎥ C γ cosθ Ra (1 ) 1 5.45 ( 3.5) 2.61s 0.04 0.5 2 (4)\nwhere θ = MAX(θ,15°) and γ is the influence parameter of the heating\nsurface material. For a particular heating material, Eq. (4) varies according to θ and Ra. Considering that all the values of θa on the present coated surfaces are close to 0°, Eq. (4) predicts the nonmonotonic trend of C γ·s 0.04 with Ra, as shown in Fig. 11(b). In particular, the trend shows that the HTC increases with Ra before attaining the maximum heat transfer rate at Ra = 3.5 µm, after which it starts to decline. As the measured roughness values (≈ 0.6 µm) are significantly lower than the maximum value (3.5 µm), according to Eq. (4), it is reasonable that the HTC increases with Ra within the current roughness range. Nonetheless, it should be noted that since Eq. (4) neglects the effect of rn on the surface influencing factor, i.e., nucleate boiling, the actual variation of the HTC on surfaces having a nanoscale feature is not fully consistent with Ra. This limits a detailed description of the HTC trend. Therefore, although a more detailed analysis on the HTC with surface characteristics is beyond the scope of this study, the coupled effect of rn and Ra on the HTC needs to be further investigated in the future."
    }, {
      "heading" : "4.2. Critical heat flux",
      "text" : "Fig. 12 compares the CHF enhancement ratio of the surfaces coated with the ATF candidate materials, including Cr [10,13–15], FeCrAl [12,14], ZrSi2 [11], and the present data. In Fig. 12(a), it is observed that the CHF is enhanced as the surface roughness increases, regardless of the surface coating. Most of the CHF data reported till date show an enhancement up to approximately 50% within the roughness range of 0.3 µm. Although more enhancement in the CHF can be achieved if one further increases the surface roughness above 0.3 µm, it might be unfavorable for the oxidation resistance of the coated surface. Note that the roughness value of 0.3 µm used in this study is not a technical standard but a typical engineering value obtained from conventional nuclear fuel claddings; thus, the value can be changed according to different engineering or regulatory points of view.\nFocusing on the trend of the present data, the CHF enhancement trend in Fig. 12(b) can be separated into three groups based on the surface engineering processes, i.e., grinding, sputtering, grinding and sputtering. The extent of the enhancement is lower in the sputtered surfaces than in the ground and sputtered surfaces. Grinding the surface before sputtering effectively enhances the CHF beyond the upper bound of the CHF enhancement achievable on the sputtered surfaces. In contrast, when the surface is sputtered by Cr without a grinding process, the CHF is marginally enhanced up to 9%, regardless of the variation in rn. Considering the extreme thermal-hydraulic conditions in the nuclear core, a CHF enhancement of 9% is very low. Therefore, it would be\ndifficult to achieve a meaningful DNB gain in the ATF-functional claddings using the sputtering process exclusively without the grinding process.\nThe trend of the CHF has been predicted by Kim et al. using a roughness- and wettability-based CHF model [24]. They considered that the capillary wicking force along the grooved channels additionally resisted the vapor recoil force. Assuming that the grooved channel conceptually corresponds to the capillary tube, they modified Kandlikar′s wettability model [20] such that the capillary wicking force in the last term in the right-hand side was proportional to the surface roughness ratio Ra/Sm. In this case, Sm denotes the mean spacing between the roughness peaks.\n⎜ ⎟\n= × − × +\n⎡ ⎣⎢ + + + +\n⎛ ⎝ ⎞ ⎠ ⎤ ⎦⎥\nq\nS h ρ σ g ρ ρ cosθ\nπ π cosθ Ccosθ cosθ R S\n\"\n[ ( )] (1 ) 16\n2 4 (1 ) 4 1\nc\nfg v lv l v\na\nm\n1/2\n1 2 14\n(5)\nBy fitting the measured data including the contact angle, roughness, and CHF into Eq. (5), they determined the unknown constants of S and C as 0.811 and 87.9, respectively. Moreover, the roughness parameters, Ra and Sm, are practically correlated to each other because a sandpaper consists of spherical particles having an identical size, which ensures a particular relation between the peak-to-peak and peak-to-valley distances along the roughness profile. Using the roughness data reported in [24], we infer that the relation follows Sm (μm) = 13.3 × Ra\n(μm) + 14; this equation enables us to predict the CHF with a single roughness value of Ra. As shown in Fig. 12(a), Eq. (5) generally predicts the trend of the CHF enhancement ratio with surface roughness even in the current roughness range (Fig. 12(b)). Based on this trend, it is discerned that the surface roughness Ra is of paramount importance to enhance the CHF of ATF-functional surfaces. Besides the strong effect of Ra on the CHF, it is observed that some of the CHF data are scattered from the prediction line, which can be attributed to the variation in the nanoscale surface area ratio rn. It should be noted that, at the same Ra and rn, it is difficult to expect that the CHF enhancement is due to slight differences in the intrinsic contact angle (50–80°), thermal property, and microscale thickness of the coated layer (100–102 µm) between the metallic ATF materials.\nTo understand the role of micro- and nanostructures on the CHF, three types of the CHF enhancement trend are compared with the surface parameters of Ra, rn, and its combination in Fig. 13. The effect of Ra on the CHF is shown in Fig. 13(a). On the ground surfaces (BareG800/600/400/320), a decrease in the grit number of sandpaper, which increases Ra at microscale, results in an enhancement of the CHF by 19%. This minimal enhancement has been typically observed in case of hydrophilic ground or polished metal surfaces. In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness. Thus, with a lower grit number of the sandpaper, a higher Ra and a higher CHF enhancement are achieved.\nThe effect of rn on the CHF is shown in Fig. 13(b). When the coating materials are deposited on a mirror-polished surface having Ra = 0.038 µm with varied substrate temperatures (Cr-M-T25/150/ 300/600), the CHF demonstrates a minimal enhancement of up to 9%. Moreover, a small variation of 6–9% in the CHF is observed as rn increases from 1.16 to 1.42. Similarly, Son et al. [13] observed a minimal enhancement of 6% on a Cr-coated surface despite increases in rn and\nwettability. These results imply that the effect of rn on the CHF is almost negligible if microscale features are not present in the surface. Indeed, rn starts to affect the CHF, when an intrinsic microstructure is provided by surface grinding (Cr-G800-T25/150/300/600). In this case, the CHF is enhanced from 9 to 46% for a similar variation in rn (it increases from 1.16 to 1.42). Therefore, it is evident that although a lower substrate temperature in the sputtering process generates a higher rn, its effect on the CHF depends on the existence of microscale roughness.\nLastly, the combination of Ra and rn creates a synergistic effect on the CHF, which is shown in Fig. 13(a). When a fixed rn of 1.24 is applied to differently ground surfaces (Cr-G800/600/400/320-T150), a variation in Ra from 0.090 to 0.258 µm enhances the CHF by up to 79%. Moreover, in case of CrAl-G800-T250, the highest Ra value of 0.539 µm leads to further enhancement of the CHF (110%). Considering the relationship between the surface structure and CHF, it is emphasized that the surface coating process must be conducted on a ground surface and not on a mirror surface in the light of improving the thermal safety of the ATF cladding."
    }, {
      "heading" : "4.3. Analysis of CHF enhancement with capillary wicking phenomenon",
      "text" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation. In particular, the mechanism implies that the longer the imbibition length of the capillary flow, the higher is the liquid area fraction over the boiling surface so that the CHF can be enhanced with the corresponding portion of the liquid area fraction. Based on this demonstration, we analyze an underlying cause of enhancing the CHF on roughness-controlled surfaces through the experimental observation of the growth behavior of the dry spot\ncharacterized in Section 3.2. Fig. 14 shows that although a dramatic variation in Adry with Ra is not observed for a narrow range of Ra (0.1–0.5 µm), Adry tends to gradually decrease as Ra increases. Moreover, an increase in rn in addition to Ra contributes to a smaller Adry because the nanostructure augments the liquid/solid contact line, thereby assisting the liquid to adhere to the surface [33]. In particular, a significant delay in the liquid receding is observed for CrAl-G800-T250, owing to its two times higher Ra compared to the others. Based on this observation, it is noteworthy that augmenting the surface roughness and adding the nanoscale feature on the rougher surface are beneficial for further enhancing the capillarity, which, in turn, provides an increased resistance to recede from the expansion of the dry area. Furthermore, in comparison with the CHF (Fig. 15), it is observed that the decreasing trend of Adry with Ra is inversely proportional to an increase in the CHF. This correlation emphasizes that the size of the dry spot, controlled by the surface capillarity, is significantly related to triggering the CHF. Under a pool boiling condition, Park et al. [61] likewise observed that a reduction in the bubble base diameter on structured surfaces is favorable for the successful rewetting and corresponding enhancement of CHF. Considering the similarity of the result, we infer that the capillary wicking behavior characterized in this study has a potential linkage to the actual behavior of bubble dry spots.\nTo link Adry estimated under a room adiabatic condition to a liquid/ vapor phase distribution under actual boiling conditions, we first simplify a near-CHF boiling structure on a rough surface as shown in Fig. 16(a). According to the in-situ observations of the boiling structure using infrared (IR) thermography [62] and synchrotron X-ray imaging [58], the liquid/vapor phase distribution underneath the boiling bubbles merging with each other can be depicted by separating a bubble dry spot/patch and the surrounding wicked liquid inside a given bubble base meniscus (Fig. 16(b)). Then, the liquid area fraction, 1-α, with the bubble base area, Ab, is simply expressed as (Ab-Ads)/Ab, where Ads denotes the area of the bubble dry spot. Herein, Ads is replaced by Adry, assuming that the hydrodynamic behavior of the bubble dry spot (Ads) on the rough surface is analogous to the present observation of the areabased capillary wicking (Adry). Moreover, assuming that the bubble base diameter corresponds to the capillary length Lc = =σ ρ g/ 2.5mmlv l for saturated water, Ab is calculated to be 4.85 mm2. This assumption is acceptable according to Kim et al. [63]′s observation, where the size of the bubble departing from the structured surfaces ranges from 2 to 3 mm when approaching the CHF, even though it demonstrates significant variations with respect to the surface characteristics at low and moderate heat flux regions where isolated bubbles occur predominantly [61]. Kim et al. [62] further explained that on structured surfaces, the movement of the triple contact line remains unchanged as the bubble grows due to the pinning effect caused by an increase in the liquid/vapor frictional force along the triple contact line.\nThe 1-α calculated with the provided values of Ab and Adry shows a linear relation with the CHF enhancement ratio (Fig. 16(c)). This relation is supported by Jung et al. [52]′s observation, in which the CHF is triggered at the moment when the increasing rate of the dry patch is beyond the evaporation rate through the liquid-occupied region. It implies that delaying the growth of the dry area enables the surrounding liquid absorbed more to transfer the heat as much as CHF gain. Moreover, our result is consistent with those obtained on structured surfaces [61,64], in which the in-situ liquid-occupied area and liquid area fraction were measured directly using an infrared-based detection technique. In particular, assuming that the heat transfer mechanism along the wicked liquid is governed by thermal conduction inside a liquid film having a few micrometers thickness, Kim et al. [64] described the relation between the CHF and the liquid area fraction as\n≈ −q k T δ αΔ¯ (1 ).c l c\nl\n''\n(6)\nAt Tcrit, the dry spot is not rewetted again, leading to the triggering of the CHF. For a given Tcrit, Eq. (6) predicts a linear correlation between the CHF and the liquid area fraction; this trend is also observed in Fig. 16(c). By numerically solving a heat diffusion equation in the dry spot region, Kwak et al. [65] inferred that a larger size of the dry spots generates excessive heat inside the dry spots, which results in reaching the critical temperature faster. Based on the fact that the CHF is strongly correlated to both the size of the dry spot and the critical temperature, its thermohydrodynamic relation is estimated as\n∝ ∝q T D T A \"c c\ndry\nc\ndry 2 (7)\nwhich predicts an inverse relation between Adry and the CHF. Thus, considering the good agreement between the present data and the predictions of Eqs. (6) and (7), it can be qualitatively inferred that a higher capillarity on a rougher surface causes more imbibition of the rewetting liquid along the triple contact lines, and this process tends to resist the growth of the dry spot. Consequently, the reduction in the size of the dry spot and the increase in the liquid area fraction induce the formation of reversible dry spots that are not overheated so much as to trigger the CHF."
    }, {
      "heading" : "4.4. Discussion and recommendations for future study",
      "text" : "Based on the current observation and useful insights from recent studies, it is inferred that the CHF is significantly affected by the growth behavior of the dry spot resulting from the capillary wicking capability of engineered surfaces. Accordingly, the key to enhance the CHF of an engineered ATF-functional surface is to determine ways to delay the growth of the dry spots by controlling the surface roughness at nano/ microscale. In our experiment, no CHF maxima are observed within Ra ≈ 0.5 µm; the dry area consistently decreases as the surface roughness increases at least within the roughness range for ATF cladding applications. This provides mounting evidence that a higher surface roughness would be beneficial for achieving higher CHF in an ATF-functional surface, even though we have only observed it under a pool boiling condition. Moreover, considering that the dry area is smaller on a hierarchical structure (micro/nanostructure) than on independent structures (microstructure and nanostructure), this result further emphasizes the practical importance of hierarchically engineering the surface at nano/microscale to improve the thermal safety of the ATF cladding.\nAlthough this study suggests a design basis for clarifying the role of the surface feature on the CHF of ATF claddings, the practical usage of the result would be limited to a laboratory-scale condition of atmospheric-pressure pool boiling on fresh-engineered surfaces. This is because the extreme thermal-hydraulic and water chemistry\nenvironments in nuclear reactor cores mostly require high-pressure flow boiling on aged-engineered surfaces. Moreover, since an RIA leading to a sudden excursion in the thermal power alters the boiling curve and even the CHF [66], it is necessary to further consider a transient CHF rather than a steady-state CHF on the ATF cladding. The flow boiling CHF experiment coupled with the ATF candidate materials is notably lacking. Very recently, Lee et al. [25] reported that the steady-state and transient flow boiling CHF of an FeCrAl alloy is affected not by the surface characteristics but by the thermal property. However, since they used the FeCrAl alloy as a body material rather than systematically controlling its surface morphology at nano/microscale, the effect of the surface characteristics of the ATF claddings on the flow boiling CHF is not understood yet.\nIn terms of surface aging, a few studies have shown that the oxidation of the ATF-functional surfaces either preserves or even enhances\nthe CHF [9,11,67] and the quench performance [17,19]. Moreover, it has been confirmed that a nanoscale morphology of the Cr-coated surface is resistant to clogging during oxidation under 400 °C dry air [67]; thus, nanotechnology can be applied to the surface engineering of the ATF claddings. Nonetheless, under the water chemistry conditions in the primary loop of a nuclear power plant, the surface characteristics of the ATF cladding are inevitably affected by the cumulative deposition of Chalk River unidentified deposits (CRUD) in the region where the subcooled boiling occurs [6]. Considering all the aforementioned limitations, future studies need to evaluate the realistic effects of core thermal-hydraulic conditions (i.e., high-pressure flow boiling), accident conditions (i.e., RIA), and water chemistry (i.e., oxidation and CRUD formation) on the thermal safety of the ATF cladding."
    }, {
      "heading" : "5. Conclusions",
      "text" : "This study investigated the CHF of an ATF-functional surface by controlling the surface roughness at nano/microscale. To diversify the roughness value and scale, we fabricated a total of 17 roughness-controlled surfaces (four ground surface, twelve Cr-coated surfaces, and one CrAl-coated surface). Based on the measurements of the basic surface characteristics (Ra, rn, and θa), capillary wicking capability (Adry), and boiling parameters (HTC and CHF) of the surfaces, the effect of the nano/microscale roughness of the ATF-functional surface on the CHF was analyzed. The major findings are summarized as follows.\n(1) As presented in Table 3, it was difficult to improve the nucleate boiling heat transfer by grinding or sputtering the surface exclusively. In contrast, hierarchically augmenting the surface structure resulted in a synergetic effect on the CHF as well as the nucleate boiling efficiency. The CHF showed an increasing trend within the current range of surface roughness (0.11–0.54 µm) without any maxima. (2) Importantly, enlarging the nanoscale surface area without the microscale feature was ineffective in enhancing the CHF. To resolve this limitation at least under the pool boiling condition, the apparent microstructure should be guaranteed an Ra of> 0.1 μm. Therefore, from the perspective of thermal engineering, depositing the ATF materials onto the smooth surface with a variation in the nanoscale features (not porous) can be ineffective in improving the thermal efficiency and safety of the nuclear fuel claddings. (3) Nevertheless, the nanoscale feature assisted by nuclear fuel cladding-level surface roughness (Ra ≈ 0.3 μm) could generate a capillary action, which was as much as the CHF enhancement. From the underlying relation between them, it was confirmed that a higher surface roughness and a more delayed growth in the dry area could result in a higher liquid area fraction, which was responsible for the additional evaporation of the wicked liquid inside the surface structures. The correlation between the dry area, the liquid area fraction, and the CHF was consistent with those reported previously.\nDeclaration of Competing Interest\nThe authors declared that there is no conflict of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Research Foundation of Korea (NRF) grant funded by the Korean government (MSIT: Ministry of Science and ICT) (No. NRF-2018M2A8A5025901) and supported by the research fund from Hanyang University (No. HY-201900000000314)."
    }, {
      "heading" : "Appendix A. Supplementary material",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.applthermaleng.2019.114786."
    } ],
    "references" : [ {
      "title" : "Development of advanced accident-tolerant fuels for commercial LWRs",
      "author" : [ "S. Bragg-Sitton" ],
      "venue" : "Nucl. News 57 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Development status of accident-tolerant fuel for light water reactors in Korea",
      "author" : [ "H.-G. Kim", "J.-H. Yang", "W.-J. Kim", "Y.-H. Koo" ],
      "venue" : "Nucl. Eng. Technol. 48 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Accident tolerant fuel cladding development: Promise",
      "author" : [ "K.A. Terrani" ],
      "venue" : "status, and challenges, J. Nucl. Mater. 501 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Pool boiling CHF enhancement by micro/nanoscale modification of zircaloy-4 surface",
      "author" : [ "H.S. Ahn", "C. Lee", "H. Kim", "H. Jo", "S. Kang", "J. Kim", "J. Shin", "M.H. Kim" ],
      "venue" : "Nucl. Eng. Des. 240 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nanotechnology for advanced nuclear thermal-hydraulics and safety: boiling and condensation",
      "author" : [ "I.C. Bang", "J.H. Jeong" ],
      "venue" : "Nucl. Eng. Technol. 43 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Can corrosion and CRUD actually improve safety margins in LWRs?  Ann",
      "author" : [ "J. Buongiorno" ],
      "venue" : "Nucl. Energy 63 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Critical heat flux for flow boiling of water on micro-structured Zircaloy tube surfaces",
      "author" : [ "C. Haas", "F. Kaiser", "T. Schulenberg", "T. Wetzel" ],
      "venue" : "Int. J. Heat Mass Transf. 120 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Potential impact of accident tolerant fuel cladding critical heat flux characteristics on the high temperature phase of reactivity initiated accidents",
      "author" : [ "M. Liu", "N.R. Brown", "K.A. Terrani", "A.F. Ali", "E.D. Blandford", "D.M. Wachs" ],
      "venue" : "Ann. Nucl. Energy 110 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surface wettability and pool boiling Critical heat flux of accident tolerant fuel cladding-FeCrAl alloys",
      "author" : [ "A.F. Ali", "J.P. Gorton", "N.R. Brown", "K.A. Terrani", "C.B. Jensen", "Y. Lee", "E.D. Blandford" ],
      "venue" : "Nucl. Eng. Des. 338 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Critical heat flux for SiC- and Cr-coated plates under atmospheric condition",
      "author" : [ "D.H. Kam", "J.H. Lee", "T. Lee", "Y.H. Jeong" ],
      "venue" : "Ann. Nucl. Energy 76 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Zirconium-silicide coating on zircaloy-4 substrate for accident tolerance: effects on oxidation resistance and boiling",
      "author" : [ "G.C. Lee", "H. Noh", "H. Yeom", "H. Jo", "T.K. Kim", "M. Kim", "K. Sridharan", "H.S. Park" ],
      "venue" : "Ann. Nucl. Energy 126 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced pool boiling critical heat flux with a FeCrAl layer fabricated by DC sputtering",
      "author" : [ "G.H. Seo", "G. Jeun", "S.J. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 102 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chromia coating with nanofluid deposition and sputtering for accident tolerance",
      "author" : [ "G.M. Son", "K.M. Kim", "I.C. Bang" ],
      "venue" : "CHF enhancement, Int. J. Heat Mass Transf. 118 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental study of saturated pool boiling heat transfer with FeCrAl- and Cr-layered vertical tubes under atmospheric pressure",
      "author" : [ "H.H. Son", "Y.S. Cho", "S.J. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 128 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Capillary wicking effect of a Crsputtered superhydrophilic surface on enhancement of pool boiling critical heat flux",
      "author" : [ "H.H. Son", "G.H. Seo", "U. Jeong", "D.Y. Shin", "S.J. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 113 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Evaluation of critical heat flux of ATF candidate coating materials in pool boiling",
      "author" : [ "H. Jo", "H. Yeom", "E. Gutierrez", "K. Sridharan", "M. Corradini" ],
      "venue" : "Nucl. Eng. Des. 354 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Transient pool boiling heat transfer during rapid cooling under saturated water condition",
      "author" : [ "C.Y. Lee", "W. Kee In", "Y.H. Koo" ],
      "venue" : "J. Nucl. Sci. Technol. 53 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Parametric investigation of film boiling heat transfer on the quenching of vertical rods in water pool",
      "author" : [ "S.A. Ebrahim", "S. Chang", "F.-B. Cheung", "S.M. Bajorek" ],
      "venue" : "Appl. Therm. Eng. 140 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Quenching heat transfer analysis of accident tolerant coated fuel cladding",
      "author" : [ "A. Seshadri", "K. Shirvan" ],
      "venue" : "Nucl. Eng. Des. 338 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A theoretical model to predict pool boiling CHF incorporating effects of contact angle and orientation",
      "author" : [ "S.G. Kandlikar" ],
      "venue" : "J. Heat Transf. 123 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Separate effects of surface roughness",
      "author" : [ "H. O'Hanley", "C. Coyle", "J. Buongiorno", "T. McKrell", "L.W. Hu", "M. Rubner", "R. Cohen" ],
      "venue" : "wettability, and porosity on the boiling critical heat flux, Appl. Phys. Lett. 103 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Surface factors influencing burnout on flat heaters",
      "author" : [ "J. Ramilison", "P. Sadasivan", "J. Lienhard" ],
      "venue" : "J. Heat Transf. 114 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Structured surfaces for enhanced pool boiling heat transfer",
      "author" : [ "K.-H. Chu", "R. Enright", "E.N. Wang" ],
      "venue" : "Appl. Phys. Lett. 100 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effect of surface roughness on pool boiling heat transfer at a heated surface having moderate wettability",
      "author" : [ "J. Kim", "S. Jun", "R. Laksnarain", "S.M. You" ],
      "venue" : "Int. J. Heat Mass Transf. 101 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Comparison of steady and transient flow boiling critical heat flux for FeCrAl accident tolerant fuel cladding alloy",
      "author" : [ "S.K. Lee", "M. Liu", "N.R. Brown", "K.A. Terrani", "E.D. Blandford", "H. Ban", "C.B. Jensen", "Y. Lee" ],
      "venue" : "Zircaloy, Inconel, Int. J. Heat Mass Transf. 132 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Pool boiling heat transfer characteristics of zircaloy and SiC claddings in deionized water at low pressure",
      "author" : [ "G.H. Seo", "G. Jeun", "S.J. Kim" ],
      "venue" : "Exp. Therm Fluid Sci. 64 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Development of a stable Boehmite layer on aluminum surfaces for improved pool boiling heat transfer in water",
      "author" : [ "J.C. Godinez", "D. Fadda", "J. Lee", "S.M. You" ],
      "venue" : "Appl. Therm. Eng. 156 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of surface roughness on pool boiling heat transfer of water on a superhydrophilic aluminum",
      "author" : [ "J. Kim", "S. Jun", "J. Lee", "S.M. You" ],
      "venue" : "Surface ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhanced critical heat flux with single-walled carbon nanotubes bonded on metal surfaces",
      "author" : [ "G.H. Seo", "H. Hwang", "J. Yoon", "T. Yeo", "H.H. Son", "U. Jeong", "G. Jeun", "W. Choi", "S.J. Kim" ],
      "venue" : "Exp. Therm Fluid Sci. 60 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Regulating flow of vapor to enhance pool boiling",
      "author" : [ "A. Hayes", "P.A. Raghupathi", "T.S. Emery", "S.G. Kandlikar" ],
      "venue" : "Appl. Therm. Eng. 149 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Boiling heat transfer and critical heat flux evaluation of the pool boiling on micro structured surface",
      "author" : [ "S.H. Kim", "G.C. Lee", "J.Y. Kang", "K. Moriyama", "M.H. Kim", "H.S. Park" ],
      "venue" : "Int. J. Heat Mass Transf. 91 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Role of wickability on the critical heat flux of structured superhydrophilic surfaces",
      "author" : [ "M.M. Rahman", "E. Ölçeroğlu", "M. McCarthy" ],
      "venue" : "Langmuir 30 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hierarchically structured surfaces for boiling critical heat flux enhancement",
      "author" : [ "K.-H. Chu", "Y.S. Joung", "R. Enright", "C.R. Buie", "E.N. Wang" ],
      "venue" : "Appl. Phys. Lett. 102 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Observation of the effect of surface roughness on the oxidation of Zircaloy-4",
      "author" : [ "P. Platt", "V. Allen", "M. Fenwick", "M. Gass", "M. Preuss" ],
      "venue" : "Corros. Sci. 98 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Unaffectedness of improved wettability on critical heat flux enhancement with TiO2 sputtered surface",
      "author" : [ "Y.H. Maeng", "S.L. Song", "J.Y. Lee" ],
      "venue" : "Appl. Phys. Lett. 108 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fluid flow through granular beds",
      "author" : [ "P.C. Carman" ],
      "venue" : "Trans.-Inst. Chem. Eng. 15 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 1937
    }, {
      "title" : "Adhesion property and high-temperature oxidation behavior of Cr-coated Zircaloy-4 cladding tube prepared by 3D laser coating",
      "author" : [ "H.-G. Kim", "I.-H. Kim", "Y.-I. Jung", "D.-J. Park", "J.-Y. Park", "Y.-H. Koo" ],
      "venue" : "J. Nucl. Mater. 465 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Microstructure and oxidation behavior of CrAl laser-coated zircaloy-4 Alloy",
      "author" : [ "J.-M. Kim", "T.-H. Ha", "I.-H. Kim", "H.-G. Kim" ],
      "venue" : "Metals 7 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Growth and morphology evolution of semiconducting oxides and sulfides prepared by magnetron sputtering",
      "author" : [ "M. Nie", "N. Kaiser", "K. Ellmer" ],
      "venue" : "in: Electrical Engineering and computer science, Vol. Doctoral Thesis, Technical University of Berlin",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Out-ofpile performance of surface-modified Zr cladding for accident tolerant fuel in LWRs",
      "author" : [ "H.-G. Kim", "I.-H. Kim", "Y.-I. Jung", "D.-J. Park", "J.-H. Park", "B.-K. Choi", "Y.-H. Lee" ],
      "venue" : "J. Nucl. Mater. 510 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Response of Cr and Cr-Al coatings on Zircaloy- 2 to high temperature steam",
      "author" : [ "W. Zhong", "P.A. Mouche", "B.J. Heuser" ],
      "venue" : "J. Nucl. Mater. 498 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Influence of apparatus geometry and deposition conditions on the structure and topography of thick sputtered coatings",
      "author" : [ "J.A. Thornton" ],
      "venue" : "J. Vac. Sci. Technol. 11 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1974
    }, {
      "title" : "Spread and rebound of liquid droplets upon impact on flat surfaces",
      "author" : [ "T. Mao", "D. Kuhn", "H. Tran" ],
      "venue" : "AIChE J. 43 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Effect of surface wettability on active nucleation site density during pool boiling of water on a vertical surface",
      "author" : [ "C.H. Wang", "V.K. Dhir" ],
      "venue" : "J. Heat Transf. 115 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "The effect of capillary wicking action of micro/ nano structures on pool boiling critical heat flux",
      "author" : [ "H.S. Ahn", "C. Lee", "J. Kim", "M.H. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 55 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effect of nanoparticle deposition on capillary wicking that influences the critical heat flux in nanofluids",
      "author" : [ "H.D. Kim", "M.H. Kim" ],
      "venue" : "Appl. Phys. Lett. 91 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Interfacial wicking dynamics and its impact on critical heat flux of boiling heat transfer",
      "author" : [ "B.S. Kim", "H. Lee", "S. Shin", "G. Choi", "H.H. Cho" ],
      "venue" : "Appl. Phys. Lett. 105 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "The effect of water absorption on critical heat flux enhancement during pool boiling",
      "author" : [ "H.S. Ahn", "G. Park", "J.M. Kim", "J. Kim", "M.H. Kim" ],
      "venue" : "Exp. Therm Fluid Sci. 42 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Novel measurement of receding wicked liquid responsible for critical heat flux enhancement",
      "author" : [ "H.H. Son", "N. Kim", "S.J. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 124 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Role of receding capillary flow correlating nano/micro scale surface roughness and wettability with pool boiling critical heat flux",
      "author" : [ "H.H. Son", "S.J. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 138 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Observations of the critical heat flux process during pool boiling of FC-72",
      "author" : [ "J. Jung", "S.J. Kim", "J. Kim" ],
      "venue" : "J. Heat Transf. 136 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Experimental study on the saturated pool boiling heat transfer on nano-scale modification surface",
      "author" : [ "Y.-Y. Li", "Z.-H. Liu", "B.-C. Zheng" ],
      "venue" : "Int. J. Heat Mass Transf. 84 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Bubble nucleation on nano-to micro-size cavities and posts: an experimental validation of classical theory",
      "author" : [ "S. Witharana", "B. Phillips", "S. Strobel", "H. Kim", "T. McKrell", "J.-B. Chang", "J. Buongiorno", "K. Berggren", "L. Chen", "Y. Ding" ],
      "venue" : "J. Appl. Phys. 112 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Influence of orientation and roughness of heater surface on critical heat flux and pool boiling heat transfer coefficient of nanofluid",
      "author" : [ "M. Dadjoo", "N. Etesami", "M.N. Esfahany" ],
      "venue" : "Appl. Therm. Eng. 124 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A uniform correlation for predicting pool boiling heat transfer on plane surface with surface characteristics effect",
      "author" : [ "Y.-Y. Li", "Y.-J. Chen", "Z.-H. Liu" ],
      "venue" : "Int. J. Heat Mass Transf. 77 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A method of correlating heat transfer data for surface boiling of liquids",
      "author" : [ "W.M. Rohsenow" ],
      "venue" : "Trans. ASME 74 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 1952
    }, {
      "title" : "Synchrotron x-ray  imaging visualization study of capillary-induced flow and critical heat flux on surfaces with engineered micropillars",
      "author" : [ "D.I. Yu", "H.J. Kwak", "H. Noh", "H.S. Park", "K. Fezzaa", "M.H. Kim" ],
      "venue" : "Sci. Adv. 4 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Critical heat flux maxima during boiling crisis on textured surfaces",
      "author" : [ "N.S. Dhillon", "J. Buongiorno", "K.K. Varanasi" ],
      "venue" : "Nat. Commun. 6 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Boiling crisis controlled by capillary pumping and viscous friction: Liquid penetration length and dry spot diameter",
      "author" : [ "H. Kim", "H.S. Ahn", "H.J. Kwak", "M.H. Kim", "D.E. Kim" ],
      "venue" : "Appl. Phys. Lett. 109 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Measurement of liquid–vapor phase distribution on nano- and microstructured boiling surfaces",
      "author" : [ "Y. Park", "H. Kim", "J. Kim", "H. Kim" ],
      "venue" : "Int. J. Multiph. Flow 81 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A study of nucleate bubble growth on microstructured surface through high speed and infrared visualization",
      "author" : [ "S.H. Kim", "G.C. Lee", "J.Y. Kang", "H.S. Park", "M.H. Kim" ],
      "venue" : "Int. J. Multiph. Flow 95 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heat flux partitioning analysis of pool boiling on micro structured surface using infrared visualization",
      "author" : [ "S.H. Kim", "G.C. Lee", "J.Y. Kang", "K. Moriyama", "H.S. Park", "M.H. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 102 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Critical heat flux enhancement by single-layered metal wire mesh with micro and nano-sized pore structures",
      "author" : [ "H. Kim", "Y. Park", "H. Kim", "C. Lee", "D.W. Jerng", "D.E. Kim" ],
      "venue" : "Int. J. Heat Mass Transf. 115 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Behavior of pool boiling heat transfer and critical heat flux on high aspect-ratio microchannels",
      "author" : [ "H.J. Kwak", "J.H. Kim", "B.-S. Myung", "M.H. Kim", "D.E. Kim" ],
      "venue" : "Int. J. Therm. Sci. 125 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Transient boiling of water under exponentially escalating heat inputs part II: flow boiling",
      "author" : [ "G.-Y. Su", "M. Bucci", "T. McKrell", "J. Buongiorno" ],
      "venue" : "Int. J. Heat Mass Transf. 96 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The primary function of the accident-tolerant fuel (ATF) claddings deployed in nuclear power plant systems is to significantly reduce the high-temperature steam reaction under severe accident conditions, thereby mitigating hydrogen generation [1].",
      "startOffset" : 243,
      "endOffset" : 246
    }, {
      "referenceID" : 1,
      "context" : "After an elaborate screening of the design strategies applicable to ATF cladding [2,3], coating an oxidation-resistant microlayer on the outer surfaces of existing Zr-based alloys has been identified as a promising method for short-term development and application.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 2,
      "context" : "After an elaborate screening of the design strategies applicable to ATF cladding [2,3], coating an oxidation-resistant microlayer on the outer surfaces of existing Zr-based alloys has been identified as a promising method for short-term development and application.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 7,
      "context" : "A recent RELAP5-3D simulation [8], for instance, showed that even a 10% enhancement in the CHF of ATF claddings could potentially reduce the peak cladding temperature in a reactivity-initiated accident (RIA).",
      "startOffset" : 30,
      "endOffset" : 33
    }, {
      "referenceID" : 11,
      "context" : "[12] fabricated FeCrAl-coated layers having different surface roughnesses.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] further controlled the intrinsic surface roughness before coating a Cr layer such that the hierarchically augmented roughness induces a capillary action, leading to additional enhancement of the CHF up to 79%.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "α dry area fraction (−) 1-α liquid area fraction (−) γ influence parameter of the heating surface material θ = MAX(θ,15°) maximum contact angle defined by [56] θ contact angle (°) θa apparent contact angle (°) μl dynamic viscosity of the liquid (Pa-s) ρl density of the liquid (kg/m(3)) ρv density of the vapor (kg/m(3)) σlv surface tension of water (N/m) δ̄ l thickness of the liquid film absorbed inside the surface structure",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 3,
      "context" : "Global CHF trends of surface-modified Zircaloy-4 claddings [4,9,11] and ATF-functional surfaces [9–12,14,15,25,26] with (a) θa and (b) Ra.",
      "startOffset" : 59,
      "endOffset" : 67
    }, {
      "referenceID" : 8,
      "context" : "Global CHF trends of surface-modified Zircaloy-4 claddings [4,9,11] and ATF-functional surfaces [9–12,14,15,25,26] with (a) θa and (b) Ra.",
      "startOffset" : 59,
      "endOffset" : 67
    }, {
      "referenceID" : 10,
      "context" : "Global CHF trends of surface-modified Zircaloy-4 claddings [4,9,11] and ATF-functional surfaces [9–12,14,15,25,26] with (a) θa and (b) Ra.",
      "startOffset" : 59,
      "endOffset" : 67
    }, {
      "referenceID" : 8,
      "context" : "[9] observed that improvements in the surface roughness and wettability of an FeCrAl alloy after corrosion under pressurized water reactor (PWR) and boiling water reactor (BWR) chemical conditions enhance the CHF.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 15,
      "context" : "[16] coated Cr and FeCrAl over a Zr-based surface using a cold spray technique and then polished the coated surfaces again to remove the structural features.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] observed that the quench duration of a Cr-coated niobium (Nb) surface is longer than that of a non-coated surface despite the higher surface roughness and larger heat capacity of the Cr-coated surface.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18], the larger the heat capacity, the slower is the transition from film boiling to nucleate boiling.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "Seshadri and Shirvan [19] evaluated the quench performance of fresh and oxidized Cr-, FeCrAl-, and Mo-coated surfaces by measuring the surface wettability and capillary wicking capability.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 14,
      "context" : "Especially, the parametric comparison between the contact angle and CHF is limited to a superhydrophilic region because the contact angle quantity cannot distinguish the surface wettability when θa = 0° [15].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 22,
      "context" : "In the global context, the positive relation between Ra and the CHF is understood based on the previous findings demonstrating that an increase in the surface roughness augments the liquid/solid contact lines [23] and provides more capillary channels [24], thereby supplying more cooling liquid to evaporate the contact lines.",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 23,
      "context" : "In the global context, the positive relation between Ra and the CHF is understood based on the previous findings demonstrating that an increase in the surface roughness augments the liquid/solid contact lines [23] and provides more capillary channels [24], thereby supplying more cooling liquid to evaporate the contact lines.",
      "startOffset" : 251,
      "endOffset" : 255
    }, {
      "referenceID" : 15,
      "context" : "Although a few studies have reported the CHF of roughnesscontrolled surfaces for ATF application by polishing Cr- and FeCrAlcoated surfaces [16], controlling the deposition process of FeCrAl [12], and controlling the grinding/deposition processes of Cr [15] and Cr and FeCrAl [14], these studies provide a limited understanding of the separate effects of the surface roughness with respect to the nano- and microscales.",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 11,
      "context" : "Although a few studies have reported the CHF of roughnesscontrolled surfaces for ATF application by polishing Cr- and FeCrAlcoated surfaces [16], controlling the deposition process of FeCrAl [12], and controlling the grinding/deposition processes of Cr [15] and Cr and FeCrAl [14], these studies provide a limited understanding of the separate effects of the surface roughness with respect to the nano- and microscales.",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 14,
      "context" : "Although a few studies have reported the CHF of roughnesscontrolled surfaces for ATF application by polishing Cr- and FeCrAlcoated surfaces [16], controlling the deposition process of FeCrAl [12], and controlling the grinding/deposition processes of Cr [15] and Cr and FeCrAl [14], these studies provide a limited understanding of the separate effects of the surface roughness with respect to the nano- and microscales.",
      "startOffset" : 253,
      "endOffset" : 257
    }, {
      "referenceID" : 13,
      "context" : "Although a few studies have reported the CHF of roughnesscontrolled surfaces for ATF application by polishing Cr- and FeCrAlcoated surfaces [16], controlling the deposition process of FeCrAl [12], and controlling the grinding/deposition processes of Cr [15] and Cr and FeCrAl [14], these studies provide a limited understanding of the separate effects of the surface roughness with respect to the nano- and microscales.",
      "startOffset" : 276,
      "endOffset" : 280
    }, {
      "referenceID" : 14,
      "context" : "2(b)): The conventional method of grinding the surface generates a considerable number of unidirectional grooved lines, each of which plays the role of a capillary channel [15,24].",
      "startOffset" : 172,
      "endOffset" : 179
    }, {
      "referenceID" : 23,
      "context" : "2(b)): The conventional method of grinding the surface generates a considerable number of unidirectional grooved lines, each of which plays the role of a capillary channel [15,24].",
      "startOffset" : 172,
      "endOffset" : 179
    }, {
      "referenceID" : 31,
      "context" : "As an increase in the surface area ratio amplifies the liquid/solid adhesive or capillary forces [32,33], it is expected that",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 32,
      "context" : "As an increase in the surface area ratio amplifies the liquid/solid adhesive or capillary forces [32,33], it is expected that",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 33,
      "context" : "because the smooth surface minimizes the area that is in contact with the primary coolant, thereby mitigating surface oxidation [34].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 20,
      "context" : "In contrast to the possible gain in terms of the integrity of the surface, the structural effect of the smooth feature on the CHF is negligible regardless of the surface wettability [21,35].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 34,
      "context" : "In contrast to the possible gain in terms of the integrity of the surface, the structural effect of the smooth feature on the CHF is negligible regardless of the surface wettability [21,35].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 15,
      "context" : "[16] observed that polishing Cr- and FeCrAl-coated surfaces does not lead to any changes in the CHF despite a slight variation in the surface wettability.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "Based on Darcy′s law that accounts for the permeable characteristic of a liquid along a porous medium [36], these grooved channels can drive the capillary flow because microscale flow channels bear small cross-sectional areas, which can cause a viscous pressure drop for a specific distance [14,15,24].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 13,
      "context" : "Based on Darcy′s law that accounts for the permeable characteristic of a liquid along a porous medium [36], these grooved channels can drive the capillary flow because microscale flow channels bear small cross-sectional areas, which can cause a viscous pressure drop for a specific distance [14,15,24].",
      "startOffset" : 291,
      "endOffset" : 301
    }, {
      "referenceID" : 14,
      "context" : "Based on Darcy′s law that accounts for the permeable characteristic of a liquid along a porous medium [36], these grooved channels can drive the capillary flow because microscale flow channels bear small cross-sectional areas, which can cause a viscous pressure drop for a specific distance [14,15,24].",
      "startOffset" : 291,
      "endOffset" : 301
    }, {
      "referenceID" : 23,
      "context" : "Based on Darcy′s law that accounts for the permeable characteristic of a liquid along a porous medium [36], these grooved channels can drive the capillary flow because microscale flow channels bear small cross-sectional areas, which can cause a viscous pressure drop for a specific distance [14,15,24].",
      "startOffset" : 291,
      "endOffset" : 301
    }, {
      "referenceID" : 36,
      "context" : "Experimentally, Cr- [37,38] and CrAl- [39] coated Zr-based alloys have guaranteed an excellent adhesion integrity even under high-temperature steam oxidation.",
      "startOffset" : 20,
      "endOffset" : 27
    }, {
      "referenceID" : 37,
      "context" : "Experimentally, Cr- [37,38] and CrAl- [39] coated Zr-based alloys have guaranteed an excellent adhesion integrity even under high-temperature steam oxidation.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 2,
      "context" : "Owing to the poor adhesion strength of FeCrAl and SiC coatings with Zr-based claddings, these materials have been considered as alternatives to replace the cladding body itself rather than being used as a protective coating [3].",
      "startOffset" : 224,
      "endOffset" : 227
    }, {
      "referenceID" : 38,
      "context" : "During the DC magnetron sputtering of Cr, the growth mechanism of the metal film depends on the sputtering parameters such as substrate temperature, inert gas pressure, exposure time, and DC power [40].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 39,
      "context" : "Representatively, they reported that coating the CrAl alloy (Cr 85 wt%: Al 15 wt%) on a Zr-based cladding enables the coated surface to be more resistant to high-temperature steam conditions as well as normal operating conditions [41].",
      "startOffset" : 230,
      "endOffset" : 234
    }, {
      "referenceID" : 40,
      "context" : "conditions, CrAl forms Al2O3 over the coated surface, and so the protective layer consisting of Al2O3 significantly delays further oxidation [42].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 42,
      "context" : "To exclude the effect of impingement of the droplet with the surface while measuring the contact angle (which causes unintended rebound of the droplet [44]), the test surface slowly moved upward and touched the water droplet.",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 43,
      "context" : "Oxidation [45] increases the liquid/solid surface adhesion and the existence of the nanostructure [15,33] enlarges the nanoscale surface area; both of them play a role in further attracting the liquid to spread over the surface.",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 14,
      "context" : "Oxidation [45] increases the liquid/solid surface adhesion and the existence of the nanostructure [15,33] enlarges the nanoscale surface area; both of them play a role in further attracting the liquid to spread over the surface.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 32,
      "context" : "Oxidation [45] increases the liquid/solid surface adhesion and the existence of the nanostructure [15,33] enlarges the nanoscale surface area; both of them play a role in further attracting the liquid to spread over the surface.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 23,
      "context" : "changes in Ra [24], whereas the surface wettability is significantly improved by an augmentation of the nanoscale feature rather than a variation in Ra [28].",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 27,
      "context" : "changes in Ra [24], whereas the surface wettability is significantly improved by an augmentation of the nanoscale feature rather than a variation in Ra [28].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 44,
      "context" : ", capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50].",
      "startOffset" : 17,
      "endOffset" : 24
    }, {
      "referenceID" : 45,
      "context" : ", capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50].",
      "startOffset" : 17,
      "endOffset" : 24
    }, {
      "referenceID" : 46,
      "context" : ", capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 31,
      "context" : ", capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50].",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 47,
      "context" : ", capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50].",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 48,
      "context" : ", capillary rise [46,47], hemi-spreading [48], wickability [32,49], and receding capillary flow [50].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 48,
      "context" : "Among these, we used the characterization method of the receding capillary flow, which is capable of mimicking the in-situ capillary wicking behavior [50,51].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 49,
      "context" : "Among these, we used the characterization method of the receding capillary flow, which is capable of mimicking the in-situ capillary wicking behavior [50,51].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 48,
      "context" : "As described in our previous study [50], this method considers the contribution of the vapor recoil pressure to the receding motion of an in-situ triple contact line.",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 50,
      "context" : "With respect to the CHF, a smaller size of the dry area indicates a higher liquid area fraction occupied along the bubble footprints [52], which implies that more heat flux is necessary to bear the additional evaporation.",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 11,
      "context" : "accompanied by high surface mobility and bulk diffusion at high substrate temperatures [12,43].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 41,
      "context" : "accompanied by high surface mobility and bulk diffusion at high substrate temperatures [12,43].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 14,
      "context" : "9(a) is similar to that used in our previous study [15].",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 27,
      "context" : "In (c), rn of [28] and [4] were estimated to be 1.",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 3,
      "context" : "In (c), rn of [28] and [4] were estimated to be 1.",
      "startOffset" : 23,
      "endOffset" : 26
    }, {
      "referenceID" : 18,
      "context" : "Note that the oxidation of Cr and CrAl layers under normal operating and accident conditions forms oxide layers of Cr2O3 for the Cr layer [19,38] and Cr2O3/Al2O3 for the CrAl layer [41,42], which could contribute to the surfaces being more wettable [19].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 39,
      "context" : "Note that the oxidation of Cr and CrAl layers under normal operating and accident conditions forms oxide layers of Cr2O3 for the Cr layer [19,38] and Cr2O3/Al2O3 for the CrAl layer [41,42], which could contribute to the surfaces being more wettable [19].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 40,
      "context" : "Note that the oxidation of Cr and CrAl layers under normal operating and accident conditions forms oxide layers of Cr2O3 for the Cr layer [19,38] and Cr2O3/Al2O3 for the CrAl layer [41,42], which could contribute to the surfaces being more wettable [19].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 18,
      "context" : "Note that the oxidation of Cr and CrAl layers under normal operating and accident conditions forms oxide layers of Cr2O3 for the Cr layer [19,38] and Cr2O3/Al2O3 for the CrAl layer [41,42], which could contribute to the surfaces being more wettable [19].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 13,
      "context" : "This result is consistent with our previous study [14] in which active nucleation was suppressed on Cr-coated tube surfaces",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 51,
      "context" : "[53] reported that the effect of nickel-based nanostructures (Ra: 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 52,
      "context" : "[54] experimentally validated that the wall superheat required for active nucleation increases as the diameter of the artificial cavity de-",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] observed that the HTC increased with Ra, the range of which (0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "[56] modified Rohsenow′s semi-empirical correlation [57] with a surface influencing factor Cs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "[56] modified Rohsenow′s semi-empirical correlation [57] with a surface influencing factor Cs.",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 11,
      "context" : "12 compares the CHF enhancement ratio of the surfaces coated with the ATF candidate materials, including Cr [10,13–15], FeCrAl [12,14], ZrSi2 [11], and the present data.",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 13,
      "context" : "12 compares the CHF enhancement ratio of the surfaces coated with the ATF candidate materials, including Cr [10,13–15], FeCrAl [12,14], ZrSi2 [11], and the present data.",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 10,
      "context" : "12 compares the CHF enhancement ratio of the surfaces coated with the ATF candidate materials, including Cr [10,13–15], FeCrAl [12,14], ZrSi2 [11], and the present data.",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 14,
      "context" : "HTC between [15] and the present study is limited due to a difference in the",
      "startOffset" : 12,
      "endOffset" : 16
    }, {
      "referenceID" : 49,
      "context" : "All the boiling curves are also presented in our relevant study [51].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 23,
      "context" : "using a roughness- and wettability-based CHF model [24].",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 19,
      "context" : "Assuming that the grooved channel conceptually corresponds to the capillary tube, they modified Kandlikar′s wettability model [20] such that the capillary wicking force in the last term in the right-hand side was proportional to the surface roughness ratio Ra/Sm.",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 23,
      "context" : "Using the roughness data reported in [24], we infer that the relation follows Sm (μm) = 13.",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 14,
      "context" : "In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness.",
      "startOffset" : 38,
      "endOffset" : 48
    }, {
      "referenceID" : 22,
      "context" : "In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness.",
      "startOffset" : 38,
      "endOffset" : 48
    }, {
      "referenceID" : 23,
      "context" : "In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness.",
      "startOffset" : 38,
      "endOffset" : 48
    }, {
      "referenceID" : 22,
      "context" : "In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness.",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 14,
      "context" : "In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness.",
      "startOffset" : 188,
      "endOffset" : 195
    }, {
      "referenceID" : 23,
      "context" : "In numerous experimental observations [15,23,24], it was observed that a higher surface roughness augments the length of the triple contact lines [23] and even activates capillary wicking [15,24], thereby enhancing the CHF monotonically with surface roughness.",
      "startOffset" : 188,
      "endOffset" : 195
    }, {
      "referenceID" : 12,
      "context" : "[13] observed a minimal enhancement of 6% on a Cr-coated surface despite increases in rn and wettability.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 75,
      "endOffset" : 85
    }, {
      "referenceID" : 45,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 75,
      "endOffset" : 85
    }, {
      "referenceID" : 47,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 75,
      "endOffset" : 85
    }, {
      "referenceID" : 56,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 22,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 181,
      "endOffset" : 194
    }, {
      "referenceID" : 23,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 181,
      "endOffset" : 194
    }, {
      "referenceID" : 57,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 181,
      "endOffset" : 194
    }, {
      "referenceID" : 58,
      "context" : "According to the previous findings that encompass surface characterization [32,47,49], in-situ observation of a liquid/vapor distribution [58], and corresponding theoretical models [23,24,59,60], it has been established that one of the key mechanisms enhancing the CHF on roughness-controlled surfaces originates from the capillary wicking phenomenon, which is capable of passively supplying the cooling liquid responsible for additional evaporation.",
      "startOffset" : 181,
      "endOffset" : 194
    }, {
      "referenceID" : 32,
      "context" : "Moreover, an increase in rn in addition to Ra contributes to a smaller Adry because the nanostructure augments the liquid/solid contact line, thereby assisting the liquid to adhere to the surface [33].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 59,
      "context" : "[61] likewise observed that a reduction in the bubble base diameter on structured surfaces is favorable for the successful rewetting and corresponding enhancement of CHF.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 60,
      "context" : "According to the in-situ observations of the boiling structure using infrared (IR) thermography [62] and synchrotron X-ray imaging [58], the liquid/vapor phase distribution underneath the boiling bubbles merging with each other can be depicted by separating a bubble dry spot/patch and the surrounding wicked liquid inside a given bubble base meniscus (Fig.",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 56,
      "context" : "According to the in-situ observations of the boiling structure using infrared (IR) thermography [62] and synchrotron X-ray imaging [58], the liquid/vapor phase distribution underneath the boiling bubbles merging with each other can be depicted by separating a bubble dry spot/patch and the surrounding wicked liquid inside a given bubble base meniscus (Fig.",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 61,
      "context" : "[63]′s observation, where the size of the bubble departing from the structured surfaces ranges from 2 to 3 mm when approaching the CHF, even though it demonstrates significant variations with respect to the surface characteristics at low and moderate heat flux regions where isolated bubbles occur predominantly [61].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 59,
      "context" : "[63]′s observation, where the size of the bubble departing from the structured surfaces ranges from 2 to 3 mm when approaching the CHF, even though it demonstrates significant variations with respect to the surface characteristics at low and moderate heat flux regions where isolated bubbles occur predominantly [61].",
      "startOffset" : 312,
      "endOffset" : 316
    }, {
      "referenceID" : 60,
      "context" : "[62] further explained that on structured surfaces, the movement of the triple contact line remains unchanged as the bubble grows due to the pinning effect caused by an increase in the liquid/vapor frictional force along the triple contact line.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "[52]′s observation, in which the CHF is triggered at the moment when the increasing rate of the dry patch is beyond the evaporation rate through the liquid-occupied region.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 59,
      "context" : "Moreover, our result is consistent with those obtained on structured surfaces [61,64], in which the in-situ liquid-occupied area and liquid area fraction were measured directly using an infrared-based detection technique.",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 62,
      "context" : "Moreover, our result is consistent with those obtained on structured surfaces [61,64], in which the in-situ liquid-occupied area and liquid area fraction were measured directly using an infrared-based detection technique.",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 62,
      "context" : "[64] described the relation between the CHF and the liquid area fraction as",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 63,
      "context" : "[65] inferred that a larger size of the dry spots generates excessive heat inside the dry spots, which results in reaching the critical temperature faster.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 64,
      "context" : "Moreover, since an RIA leading to a sudden excursion in the thermal power alters the boiling curve and even the CHF [66], it is necessary to further consider a transient CHF rather than a steady-state CHF on the ATF cladding.",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 24,
      "context" : "[25] reported that the steady-state and transient flow boiling CHF of an FeCrAl alloy is affected not by the surface characteristics but by the thermal property.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 8,
      "context" : "In terms of surface aging, a few studies have shown that the oxidation of the ATF-functional surfaces either preserves or even enhances the CHF [9,11,67] and the quench performance [17,19].",
      "startOffset" : 144,
      "endOffset" : 153
    }, {
      "referenceID" : 10,
      "context" : "In terms of surface aging, a few studies have shown that the oxidation of the ATF-functional surfaces either preserves or even enhances the CHF [9,11,67] and the quench performance [17,19].",
      "startOffset" : 144,
      "endOffset" : 153
    }, {
      "referenceID" : 16,
      "context" : "In terms of surface aging, a few studies have shown that the oxidation of the ATF-functional surfaces either preserves or even enhances the CHF [9,11,67] and the quench performance [17,19].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 18,
      "context" : "In terms of surface aging, a few studies have shown that the oxidation of the ATF-functional surfaces either preserves or even enhances the CHF [9,11,67] and the quench performance [17,19].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 5,
      "context" : "Nonetheless, under the water chemistry conditions in the primary loop of a nuclear power plant, the surface characteristics of the ATF cladding are inevitably affected by the cumulative deposition of Chalk River unidentified deposits (CRUD) in the region where the subcooled boiling occurs [6].",
      "startOffset" : 290,
      "endOffset" : 293
    } ],
    "year" : 2019,
    "abstractText" : "This study aimed to improve the thermal safety of accident-tolerant fuel (ATF) cladding by enhancing the pool boiling critical heat flux (CHF) through control of the nano/microscale roughness of ATF-functional Crand CrAl-coated surfaces. To diversify the surface structures at the nano/microscale, we ground the surface to achieve the typical roughness range of a nuclear fuel cladding and then deposited the ATF candidate materials of Cr and CrAl on the ground surface. 17 test surfaces were fabricated by grouping three types of surface structures: microstructure, nanostructure, and nano/microstructure. The structural feature was parametrically categorized based on the arithmetic roughness height Ra at microscale and the surface area ratio rn at nanoscale. While Ra was observed to influence both the nucleate boiling efficiency and CHF, rn was not capable of enhancing them both exclusively. Nonetheless, a synergistic effect of Ra and rn on the CHF was observed. The CHF values of microstructure, nanostructure, and nano/microstructure were enhanced by 19%, 9%, and 79%, respectively. A capillary wicking experiment showed that an increase in surface roughness leads to a decrease in the dry area; therefore, a potential increase in the liquid area fraction of the boiling surface contributes to additional eva-",
    "creator" : "Elsevier"
  }
}