{
  "name" : "downloads_2019-11-12_dd_10.1002@smtd.201900589.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Microphysiological Systems: Next Generation Systems for Assessing Toxicity and Therapeutic Effects of Nanomaterials",
    "authors" : [ "Nureddin Ashammakhi", "Mohammad Ali Darabi", "Betül Çelebi-Saltik", "Rumeysa Tutar", "Martin C. Hartel", "Junmin Lee", "Saber M. Hussein", "Marcus J. Goudie", "Mercedes Brianna Cornelius", "Mehmet R. Dokmeci", "Ali Khademhosseini" ],
    "emails" : [ "n.ashammakhi@ucla.edu;", "khademh@ucla.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1900589 (1 of 19) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-methods.com\nReview\nMicrophysiological Systems: Next Generation Systems for Assessing Toxicity and Therapeutic Effects of Nanomaterials Nureddin Ashammakhi,* Mohammad Ali Darabi, Betül Çelebi-Saltik, Rumeysa Tutar, Martin C. Hartel, Junmin Lee, Saber M. Hussein, Marcus J. Goudie, Mercedes Brianna Cornelius, Mehmet R. Dokmeci, and Ali Khademhosseini*\nDOI: 10.1002/smtd.201900589\n1. Introduction\nNanomaterials (NMs) such as polymeric nanoparticles (NPs), vesicles, and dendrimers have revolutionized the biomedical field by enabling superior drug delivery, imaging, and sensing modalities.[1] The field of NMs is expected to grow tremendously as the nanotechnology market is projected to be worth $125 billion by 2024.[2] In addition, the increasing number of NMs used for diagnostic and therapeutic[3] purposes impose new restrictions on their intended effects and unwanted complications. We are continuously exposed to environmental pollutants through inhalation,[4] ingestion,[5] and dermal contact.[6] Many of these materials are ultrafine in size (<100 nm), which enables their facile entry and interaction Microphysiological systems, also known as organ-on-a-chip platforms, show promise for the development of new testing methods that can be more accurate than both conventional two-dimensional (2D) cultures and costly animal studies. The development of more intricate microphysiological systems can help to better mimic the human physiology and highlight the systemic effects of different drugs and materials. Nanomaterials are among a technologically important class of materials used for diagnostic, therapeutic, and monitoring purposes; all of which can be tested using new organ-on-a-chip systems. In addition, the toxicity of nanomaterials which have entered the body from ambient air or diet can have deleterious effects on various body systems. This in turn can be studied in newly developed microphysiological systems. While organ-on-a-chip models can be useful, they cannot pick up secondary and systemic toxicity. Thus, the utilization of multiorgan-on-a-chip systems for advancing nanotechnology will largely be reflected in the future of drug development, toxicology studies, and precision medicine. Various aspects of related studies, current challenges, and future perspectives are discussed in this paper.\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smtd.201900589.\nProf. N. Ashammakhi, Dr. M. A. Darabi, Dr. B. Çelebi-Saltik, R. Tutar, Dr. M. C. Hartel, Dr. J. Lee, Dr. M. J. Goudie, Dr. M. R. Dokmeci, Prof. A. Khademhosseini Center for Minimally Invasive Therapeutics (C-MIT) University of California Los Angeles, CA 90095, USA E-mail: n.ashammakhi@ucla.edu; khademh@ucla.edu Prof. N. Ashammakhi, Dr. M. A. Darabi, Dr. B. Çelebi-Saltik, R. Tutar, Dr. M. C. Hartel, Dr. J. Lee, Dr. M. J. Goudie, Dr. M. R. Dokmeci, Prof. A. Khademhosseini Department of Radiological Sciences David Geffen School of Medicine University of California Los Angeles, CA 90095, USA Prof. N. Ashammakhi, Dr. M. C. Hartel, M. B. Cornelius, Dr. M. R. Dokmeci, Prof. A. Khademhosseini California NanoSystems Institute (CNSI) University of California Los Angeles, CA 90095, USA Prof. N. Ashammakhi, Dr. M. A. Darabi, Dr. B. Çelebi-Saltik, R. Tutar, Dr. J. Lee, Dr. M. J. Goudie, Prof. A. Khademhosseini Department of Bioengineering University of California Los Angeles, CA 90095, USA\nDr. B. Çelebi-Saltik Department of Stem Cell Sciences Hacettepe University Graduate School of Health Sciences Sihhiye, Ankara 06100, Turkey R. Tutar Department of Chemistry Faculty of Engineering Istanbul University Cerrahpasa Avcilar, Istanbul 34320, Turkey Dr. S. M. Hussain Wright State University Boonshoft School of Medicine 3640 Colonel Glenn Hwy, Dayton, OH 45435, USA M. B. Cornelius Department of Chemistry University of California Los Angeles, CA 90095, USA Prof. A. Khademhosseini Department of Chemical and Biomolecular Engineering University of California Los Angeles, CA 90095, USA\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (2 of 19)\nbetween different body compartments[7] (Figure 1). They may continue to have irreversible effects on deoxyribonucleic acid (DNA), cells, tissues, organs, or organ-systems, which are not so well understood. Due to the increased risk of exposure, the field of nanotoxicology aims to accurately characterize the mechanisms of toxicity in nanoparticles induced in different organ systems. The most common targets include major organs associated with routes of exposure such as the skin, lungs, and gut, as well as downstream systems such as the brain and the circulatory system. The small nature of NMs enables them to penetrate the skin and vessels to reach circulation.[8] A recognized expert in the emerging field of nanotechnology, Oberdörster et al. stated that an interdisciplinary approach involving the fields of “toxicology, materials science, medicine, molecular biology, and bioinformatics” would be necessary to fully capture the toxicity of NMs for appropriate risk assessment.[8] The major challenge facing nanotoxicologists is the development of a model system that can accurately mimic the physiology of a human.\nIn vitro assessment is the primary means of evaluating the safety and behavior of NMs.[9] Generally, new drugs and chemicals administered to the body undergo testing with two-dimensional (2D) cell culture. Employing 2D cultures cannot reproduce events observed in the three-dimensional (3D) environment of native tissues in the body and thus, cannot be a reliable model of living tissues.[10] Animal studies offer more physiologically relevant environments to investigate various NMs; however, they suffer from limited predictability.[11] Since, in many instances, compounds that are found safe in one species may cause different outcomes in another.[10a,12] There were cases where therapeutics led to serious complications even after going through cell culture and animal testing, only to be discovered as toxic when they were tested in clinical trials.[13] The other disadvantage is longer period of time animal experiments may take and the lack of high-throughput screening. In addition, new regulations in the US Toxicology in the 21st Century (Tox21) program ask to avoid using animal tests.[14] New EU regulations mandate toxicity testing for tens of thousands of chemicals,[15] which would amount to billions of dollars in animal testing.[16] These changes will consequently be reflected as more expensive products, thus making medicines less available, particularly for the economically disadvantaged. The search for alternative biomimetic toxicity models has been suggested by researchers,[17] encouraged by funding agencies, and required by industry.[17]\nWith recent advances in microfluidics[18] and their integration with organ-on-a-chip (OoC) systems,[19] it is becoming possible to more closely mimic key organ functions in vitro in 3D environments. The use of OoC platforms enables more control over the local cellular microenvironments, including the ability to provide chemical,[18] mechanical,[20,30] and electrical cues similar to the native environments.[21] It has already been demonstrated that cells in OoCs perform differently than those in a 2D culture or in a static environment without dynamic flow.[22] Cell polarization, cytoskeletal arrangement and function in OoCs were also found to be more comparable to those seen in vivo.[23] Hence, it was suggested that OoC systems can be viable alternatives to 2D testing methods.[24]\nMicrophysiological systems, an alternate acronym for OOCs represent an advanced in vitro cell culture model that utilizes physiologically accurate tissue and organ modeling for toxicology and pharmacology studies. For example, multicellular spheroids in 3D, with their increased physiological relevance, are emerging as a possible solution to test the efficacy and/or toxicity of compounds. Since OoC platforms have evolved from tissue engineering, microfluidics and associated\nNureddin Ashammakhi is an associate director of the Center for Minimally Invasive Therapeutics at UCLA, leading translational research in regenerative therapy. He has extensive experience with biodegradable implants, drug release, and nanofiber-based scaffolds. Currently, he is working on 3D bioprinting and organ-on-a-chip models\nfor regenerative and personalized medicine. He was previously a professor of Biomaterials Technology in Tampere University of Technology, Finland, Chair of Regenerative Medicine in Keele University, UK, and Adjunct Professor in Oulu University, Finland, before he joined University of California-Los Angeles first as a visiting professor (Scholar) and then as an adjunct professor.\nMohammad Ali Darabi is a postdoctoral scholar in the Department of Bioengineering at UCLA. His research is focused on 3D bioprinting of complex tissue constructs and multiorgan-on-a-chip devices for cancer therapeutics and regenerative medicine. He is interested in translating micro- and nanoengi-\nneered biomaterials into new personalized therapeutic strategies.\nAli Khademhosseini is the Levi Knight Professor of Bioengineering, Chemical Engineering and Radiology at UCLA. He is the Founding Director of the Center for Minimally Invasive Therapeutics at UCLA. Previously, he was a professor of Medicine at Harvard Medical School. He is recognized as a leader\nin combining micro- and nanoengineering approaches with advanced biomaterials for regenerative medicine applications.\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (3 of 19)\nmicrofabrication techniques, other in vitro 3D models including spheroid culture systems could be applied into the OoC platforms. With the developed tissue engineering models, the microengineering techniques allow the use of flow-associated shear stress or mechanical strain and integration of multiple sensing units for monitoring of pH, O2, temperature, or molecules secreted by cells and automatic systems for controlling dosing and dilution of multiple drugs in circulating media. These integrated systems possess several advantages over conventional cell culture systems; 1) an OoC platform can be manufactured at low cost and allow to examine a wide range of concentrations in the dose of medicine, which can accelerate scientific research, 2) compared to cell culture in petri dishes or well plates, 3D dynamic culture of human cells including spheroid models using flow-associated shear stress or mechanical strain inside a chip leads to a better microenvironment to recapitulate important in vivo features, and 3) since the system is based on miniaturized organoids and microfluidic-based technology, it lowers fluid volume consumption in terms of reagent costs and waste amounts, increases portability of the chips, and reduces\nSmall Methods 2019, 1900589\nFigure 1. Nanomaterial points of entry and drainage in the body. Nanomaterials can enter the body through the lungs, skin, and GI tract. Once inside, the circulatory system readily transports them throughout the body. Their small size enables facile translocation into a variety of tissue structures found in the kidney, spleen, liver, and lungs.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (4 of 19)\nfabrication costs. This system is a promising technology as the next generation toxicity testing model can produce critical functions of different human organ systems. Furthermore, the use of OoC systems allows us to make new observations which were otherwise impossible using 2D models, animal studies, or even clinical trials. An example includes being able to closely monitor cancer invasion and the influence of local mechanical factors.[25]\nMoreover, the use of cells that are directly derived from patients in OoC systems[26] enables the development of tools for personalized medicine, whereby medicinal dosages incorporating NMs can be tested and customized for individual patients.[27] Ideally, both the lack of toxicity and effectiveness of a drug could be ensured in preclinical studies.[17] This would avoid unnecessarily high doses and increased risk of complications,[28] especially for applications pertaining to cancer.[17,29] In cancer treatment, one major problem is the use of relatively toxic drugs in high doses which detrimentally influence the patients’ life quality. Another problem arises from the nonspecificity of many drugs. Development of precision medicine tools will enable the use of effective drugs in appropriate dosage.\nRecent studies using OoC systems for nanotoxicology research have shown differential toxicities when using the chip technology versus mono or co-culture 2D models. Huh et al. utilized an alveolar–capillary interface organ-on-chips with the ability to expand and contract, or breath, to model the cellular response to 12 nm silica nanoparticles.[30] They found that the mechanical strain enhanced nanoparticle uptake in the epithelial and endothelial cells and also into the microvascular space that is seen in in vivo models. The mechanical stress also heightened the toxic and inflammatory response as compared to monocultures.[31] A recent study used a liver-on-a-chip model to determine hepatotoxicity of NMs. Li et al. used superparamagnetic iron oxide nanoparticles (SPION) to demonstrate the metabolic capacity of the liver.[32] It was found that the OoC sustained higher liver function than monocultures over the course of a week of testing and produced the necessary cellular responses to SPION exposure that proved metabolic activity was occurring within the OoC.[32] This ability of microphysiological systems to provide an in vitro platform with attributes of an in vivo system are highly valuable in the field of nanotoxicology to be able to generate more accurate conclusions about the potential toxicity of nanoparticles humans exposed to guide future health risk assessments.\nDespite the usefulness of using OoC models, the use of single organ-on-a-chip model cannot pick up secondary toxicity that may result from drug metabolites or systemic toxicity that follow drug circulation to other organs. Thus, the utilization of multiorgan-on-a-chip (MoC) system is required to determine the main and side effects of target drugs or chemical. In this system, more than one organ chip are linked together to form the MoC or body-on-a-chip. These systems allow for the study of not only systemic drug effects on different organs,[33] but also their metabolites and subsequent secondary toxicity.[34] The use of MoCs can result in more representative models of normal clinical parameters or the whole body.[26b,30] In addition, these systems offer the possibility to study the cellular response from specific therapies in a high throughput fashion.[35]\nThere have been limited reports on MoC systems[26b,36] developed for studying drugs and chemicals, with even fewer on\nNMs.[37] By enabling the testing of NMs in biomimetic dynamic environments, MoC devices offer new opportunities to develop NMs for personalized medicine and nanotechnology. They are well poised to facilitate novel nanomedicine approaches and get translated to clinical applications more rapidly.[38] In this paper, the potential of OoC and MoC platforms for testing NMs are explained, and challenges are highlighted."
    }, {
      "heading" : "2. Organ-on-a-Chip Models",
      "text" : ""
    }, {
      "heading" : "2.1. Organ-on-Chip Platform",
      "text" : "OoC platforms are essentially 3D cell cultures with a dynamic microfluidic flow. The system allows one to compartmentalize cells[19b,26a,30,39] for the identification of biomarkers and for drug testing. Depending on the parameters studied, these platforms enable data collection on a variety of physical and biochemical processes. Thus, they are being increasingly used in physiological, pathophysiological, and drug development studies. Occasionally in this review, the term “organoid” is used when referencing the inclusion of stem cells in on-chip devices. For a review article dedicated specifically to organoid-on-chip developments, we direct the reader to the following article.[40] In addition to existing OoC devices,[41] in the last few years new ones to replicate cervix,[42] amnion,[43] and placenta[44] functions have been developed. Furthermore, pathological models on-a-chip have been developed to focus on studies for both prevalent diseases such as cancer,[45] and conditions such as inflammation,[46] and thrombosis,[47] as well as rare diseases such as Barth syndrome.[48]\nOoC devices can provide alternative nanomaterial testing platforms by evaluating multiple assays at the same time. Developed NMs can be tested on OoCs to perform dose assessment, and when coupled with personalized therapies, can create the most effective treatment for the individual patient. Induced pluripotent stem cells (iPSCs) in OoC systems offer the possibility to develop personalized therapies by differentiating patient’s own donated cells to the cell type of interest.[49] So far, human iPSCs have been utilized in progeria-on-achip,[50] liver-on-a-chip,[51] glomerulus-on-a-chip,[26a] and cardiac tissue-on-a-chip[52] models with encouraging results. Heart-ona-chip models in particular are vital for nanomaterial safety assessment, as all blood will be pumped through the heart before being transported to other organs. Lind et al. developed an instrumented cardiac-on-chip model by 3D printing six materials and subsequently seeding human iPSC derived cardiomyocytes.[52b] These devices were printed with embedded strain sensors capable of quantifying cellular contractile development as well as contractile stress during dose-response studies. The fabrication of such increasingly intricate devices with real-time data acquisition systems will lead to new insights in cardiac tissue morphogenesis, drug effects, and nanomaterial assessment. For an in-depth review of heart-on-a-chip models, we direct the reader to the following review.[53]\nDespite their unprecedented potential to recapitulate in vivo responses, OoCs are limited to interactions within a single organ. Thus, OoCs need to be equipped with additional organ types to more accurately mimic human physiology and study secondary and systemic reactions to toxins and drugs.[54]\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (5 of 19)"
    }, {
      "heading" : "2.2. Multiorgan-on-Chip",
      "text" : "MoCs are the product of multiple OoC units linked together, enabling a physical interface and synergistic communication between multiple organ units.[55] Within MoCs, when distinct cell types are deposited in their corresponding microenvironments, they spontaneously express extracellular matrix (ECM) proteins, activate developmental plans, and organize to form differentiated tissue structures that closely resemble those of native organs. For drug testing, this means systemic toxicity resulting from the circulation of drugs or secondary toxicity resulting from its metabolites can be examined (Figure 2).\nThe ultimate success of OoC models will certainly depend on validating the extent these devices can recapitulate in vivo responses. Many devices are traditionally validated in vitro with end-point molecular assays such as enzyme-linked immunosorbent assay (ELISA), RNA expression, and immunohistochemistry. More recently, noninvasive techniques such as electrochemical impedance spectroscopy (EIS) have been developed to monitor protein levels in real-time.[56] In the following sections, popular on-chip models for entry organs, metabolism and clearance, and toxicity-susceptible tissues and organs are discussed. The importance, fabrication, and function of these various platforms are explained. In particular, the applications of these organ chips for investigating and developing various NMs are discussed."
    }, {
      "heading" : "2.3. Device Materials and Fabrication",
      "text" : "In an ongoing effort to engineer increasingly complex devices with multiple tissue types, a variety of materials and fabrication techniques have been utilized to develop the microfluidic devices essential to OoCs and MoCs. Polydimethylsiloxane (PDMS) has emerged as a predominant material for the fabrication of microfluidic devices owing to properties such as transparency, biocompatibility, flexibility, gas permeability, and ease of achieving micron scale resolution.[18] In a typical procedure, PDMS will first be mixed with its base polymer and curing agent with a weight ratio of 10:1 and degassed under vacuum to remove air bubbles. This mixture is then poured onto a master mold containing the design of interest and cured in an 80° convection oven for a few hours depending on the PDMS thickness. The cured PDMS can then be peeled from the master mold and the appropriate inlet/outlet ports are made by puncturing the PDMS with a biopsy punch. Finally, the PDMS layer can be bonded to other silicon substrates (e.g., glass, Si wafer, or another PDMS layer), typically by using oxygen plasma to expose hydroxyl groups on both surfaces. Despite its popularity, several technical limitations of PDMS such as drug absorption and maintaining sterility have encouraged the use of alternative device materials, such as polymethylmethacrylate (PMMA), polycarbonate (PC), and polystyrene (PS).[57]\nIn addition to material choice, several fabrication techniques commonly used to fabricate master molds include soft lithography,[58] injection molding,[59] hot embossing,[59a] and 3D printing.[60] However, each fabrication method has specific limitations which must be considered according to the properties of the material. For example, the success of injection molding\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (6 of 19)\nand hot embossing are highly dependent on material properties such as glass transition temperature, melting temperature, and thermal expansion coefficient. Microfluidic devices can be further customized by tuning their surface properties with chemical modifications postfabrication.\nOnce fabricated, there are several cell sources which can be used to populate the MoC, such as cell lines, stem cells, or primary cells.[17] Although primary cells are often ideal in terms of capturing the phenotypes of interest, several barriers such as limited quantities and difficulties in expanding the cells prevent their widespread use in MoCs. Cell lines represent the most typical cell source owing to their ease of acquisition and expansion. However, traditional cell lines often lack the same functional characteristics as primary sources. iPSCs represent a promising personalized and potentially unlimited cell source which could decouple any differences associated with the genotype and phenotype of the cells.[17] Depending on the cell–substrate and cell–cell interactions desired, the fabricated microfluidic devices can be coated with a variety of natural polymers prior to cell loading. For example, collagen,[61] gelatin,[62] and gelatin methacryloyl[63] have all been used as coatings to tune cell attachment and migration."
    }, {
      "heading" : "3. Application of MOC Models in Testing of NMs",
      "text" : ""
    }, {
      "heading" : "3.1. Models Including Nanomaterial Entry Organs",
      "text" : ""
    }, {
      "heading" : "3.1.1. Models Including Skin-on-a-Chip",
      "text" : "Skin is a complex tissue comprising different cell types which perform many tasks, including immune protection, physical barrier, and sensory functions. Skin serves as the primary barrier against the entry of many agents and facilitates exposure of the body’s immune system to many pathogens and immunizations. NMs, because of their size, may enter the skin more easily and cause problems. In many industries, skin exposure to chemicals involving NMs may lead to internalization and could adversely affect one’s health.[64]\nThus, human skin equivalents are being increasingly used for toxicity evaluation.[65] They are employed instead of experimental animals for drug development, chemical testing, and the cosmetic industry. There are currently several epidermis (one cell type) substitutes commercially available such as SkinEthik, EpiSkin, EpiCS, EpiDerm, and LabCyte EPI-MODELS24. Fullthickness skin equivalents (containing dermal layer) are also available, such as EpiDermFT, GraftSkin, and Phenion.[66] These equivalents are actively utilized for substance absorption tests.[66] Recently, there has been increased attention to engineer full-thickness skin substitutes that mimic physiological properties more closely by integrating multiple skin components, including melanocytes and vasculature. However, due to difficulties associated with sourcing different cell types, determining appropriate co-culture conditions, and recapitulating the 3D physiology of the skin, many challenges remain.\nTo address these challenges, skin OoC and MoC systems have been integrated with various cells, biomaterials, microfluidics, and biosensors. Alexander and Eggert[67] created an artificial epidermis skin OoC model with murine fibroblasts\ncultures for in vitro skin toxicity studies by designing polycarbonate membrane-bound fluidic systems for continuous and automated perfusion. Transepithelial electrical resistance and extracellular acidification measurements demonstrated that the designed platform could maintain on-chip cell cultures, monitor metabolic changes, and track tissue damage over the course of the study.\nRecent breakthroughs in microfluidic platforms and microfabrication techniques have enabled more reliable and intricate in vitro skin constructs integrated physiologically relevant ECM structures. These organ chips could transform current early stage drug discovery approaches by facilitating reliable and patient-specific evaluations of pharmaceuticals.[68] To develop next generation nanomedicines, the effects of NP surface properties and size must be understood to characterize their passage through biological barriers. According to Arends et al.,[69] the ECM of blood vessels plays an important role in controlling the movement of NPs between the blood vessels and the surrounding extravascular space due to its selective permeability properties. To investigate this effect, they designed a microfluidic system to evaluate the diffusion of molecules through the basal layer, with varying net charges and molecular weights. In the gel interface, a charge-dependent retention of molecules was determined to be consistent with the temporary binding of molecules to the gel constituents. This in vitro OoC showed good correlation in vivo with a similar charge-dependent accumulation of molecules found in a murine model.\nAtaç et al.[70] developed an MoC to extend the measurement time of a skin substitute and enhance the cellular deposition and nutritional delivery in the subcutis. A skin OoC was coupled with a hair OoC to support hair follicle maintenance and facilitate the emergence of complete follicular units. In this respect, ex vivo single hair follicles and skin were grown in a bioreactor to increase the static cell maintenance periods. As compared to the standard Philpott assay, hair follicle cultures in the MoC stimulated hair fiber elongation from the epidermis in addition to tripling the culture period (Figure 3). When compared to conventional in vitro assays, the MoC bioreactor allowed enhanced spatiotemporal control of the cellular environment.[70] For the first time, Maschmeyer et al.[36a] reported a human four-organ (skin, liver, intestine, and kidney) chip co-culture to study the distribution, absorption, excretion, and metabolic profiles of drugs, along with repeated doses to assess systemic toxicity (Figure 4). After 28 days of co-culture, they evaluated the tissue composition of the different organ-like structures, namely intestine, skin, kidney, and liver. It was found that a) 3D villi structures formed by the small intestine epithelia and expressed an apical brush border, b) stratified stratum corneum formed from the skin biopsies, c) a polarized monolayer barrier remained in the human renal proximal tubule epithelia, and d) a constant glucose gradient was present between the blood circuit, the intestinal lumen, and the excretory circuit. In addition, gene and metabolic analyses showed the creation of a reproducible homeostasis among all four tissue types over the 28 day culture period.[36a] Skin-on-a-chip involving MOC models will be useful in studying NM-based drug delivery and in vaccination, or in allergy and problems related to immune system disorders.\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (7 of 19)\nNative skin is highly heterogenic by nature, comprised ant it contains complex vascular networks, sensory organs, and secretory glands.[70] A current shortcoming in artificial skin models is the lack of the immune system that is normally present in native tissue. Researchers have focused on studying immune responses of 3D skin models, but these fail to mimic physiological conditions due to the lack of immune cells. Furthermore, artificial in vitro 3D skin models do not incorporate the dynamic transport of growth factors and nutrients. The incorporation of vascular structure within the artificial tissue is crucial for the supply of nutrients, growth factors, and signaling molecules,[71] which must be considered in future MoC skin models."
    }, {
      "heading" : "3.1.2. Models Including Lung-on-a-Chip",
      "text" : "The lung is an essential organ where many materials and agents from the environment may enter the body. The airways are lined with cells that have cilia and continuously clear out inhaled particulate matter. This cleared material may, however, get ingested and proceed to the gut. In any case, the lungs primary function is to facilitate oxygen exchange with carbon dioxide in the blood. The respiratory tract represents a vital port to the human body that is involved with the entry of toxins, pathogens, drugs, and other xenobiotic molecules. The lungs are also used as a common route for drug administration, such as in the case of inhalers for asthma treatment.\nThe respiratory system displays enormous diversity in its function, surrounding environment, and structure. The human\nlung comprises repeating basic units such as pulmonary alveoli. Each functional unit in turn comprises different cell types where NP uptake occurs easily. The lung epithelium cellular barrier is one of the first hindrances to NP entry to the body. The ability of NPs to enter and cross cellular barriers is a very important issue that warrants investigation. Conventional 3D engineered lung tissue models have been developed, but these are not capable of recapitulating dynamic microenvironments and intricate tissue−tissue interfaces. More recently, the advent of lung-on-a-chip model mimics not only the structure, but some functional properties of in vivo tissue.\nOoC platforms were developed to probe the complex functions associated with the lungs. Zhang et al. presented a novel 3D human lung-on-a-chip model by using three parallel channels which were seeded with lung alveolar epithelial cells, human vascular endothelial cells (ECs), and the ECM to determine NP toxicity.[72] These cells were used to determine any toxicity that may be associated with TiO2 and ZnO NPs. The NPs were scattered in the culture medium of the lung-on-a-chip platform at known concentrations. Permeability assay, immunofluorescence analysis, reactive oxygen species (ROS) assay, and apoptosis analysis were used to characterize this multicell type OoC model.\nLung-on-a-chip systems commonly use lung epithelial cells and ECs to model the interactions between NMs and lung tissue. In an effort to develop biomimetic systems, one study used a poly(lactide-co-glycolide) (PLGA) electrospun nanofiberbased membrane as both the cell scaffold and chip substrate for a lung-on-a-chip platform. This design was developed based on the alveolar microenvironment and used to evaluate an anticancer drug on the lung-on-a-chip system for human fetal\nSmall Methods 2019, 1900589\nFigure 3. Skin- and hair-on-a-chip: A) A two-circuit skin and hair MoC device used to study the culture response under dynamic perfusion and static conditions simultaneously. B) Breakdown of the fluidic circuit elements including integrated micropump (red), injection port (yellow), and Transwell compatible tissue inserts (blue). C) Schematic of two submerged tissue inserts culturing in vitro skin equivalents and ex vivo skin biopsies under dynamic perfusion. D) Example of skin equivalent in a Transwell insert before being placed into the MoC. E) Image of the follicular unit extracts inside the MoC. Reproduced with permission.[70] Copyright 2013, The Royal Society of Chemistry.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (8 of 19)\nlung fibroblasts (HFL1) and human nonsmall cell lung cancer (NSCLC) cells (A549).[45b]\nIt is known that lung cancer metastasis is a complex process which often takes place to the bone, liver, and brain. MoCs have thus been designed to better understand the processes behind cancer metastasis. For example, a study by Xu et al. described a new MoC platform for lung cancer metastasis which was very similar to the in vivo microenvironment.[73] The chip was prepared by combining an upstream lung organ made from silicone elastomer and three downstream organs made using osteoblasts, astrocytes, and hepatocytes. Different cell lines such as a human bronchial epithelial (16HBE) and human nonsmall cell lung (A549) cancer were used to replicate different tissues like brain, bone, and liver. This MoC system helped to better understand how lung cancer grows and metastasizes to distant organs and what the corresponding cell–cell interactions were. In this regard, a novel orthotopic model of NSCLC was reported.[25] Here, the upper and lower tissue layers were composed of H1975 human NSCLC adenocarcinoma cells and small airway epithelial cells or primary lung alveolar cells. The cancer persister cells were analyzed in vitro based on these chip platforms. The results showed that the in vitro human orthotopic lung cancer model could be developed by using microfluidic organ chip technology to study specific growth patterns. This study presents that only the combination of lung epithelium, endothelium, and breathing motions were enough to express NSCLC phenotypes. The model was innovative but had limitations because tumor stromal cells and immune cells were not integrated on the chip platforms. Two-dimensional culture models and multi well plate cultures of MCF-7 and A549 lung cancer\ncell lines have traditionally been used for testing NPs such as ZnONPs and silver NPs (AgNPs) to understand their impact on cell functions. However, the structure of the human lung and the alveoli environment is very complex. To more accurately mimic this complexity, 3D microfluidic systems should have precise control over fluid and solid mechanical forces representative of the human lung physiological environment.[74] These models can be useful in testing NM drug delivery and its local and systemic effect, such as in cases of cancer chemotherapy."
    }, {
      "heading" : "3.1.3. Models Including Gut-on-a-Chip",
      "text" : "The gut is an important organ in which various materials and agents can access the body through ingestion, while also serving as a protective barrier.[75] In addition, the intestine is also responsible for the absorption of drugs,[76] allowing their metabolism by organs such as the liver. In addition to the liver,[77] the gut also communicates with the pancreas,[78] cardiovascular system, and nervous system.[79] Particularly, gut bacteria have been recently linked to intestinal health, immune modulation, and enteral and nonenteral diseases.[80] Therefore, understanding the multicellular environment of the gut in controlled systems can be highly advantageous to the understanding and development of treatments for various diseases.\nThe most common in vitro intestinal models for studying the gut’s barrier function and drug adsorption abilities have been done in Transwell insert culture devices. In these models, established human intestinal epithelial cells (such as Caco-2[81] and HT-29[82]) are cultured on a porous membrane with adsorbed\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (9 of 19)\nECM proteins. The use of 3D cultures has enabled both better structural (the formation of crypt and villi) and functional outcome as compared to 2D systems. Because of these differences, traditional static cultures are unable to support the co-culture of intestinal cells with microbiota, which are a critical part of the gut physiology. This is primarily due to the rapid overgrowth of bacterial contamination in the human cell culture, typically within 24 h. Multiple approaches have been considered to address the issues above by creating gut OoC models that better replicate the physiological environment.\nBein et al. have reviewed microfluidic approaches for modeling the human intestine.[83] Typical intestinal OoC models comprise two channels and a porous membrane separating them. Human intestinal Caco-2 cell line, which via tight junctions can form a cell layer and selectively permeate certain molecules, was used to culture on porous membrane to validate drug permeability of the integrated microfluidic device.[84] This configuration allowed for the probing of both the basal and apical sides of the epithelial layer, quantitative methods for measuring tight junction barrier function, and the adsorption of nutrients and drugs. However, membrane free methods have also been established.[85] While many gut OoC methods have used established cell lines, the integration of stem cells can allow for new applications in personalized medicine. Human enteroids or colonoids can be created from patient biopsies and be enzymatically fragmented to release intestinal stem cells. These cells have been cultured on Transwell inserts to provide primary intestinal mono layers, but still have the limitations associated with Transwell culture methods. Microbioreactors have been developed to overcome some of these limitations by providing fluid flow to organoid cultures, allowing for nutrient and oxygen delivery, as well as physiologically similar forces from fluid flow.[56,86]\nDue to the gut’s critical role in the administration and absorption of drugs, MoC systems have been developed for examining drug toxicity and metabolism, as well as pharmacokinetic (PK) and pharmacodynamic (PD) models. Kimura et al. constructed an intestine (Caco-2)–liver (HepG2)–lung (A549) MoC system for simulating the oral administration of anticancer drugs[87] (Figure 5). The device could sustain the cells for more than 3 days. For pharmacokinetic modeling, the developed system investigated three types of substrates: Epirubicin, irinotecan, and cyclophosphamide. The small intestine functionality was investigated using 10 × 10−6 m Epirubicin injected into the luminal side of the unit. Liver function was evaluated, with and without the intestinal chamber by assessing irinotecan metabolism.\nEsch et al. examined adsorption of 50 nm NPs (polystyrene) across Caco-2/HT29-MTX co-cultures.[88] Particles were flowed through the basal side of the intestinal barrier, where the basal side lead to liver, kidney, adipose, and bone marrow (BM) chambers. The use of an “other organ” (heart, skin, spleen, lung, muscle, brain, etc.) allowed for scaling the system’s volume. The adsorption of these particles led to the release of aspartate aminotransferase from downstream HepG2 cells, indicating cell injury. Mahler et al. also utilized this system for the adsorption and metabolism of acetaminophen.[89] Higher concentrations of acetaminophen in the apical chamber of the intestinal barrier showed decreased liver cell viability and glutathione production.[89,90]\nWhile the functionality and structure of the intestinal environment have been modeled using OoCs, the systems are still limited to studying intraintestinal events. The integration of intestinal cells with MoCs is required to further drive these systems to physiological relevance. Particularly, smooth muscle and\nSmall Methods 2019, 1900589\nFigure 5. Small intestine–liver on-a-chip: A) Schematic displaying design of PDMS-based chip consisted of upper and lower layers. B) Schematic representation of the device consisting of multiorgan in separated chambers (small intestine, liver, and lung) and stir-based micropumps linked to microchannels to mimic arteries and veins. C) Photograph showing the microfluidic device. Black color represents microchannels on the upper layer and gray color displays microchannels on the lower layer of the device. Reproduced with permission.[87] Copyright 2015, SAGE.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (10 of 19)\nneuronal cells have been suggested owing to their roles in inflammatory diseases, blood flow, intestinal secretions, and motility.[83]"
    }, {
      "heading" : "3.2. Models Including Nanomaterial Metabolism and Clearance Organs",
      "text" : ""
    }, {
      "heading" : "3.2.1. Models Including Liver-on-a-Chip",
      "text" : "The liver is a vital organ with several important functions in the human body, especially for homeostasis and pathology. It has unique regeneration abilities and is the primary site of metabolism for several materials, such as medicine and absorbed food in the blood stream. The liver plays a crucial role not only in detoxification, but also in the production of other metabolites that can be useful or harmful to the body. For example, following the absorption of trimethylamine from the gut (produced from dietary choline[91] and l-carnitine[92]) into the liver, it is metabolized into trimethylamine N-oxide,[93] which has adverse effects on the cardiovascular system.[94] For this reason, liver-on-a-chip platforms have emerged to improve our knowledge about liver function and to investigate drug metabolism. Particularly, the metabolism and hepatotoxicity of NPs have been studied with liver-on-a-chip systems which mimic the permeable sinusoidal ECs.[95] In addition, developing appropriate liver tissue models would be of great interest for testing and developing NMs.\nThe liver microenvironment is complex and dynamic, with multiple cell types, oxygen conditions, and vascularized systems. Many early efforts were made toward recapitulating liver function in vitro using 2D and 3D cultures to better understand underlying mechanisms behind liver regeneration, toxicity, and metabolism. Ho et al. presented a liver cell patterning technique based on an enhanced field-induced dielectrophoresis trap to reconstruct heterogenous lobule liver tissue.[96] Patterning of HepG2 and ECs in 2D culture revealed that liver function could be enhanced compared to nonpatterned HepG2 cells. A functional 3D hepatic construct was fabricated by Tsang et al. using multilayer photopatterning of cellular hydrogels.[97] Photopolymerizable PEG diacrylate enabled the culture of encapsulated primary rat hepatocytes in a continuous flow bioreactor for\n12 days. The success of these approaches encouraged the development of more complicated OoC and MoC devices.\nSince the liver is a very important organ for drug metabolism and detoxification, a lot of work has been conducted to develop liver-on-a-chip models with high functionality. A study by Wang et al.[98] presented a new type of in vitro liver model that comprised liver organoids derived from iPSCs. These engineered liver organoids were combined with a liver-on-a-chip system to investigate organ development, disease mechanisms, and drug testing. The results showed that cell viability was improved under perfused culture conditions.[98] In a study by Bhise et al., bioprinted HepG2/C3A hepatic spheroid-laden hydrogels were incorporated in a perfusable bioreactor, which led to viable cultures for 30 days and enabled monitoring cell secretions for the duration of the culture.[99] Gori et al. reported a nonalcoholic fatty liver disease microfluidic model having a sinusoidlike organization which allowed hepatic cell long-term culture with a permissive tissue like microenvironment.[100] Using this system, it was possible to recapitulate steatosis in vitro with controllable intracellular lipid accumulation.\nLiver MoC models provide the ability to investigate a critical aspect of drug toxicity: metabolites produced in the liver may damage other organs. At the early stages of MoC models, 2D static models were mostly employed due to lack of fluidic device technologies. Lau et al. combined Caco-2 cells expanded on Transwell insert and hepatocytes placed in the basolateral receiver compartment representing liver.[101] This in vitro gut and liver hybrid model was created to test the bioavailability of randomly chosen marketed drugs. Li et al. showed individual organs such as kidney, liver, central nervous system, lung, and blood vessels cultured in multiwell plates.[102] Cytotoxicity toward MCF-7 cells was evaluated, and the results indicated that multiple organ interactions are required to predict in vivo drug properties. In an effort toward understanding the effects of cosmetic substances on the liver, Wanger et al. reported a MoC capable of sustaining co-cultures of liver microtissue and skin biopsies. Fourteen days later, interaction between the tissues was evaluated and the platform was used to study the systemic toxic effects of the diabetes drug, troglitazone[103] (Figure 6A).\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (11 of 19)\nWith the advancement of fluidic device technologies, single pass or recirculating systems have been combined with onchip platforms incorporating multiple tissues to represent different organs in the body. For an example of a single pass system, gravity-driven unidirectional flow was used in one MoC model interconnected with single gut and liver cultures.[104] Another example utilized the manual transfer of media supernatant in isolated intestine, liver, kidney, and blood brain barrier (BBB) cultures for drug studies.[26b] However, microfluidic connections within a chip system enable both continuous perfusion to mimic blood circulation and the recirculation of media for organ–organ communication both downstream and upstream. Satoh et al. recently developed a novel multi-throughput MoC system formed on a pneumatic pressure-driven medium circulation platform. This high-throughput MoC device was capable of simultaneously sustaining two-organ (liver and cancer) and four-organ/ tissue (liver, intestine, cancer, and connective tissue) models. The platform could operate under one pressure source and was developed to examine the impacts of anticancer drugs[105] (Figure 6B). Toward improving on-chip sensing data acquisition, Zhang et al. created a MoC system integrated with sensors for monitoring various parameters in real-time. Namely, physical environment (by physical sensors), drug effects (by electrochemical sensors), and morphology changes (by minimicroscope) of multiple organs (liver–heart or liver–cancer– heart) was monitored with a microfluidic-controlled breadboard system[56] (Figure 7).\nIn another study, a new microfluidic two-organ-chip system was demonstrated by Bauer et al. with an on-chip micropump for recirculating the flow.[106] To understand insulin and glucose consumption and accumulation, human pancreatic islet tissues and liver spheroids were cultured in this device. The spheroids based on a carcinoma cell line and HepG2 cells were used for drug metabolism and toxicity. A liver-, lung-, and heart-tissue-organ-on-chip system was fabricated by Skardal et al. to investigate interorgan responses to administered drugs.[107] Bioengineered tissue organoids were developed and integrated by bioprinting into a microfluidic device that recirculated flow with a microperistaltic pump. The liver organoids were generated with multiple cell types which exist in vivo as 10% stellate cells, 10% Kupffer cells, and 80% hepatocytes, ECM-derived bioink based on a hyaluronic acid and gelatin hydrogel enabled the formation of liver tissue constructs using cell aggregates in hanging drop culture. This study further demonstrated that the integration of multiple tissues/organon-chips may have a crucial work in assessing the effectiveness of candidate medicaments.\nThe interactions between NPs and hepatic cells have attracted recent attention due to targeted therapeutic approaches regarding the liver.[108] Exploring the design and application of NMs as promising vehicles to diagnose and treat hepatic diseases holds great potential in biomedical research. Therefore, it is required to combine 3D liver constructs with the same cell types that exist in natural liver tissue. Furthermore, microfluidics-based bioreactors should be used to enable the integration of multiple organ/tissue-on-a-chip modules to realize longterm monitoring of liver functionality and drug toxicity in MoC systems."
    }, {
      "heading" : "3.2.2. Models Including Kidney-on-a-Chip",
      "text" : "The kidney is an important organ for homeostasis and several other functions including excretory, secretory, endocrine, etc. Many agents circulating in the blood are metabolized, excreted, and regulated in the kidneys. Drugs and chemicals have usually been tested in animals, and their accumulation in vital organs including the kidneys has been examined.[109] However, nephrotoxicity is often only seen at clinical trial stages, with many cases occurring in phase III and phase IV trials.[13,110] For these reasons, understanding the underlying mechanism behind nephrotoxicity can help develop safer drugs. Nevertheless, a better predictive human in vitro model representing relevant kidney functions is still required for personalized medicine.\nIt remains difficult to use stem cell-based technologies to recreate complex structures, such as the kidneys. Yokoo et al. demonstrated a way to build complicated kidney tissues from autologous human mesenchymal stem cells.[111] These stem cells were reprogrammed into endogenous renal cell phenotypes and could contribute to functional complex kidney structures. Recent microengineering techniques allow the use of flow-associated shear stress or mechanical strain to study cellular behaviors. For instance, a microfluidic system with multilayered structures was developed by Jang and Suh to evaluate the mechanical parameter such as shear stress on renal tubular cell’s cytoskeletal arrangement and cell polarization.[112] Since the kidney is a complex organ, model systems based on simple 2D and static culture or limited cell types are not suitable for studying drug-induced nephrotoxicity screening.[113]\nThere has been a large effort in fabricating kidney-on-a-chip models.[114] There are several components of kidney tissue-ona-chip that have been developed thus far, such as convoluted proximal tubule (PT),[113a] glomerulus,[26a] and distal tubule.[115] Many studies have focused on the PT because of its higher susceptibility to drug toxicity due to its enzymes for gluconeogen esis.[10c,116] Thus, many PT models focused on developing PT cell-based systems that could that can help to understand on how renal gluconeogenesis differs from the liver in terms of its affinity for substances and its response to pathological and physiological stimuli. In addition, there have been suggested designs to build a multicomponent kidney-on-a-chip.[117] A kidney-on-a-chip system was developed by Li et al. using a compartmentalized microfluidic device with primary rat glomerular ECs to study cadmium induced nephrotoxicity.[118] The system allowed the real-time assessment of cell viability, tight junction protein expression in glomerulus cells, and lactate dehydrogenase leakage under cadmium exposure. A study by Kim et al. presented kidney epithelial cell-based microfluidic platform to examine pharmacokinetic responses.[119] The device used fluid perfusion to induce shear stress and promote tubular function to study injection and continuous infusion drug profiles.\nMoC models could be used to mimic the metabolism and distribution of drugs in the human body. One study by Chang et al. integrated a kidney- and liver-on-a-chip to investigate the mechanism responsible for the activation and distribution of aristolochic acid I.[120] Human primary cells (human epithelial cells from proximal tubule (hPTECs) from human kidney and hepatocytes from human liver tissues) were used,\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (12 of 19)\nand the results identified how liver–kidney interactions occur in response to chemical toxicants. A similar study by Li et al. assessed the nephrotoxicity dependent on hepatic metabolism by using an integrated liver (HepG2 cells)–kidney (glomerular ECs) chip.[121] Liver and kidney cells were expanded on the bottom and upper layers, respectively, allowing for the\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (13 of 19)\nevaluation of toxicity via filtration through kidney. The introduced drug was metabolized in the liver and found to be toxic for kidney cells.\nAn MoC model integrating as many organ functions as possible on a microfluidic system has been suggested to predict organ communications. Miller and Shuler demonstrated a model containing 13 different organs-on-a-chip with barrier (gastrointestinal tract, skin, and lung) and without barrier (bone marrow, liver, heart, fat, kidney, brain, muscle, adrenal glands, spleen, and pancreas) function.[122] The system mimicked the process of chemical or biological agent entry in the body by introducing them through the barrier tissues and then exposing the nonbarrier tissues in 3D hydrogels. The MoC system used gravity to drive microfluidic circulation and measured cellular functions for a sustained period.\nOne of the major issues in recapitulating kidney function is the use of immortalized cell lines such as epithelial cells from proximal tubules,[23b] tubular epithelial cells from porcine,[123] canine (Madin–Darby canine kidney (MDCK)) tubular epithelial cells,[119] and human (human kidney-2) proximal tubular epithelial cells[14] instead of employing primary human cells. The culture of these cell lines would cause blockages in the hollow fibers,[123] and the nonhuman cell lines may lead to limitations when evaluating therapeutic function of drugs and developing a disease platform. To this end, hPTECs, embryonic stem cells,[124] or iPSC-derived hPTEC-like cells[125] have been explored to recapitulate more functional kidney tissues. However, culturing primary cells has not been fast or readily achievable without using RNA interference or antisense nucleotides targeting p53 or p16INK4a which is known as cyclin dependent kinase inhibitor. Moreover, although it is promising to obtain hPTEC phenotypes from embryonic stem cells or iPSCs for realizing personalized medicine, these cells have not been sufficiently characterized to date.\nMany cells such as glomerular vascular ECs and podocytes exist in the kidney and should also be integrated to express cellular metabolic and endocrine functions. Cell–cell interactions are highly required to generate an efficient kidney-on-achip platform. In addition, mechanical cues such as fluid flow dynamics, the renal tubular segments organizations, transcellular electrochemical, and osmotic pressure gradients that influence cellular functions are required. Topological cues are also required to better mimic the complex kidney structure due to their importance in cellular fate and function. The use of 3D bioprinting may help to develop these complicated structures.[126] These biomaterials can then be applied into MoCs and integrated with advanced microfluidic technologies, biosensors, and stem cell biology. Nanotechnological applications of kidney related disease therapies are under progress, and will have transformative effects in medicine."
    }, {
      "heading" : "3.3. Models Including Toxicity-Susceptible Tissues and Organs",
      "text" : ""
    }, {
      "heading" : "3.3.1. Models Including Bone Marrow-on-a-Chip",
      "text" : "Bone marrow (BM) is a spongy tissue located inside the cancellous part of long bones and in flat bones. In early childhood, BM is of predominantly hematopoietic/osteogenic type.\nIncreased accumulation of marrow adipose tissue (MAT) begins after birth, with the marrow of distal bones being affected more rapidly than that of the proximal bones. In clinical studies of healthy and metabolic disordered populations, MAT has been reported as an important regulator of bone turnover which has been inversely related to bone mineral density and integrity.[127] BM also has important roles in the regulation of inflammation. Interestingly, gut microbiota can affect BM hematopoietic stem cells. In obesity, gut microbiota stimulated hematopoietic stem cell differentiation by damaging BM niche function.[128]\nBM is known to contain hematopoietic and stromal stem cells which are used to produce blood, bone, fat, and cartilage cells. Recently, interest in developing in vitro BM models has been increasing. However, it is difficult to reproduce the BM local microenvironment due to the many factors that affect the engineering of such BM models. Additionally, conventional blood stem cells lose their capacity to proliferate and differentiate while under in vitro conditions. It seems that reciprocal interactions among stromal, hematopoietic, and bone compartments are critical for hematopoiesis. Therefore, these issues must be considered when designing BM in vitro models that can provide appropriate marrow niches.\nThe BM niche and composition are important for the development of leukemia as well as leukemia’s resistance to drugs. Two-dimensional culture conditions that tried mimic leukemic BM niche failed to capture enough complexity. To study in vivo relevance, Bruce et al. engineered a multicell type OoC comprising primary human BM stromal cells, leukemic cells, and osteoblasts encapsulated in a 3D collagen matrix and cultured on a microfluidic platform.[129] Tumor cell viability in the presence of the cytarabine (chemotherapeutic agent) was compared in tumor cells alone and triculture models either as 2D static, 3D static, or 3D microfluidic cultures. According to this study, the 3D triculture model was associated with leukemic cells decreased drug sensitivity as compared to the 2D models. The protective role of the BM microenvironment for tumor cell survival during the treatment with drug was elucidated. Another microfluidic platform was developed by Houshmand et al.[130] to mimic the BM environment. TF-1 cells were co-cultured with BM stromal cells in 2D and 3D microfluidic systems. Drug screening was evaluated by using azacytidine and cytarabine. The number of leukemic cells in the 3D microfluidic culture was found to increase in comparison to 2D culture conditions. In 3D culture conditions, drug resistance of cells was found by cytotoxicity assay and higher BCL2 expression in the 3D microfluidic device was reported by quantitative PCR (qPCR). Once again, this research shows the importance of mimicking BM niche for the development of targeted therapies.\nTaking another approach, Bourgine et al. designed a BM OoC model that utilized porous bone-resembling hydroxyapatite scaffolds. The scaffolds were seeded with human mesenchymal stromal cells and deposited osteogenic cell-derived ECM. A perfusion flow was employed to simulate the flow of interstitial fluid and related shear stress. Perfusion of human purified cord blood-derived CD34+ cells was applied into the system to add the blood compartment to the stromal tissue. It was found that exposure to bleomycin impairs the capacity of mesenchymal stromal cells to maintain hematopoietic stem cells quiescent.[131]\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (14 of 19)\nA novel 3D MoC model was presented by Sieber et al., which was composed of a scaffold (hydroxyapatite coated zirconium oxide), containing human stromal cells and cord hematopoietic stem cells.[132] Based on their results, the HSPCs were found to maintain their stem cell state and capability of differentiating to erythrocyte, granulocyte, megakaryocyte, and macrophage colonies. This was the first human in vitro 3D BM system that demonstrated enhanced hematopoietic progenitor long-term culture (28 days) in a microfluidic environment. Developing such long-term culture periods is critical for future MoC toxicity testing where systemic effects must be monitored over time."
    }, {
      "heading" : "3.3.2. Models Including Blood Vessel-on-a-Chip",
      "text" : "It is known that blood vessels are likely to be affected by substances circulating in the blood such as NMs. NMs can move out of the vasculature into interstitial tissues or to other tissues from the blood. Fluid shear stress, vascular transport, and the toxicity on ECs are very important parameters regarding the interactions of NPs with the vasculature. Reported models have already reproduced several features of vasculature based on these perspectives.[74] For instance, Ahn et al. fabricated a 3D microvessel-on-a-chip model to understand how cationic polymer NPs affect vascular cytotoxicity and extravascular transport.[133] The extravascular transport mechanism for polyethylenimine (PEI), which was used as gene carrier for cationic NPs, was obtained from a microvessel chip platform that was not possible from 2D platforms. In microvessel, the transcytotic effect of NPs was nearly the same as in vivo conditions.\nIn many early studies, ECs were cultured on a Transwell insert, petri dish, or hydrogel to make blood vessel walls and better understand vascular biology. However, 2D culture, Matrigel embedded culture, and microbead-based models cannot mimic organ-specific microenvironments, making these models not suitable for gas exchange and nutrient transportation. More biomimetic structures considering shape and polarized surfaces are needed to investigate organ viability. In this respect, an in vitro blood vessel-on-a-chip model was reported by Pautry et al. that mimics effective endothelial angiogenesis which allowed the study of antiangiogenic drugs and simultaneous testing of angiogenesis and permeability.[134] A vascular endothelial growth factor-A (VEGF-A) was selected as target for the development of drugs.\nSub-50 nm diameter mesoporous silica NPs were placed in blood vessel on a chip platform by Kim et al.[135] to investigate the effect of NPs on platelet functions such as adhesion. In another study by Kim et al.,[136] blood circulation nanotoxicity was formalized and the cytotoxic effect of NPs on human umbilical vein ECs (HUVECs) was studied with microfluidics. This study showed that depending on NP modification, shear stress is a critical factor for toxicity to ECs. Recently, a microfluidic system was created by Fede et al.[137] to understand how human EC viability changes with different sizes (24 and 13 nm) and doses of AuNPs in a continuous flow of culture medium. The toxicity of AuNPs in flow conditions was found to be lower than those in static conditions. Additionally,\nthe size of the particles was not critical for HUVEC viability whereas the HUVEC viability decreased as NP surface area increased.\nTo include organ–organ interactions, MoC systems employing engineered blood vessels can provide an opportunity to combine different numbers and types of organs together. The organization of a vascular network is a critical part of 3D culture formation in microfluidic chip devices. One study made by Zhang et al. involved the development of vascular module for use in connecting MoCs.[138] The group fabricated PDMS hollow tubes which showed very good gas exchange, optical visualization, and elasticity for vascular module and presented two different templating strategies. These inner templates of the system were prepared based on metal rods or airflow and the outer templates were fabricated with plastic tubes. HUVECs were used to functionalize the PDMS tubes to serve as elastomeric biomimetic blood vessels. These PDMS hollow tubes were easily integrated into a microfluidic platform. Similarly, Hasenberg[139] reported an MoC system created from a combination of engineered vessels and neovascularization. Fibrin was used as a scaffold material because its structural and mechanical properties are close to those found in native ECM. HUVECs were seeded in the fibrin gels to promote the formation of 3D capillary-like networks. The seeded cells showed good viability in the dynamic environment, and the network remained stable in serum.\nThree-dimensional vascularized tissue constructs require ECs and ECM combination to porduce natural tissues and biomimetic organs. The circulatory system acts as a means that controls the reach of NPs to different organs. Advanced MoC platforms integrated with 3D microvascular networks can help explain how NMs behave in the human body."
    }, {
      "heading" : "3.3.3. Models Including Spleen-on-a-Chip",
      "text" : "The spleen functions to filter aged, damaged, and infected red blood cells via the splenic red pulp, while also serving to activate the adaptive immune system via splenic white pulp. An open-slow microcirculation system eliminates unhealthy red blood cells by two main mechanisms. Specialized macrophages target damaged cells and a physical constraint provided by unidirectional passage through interendothelial slits removes cells which lack deformability.[140]\nThe spleen is particularly susceptible to NP translocation via intestinal lymphatic tissue, potentially because of its blood cleansing and immune system functions.[141] As such, the development of models to study potential NM toxicity effects on the spleen have been suggested. Spleen-on-a-chip models offer a promising blood-cleansing solution to treat bloodstream infections by removing pathogens. A study was developed to mimic the hydrodynamic behavior, physical barrier properties, and filtering functions of the spleen.[140] This human splenon-on-a-chip includes two parts with different flow dynamics and two physical barriers with a pillar matrix to increase the hematocrit value of the blood. Unidirectional microconstrictions were used to mimic the filtration bed and inter-endothelial slits. This device can be used to improve our understanding of spleen pathophysiology in malaria and other\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (15 of 19)\nhematological disorders, as well as for screening new drugs for hematological disorders. Another initiative was made to devise a spleen-on-a-chip for cleansing blood for sepsis therapy. In this effort, human opsonin (mannose-binding lectin) coated magnetic nanobeads were developed to bind different pathogens and toxins without leading to the activation of complement and coagulation systems. Infected blood can be mixed with these functionalized magnetic nanobeads to collect the opsoninbound toxins and pathogens. The purified blood can then be returned to the patients. An in vivo study on infected rats showed that this spleen-on-a-chip can cleanse more than 90% of bacteria, leading to decreased inflammatory cytokine levels.[142]\nOne main cause of failure in drug delivery and therapeutic NPs is the toxicity imposed to the immune system.[143] Because the spleen is an important immune organ which facilitates blood filtering and contains macrophages, it may be particularly suitable to such toxicity. Accordingly, further developments in spleen-on-a-chip models are of high relevance to elucidate immune physiology in response to NMs. Following examinations of developed models on large animals and clinical trials with longer observation periods can provide more blueprints to improve their functionality. However, less priority has been given to develop spleen mimicking models, due to the possibility of human survival without this organ. Spleen-on-a-chip devices for blood cleansing in combination with other multiorgan-on-a-chip units can not only help solicit more biomimetic immune models for developing NPs, but also serve as platform for cleansing pathogens after treatments."
    }, {
      "heading" : "4. Challenges and Future Outlook",
      "text" : "Despite the fact that research on OoC models started about a decade ago and profound foundations have been established, robust clinical applications of OoCs have yet to be accomplished. Challenges such as reproducibility and feasibility of engineered OoC devices along with their validation and effectiveness as compared to biological systems should be overcome. More in-depth studies are needed to incorporate functional characteristics of complex organs such as kidney-, heart-, and liver-on-a-chip. Some studies have reported the interaction between four organ-on-a-chip units;[36a] however, a comprehensive dynamic MoC has not been achieved yet. Recently, “fish-ona-chip” microfluidic systems have been developed, which allow monitoring of the small organism with fluorescent labeled nanoparticles and trafficking nanoparticle inside the cells in a high throughput manner.[144] These may have the potential to accelerate the development and use of “body-on-a-chip” system to assess new nanoparticle-based drugs and find out their possible side effects.\nTo mimic the interconnectedness of organs within the human body, MOC systems need to maintain a variety of cell types. This creates another problem encountered in recirculating common medium for different cell types, transport of nutrients, and soluble factors at the physiological level. Since MOC systems are formed by linking several organs on a chip structures, it is important to ensure sterility and to remote air bubbles from the environment. In in vivo systems, cells obtain oxygen and nutrients via blood flow, and they receive chemical\nand physical stimulation, such as stretching and shear stress, from the surrounding environment. This creates flow rate differences between platforms. Ideal oxygenation, and nutrient levels for different organs emerge as a challenging problem for engineering. Complex microfluidic circulation allows automation and integration of organ models with biosensors, could be used to evaluate organoid responses to various stimuli. Challenges include reproducing the architectural complexity of the human tissues and creating organs in vitro with interconnected miniaturized biosensors and electrodes. Another technical and scientific problem is created by PDMS that has traditionally been the material of choice due to its favorable properties with regard to fabrication and permeability. However, for drug testing, this material creates a problem due to the adsorption of drugs.[50,145]\nAdditionally, OoC devices with routine production, reproducible quality, and robust functionality have yet to be developed. Latent opportunities must be identified, harnessed, and integrated to continue driving progress in the field.[114] Steps have been taken by researchers with experience in microfabrication to increase the use of microfluidic devices, as developers seek to make modular, plug-and-play platforms.[146]\nRecent multidisciplinary technologies can be converted to achieve robust, functional, and physiologically relevant OoC systems to meet increasing demands.[147] For instance, the convergence of bioelectronics with OoC systems and other modalities will enhance our technologies for diagnostics, prognosis, and therapies.[148] A variety of sensor types have been integrated into OoC systems to assess the viability and activity of cells, including O2, glucose, lactate, pyruvate, and glutamate.[149] Providing monitoring of multiple metrics of cell activity in realtime for each component of a MoC system will be of critical importance. This is particularly the case when distinguishing health from disease states for diagnosis.[107]\nEngineering challenges also remain when scaling and sizing each organ system in MoC devices, particularly as they become more complex. These challenges have been discussed in detail by Wikswo et al.[150] Different approaches, each with its own advantages and disadvantages, have been proposed, including allometric scaling,[151] interconnected “histological sections,” and functional scaling. Allometric scaling was applied in early pharmacokinetic models and could make a promising approach for the integration/validation of PK–PD modeling with the experimental results of MoCs. “Histological sections” aim to replicate a small portion of the tissue in vivo environment, and therefore the flow rates or external stimuli are scaled to the device. However, if the culture medium is recirculated, determining the optimal circuit volume is difficult and can lead to delays in the detection of various metabolites. The detection of highly reactive species with limited lifetimes are particularly difficult. Lastly, functional scaling sizes of the OoC are based on the functional component of the organ (i.e., lung and gas exchange). However, this may lead to oversimplifications of each organ and their interaction with other systems.\nAnother challenge in the clinical translation of OoC and MoC devices is cell sourcing. While culturing of stem cells in individual devices has been done, the differentiation of these cells often requires specialized organ-specific protocols/media, making it difficult to link multiorgan systems. iPSCs have been used in OoC devices for experiments, however, they impose\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (16 of 19)\nrisks such as developing teratomas.[50–52] Accordingly, these risks must be taken in consideration when it comes to achieving clinical applications. This issue has encouraged researchers to look for cell sourcing alternatives. Additionally, nanotechnology developments can be tested in OoC and MoC systems to provide precision diagnostics, therapies, and specific cell-level analyses."
    }, {
      "heading" : "5. Conclusions",
      "text" : "Although the development of NMs is on the rise, limited means to test their efficacy has led to delayed translation in clinical and industrial applications. With the recent advent of OoC and MoC systems, it is becoming possible to leverage the advantages offered by these platforms to examine the interactions of NMs with representative target tissues and organs. Their potential is huge, yet to be exploited properly, the data must be validated carefully using animal studies and clinical trials. With continuing advancements, the use of MoC platforms should eventually lead to moving away from animal testing."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge funding from the National Institutes of Health (AR057837, CA214411, HL137193, EB022403, and R01EB021857), the Air Force Office of Sponsored Research under award # FA955015-1-0273, Department of Defense: BiofabUSA Quick Start Project, and the American Heart Association Transformational Project Award (18TPA34230036). R.T. would like to acknowledge the financial support from the Scientific and Technological Research Council of Turkey (TUBITAK) 2214-A International Doctorate Research Fellowship Program (App. No: 1059B141700084) and from Istanbul University Cerrahpasa, Engineering Faculty, Chemistry Department. The authors thank Mohammed Xohdy for producing some of illustrations in this paper.\nConflict of Interest The authors declare no conflict of interest.\nKeywords multiorgan-on-a-chip, nanomaterials, organ-on-a-chip, personalized medicine, toxicity\nReceived: August 25, 2019 Revised: September 21, 2019\nPublished online:\n[1] L. Lin, H. Zhao, J. Li, J. Tang, M. Duan, L. Jiang, Biochem. Biophys. Res. Commun. 2000, 274, 817. [2] Anonymous, 2018, 191, https://www.researchandmarkets.com/ research/zc7qgf/global?w=5. [3] a) M. Youns, J. D. Hoheisel, T. Efferth, Curr. Drug Targets 2011, 12, 357; b) J. U. Menon, P. Jadeja, P. Tambe, K. Vu, B. Yuan, K. T. Nguyen, Theranostics 2013, 3, 152. [4] a) M. R. Miller, J. B. Raftis, J. P. Langrish, S. G. McLean, P. Samutrtai, S. P. Connell, S. Wilson, A. T. Vesey, P. H. B. Fokkens, A. J. F. Boere, P. Krystek, C. J. Campbell, P. W. F. Hadoke,\nK. Donaldson, F. R. Cassee, D. E. Newby, R. Duffin, N. L. Mills, ACS Nano 2017, 11, 4542; b) L. Järup, Br. Med. Bull. 2003, 68, 167. [5] C. M. Rochman, E. Hoh, T. Kurobe, S. J. Teh, Sci. Rep. 2013, 3, 3263. [6] C. Baudouin, M. Charveron, R. Tarroux, Y. Gall, Cell Biol. Toxicol.\n2002, 18, 341. [7] H. S. Choi, Y. Ashitate, J. H. Lee, S. H. Kim, A. Matsui,\nN. Insin, M. G. Bawendi, M. Semmler-Behnke, J. V. Frangioni, A. Tsuda, Nat. Biotechnol. 2010, 28, 1300. [8] G. Oberdörster, E. Oberdörster, J. Oberdörster, Environ. Health Perspect. 2005, 113, 823. [9] S. Arora, J. M. Rajwade, K. M. Paknikar, Toxicol. Appl. Pharmacol. 2012, 258, 151. [10] a) T. Hartung, Nature 2009, 460, 208; b) S. E. Jenkinson, G. W. Chung, E. van Loon, N. S. Bakar, A. M. Dalzell, C. D. Brown, Pfluegers Arch. 2012, 464, 601; c) K. J. Jang, A. P. Mehr, G. A. Hamilton, L. A. McPartlin, S. Chung, K. Y. Suh, D. E. Ingber, Integr. Biol. 2013, 5, 1119. [11] G. Gintant, P. T. Sager, N. Stockbridge, Nat. Rev. Drug Discovery 2016, 15, 457. [12] B. Wang, G. Gray, Risk Anal. 2015, 35, 1154. [13] C. A. Naughton, Am. Fam. Physician 2008, 78, 743. [14] M. Adler, S. Ramm, M. Hafner, J. L. Muhlich, E. M. Gottwald,\nE. Weber, A. Jaklic, A. K. Ajay, D. Svoboda, S. Auerbach, E. J. Kelly, J. Himmelfarb, V. S. Vaidya, J. Am. Soc. Nephrol. 2016, 27, 1015. [15] T. Hartung, C. Rovida, Nature 2009, 460, 1080. [16] a) B. J. Blaauboer, M. E. Andersen, Arch. Toxicol. 2007, 81,\n385; b) H. Greim, M. Arand, H. Autrup, H. M. Bolt, J. Bridges, E. Dybing, R. Glomot, V. Foa, R. Schulte-Hermann, Arch. Toxicol. 2006, 80, 121. [17] K. Ronaldson-Bouchard, G. Vunjak-Novakovic, Cell Stem Cell 2018, 22, 310. [18] G. M. Whitesides, Nature 2006, 442, 368. [19] a) R. João, S. Hossein, M. Amir, L. Jeroen, B. Katelyn, Z. Y. Shrike,\nF. Lino, K. Ali, Appl. In Vitro Toxicol. 2016, 2, 82; b) H. J. Kim, D. Huh, G. Hamilton, D. E. Ingber, Lab Chip 2012, 12, 2165. [20] J. Ribas, Y. S. Zhang, P. R. Pitrez, J. Leijten, M. Miscuglio, J. Rouwkema, M. R. Dokmeci, X. Nissan, L. Ferreira, A. Khademhosseini, Small 2017, 13, 1603737. [21] A. Pavesi, G. Adriani, M. Rasponi, I. K. Zervantonakis, G. B. Fiore, R. D. Kamm, Sci. Rep. 2015, 5, 11800. [22] D. Huh, G. A. Hamilton, D. E. Ingber, Trends Cell Biol. 2011, 21, 745. [23] a) E. J. Weber, A. Chapron, B. D. Chapron, J. L. Voellinger, K. A. Lidberg, C. K. Yeung, Z. Wang, Y. Yamaura, D. W. Hailey, T. Neumann, Kidney Int. 2016, 90, 627; b) N. Ferrell, K. B. Ricci, J. Groszek, J. T. Marmerstein, W. H. Fissell, Biotechnol. Bioeng. 2012, 109, 797; c) C. Shen, G. Zhang, Q. Wang, Q. Meng, ACS Appl. Mater. Interfaces 2015, 7, 19789; d) A. A. Banaeiyan, J. Theobald, J. Paukštyte, S. Wölfl, C. B. Adiels, M. Goksör, Biofabrication 2017, 9, 015014. [24] S. N. Bhatia, D. E. Ingber, Nat. Biotechnol. 2014, 32, 760. [25] B. A. Hassell, G. Goyal, E. Lee, A. Sontheimer-Phelps, O. Levy,\nC. S. Chen, D. E. Ingber, Cell Rep. 2017, 21, 508. [26] a) S. Musah, A. Mammoto, T. C. Ferrante, S. S. F. Jeanty,\nM. Hirano-Kobayashi, T. Mammoto, K. Roberts, S. Chung, R. Novak, M. Ingram, T. Fatanat-Didar, S. Koshy, J. C. Weaver, G. M. Church, D. E. Ingber, Nat. Biomed. Eng. 2017, 1, 0069; b) L. Vernetti, A. Gough, N. Baetz, S. Blutt, J. R. Broughman, J. A. Brown, J. Foulke-Abel, N. Hasan, J. In, E. Kelly, Sci. Rep. 2017, 7, 42296. [27] A. T P, S. S. M, A. Jose, L. Chandran, S. M. Zachariah, J. Clin. Med. Res. 2009, 1, 191. [28] E. W. Esch, A. Bahinski, D. Huh, Nat. Rev. Drug Discovery 2015, 14, 248.\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (17 of 19)\n[29] N. Kashaninejad, M. R. Nikmaneshi, H. Moghadas, A. K. Oskouei, M. Rismanian, M. Barisam, M. S. Saidi, B. Firoozabadi, Micromachines 2016, 7, 130. [30] D. Huh, B. D. Matthews, A. Mammoto, M. Montoya-Zavala, H. Y. Hsin, D. E. Ingber, Science 2010, 328, 1662. [31] X. Li, T. Tian, Anal. Methods 2018, 10, 3122. [32] L. Li, K. Gokduman, A. Gokaltun, M. L. Yarmush, O. B. Usta,\nNanomedicine 2019, 14, 2209. [33] C. Zhang, Z. Zhao, N. A. Abdul Rahim, D. van Noort, H. Yu,\nLab Chip 2009, 9, 3185. [34] S. P. D. Webb, BioTechniques 2017, 62, 93. [35] H. L. Lanz, A. Saleh, B. Kramer, J. Cairns, C. P. Ng, J. Yu,\nS. J. Trietsch, T. Hankemeier, J. Joore, P. Vulto, R. Weinshilboum, L. Wang, BMC Cancer 2017, 17, 709. [36] a) I. Maschmeyer, A. K. Lorenz, K. Schimek, T. Hasenberg, A. P. Ramme, J. Hübner, M. Lindner, C. Drewell, S. Bauer, A. Thomas, Lab Chip 2015, 15, 2688; b) Z. Li, W. Su, Y. Zhu, T. Tao, D. Li, X. Peng, J. Qin, Biomicrofluidics 2017, 11, 034114. [37] H. Waseem, M. R. Williams, R. D. Stedtfeld, T. M. Stedtfeld, R. Shanker, S. A. Hashsham, in Nanotoxicology: Experimental and Computational Perspectives (Eds: A. Dhawan, D. Anderson, R. Shanker), The Royal Society of Chemistry, London 2018, p. 203. [38] Y. S. Zhang, Y. N. Zhang, W. Zhang, Drug Discovery Today 2017, 22, 1392. [39] a) J. A. Brown, V. Pensabene, D. A. Markov, V. Allwardt, M. D. Neely, M. Shi, C. M. Britt, O. S. Hoilett, Q. Yang, B. M. Brewer, P. C. Samson, L. J. McCawley, J. M. May, D. J. Webb, D. Li, A. B. Bowman, R. S. Reiserer, J. P. Wikswo, Biomicrofluidics 2015, 9, 054124; b) K.-J. Jang, A. P. Mehr, G. A. Hamilton, L. A. McPartlin, S. Chung, K.-Y. Suh, D. E. Ingber, Integr. Biol. 2013, 5, 1119; c) H. J. Kim, D. E. Ingber, Integr. Biol. 2013, 5, 1130; d) R. Booth, H. Kim, Lab Chip 2012, 12, 1784; e) A. K. H. Achyuta, A. J. Conway, R. B. Crouse, E. C. Bannister, R. N. Lee, C. P. Katnik, A. A. Behensky, J. Cuevas, S. S. Sundaram, Lab Chip 2013, 13, 542; f) S. R. Shin, T. Kilic, Y. S. Zhang, H. Avci, N. Hu, D. Kim, C. Branco, J. Aleman, S. Massa, A. Silvestri, J. Kang, A. Desalvo, M. A. Hussaini, S. K. Chae, A. Polini, N. Bhise, M. A. Hussain, H. Lee, M. R. Dokmeci, A. Khademhosseini, Adv. Sci. 2017, 4, 1600522. [40] S. E. Park, A. Georgescu, D. Huh, Science 2019, 364, 960. [41] a) N. Ashammakhi, E. Elkhammas, A. Hasan, J. Biomed. Mater.\nRes., Part B 2019, 107, 2006; b) M. L. Shuler, Lab Chip 2019, 19, 9. [42] Y. Zhao, R. Yao, L. Ouyang, H. Ding, T. Zhang, K. Zhang, S. Cheng,\nW. Sun, Biofabrication 2014, 6, 035001. [43] J. S. Gnecco, A. P. Anders, D. Cliffel, V. Pensabene, L. M. Rogers,\nK. Osteen, D. M. Aronoff, Curr. Pharm. Des. 2017, 23, 6115. [44] J. S. Lee, R. Romero, Y. M. Han, H. C. Kim, C. J. Kim, J.-S. Hong,\nD. Huh, J. Matern.-Fetal Neonat. Med. 2016, 29, 1046. [45] a) Y. Fan, D. T. Nguyen, Y. Akay, F. Xu, M. Akay, Sci. Rep. 2016,\n6, 25062; b) X. Yang, K. Li, X. Zhang, C. Liu, B. Guo, W. Wen, X. Gao, Lab Chip 2018, 18, 486; c) M. Elmusrati, N. Ashammakhi, J. Craniofacial Surg. 2018, 29, 1682. [46] K. H. Benam, M. Mazur, Y. Choe, T. C. Ferrante, R. Novak, D. E. Ingber, Methods Mol. Biol. 2017, 1612, 345. [47] Y. S. Zhang, F. Davoudi, P. Walch, A. Manbachi, X. Luo, V. Dell’Erba, A. K. Miri, H. Albadawi, A. Arneri, X. Li, X. Wang, M. R. Dokmeci, A. Khademhosseini, R. Oklu, Lab Chip 2016, 16, 4097. [48] G. Wang, M. L. McCain, L. Yang, A. He, F. S. Pasqualini, A. Agarwal, H. Yuan, D. Jiang, D. Zhang, L. Zangi, J. Geva, A. E. Roberts, Q. Ma, J. Ding, J. Chen, D.-Z. Wang, K. Li, J. Wang, R. J. A. Wanders, W. Kulik, F. M. Vaz, M. A. Laflamme, C. E. Murry, K. R. Chien, R. I. Kelley, G. M. Church, K. K. Parker, W. T. Pu, Nat. Med. 2014, 20, 616. [49] N. A. Ashammakhi, A. Elzagheid, J. Craniofacial Surg. 2018, 29, 823.\n[50] J. Ribas, Y. S. Zhang, P. R. Pitrez, J. Leijten, M. Miscuglio, J. Rouwkema, M. R. Dokmeci, X. Nissan, L. Ferreira, A. Khademhosseini, Small 2017, 13, 1603737. [51] S. Hong, L. P. Lee, Biophys. J. 2014, 106, 245a. [52] a) A. Mathur, P. Loskill, K. Shao, N. Huebsch, S. Hong,\nS. G. Marcus, N. Marks, M. Mandegar, B. R. Conklin, L. P. Lee, K. E. Healy, Sci. Rep. 2015, 5, 8883; b) J. U. Lind, T. A. Busbee, A. D. Valentine, F. S. Pasqualini, H. Yuan, M. Yadid, S.-J. Park, A. Kotikian, A. P. Nesmith, P. H. Campbell, J. J. Vlassak, J. A. Lewis, K. K. Parker, Nat. Mater. 2017, 16, 303. [53] G. Conant, B. F. L. Lai, R. X. Z. Lu, A. Korolj, E. Y. Wang, M. Radisic, Stem Cell Rev. Rep. 2017, 13, 335. [54] A. Skardal, T. Shupe, A. Atala, Drug Discovery Today 2016, 21, 1399. [55] D. E. Ingber, Development 2018, 145, dev156125. [56] Y. S. Zhang, J. Aleman, S. R. Shin, T. Kilic, D. Kim, S. A. M. Shaegh,\nS. Massa, R. Riahi, S. Chae, N. Hu, H. Avci, W. Zhang, A. Silvestri, A. S. Nezhad, A. Manbohi, F. De Ferrari, A. Polini, G. Calzone, N. Shaikh, P. Alerasool, E. Budina, J. Kang, N. Bhise, J. Ribas, A. Pourmand, A. Skardal, T. Shupe, C. E. Bishop, M. R. Dokmeci, A. Atala, A. Khademhosseini, Proc. Natl. Acad. Sci. USA 2017, 114, E2293. [57] J. E. Sosa-Hernández, A. M. Villalba-Rodríguez, K. D. RomeroCastillo, M. A. Aguilar-Aguila-Isaías, I. E. García-Reyes, A. Hernández-Antonio, I. Ahmed, A. Sharma, R. Parra-Saldívar, H. M. N. Iqbal, Micromachines 2018, 9, 536. [58] Q. Yang, Q. Lian, F. Xu, Biomicrofluidics 2017, 11, 031301. [59] a) J. E. Sosa-Hernández, A. M. Villalba-Rodríguez, K. D. Romero-\nCastillo, M. A. Aguilar-Aguila-Isaías, I. E. García-Reyes, A. Hernández-Antonio, I. Ahmed, A. Sharma, R. Parra-Saldívar, H. M. N. Iqbal, Micromachines 2018, 9, 536. b) A. Díaz Lantada, W. Pfleging, H. Besser, M. Guttmann, M. Wissmann, K. Plewa, P. Smyrek, V. Piotter, J. P. García-Ruíz, Polymers 2018, 10, 1238. [60] H. Lee, D. W. Cho, Lab Chip 2016, 16, 2618. [61] M. Kasendra, A. Tovaglieri, A. Sontheimer-Phelps,\nS. Jalili-Firoozinezhad, A. Bein, A. Chalkiadaki, W. Scholl, C. Zhang, H. Rickner, C. A. Richmond, H. Li, D. T. Breault, D. E. Ingber, Sci. Rep. 2018, 8, 2871. [62] S. Ahn, H. A. M. Ardoña, J. U. Lind, F. Eweje, S. L. Kim, G. M. Gonzalez, Q. Liu, J. F. Zimmerman, G. Pyrgiotakis, Z. Zhang, J. Beltran-Huarac, P. Carpinone, B. M. Moudgil, P. Demokritou, K. K. Parker, Anal. Bioanal. Chem. 2018, 410, 6141. [63] M. B. Chen, S. Srigunapalan, A. R. Wheeler, C. A. Simmons, Lab Chip 2013, 13, 2591. [64] P. J. Borm, D. Robbins, S. Haubold, T. Kuhlbusch, H. Fissan, K. Donaldson, R. Schins, V. Stone, W. Kreyling, J. Lademann, J. Krutmann, D. Warheit, E. Oberdorster, Part. Fibre Toxicol. 2006, 3, 11. [65] Z. Zhang, B. B. Michniak-Kohn, Pharmaceutics 2012, 4, 26. [66] K. Schimek, H. H. Hsu, M. Boehme, J. J. Kornet, U. Marx,\nR. Lauster, R. Portner, G. Lindner, Bioengineering 2018, 5, 43. [67] F. A. Alexander Jr., S. Eggert, J. Wiest, Genes 2018, 9, 114. [68] H. E. Abaci, Z. Guo, Y. Doucet, J. Jackow, A. Christiano, Exp. Biol.\nMed. 2017, 242, 1657. [69] F. Arends, S. Sellner, P. Seifert, U. Gerland, M. Rehberg, O. Lieleg,\nLab Chip 2015, 15, 3326. [70] B. Ataç, I. Wagner, R. Horland, R. Lauster, U. Marx,\nA. G. Tonevitsky, R. P. Azar, G. Lindner, Lab Chip 2013, 13, 3555. [71] S. Lee, S.-P. Jin, Y. K. Kim, G. Y. Sung, J. H. Chung, J. H. Sung,\nBiomed. Microdevices 2017, 19, 22. [72] M. Zhang, C. Xu, L. Jiang, J. Qin, Toxicol. Res. 2018, 7, 1048. [73] Z. Xu, E. Li, Z. Guo, R. Yu, H. Hao, Y. Xu, Z. Sun, X. Li, J. Lyu,\nQ. Wang, ACS Appl. Mater. Interfaces 2016, 8, 25840.\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (18 of 19)\n[74] N. S. Bhise, J. Ribas, V. Manoharan, Y. S. Zhang, A. Polini, S. Massa, M. R. Dokmeci, A. Khademhosseini, J. Controlled Release 2014, 190, 82. [75] D. U. Silverthorn, W. C. Ober, C. W. Garrison, A. C. Silverthorn, B. R. Johnson, Human Physiology: An Integrated Approach, Pearson/Benjamin Cummings, San Francisco, CA 2004. [76] L. Z. Benet, C.-Y. Wu, M. F. Hebert, V. J. Wacher, J. Controlled Release 1996, 39, 139. [77] a) F. A. Moore, E. E. Moore, R. Poggetti, O. J. Mcanena, V. M. Peterson, C. M. Abernathy, P. E. Parsons, J. Trauma: Inj., Infect., Crit. Care 1991, 31, 629; b) J. G. Bloemen, K. Venema, M. C. van de Poll, S. W. O. Damink, W. A. Buurman, C. H. Dejong, Clin. Nutr. 2009, 28, 657. [78] M. Ahuja, D. M. Schwartz, M. Tandon, A. Son, M. Zeng, W. Swaim, M. Eckhaus, V. Hoffman, Y. Cui, B. Xiao, Cell Metab. 2017, 25, 635. [79] a) J. F. Cryan, T. G. Dinan, Nat. Rev. Neurosci. 2012, 13, 701; b) E. A. Mayer, Nat. Rev. Neurosci. 2011, 12, 453. [80] Y.-J. Zhang, S. Li, R.-Y. Gan, T. Zhou, D.-P. Xu, H.-B. Li, Int. J. Mol. Sci. 2015, 16, 7493. [81] a) I. J. Hidalgo, T. J. Raub, R. T. Borchardt, Gastroenterology 1989, 96, 736; b) P. Artursson, J. Karlsson, Biochem. Biophys. Res. Commun. 1991, 175, 880. [82] a) M. G. V. Pinto, M. R. Gómez, S. Seifert, B. Watzl, W. H. Holzapfel, C. M. Franz, Int. J. Food Microbiol. 2009, 133, 86; b) M. Eveillard, V. Fourel, M. C. Bare, S. Kernéis, M. H. Coconnier, T. Karjalainen, P. Bourlioux, A. L. Servin, Mol. Microbiol. 1993, 7, 371. [83] A. Bein, W. Shin, S. Jalili-Firoozinezhad, M. H. Park, A. Sontheimer-Phelps, A. Tovaglieri, A. Chalkiadaki, H. J. Kim, D. E. Ingber, Cell. Mol. Gastroenterol. Hepatol. 2018, 5, 659. [84] D. Gao, H. Liu, J.-M. Lin, Y. Wang, Y. Jiang, Lab Chip 2013, 13, 978. [85] S. J. Trietsch, E. Naumovska, D. Kurek, M. C. Setyawati,\nM. K. Vormann, K. J. Wilschut, H. L. Lanz, A. Nicolas, C. P. Ng, J. Joore, Nat. Commun. 2017, 8, 262. [86] X. Qian, H. N. Nguyen, M. M. Song, C. Hadiono, S. C. Ogden, C. Hammack, B. Yao, G. R. Hamersky, F. Jacob, C. Zhong, Cell 2016, 165, 1238. [87] H. Kimura, T. Ikeda, H. Nakayama, Y. Sakai, T. Fujii, J. Lab. Autom. 2015, 20, 265. [88] M. B. Esch, G. J. Mahler, T. Stokol, M. L. Shuler, Lab Chip 2014, 14, 3081. [89] G. J. Mahler, M. B. Esch, R. P. Glahn, M. L. Shuler, Biotechnol. Bioeng. 2009, 104, 193. [90] L. Wang, D. K. Nagesha, S. Selvarasah, M. R. Dokmeci, R. L. Carrier, J. Nanobiotechnol. 2008, 6, 11. [91] W. H. Tang, Z. Wang, B. S. Levison, R. A. Koeth, E. B. Britt, X. Fu, Y. Wu, S. L. Hazen, N. Engl. J. Med. 2013, 368, 1575. [92] R. A. Koeth, Z. Wang, B. S. Levison, J. A. Buffa, E. Org, B. T. Sheehy, E. B. Britt, X. Fu, Y. Wu, L. Li, J. D. Smith, J. A. DiDonato, J. Chen, H. Li, G. D. Wu, J. D. Lewis, M. Warrier, J. M. Brown, R. M. Krauss, W. H. W. Tang, F. D. Bushman, A. J. Lusis, S. L. Hazen, Nat. Med. 2013, 19, 576. [93] B. J. Bennett, T. Q. de Aguiar Vallim, Z. Wang, D. M. Shih, Y. Meng, J. Gregory, H. Allayee, R. Lee, M. Graham, R. Crooke, P. A. Edwards, S. L. Hazen, A. J. Lusis, Cell Metab. 2013, 17, 49. [94] Z. Wang, E. Klipfell, B. J. Bennett, R. Koeth, B. S. Levison, B. Dugar, A. E. Feldstein, E. B. Britt, X. Fu, Y.-M. Chung, Y. Wu, P. Schauer, J. D. Smith, H. Allayee, W. H. W. Tang, J. A. DiDonato, A. J. Lusis, S. L. Hazen, Nature 2011, 472, 57. [95] C. H. Beckwitt, A. M. Clark, S. Wheeler, D. L. Taylor, D. B. Stolz, L. Griffith, A. Wells, Exp. Cell Res. 2017, 363, 15. [96] C.-T. Ho, R.-Z. Lin, R.-J. Chen, C.-K. Chin, S.-E. Gong, H.-Y. Chang, H.-L. Peng, L. Hsu, T.-R. Yew, S.-F. Chang, C.-H. Liu, Lab Chip 2013, 13, 3578.\n[97] V. L. Tsang, A. A. Chen, L. M. Cho, K. D. Jadin, R. L. Sah, S. DeLong, J. L. West, S. N. Bhatia, FASEB J. 2007, 21, 790. [98] Y. Wang, H. Wang, P. Deng, W. Chen, Y. Guo, T. Tao, J. Qin, Lab Chip 2018, 18, 3606. [99] N. S. Bhise, V. Manoharan, S. Massa, A. Tamayol, M. Ghaderi, M. Miscuglio, Q. Lang, Y. S. Zhang, S. R. Shin, G. Calzone, N. Annabi, T. D. Shupe, C. E. Bishop, A. Atala, M. R. Dokmeci, A. Khademhosseini, Biofabrication 2016, 8, 014101. [100] M. Gori, M. C. Simonelli, S. M. Giannitelli, L. Businaro, M. Trombetta, A. Rainer, PLoS One 2016, 11, e0159729. [101] Y. Y. Lau, Y. H. Chen, T. T. Liu, C. Li, X. Cui, R. E. White, K. C. Cheng, Drug Metab. Dispos. 2004, 32, 937. [102] A. P. Li, C. Bode, Y. Sakai, Chem.-Biol. Interact. 2004, 150, 129. [103] I. Wagner, E.-M. Materne, S. Brincker, U. Süßbier, C. Frädrich,\nM. Busek, F. Sonntag, D. A. Sakharov, E. V. Trushkin, A. G. Tonevitsky, R. Lauster, U. Marx, Lab Chip 2013, 13, 3538. [104] M. B. Esch, H. Ueno, D. R. Applegate, M. L. Shuler, Lab Chip 2016, 16, 2719. [105] T. Satoh, S. Sugiura, K. Shin, R. Onuki-Nagasaki, S. Ishida, K. Kikuchi, M. Kakiki, T. Kanamori, Lab Chip 2018, 18, 115. [106] S. Bauer, C. W. Huldt, K. P. Kanebratt, I. Durieux, D. Gunne, S. Andersson, L. Ewart, W. G. Haynes, I. Maschmeyer, A. Winter, C. Ämmälä, U. Marx, T. B. Andersson, Sci. Rep. 2017, 7, 14620. [107] A. Skardal, S. V. Murphy, M. Devarasetty, I. Mead, H.-W. Kang, Y.-J. Seol, Y. S. Zhang, S.-R. Shin, L. Zhao, J. Aleman, A. R. Hall, T. D. Shupe, A. Kleensang, M. R. Dokmeci, S. J. Lee, J. D. Jackson, J. J. Yoo, T. Hartung, A. Khademhosseini, S. Soker, C. E. Bishop, A. Atala, Sci. Rep. 2017, 7, 8837. [108] L. Li, H. Wang, Z. Y. Ong, K. Xu, P. L. R. Ee, S. Zheng, J. L. Hedrick, Y.-Y. Yang, Nano Today 2010, 5, 296. [109] M. M. Swindle, A. Makin, A. J. Herron, F. J. Clubb Jr., K. S. Frazier, Vet. Pathol. 2012, 49, 344. [110] W. S. Redfern, R. Bialecki, L. Ewart, T. G. Hammond, L. Kinter, S. Lindgren, C. E. Pollard, M. Rolf, J.-P. Valentin, J. Pharmacol. Toxicol. Methods 2010, 62, e29. [111] T. Yokoo, T. Ohashi, J. S. Shen, K. Sakurai, Y. Miyazaki, Y. Utsunomiya, M. Takahashi, Y. Terada, Y. Eto, T. Kawamura, N. Osumi, T. Hosoya, Proc. Natl. Acad. Sci. USA 2005, 102, 3296. [112] K. J. Jang, K. Y. Suh, Lab Chip 2010, 10, 36. [113] a) K. A. Homan, D. B. Kolesky, M. A. Skylar-Scott, J. Herrmann,\nH. Obuobi, A. Moisan, J. A. Lewis, Sci. Rep. 2016, 6, 34845; b) N. Y. C. Lin, K. A. Homan, S. S. Robinson, D. B. Kolesky, N. Duarte, A. Moisan, J. A. Lewis, Proc. Natl. Acad. Sci. USA 2019, 116, 5399. [114] N. Ashammakhi, K. Wesseling-Perry, A. Hasan, E. Elkhammas, Y. S. Zhang, Kidney Int. 2018, 94, 1073. [115] R. Baudoin, L. Griscom, M. Monge, C. Legallais, E. Leclerc, Biotechnol. Prog. 2007, 23, 1245. [116] a) H. Y. Tiong, P. Huang, S. Xiong, Y. Li, A. Vathsala, D. Zink, Mol. Pharmaceutics 2014, 11, 1933; b) M. A. Perazella, Clin. J. Am. Soc. Nephrol. 2009, 4, 1275. [117] E. Weinberg, M. Kaazempur-Mofrad, J. Borenstein, Int. J. Artif. Organs 2008, 31, 508. [118] Z. Li, L. Jiang, T. Tao, W. Su, Y. Guo, H. Yu, J. Qin, Toxicol. Res. 2017, 6, 372. [119] S. Kim, S. C. LesherPerez, B. C. C. Kim, C. Yamanishi, J. M. Labuz, B. Leung, S. Takayama, Biofabrication 2016, 8, 015021. [120] S. Y. Chang, E. J. Weber, V. S. Sidorenko, A. Chapron, C. K. Yeung, C. Gao, Q. Mao, D. Shen, J. Wang, T. A. Rosenquist, K. G. Dickman, T. Neumann, A. P. Grollman, E. J. Kelly, J. Himmelfarb, D. L. Eaton, JCI Insight 2017, 2, 95978. [121] Z. Li, L. Jiang, Y. Zhu, W. Su, C. Xu, T. Tao, Y. Shi, J. Qin, Toxicol. In Vitro 2018, 46, 1. [122] P. G. Miller, M. L. Shuler, Biotechnol. Bioeng. 2016, 113, 2213. [123] N. Ozgen, M. Terashima, T. Aung, Y. Sato, C. Isoe, T. Kakuta,\nA. Saito, Nephrol., Dial., Transplant. 2004, 19, 2198.\nSmall Methods 2019, 1900589\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900589 (19 of 19)\n[124] K. Narayanan, K. M. Schumacher, F. Tasnim, K. Kandasamy, A. Schumacher, M. Ni, S. Gao, B. Gopalan, D. Zink, J. Y. Ying, Kidney Int. 2013, 83, 593. [125] M. Chang-Panesso, B. D. Humphreys, Nat. Rev. Nephrol. 2017, 13, 39. [126] N. Ashammakhi, S. Ahadian, C. Xu, H. Montazerian, H. Ko, R. Nasiri,\nN. Barros, A. Khademhosseini, Mater. Today Bio 2019, 1, 100008. [127] E. L. Scheller, C. J. Rosen, Ann. N. Y. Acad. Sci. 2014, 1311, 14. [128] Y. Luo, G.-L. Chen, N. Hannemann, N. Ipseiz, G. Krönke,\nT. Bäuerle, L. Munos, S. Wirtz, G. Schett, A. Bozec, Cell Metab. 2015, 22, 886. [129] A. Bruce, R. Evans, R. Mezan, L. Shi, B. S. Moses, K. H. Martin, L. F. Gibson, Y. Yang, PLoS One 2015, 10, e0140506. [130] M. Houshmand, M. Soleimani, A. Atashi, G. Saglio, M. Abdollahi, M. N. Zarif, Tissue Eng., Part C 2017, 23, 72. [131] P. E. Bourgine, T. Klein, A. M. Paczulla, T. Shimizu, L. Kunz, K. D. Kokkaliaris, D. L. Coutu, C. Lengerke, R. Skoda, T. Schroeder, I. Martin, Proc. Natl. Acad. Sci. USA 2018, 115, E5688. [132] S. Sieber, L. Wirth, N. Cavak, M. Koenigsmark, U. Marx, R. Lauster, M. Rosowski, J. Tissue Eng. Regener. Med. 2018, 12, 479. [133] J. Ahn, C.-S. Cho, S. W. Cho, J. H. Kang, S.-Y. Kim, D.-H. Min, J. M. Song, T.-E. Park, N. L. Jeon, Acta Biomater. 2018, 76, 154. [134] J. Pauty, R. Usuba, I. G. Cheng, L. Hespel, H. Takahashi, K. Kato, M. Kobayashi, H. Nakajima, E. Lee, F. Yger, F. Soncin, Y. T. Matsunaga, EBioMedicine 2018, 27, 225. [135] D. Kim, S. Finkenstaedt-Quinn, K. R. Hurley, J. T. Buchman, C. L. Haynes, Analyst 2014, 139, 906. [136] D. Kim, Y. S. Lin, C. L. Haynes, Anal. Chem. 2011, 83, 8377. [137] C. Fede, I. Fortunati, V. Weber, N. Rossetto, F. Bertasi, L. Petrelli,\nD. Guidolin, R. Signorini, R. De Caro, G. Albertin, C. Ferrante, Microvasc. Res. 2015, 97, 147. [138] W. Zhang, Y. S. Zhang, S. M. Bakht, J. Aleman, S. R. Shin, K. Yue, M. Sica, J. Ribas, M. Duchamp, J. Ju, R. B. Sadeghian, D. Kim, M. R. Dokmeci, A. Atala, A. Khademhosseini, Lab Chip 2016, 16, 1579. [139] T. Hasenberg, S. Mühleder, A. Dotzler, S. Bauer, K. Labuda, W. Holnthoner, H. Redl, R. Lauster, U. Marx, J. Biotechnol. 2015, 216, 1. [140] L. G. Rigat-Brugarolas, A. Elizalde-Torrent, M. Bernabeu, M. De Niz, L. Martin-Jaular, C. Fernandez-Becerra, A. Homs-Corbera, J. Samitier, H. A. del Portillo, Lab Chip 2014, 14, 1715.\n[141] a) Z. Chen, H. Meng, G. M. Xing, C. Y. Chen, Y. L. Zhao, Int. J. Nanotechnol. 2007, 4, 179; b) G. Oberdörster, A. Maynard, K. Donaldson, V. Castranova, J. Fitzpatrick, K. Ausman, J. Carter, B. Karn, W. Kreyling, D. Lai, S. Olin, N. Monteiro-Riviere, D. Warheit, H. Yang, ILSI Research Foundation/Risk Science Institute Nanomaterial Toxicity Screening Working Group, Part. Fibre Toxicol. 2005, 2, 8. [142] J. H. Kang, M. Super, C. W. Yung, R. M. Cooper, K. Domansky, A. R. Graveline, T. Mammoto, J. B. Berthet, H. Tobin, M. J. Cartwright, A. L. Watters, M. Rottman, A. Waterhouse, A. Mammoto, N. Gamini, M. J. Rodas, A. Kole, A. Jiang, T. M. Valentin, A. Diaz, K. Takahashi, D. E. Ingber, Nat. Med. 2014, 20, 1211. [143] F. P. Guengerich, Drug Metab. Pharmacokinet. 2011, 26, 3. [144] a) F. Yang, C. Gao, P. Wang, G.-J. Zhang, Z. Chen, Lab Chip 2016,\n16, 1106; b) M. Baker, Nat. Methods 2011, 8, 47. [145] a) L. A. Low, D. A. Tagle, Exp. Biol. Med. 2017, 242, 1573;\nb) H. Kimura, Y. Sakai, T. Fujii, Drug Metab. Pharmacokinet. 2018, 33, 43; c) D. Bovard, A. Iskandar, K. Luettich, J. Hoeng, M. C. Peitsch, Toxicol. Res. Appl. 2017, 1, 2397847317726351. [146] a) P. Loskill, S. G. Marcus, A. Mathur, W. M. Reese, K. E. Healy, PLoS One 2015, 10, e0139587; b) T. Fujii, Y. Sando, K. Higashino, Y. Fujii, Lab Chip 2003, 3, 193; c) P. K. Yuen, Lab Chip 2008, 8, 1374. [147] K. Fetah, P. Tebon, M. J. Goudie, J. Eichenbaum, L. Ren, N. Barros, R. Nasiri, S. Ahadian, N. Ashammakhi, M. R. Dokmeci, A. Khademhosseini, Prog. Biomed. Eng. 2019, 1, 012001. [148] a) N. Ashammakhi, S. Ahadian, M. A. Darabi, M. El Tahchi, J. Lee, K. Suthiwanich, A. Sheikhi, M. R. Dokmeci, R. Oklu, A. Khademhosseini, Adv. Mater. 2019, 31, 1804041; b) N. Ashammakhi, M. A. Darabi, I. Pountos, J. Craniofacial Surg. 2019, 30, 623. [149] J. Kieninger, A. Weltin, H. Flamm, G. A. Urban, Lab Chip 2018, 18, 1274. [150] J. P. Wikswo, E. L. Curtis, Z. E. Eagleton, B. C. Evans, A. Kole, L. H. Hofmeister, W. J. Matloff, Lab Chip 2013, 13, 3496. [151] J. P. Wikswo, F. Block, D. E. Cliffel, C. R. Goodwin, C. C. Marasco, D. A. Markov, D. L. McLean, J. A. McLean, J. R. McKenzie, R. S. Reiserer, IEEE Trans. Biomed. Eng. 2013, 60, 682.\nSmall Methods 2019, 1900589"
    } ],
    "references" : [ {
      "title" : "Soc",
      "author" : [ "M. Adler", "S. Ramm", "M. Hafner", "J.L. Muhlich", "E.M. Gottwald", "E. Weber", "A. Jaklic", "A.K. Ajay", "D. Svoboda", "S. Auerbach", "E.J. Kelly", "J. Himmelfarb", "V.S. Vaidya", "J. Am" ],
      "venue" : "Nephrol. 2016, 27,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1015
    }, {
      "title" : "Hashsham, in Nanotoxicology: Experimental and Computational Perspectives",
      "author" : [ "H. Waseem", "M.R. Williams", "R.D. Stedtfeld", "T.M. Stedtfeld", "S.A.R. Shanker" ],
      "venue" : "The Royal Society of Chemistry,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Trauma: Inj., Infect",
      "author" : [ "a) F.A. Moore", "E.E. Moore", "R. Poggetti", "O.J. Mcanena", "V.M. Peterson", "C.M. Abernathy", "J.P.E. Parsons" ],
      "venue" : "Crit. Care 1991,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2009
    }, {
      "title" : "J",
      "author" : [ "W.H. Tang", "Z. Wang", "B.S. Levison", "R.A. Koeth", "E.B. Britt", "X. Fu", "Y. Wu", "S.L. Hazen", "N. Engl" ],
      "venue" : "Med. 2013, 368,",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 1575
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In addition, new regulations in the US Toxicology in the 21st Century (Tox21) program ask to avoid using animal tests.[14] New EU regulations mandate toxicity testing for tens of thousands of chemicals,[15] which would amount to billions of dollars in animal testing.",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 1,
      "context" : "[35] There have been limited reports on MoC systems[26b,36] developed for studying drugs and chemicals, with even fewer on NMs.[37] By enabling the testing of NMs in biomimetic dynamic environments, MoC devices offer new opportunities to develop NMs for personalized medicine and nanotechnology.",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 2,
      "context" : "In addition to the liver,[77] the gut also communicates with the pancreas,[78] cardiovascular system, and nervous system.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 3,
      "context" : "For example, following the absorption of trimethylamine from the gut (produced from dietary choline[91] and l-carnitine[92]) into the liver, it is metabolized into trimethylamine N-oxide,[93] which has adverse effects on the cardiovascular system.",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 0,
      "context" : "One of the major issues in recapitulating kidney function is the use of immortalized cell lines such as epithelial cells from proximal tubules,[23b] tubular epithelial cells from porcine,[123] canine (Madin–Darby canine kidney (MDCK)) tubular epithelial cells,[119] and human (human kidney-2) proximal tubular epithelial cells[14] instead of employing primary human cells.",
      "startOffset" : 326,
      "endOffset" : 330
    } ],
    "year" : 2019,
    "abstractText" : "Nanomaterials (NMs) such as polymeric nanoparticles (NPs), vesicles, and dendrimers have revolutionized the biomedical field by enabling superior drug delivery, imaging, and sensing modalities.[1] The field of NMs is expected to grow tremendously as the nanotechnology market is projected to be worth $125 billion by 2024.[2] In addition, the increasing number of NMs used for diagnostic and therapeutic[3] purposes impose new restrictions on their intended effects and unwanted complications. We are continuously exposed to environmental pollutants through inhalation,[4] ingestion,[5] and dermal contact.[6] Many of these materials are ultrafine in size (<100 nm), which enables their facile entry and interaction Microphysiological systems, also known as organ-on-a-chip platforms, show promise for the development of new testing methods that can be more accurate than both conventional two-dimensional (2D) cultures and costly animal studies. The development of more intricate microphysiological systems can help to better mimic the human physiology and highlight the systemic effects of different drugs and materials. Nanomaterials are among a technologically important class of materials used for diagnostic, therapeutic, and monitoring purposes; all of which can be tested using new organ-on-a-chip systems. In addition, the toxicity of nanomaterials which have entered the body from ambient air or diet can have deleterious effects on various body systems. This in turn can be studied in newly developed microphysiological systems. While organ-on-a-chip models can be useful, they cannot pick up secondary and systemic toxicity. Thus, the utilization of multiorgan-on-a-chip systems for advancing nanotechnology will largely be reflected in the future of drug development, toxicology studies, and precision medicine. Various aspects of related studies, current challenges, and future perspectives are discussed in this paper.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}