{
  "name" : "downloads_2020-08-16_d3_feng2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Heavily cold drawn iron wires: Role of nano-lamellae in enhancing the tensile strength",
    "authors" : [ "Hanchen Feng", "Feng Fang", "Xuefeng Zhou", "Xiaodan Zhang", "Zonghan Xie", "Jianqing Jiang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Materials Science & Engineering A 796 (2020) 140017"
    }, {
      "heading" : "Available online 3 August 2020",
      "text" : "0921-5093/© 2020 Elsevier B.V. All rights reserved.\nShort communication\nHeavily cold drawn iron wires: Role of nano-lamellae in enhancing the tensile strength\nHanchen Feng a, Feng Fang a,*, Xuefeng Zhou a, Xiaodan Zhang b, Zonghan Xie c, Jianqing Jiang a,d\na Jiangsu Key Laboratory of Advanced Metallic Materials, Southeast University, Nanjing, 211189, China b Department of Mechanical Engineering, Technical University of Denmark, 2800 Kgs, Lyngby, Denmark c School of Mechanical Engineering, University of Adelaide, SA, 5005, Australia d School of Mechanical Engineering, Nanjing Forestry University, Nanjing, 210037, China\nA R T I C L E I N F O"
    }, {
      "heading" : "Keywords:",
      "text" : "Pure iron wires Cold drawing Strengthening Lamellae coalescence\nA B S T R A C T\nThe highest strength of iron wires has been achieved with 84 nm thick nano-lamellae at ε = 10.35. The lamellar coalescence slows down the tensile strength increases at ε > 8.89 and balances the lamellar thinning at ε = 10.35, with the strength increase rate close to 0."
    }, {
      "heading" : "1. Introduction",
      "text" : "Guided by the principle of “smaller is stronger” [1–3], grain refinement by severely plastic deformation is very effective to improve the strength and hardness of metallic materials [4–8]. However, when the grain size reduces to the nanometer scale [9–13], further refinement becomes difficult due to dynamic recovery [1,14], dislocation annihilation [15,16] and enhanced mobility of grain boundaries [17–21]. For example, grain coarsening can occur even at room temperature [22] under mechanical loading, driven by grain boundary migration [15,23]. In most cases, the strain-induced grain refinement would come to a stop at some stages when subjected to severely plastic deformation.\nCold drawing process is a common technique to obtain high strength pearlitic steel [24–26]. Through the microstructural control, the tensile strength of pearlitic wires can reach up to 6.8 GPa [17]. However, due to strain-induced lamellar boundary migration [27], the nano-structure tends to coarsen under heavy deformation. Particularly, the effect of ferrite lamellae on the mechanical properties of heavily cold drawn pearlitic steel wires remains elusive. A deep understanding of boundary migration effect on the mechanical strength is thus critical to the ultrahigh strength steel development.\nCompared with pearlitic steel wires, pure iron has much simpler microstructure only comprising ferrite phase. Examining pure iron wires can therefore shed light on the deformation and strengthening\nmechanisms in pearlitic wires. Studies of strengthening mechanisms in drawn iron wires date back to 1970s, with the pioneering working, by G. Langford and M. Cohen [28] and D. Kuhlmann-Wilsdorf [29]. These authors investigated the work-hardening behavior of the iron wires up to a strain of 7.4, and found that the strengthening is a linear function of (d)− 1, where d is the mean linear intercept between cell walls. However, with a further increase in strain, the following questions remain unknown: (1) to which strain will the strength not increase? (2) how does the microstructure evolve?\nTo answer these questions, the microstructural evolution and mechanical properties of cold drawn pure iron wires (CDPIW) were investigated."
    }, {
      "heading" : "2. Experimental procedures",
      "text" : "The raw material used was hot-rolled pure iron rods with a chemical composition of Fe-0.01C-0.06Mn-0.02Ni-0.01Si-0.05Al-0.007P-0.002S wt.%, and an average grain size of 45 μm. After pickling and phosphating, the rods 12 mm in diameter were cold drawn to wires with a diameter of 68 μm by the multi-pass drawing process (the total drawing strain ε is = 10.35), and the average pass reduction is 16%. To ensure that the temperature did not exceed 373 K, the drawing speed was limited to <0.3 m/min.\nTensile tests were performed at a strain rate of 3.33 × 10− 4 s− 1 using\n* Corresponding author. School of Materials Science and Engineering, Southeast University, Jiangning District, Nanjing, 211189, China. E-mail address: fangfeng@seu.edu.cn (F. Fang).\nContents lists available at ScienceDirect\nMaterials Science & Engineering A\njournal homepage: http://www.elsevier.com/locate/msea\nhttps://doi.org/10.1016/j.msea.2020.140017 Received 30 April 2020; Received in revised form 25 July 2020; Accepted 28 July 2020\nMaterials Science & Engineering A 796 (2020) 140017\nan INSTRON 3367 testing machine, under the Chinese National Standard GB/T228.1–2010. The schematic diagram of tensile specimen geometry is shown in Fig. 1. As the diameter (d) of cold drawn iron wires is large than 3 mm, the gauge length (L0) is 10d, the parallel length (Lc) is ≥ 10d + d/2. As the diameter (d) of cold-drawn iron wires is less than 3 mm, the gauge length is (L0) 200 mm, the parallel length is (Lc) ≥250 mm. Five samples were tested in each case to ensure the accuracy and reliability of the experimental results. Laser calibrator (LSM-501S, Mitutoyo, Japan) was used to measure the diameter of fine wires.\nThe microstructure evolution was investigated by a transmission electron microscope (FEI Tecnai G2) at 200 kV. The boundary spacing of ferrite lamellae was determined by the line-interception method perpendicular to the drawing direction."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "The tensile strength of CDPIWs and the increase rate as a function of drawing strain are shown in Fig. 2. The tensile strength raises from 380 MPa to 1812 MPa at ε = 10.35, which represents the highest strain and strength reported for iron wires so far. However, the increase rate of the tensile strength becomes slow at ε ≥ 8.89. The increase rate of tensile strength changes with the drawing strain in a “N” shape and can be divided into three stages: (i) stage I with ε ≤ 1.25: the rate decreases with the drawing strain increase, and the rate reaches a curved bottom, about 120.6 at ε = 1.25; (ii) stage II with 1.25 ≤ ε ≤ 5.54: the rate increases with drawing strain, resulting in a rapid increase of the tensile strength. And the rate increases up to 189 with a curved top at ε = 5.54;\nH. Feng et al.\nMaterials Science & Engineering A 796 (2020) 140017\n(iii) stage III with ε ≥ 5.54: the rate drops sharply with the drawing strain increase, to almost zero ε = 10.35, which may be due to a dynamic balance between strain hardening and dynamic recovery. At the same time, the elongation of CDPIWs decreases with the strain increase, from initial 39% to about 1.2%, as shown in Fig. 2c. Representative engineering stress-strain curves of CDPIWs are shown in Fig. 2d. All the tensile curves show a parabolic characteristic before the failure especially for the high strain wires, which represents the strain hardening; even though the total elongation is only around 1% for the wires with strains higher than 6.32.\nFig. 3 shows the microstructural evolution of CDPIWs, and three typical microstructures can be identified: dense dislocation walls (DDWs), coarse ferrite lamellae, and fine ferrite lamellae. Under low drawing strains, the DDWs form via dislocation activities, including sliding, accumulation, interaction, and tangling, as shown in Fig. 3a. It is agreed with the dislocation structures of metals formed at low strains by other deformation methods, such as cold rolling [30] and compression [31]. Continuous increase of drawing strain will align some DDWs to the drawing directions depending on the local materials flow. The reorientation behavior of these DDWs is similar to the reorientation process\nof cementite lamellae during the drawing process of pearlitic steel wires [32]. As a result, this reorientation process of DDWs forms the coarse ferrite lamellae with dislocation, dislocation tangles and cells inside, as demonstrated in Fig. 3b at ε = 1.77. Further increase of drawing strain, lamellae ferrite grain (aligned along the drawing direction) was further refined or subdivided, with dislocation tangles and interconnecting cell boundaries between the neighboring finely spaced lamellar boundaries. In lamellar structures, the lamellar boundaries at high strains are typically high angle boundaries, whereas the interconnecting boundaries are low angle boundaries (Fig. 3c). In the micrograph of the lamellar spacing versus the drawing strain (Fig. 3f), average ferrite lamellar spacing is continuously thinned from 220 nm at ε = 4.28–86 nm at ε = 8.89. With the further cold drawing deformation, only reduces the spacing by 2 nm, to 84 nm at ε = 10.35 (Fig. 3e). Considered the standard deviation, the boundary spacing of ferrite lamellae in CDPIWs keeps almost unchanged when the drawing strain exceeds 8.89, which might be due to the lamellar coalescence by lamellar boundary junction motion [23,28].\nTo further understand the microstructural evolution after the reorientation of DDWs to the drawing direction, the histograms of boundary spacing distribution at different strains are shown in Fig. 4. At low and\nH. Feng et al.\nMaterials Science & Engineering A 796 (2020) 140017\nmedium strains, the microstructures are mainly composed of elongated dislocation cells and ferrite lamellae, so the distribution of boundary spacing is very wide, in the range from 50 nm to 600nm, as shown in Fig. 4a at ε = 1.77. When the drawing strain increases, the distribution of lamellar spacing gradually becomes concentrated in a certain area. For example, the distribution of lamellar spacing ranges from 30 nm to 350 nm at ε = 4.28 and from 10 nm to 200 nm at ε = 8.89. However, when the drawing strain exceeds 8.89, the similar distribution of boundary spacing is mainly in the range from 10 nm to 200 nm.\nThe flow stress (σ0.2%) versus the boundary spacing is shown in Fig. 5a, where the dot line represents the fitting line with the following formula:\nσ = σ0 + k × (d)− 1 (1)\n= 223 + 129 × (d)− 1 (2)\n= 223 + 6.4Gb × (d)− 1 (3)\nwhere d is the average lamellar spacing, b is the Burgers vector (0.248 nm), and G is the shear modulus (81.7 GPa [28]). These inputs give k a value of 6.4Gb, instead of 5.9Gb in the Langford and Cohen’s work [28], meanwhile the friction stress, σ0, 223 MPa in the present case, is too high for iron, compared with 33.3 MPa in ref. 28 and several tens of MPa in the literature [33]. Although the linear fitting works for the relationship\nH. Feng et al.\nMaterials Science & Engineering A 796 (2020) 140017\nbetween the flow stress and lamellar spacing, the unrealistic high σ0 may imply the more complicated reasons behind, for example, the microstructural reasons for the three stages of strength increase as shown in Fig. 2b. Meanwhile, our work represents that the increase of tensile strength becomes slow for the wires with ε > 8.89 and the strength increase rate is almost 0 at the highest strain of 10.35. The linear stress-strain relationship (Eq. (4)) from ε = 1 up to ε = 7.4 proposed by D. Kuhlmann-Wilsdorf [29] may be no longer applicable when the drawn strain exceeds 8.89. So, the systematic correspondence between the strain hardening ability and the microstructure is for the future investigation, as well as the quantitative microstructure-strength relationships in different stages.\nσUTS = σ0* + (G/540) × ε (4)\nwhere σUTS is true tensile stress, and ε is true tensile strain. Compared with other studies, the tensile strength value of CDIPWs in this work represents the highest obtained at room temperature and low strain rates (Fig. 5b). The tensile strength and elongation to failure of undrawn iron rods were marked in the left. They have almost the same tensile strength, i.e., about 300 MPa. After severe drawing, the tensile strength reaches highest, i.e., about 1.8 GPa, which is much higher than those reported values (for example, through cold drawing (ε = 7.4) [28], cold rolling (ε = 4.0) [34], accumulative roll-bonding (ε = 4.0) [35], equal-channel angular pressing (ε = 9.2) [36,37]).\nPrevious research shows that the large plastic elongation of iron wires during the strain hardening is remarkable, by a factor of ~1600 at ε = 7.4, the rate of working hardening with respect to drawing strain did not diminish significantly [28]. In this study, an elongation by a factor of ~31141 at ε = 10.35 has been achieved for the first time. The microstructural evolution with different dislocation and boundary activities accompany. Under low drawing strain (ε ≤ 1.25), to accommodate plastic deformation, various dislocation behaviors are activated, including sliding, accumulation, interaction, and tangling, leading to the formation of DDWs. At higher strains with 1.25 ≤ ε ≤ 5.54, the DDWs elongate, re-orientate to the drawing direction, and form the coarse ferrite lamellae. At higher strains with ε ≥ 5.54, the coarse ferrite lamellae continuous the refinement and contributes to further increase of plastic elongation. Finally, under extremely high strains with ε ≥ 8.89, the coalescence of ferrite lamellae by lamellar boundary junction motion may become pronounced, and the strain hardening (lamellar refinement) is balanced by the dynamic recovery (causing lamellae coalescence). At the end, further increase of drawing strain could not reduce the lamellar spacing any longer, and a lamellar spacing about 85nm stabilizes, so does the tensile strength. However, this lamellar coalescence still contributes to plastic elongation although the structural size comes to stabilize.\nBased on the above analysis, this work sheds light on the contribution of ferrite lamellae to the high strength of cold drawn pearlitic wires, where the ferrite lamellae are considered as relative weaker components, compared with cementite. It also suggests that the cementite in pearlitic steel wires serve as an effective barrier against the coarsening of ferrite lamellae where the ferrite lamellae can be as thin as 10 nm; in this way, higher strengths can be achieved for heavily drawn pearlitic steel wires."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, the tensile strength of CDPIW rises from 380 MPa up to 1812 MPa when the drawing strain increases to ε = 10.35, and the microstructure transforms form 45 μm ferrite grain to about 85 nm thick nano-lamellae during this process. This work represents the highest strain and the highest tensile strength reported so far for pure iron wires. Following the grain subdivision, the formation of DDWs and the reorientation of DDWs to the drawing direction at low strains, the lamellar ferrite smicrostructure has a wide lamellar spacing distribution form 40\nnm–600 nm at higher strains and finally transforms into a similar fine lamellar structure with spacing profile distribution between 10 nm and ~200 nm with strains beyond 8.89. Due to the strain-induced coalescence of ferrite lamellae during severe plastic deformation, the increase of tensile strength became slow for the wires prepared from heavy drawing strains with ε > 8.89 and the strength increase rate is almost 0 at the highest strain of 10.35 which means that a balance between lamellar coalescence and lamellae thinning has been reached and that the tensile strength will not increase with further drawing."
    }, {
      "heading" : "Data availability statement",
      "text" : "All data included in this study are available upon request by contact with the corresponding authors."
    }, {
      "heading" : "Originality statement",
      "text" : "I write on behalf of myself and all co-authors to confirm that the results reported in the manuscript are original and neither the entire work, nor any of its parts have been previously published. The authors confirm that the article has not been submitted to peer review, nor has been accepted for publishing in another journal. The author(s) confirms that the research in their work is original, and that all the data given in the article are real and authentic. If necessary, the article can be recalled, and errors corrected.\nCRediT authorship contribution statement\nHanchen Feng: Writing - review & editing. Feng Fang: Writing - review & editing, Supervision. Xuefeng Zhou: Formal analysis. Xiaodan Zhang: Formal analysis. Zonghan Xie: Writing - review & editing. Jianqing Jiang: Writing - review & editing."
    }, {
      "heading" : "Declaration of competing interest",
      "text" : "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the Science and Technology Advancement Program of Jiangsu Province, China (BA2017112) and the 333 projects of Jiangsu Province, China (BRA2018045). The study was also partly supported by Industry-University Research Cooperation Project of Jiangsu Province, China (BY2018194). X. Zhang acknowledges the support from the European Research Council under the European Union Horizon 2020 research and innovation program (grant agreement No 788567-M4D) and the support by a research grant (00028216) from VILLUM FONDEN. Z. Xie acknowledges the support of the Australian Research Council Discovery Projects. The authors thank Lei Cai of Sunnywell (China) New Material Technology Co. Ltd. for preparation of fine iron wires."
    } ],
    "references" : [ {
      "title" : "Strain-induced ultrahard and ultrastable nanolaminated structure in nickel",
      "author" : [ "X. Liu", "H.W. Zhang", "K. Lu" ],
      "venue" : "Science 342 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Dislocation-based plasticity and strengthening mechanisms in sub-20 nm lamellar structures in pearlitic steel wire",
      "author" : [ "X. Zhang", "N. Hansen", "A. Godfrey", "X. Huang" ],
      "venue" : "Acta Mater. 114 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Prog",
      "author" : [ "A.P. Zhilyaev", "T.G. Langdon" ],
      "venue" : "Using high-pressure torsion for metal processing: fundamentals and application, J. Mater. Sci. 53 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Formation of nanolaminated structure in an interstitial-free steel",
      "author" : [ "X.C. Liu", "H.W. Zhang", "K. Lu" ],
      "venue" : "Scripta Mater. 95 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Quantification of the microstructures of high purity nickel subjected to dynamic plastic deformation",
      "author" : [ "Z.P. Luo", "H.W. Zhang", "N. Hansen", "K. Lu" ],
      "venue" : "Acta Mater. 60 (2012) 1322–1333.  H. Feng et al.  Materials Science & Engineering A 796 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Novel ultra-high straining process for bulk materials -development of the accumulative roll-bonding (ARB) process",
      "author" : [ "Y. Saito", "H. Utsunomiya", "N. Tsuji", "T. Sakai" ],
      "venue" : "Acta Mater. 42 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Extreme grain refinement by severe plastic deformation: a wealth of challenging science",
      "author" : [ "Y. Estrin", "A. Vinogradov" ],
      "venue" : "Acta Mater. 61 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Formation of naon-laminated structure in nickel by means of surface mechanical grinding treatment",
      "author" : [ "X. Liu", "H.W. Zhang", "K. Lu" ],
      "venue" : "Acta Mater. 96 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "On the origin of the extremely high strength of ultrafine- grained Al alloys produced by severe plastic deformation",
      "author" : [ "R.Z. Valiev", "N.A. Enikeev", "M.Y. Murashkin", "V.U. Kazykhanov", "X. Sauvage" ],
      "venue" : "Scripta Mater. 63 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The process of grain refinement in equal-channel angular pressing",
      "author" : [ "Y. Iwahashi", "Z. Horita", "M. Nemoto", "T.G. Langdon" ],
      "venue" : "Acta Mater. 46 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Structure of Cu deformed by high pressure torsion",
      "author" : [ "T. Hebesberger", "H.P. Stuwe", "A. Vorhauer", "F. Wetscher", "R. Pippan" ],
      "venue" : "Acta Mater. 53 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Cold-drawn pearlitic steel wires",
      "author" : [ "C. Borchers", "R. Kirchheim" ],
      "venue" : "Prog. Mater. Sci. 82 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Microstructural evolution and nanostructure formation in copper during dynamic plastic deformation at cryogenic temperatures",
      "author" : [ "Y.S. Li", "N.R. Tao", "K. Lu" ],
      "venue" : "Acta Mater. 56 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The influence of stacking fault energy on the mechanical behavior of Cu and Cu-Al alloys: deformation twinning",
      "author" : [ "A. Rohatgi", "K.S. Vecchio", "G.T. Gray" ],
      "venue" : "work hardening, and dynamic recovery, Metall. Mater. Trans. 32 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Revealing extraordinary intrinsic tensile plasticity in gradient nano-grained copper",
      "author" : [ "T.H. Fang", "W.L. Li", "N.R. Tao", "K. Lu" ],
      "venue" : "Science 331 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Experimental observations of stress-driven grain boundary migration",
      "author" : [ "T.J. Rupert", "D.S. Gianola", "Y. Gan" ],
      "venue" : "Science 326 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Segregation stabilizes nanocrystalline bulk steel with near theoretical strength",
      "author" : [ "Y.J. Li", "D. Rabbe", "M. Herbig", "P.P. Choi", "S. Goto", "A. Kostka", "H. Yarita", "C. Borchers", "R. Kirchheim" ],
      "venue" : "Phys. Rev. Lett. 113 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Annu",
      "author" : [ "R. Pinnan", "S. Scheriau", "A. Taylor", "M. Hafok", "A. Hohenwarter", "A. Bachmaier" ],
      "venue" : "Saturation of fragmentation during severe plastic deformation, Rev. Mater. 40 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Stress-driven grain growth in nanocrystlline Pt thin films",
      "author" : [ "J.A. Shanron", "P.C. Su", "F.B. Prinz", "K. Hemker" ],
      "venue" : "Scripta Mater. 64 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Stress-driven grain growth in ultrafine grained Mg thin film",
      "author" : [ "Y. Zhang", "J.A. Sharon", "G.L. Hu", "K.T. Ramesh", "K.J. Hemker" ],
      "venue" : "Scripta Mater. 68 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "In situ observation of stress induced grain boundary migration in nanocrystalline gold",
      "author" : [ "L. Wang", "T. Xin", "D. Kong", "X. Shu" ],
      "venue" : "Scripta Mater. 134 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "On the room-temperature grain growth in nanocrystalline copper",
      "author" : [ "V.Y. Gertsman", "R. Birringer" ],
      "venue" : "Scripta Metall. Mater. 30 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Observation of a new mechanism balancing hardening and softening in metals",
      "author" : [ "T. Yu", "N. Hansen", "X. Huang", "A. Godfrey" ],
      "venue" : "Mater. Res. Lett. 2 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Microstructure and strengthening mechanisms in cold-drawn pearlitic steel",
      "author" : [ "X. Zhang", "N. Hansen", "A. Godfrey", "X. Huang" ],
      "venue" : "Acta Mater. 59 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Texture inheritance of cold drawn pearlite steel wires after austenitization",
      "author" : [ "F. Fang", "Y. Zhao", "L.C. Zhou", "X. Hu", "Z. Xie", "J. Jiang" ],
      "venue" : "Mater. Sci. Eng. A 618 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Structure and strength of sub-100 nm lamellar structures in cold-drawn pearlitic steel wire",
      "author" : [ "X. Zhang", "H. Hansen", "A. Godfrey" ],
      "venue" : "Mater. Sci. Tech 34 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Strain-induced coarsening of ferrite lamellae in cold drawn pearlitic steel wire",
      "author" : [ "L. Zhou", "F. Fang", "X. Hu", "Z. Xie", "J. Jiang" ],
      "venue" : "Mater. Sci. Eng. A 13 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Strain hardening of iron by severe plastic deformation",
      "author" : [ "G. Langford", "M. Cohen" ],
      "venue" : "ASM, Trans. Quart 62 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1969
    }, {
      "title" : "A critical test on theories of work-hardening for the case of drawn iron wire",
      "author" : [ "D. Kuhlmann-Wilsdorf" ],
      "venue" : "Metall. Trans. 11 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1970
    }, {
      "title" : "Microstructural evolution of IF-steel during cold rolling",
      "author" : [ "B.L. Li", "A. Godfrey", "Q.C. Meng" ],
      "venue" : "Acta Mater. 52 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Local stress and strain in heterogeneously deformed aluminum: a comparison analysis by microhardness",
      "author" : [ "X. Zhang", "C.V. Nielsen", "N. Hansen" ],
      "venue" : "electron microscopy and finite element modeling, Int. J. Plast. 115 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Evolution of cementite morphology in pearlitic steel wire during wet wire drawing",
      "author" : [ "X. Zhang", "A. Godfrey", "X. Huang" ],
      "venue" : "Mater. Char. 61 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Hall-Petch and dislocation strengthening in graded nanostructured steel",
      "author" : [ "X. Zhang", "N. Hansen", "Y. Gao", "X. Huang" ],
      "venue" : "Acta Mater. 60 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Fabrication interstitial -free steel with simultaneous high strength and good ductility with homogeneous layer and lamella structure",
      "author" : [ "L. Zhang", "Z. Chen", "Y. Wang", "G. Ma", "T. Huang", "G. Wu", "D.J. Jensen" ],
      "venue" : "Scripta Mater. 141 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Strength and ductility of ultrafine grained aluminum and iron produced by ARB and annealing",
      "author" : [ "N. Tsuji", "Y. Ito", "Y. Satio", "Y. Minamino" ],
      "venue" : "Scripta Mater. 47 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Metall",
      "author" : [ "G. Purcek", "O. Saray", "I. Karanab", "H. Maier" ],
      "venue" : "High strength and high ductility of ultrafine-grained, interstitial -free steel produced by ECAE and annealing, Mater. Trans. 43 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Microstructure and mechanical properties after annealing of equal-channel angular pressed interstitial-free steel",
      "author" : [ "S.S. Hazra", "E.V. Pereloma", "A.A. Gazder" ],
      "venue" : "Acta Mater. 59 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "grain size reduces to the nanometer scale [9–13], further refinement becomes difficult due to dynamic recovery [1,14], dislocation annihilation [15,16] and enhanced mobility of grain boundaries [17–21].",
      "startOffset" : 111,
      "endOffset" : 117
    }, {
      "referenceID" : 13,
      "context" : "grain size reduces to the nanometer scale [9–13], further refinement becomes difficult due to dynamic recovery [1,14], dislocation annihilation [15,16] and enhanced mobility of grain boundaries [17–21].",
      "startOffset" : 111,
      "endOffset" : 117
    }, {
      "referenceID" : 14,
      "context" : "grain size reduces to the nanometer scale [9–13], further refinement becomes difficult due to dynamic recovery [1,14], dislocation annihilation [15,16] and enhanced mobility of grain boundaries [17–21].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 15,
      "context" : "grain size reduces to the nanometer scale [9–13], further refinement becomes difficult due to dynamic recovery [1,14], dislocation annihilation [15,16] and enhanced mobility of grain boundaries [17–21].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 21,
      "context" : "For example, grain coarsening can occur even at room temperature [22]",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 14,
      "context" : "under mechanical loading, driven by grain boundary migration [15,23].",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 22,
      "context" : "under mechanical loading, driven by grain boundary migration [15,23].",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 26,
      "context" : "However, due to strain-induced lamellar boundary migration [27], the nano-structure tends to coarsen under heavy deformation.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 29,
      "context" : "agreed with the dislocation structures of metals formed at low strains by other deformation methods, such as cold rolling [30] and compression [31].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 30,
      "context" : "agreed with the dislocation structures of metals formed at low strains by other deformation methods, such as cold rolling [30] and compression [31].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 31,
      "context" : "ientation behavior of these DDWs is similar to the reorientation process of cementite lamellae during the drawing process of pearlitic steel wires [32].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 22,
      "context" : "89, which might be due to the lamellar coalescence by lamellar boundary junction motion [23,28].",
      "startOffset" : 88,
      "endOffset" : 95
    }, {
      "referenceID" : 27,
      "context" : "89, which might be due to the lamellar coalescence by lamellar boundary junction motion [23,28].",
      "startOffset" : 88,
      "endOffset" : 95
    }, {
      "referenceID" : 27,
      "context" : "9Gb in the Langford and Cohen’s work [28], meanwhile the friction stress, σ0, 223 MPa in the present case, is too high for iron, compared with 33.",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 32,
      "context" : "28 and several tens of MPa in the literature [33].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 28,
      "context" : "Kuhlmann-Wilsdorf [29] may be no longer applicable when the drawn strain exceeds 8.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 33,
      "context" : "0) [34], accumulative roll-bonding (ε = 4.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 34,
      "context" : "0) [35], equal-channel angular pressing (ε = 9.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 27,
      "context" : "4, the rate of working hardening with respect to drawing strain did not diminish significantly [28].",
      "startOffset" : 95,
      "endOffset" : 99
    } ],
    "year" : 2020,
    "abstractText" : "The highest strength of iron wires has been achieved with 84 nm thick nano-lamellae at ε = 10.35. The lamellar coalescence slows down the tensile strength increases at ε > 8.89 and balances the lamellar thinning at ε = 10.35, with the strength increase rate close to 0.",
    "creator" : "Elsevier"
  }
}