{
  "name" : "downloads_2019-11-16_0878_huang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "LyP-1 peptide-functionalized gold nanoprisms for SERRS imaging and tumor growth suppressing by PTT induced-hyperthermia",
    "authors" : [ "Xi Huang", "Yanlong Yin", "Min Wu", "Wang Zan", "Qian Yang" ],
    "emails" : [ "yoyoyoung8293@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Communication\nLyP-1 peptide-functionalized gold nanoprisms for SERRS imaging and tumor growth suppressing by PTT induced-hyperthermia\nXi Huanga,b,1, Yanlong Yina,1, Min Wua, Wang Zana, Qian Yanga,* a The School of Pharmacy, College Key Laboratory of Sichuan Province for Specific Structure of Small Molecule Drugs, Chengdu Medical College, Chengdu 610500, China bOphthalmic Laboratory and Department of Ophthalmology, State Key Laboratory and Collaborative Innovation Center of Biotherapy, West China Hospital, Sichuan University, Chengdu 610041, China\nA R T I C L E I N F O\nArticle history: Received 29 December 2018 Received in revised form 10 February 2019 Accepted 21 February 2019 Available online 21 February 2019\nKeywords: Gold nanoprisms SERRS imaging LyP-1 peptide Tumor targeting Photothermal therapy\nA B S T R A C T\nGold-based nanomaterials with plasmonic properties exhibit various potentials for biomedical applications. In this work, gold nanoprisms (GNPs) was synthesized and then modified with LyP-1, a tumor-homing peptide, to improve the affinity of the GNPs to tumor cells, thus, to improve the efficacy of tumor-targeted photothermal therapy. The introduction of NIR dye IR780 not only enabled the GNPsbased nanosystem with the surface-enhanced resonant Raman scattering (SERRS) property, but also enhanced the plasmonic photothermal property which delivering therapeutic heating by 660 nm laser irradiation. The obtained GNPs/IR780-LyP-1 presented significantly increased of photothermal conversion in vitro and in vivo, which resulted in enhanced tumor-targeting photothermal therapeutic efficacy after laser irradiation. Hence, the GNPs/IR780-LyP-1 prepared in this study can be served as a Raman-encoded molecular imaging candidate and photothermal therapy agents for future cancer treatment. © 2019 Chinese Chemical Society and Institute of Materia Medica, Chinese Academy of Medical Sciences.\nPublished by Elsevier B.V. All rights reserved.\nContents lists available at ScienceDirect\nChinese Chemical Letters\njournal homepa ge: www.elsevier .com/ locate /cc le t\nGold-based nanoparticles have been highlighted in recent years as one of the most promising nano-biomaterials in cancer diagnosis and therapy due to their unique optical properties and stability [1]. The uncovering of localized surface plasmon resonance (LSPR) effect has stimulated the invention of goldbased nanoparticles with controllable shapes and dimensions [2,3]. It also found out that the shapes and sizes have critical impact onto the LSPR effects of gold-based nanoparticles, for example, the gold nanorods (GNRs), gold nanocages (GNCs), gold nanostars (GNSs) not only have high efficiency in photo-thermal conversion, but also can act as signal enhancers [4]. The further development and applications of gold-based nanoparticles in biomedical field have been gaining enormous attentions [5].\nBeyond GNRs, GNCs, or GNSs, etc., gold nanoprisms (GNPs) is another kind of gold-based nanostructure. Because of its triangle structure, GNPs exhibit some differently optical performance, especially serve as signal enhancer in surface-enhanced resonant Raman scattering (SERRS) imaging, which is also an interesting features of gold-based nanoparticles. Gold nanoparticles can be\n* Corresponding author. E-mail address: yoyoyoung8293@gmail.com (Q. Yang). 1 These authors contributed equally to this study.\nhttps://doi.org/10.1016/j.cclet.2019.02.019 1001-8417/© 2019 Chinese Chemical Society and Institute of Materia Medica, Chinese\neasily functionalized with positively charged hydrophobic NIR dyes to form SERRS nanoparticles [6–8]. Comparing with the commercial SERRS imaging agents which are choosing gold nanospheres as the core for signal enhancement, GNPs are offering higher SERRS effects, while can be ascribed to the presence of sharp tips and rich hot spots when compared to the spheres [9]. Furthermore, GNPs also can be served as the agent of photothermal conversion for photothermal therapy (PTT) [10,11]. They have strong absorption in 650–700 nm light region [12,13]. By carefully controlling, the adsorption peak of GNPs can be adjusted to 660 nm, which can be converted the 660 nm laser to generate hyperthermia, thus, realize PTT. However, the lack of tumortargeting ligand modification has impeded the further applications of GNPs in tumor diagnosis and therapy by maintaining the SERRS and PTT performance of GNPs.\nTo resolve this barrier, we planned to use a tumor-homing peptide, LyP-1, to enhance the enrichment of GNPs in tumor, and then to enhance the GNPs-mediated PTT. LyP-1 bound specifically to p32 (also known as gC1qR) receptor which was overexpressed on the cell surface of tumor lymphatics and solid tumor, often in hypoxic areas deep in the tumor tissue upregulated in the endothelium during angiogenesis [14]. Hence, LyP-1 conjugated nanocarriers showed good selectivity in lymph nodes metastatic tumors and breast cancer [15–17]. And the existing of thiol group\nAcademy of Medical Sciences. Published by Elsevier B.V. All rights reserved.\nScheme 1. Schematic illustration of tumor targeting therapy by the peptide conjugated-GNPs nanosystem. The NIR dye IR780 not only enabled the GNPs-based nanosystem as SERRS nanoparticles for Raman-encoded molecular imaging, but also enhanced the plasmonic photothermal property by laser irradiation. Meanwhile, the GNPs/IR780Lyp-1 by introduction of tumor homing peptide segment of LyP-1, which presents high affinity to p32 protein, demonstrate the increased enrichment in tumor region and enhanced photothermal therapy efficacy.\ncontaining in the sequence of LyP-1 also provides an ideal group to react with GNPs. What is more important, in order to avoid the dye leaching and resist aggregation in the physiological environment, thiolated polyethylene glycol (SH-PEG) was used as shelter. And a\nFig.1. (A) TEM imaging of GNPs-CTAC, GNPs-LyP-1 and GNPs/IR780-LyP-1 (Scale bar: 0.1 CTAC, GNPs-LyP-1 and GNPs/IR780-LyP-1.\nnear infrared (NIR) dye, IR780, was used as model dye for SERRS imaging [18,19]. The NIR dye IR780 bound covalently on the gold surface via nitro groups, and the further surface PEGylated and functionalized with linear LyP-1 peptide (CGNKRTRGC, with two\nmm and 50 nm); (B) The edge length distribution of GNPs; (C) Zeta potential of GNPs-\nfree sulfhydryl groups), rendering the GNPs/IR780-LyP-1 as a multifunctional platform for SERS imaging and targeting photothermal therapy for breast cancer (Scheme 1).\nThe morphology of GNPs, GNPs-LyP-1 and the GNPs/IR780-LyP1 were characterized by TEM. The homogeneous triangle shape of nanoprisms with average edge length of 57.5 9.3 nm had been observed for GNPs, and no obvious aggregation or morphological change was observed after the surface modification (Figs. 1A and B). The zeta potential of CTAC stabilized GNPs was +32.5 2.35 mV, whereas GNPs-LyP-1 and GNPs/IR780-LyP-1was 5.60 1.11 mV and 9.27 0.86 mV, respectively, which also indicated the SH-PEG, LyP-1 peptide and positive IR780 were attached to the surface of GNPs (Fig. 1C).\nThe UV–vis spectra of GNPs are depicted in Fig. 2A. The distinct peaks around 600 nm can be observed with a slightly blue-shifted for the LyP-1-conjugated and PEGylated GNPs, and the IR780 bound resulted in a red-shifted. The SERRS spectra generated by the GNPs-LyP-1 and GNPs/IR780-LyP-1 were measured at the Au concentrations of 10 4 mol/L, at an excitation wavelength of 785 nm (Fig. 2B). The GNPs-LyP-1 solution exhibited a very low signal-to-noise ratio, whereas the GNPs/IR780-LyP-1 presented enhanced Raman signal strength. The background is related to IR780 fluorescence, probably originated from the free molecules in solution. The enhanced Raman spectra signal suggested that the gold nanoprisms system is a promising candidate for Raman encoded molecular imaging of tissues besides other nanostars or nanorods-based SERS nanoparticles [7,20,21].\nThe photothermal conversion of GNPs-CTAC, GNPs-LyP-1 and GNPs/IR780-LyP-1 were systematically investigated by monitoring temperature increase while exposed to a 660 nm laser (1 W/cm2).\nAs depicted in Figs. 2C and D, the temperature of the GNPs/IR780LyP-1 solution (with the Au concentration of 50 mg/mL) reached 44.9 C with laser irradiation as short as 3 min, and its final temperature was dramatically increased from 25 C to 51 C after 5 min irradiation, which was higher than those of GNPs-LyP-1 and GNPs-CTAC did. In comparison, the temperature of saline showed no significant change when exposed to the same laser. The results demonstrated that GNPs/IR780-LyP-1 could significantly generate heat when exciting with 660 nm laser and be utilized as the promising agent for PTT.\nAs the biomedical materials, the biosafety is critically important for their further application. The surfactant CTAC utilized for shape controlling and colloid stabilizing of GNPs is responsible for the cytotoxicity, and the PEG modification is reported as a common method to reduce cytotoxicity from cationic surfactant stabilized gold nanoparticles [22,23]. So, the cytotoxicity of GNPs/IR780-Lyp1 was investigated on both NIH3T3 and MDA-MB-231 cells by MTT assay, as shown in Fig. 3A. The cell survival was nearly 80% even after incubation with GNPs /IR780-Lyp-1 at the mean concentration of 200 mg/mL, indicating the biocompatibility at the cellular level. When a 660 nm laser irradiation introduced, the different treated MDA-MB-231 cells presented cell growth inhibition, and the GNPs/IR780-Lyp-1 with 5 min laser exposed showed better antitumor performance (Fig. 3B). To further evaluate the thermotherapy effect mediated by GNPs/IR780-Lyp-1 on the MDA-MB231 cell growth inhibition, cell apoptosis and necrosis were quantified by cell apoptosis assay (Fig. 3C). The data analysis showed that treatment with GNPs/IR780-Lyp-1 plus 660 nm laser irradiation significantly increased cell apoptosis, when compared with no laser irradiation. Notably, the PTT for 5 min resulted in 42%\nof cell apoptosis and 12.8% of cell necrosis, while only 25.3% of apoptotic cells was detected by the treatment with laser irradiation for 3 min (Fig. 3D). These data suggest that photothermal-induced apoptosis of MDA-MB-231 cells was time-dependent.\nBased on the in vitro photothermal conversion results, we have investigated therapeutically relevant temperature increase in vivo. As shown in Fig. 4A, after 8 h of each sample administration, the mice were treated with 660 nm laser irradiation for 5 min. The in vivo photothermal imaging presented that the temperature of the tumor region which was treated with GNPs/IR780-Lyp-1 rapidly increased to 46.6 C in 1 min, and exhibited a significantly temperature increase of 14.7 C after 5 min irradiation (Fig. 4B). In contrast, animals treated with saline presented no obvious temperature rise as the irradiation time prolonged, which was further confirmed that the LyP-1 modification could enhance the enrichment of nanosystem in tumor region [24,25].\nHerein, the in vivo tumor PTT efficacy of the GNPs/IR780-Lyp-1 was evaluated in MDA-MB-231 tumor models, and the tumor volume of each mouse was recorded with a one-day interval. As the subsequent antitumor results showed in Fig. 4C, no inhibition of tumor growth was observed in the group administrated with GNPs/IR780-Lyp-1 without laser irradiation. Compared to the control group (saline) and GNPs/IR780-Lyp-1 without laser treated group, the tumor growth was significantly inhibited after treatment of the same nanosystem when 660 nm laser irradiation utilized, which contributed to the PTT effects. Notably, the tumors of laser treated group were totally eliminated in 2 of the 5 mice. Furthermore, the tumor weight of mice showed significant decrease between the PTT treated group and control group (Fig. 4D). These results also demonstrated that the nanosystem\nof GNPs/IR780-Lyp-1 could accumulate at the tumor region and perform better anticancer effect when PTT introduced.\nThe PTT-enhanced tumor growth inhibition of GNPs/IR780-Lyp1 was further proved by the H&E staining and immunofluorescence analysis for tumor tissues. As shown in Fig. 4E, no significant necrosis in tumors was observed in the control group and GNPs/ IR780-Lyp-1 treated only group. In contrast, a large necrotic area was observed after 2 days of GNPs/IR780-Lyp-1 treatment by PTT. The PTT induced hyperthermia nearly 50 C which would cause acute hemorrhage and tumor necrosis. Moreover, based on the immunofluorescence analysis of the tumor slides with different treatments, the apoptosis of tumor cells was clearly detected after PTT treatments (Figs. 4F and G). The result further indicated that tumor cell proliferation was inhibited by the tumor homingenhanced PTT, which was correspondent with the results of cellular apoptosis assay.\nIn summary, the tumor-homing peptide LyP-1 was chosen as the targeting moiety for the gold nanoprisms (GNPs) functionalization in this study. Moreover, because of the existence of NIR dye IR780, GNPs/IR780-LyP-1exhibited the surface-enhanced resonant Raman scattering property and plasmonic photothermal property which delivered a therapeutic heating by 660 nm laser irradiation. As compared to GNPs-LyP-1, the GNPs/IR780-LyP-1 presented significantly increased of photothermal conversion in vitro. And the tumor growth inhibition was further enhanced by the LyP-1 peptide mediated tumor targeting photothermal therapeutic efficacy after laser irradiation. All the results demonstrate that the GNPs/IR780-LyP-1 prepared in this study can be served as a promising SERRS nanoparticles for Raman-encoded molecular imaging-guided enhanced photothermal therapy."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was financially supported by the Application Fundamental Research Foundation of Sichuan Province Science and Technology Department, China (No. 2016JY0157), the State Sponsored Scholarship for Visiting Scholar from China Scholarship Council, the Outstanding Science and Technology Projects for Returned Overseas Chinese Scholars, Sichuan Province, China, the\nNational Natural Science Foundation of China (No. 31600811), the National Training Program of Innovation and Entrepreneurship for Undergraduates (No. 201813705025)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.cclet.2019.02.019."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "W. Zhou", "X. Gao", "D.B. Liu", "X.Y. Chen" ],
      "venue" : "Rev. 115 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Q",
      "author" : [ "C. Zhou", "J.Q. Huang" ],
      "venue" : "Yang, et al., Colloids Surf. B Biointerfaces 171 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "Q. Yang", "J.R. Peng" ],
      "venue" : "Xiao, et al., ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Curr",
      "author" : [ "L.A. Lane", "R. Xue", "S. Nie" ],
      "venue" : "Opin. Chem. Biol. 45 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chin",
      "author" : [ "H. Lei", "Y. Hu", "G. Li" ],
      "venue" : "Chem. Lett. 29 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Opt",
      "author" : [ "Y. Wang", "Q. Yang", "S. Kang", "M.A. Wall", "J.T.C. Liu", "J. Biomed" ],
      "venue" : "23 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "H. Yuan" ],
      "venue" : "Liu, A.M. Fales, et al., Anal. Chem. 85 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "P",
      "author" : [ "M. Pérez-Hernández" ],
      "venue" : "del Pino, S.G. Mitchell, et al., ACS Nano 9 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chin",
      "author" : [ "S.Q. Yang", "L.Z. Zhou", "Y. Su", "R. Zhang", "C.M. Dong" ],
      "venue" : "Chem. Lett. 30 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Y",
      "author" : [ "Y. Zhao", "W. Liu" ],
      "venue" : "Tian, et al., ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "C. Kuttner", "M. Mayer" ],
      "venue" : "Dulle, et al., ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cancer Res",
      "author" : [ "V. Fogal", "L. Zhang", "S. Krajewski", "E. Ruoslahti" ],
      "venue" : "68 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "F",
      "author" : [ "Z.Q. Yan" ],
      "venue" : "Wang, Z.Y. Wen, et al., J. Control. Release 157 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "S",
      "author" : [ "L. Paasonen" ],
      "venue" : "Sharma, G.B. Braun, et al., ChemBioChem 17 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "Y. Jiang", "S. Liu" ],
      "venue" : "Zhang, et al., Biomaterials 115 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nat",
      "author" : [ "S. Harmsen", "M.A. Wall", "R. Huang", "M.F. Kircher" ],
      "venue" : "Protoc. 12 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sci",
      "author" : [ "T. Nagy-Simon", "M. Potara", "A.M. Craciun", "E. Licarete", "S. Astilean", "J. Colloid Interf" ],
      "venue" : "517 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "F.R. Tian" ],
      "venue" : "Conde, C.C. Bao, et al., Biomaterials 106 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "D",
      "author" : [ "J.V. Jokerst", "A.J. Cole" ],
      "venue" : "Van de Sompel, S.S. Gambhir, ACS Nano 6 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chin",
      "author" : [ "Y.P. Jia", "B.Y. Ma", "X.W. Wei", "Z.Y. Qian" ],
      "venue" : "Chem. Lett. 28 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "K",
      "author" : [ "X.C. Tang", "L.W. Tan" ],
      "venue" : "Shi, et al., Acta Pharma. Sin. B 8 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "P",
      "author" : [ "M.A. Escudero-Francos", "V. Cepas" ],
      "venue" : "González-Menéndez, et al., J. Biomed. Nanotechnol. 13 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Gold-based nanoparticles have been highlighted in recent years as one of the most promising nano-biomaterials in cancer diagnosis and therapy due to their unique optical properties and stability [1].",
      "startOffset" : 195,
      "endOffset" : 198
    }, {
      "referenceID" : 1,
      "context" : "The uncovering of localized surface plasmon resonance (LSPR) effect has stimulated the invention of goldbased nanoparticles with controllable shapes and dimensions [2,3].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 2,
      "context" : "The uncovering of localized surface plasmon resonance (LSPR) effect has stimulated the invention of goldbased nanoparticles with controllable shapes and dimensions [2,3].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 3,
      "context" : "It also found out that the shapes and sizes have critical impact onto the LSPR effects of gold-based nanoparticles, for example, the gold nanorods (GNRs), gold nanocages (GNCs), gold nanostars (GNSs) not only have high efficiency in photo-thermal conversion, but also can act as signal enhancers [4].",
      "startOffset" : 296,
      "endOffset" : 299
    }, {
      "referenceID" : 6,
      "context" : "Comparing with the commercial SERRS imaging agents which are choosing gold nanospheres as the core for signal enhancement, GNPs are offering higher SERRS effects, while can be ascribed to the presence of sharp tips and rich hot spots when compared to the spheres [9].",
      "startOffset" : 263,
      "endOffset" : 266
    }, {
      "referenceID" : 7,
      "context" : "Furthermore, GNPs also can be served as the agent of photothermal conversion for photothermal therapy (PTT) [10,11].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 8,
      "context" : "Furthermore, GNPs also can be served as the agent of photothermal conversion for photothermal therapy (PTT) [10,11].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 9,
      "context" : "They have strong absorption in 650–700 nm light region [12,13].",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 10,
      "context" : "They have strong absorption in 650–700 nm light region [12,13].",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 11,
      "context" : "LyP-1 bound specifically to p32 (also known as gC1qR) receptor which was overexpressed on the cell surface of tumor lymphatics and solid tumor, often in hypoxic areas deep in the tumor tissue upregulated in the endothelium during angiogenesis [14].",
      "startOffset" : 243,
      "endOffset" : 247
    }, {
      "referenceID" : 15,
      "context" : "near infrared (NIR) dye, IR780, was used as model dye for SERRS imaging [18,19].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 16,
      "context" : "near infrared (NIR) dye, IR780, was used as model dye for SERRS imaging [18,19].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 5,
      "context" : "The enhanced Raman spectra signal suggested that the gold nanoprisms system is a promising candidate for Raman encoded molecular imaging of tissues besides other nanostars or nanorods-based SERS nanoparticles [7,20,21].",
      "startOffset" : 209,
      "endOffset" : 218
    }, {
      "referenceID" : 17,
      "context" : "The enhanced Raman spectra signal suggested that the gold nanoprisms system is a promising candidate for Raman encoded molecular imaging of tissues besides other nanostars or nanorods-based SERS nanoparticles [7,20,21].",
      "startOffset" : 209,
      "endOffset" : 218
    }, {
      "referenceID" : 18,
      "context" : "The enhanced Raman spectra signal suggested that the gold nanoprisms system is a promising candidate for Raman encoded molecular imaging of tissues besides other nanostars or nanorods-based SERS nanoparticles [7,20,21].",
      "startOffset" : 209,
      "endOffset" : 218
    }, {
      "referenceID" : 19,
      "context" : "The surfactant CTAC utilized for shape controlling and colloid stabilizing of GNPs is responsible for the cytotoxicity, and the PEG modification is reported as a common method to reduce cytotoxicity from cationic surfactant stabilized gold nanoparticles [22,23].",
      "startOffset" : 254,
      "endOffset" : 261
    }, {
      "referenceID" : 20,
      "context" : "The surfactant CTAC utilized for shape controlling and colloid stabilizing of GNPs is responsible for the cytotoxicity, and the PEG modification is reported as a common method to reduce cytotoxicity from cationic surfactant stabilized gold nanoparticles [22,23].",
      "startOffset" : 254,
      "endOffset" : 261
    }, {
      "referenceID" : 21,
      "context" : "In contrast, animals treated with saline presented no obvious temperature rise as the irradiation time prolonged, which was further confirmed that the LyP-1 modification could enhance the enrichment of nanosystem in tumor region [24,25].",
      "startOffset" : 229,
      "endOffset" : 236
    } ],
    "year" : 2019,
    "abstractText" : "Gold-based nanomaterials with plasmonic properties exhibit various potentials for biomedical applications. In this work, gold nanoprisms (GNPs) was synthesized and then modified with LyP-1, a tumor-homing peptide, to improve the affinity of the GNPs to tumor cells, thus, to improve the efficacy of tumor-targeted photothermal therapy. The introduction of NIR dye IR780 not only enabled the GNPsbased nanosystem with the surface-enhanced resonant Raman scattering (SERRS) property, but also enhanced the plasmonic photothermal property which delivering therapeutic heating by 660 nm laser irradiation. The obtained GNPs/IR780-LyP-1 presented significantly increased of photothermal conversion in vitro and in vivo, which resulted in enhanced tumor-targeting photothermal therapeutic efficacy after laser irradiation. Hence, the GNPs/IR780-LyP-1 prepared in this study can be served as a Raman-encoded molecular imaging candidate and photothermal therapy agents for future cancer treatment. © 2019 Chinese Chemical Society and Institute of Materia Medica, Chinese Academy of Medical Sciences. Published by Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}