{
  "name" : "downloads_2019-10-22_4f_fu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Duet of Acetate and Water at the Defects of Metal–Organic Frameworks",
    "authors" : [ "Yao Fu", "Zhengzhong Kang", "Jinglin Yin", "Weicheng Cao", "Yaoquan Tu", "Qi Wang", "Xueqian Kong" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Metal−organic frameworks, defects, dynamics, solid-state NMR, molecular dynamics simulations\nStructural defects in crystalline materials may strongly affecttheir bulk physical and chemical properties.1−4 It has been discovered in recent years that defects are prevalent in many metal−organic frameworks (MOFs), a class of crystalline solids with an exceptionally high porosity.5−8 The defects could exist as a partial replacement of organic ligands, i.e., the missinglinker defect9−14 or a partial elimination of metal-oxide clusters, i.e., the missing-cluster defect.15−17 To some extent, the types and concentration of defects can be controlled by the introduction of modulating molecules and the fine-tuning of synthetic conditions. The so-called defect engineering approach has been demonstrated to enhance the MOFs’ gas adsorption capacity,9,10,13,18−20 catalytic performance,21−23 and ion conductivity.24 In order to further improve such defect engineering approach and advance the fundamental understanding of crystalline defects, it is necessary to have a complete molecular picture of defects in MOFs. A major research interest has been focused on the defects in UiO-66,25 a chemically robust MOF with prospects in many applications.24,26,27 While the presence of defects in UiO-66 was initially accessed by thermogravimetric analysis (TGA)28\nand nitrogen adsorption,9 the structural information came afterward from crystallographic studies. High-resolution neutron diffraction9 and single-crystal X-ray diffraction (SCXRD)29 both showed the evidence of missing-linker defects. However, the missing-cluster defects got attention recently in both zirconium- and hafnium-based UiO-66 since the observation of weak and broad superlattice reflections in the powder X-ray diffraction (PXRD) pattern.17,18 As the structural characters of defects in UiO-66 are still under debate, their chemical features are even more elusive as they are broadly affected by the synthetic and preparation conditions.9,18,23,30−35 Among different variables, probing the chemistry of residual modulator, e.g., the commonly used acetic acid, is of great interest as it may profoundly affect the adsorption/catalytic performance of the product9,16,23 or the postsynthetic modification strategies.23,36,37 To date, however, the exact chemical composition and structural evolution of the\nReceived: November 8, 2018 Revised: January 30, 2019 Published: February 4, 2019\n© 2019 American Chemical Society 1618 DOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\nD ow\nnl oa\nde d\nvi a\nSW IN\nB U\nR N\nE U\nN IV\nO F\nT E\nC H\nN O\nL O\nG Y\no n\nO ct\nob er\n2 1,\n2 01\n9 at\n2 3:\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\ndefect sites under various conditions remained unclear. The disordered nature and low contrast of electron density at these defect sites limit the accessibility of common diffraction or electron microscopy techniques. In this work, we successfully revealed the sophisticated behavior of residual acetate modulators in MOF defects by closely allying experimental solid-state nuclear magnetic resonance (SSNMR) techniques with computational methods. We discovered that, different from common perceptions, residual acetate and water molecules pair with each other at the neighboring zirconium metals of a defect. The monodentate coordination of acetate and dynamic hydrogen bonding with water allow an unexpected flexibility of the acetate molecules, which involves fast librations in a microsecond scale as well as a kinetic exchange with water in the slower time scale. Both fast and slow processes have been quantitatively analyzed by multidimensional SSNMR experiments and comprehensively interpreted by quantum mechanical and molecular dynamics (MD) calculations. The detailed molecular pictures uncovered in our study are fundamental for understanding the formation and chemical evolution of MOF defects. The synergistic coordination between SSNMR and computations assembled a quantitative probe with molecular precision to guide the engineering of MOF materials, especially the parts with intrinsic dynamics and disorder. The Pairing of Acetate and Water. UiO-66 with zirconium metals were prepared according to the procedures described in the Supporting Information using acetic acid as a modulator. In order to eliminate molecules that are loosely trapped in the framework, all samples have been repetitively washed and vacuum-activated at temperatures above 120 °C. The existence of defects has been confirmed by the TGA measurements (Figure S3). Although the presence of modulator molecules can be quantified indirectly, the direct observation of these minor and heterogeneously located molecules in the framework is quite a challenge with conventional techniques. We resorted to the isotopic enrichment of 13C spins of the carboxylate groups on acetic molecules and probed its signal directly with 13C NMR in the solid state. As shown in Figure 1a, the 13C-enriched acetate gives a strong signal at 178 ppm in the 13C spectrum of the UiO-66 sample. The amount of acetate signal persisted after vacuum activation at temperatures as high as 250 °C (Figure S4), suggesting a relatively strong chemical bonding of acetate with the defect sites. We employed the 1H−13C two-dimensional (2D) heteronuclear correlation (HETCOR) method to probe the local interactions about the acetate molecules (Figure 1b). The homonuclear decoupling in the 1H dimension allows a clear resolution of proton species that are coupled to acetate. It is interesting to show that the acetate signal (178 ppm in the 13C dimension) correlates with water protons (∼5 ppm in the 1H dimension) in a short proton spin diffusion period. This indicates that acetate and water are in close contact, and it provides important clues for the later simulations and analysis. Note that the 1H signal of water might not be clearly resolved in 1H magic-angle spinning (MAS) spectra due to bonding heterogeneity and the broadening effect of strong 1H−1H homonuclear coupling. To identify the possible bonding configurations of acetate, we performed quantum mechanical calculations to compare the energy of formation ΔE for different configurations starting from the uncoordinated Zr sites (Figure 1c).\nEUiO X Y UiOZr Zr Zr Y Zr X+ + → Δ* * − −\n(1)\nwhere Zr* represents the two uncoordinated Zr sites (due to the removal of a BDC linker) and X or Y stands for the possible chemical species including acetate (CH3COO\n−), water (H2O) or hydroxyl (−OH). Here, configurations with positive ΔE are unlikely to exist while those with a more negative ΔE are more stable. We discovered that, although bidentate acetate could exist,38 the configuration with monodentate acetate is more stable by pairing itself with a water molecule at the defect. The water molecule is attracted to the neighboring Zr site through electrostatic interaction. Since water is a ubiquitous byproduct, which persists in normal preparation conditions, one can expect the monodentate acetate is the primary coordination structure for common defect samples. This discovery has been further justified by the unusual dynamics of acetate as illustrated in the following sections. In the energy calculations, we also considered other defect configurations involving hydroxyl and water. The results showed that the hydroxyl/water and water/water pairs are possible, but acetate/hydroxyl or hydroxyl/hydroxyl pairs are not energetically favorable. Experimentally, we observed the possible existence of hydroxyls in the 1H MAS spectra at the resonance of ∼1.5 ppm (Figure S4), which corroborates the discoveries by Tricklett et al.35 A pair of acetates would not\nDOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\n1619\nexist either due to their repulsive Coulumbic interaction as revealed by the MD simulations (Figure S6b,c). Fast Librations of Acetate. The monodentate configuration of acetate would allow a considerable flexibility of the O−C−O plane, which can be distinct from the rigid bidentate configuration. The motional-dependent anisotropic NMR frequencies such as chemical shift anisotropy (CSA) are excellent probes of dynamics information. However, in a typical high-resolution 13C SSNMR spectrum, the CSA patterns are averaged by the fast magic-angle spinning (MAS). In order to retrieve CSA patterns of individual carbon sites, we employed a 2D SSNMR sequence, named as SUPER (separation of undistorted powder patterns by effortless recoupling).39 The SUPER sequence presents the CSA patterns in the indirect dimension and the corresponding isotropic signals in the direct dimension (Figure 2a). The extracted CSA patterns for each carbon sites are shown in Figure 2b, in which the benzenedicarboxylate (BDC) linkers show expected patterns in their rigid or flipping states (Figures S7 and S8). However, the patterns of acetate carboxylate (with a spectral width of 90−100 ppm) are substantially narrower than the one measured in zirconium acetate (with a spectral width of 141 ppm, Figures S9 and S10). In addition, the width narrows as the measurement temperature increases (Figure 2c). These observations confirmed that the acetate molecules undergo a fast but nonisotropic motion, which generated the averaged CSA patterns. We performed molecular dynamics (MD) simulations to map the possible orientations of acetate molecules at the defect. We revealed that the dynamics of acetate can be characterized by the bimodal librations of the O−C−O plane\nin both the vertical and the lateral directions with respect to the Zr−O(Ac) axis (Figure 2d). The angular distributions indicate that the lateral libration (wobbling of the dihedral angle of the O−C−O plane) and the vertical libration (wobbling of the Zr−O−C bond angle) are both around 60° (Figure 2e). On the basis of the angles of the bimodal librations, we carried out numerical simulations of the motional averaged 13C CSA patterns (Figure 2f). Indeed, the calculated patterns with right angle distributions in between 60° and 70° (in red) showed excellent agreement with the experimental results (in black) (Figure 2c, Figure S11). The narrowed width of the CSA patterns at increasing temperatures indicates a progressive widening of the libration angles. In principle, the molecular motion would have a direct consequence on the NMR relaxation phenomena.38 Therefore, we used the 13C spin−spin relaxation time (T2) of the carboxylate group to parametrize acetate libration. The T2 data (Figure S12) were analyzed with the standard Bloembergen− Purcell−Pound (BPP) theory considering 13C−1H dipolar coupling and CSA as the relaxing source.40,41 It has been shown in Table 1 that the correlation time (τc) of acetate libration is in the range 10−5 to 10−6 s at room temperature and that the activation energy is approximately 10 kJ/mol. It is also discovered that the amount of residual water, as a result of activation temperature and duration, has an effect on the acetate dynamics. Here, sample U-120−10h has been vacuumdried at 120 °C for 10 h, which is supposed to have more residual water, while sample U-150−24 h has been vacuumdried at 150 °C for 24 h, which is supposed to have less residual water. With less residual water, the correlation time\nDOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\n1620\n(i.e., slower libration) is longer and the activation energy is higher (Table 1). Kinetics of Acetate−Water Exchange. Since the dynamics of acetate is strongly coupled to water, we were keen to investigate how acetate and water interact. In MD simulations, we noticed that residual water molecules are attracted toward the acetate through hydrogen bonding to its uncoordinated carbonyl oxygen (Figure 3a). These interacting water molecules not only affect the libration of acetate but also compete for the defect site via chemically exchanging with the acetate (Figure 3b). This kinetic exchange process has been experimentally observed in the CODEX (centerband-only detection of exchange) measurements.42,43 The CODEX method quantifies the speed of the molecular reorientation (e.g., due to chemical exchange) in a slow time scale (from milliseconds to seconds) and also determines the relative populations of exchanging and nonexchanging species. During the observation time (tm), the 13C CODEX signal intensity of the acetate carboxylate fell progressively, generating a decaying curve I(tm). With a stochastic process assumed, the decaying curves can be fitted by a single exponential relating to the rate of reorientation (k), and normalized populations (P):\nI t P k t P( ) exp( ) 1m m= × − × + − (2)\nHere, P is the population of exchanging molecules, which undergo reorientation, and 1 − P is the population of\nnonexchanging molecules, which are static during the observation period. This equation provides two crucial pieces of information: the kinetic equilibrium of the acetate−water exchange as indicated by the population P and the dynamic evolution of dissociated acetate as indicated by the reorientation rate k. Figure 3c shows the fitting of CODEX signals of sample U150−24h at variable measurement temperatures. We first examined the kinetic process, which can be\ndescribed by the following chemical equation:\nÄ Ç ÅÅÅÅÅ É Ö ÑÑÑÑÑ KUiO H O UiO CH COOZr CH COO Zr H O 2 Zr H O Zr H O 3 eq3 2 2 2+ → +− − − − + −\n(3)\nIn this equation, the population of coordinated acetate Zr− CH3COO equals 1 − P and the population of dissociated acetate (CH3COO\n−) equals P (see eq 2). If the concentrations of species follow the stoichiometry in the local chemical environment, we can derive the equilibrium constant Keq:\nK P P(1 )eq 2 2= − (4)\nWe can further obtain reaction enthalpy ΔH⊖ and entropy ΔS⊖ under the standard conditions according to Van’t Hoff equation (Figure 3d):\nDOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\n1621\nK H RT S R ln eq = − Δ + Δ\n⊖ ⊖\n(5)\nFor samples with different amounts of water, the reaction enthalpies are about the same: ∼70 kJ/mol (Table 1), and this is qualitatively consistent with the energy difference (88 kJ/ mol) between the product and reactant according to quantum mechanical calculations (Figure 3e). However, the reaction entropy is somewhat higher for the sample with less water (U150−24h). This leads to a different Gibbs free energy (eq 6), which dictates the balance of the kinetic equilibrium (see eq 3).\nG H T S RT Kln eqΔ = Δ − Δ = − ⊖ ⊖\n(6)\nFor the sample with more water (U-120−10h), acetate is more likely to be bonded to defects at room temperature and the balance shifts to the right-hand side at temperatures above ∼330 K (Figure 3d). However, for the sample with less water (U-150−24h), the bonded acetate is only kinetically stable below ∼280 K. This experimental evidence showed that more residual water can stabilize the defect-associated acetate. This exchanging process happens at mild temperatures, which does not eliminate acetate from the defects. Only at elevated temperatures above 300 °C, the acetate may be removed in form of acetic acid (Figure S4).\nAcetate Hopping Dynamics. The interplay between acetate and water can also be studied from a dynamic point of view, which analyzes the reorientation rate k of dissociated acetate (see eq 2). The reorientation rate at variable temperatures can be described by the Arrhenius equation:\ni k jjj y { zzzk A E RT exp a= × − (7)\nwhere A is the preexponential factor and Ea is the activation energy. Our analysis (Figure 4a) showed that acetate, in the drier sample (U-150−24h), has a faster hopping rate (1−100 Hz) at temperatures above 300 K, with a significantly larger activation energy of ∼34 kJ/mol (Table 1). On the other hand, the dynamics of acetate is less vibrant (∼0.1 Hz) when more water is present and the energy barrier for hopping diminishes to 1.6 kJ/mol. The reorientation can be understood as a hopping process of acetate on and off the defect sites, during which the chemical shift frequency of 13C (COO of acetate) changes. This hopping process happens in a much slower time scale than the molecular libration, which leads to motional averaged CSA patterns. In order to better interpret such a dynamic process, we performed a metadynamic analysis, which mapped the free energy landscape for defect systems when acetate was placed in different locations or orientations (Figure 4b). The coordinates\nDOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\n1622\nare referenced to the distances between a single acetate oxygen and the two neighboring defect Zr sites shown as the vertical and horizontal axes. The blue areas indicate locations of stable geometries with lower free energies. We constructed two defect systems, one with extra water (water/defect ratio = 3:1) and the other with insufficient water (water/defect ratio = 0.4:1). The system with extra water has larger areas of blue color, and these areas are located closer to the Zr sites. Therefore, it is more energetically favorable for the acetate to associate with a defect site when extra water is around. When there is insufficient water, acetate may become dissociated but still localize in the proximity of a defect site (<0.8 nm). We further illustrated the hopping process by following the trajectories of acetate in the extended duration (∼100 ns) of the MD simulations. The simulation showed that acetate can hop off a defect site with the assistance of hydrogen bonded water molecules and then return to the initial Zr site or jump to the neighboring one. In the system with extra water, the dissociated acetate does not move far away from Zr and only separates from the defect by a single water molecule (Figure 4c). In contrast, in the system with insufficient water, the dissociated acetate can separate from the defect by several water molecules. This observation suggested that (1) the acetate in a dry environment needs to overcome a much higher energy barrier to reach an extended hopping range, and (2) during the extended hopping process, the acetate reorients itself more frequently and therefore has a higher reorientation rate. Overall, the metadynamic analysis qualitatively explained the experimental results of acetate hopping under different hydration levels. In summary, our study provided a comprehensive insight into the fundamental physical chemistry of defective MOFs regarding defect-associated acetate, water, and the dynamic interactions between the two. We expect different MOF matrices, metal centers, modulators, and different preparation conditions could lead to variations of the molecular behavior, which further affect chemical properties of defects. Our quantitative SSNMR methodology assisted by computational effort will be particularly useful to reveal the subtle physicochemical changes and guide the molecular manipulation of MOF defects.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.8b04518.\nDetails for the sample preparations and characterizations, solid-state NMR method, molecular dynamics simulation, X-ray powder diffraction patterns, BET nitrogen adsorption and desorption isotherms, thermogravimetric analysis trace, and NMR spectra (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: qiwang@zju.edu.cn. *E-mail: kxq@zju.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Yaoquan Tu: 0000-0001-8198-9284 Qi Wang: 0000-0002-2246-1401 Xueqian Kong: 0000-0002-1901-9073"
    }, {
      "heading" : "Author Contributions",
      "text" : "Y. F. and Z. K. contributed equally. X.K. and Q.W. conceived and designed the experiments. Y.F. synthesized the MOFs and performed solid-state NMR experiments and analyses. Z.K. performed the molecular dynamics simulations. Y.F. and Z.K. cowrote the paper. All authors revised the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This research was supported through the National Key Research and Deve lopment Program of China (2016YFA0203600), National Natural Science Foundation of China (21673206), and Zhejiang Provincial Natural Science Foundation (R19B050003). Y.F. acknowledges the China Scholarship Council for financial support. Computer time for this work was awarded by a grant from the Swedish National Infrastructure for Computing (SNIC) (SNIC 2017/1-425).\n■ REFERENCES (1) Bennett, T. D.; Cheetham, A. K.; Fuchs, A. H.; Coudert, F. X. Nat. Chem. 2016, 9 (1), 11−16. (2) Taddei, M. Coord. Chem. Rev. 2017, 343, 1−24. (3) Howarth, A. J.; Liu, Y.; Li, P.; Li, Z.; Wang, T. C.; Hupp, J. T.; Farha, O. K. Nat. Rev. Mater. 2016, 1 (3), 1−15. (4) Serre, C. Nature 2013, 493 (7432), 313−314. (5) Ameloot, R.; Vermoortele, F.; Hofkens, J.; De Schryver, F. C.; De Vos, D. E.; Roeffaers, M. B. J. Angew. Chem., Int. Ed. 2013, 52 (1), 401−405. (6) St. Petkov, P.; Vayssilov, G. N.; Liu, J.; Shekhah, O.; Wang, Y.; Wöll, C.; Heine, T. ChemPhysChem 2012, 13 (8), 2025−2029. (7) Fang, Z.; Bueken, B.; De Vos, D. E.; Fischer, R. A. DefectEngineered Metal-Organic Frameworks. Angew. Chem., Int. Ed. 2015, 54 (25), 7234−7254. (8) Dissegna, S.; Epp, K.; Heinz, W. R.; Kieslich, G.; Fischer, R. A. Adv. Mater. 2018, 30, 1704501. (9) Wu, H.; Chua, Y. S.; Krungleviciute, V.; Tyagi, M.; Chen, P.; Yildirim, T.; Zhou, W. J. Am. Chem. Soc. 2013, 135, 10525−10532. (10) Loṕez-Maya, E.; Montoro, C.; Colombo, V.; Barea, E.; Navarro, J. A. R. Adv. Funct. Mater. 2014, 24 (39), 6130−6135. (11) Gutov, O. V.; Hevia, M. G.; Escudero-Adań, E. C.; Shafir, A. Inorg. Chem. 2015, 54 (17), 8396−8400. (12) Kalidindi, S. B.; Nayak, S.; Briggs, M. E.; Jansat, S.; Katsoulidis, A. P.; Miller, G. J.; Warren, J. E.; Antypov, D.; Cora,̀ F.; Slater, B.; et al. Angew. Chem., Int. Ed. 2015, 54 (1), 221−226. (13) Barin, G.; Krungleviciute, V.; Gutov, O.; Hupp, J. T.; Yildirim, T.; Farha, O. K. Inorg. Chem. 2014, 53 (13), 6914−6919. (14) Slater, B.; Wang, Z.; Jiang, S.; Hill, M. R.; Ladewig, B. P. J. Am. Chem. Soc. 2017, 139 (50), 18322−18327. (15) Yuan, S.; Zou, L.; Qin, J. S.; Li, J.; Huang, L.; Feng, L.; Wang, X.; Bosch, M.; Alsalme, A.; Cagin, T. Nat. Commun. 2017, 8 (May), 15356. (16) Shearer, G. C.; Vitillo, J. G.; Bordiga, S.; Svelle, S.; Olsbye, U.; Lillerud, K. P. Chem. Mater. 2016, 28 (20), 7190−7193. (17) Cliffe, M. J.; Wan, W.; Zou, X.; Chater, P. A.; Kleppe, A. K.; Tucker, M. G.; Wilhelm, H.; Funnell, N. P.; Coudert, F. X.; Goodwin, A. L. Nat. Commun. 2014, 5 (May), 1−8. (18) Shearer, G. C.; Chavan, S.; Bordiga, S.; Svelle, S.; Olsbye, U.; Lillerud, K. P. Chem. Mater. 2016, 28 (11), 3749−3761. (19) Rodríguez-Albelo, L. M.; Loṕez-Maya, E.; Hamad, S.; RuizSalvador, A. R.; Calero, S.; Navarro, J. A. R. Nat. Commun. 2017, 8, 14457. (20) Chong, S.; Thiele, G.; Kim, J. Nat. Commun. 2017, 8 (1), 1. (21) Kozachuk, O.; Luz, I.; Llabreś I Xamena, F. X.; Noei, H.; Kauer, M.; Albada, H. B.; Bloch, E. D.; Marler, B.; Wang, Y.; Muhler, M.; et al. Angew. Chem., Int. Ed. 2014, 53 (27), 7058−7062.\nDOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\n1623\n(22) Liu, Y.; Klet, R. C.; Hupp, J. T.; Farha, O. Chem. Commun. 2016, 52 (50), 7806−7809. (23) Vermoortele, F.; Bueken, B.; Le Bars, G.; Van De Voorde, B.; Vandichel, M.; Houthoofd, K.; Vimont, A.; Daturi, M.; Waroquier, M.; Van Speybroeck, V.; et al. J. Am. Chem. Soc. 2013, 135 (31), 11465−11468. (24) Taylor, J. M.; Dekura, S.; Ikeda, R.; Kitagawa, H. Chem. Mater. 2015, 27 (7), 2286−2289. (25) Cavka, J. H.; Olsbye, U.; Guillou, N.; Bordiga, S.; Lillerud, K. P. J. Am. Chem. Soc. 2008, 6, 1−19. (26) Wang, Z.; Fu, Y.; Kang, Z.; Liu, X.; Chen, N.; Wang, Q.; Tu, Y.; Wang, L.; Song, S.; Ling, D.; et al. J. Am. Chem. Soc. 2017, 139 (44), 15784−15791. (27) Loṕez-maya, E.; Montoro, C.; Rodríguez-albelo, L. M.; et al. Angew. Chem., Int. Ed. 2015, 54 (23), 6790−6794. (28) Valenzano, L.; Civalleri, B.; Chavan, S.; Bordiga, S.; Nilsen, M. H.; Jakobsen, S.; Lillerud, K. P.; Lamberti, C. Chem. Mater. 2011, 23 (7), 1700−1718. (29) Øien, S.; Wragg, D.; Reinsch, H.; Svelle, S.; Bordiga, S.; Lamberti, C.; Lillerud, K. P. Cryst. Growth Des. 2014, 14 (11), 5370− 5372. (30) Shearer, G. C.; Chavan, S.; Ethiraj, J.; Vitillo, J. G.; Svelle, S.; Olsbye, U.; Lamberti, C.; Bordiga, S.; Lillerud, K. P. Chem. Mater. 2014, 26 (14), 4068−4071. (31) Schaate, A.; Roy, P.; Godt, A.; Lippke, J.; Waltz, F.; Wiebcke, M.; Behrens, P. Chem. - Eur. J. 2011, 17 (24), 6643−6651. (32) Cliffe, M. J.; Hill, J. A.; Murray, C. A.; Coudert, F.-X.; Goodwin, A. L. Phys. Chem. Chem. Phys. 2015, 17 (17), 11586− 11592. (33) Bueken, B.; Reinsch, H.; Reimer, N.; Stassen, I.; Vermoortele, F.; Ameloot, R.; Stock, N.; Kirschhock, C. E. A.; De Vos, D. Chem. Commun. 2014, 50 (70), 10055−10058. (34) Xydias, P.; Spanopoulos, I.; Klontzas, E.; Froudakis, G. E.; Trikalitis, P. N. Inorg. Chem. 2014, 53 (2), 679−681. (35) Trickett, C. A.; Gagnon, K. J.; Lee, S.; Gańdara, F.; Bürgi, H. B.; Yaghi, O. M. Angew. Chem., Int. Ed. 2015, 54 (38), 11162−11167. (36) Liu, P.; Fukui, Y.; Tian, P.; He, Z. T.; Sun, C. Y.; Wu, N. Y.; Lin, G. Q. J. Am. Chem. Soc. 2013, 135 (32), 11700−11703. (37) Islamoglu, T.; Goswami, S.; Li, Z.; Howarth, A. J.; Farha, O. K.; Hupp, J. T. Acc. Chem. Res. 2017, 50 (4), 805−813. (38) Schmidt-Rohr, K.; Spiess, H. W. Multidimensional Solid-State 3NMR and Polymers; Academic Press: San Diego, CA, 1994 (39) Liu, S. F.; Mao, J. D.; Schmidt-Rohr, K. J. Magn. Reson. 2002, 155 (1), 15−28. (40) Bloembergen, N.; Purcell, E. M.; Pound, R. V. Phys. Rev. 1948, 73 (7), 679−712. (41) Dong, R. Y. Encycl. Spectrosc. Spectrom. 1999, 1568−1575. (42) Schmidt-Rohr, K.; DeAzevedo, E. R.; Bonagamba, T. J. eMagRes. 2002, 432−442. (43) Reichert, D.; Bonagamba, T. J.; Schmidt-Rohr, K. J. Magn. Reson. 2001, 151 (1), 129−135.\nDOI: 10.1021/acs.nanolett.8b04518 Nano Lett. 2019, 19, 1618−1624\n1624"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Metal−organic frameworks (MOFs) are porous crystalline materials with promising applications in molecular adsorption, separation, and catalysis. It has been discovered recently that structural defects introduced unintentionally or by design could have a significant impact on their properties. However, the exact chemical composition and structural evolution under different conditions at the defects are still under debate. In this study, we performed multidimensional solid-state nuclear magnetic resonance (SSNMR) coupled with computer simulations to elucidate an important scenario of MOF defects, uncovering the dynamic interplay between residual acetate and water. Acetate, as a defect modulator, and water, as a byproduct, are prevalent defect-associated species, which are among the key factors determining the reactivity and stability of defects. We discovered that acetate molecules coordinate to a single metal site monodentately and pair with water at the neighboring position. The acetates are highly flexible, which undergo fast libration as well as a slow kinetic exchange with water through dynamic hydrogen bonds. The dynamic processes under variable temperatures and different hydration levels have been quantitatively analyzed across a broad time scale from microseconds to seconds. The integration of SSNMR and computer simulations allows a precision probe into defective MOF structures with intrinsic dynamics and disorder.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}