{
  "name" : "downloads_2019-10-23_c2_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Facile Construction of High-Performance Amorphous FePO4/Carbon Nanomaterials as Cathodes of Lithium-Ion Batteries",
    "authors" : [ "Zhongyu Wang", "Yangcheng Lu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: lithium-ion battery, amorphous FePO4, carbon materials, cathode construction, hybrid carbon additives"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "In the present era of chemical energy storage, there is a growing demand for higher-performance rechargeable lithium batteries to power mobile devices and electric vehicles with increased energy efficiency requirement. As the primary part of lithium-ion batteries (LIBs), cathode materials have been one of the hottest research topics in recent years.1−3 Layered, spinel, or polyanion-type transition-metal-containing compounds are most widely studied and normally used cathode materials.4 As the representatives of polyanion-type materials, LiFePO4 and FePO4 with various appealing features, such as low cost, high safety, high theoretical capacity, and environment friendliness, have attracted considerable interest.5,6\nCompared with olivine LiFePO4, amorphous FePO4 (aFePO4) has some special advantages as a cathode material. First of all, a-FePO4 is considered a conceptually defect-free phase, which benefits electronic conductivity and lithium-ion diffusion of FePO4 cathode materials. Moreover, Fe(III) compounds are inexpensive and easily available as raw materials. Finally, the synthesis process of a-FePO4 is simple and easy to realize and does not require high temperature calcination and a protective atmosphere. Nevertheless, the aFePO4 cathode still suffers from poor electronic conductivity and low ionic conductivity.7−9 To overcome these problems, some strategies such as size reduction to the nanoscale, ion\ndoping, the preparation of mesoporous structure, and conductive agent incorporation have been implemented to improve electrochemical performance of the material.9−13\nCarbon coating for the LiFePO4 cathode material is also a practical technique to improve the electronic conductivity of the electrode. However, an FePO4 cathode cannot be coated with carbon materials via the carbon-heat reduction method because of the phase transition from amorphous state to electrochemically inert hexagonal crystalline FePO4 at 460 °C or higher temperature.14 Consequently, for an a-FePO4 cathode, a high-conductivity conductive agent incorporation is a reasonable strategy, which is also adaptive for other lowconductivity cathode materials. Carbon materials, such as carbon black (CB), carbon\nnanotubes (CNTs), and graphene, are welcomed candidates as conductive additives in the cathode material. CB, owing to its low cost and zero dimension morphology, is preferred and extensively used in commercial battery materials as micron particles.15−19 As for the battery materials at nanoscale, the size minimization, which leads to an increment in surface reactivity and reduction in lithium-ion transport length, has been proved\nReceived: January 3, 2019 Accepted: March 18, 2019 Published: March 18, 2019\n© 2019 American Chemical Society 13225 DOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 3,\n2 01\n9 at\n2 0:\n08 :0\n9 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nar tic\nle s.\nas an important method to achieve high electrochemical performance.14,20 Meanwhile, it also requires a more effective conductive network facilitating fast electron transfer to utilize the extremely high surface energy and big specific surface area of active nanoparticles. When compared with CB, conductive additives, such as CNTs or graphene, with high aspect ratios show a lower percolation threshold and may form a conductive network between active particles more effectively. The 1D materials, such as CNTs, can help to fabricate a continuous conductive network connecting the active particles,21−25\nwhereas the wrapped bundles of CNTs are difficult to disperse well in water or organic solvents, limiting their applications in the construction of conductive network for nanosized active materials. To introduce a-FePO4 into high-conductivity carbon materials, researchers typically grow a-FePO4 on carbon.9,23,26−29 However, there exist several common problems in growing a-FePO4 on carbon materials. On one hand, the ratio of carbon material to a-FePO4 is usually limited at high level, which has an adverse effect on the energy density of the final cathode as well as the application performance. On the other hand, it is hard to control the morphology and content of a-FePO4 accurately because the reaction system involves a multicomponent coprecipitation process. Besides, to date, almost all in situ preparations for FePO4/C composites used CNTs as the unique carbon materials, which limits the optimization of FePO4 cathode structure and performance. In recent times, our research group prepared a-FePO4·2H2O nanoparticles with narrow size distribution and high purity by fast precipitation in a membrane dispersion microcontactor. To prevent these nanoparticles from forming aggregations during the removal of crystal water by drying method, we carried out multistep solvent displacement in the sequence of water, alcohol, and petroleum ether in advance. Then, the aFePO4 nanoparticles were modified with aminopropyltrimethoxysilane (APS) to make up an a-FePO4−water dispersion; the CNTs were oxidized in a mixed HNO3 and H2SO4 solution to make up a CNTs−water dispersion; the two dispersions were mixed under ultrasonic treatment and filtered to obtain a uniformly dispersed FePO4-CNT nanocomposite for cathode materials. The cathode showed long-term cycle stability and great electrochemical performance.30,31 However, this preparation method still has some shortcomings with respect to engineering. For example, solvent displacement is a tedious procedure causing problems in solvent reuse; the hard aggregation of nanoparticles is difficult to evade during the regular dehydration operation (not very slow in rate and very small in amount);32 the filtration of stable mixture of the aFePO4−water dispersion and CNTs−water dispersion is\nusually an extremely inefficient procedure. Besides, fine contact is hardly achieved between one-dimension-shaped CNTs and zero-dimension-shaped a-FePO4 nanoparticles. Accordingly, it is worthwhile to introduce a hybrid conductive agent containing different-shaped carbon materials to leave room for further improvement in the rate performance of the cathode materials. Some micron-sized particles (such as LiCoO2 and LiFePO4) with hybridized CB and CNTs have been reported to exhibit better rate performance than using a single kind of conductive agent.33−38 However, research on hybrid conductive agents for active nanoparticles has not been reported. In this contribution, to overcome the shortcomings mentioned above, we explored a new construction strategy for high performance a-FePO4−carbon cathodes. The FePO4· 2H2O−water dispersion was prepared in a solution environment thoroughly. Then, a micromixer was used to mix the FePO4·2H2O−water dispersion and CNTs−water dispersion rapidly as well as induce the electrostatic interaction between the FePO4·2H2O nanoparticles and CNTs with opposite charges, resulting in fast sedimentation of FePO4·2H2O-CNTs nanocomposites. The FePO4·2H2O-CNTs nanocomposites were easily filtered out and ball-milled to get a high tap density. The mechanism of actions and the effectiveness of the strategy were confirmed by microstructural characterizations and electrochemical measurements. Furthermore, this new strategy was exploited to prepare composites made of CNTs, CB, and a-FePO4. Electrochemical studies revealed that the addition order of various components has significant influence on electrochemical performance of the final composite. An optimized composite of a-FePO4/CB/CNTs showed clear advantages over a-FePO4/CNTs in terms of both rate performance and technical economy."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Chemicals and Materials. N-Methyl pyrrolidone (C5H9NO, ≥99%), anhydrous alcohol (C2H5OH, ≥99.7%), ferric nitrate (Fe(NO3)3 ·9H2O, ≥98.5%), and ammonium phosphate ((NH4)3PO4·3H2O, ≥95%) were purchased from Sinopharm Chemical Reagent Co., Ltd. APS was purchased from Aladdin Industrial Corporation. Sulfuric acid (H2SO4, 95−98%) and nitric acid (HNO3, 65−68%) were purchased from Beijing Chemical Works. All chemicals were used as received. CNTs (FT9101) were purchased from JiangSu Cnano Technology Co., Ltd. CB (Super P) was purchased from Wuhan Lizhiyuan Technology Co., Ltd.\n2.2. Synthesis of APS-Modified a-FePO4·2H2O Nanoparticles. As shown in Figure 1a, the a-FePO4·2H2O nanoparticles were prepared by a homogeneous precipitation process in a microreactor. The continuous and dispersed fluids were 0.3 M Fe(NO3)3 and 0.3 M (NH4)3PO4 solutions, respectively; the flow rate was 50 mL/min for both. The slurry from the outlet was filtered and washed with water\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13226\nand alcohol in sequence, and then dispersed in alcohol under sonication. APS was used to modify the FePO4·2H2O nanoparticles by adding 10 mL of APS into 40 mL of a-FePO4·2H2O−ethanol suspension (about 10 mg/mL) and magnetically stirred at 70 °C for 12 h. Finally, the APS-modified FePO4·2H2O nanoparticles were kept in deionized water after filtration, alcohol-washing, and water-washing. 2.3. Synthesis of Surface-Oxidized Carbon Materials. H2SO4 and HNO3 were mixed in a 3:1 volume ratio. MWCNTs (0.35 g) were added to 100 mL of this mixture solution. After sonicating for 10 min, the suspension was stirred at 90 °C for 3 h and then diluted with water carefully. The product was filtered and washed with deionized water repeatedly until the filtrate was neutral. Finally, the oxidized CNTs were kept in water. The oxidation method of CB was the same as that of CNTs. 2.4. Synthesis of a-FePO4 and Carbon Materials Nanocomposite and Cathode Construction. The surface chemical modification endowed FePO4·2H2O and the carbon materials with hydrophily to obtain stable water suspensions. The solid content in water suspension could be determined by drying and weighing. According to the preset ratio of FePO4 and carbon materials, the FePO4·2H2O−water suspension and the carbon materials−water suspension were quantitively taken, diluted to 40 mL, and adjusted to pH = 7 with ammonia, separately. After sonicating for 20 min, the two suspensions were mixed at 50 mL/min flow rate in a tee with an internal diameter of 0.75 mm. The mixed water suspension was adjusted to pH = 3 by adding H3PO4 aqueous solution (pH = 2.7) through the same tee, getting sediments of the FePO4·2H2O-carbon materials composite. The sediments were filtered and washed with deionized water, and dried and ball milled after prewetting with Nmethyl pyrrolidone for 5 h. The ball-milled samples were annealed at 350 °C for 2 h to remove the remaining N-methyl pyrrolidone and crystal water and obtain the final a-FePO4-carbon materials composite for cathode construction. When various carbon additives need to be hybridized, FePO4 and one kind of carbon material were mixed and ball milled first. Then, the composite was dispersed in water and mixed with another suspension of carbon material in the tee, followed by the same process of adjusting pH and ball-milling. Figure 1b shows the synthetic scheme of a-FePO4/carbon nanomaterials composite. To construct the cathode, an appropriate amount of poly(vinyl difluoride) (PVDF, 5 wt %) was used as binder. The a-FePO4-carbon materials and binder were mixed sufficiently under stirring and coated on aluminum foils. The final working electrode was obtained after drying at 120 °C for 12 h in vacuum. The area of the cathode was 1.13 cm−2. The mass loading density on the cathode was around 1.57 mg cm−2 for the electrode materials, and 1.26 mg cm−2 for the FePO4 materials. 2.5. Characterization. Microstructures of the FePO4 particles, conductive agents, and composite cathodes were observed by using transmission electron microscopy (TEM, HITACHI H-7650B, 120 kV) and scanning electron microscopy (SEM, JEOL JSM7401, 10 kV). The zeta potential and particle size were characterized by a laser scattering particle analyzer (ZS-90, Malvern). Fourier transform infrared (FTIR)-spectra were measured using a FTIR spectrometer (TENSOR 27, Bruker). The tap density was measured by placing a certain mass of the cathode material in a small cylinder and tapping it at least 50 times by hand. The tap density was calculated from the mass and volume of the tapped powder. CR2025 coin-type cells were assembled in an argon-filled glovebox using lithium foil as the counter electrode and Celgard 2400 microporous membrane (polypropylene) as the separator. The electrolyte was 1 M LiPF6 in a mixed solvent of ethylene carbonate/diethyl carbonate/dimethyl carbonate at 1:1:1 by volume. Charge−discharge measurements at various rates were performed in a voltage range of 2.0−4.2 V (vs Li/Li+) at room temperature (25 °C) on a LAND CT2001A Battery Analyzer. The capacities obtained from charge−discharge measurements were calculated based on the mass of the active material. Electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) measurements were performed with an electrochemical workstation (VSP, BioLogic). The frequency range of\nthe EIS measurement was from 106 to 10−2 Hz, and the scanning rate of the CV measurement was 0.1 mV s−1."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Construction of the Cathode Composed of FePO4·2H2O Nanoparticles and CNTs. The structure and composition of the as-prepared a-FePO4·2H2O nanoparticles are further confirmed by a series of characterizations (Figure S1). After being APS-modified, FePO4·2H2O samples show the sorption band of the amino group at 1600 cm−1 in FTIR spectra (Figure 2a), indicating the presence of a large quantity\nof amino groups on the surface. These amino groups increase the steric hindrance of the APS-FePO4·2H2O nanoparticles and decrease the exposure of surface hydroxyl groups. As a result, the formation of aggregates in water can be inhibited. Owing to the effective and sufficient chemical modifications, both APS-modified FePO4·2H2O nanoparticles and oxidized CNTs show good dispersity and colloidal stability in water. As seen in the Supporting Information (Figure S2), the FePO4· 2H2O nanoparticles are uniform in size with very little particle agglomerates, and CNT bundles appear exfoliated and curled. The average size of these two kinds of materials are both\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13227\napproximately 100 nm (Supporting Information, Figure S2b,d). The presence of crystal water in FePO4·2H2O has an adverse effect on the electrochemical performance, thus, a calcination process to convert FePO4·2H2O into FePO4 is necessary. The sorption band of amino group at 1600 cm−1 disappears after the calcination (Figure 2a), indicating that APS molecules grafted on the surface of FePO4 nanoparticles have diminished. Meanwhile, as illustrated in Figure 2b,c, we could find that the FePO4 nanoparticles agglomerate together to form larger aggregates during the calcination, which make further mixing with carbon materials difficult. The specific surface area of FePO4 nanoparticles is 102.5 and 94.6 m\n2/g before and after calcination, respectively, corresponding to the increase of particle size (Figure S3). Here, we are supposed to mix FePO4· 2H2O with carbon materials before calcination. The first step is to mix FePO4·2H2O and carbon materials uniformly in water. During the mixing process, both the FePO4·2H2O nanoparticles and CNTs need to sustain highly dispersed states. To this end, we used a tee to achieve rapid mixing and tried to weaken the electrostatic interaction between them by adjusting the pH value of the mixture to 7. As viewed in Figure 3b, the zeta potential of APS-FePO4 ranges from 22.0 to −8.7 mV, depending on the pH value of the suspension; the zeta potential of oxidized CNTs ranges from 1.8 to −73.3 mV at the same pH range. With the variations of zeta potentials with pH, the net electrical charges within the region bounded by the slipping plane change in both magnitude and polarity. When FePO4·2H2O and CNTs carry opposite charges, the mixture will lose the stability and get rapid sedimentation in minutes (Figure 3a). Otherwise, when the pH is 7, the zeta potential of the FePO4·2H2O suspension is almost zero, the electrostatic interaction between the two suspensions could decrease to the minimum, and the mixture could keep a stable dispersion for more than 24 h.\nThe second step is to settle down the FePO4·2H2O and carbon materials simultaneously from the highly dispersed mixture as microsized aggregates. By using a tee with a high mixing performance to adjust the pH of the mixed suspension from 7 to 3 continuously, the zeta potentials of FePO4·2H2O and CNTs could become opposite rapidly and uniformly. Thus, the electrostatic attraction between them will help the formation of FePO4·2H2O-CNT composite aggregates settle down for further solid−liquid separation and drying, in which FePO4·2H2O and CNTs are mixed uniformly at the nanoscale. However, sedimentation cannot form compact aggregates.\nAt the macroscale, the loose microstructure adversely affects the tap density and volumetric energy density of the aggregates. At the microscale, the loose microstructure means unstable composite structure and poor conductive network. Therefore, the composite with a compact microstructure is highly desired for fabricating high-performance cathodes with a high tap density and good conductivity. The third step is just to strengthen the contact between FePO4· 2H2O and CNT as well as increase the tap density. For these purposes, we conducted ball-milling treatment for the sedimentary aggregates. As pulverization is not required during ball-milling, the process time could be relatively short, such as 5 h in this work. The amorphous structure of FePO4 was unchanged throughout the preparation of FePO4/C compositions. (Supporting Information, Figure S4). Figure 3c shows the electrochemical impedance spectra of FePO4-CNT cathodes that involve ball-milling or not in preparation. According to the corresponding equivalent circuit model39 presented in Figure 3c, the impedance parameters are fitted and listed in the Supporting Information (Table S1). The Rct value of the cathode involving ball-milling is 90.2 Ω, which is much lower than the cathode not ball-milled (118.8 Ω). Although both of these cathode composites are nearly the same in composition, the exploitation of ball-milling in the preparation process\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13228\ncorresponds to enhanced electron-transport performance. Benefiting from this efficient mill method, aggregates can be packed densely, showing a relatively high tap density of 1.04 g cm−3, which is much higher than the tap density of 0.65 g cm−3 without the ball-milling treatment. The charge−discharge profiles of the cathode materials at various current densities from 0.1 to 5 C are demonstrated in Figure 3d,e. As the content of CNTs measured by thermogravimetric analysis (Supporting Information, Figure S5) is close to the loading weight (15 wt %), we use the carbon content we added at first to calculate the specific capacity. The cathode with the ballmilling treatment exhibits a specific capacity of 168 mA h g−1\nat a discharge rate of 1 C, which is much higher than that of the cathode without ball-milling (132 mA h g−1) at the same discharge rate. At a discharge rate of 0.1 C, the specific capacity of the cathode with the ball-milling treatment is 176 mA h g−1, close to the theoretical value of 178 mA h g−1. The result indicates full utilization of the active material. So far, we have developed a new and facile strategy\ncombining liquid phase mixing with ball-milling treatment in the fabrication of an a-FePO4-CNT nanocomposite cathode with high electrochemical performance. These results confirm that surface-modified FePO4·2H2O can be effectively mixed with carbon additives to form a nanocomposite before calcination. It could not only assure the dispersion state of the FePO4·2H2O nanoparticles, but also have potential to use functional groups for nanoparticle handling, such as rapid\nsedimentation of FePO4·2H2O-CNT composites based on pH adjustment using a micromixer. For comparison, a-FePO4CNT and a-FePO4-CB composites made by directly ballmilling for 5 h were obtained. As shown in Figure S6, compared to above results, the marked decrease in the specific capacity indicates that migration of electrons or lithium ions is seriously hindered due to the poor dispersion status of the aFePO4-CNTs composite and proves that mixing in suspensions could obtain a better mixing effect than ball-milling. Sequentially, the prepared composites could be directly used for the fabrication of cathodes after simple ball-milling for densification and calcination for removing crystal water.\n3.2. Hybrid CNT/CB Conductive Networks for Higher Performance FePO4 Cathodes. Figure 4a shows the schematic of the FePO4-CNT nanocomposites prepared by the facile method mentioned above, in which CNTs help the long-range electron transfer with a low percolation threshold. However, the significant difference between CNTs and FePO4 nanoparticles is not favorable to the contact between them. Therefore, electron-transfer efficiency of cathodes may not be ideal at a short-range scale, and some active particles may not attach to the conductive network at all. CBs, on the other hand, which are similar to FePO4 in both morphology and size, may fill the void in the CNTs network and improve the electron transfer from or to the FePO4 nanoparticles (Figure 4b). In other words, a hybrid conductive network constructed with CNTs and CBs can be expected to perform better in\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13229\nelectrochemical performance. Besides, for the active particles much larger than both CNTs and CBs, the conductive network can always be regarded as CNTs and CBs all surrounding active particles; for the nanosized active particles similar to CNTs and CBs in size, the hierarchical structure is closely related with the mixing procedures of FePO4 nanoparticles and various carbon additives. However, we first mixed FePO4 and CB and ball-milled them to form short-range pathways, and then mixed the composites with CNTs through water suspensions mixing via a tee for long-range pathways. The additions of CB and CNTs were 5 and 10 wt %, respectively. The cathode obtained by this mixing order is denoted as FePO4/CB-CNT. Meanwhile, the cathode containing 15 wt % single CNT additive was prepared for comparison. As shown in Figure 5a, the reversible capacities of the FePO4/CB-CNT cathode are 175.6 mA h g−1 at 0.1 C, 172.3 mA h g−1 at 0.2 C, 167.3 mA h g−1 at 0.5 C, 161.5 mA h g−1 at 1 C, 153.9 mA h g−1 at 2 C, and 139.1 mA h g−1 at 5 C. Compared with FePO4CNT, FePO4/CB-CNT presents similar capacity at a low rate (0.1−1 C) and a clearly higher capacity at high rates (1−5 C). It is evident that the FePO4-hybrid carbon composite exhibits the advantages of high rate capability and lost cost over FePO4CNT. The Coulombic efficiency and cycling performance curves of FePO4/CB-CNT at 5 C are shown in Figure 5f. FePO4/CB-CNT displays great cycling performance without obvious capacity fading after 500 cycles. The Coulombic efficiency remains at almost 100% during all cycles, indicating excellent cycling stability and electrochemical reversibility.\nFePO4 maintains the amorphous structure after 500 charge− discharge cycles before and after lithium ion intercalation (Figure S7). It is found that discharge capacities after longterm cycling remain stable even over the initial several cycles during the tests. This phenomenon illustrates that the liquid electrolyte could penetrate into the materials and form the SEI quickly, which may be attributed to high specific surface area and small particle size that enhance the contact area between the active materials and electrolyte. A detailed comparison of various FePO4/C materials prepared by a-FePO4 mixed with carbon and in situ synthesis method is shown in Tables S2 and S3 (Supporting Information). Our work presents the highest rate performance among the a-FePO4 mixed with carbon materials reported in the literature. Even compared with in situ synthesized a-FePO4-C composites, our work shows better rate capacity performance. As capacity is directly relevant to conductive material content in an electrode, the carbon content is also as an important factor. As seen in most of the literature studies, the carbon contents used were much higher than the 15 wt % in this work. Generally, combining mixing in suspensions and ball-milling could flexibly assure a good dispersion and contact status of a-FePO4 nanoparticles and hybrid carbon materials, capable of producing a-FePO4-C cathodes with even higher energy density. Figure 5b shows the CV curves of the cathodes containing\nhybrid and single conductive additive at a scan rate of 0.1 mV s−1. Both CV curves show that the oxidization peak and the reduction peak are located at 2.6 and 3.3 V, respectively, which\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13230\nare the characteristic peaks of FePO4-based cathodes. Compared to FePO4-CNT, the FePO4/CB-CNT shows much sharper and higher redox peaks because of the introduction of CB, corresponding to the increase in electronic conductivity and lithium-ion diffusion. The improved electronic conductivity can also be confirmed by EIS measurements. Figure 5c shows the Nyquist plots of the two cathodes. As calculated, the fitting parameter, Rct, for the FePO4/CBCNT composite, representing the charge transfer resistance, is much smaller than that for the FePO4-CNT composite (Supporting Information, Table S1), indicating that the hybrid carbon materials improve the electronic conductivity of FePO4 cathodes significantly. To further discuss the effect of the hierarchical structure of\nthe FePO4-carbon materials composite, rate capabilities of the cathodes constructed in various mixing orders were comparatively examined at various rates from 0.1 to 5 C, and then recovering to 0.1 C (Figure 5d). The formula of all cathodes is FePO4/CNT/CB = 80:10:5. The electrochemical performances of various cathodes are ordered as FePO4/CB-CNT, FePO4-CNT/CB, and FePO4/CNT-CB. For the FePO4/CBCNT cathode, the curves correspond to the discharge capacities of 136.6 and 174.7 mA h g−1 at rates of 5 C and recovering to 0.1 C, respectively, indicating that the discharge capacities of the FePO4/CB-CNT cathode can be restored when the discharge rate changes back from 5 to 0.1 C. From Figure 5e, the values of charge transfer resistance (Rct) are fitted and calculated to be 69.08 Ω for FePO4/CB-CNT, 99.44 Ω for FePO4-CNT/CB, and 109.7 Ω for FePO4/CNT-CB (Supporting Information, Table S1). Among all samples, FePO4/CB-CNT has the lowest Rct value, indicating that this cathode possesses better electron-transfer pathway and lithium-ion diffusion. The small charge-transfer resistance of FePO4/CB-CNT is related to improvement of contact between FePO4 and CB. Figure 6 shows TEM images of the cathodes constructed in various mixing orders. With the interaction between conductive CB and FePO4 particles, FePO4-CB clusters could be formed with a diameter of about 100 nm. But, CB and FePO4 particles are hard to be distinguished (Figure 5a,b). In contrast, as illustrated in Figure 6d,f, when CNTs are mixed with CB or FePO4 particles first, CB and FePO4 particles are prone to being distributed into desegregated local regions separately, where CB and FePO4 clusters can be identified easily because the CB particles have relatively large size. The structure of the CNT/CB network dependent on the\nmixing order can be further illustrated as Figure 4. The FePO4/ CB-CNT cathode possesses both long-range and short-range electron pathways, which provide continuous 3D networks and a large number of contacting sites to FePO4 particles inside the grids divided by the CNTs. The good distribution of the CNTs and CB provides the effective electron-transfer pathway for FePO4 in both line-to-point and point-to-point ways (Figure 4b). During the mixing process, the electrostatic interaction is a key factor in nanostructure formation. For the FePO4-CNT/ CB cathode, the interaction between FePO4 and CNT occurs simultaneously with that between FePO4 and CB, which may lead to the formation of FePO4-CNT clusters and FePO4-CB clusters instead of hierarchically structured composites, which are unable to take the synergistic effect of hybrid carbon materials. For the FePO4/CNT-CB cathode, early contact of CNTs and FePO4 particles may block the point-to-point way\nbetween FePO4 particles and CB. As a result, the electron transfer at a short-range scale will be limited (Figure 4d)."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In this work, we developed a facile strategy to construct composites of a-FePO4 nanoparticles and carbon additives with high dispersion and tap density. The a-FePO4·2H2O nanoparticles were handled without drying until being mixed with carbon nanomaterials in water to assure high dispersion of the a-FePO4·2H2O nanoparticles and carbon nanomaterials. Controlled sedimentation was exploited by rapid adjustment of the pH value via a micromixer to obtain composites that were easy to manipulate and which consisted of highly dispersed aFePO4·2H2O nanoparticles and carbon nanomaterials. After simple ball-milling, the composites could be endowed with tap density as high as 1.04 g cm−3. Using this strategy, hybrid carbon additives were uniformly introduced into the a-FePO4 cathode to form a hierarchical 3D conductive network. Through proper distribution of these components to provide both long- and short-range electron pathways, lower chargetransfer resistance and better lithium-ion diffusion were achieved, and the reversible discharge capacity could reach 175.6 mA h g−1 at 0.1 C and 139.1 mA h g−1 at 5 C. FePO4/ CB-CNT exhibited distinct advantages of low cost and excellent rate capacity over FePO4-CNT, indicating the importance and opportunity to optimize the hierarchical structure of cathode composites. Meanwhile, the high effectiveness of this construction strategy to build a hierarchical conductive network is also promisingly used for the development of other functional nanocomposites.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b22720.\nEDS, Raman spectra, TG-DSC curve, HRTEM image, and EDP of amorphous FePO4 2H2O; TEM images and particle size distribution of APS-FePO4 and CNTs; adsorption isotherm curves of amorphous FePO4 2H2O before and after calcination; XRD patterns and TGADSC of FePO4 and FePO4/CNT composites; rate capacities of FePO4-CNT and FePO4-CB cathode; XRD patterns under different charge states; fitted EIS parameters of all cathodes; and comparison of electrochemical performances of a-FePO4 mixed with conductive material and in situ synthesized a-FePO4-C composites (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: luyc@tsinghua.edu.cn. Phone: +86-10-6277-3017."
    }, {
      "heading" : "ORCID",
      "text" : "Zhongyu Wang: 0000-0002-2680-191X Yangcheng Lu: 0000-0003-0935-9186"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We gratefully acknowledge the support of the National Natural Science Foundation of China (21422603, U1662120) and\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13231\nNational Basic Research Program of China (2007CB714302) on this work.\n■ REFERENCES (1) Choi, J. W.; Aurbach, D. Promise and Reality of Post-LithiumIon Batteries with High Energy Densities. Nat. Rev. Mater. 2016, 1, 16013. (2) Etacheri, V.; Marom, R.; Elazari, R.; Salitra, G.; Aurbach, D. Challenges in the Development of Advanced Li-ion Batteries: a Review. Energy Environ. Sci. 2011, 4, 3243−3262. (3) Scrosati, B.; Garche, J. Lithium batteries: Status, Prospects and Future. J. Power Sources 2010, 195, 2419−2430. (4) Liu, C.; Neale, Z. G.; Cao, G. Understanding Electrochemical Potentials of Cathode Materials in Rechargeable Batteries. Mater. Today 2016, 19, 109−123. (5) Wang, J.; Sun, X. Olivine LiFePO4: the Remaining Challenges for Future Energy Storage. Energy Environ. Sci. 2015, 8, 1110−1138. (6) Zhu, Y.-m.; Ruan, Z.-w.; Tang, S.-z.; Thangadurai, V. Research Status in Preparation of FePO4: a Review. Ionics 2014, 20, 1501− 1510. (7) Liu, Y.; Xu, S.; Zhang, S.; Zhang, J.; Fan, J.; Zhou, Y. Direct Growth of FePO4/Reduced Graphene Oxide Nanosheet Composites for the Sodium-ion Battery. J. Mater. Chem. A 2015, 3, 5501−5508. (8) Wang, W.; Wang, S.; Jiao, H.; Zhan, P.; Jiao, S. A Sodium Ion Intercalation Material: a Comparative Study of Amorphous and Crystalline FePO4. Phys. Chem. Chem. Phys. 2015, 17, 4551−4557. (9) Wang, W.; Gao, P.; Zhang, S.; Zhang, J. A Cylindrical FePO4/ MWCNTs Composite with a 3D Conductive Network Structure Used as a Cathode Material for Lithium-Ion Batteries. J. Alloys Compd. 2017, 692, 908−914. (10) Chen, L.; Wu, P.; Xie, K.; Li, J.; Xu, B.; Cao, G.; Chen, Y.; Tang, Y.; Zhou, Y.; Lu, T.; Yang, Y. FePO4 Nanoparticles Embedded in a Large Mesoporous Carbon Matrix as a High-Capacity and HighRate Cathode for Lithium-Ion Batteries. Electrochim. Acta 2013, 92, 433−437. (11) Fang, Y.; Xiao, L.; Qian, J.; Ai, X.; Yang, H.; Cao, Y. Mesoporous Amorphous FePO4 Nanospheres as High-Performance Cathode Material for Sodium-Ion Batteries. Nano Lett. 2014, 14, 3539−3543. (12) Fang, Y. J.; Zhang, J. X.; Xiao, L. F.; Ai, X. P.; Cao, Y. L.; Yang, H. X. Phosphate Framework Electrode Materials for Sodium Ion Batteries. Adv. Sci. 2017, 4, 1600392. (13) Ren, X. L.; Turcheniuk, K.; Lewis, D.; Fu, W. B.; Magasinski, A.; Schauer, M. W.; Yushin, G. Iron Phosphate Coated Flexible Carbon Nanotube Fabric as a Multifunctional Cathode for Na-Ion Batteries. Small 2018, 14, 9. (14) Zhang, S. M.; Zhang, J. X.; Xu, S. J.; Yuan, X. J.; He, B. C. Li Ion Diffusivity and Electrochemical Properties of FePO4 Nanoparticles Acted Directly as Cathode Materials in Lithium Ion Rechargeable Batteries. Electrochim. Acta 2013, 88, 287−293. (15) Bauer, W.; Nötzel, D.; Wenzel, V.; Nirschl, H. Influence of Dry Mixing and Distribution of Conductive Additives in Cathodes for Lithium Ion Batteries. J. Power Sources 2015, 288, 359−367. (16) Zhang, B.; Yu, Y.; Liu, Y.; Huang, Z.-D.; He, Y.-b.; Kim, J.-K. Percolation Hreshold of Graphene Nanosheets as Conductive Additives in Li4Ti5O12 Anodes of Li-ion Latteries. Nanoscale 2013, 5, 2100−2106. (17) Dai, L.; Chang, D. W.; Baek, J.-B.; Lu, W. Carbon Nanomaterials for Advanced Energy Conversion and Storage. Small 2012, 8, 1130−1166. (18) Qi, X.; Blizanac, B.; DuPasquier, A.; Oljaca, M.; Li, J.; Winter, M. Understanding the Influence of Conductive Carbon Additives Surface Area on the Rate Performance of LiFePO4 Cathodes for Lithium Ion Batteries. Carbon 2013, 64, 334−340. (19) Li, J.; Armstrong, B. L.; Daniel, C.; Kiggans, J.; Wood, D. L. Optimization of Multicomponent Aqueous Suspensions of Lithium Iron Phosphate (LiFePO4) Nanoparticles and Carbon Black for Lithium-Ion Battery Cathodes. J. Colloid Interface Sci. 2013, 405, 118−124.\n(20) Gaberscek, M.; Dominko, R.; Jamnik, J. Is Small Particle Size More Important than Carbon Coating? An Example Study on LiFePO4 Cathodes. Electrochem. Commun. 2007, 9, 2778−2783. (21) Gong, C.; Xue, Z.; Wen, S.; Ye, Y.; Xie, X. Advanced Carbon Materials/Olivine LiFePO4 Composites Cathode for Lithium Ion Batteries. J. Power Sources 2016, 318, 93−112. (22) Guo, Y.-G.; Hu, J.-S.; Wan, L.-J. Nanostructured Materials for Electrochemical Energy Conversion and Storage Devices. Adv. Mater. 2008, 20, 2878−2887. (23) Dou, H.; Nie, P.; MacFarlane, D. R. echano-chemical Synthesis of Nanostructured FePO4/MWCNTs Composites as Cathode Materials for Lithium-Ion Batteries. J. Mater. Chem. A 2014, 2, 19536−19541. (24) Liu, Y.; Xu, Y.; Han, X.; Pellegrinelli, C.; Zhu, Y.; Zhu, H.; Wan, J.; Chung, A. C.; Vaaland, O.; Wang, C.; Hu, L. Porous Amorphous FePO4 Nanoparticles Connected by Single-Wall Carbon Nanotubes for Sodium Ion Battery Cathodes. Nano Lett. 2012, 12, 5664−5668. (25) Varzi, A.; Ramirez-Castro, C.; Balducci, A.; Passerini, S. Performance and Kinetics of LiFePO4-Carbon Bi-Material Electrodes for Hybrid Devices: A Comparative Study between Activated Carbon and Multi-walled Carbon Nanotubes. J. Power Sources 2015, 273, 1016−1022. (26) Kim, S.-W.; Ryu, J.; Park, C. B.; Kang, K. Carbon NanotubeAmorphous FePO4 Core-Shell Nanowires as Cathode Material for Li Ion Batteries. Chem. Commun. 2010, 46, 7409−7411. (27) Minakshi, M. Lithium Intercalation into Amorphous FePO4 Cathode in Aqueous Solutions. Electrochim. Acta 2010, 55, 9174− 9178. (28) Yin, Y.; Hu, Y.; Wu, P.; Zhang, H.; Cai, C. A GrapheneAmorphous FePO4 Hollow Nanosphere Hybrid as a Cathode Material for Lithium Ion Batteries. Chem. Commun. 2012, 48, 2137−2139. (29) Xu, S.; Zhang, S.; Zhang, J.; Tan, T.; Liu, Y. A Maize-like FePO4@MCNT Nanowire Composite for Sodium-Ion Batteries via a Microemulsion Technique. J. Mater. Chem. A 2014, 2, 7221−7228. (30) Lu, Y.; Zhang, T.; Liu, Y.; Luo, G. Preparation of FePO4 Nanoparticles by Coupling Fast Precipitation in Membrane Dispersion Microcontactor and Hydrothermal Treatment. Chem. Eng. J. 2012, 210, 18−25. (31) Zhang, T.; Cheng, X.-B.; Zhang, Q.; Lu, Y.; Luo, G. Construction of a Cathode Using Amorphous FePO4 Nanoparticles for a High-Power/Energy-Density Ithium-Ion Battery with LongTerm Stability. J. Power Sources 2016, 324, 52−60. (32) Maskara, A.; Smith, D. M. Agglomeration during the Drying of Fine Silica Powders .2. The Role of Particle Solubility. J. Am. Ceram. Soc. 1997, 80, 1715−1722. (33) Wang, K.; Wu, Y.; Luo, S.; He, X.; Wang, J.; Jiang, K.; Fan, S. Hybrid super-aligned carbon nanotube/carbon black conductive networks: A strategy to improve both electrical conductivity and capacity for lithium ion batteries. J. Power Sources 2013, 233, 209− 215. (34) Liu, X.-Y.; Peng, H.-J.; Zhang, Q.; Huang, J.-Q.; Liu, X.-F.; Wang, L.; He, X.; Zhu, W.; Wei, F. Hierarchical Carbon Nanotube/ Carbon Black Scaffolds as Short- and Long-Range Electron Pathways with Superior Li-Ion Storage Performance. ACS Sustainable Chem. Eng. 2014, 2, 200−206. (35) Thorat, I. V.; Mathur, V.; Harb, J. N.; Wheeler, D. R. Performance of Carbon-Fiber-Containing LiFePO4 Cathodes for High-Power Applications. J. Power Sources 2006, 162, 673−678. (36) Hong, S.; Kim, J.; Kim, M.; Meng, X.; Lee, G.; Shin, D. Effect of Hybrid Conductive Additives on All-Solid-State Lithium Batteries Using Li2S-P2S5 Glass-Ceramics. Ceram. Int. 2015, 41, 5066−5071. (37) Shim, H. C.; Bang, S.; Yoon, D.-M.; Kong, Y.; Yu, T. HighPerformance LiMn0.8Fe0.2PO4 with Hybrid Conductive Additives Based on Functionalized and Etched Multi-walled Carbon Nanotubes by Self-Destruction during the Lithiation Process. J. Alloys Compd. 2015, 649, 1315−1322.\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13232\n(38) Ding, B.; Ji, G.; Sha, Z.; Wu, J.; Lu, L.; Lee, J. Y. Dual-Carbon Network for the Effective Transport of Charged Species in a LiFePO4 Cathode for Lithium-Ion Batteries. Energy Technol. 2015, 3, 63−69. (39) Osaka, T.; Momma, T.; Mukoyama, D.; Nara, H. Proposal of Novel Equivalent Circuit for Electrochemical Impedance Analysis of Commercially Available Lithium Ion Battery. J. Power Sources 2012, 205, 483−486.\nDOI: 10.1021/acsami.8b22720 ACS Appl. Mater. Interfaces 2019, 11, 13225−13233\n13233"
    } ],
    "references" : [ {
      "title" : "Lithium batteries: Status, Prospects and Future",
      "author" : [ "B. Scrosati", "J. Garche" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "Scrosati and Garche,? \\Q2010\\E",
      "shortCiteRegEx" : "Scrosati and Garche",
      "year" : 2010
    }, {
      "title" : "Materials/Olivine LiFePO4 Composites Cathode for Lithium Ion Batteries",
      "author" : [ "Y.-G. Guo", "J.-S. Hu", "L.-J. Wan" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "Guo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2016
    }, {
      "title" : "Electrochemical Energy Conversion and Storage Devices",
      "author" : [ "H. Dou", "P. Nie", "D.R. MacFarlane" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Dou et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Dou et al\\.",
      "year" : 2008
    }, {
      "title" : "FePO4 Nanoparticles Connected by Single-Wall Carbon Nanotubes for Sodium Ion Battery Cathodes",
      "author" : [ "A. Varzi", "C. Ramirez-Castro", "A. Balducci", "S. Passerini" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "Varzi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Varzi et al\\.",
      "year" : 2012
    }, {
      "title" : "Amorphous FePO4 Core-Shell Nanowires as Cathode Material for Li Ion Batteries",
      "author" : [ "M. Minakshi" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Minakshi,? \\Q2010\\E",
      "shortCiteRegEx" : "Minakshi",
      "year" : 2010
    }, {
      "title" : "Dual-Carbon Network for the Effective Transport of Charged Species in a LiFePO4 Cathode for Lithium-Ion Batteries",
      "author" : [ "B. Ding", "G. Ji", "Z. Sha", "J. Wu", "L. Lu", "J.Y. Lee" ],
      "venue" : "Energy Technol. 2015,",
      "citeRegEx" : "Ding et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ding et al\\.",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "A facile strategy to construct composites of amorphous FePO4 (a-FePO4) nanoparticles and carbon additives with high dispersion and tap density was developed in this work, in which the a-FePO4·2H2O nanoparticles were handled without drying until being mixed with carbon nanomaterials in water to assure high dispersion of a-FePO4· 2H2O nanoparticles and carbon nanomaterials; the controlled sedimentation was exploited by rapid adjustment of the pH value via a micromixer to obtain the composites that are easy to manipulate; the composites were endowed with high tap density after simple ball-milling. Using this strategy, hybrid carbon additives were uniformly introduced into the a-FePO4 cathode to form a hierarchical 3D conductive network. Through proper distribution of these components to provide both longand short-range electron pathways, the reversible discharge capacity could reach 175.6 mA h g−1 at 0.1 C and 139.1 mA h g−1 at 5 C. The composites of a-FePO4, carbon black, and carbon nanotubes (CNT) exhibited the distinct advantages of low cost and excellent rate capacity over the composites of a-FePO4 and CNT, indicating the importance of optimizing the hierarchical structure of cathode composites. The high effectiveness of this construction strategy to build a hierarchical conductive network is also promisingly used for the development of other functional nanocomposites.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}