{
  "name" : "downloads_2019-11-26_16_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Direct Observation of Monolayer MoS2 Prepared by CVD Using In-Situ Differential Reflectance Spectroscopy",
    "authors" : [ "Yina Wang", "Lei Zhang", "Chenhui Su", "Hang Xiao", "Shanshan Lv", "Faye Zhang", "Qingmei Sui", "Lei Jia", "Mingshun Jiang" ],
    "emails" : [ "ynwangsdu@163.com", "suchenhui2010@163.com", "15275139781@163.com", "zhangfaye@sdu.edu.cn", "qmsui@sdu.edu.cn", "jialei@sdu.edu.cn", "sdujiangmingshun@163.com", "sdulvshanshan@163.com", "drleizhang@sdu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: in-situ differential reflectance spectroscopy; chemical vapor deposition; transition metal dichalcogenides"
    }, {
      "heading" : "1. Introduction",
      "text" : "Two-dimensional (2D) materials have attracted enormous attention in optoelectronic devices, flexible sensors, catalysis, and energy conversion due to their outstanding physical and chemical properties [1–8]. In particular, 2D transition metal dichalcogenides (TMDCs) have tunable band gaps, which make their application more likely in semiconductor optoelectronic devices than graphene [4]. The preparation of large-area and high-quality 2D thin film materials is the basis for their extensive development and application. The growth mechanism is not well understood yet, although graphene and MoS2 have been successfully synthesized at the wafer-level size [9,10]. The efforts about in-situ observation during growth are conducted to explore the growth mechanism and control the quality of 2D materials. However, it is quite challenging to investigate the growth process in-situ because the 2D materials normally require high temperature and a wide range of temperature variations. There are various synthetic methods of 2D nanomaterials including micromechanical exfoliation, ion intercalation-assisted liquid exfoliation, molecular beam epitaxy (MBE), atomic layer deposition (ALD), and chemical vapor deposition (CVD) [11–15]. 2D materials with high-quality and high-efficiency\nNanomaterials 2019, 9, 1640; doi:10.3390/nano9111640 www.mdpi.com/journal/nanomaterials\ncan be synthesized by CVD, which is suitable for industrial large-scale preparation [14,16–18]. Therefore, CVD has been considered as a promising technology for the industrial preparation of 2D nanomaterials [19]. However, the requirement of high-temperature conditions and special gas environment limits the in-situ measurements, leading to difficulty for most characterization methods. In recent reports, 2D materials were investigated by ex-situ characterized methods, such as optical microscopy, atomic force microscopy (AFM), and Raman spectroscopy [20–23]. Only a few studies focused on the in-situ investigation of 2D materials growth now. Chai and Wang studied the orientation and grain size of MoS2 flakes by transmission electron microscopy (TEM) [24]. However, this research reported the non-real-time characterization of MoS2 prepared by the thermolysis of (NH4)2MoS4. Leick et al. have used spectroscopic ellipsometry (SE) for in-situ study of thin film growth [25]. SE system requires a high structural stability which is difficult to develop based on a CVD system. The assembly of a SE in-situ characterization system is more difficult than differential reflectance spectroscopy (DRS). Sun et al. in 2017 introduced an in-situ study about molecular beam epitaxy (MBE) growth of MoS2 using DRS [26]. The results showed that DR spectra was sensitive to detect growth and optical properties of 2D materials. In 2019, Sun’s team also showed in-situ differential transmittance spectroscopy (DTS) of MoS2 grown by CVD on the sapphire substrate [27]. This was the first report about the in-situ characterization of layered TMDCs materials grown by CVD. However, the DTS is only applicable to transparent substrates. Molybdenum trioxide (MoO3) film was deposited on the observation window, and the growth information of MoS2 at late growth stage was shielded. In summary, the research about in-situ reflectance spectroscopy of 2D TMDCs materials grown by CVD remains to be further explored. DRS is commonly used in the in-situ detection of thin film preparation as a result of its fast measurement speed and high sensitivity [28,29]. Fritz et al. developed a DRS system for on-line detection of organic film growth by combining DRS optical structure with vacuum system [29]. Castellanos-Gomez et al. studied the relationship between the thickness of TMDCs and exciton energy by ex-situ DRS [23]. Combined with the [26], DRS technology has become one of the most promising technologies for in-situ detection of 2D material prepared by CVD. In this work, the CVD method was utilized to prepare MoS2 thin films on the Si substrate covered by 300 nm-thick SiO2. Optical microscopy, Raman spectroscopy, atomic force microscopy, and ex-situ DRS were applied to characterize samples offline. More importantly, in-situ DR spectra revealed the evolution in reflectivity and growth process during the preparation of MoS2. The results provide a detailed understanding of the growth evolution for 2D materials and emphasize that DRS is a powerful tool for the in-situ characterization of 2D TMDCs prepared by CVD."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of MoS2 by CVD",
      "text" : "The atmospheric-pressure CVD was applied to prepare MoS2 samples in a two-zone tube furnace. A silicon substrate with 300 nm thick SiO2 was selected as the growth substrate. The substrate was ultrasonically cleaned in acetone, alcohol and DI water. Then it was dried by nitrogen gas gun. Finally, the substrate was placed face-up on a crucible boat and loaded into the temperature-zone IIof a tube furnace. 15 mg MoO3 power (>99.5%, Sigma-Aldrich, St. Louis, MO, USA) was placed upstream on the same crucible boat with the substrate. The distance between MoO3 and the substrate is approximately 6 cm. After weighing the sulfur powder (>99.5%, Sigma-Aldrich, St. Louis, MO, USA), a second crucible boat containing 1 g of sulfur was located in the temperature-zone Iof the furnace. During the growth process, high-purity argon gas was injected with a flow rate of 40 sccm. It aimed at maintaining an inert atmospheric-pressure environment in a tube furnace and acted as the carrier gas. The tube furnace was heated up to 750 ◦C during 50 min. The temperature was maintained for 15 min before cooling down to room temperature."
    }, {
      "heading" : "2.2. Ex-Situ Characterization Experiment",
      "text" : "Optical images were obtained using an optical microscope (GFM-550, Shanghai Guangmi Instrument Co., Ltd., Shanghai, China) to observe the morphology of MoS2 on the SiO2/Si substrate. Raman spectra were performed by a Raman microscope (Renishaw inVia, Gloucestershire, UK) with a laser excitation wavelength of 532 nm at the room temperature. The detection was carried out using a 2400 grooves mm−1 grating. The ex-situ DRS system was built on an optical platform. It consists of a tungsten light source, two converging mirrors and a detector. A spectrometer (QE Pro, Ocean Optics, Dunedin, FL, USA) as the detector was used to collect the reflected light. The ex-situ DR spectra were defined by: [30,31]\n∆R R = RS −R0 R0 , (1)\nwhere R0 and RS denote the reflected light intensity of the bare substrate and regions covered with MoS2, respectively. The thickness and surface topography of the sample were conducted by AFM (Dimension Icon, Bruker, Santa Barbara, CA, USA) in PeakForce tapping mode. We used an AFM cantilever (ScanAsyst-Air, Bruker, Santa Barbara, CA, USA) with a resonant frequency of approximately 75 kHz and a spring constant of approximately 0.4 N/m. All ex-situ characterization experiments were carried out at room temperature."
    }, {
      "heading" : "2.3. In-Situ DRS Experiment",
      "text" : "The in-situ experiment setup consists of CVD preparation equipment and the in-situ DRS equipment. This is a universal detector to in-situ detect the growth of 2D materials for the CVD preparation. Figure 1 shows the overall experiment setup. An Ar-gas supplier and a vacuum pump are mounted on left and right side of a two-zone tube furnace respectively, which provides the growth environment for CVD preparation of 2D materials.\nNanomaterials 2019, 9, x FOR PEER REVIEW 3 of 9\nOptical images were obtained using an optical microscope (GFM-550, Shanghai Guangmi\nInstrument Co., Ltd., Shanghai, China) to observe the morphology of MoS2 on the SiO2/Si substrate.\nRaman spectra were performed by a Raman microscope (Renishaw inVia, Gloucestershire, UK) with\na laser excitation wavelength of 532 nm at the room temperature. The detection was carried out using\na 2400 grooves mm−1 grating. The ex-situ DRS system was built on an optical platform. It consists of\na tungsten light source, two converging mirrors and a detector. A spectrometer (QE Pro, Ocean\nOptics, Dunedin, FL, USA) as the detector was used to collect the reflected light. The ex-situ DR\nspectra were defined by: [30,31]\n0\n0\nSR R R\nR R\n   , (1)\n0 fl li i i i i\n, i l . i ss l\ni i , , , , i t i .\nil r (ScanAsyst-Air, Bruker, Santa Barbara, CA, USA) with a resonant frequency of\napproximately 75 kHz and a spring constant of approximately 0.4 N/m. All ex-situ characterization\nexperiments were carried out at room temperature."
    }, {
      "heading" : "2.3. In-Situ DRS Experiment",
      "text" : "The in-situ experiment setup consists of CVD preparation equipment and the in-situ DRS\nequipment. This is a universal detector to in-situ detect the growth of 2D materials for the CVD\npreparation. Figure 1 shows the overall experiment setup. An Ar-gas supplier and a vacuum pump\nare mounted on left and right side of a two-zone tube furnace respectively, which provides the\ngrowth environment for CVD preparation of 2D materials.\nFigure 1. Scheme of the in-situ experiment device.\nFor the in-situ DRS measurements, a home-built setup is implemented above the tube furnace.\nA light beam is obtained by a broadband light source that is either a xenon lamp or a tungsten-\nhalogen lamp. It enters into the furnace via a quartz window after the light beam is collimated by the\nlens (L1) and focused by the mirror (M1). The reflected light beam also passes through the quartz\nwindow. Following, the mirror (M2) and the lens (L2) gather the reflected light beam, which is\ntransmitted into the fiber. Additionally, the lenses (L1 and L2) and mirrors (M1 and M2) are installed\non an optical adjustable bracket to achieve their four-axial (x, y, z, θ) movement. A high-resolution\nspectrometer (QE Pro, Ocean Optics, Dunedin, FL, USA) connected to the fiber is acted as a spectra\ncollector. The computer averages 1600 successive spectral data at a time to reduce the statistical noise\nof spectra, which spends around 120 s. We take such a set of cumulative data as one spectrum\nFigure 1. Sche e of the in-situ experi ent device.\n. light beam is obtained by a broadband light source that is either a x non lamp or a tungsten-halogen lamp. It enters into he furnace via a quartz window after the light beam is colli ated by the lens (L1) and focused by the mirror (M1). The reflected light beam also passes through t e quartz window. Following, the m rror (M2) and the lens (L2) gath r the reflec ed lig t b am, which is transmitted into he fiber. Additionally, the lenses (L1 and L2) and mirrors (M1 and M2) are installed on an optical adjustable bracket to achieve their four-axial (x, y, z, θ) movement. A high-resolution spectr meter\n(QE Pro, Ocean Optics, Dunedin, FL, USA) connected to the fiber is acted as a spectra collector. The computer averages 1600 successive spectral data at a time to reduce the statistical noise of spectra, which spends around 120 s. We take such a set of cumulative data as one spectrum acquired during the in-situ experiment. The overall setup achieves an in-situ observation without interrupting CVD preparation, which ensures the growth and characterization of 2D materials at the same time. High temperature and a wide range of temperature variations are needed during the CVD experiment, which lead to the thermal deformation of mechanical structures and changes in the optical coefficient of the substrate. Thus, the general DRS (Formula (1)) can not satisfy the requirements of measurement accuracy during CVD growth. It is assumed that the variations of light intensity induced by thermal deformation and changes in substrate optical coefficient are repeatable. Here, the new DR spectra suitable for variable temperature environment are calculated by the equation as follow:\n∆R R = RS(Ti) −R0(Ti) R0(Ti) , (2)\nwhere R0(Ti) and RS(Ti) denote the reflectivity of the bare substrate without MoS2 growth and the one of the substrate with the MoS2 growth at the same temperature Ti, respectively. Before the 2D materials growth experiment, we have heated the bare substrate in the range of the preparation temperature to obtain the reflectivity of the bare substrate with the same time interval, temperature and airflow. The new DRS signal ∆R/R thus inhibits the measurement error caused by temperature and reveals the optical properties of the surface on a substrate."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Ex-Situ Characterization",
      "text" : "The MoS2 sample was prepared by atmospheric pressure CVD in a two-zone tube furnace, which was characterized ex-situ by optical microscopy, Raman spectroscopy, DRS and AFM. After cooling down to the room temperature, optical microscopy was performed to observe the distribution and morphology of MoS2 on the SiO2/Si substrate. Figure 2a displays the optical images at different regions in the same sample. By the optical contrast, it is found that most regions of SiO2/Si surfaces are covered with MoS2 thin films. The optical contrast of the sample is not uniform, which indicates the substrate is not completely covered with MoS2 and the surfaces are not flat as shown in the front image from Figure 2a. Moreover, there are some independent triangular MoS2 crystals in the edge regions of the substrate far from the molybdenum source. The size of independent triangular crystals is approximately 10 µm shown in Figure 2a back image. It implies that the substrate was covered with MoS2 in different states. We employed Raman spectroscopy to characterize the sample structure at room temperature. Raman spectra of MoS2 sample are plotted in Figure 2b. The excitation wavelength is 532 nm. There are two characteristic peaks of MoS2 called E12g and A1g in the spectra. The peak E12g at 382.1 cm−1 represents the in-plane reverse vibration mode of S and Mo atoms [21]. And another peak A1g at 401.6 cm-1 is attributed to the out-of-plane vertical vibration mode of S atoms [21]. In particular, the wavenumber difference of two peaks is approximately 19.5 cm−1, which indicates that the MoS2 structures of films and independent triangular crystals are monolayer structures [32]. In order to study the optical absorption of MoS2 and as a reference for in-situ spectra, ex-situ DR spectra were performed at room temperature. As shown in Figure 2c, ex-situ DR spectra were measured on an optical platform. The absorption peaks at 1.84 eV and 2.0 eV correspond to characteristic peaks A and B, respectively. They are induced by exciton transitions at the point K of the Brillouin zone. The energy interval between two exciton peaks is approximately 0.16 eV, owning to the splitting of valence bands at K point as a result of spin-orbit interaction [33]. AFM was selected to confirm the thickness and surface topography. Figure 2d presents the height profile across the edge of the MoS2 thin film. The inset in Figure 2d shows an AFM image. The height\nprofile was measured along the black solid line in the AFM image. It displays a high gradient of approximately 0.76 nm, which consists of the thickness of monolayer MoS2 [34]. Therefore, the AFM result also agrees well with the DRS and Raman characterizations.Nanomaterials 2019, 9, x FOR PEER REVIEW 5 of 9\nFigure 2. (a) Optical images of MoS2 thin films (front) and independent triangular crystals (back) on two different regions of the same SiO2/Si substrate; (b) Raman spectra of MoS2 films and independent triangular crystals; (c) Ex-situ differential reflectance spectroscopy (DRS) obtained on an optical platform at room temperature; (d) The height profile of MoS2. The inset shows an atomic force microscopy (AFM) image. The black solid line is the measurement route of a probe. The darker region is the area without MoS2, which marked with white dashed lines.\nWe employed Raman spectroscopy to characterize the sample structure at room temperature.\nRaman spectra of MoS2 sample are plotted in Figure 2b. The excitation wavelength is 532 nm. There are two characteristic peaks of MoS2 called E12g and A1g in the spectra. The peak E12g at 382.1 cm−1\nrepresents the in-plane reverse vibration mode of S and Mo atoms [21]. And another peak A1g at 401.6\ncm-1 is attributed to the out-of-plane vertical vibration mode of S atoms [21]. In particular, the\nwavenumber difference of two peaks is approximately 19.5 cm−1, which indicates that the MoS2\nstructures of films and independent triangular crystals are monolayer structures [32].\nIn order to study the optical absorption of MoS2 and as a reference for in-situ spectra, ex-situ DR\nspectra were performed at room temperature. As shown in Figure 2c, ex-situ DR spectra were\nmeasured on an optical platform. The absorption peaks at 1.84 eV and 2.0 eV correspond to\ncharacteristic peaks A and B, respectively. They are induced by exciton transitions at the point K of\nthe Brillouin zone. The energy interval between two exciton peaks is approximately 0.16 eV, owning\nto the splitting of valence bands at K point as a result of spin-orbit interaction [33].\nAFM was selected to confirm the thickness and surface topography. Figure 2d presents the\nheight profile across the edge of the MoS2 thin film. The inset in Figure 2d shows an AFM image. The\nheight profile was measured along the black solid line in the AFM image. It displays a high gradient\nof approximately 0.76 nm, which consists of the thickness of monolayer MoS2 [34]. Therefore, the\nAFM result also agrees well with the DRS and Raman characterizations.\n3.2. In-Situ DRS\nCVD growth process of MoS2 introduced in the experimental section was observed using in-situ\nDRS. According to the temperature in a two-zone tube furnace, the preparation process of MoS2 can\nFigure 2. (a) Optical images of MoS2 thin films (front) and independent triangular crystals (back) on two different regions of the same SiO2/Si substrate; (b) Raman spectra of MoS2 films and independent triangular crystals; (c) Ex-situ differential reflectance spectroscopy (DRS) obtained on an optical platform at room temperature; (d) The height profile of MoS2. The inset shows an atomic force microscopy (AFM) image. The black solid line is the measurement route of a probe. The darker region is the area without MoS2, which marked with white dashed lines."
    }, {
      "heading" : "3.2. In-Situ DRS",
      "text" : "CVD growth process of MoS2 introduced in the experimental section was observed using in-situ DRS. According to the temperature in a two-zone tube furnace, the preparation process of MoS2 can be separated into three sequential stages in Figure 3a. The stage I(the heating-up stage) began at room temperature and stopped at 750 ◦C of the temperature zone II. Almost no MoS2 film on the substrate was observed in this stage. For the stage II(the thermostatic stage) at the temperature of 750 ◦C, MoS2 thin film began to deposit on the substrate with the increased lateral size. During the stage III(the cooling-down stage), the growth of MoS2 thin film slowed down and ended gradually. The temperature dropped to room temperature.\nNanomaterials 2019, 9, 1640 6 of 9\nNanomaterials 2019, 9, x FOR PEER REVIEW 6 of 9 be separated into three sequential stages in Figure 3a. The stage І (the heating-up stage) began at\nroom temperature and stopped at 750 °C of the temperature zone ІІ. Almost no MoS2 film on the\nsubstrate was observed in this stage. For the stage ІІ (the thermostatic stage) at the temperature of\n750 °C, MoS2 thin film began to deposit on the substrate with the increased lateral size. During the\nstage ІІІ (the cooling-down stage), the growth of MoS2 thin film slowed down and ended gradually.\nThe temperature dropped to room temperature.\nFigure 3. (a) The temperature curves of temperature-zone І (black line) and ІІ (red line) during the chemical vapor deposition (CVD) growth, respectively. The preparation process is divided into the stage І, stage ІІ, and stage ІІІ. (b) In-situ differential reflectance (DR) spectra recorded in the stage ІІ during CVD preparation of monolayer MoS2 on a SiO2/Si substrate. The time interval between successive spectra is 120 s. The black arrow indicates the direction of spectral change at 1.83 eV. (c) In-situ DR spectra recorded in the stage ІІІ. The temperature interval is 40 °C and the temperature range is 730–50 °C. The black arrow indicates the direction of temperature reduction. (d) The increment of DR spectra during the stage ІІІ. (e) The intensities of DR signals at 1.83 eV and 1.99 eV as a function of time, respectively.\nThe spectral evolution of reflected light from the substrate during the thermostatic stage is\ndisplayed in Figure 3b. The time interval between successive spectra is 120 s. The formation and\nevolution of the absorption peak at 1.83 eV are observed along the arrow direction. It can be noted\nthat the absorption peak is in accordance with the optical characteristic peak A of monolayer MoS2.\nThis observation implies that the reaction between molybdenum trioxide and sulfur has occurred\nand MoS2 has begun to grow on a SiO2/Si substrate during the thermostatic stage. In addition, the DR\nintensity at 1.83 eV of this stage decreases continuously. It could be inferred that DR intensity\ncorrelates with the increase of growth area and absorption for MoS2 sample under the constant\ntemperature.\nFigure 3c exhibits DR spectra of MoS2 on a SiO2/Si substrate during the cooling-down stage in\nwhich the development of spectral intensity and shape is displayed. The successive spectra were\nrecorded with the temperature interval of 40 °C. The temperature range is 730–50 °C. Each spectrum\nwe collected is the average of cumulative spectra over a short period of time (around 120 s), which\nrepresents the average state of MoS2 during each time interval. Different from the thermostatic stage,\nthe spectral amplitudes of the cooling-down stage rise regularly. This finding indicates that the\namplitude is related to variation of temperature. Apparently, there are two negative peaks around\n1.83 eV and 1.99 eV appearing during this process. The two peaks are consistent with the\ncharacteristic peaks A and B of monolayer MoS2, respectively. This observation indicates that\nmonolayer MoS2 has grown on the SiO2/Si substrate, agreeing with the results of ex-situ\ncharacterizations. The width of the absorption peak at approximately 1.83 eV becomes narrower\nFigure 3. (a) The temperature curves of temperature-zone I(black line) and II(red line) during the chemical vapor deposition (CVD) growth, respectively. The preparation process is divided into the stage I, stage II, and stage III. (b) In-situ differential reflectance ( ) spectra recorded in the stage II ri g re aratio of onolayer MoS2 on a SiO2/Si substrate. The time interval between successive spectra is 120 s. e lack arrow indicates the direction of spectral change at 1.83 eV. (c) In-situ DR spectra recorded in the t III. t t i t l is 40 ◦C and the temperature range is 730–50 ◦C. The black arrow indicates the direction of temperature reduction. (d) The i crement of DR sp c ra during the stage III. (e) The intensities of DR signals at 1.83 eV nd 1.99 eV as a function of time, respectively.\nThe spectral evolution of reflected light from the substrate during the thermostatic stage is displayed in Figure 3b. The time interval between successive spectra is 120 s. The formation and evolution of the absorption peak at 1.83 eV are observed along the arrow direction. It can be noted that the absorption peak is in accordance with the optical characteristic peak A of monolayer MoS2. This observation implies that the reaction between molybdenum trioxide and sulfur has occurred and MoS2 has begun to grow on a SiO2/Si substrate during the thermostatic stage. In addition, the DR intensity at 1.83 eV of this stage decreases continuously. It could be inferred that DR intensity correlates with the increase of growth area and absorption for MoS2 sample under the constant temperature. Figure 3c exhibits DR spectra of MoS2 on a SiO2/Si substrate during the cooling-down stage in which the development of spectral intensity and shape is displayed. The successive spectra were recorded with the temperature interval of 40 ◦C. The temperature range is 730–50 ◦C. Each spectrum we collected is the average of cumulative spectra over a short period of time (around 120 s), which represents the average state of MoS2 during each time interval. Different from the thermostatic stage, the spectral amplitudes of the cooling-down stage rise regularly. This finding indicates that the amplitude is related to variation of temperature. Apparently, there are two negative peaks around 1.83 eV and 1.99 eV appearing during this process. The two peaks are consistent with the characteristic peaks A and B of monolayer MoS2, respectively. This observation indicates that monolayer MoS2 has grown on the SiO2/Si substrate, agreeing with the results of ex-situ characterizations. The width of the absorption peak at approximately 1.83 eV becomes narrower when the temperature decreases. This can be attributed to the widening of the peak induced by high temperature, which is in accordance with the previous reports [35–37]. In order to further detect the increment of DR spectra during the cooling-down stage, the ∆(∆R/R) spectrum is shown in Figure 3d. It can be clearly noted that two prominent absorption peaks of MoS2 are observed by the increment of DR signals. The peak A at 1.83 eV is relatively narrow, which is generated by exciton transition of electron-hole recombination. Another peak B induced by exciton transition at the lower valence band of K point is also obvious at 1.99 eV. The appearance of two\npeaks is a clear growth signature for monolayer MoS2. It should be pointed out that the positions of absorption peaks have red shifts in this stage, which are compared with the ex-situ DR spectra at room temperature. We can attribute it to the high temperature of the substrate. This observation is consistent with the previous report that high temperature could cause the red shifts of peaks [27]. In addition, the DT increments of characteristic peaks A and B in the [27] are very weak (less than 0.1). Both the front surface and the back surface of a substrate were covered by monolayer MoS2. However, the DR increment of peak A and B is approximately 0.19 and 0.23 respectively. Monolayer MoS2 was only deposited on the front surface of a substrate and didn’t completely cover the front surface. The signal increases more obvious from reflectance measurements compared with that from transmittance measurements, which indicates that the reflectance measurement has a higher sensitivity for 2D materials. Furthermore, the DR intensity at 1.83 eV and 1.99 eV are respectively plotted as a function of time in Figure 3e. This is helpful to understand the detailed evolution of the two peaks. We take the initial time of the thermostatic stage as the founding moment. As shown in Figure 3e, the values of ∆R/R drop during the growth of the thermostatic stage and then the values rise obviously in the cooling-down stage. This result is the same as the tendency shown in Figure 3b,c. It displays that the growth of MoS2 is closely related to temperature."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, the growth of MoS2 prepared by CVD on a SiO2/Si substrate was in-situ characterized by DR spectra. An in-situ DRS setup monitoring CVD growth of 2D materials was established in order to achieve this aim. The process of the growth and cooling down of monolayer MoS2 was investigated by the in-situ DRS. An obvious optical feature of MoS2 in the in-situ DR spectra was observed during thermostatic growth. DR spectra of the cooling-down stage showed the evolution of the MoS2 optical characteristics, indicating the formation of monolayer MoS2. Moreover, ex-situ DRS also exhibited the characteristic peaks of monolayer MoS2. It agrees well with other ex-situ characterization results such as optical microscopy, Raman spectroscopy and AFM, which confirmed the monolayer structure of MoS2. The results emphasize that DRS is effective and has a high sensitivity for in-situ observations of 2D TMDCs during the CVD growth.\nAuthor Contributions: Conceptualization and writing—original draft preparation, Y.W.; methodology, Y.W., L.Z., Q.S. and L.J.; formal analysis, Y.W. and L.Z.; validation, H.X. and F.Z.; writing—review and editing, L.Z. and M.J.; visualization, Y.W., C.S. and S.L.; funding acquisition, L.Z., F.Z. and Q.S.\nFunding: This work was financially supported by the National Natural Science Foundation of China (Grant No. 11504201, No. 61873333, No. 61803179 and No. 61903224), the Fundamental Research Funds of Shandong University (Grant No. 2018JCG06), Shandong Provincial Natural Science Foundation (ZR2017PEE023, ZR2017BF007), Key research and development plan of Shandong Province (2017CXGC0610) and the Young Scholars Program of Shandong University (2016WLJH30).\nAcknowledgments: We thank SDU & Rice Joint Center for Carbon Nanomaterials (Shandong University, Jinan, China) for the support with Raman spectroscopy measurements.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Two-dimensional atomic crystals",
      "author" : [ "K.S. Novoselov", "D. Jiang", "F. Schedin", "T.J. Booth", "V.V. Khotkevich", "S.V. Morozov", "A.K. Geim" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2005
    }, {
      "title" : "The chemistry of two-dimensional layered transition metal dichalcogenide nanosheets",
      "author" : [ "M. Chhowalla", "H.S. Shin", "G. Eda", "L.J. Li", "K.P. Loh", "H. Zhang" ],
      "venue" : "Nat. Chem. 2013,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2013
    }, {
      "title" : "Electronics and optoelectronics of two-dimensional transition metal dichalcogenides",
      "author" : [ "Q.H. Wang", "K. Kalantar-Zadeh", "A. Kis", "J.N. Coleman", "M.S. Strano" ],
      "venue" : "Nat. Nanotechnol. 2012,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Fabrication of single- and multilayer MoS2 film-based field-effect transistors for sensing NO at room temperature",
      "author" : [ "H. Li", "Z. Yin", "Q. He", "X. Huang", "G. Lu", "D.W.H. Fam", "A.I.Y. Tok", "Q. Zhang", "H. Zhang" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "Engineering the surface structure of MoS2 to preferentially expose active edge sites for electrocatalysis",
      "author" : [ "J. Kibsgaard", "Z. Chen", "B.N. Reinecke", "T.F. Jaramillo" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Li storage properties of disordered graphene nanosheets",
      "author" : [ "D. Pan", "S. Wang", "B. Zhao", "M. Wu", "H. Zhang", "Y. Wang", "Z. Jiao" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2009
    }, {
      "title" : "Functionalized graphene and other two-dimensional materials for photovoltaic devices: Device design and processing",
      "author" : [ "Z. Liu", "S.P. Lau", "F. Yan" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Wafer-Scale Growth and Transfer of Highly-Oriented Monolayer MoS2 Continuous Films",
      "author" : [ "H. Yu", "M. Liao", "W. Zhao", "G. Liu", "X.J. Zhou", "Z. Wei", "X. Xu", "K. Liu", "Z. Hu", "K Deng" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1200
    }, {
      "title" : "Roll-to-roll production of 30-inch graphene films for transparent electrodes",
      "author" : [ "S. Bae", "H. Kim", "Y. Lee", "X. Xu", "J.S. Park", "Y. Zheng", "J. Balakrishnan", "T. Lei", "H. Ri Kim", "Y.I Song" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2010
    }, {
      "title" : "Large-Area Epitaxial Monolayer MoS2",
      "author" : [ "A. Fontcuberta i Morral", "Y.-C. Kung", "A. Radenovic", "S. Bertolazzi", "M.-W. Chen", "D. Krasnozhon", "N. Marzari", "D. Ovchinnikov", "P. Gillet", "K Marinov" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Molecular-beam epitaxy of monolayer MoSe2: Growth characteristics and domain boundary formation",
      "author" : [ "L. Jiao", "H.J. Liu", "J.L. Chen", "Y. Yi", "W.G. Chen", "Y. Cai", "J.N. Wang", "X.Q. Dai", "N. Wang", "W.K Ho" ],
      "venue" : "New J. Phys",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Single-layer semiconducting nanosheets: High-yield preparation and device fabrication",
      "author" : [ "Z. Zeng", "Z. Yin", "X. Huang", "H. Li", "Q. He", "G. Lu", "F. Boey", "H. Zhang" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "Growth of Large-Area and Highly Crystalline MoS2 Thin Layers on Insulating Substrates",
      "author" : [ "C. Chang", "H. Li", "Y. Shi", "H. Zhang", "C. Lai", "L. Li" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Mechanical properties of boron nitride thin films prepared by atomic layer deposition",
      "author" : [ "M. Weber", "E. Coy", "I. Iatsunskyi", "L. Yate", "P. Miele", "M. Bechelany" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Large-area synthesis of high-quality and uniform graphene films on copper foils",
      "author" : [ "X. Li", "W. Cai", "J. An", "S. Kim", "J. Nah", "D. Yang", "R. Piner", "A. Velamakanni", "I. Jung", "E Tutuc" ],
      "venue" : "Science",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2009
    }, {
      "title" : "Large-Area Synthesis of Highly Crystalline Wse2 Monolayers and Device Applications",
      "author" : [ "J.-K. Huang", "J. Pu", "C.-L. Hsu", "M.-H. Chiu", "Z.-Y. Juang", "Y.-H. Chang", "W.-H. Chang", "Y. Iwasa", "T. Takenobu", "L.-J. Li" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Synthesis and transfer of single-layer transition metal disulfides on diverse surfaces",
      "author" : [ "Y.H. Lee", "L. Yu", "H. Wang", "W. Fang", "X. Ling", "Y. Shi", "C.T. Lin", "J.K. Huang", "M.T. Chang", "C.S Chang" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "Synthesis of high quality two-dimensional materials via chemical vapor deposition",
      "author" : [ "J. Yu", "J. Li", "W. Zhang", "H. Chang" ],
      "venue" : "Chem. Sci. 2015,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Optical identification of single- and few-layer MoS2 sheets",
      "author" : [ "H. Li", "G. Lu", "Z. Yin", "Q. He", "Q. Zhang", "H. Zhang" ],
      "venue" : "Small 2012,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "Anomalous lattice vibrations of single-and few-layer MoS2",
      "author" : [ "C. Lee", "H. Yan", "L. Brus", "T. Heinz", "J. Hone", "S. Ryu" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Confocal absorption spectral imaging of MoS2: Optical transitions depending on the atomic thickness of intrinsic and chemically doped MoS2",
      "author" : [ "K.P. Dhakal", "D.L. Duong", "J. Lee", "H. Nam", "M. Kim", "M. Kan", "Y.H. Lee", "J. Kim" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Thickness-Dependent Differential Reflectance Spectra of Monolayer and Few-Layer MoS2,MoSe2, WS2 and WSe2",
      "author" : [ "Y. Niu", "S. Gonzalez-abad", "R. Frisenda", "P. Marauhn", "M. Drüppel", "P. Gant", "R. Schmidt", "N.S. Taghavi", "D. Barcons", "A.J Molina-mendoza" ],
      "venue" : "Nanomaterials 2018,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Direct TEM observations of growth mechanisms of two-dimensional MoS2 flakes",
      "author" : [ "L. Fei", "S. Lei", "W.B. Zhang", "W. Lu", "Z. Lin", "C.H. Lam", "Y. Chai", "Y. Wang" ],
      "venue" : "Nat. Commun. 2016,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "In situ spectroscopic ellipsometry during atomic layer deposition of Pt, Ru and Pd",
      "author" : [ "N. Leick", "J.W. Weber", "A.J.M. Mackus", "M.J. Weber", "M.C.M. van de Sanden", "W.M.M. Kessels" ],
      "venue" : "J. Phys. D Appl. Phys. 2016,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Real-time monitoring of 2D semiconductor film growth with optical spectroscopy",
      "author" : [ "Y. Wei", "W. Shen", "D. Roth", "S. Wu", "C. Hu", "Y. Li", "X. Hu", "M. Hohage", "P. Bauer", "L. Sun" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Direct observation of the CVD growth of monolayer MoS2 using in situ optical spectroscopy",
      "author" : [ "C.B. López-posadas", "Y. Wei", "W. Shen", "D. Kahr", "M. Hohage", "L. Sun" ],
      "venue" : "Beilstein J. Nanotechnol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Pentacene crystal transition during the growth on SiO2 studied by in situ optical spectroscopy",
      "author" : [ "L. Zhang", "C. Hu", "X. Fu", "M. Jiang", "Q. Sui", "L. Jia" ],
      "venue" : "Synth. Met",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Optical differential reflectance spectroscopy on thin molecular films",
      "author" : [ "R. Forker", "M. Gruenewald", "T. Fritz" ],
      "venue" : "Annu. Rep. Sect. C (Phys. Chem.)",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2012
    }, {
      "title" : "Surface differential reflectivity spectroscopy of semiconductor surfaces",
      "author" : [ "S. Selci", "F. Ciccacci", "G. Chiarotti", "P. Chiaradia", "A. Cricenti" ],
      "venue" : "J. Vac. Sci. Technol. A Vac. Surf. Film",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1987
    }, {
      "title" : "Optical differential reflectance spectroscopy of ultrathin epitaxial organic films",
      "author" : [ "R. Forker", "T. Fritz" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2009
    }, {
      "title" : "From bulk to monolayer MoS2: Evolution of Raman scattering",
      "author" : [ "H. Li", "Q. Zhang", "C.C.R. Yap", "B.K. Tay", "T.H.T. Edwin", "A. Olivier", "D. Baillargeat" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "Probing excitonic states in suspended two-dimensional semiconductors by photocurrent spectroscopy",
      "author" : [ "A.R. Klots", "A.K.M. Newaz", "B. Wang", "D. Prasai", "H. Krzyzanowska", "J. Lin", "D. Caudel", "N.J. Ghimire", "J. Yan", "B.L Ivanov" ],
      "venue" : "Sci. Rep. 2014,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Synthesis of Large-Area MoS2 Atomic Layers with Chemical Vapor Deposition",
      "author" : [ "Y.-H. Lee", "X.-Q. Zhang", "W. Zhang", "M.-T. Chang", "C.-T. Lin", "K.-D. Chang", "Y.-C. Yu", "J.T.-W. Wang", "C.-S. Chang", "L.-J Li" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2012
    }, {
      "title" : "Temperature-Dependent Thermal Boundary Conductance of Monolayer MoS2 by Raman Thermometry",
      "author" : [ "E. Yalon", "Ö.B. Aslan", "K.K.H. Smithe", "C.J. McClellan", "S.V. Suryavanshi", "F. Xiong", "A. Sood", "C.M. Neumann", "X. Xu", "K.E Goodson" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Electrical control of neutral and charged excitons in a monolayer semiconductor",
      "author" : [ "J.S. Ross", "S. Wu", "H. Yu", "N.J. Ghimire", "A.M. Jones", "G. Aivazian", "J. Yan", "D.G. Mandrus", "D. Xiao", "W Yao" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Low-temperature photocarrier dynamics in monolayer",
      "author" : [ "T. Korn", "S. Heydrich", "M. Hirmer", "J. Schmutzler", "C. Schller" ],
      "venue" : "MoS2. Appl. Phys. Lett. 2011,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "In particular, 2D transition metal dichalcogenides (TMDCs) have tunable band gaps, which make their application more likely in semiconductor optoelectronic devices than graphene [4].",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 7,
      "context" : "The growth mechanism is not well understood yet, although graphene and MoS2 have been successfully synthesized at the wafer-level size [9,10].",
      "startOffset" : 135,
      "endOffset" : 141
    }, {
      "referenceID" : 8,
      "context" : "The growth mechanism is not well understood yet, although graphene and MoS2 have been successfully synthesized at the wafer-level size [9,10].",
      "startOffset" : 135,
      "endOffset" : 141
    }, {
      "referenceID" : 17,
      "context" : "Therefore, CVD has been considered as a promising technology for the industrial preparation of 2D nanomaterials [19].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 22,
      "context" : "Chai and Wang studied the orientation and grain size of MoS2 flakes by transmission electron microscopy (TEM) [24].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 23,
      "context" : "have used spectroscopic ellipsometry (SE) for in-situ study of thin film growth [25].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 24,
      "context" : "in 2017 introduced an in-situ study about molecular beam epitaxy (MBE) growth of MoS2 using DRS [26].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 25,
      "context" : "In 2019, Sun’s team also showed in-situ differential transmittance spectroscopy (DTS) of MoS2 grown by CVD on the sapphire substrate [27].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 26,
      "context" : "DRS is commonly used in the in-situ detection of thin film preparation as a result of its fast measurement speed and high sensitivity [28,29].",
      "startOffset" : 134,
      "endOffset" : 141
    }, {
      "referenceID" : 27,
      "context" : "DRS is commonly used in the in-situ detection of thin film preparation as a result of its fast measurement speed and high sensitivity [28,29].",
      "startOffset" : 134,
      "endOffset" : 141
    }, {
      "referenceID" : 27,
      "context" : "developed a DRS system for on-line detection of organic film growth by combining DRS optical structure with vacuum system [29].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 21,
      "context" : "studied the relationship between the thickness of TMDCs and exciton energy by ex-situ DRS [23].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 24,
      "context" : "Combined with the [26], DRS technology has become one of the most promising technologies for in-situ detection of 2D material prepared by CVD.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 28,
      "context" : "The ex-situ DR spectra were defined by: [30,31] ∆R R = RS −R0 R0 , (1)",
      "startOffset" : 40,
      "endOffset" : 47
    }, {
      "referenceID" : 29,
      "context" : "The ex-situ DR spectra were defined by: [30,31] ∆R R = RS −R0 R0 , (1)",
      "startOffset" : 40,
      "endOffset" : 47
    }, {
      "referenceID" : 28,
      "context" : "The ex-situ DR spectra were defined by: [30,31]",
      "startOffset" : 40,
      "endOffset" : 47
    }, {
      "referenceID" : 29,
      "context" : "The ex-situ DR spectra were defined by: [30,31]",
      "startOffset" : 40,
      "endOffset" : 47
    }, {
      "referenceID" : 19,
      "context" : "1 cm−1 represents the in-plane reverse vibration mode of S and Mo atoms [21].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 19,
      "context" : "6 cm-1 is attributed to the out-of-plane vertical vibration mode of S atoms [21].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 30,
      "context" : "5 cm−1, which indicates that the MoS2 structures of films and independent triangular crystals are monolayer structures [32].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 31,
      "context" : "16 eV, owning to the splitting of valence bands at K point as a result of spin-orbit interaction [33].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 32,
      "context" : "76 nm, which consists of the thickness of monolayer MoS2 [34].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 19,
      "context" : "1 cm−1 represents the in-plane reverse vibration mode of S and Mo atoms [21].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 19,
      "context" : "6 cm-1 is attributed to the out-of-plane vertical vibration mode of S atoms [21].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 30,
      "context" : "5 cm−1, which indicates that the MoS2 structures of films and independent triangular crystals are monolayer structures [32].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 31,
      "context" : "16 eV, owning to the splitting of valence bands at K point as a result of spin-orbit interaction [33].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 32,
      "context" : "76 nm, which consists of the thickness of monolayer MoS2 [34].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 25,
      "context" : "This observation is consistent with the previous report that high temperature could cause the red shifts of peaks [27].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 25,
      "context" : "In addition, the DT increments of characteristic peaks A and B in the [27] are very weak (less than 0.",
      "startOffset" : 70,
      "endOffset" : 74
    } ],
    "year" : 2019,
    "abstractText" : "The in-situ observation is of great significance to the study of the growth mechanism and controllability of two-dimensional transition metal dichalcogenides (TMDCs). Here, the differential reflectance spectroscopy (DRS) was performed to monitor the growth of molybdenum disulfide (MoS2) on a SiO2/Si substrate prepared by chemical vapor deposition (CVD). A home-built in-situ DRS setup was applied to monitor the growth of MoS2 in-situ. The formation and evolution of monolayer MoS2 are revealed by differential reflectance (DR) spectra. The morphology, vibration mode, absorption characteristics and thickness of monolayer MoS2 have been confirmed by optical microscopy, Raman spectroscopy, ex-situ DR spectra, and atomic force microscopy (AFM) respectively. The results demonstrated that DRS was a powerful tool for in-situ observations and has great potential for growth mechanism and controllability of TMDCs prepared by CVD. To the best of the authors’ knowledge, it was the first report in which the CVD growth of two-dimensional TMDCs has been investigated in-situ by reflectance spectroscopy.",
    "creator" : "LaTeX with hyperref package"
  }
}