{
  "name" : "downloads_2019-11-23_36_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Stepping piezoelectric actuators with large working stroke for nano-positioning systems: A review",
    "authors" : [ "ianping Lia", "Hu Huangb", "Takeshi Moritac" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "R S n\nJ a b c\na\nA R R A A\nK P L S C\nC\nh 0\nSensors and Actuators A 292 (2019) 39–51\nContents lists available at ScienceDirect\nSensors and Actuators A: Physical\nj ourna l h o mepage: www.elsev ier .com/ locate /sna\neview\ntepping piezoelectric actuators with large working stroke for ano-positioning systems: A review\nianping Lia, Hu Huangb,∗, Takeshi Moritac\nInstitute of Precision Machinery and Smart Structure, Zhejiang Normal University, Jinhua, 321004, China School of Mechanical and Aerospace Engineering, Jilin University, Changchun, 130025, China Graduate School of Frontier Sciences, The University of Tokyo, Chiba, 277-8563, Japan\nr t i c l e i n f o\nrticle history: eceived 4 January 2019 eceived in revised form 21 March 2019 ccepted 6 April 2019 vailable online 8 April 2019\neywords: iezoelectric actuator arge working stroke tepping motion principle\na b s t r a c t\nPrecision positioning systems with large working stroke (millimeter or more) and micro/nano-scale positioning resolution are widely required in both scientific research and industries. For this kind of applications, piezoelectric materials based actuators show unique advantages and have been widely employed. To overcome the demerit of the limited working stroke for single piezoelectric element, various stepping motion principles have been proposed in the past years, and accordingly, stepping piezoelectric actuators with various structures have been designed and evaluated. This review is aimed to summarize the recent developments and achievements in stepping piezoelectric actuators with large working stroke. Especially, the emphasis is on three main types of stepping piezoelectric actuators, i.e., inchworm type, friction-inertia type, and parasitic type. The motion principles of these three types of piezoelectric actu-\nompliant mechanism ators and the corresponding developments of various actuators are discussed respectively, followed by pointing out the existing problems in these three types of piezoelectric actuators and proposing some potential research directions in this topic. It is expected that this review is helpful for relevant researchers to understand stepping motion principles as well as piezoelectric actuators, and to successfully select and design stepping piezoelectric actuators for specific applications.\n© 2019 Elsevier B.V. All rights reserved.\nontents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39 2. Inchworm type piezoelectric actuators . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n2.1. Introduction to the inchworm motion principle. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .40 2.2. Performances . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40 3. Friction-inertia type piezoelectric actuators . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43 3.1. Introduction to the friction-inertia motion principle . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43 3.2. Developments and performances . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 4. Parasitic type piezoelectric actuators . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46 4.1. Introduction to the parasitic motion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46 4.2. Developments and performances . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46 5. Comparison and future directions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 48 6. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49\nAcknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .49 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49 Biography . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 51\n∗ Corresponding author. E-mail address: huanghu@jlu.edu.cn (H. Huang).\nttps://doi.org/10.1016/j.sna.2019.04.006 924-4247/© 2019 Elsevier B.V. All rights reserved.\n1. Introduction\nNano-positioning systems are of great significance for many research and industrial fields [1,2], and the resolution requirement has been upgraded to nanoscale. Even though conventional actu-\n4 ctuat\na o o n\na p a m c e t c l t a p t D m e a I i a t t u n a t m d d t c p a p\na f p t u a p g t c a a\na h b o l a\nm a p t i d\n0 J. Li et al. / Sensors and A\ntors (hydraulic motor, DC/AC motors, et al.) could realize large utput force and large working stroke easily, their positioning reslution is not high enough to meet the application demand for ano-positioning systems in recent years [3–5].\nThe piezoelectric actuator is one of the novel actuators which re able to achieve nanoscale positioning resolution for nanoositioning systems. Up to now, piezoelectric actuators have been pplied in various fields, such as aerospace [6–8], atomic force icroscopy (AFM) [9–11], precision machining [12–14] and optial lens systems [15–17]. Generally, due to the inverse piezoelectric ffect, the working stroke of single piezoelectric element is limited o several or tens of micrometers, which greatly limits the appliation scope of piezoelectric actuators. In order to overcome the imitation in working stroke, various methods have been proposed o achieve the large working stroke [18,19], being over millimeter nd even several centimeters. According to the motion princile, piezoelectric actuators can be divided into different types, he direct-driven type, ultrasonic type, and stepping type [20,21]. irect-driven type piezoelectric actuators usually utilize compliant echanisms to amplify the motion displacement of piezoelectric lements [22–24]. However, the amplified working stroke is usully within tens of micrometers, which is still not large enough. f higher amplification ratio is designed, the dynamic characterstic of the actuator will be deteriorated. Ultrasonic piezoelectric ctuators exploit the ellipsoid motion of stators [25–27] based on he resonance of piezoelectric elements. Due to the utilization of he contact friction force between the stator and the rotor/slider nder the resonant condition, the wear and heat generation pheomena are still unsolved problems [28,29]. Stepping piezoelectric ctuators are then proposed to achieve large working stroke by he stepping motion of the rotor/slider [20,30]. Even though the\notion displacement in each step is quite small, the accumulated isplacement is infinite in theory. Furthermore, due to the small isplacement in one step, both large working stroke and high posiioning resolution could be achieved by employing a dual-servo ontrol strategy [31], which can hugely enhance the application otential of piezoelectric actuators. Hence, stepping piezoelectric ctuators have attracted much attention for applications in nanoositioning systems.\nAccording to different motion principles, stepping piezoelectric ctuators can be divided into three main types, i.e., inchworm type, riction-inertia type, and parasitic type. In general, inchworm type iezoelectric actuators mimic the motion process of inchworms in he nature, which requires the alternation of clamping and driving nits. Friction-inertia type piezoelectric actuators tune the friction nd inertia forces between two mass blocks to achieve the steping motion of the slider/rotor, which are sorted into two typical roups: impact-driven and stick-slip actuators. Parasitic piezoelecric actuators show a novel idea to utilize the parasitic motion of ompliant mechanisms which is commonly avoided by other actutors. All in all, large working stroke can be acquired easily by the ccumulation of stepping motion.\nAs a very promising positioning type, stepping piezoelectric ctuators with various principles, structures, and performances, ave been developed in the past years, and great progresses have een achieved. This review is aimed to summarize the recent develpments and achievements in stepping piezoelectric actuators with arge working stroke, and then point out some potential problems nd challenges in this topic.\nThis review is organized as the following: in Section 2, the otion principle and performances of inchworm type piezoelectric ctuators will be discussed; in Section 3, the friction-inertia type iezoelectric actuators will be addressed by classifying them into wo kinds, impact-driven and stick-slip actuators; in Section 4, the dea of parasitic type piezoelectric actuators will be introduced and iscussed; in Section 5, comparison between these three types of\nors A 292 (2019) 39–51\npiezoelectric actuators will be given, followed by proposing some potential research directions of stepping piezoelectric actuators; finally, the conclusions are given in Section 6.\n2. Inchworm type piezoelectric actuators\n2.1. Introduction to the inchworm motion principle\nThe inchworm type piezoelectric actuator is one kind of novel actuators, and it mimics the motion principle of the real inchworm in nature, as shown in Fig. 1(a) [32]. By combining the stepping motion of the natural inchworm with piezoelectric technology, the inchworm type piezoelectric actuator achieves the large working stroke through the alternating cooperation of the driving units and clamping units. Meanwhile, the utilization of clamping units brings large output force, compared with other piezoelectric actuators. Generally, an early inchworm type piezoelectric actuator consists of one driving unit and two clamping units. According to the motion principle, inchworm type piezoelectric actuators are divided into three patterns: “walker” pattern, “pusher” pattern and hybrid “walker-pusher” pattern [20].\nThe motion principle of the “walker” pattern inchworm piezoelectric actuator is illustrated in Fig. 1(b), which is quite similar to the walking pattern of the inchworm in nature. The “walker” mechanism obtains large working stroke by repeating the following six steps: (1) in the original position, all of the piezoelectric elements inside the driving unit and clamping units are not working; hence there are gaps between the clamping units and the base guider; (2) the piezoelectric actuator in clamping unit 1 gets power, and then the clamping unit 1 holds the base guider tightly; (3) the driving unit gets power to extend; (4) the clamping unit 2 obtains power to hold the base guider tightly, together with the clamping unit 1; (5) the clamping unit 1 loses power to release the base guider; (6) the driving unit retracts to its original length. Finally, the clamping unit 2 loses power to release the base guider, which is in the same condition with the original position in step (1). By repeating these six steps, large working stroke could be achieved step by step [33,34].\nThe “pusher” pattern inchworm piezoelectric actuator also requires six steps to obtain one stepping motion, as shown in Fig. 1(c): (1) the driving unit and two clamping units have no power to hold the slider; (2) clamping unit 2 gets power to hold the slider tightly; (3) the driving unit extends to push clamping unit 2 and the slider to move a small distance; (4) clamping unit 1 clamps the slider tightly; (5) clamping unit 2 loses power to release the slider; (6) the driving unit retracts to the original length. Finally, the clamping unit 1 releases the slider to the same situation in the original condition [35,36].\nThe hybrid “walker-pusher” pattern inchworm piezoelectric actuator is the mixture of the “walker” and “pusher” patterns. Differently, the driving unit is inserted into the slider, and the clamping units are assembled into the base in this “walker-pusher” pattern [37,38].\n2.2. Performances\nIn the year of 1964, in order to solve the positioning problem of precision machining tools, Stibitz proposed the first “pusher” pattern inchworm actuators using magnetostrictive elements to produce the driving force, as shown in Fig. 2(a) [39]. Three magnetostrictive elements are utilized as the driving and clamping units to generate stepping linear motion with large working stroke. Limited to the technical conditions at that time, the performance is not so efficient, but this driving principle of the inchworm motion provides a new space for the research of precision positioning tech-\nJ. Li et al. / Sensors and Actuators A 292 (2019) 39–51 41\nF actua H sbane\nn p e m l t “ w p t s\na m t t p t t d o o 0\no p a a m i a w v p o\nig. 2. Inchworm type piezoelectric actuators: (a) the first generation of inchworm su et al. [40]; (c) the first “walker” pattern inchworm piezoelectric actuator by Bri\nology. After that, Hsu et al. firstly developed the inchworm type iezoelectric actuator [40]. As shown in Fig. 2(b), it utilizes a piezolectric element for translating electrical signals to mechanical ovements in combination with two one-way clamps to accumuate the movements of the piezoelectric elements. One piezoelectric ube is inserted inside the slider, which makes it in the hybrid walker-pusher” pattern. In 1968, the first “walker” pattern inchorm piezoelectric actuator was invented by Brisbane [41]. Two iezoelectric discs and one piezoelectric tube are assembled inside he slider to make it possible for achieving linear motion of the lider by walking, as shown in Fig. 2(c).\nHowever, the development of inchworm type piezoelectric ctuators was then blocked due to the immature piezoelectric aterial at that time. Over the years, even though some inchworm ype piezoelectric actuators came out, they were mostly focused on he theoretical study. Until the end of 1980s’, the commercialized iezoelectric elements are able to provide the output force up to housands of Newton, and the driving voltage drops from 1 × 103 V o 200 V, both of which provide a great opportunity for the further evelopment of piezoelectric actuators. In 1986, Hara et al. develped one inchworm type piezoelectric actuator with the utilization f piezoelectric stacks, which made the input voltage fall down to –200 V [42].\nMany researchers have paid their attention to the developments f inchworm type piezoelectric actuators since then. Chen et al. resented a “pusher” pattern inchworm type piezoelectric actutor by using three packaged piezoelectric stacks which formed\nU-shaped structure [43]. The experiments show that the maxium driving force is as large as 13.2 N and the maximum speed s 47.6 m/s. Another novel linear inchworm piezoelectric actution device was developed by Li et al., and it can provide large\norking stroke and large output force by controlling the shape and\nibration [44]. Moon et al. proposed a fast response inchworm type iezoelectric actuator by adding an integral heterodyne interfermeter as a feedback device in the servo control system [45]. Based\ntors developed by Stibitz [39]; (b) the first inchworm type piezoelectric actuator by [41].\non the fast response characteristic of the servo control system, it can move quickly to the target position, and reduce the hysteresis phenomenon of piezoelectric actuators at the same time.\nNevertheless, one significant problem that they are facing is that the extending length of the piezoelectric elements is quite small, which brings the trouble for the clamping unit to clamp the slider tightly. Hence, many literatures are focusing on the improvements of the clamping units with different methods. Because of the merits of quick response, no friction and easy manufacturing, flexure hinge mechanisms, as a typical compliant mechanism, are widely utilized in the design of piezoelectric actuators to enlarge the elongation of piezoelectric elements [46,47]. In 1988, Fujimoto firstly proposed the inchworm type piezoelectric actuator with flexure hinges [48]. As shown in Fig. 3(a), this “walker” pattern piezoelectric actuator utilizes C-shaped lever-type flexure hinges on both the two clamping units to enlarge the displacement for clamping, which has high practical value. The magnification ratio could be adjusted by changing the position of the pivot point. Kim et al. fabricated an inchworm platform with amplifiable stage, and it was possible to obtain an amplification ratio of 8.4 at the lever ratio of 3.6 with hinge structures as lever mechanism [49], as illustrated in Fig. 3(b). Salisbury described the design, modeling, and control of a two-axis stage based on an improved complementary clamp inchworm piezoelectric actuator [50]. The average positioning accuracy of the stage is ±20 nm. With the help of closed control system, the average error of the two axis stage is around 8 nm in the nanometer range, 1.72 m in the micrometer range, and 1.85 m in the millimeter range. Li et al. firstly proposed the rotary inchworm type piezoelectric actuator based on the integrated flexure hinges, as shown in Fig. 3(c) [51]. With the help of nine piezoelectric stacks and the flexure hinges, the rotor can achieve stepping rotary movement. The experimental results indicate that the minimum stepping angle is 4.95 rad, and the maximum output torque is 93.1 N·mm. Zhang et al. designed a bi-directional linear inchworm type piezoelectric actuator with large working stroke and high precision [52]. Two parallel shafts\n42 J. Li et al. / Sensors and Actuators A 292 (2019) 39–51\na a i r t c t t t r c i R t e o o t\nn o w o B n t u i e w w i p i i l\nre used as the guiding mechanism, and in order to improve the ccuracy, the supporting frame, the guiding block and the clampng block are manufactured in a single process. The experimental esults show that the single step displacement is 32.48 m when he driving frequency is 1 Hz and the driving voltage is 200 V. In the ase that the driving voltage is 6 V and the driving frequency is 1 Hz, he resolution of the proposed inchworm type piezoelectric actuaor is around 0.048 m. Zhao et al. proposed one novel inchworm ype piezo-driven rotary actuator with the changeable clamping adius [53]. A flexible gripper consisting of the driving unit and the lamping unit, and lever-type mechanisms are used to achieve the nchworm motion and amplify the micro clamping displacements. esults indicate that the maximum rotation speed is 7.75 × 104 rad/s with a driving frequency of 167 Hz. The rotation resoluion and load torque are 0.25 rad and 37 N·mm, respectively. Song t al. proposed a piezoelectric inchworm rotary actuator with high utput torque and self-locking ability by the integral design of the verall structure. The maximum rotary speed is 26.74 mrad/s and he self-locking torque is large than 882 N·mm [54].\nBesides the application of flexure hinges, many other mechaisms have been proposed to improve the clamping performance f the clamping units [55]. Kim et al. developed a novel inchorm type rotary piezoelectric actuator based on the combination f flexible belts and flexure hinges, as shown in Fig. 4(a) [56]. y controlling the working sequence of four piezoelectric stacks ested in four lever-type flexure hinges, the rotation motion of he rotor is achieved by the flexible belts connected to those flexre hinges. Its rotational resolution is as high as 2.36 rad, which s greatly improved compared with other rotary actuators. Wang t al. described one inchworm type piezoelectric rotary actuator hich exploited two extension springs, one torsion spring and edge blocks to improve the clamping conditions [57], as shown n Fig. 4(b). Due to the advantages of the distinctive clamping\nrinciple with wedge blocks, the output torque of the actuator\ns up to 7.17 × 103 N·mm. The rotation resolution of the actuator s 0.567 rad and the achieved motion range is 5◦. Li et al. utiized the electrorheological (ER) clampers to design a linear stepper\npiezoelectric actuator [58]. The comb-shaped ER clampers greatly enhance the clamping area of ER fluids and clamping force, and the recession phenomenon is observed and investigated in details. Chen et al. designed a piezoelectric driven inchworm motors which exploited mechanically interlocking microridges to replace the traditional frictional clamping mechanisms, as shown in Fig. 4(c) [59]. The actuator is successfully operated from 0.2 to 500 Hz, and the motion velocity is from 2 to 5 mm/s. Significantly, this inchworm type piezoelectric actuator of nominal 50 mm size could support as large as 500 N output force. However, the motion resolution is deeply limited by the size of the microridges. Currently, researchers are still working on the improvements of the clamping conditions for inchworm piezoelectric actuators with other kinds of clampers, such as electromagnet [60] and electrostatics [61].\nIn addition to the researches on the clampers for the inchworm type piezoelectric actuators, other development trends have also attracted the attention of researchers. One development trend is the manufacture of multiple degrees of freedom (M-DOF) piezoelectric actuators [62,63]. Li et al. developed a novel inchworm type piezoelectric actuator which can obtain both the linear and rotary motions in a compact size [62]. Eight piezoelectric stacks are inserted inside an integrated flexure mechanism, as shown in\nFig. 5(a). For the rotary motion, the minimum stepping angle is around 0.23 rad, the maximum rotary velocity is 3.52 × 103 rad/s and the output torque is 0.294 N·m. For the linear motion, the minimum stepping displacement is 0.15 m, the maximum velocity is 105.31 m/s, and the largest output load is 4.9 N. Wang et al. utilized the surface’s rectangular trajectory driving to develop a novel linear-rotary piezoelectric positioning stage. The largest velocities and load capacity values on linear and rotary directions are about 1.0 × 103 m/s, 10.78 N and 9.8 × 104 rad/s, 13.72 N, respectively [64].\nThe miniaturization has been another trend of inchworm type piezoelectric actuators in recent years, and researchers have developed kinds of miniaturized inchworm type piezoelectric actuators. Toda et al. designed and manufactured a miniaturized inchworm type actuator with large working stroke and high accuracy [65]. This\nJ. Li et al. / Sensors and Actuators A 292 (2019) 39–51 43\nF i et al a\na c t I f i t t w i m t f p\na t w d B p e c 1\nh w A t o a e a t d m r\n3\n3\na s e b t o t t\nig. 5. Inchworm type piezoelectric actuators: (a) M-DOF inchworm actuator by L ctuator by Tian et al. [67].\nctuator adopts a combination of piezoelectric and electrostatic omb driving technologies, and the displacement resolution is up o 59 nm/cycle, but its maximum stroke is limited to only 600 m. n order to solve the problem of the high driving voltage needed or most inchworm type actuators, Oh et al. developed a miniature nchworm type piezoelectric actuator with a magnetic clamper for he cell phone camera [66], as shown in Fig. 5(b). The overall strucure is only 1 mm × 3 mm × 5 mm, which is quite small compared ith other inchworm type piezoelectric actuators. Under the drivng frequency of 50 Hz, its positioning resolution is 5 m, and the aximum working stroke is about 5 mm. This miniature inchworm ype piezoelectric actuator can provide micro positioning accuracy or portable electronic devices, which is of great significance for the ractical application.\nHigh speed is another important mechanical characteristic for ctuators that many researchers are pursuing. In order to improve he motion speed, Tian et al. presented one novel piezoelectric inchorm actuator working in resonant state [67]. Four piezoelectric riving feet are in a boned-type structure as shown in Fig. 5(c). oth horizontal vibration mode and vertical vibration mode are roduced synchronously with a certain temporal phase to produce lliptical movements for the driving feet. Experimental results indiate that the prototype achieves a maximum velocity as high as .64 × 103 mm/s and a maximum force of 1.18 N.\nAs a short summary, inchworm type piezoelectric actuators ave been widely concerned by researchers because of its large orking stroke with high positioning accuracy and output capacity. ll of these researches on inchworm type piezoelectric actuaors provide a technical foundation for the practical application f piezoelectric actuators. However, inchworm type piezoelectric ctuators usually employ complex structures and multiple piezolectric elements, resulting in difficulties in manufacture, assemble, nd control. Furthermore, the existing researches on inchworm ype piezoelectric actuators are mainly focused on the structure esign and performance evaluation, the corresponding theoretical odels are still lack which should be paid attention to in future esearch.\n. Friction-inertia type piezoelectric actuators\n.1. Introduction to the friction-inertia motion principle\nThe motion principle of friction-inertia type piezoelectric actutors is based on the law of momentum conservation. By applying pecial voltage signal, for example the saw-tooth wave, to piezolectric stacks or piezoelectric bimorphs, the relative displacement etween two mass blocks with different weight is produced, and hus the stepping motion is realized. The most significant merit f friction-inertia type piezoelectric actuators is that their strucures are quite simple, and so as the control system. Therefore, he friction-inertia piezoelectric actuator is gaining more and more\n. [62]; (b) minimized inchworm actuator by Oh et al. [66]; (c) resonant inchworm\nattention from the researchers since its emergence. According to the motion principle, friction-inertia piezoelectric actuators can be classified into two groups [68,69]: the impact-drive piezoelectric actuator (so called impact-drive mechanism, IDM) [70–72] and the stick-slip piezoelectric actuator (so called smooth impact-drive mechanism, SIDM) [73–75].\nThe motion principle of the impact-drive piezoelectric actuator is shown in Fig. 6(a). This kind of actuator is mainly composed of two mass blocks (main block and inertial block) and one piezoelectric element [76]. The whole structure is placed on the surface of the friction base. At the beginning, the piezoelectric element is not charged, which means the length of the piezoelectric element is the shortest. Then, in step (2), the driving voltage of the piezoelectric element gradually increases, and the piezoelectric element extends slowly. Since the mass of the main block is larger than that of the inertial block, the main block keeps no motion due to the friction force from the ground, while the inertial block moves to the right slightly. Afterwards, in step (3), the piezoelectric element loses power suddenly and it retracts to the minimum length rapidly as that in step (1). In this case, the inertial force is greater than the friction force from the ground, and the two blocks move to the opposite sides, respectively. As a result, the impact-drive piezoelectric actuator moves to the right with one-step length S, as shown in Fig. 6(a). By repeating the above steps, a large working stroke is easily obtained.\nFig. 6(b) illustrates the working process of the stick-slip piezoelectric actuator which is also called the smooth impact-drive actuator [68,77]. Being different from the impact-drive piezoelectric actuator, one end of the piezoelectric element in stick-slip piezoelectric actuator is fixed on the base, while the other end is connected with the friction block. The slider is placed on the surface of the friction block. In the motion process, step (2), the piezoelectric element slowly extends, and the slider moves to the right side due to the role of friction force between the slider and friction block. This process is also called the s̈ticks̈tage since there is no relative motion between the friction block and the slider. Then, in step (3), the piezoelectric element quickly loses power and returns back to the original length, but the slider is kept almost no motion due to the role of the inertial force. This process is called the s̈lips̈tage because of the relative motion between the friction block and the slider. By repeating the “stick” and “slip” stages, the slider can realize continuously stepping motion and the working stroke is infinite in theory.\nFor the stick-slip piezoelectric actuators, in the case that the driving frequency is high enough, stick-slip motion principle shifts to slip-slip principle, which means that there is always relative motion between the slider and the friction block (no s̈ticks̈tage). Even with this slip-slip operation, it is still possible for the stepping motion of actuators, since one directional frictional time is longer than that of the opposite direction time. In this review, the slip-\n44 J. Li et al. / Sensors and Actuators A 292 (2019) 39–51\n) isosc\ns a\ni p c a a i F ( a m f T e a w t t t p f s t\n3\nt T\nlip motion is treated as one special case of stick-slip piezoelectric ctuators [77,78].\nAdditionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83]. The control signals for these three patterns re shown in Fig. 7. Generally, the input voltage for the frictionnertia type piezoelectric actuators is saw-tooth wave, as shown in ig. 7(a). The slow rise (Point a to Point b) and the quick drop-off Point b to Point c) of the input voltage U lead to slow extension nd rapid retraction of the piezoelectric element, respectively. This otion process of the piezoelectric element results in the inertial orce to drive the main block and the slider, as shown in Fig. 6. he saw-tooth signal is the key factor for the motion of SCAs. Howver, other researchers found that the isosceles triangle signal can lso be utilized for the friction-inertia type piezoelectric actuators hich are called the FCAs. By optimizing the mass of the blocks and he assembling angle between the blocks, the pressure between he main block and the ground could be changed, which results in he stepping motion of the main block [81]. In the case that the iezoelectric bimorph and asymmetrical structure are exploited, riction-inertia type piezoelectric actuators can also be driven by quare signals as shown in Fig. 7(c), which are called the MCAs, due o the utilized mechanical asymmetrical structure [82].\n.2. Developments and performances\nThe first generation impact-drive piezoelectric actuator is hought to be proposed by Higuchi et al. from the University of okyo in 1987. The motion principle of a single axis linear posi-\neles triangle signal for FCAs; (c) square signal for MCAs.\ntioning system of impact-drive actuators was firstly presented and introduced [84,85]. In 1990, the patent which illustrated the motion principle and the basic structure of impact-drive piezoelectric actuators was achieved [86]. In the same year, several prototypes were manufactured and literatures were published by Higuchi et al. to verify the feasibility of the impact-drive motion principle [87]. Besides the design of impact-drive piezoelectric actuators, they also investigated the motion principle and theoretical model in depth. A 3-DOF (XY ) positioning table with the utilizing friction and inertial forces is developed, and it has a hexagonal shape of 120 mm in diameter, as shown in Fig. 8(a) [88]. The table has three feet with one Si3N4 ball on each bottom, and it is set on a Pyrex glass plate. In the case that the driving voltage is 140 V, the output displacement in each step is around 0.8 m. The table had been confirmed to operate under an ultrahigh vacuum environment of 10−12 Torr.\nSince then, many researchers have showed the interests to the development of impact-drive piezoelectric actuators [89,90]. Aimed for the nano-manipulation in scanning electron microscope (SEM), Nomura et al. proposed an impact-drive piezoelectric platform with two masses at the corner of the square body, as shown in Fig. 8(b) [91]. Four piezoelectric stacks are mounted to two pillar blocks that stand on the bottom plate. The whole platform is placed on a flat surface by three small balls. This unique layout provides the impact forces in X and Y direction as well as the rotational motion in the case that four piezoelectric stacks are driven by saw-tooth voltage waveform. The results indicate that the linear resolution in X and Y directions is as high as 16.8 nm, while the minimum tilting angle is approximately 0.0018◦ in the case that the driving frequency is 500 Hz. Liu et al. introduced a precision positioning table adopting impact force of a spring-mounted piezoelectric actuator [92,93], as shown in Fig. 8(c). One end of the piezoelectric stack\nJ. Li et al. / Sensors and Actuators A 292 (2019) 39–51 45\ni o c w l t t c c f p t A c i a c\nt o f f i p p i Y c t t f a b d m\ns connected to a spring which is compressed by a suitable amount f compression. The sliding table is positioned within the initially ompressed range of the spring, which leads to the result that the orking stroke of piezoelectric actuator is as large as several milimeter order. Parameters which affect the motion behavior of the able, such as the waveform and the amplitude of applied voltage, he mass ratio, and the stiffness of spring, were tested and disussed. After that, they reported an impact-drive actuator which ombined both a piezoelectric element and a pneumatic cylinder or automatic assembly. The experimental results indicate that the roposed actuator is able to move with a step of 10 nm and mainain the relatively long working stroke of the pneumatic cylinder. dditionally, a 3-DOF positioning system is constructed for practial application with the working range of 1 mm, 1 mm, and 2 mrad n the 3-DOF directions, respectively. The positioning accuracy of long the 3-DOF is around ±0.5 m, ±0.5 m, and ±20 rad in the ase that the heuristic control model is exploited.\nHowever, since the inertial force should be larger than the fricion force during the rapid retraction stage in Fig. 6(a), the weight f the inertial block has to be large enough to generate the inertial orce. In addition, the impact force generates unstable vibration or the whole system, which also limits the wide application of mpact-drive piezoelectric actuators. In order to overcome these roblems, the group of Higuchi et al. proposed the stick-slip motion rinciple for piezoelectric actuators, which is the so called smooth mpact-drive mechanisms (SIDMs), as shown in Fig. 6(b). In 1999, oshida et al. firstly illustrated the working process and the basic onstitution of the stick-slip actuator, which was modified from he impact-drive actuator. Experiments of the prototype show hat the maximum velocity is 62 mm/s and the maximum output orce is around 1.6 N [94]. After that, stick-slip piezoelectric actutors gained great attention from researchers all over the world, ecause of the simple structure and control system. Drevniok et al. eveloped a stick-slip piezoelectric actuator for the scanning probe icroscope (SPM), and together with a driving control system, as\nshown in Fig. 9(a). The shaft is vertically clamped on three sides by stacks of shear-poled piezoelectric stacks. The inertial force is produced by the polarization of the shear-poled piezoelectric stacks. The experimental results show that the average step displacement is 74 ± 2 nm, which successfully meets the positioning requirement for the SPM system [95]. Zhang et al. described a piezoelectric actuator that achieves 2-DOF motion on both linear and rotary directions. The resolution of the linear motion reaches 26 nm, and the resolution of the rotation motion is around 0.019◦ [96]. Lee et al. presented a novel actuation method for stick-slip piezoelectric actuators that positions dual-slider by one piezoelectric element which is applied to a compact zoom lens system. Due to the different mass of the two sliders, the same shrinkage period of the input voltage leads to different motion stages for the sliders: stick or slip. Experiments show that the velocity of the slider is around 0.5 mm/s to 4 mm/s, which is satisfied for the zoom lens system [97]. Peng et al. applied the stick-slip piezoelectric actuator into the flapping wing mechanism which was hopeful to be utilized in bio-inspired micro air vehicles, as shown in Fig. 9(b). The experimental results show that the amplitude of the periodic linear motion range is 2.02 mm, corresponding to a maximum flapping angle of 36.36◦ [98]. For the application inside scanning electron microscope (SEM), a 3-DOF stick-slip accurate manipulator was developed by Rong et al., as shown in Fig. 9(c) [99]. Forward PID control method is utilized to achieve a high positioning resolution of 6 nm in both horizontal and vertical motions. Nanowire manipulation experiments show that it is able to access and touch a single nanowire (200 nm in diameter) within a micro range inside SEM.\nGenerally, both the impact-drive and stick-slip actuators cannot work under the resonant frequency, so the motion speed is relatively low. In order to overcome this demerit, Morita et al. proposed the theory of the resonant-type smooth impact-drive mechanism (R-SIDM), which is also called the resonant-type stick-slip actuator [100–102]. Instead of the multi-layered soft-type PZT, the hardtype PZT is utilized to enable high-speed and high power operation,\n46 J. Li et al. / Sensors and Actuators A 292 (2019) 39–51\nF r by M\na r a t d b m f 3 n d a 1 t o\na w o w u w t W a F o b t f t a t i t w F e M t p t t e C e\ni i c [ a\nig. 10. Friction-inertia piezoelectric actuators: (a) resonant-type stick-slip actuato\ns shown in Fig. 10(a). Two sine waves in the resonant frequency atio of 1:2 are combined together to form a quasi-saw-tooth voltge signal for PZTs [103]. By designing the bolt-clamped Langevin ransducer (BLT) structure, the resonant frequencies of the funamental and third longitudinal vibration modes are adjusted to e the same ratio. Experiments verify that the non-load maxium velocity is 280 mm/s when the driving voltages is 80 Vp-p or 44.9 kHz and 48 Vp-p for 22.45 kHz with a pre-load force of .1 N. The motion speed is significantly improved compared to the on-resonant type stick-slip piezoelectric actuators. Wang et al. eveloped a resonant type piezoelectric motor using longitudinal nd bending hybrid bolt-clamped transducer, with a velocity of 1.73 mm/s [104]. Furthermore, the minimization and optimizaion of resonant-type stick-slip actuators are also investigated by ther researchers [105–107].\nMost of the reported researches on friction-inertia piezoelectric ctuators are based on the utilization of saw-tooth voltage signals, hich can also be called as the signal control actuators (SCAs). In rder to expand the input voltage signals, Chu et al. investigated the orking performance of a proposed long-travel piezoelectric stage nder the input condition of saw-tooth, sine and stepping voltage aves [108]. The movement of the positioning stage is confirmed o be controlled under either a stepping mode or a scanning mode. en et al. demonstrated a friction-inertia piezoelectric rotary actutor based on the changing of the normal pressure as shown in ig. 10(b), which is called the FCA [81]. Because the weight is placed n the top of the main body with a constant angle, the pressure force etween the main body and the ground is changeable in the case hat a triangular voltage wave is applied. Hence, the friction force or the main body changes with the pressure force, which brings o the stepping motion. Results indicate that the rotary speed is pproximately linear to both the amplitude and the frequency of he input voltage signal, and the angular displacement resolution s 10 rad. Based on the asymmetrical clamping of one piezoelecric bimorph, Zeng et al. proposed a novel piezoelectric actuator ith large working stroke under square wave voltage, as shown in ig. 10(c) [82]. Three mass blocks are utilized to clamp the piezolectric bimorph, as shown in Fig. 10(c). The height of mass block 1 is smaller than that of mass block M2, so the inertial force of he bimorph at the left position is different with that in the right osition. With the help of square voltage wave, the resolution of he actuator is 20 nm, and the maximum speed is 16.87 mm/s. Due o the utilization of different mechanical structure of the clamping nds, this friction-inertia actuator is also called the MCAs. Then, hen et al. applied this motion method into the design of a piezolectric rotary actuator with the bias unit [109].\nDue to the simple structure and control system, frictionnertia piezoelectric actuators have been successfully applied nto many research fields, such as micro robots, electrical disharge machining (EDM) systems and automatic assembly systems 76,110,111]. Mishakov et al. proposed a piezoelectric motor for\nlow-temperature near-field scanning optical microscope [112].\norita et al. [103]; (b) the FCA by Wen et al. [81]; (c) the MCA by Zeng et al. [82].\nSome corporations, for example, Physik Instrumente (PI), Thorlabs and Nanomotion, have already launched the commercial products for nano-positioning systems [113–115]. However, because of the utilization of friction force, how to improve the output capacity and reduce the wear and tear condition of the friction-inertia piezoelectric actuators, are still hot topics for further applications and research.\n4. Parasitic type piezoelectric actuators\n4.1. Introduction to the parasitic motion\nThe parasitic motion, the motion generated together with the major motion, is commonly reduced and even avoided during the design of piezoelectric actuators, because it leads to additional positioning errors for positioning systems. As shown in Fig. 11(a), when a force F is applied on the tip of a cantilever beam, the beam will bend and two motions will appear. The motion displacement x is the major motion caused by the force F, while the displacement y is called the parasitic motion generated due to the bending of the cantilever beam. In other words, one input force F generates two motions in different directions. In general, the parasitic motion y is smaller compared with the major motion x, and it will bring additional motion of the positioning system, resulting in positioning error or unstable motion. Nevertheless, if the parasitic motion of compliant mechanism is adopted into the design of piezoelectric actuators, a novel parasitic type piezoelectric actuator with large working stroke and high resolution is easily achieved.\n4.2. Developments and performances\nAs shown in Fig. 11(b), Huang et al. firstly proposed the parasitic type piezoelectric actuator in 2012 based on the parasitic motion of a micro-gripper [116]. In the ordinary way, the microgripper is utilized to hold microscale objects, which means that the clamping displacement x is the major motion displacement. Nevertheless, as shown in Fig. 11(b), in the case that the microgripper is working, the output end not only moves in x direction, but also in y direction. Here, the motion displacement y in y direction is the so called parasitic motion of the micro-gripper. The two ends of the mover are placed in the middle of the clamping gap of the micro-gripper, as illustrated in the three-dimensional (3D) model of the actuator in Fig. 11(b). Hence, the parasitic motion y will pull the mover to move a small distance along y direction. With the help of saw-tooth voltage wave, the piezoelectric stack extends slowly but retracts quickly, which leads to the stepping motion of the mover. Experiments show that at a low driving frequency of 5 Hz, maximum velocity over 40 m/s is achieved with the driving voltage of 100 V. Besides the linear parasitic type piezoelectric actuator, another rotary piezoelectric actuator based on the parasitic motion of the micro-gripper was then introduced by Huang et al. to confirm the feasibility of parasitic type piezo-\nJ. Li et al. / Sensors and Actuators A 292 (2019) 39–51 47\nTable 1 Comparison in performances of the introduced three types of piezoelectric actuators.\nType Working stroke Positioning resolution Output force Motion speed Control system\nInchworm Large High Large Low Complex Friction-inertia Large middle Small High Simple Parasitic Large middle Middle High Simple\nby Li\ne t d f o t r c\na d F a t t x a a b m o m t p b\nFig. 12. Parasitic type piezoelectric actuators: (a) bridge-type flexure hinge\nlectric actuators [117]. Furthermore, by varying the direction of he saw-tooth voltage wave (voltage increases slowly and then ecreases fast, or voltage increases fast and then decreases slowly), orward and reverse motions of the mover were achieved by using nly one micro-gripper and one piezoelectric stack [118]. Thus, he structure size of parasitic type piezoelectric actuators could be educed significantly, enhancing their potential for practical appliations.\nBy generating the parasitic motion via various compliant mechnisms, Li et al. then expand this parasitic motion principle to esign some novel parasitic type piezoelectric actuators. Firstly, ig. 12(a) illustrates one proposed parasitic type piezoelectric actutor and the bridge-type flexure hinges are employed to generate he parasitic motion [31]. Due to the fixed position of the bridgeype flexure hinge, the motions in both y-axis (major motion) and -axis (parasitic motion) are obtained. The parasitic motion in xxis of the contact point between the bridge-type flexure hinge nd the slider is quantitatively analyzed and compared by the rigidody method (RBM), elastic-beam theory (EBT) and finite element ethod (FEM). Experimental results indicate that the position reslution is as high as 10 nm in the case that the dual-servo control\nethod is exploited, and the maximum speed is 7.95 mm/s while he maximum output force is 1.58 N. Then, a rotary parasitic type iezoelectric actuator has also been developed by employing the ridge-type flexure hinge [119], as is shown in Fig. 12(b).\net al. [31]; (b) bridge-type flexure hinge for rotary motion by Li et al. [119].\nAfter that, the parallelogram-type flexure hinge is designed and applied in the development of parasitic type piezoelectric actuators by Li et al., which is shown in Fig. 13(a) [120]. Compared with the bridge-type flexure hinge, the parallelogram flexure hinge has simpler structure and higher stiffness. With the help of the parallelogram flexure hinge, the proposed parasitic type piezoelectric could achieve better performances. The maximum output force of the parallelogram flexure hinge based piezoelectric actuator is 3.43 N, with a maximum moving speed of 14.25 mm/s. The minimum stepping displacement is 0.04 m in the case that the driving voltage is 10 V.\nSince then, other researchers have investigated the parasitic motion of other flexure hinge mechanisms [121]. Cheng et al. studied the parasitic motion of trapezoid flexure hinge mechanism [122], and designed one parasitic type piezoelectric actuator, as is shown in Fig. 13(b). They aim to provide an asymmetrical flexure hinge mechanism which increases the static friction force in slow extension stage, and decreases the sliding friction force in the contraction stage by the parasitic motion of the driving foot. Experimental results indicate that the maximum free-load moving speed is 5.96 mm/s. The maximum output force of 3 N is achieved under a locking force of 5 N.\nMore recently, Zhang et al. paid attention to the flexure hinge mechanism with triangular structure [123], as is illustrated in Fig. 14(a). The driving mechanism is made up of one piezoelectric\n48 J. Li et al. / Sensors and Actuators A 292 (2019) 39–51\nre hin\ns fl t i a a\na “ [ i a m 3 e M\nf m t b a\n5\np p p o f a a f t\ntack installing groove, a set of fixing holes, several linear guiding exure hinges, and a driving foot composed of two rigid links and hree rotational flexure hinges. In the case that the driving voltage s 80 V and the driving frequency is 3.5 × 103 Hz, the proposed parsitic type piezoelectric actuator obtains a free-load motion speed s high as 46.67 mm/s.\nBeing different from the above parasitic type piezoelectric actutors with asymmetrical flexure hinges, Li et al. investigated the Z-shaped” flexure hinge which is a symmetrical flexure hinge 124]. In the case that the symmetrical “Z-shaped” flexure hinge s placed with an angle to the slider, the parasitic motion could lso be achieved. Experimental results show that the maximum otion speed is 6.06 × 103 m/s and the maximum output force is 50 g. Additionally, the kinetic model of the parasitic type piezolectric actuator has also been proposed based on the utilization of atlab/Simulink. Nevertheless, there is still a lot of work needed to be done for urther understanding the working principle and improving the otion performance, for example the real contact process between he driving mechanism and slider, the reason for generation of ackward motion, the method to suppress the backward motion, nd so on.\n. Comparison and future directions\nThe introduced stepping piezoelectric actuators for nanoositioning systems (inchworm type, friction-inertia type and arasitic type) are easy to obtain large working stroke. Their motion rinciples and working performances have some differences. Based n the above researches, Table 1 presents the comparison in perormances of the introduced three types of stepping piezoelectric ctuators. It is shown that inchworm type piezoelectric actuators re able to achieve high positioning resolution and large output orce; however, the motion speed is generally low and the conrol system is quite complex. The structure and control system\nge by Zhang et al. [123]; (b) “Z-shaped” flexure hinge by Li et al. [124].\nof the friction-inertia type and parasitic type are simpler, and the motion speed could be higher. However, their output force is relatively smaller. Therefore, for specific application requirements, the features of each driving principle should be carefully considered.\nBased on the previous studies on stepping piezoelectric actuators, the motion principles and performances have already been discussed above. However, further studies should be carried out to overcome the existing problems in these three types of piezoelectric actuators and enhance their practical applications:\n(1) For inchworm type piezoelectric actuators, although relatively high loading capacity could be achieved compared with the other two types of piezoelectric actuators, their structures are relatively complex. Correspondingly, their manufacture, assemble, and control are bottleneck problems for the practical applications. Further structure simplification by designing ingenious compliant mechanisms or novel manufacturing methods should be explored. Generally, one driving unit and two clamping units are necessary for inchworm type piezoelectric actuators. One future direction is how to reduce these three units. Another way is to simplify or reduce the three input voltage signals for clamping and driving units. (2) For friction-inertia type and parasitic type piezoelectric actuators, although their structure and control are relatively simple, the loading capacity is relatively low and the backward motion commonly exists in their one-step motion due to the motion principles. So, the studies to improve their loading capacity and suppress the backward motion should be further conducted. In addition, because of the utilization of friction force between the slider and the stator, the wear and tear condition of the\ncontacting surface should be further investigated to improve reliability and life-span, and new wear-resistant materials with good rigidity are necessary to reduce the wear and tear damages.\nctuat\n(\n(\n6\nm s a t p w p c t a i o H p a\nA\ne t 5 C F\nR\nJ. Li et al. / Sensors and A\n3) The miniaturization of the stepping piezoelectric actuators requires more exploration, not only for their structure, but also for the control system. Electronic chips could be utilized to generate the input signals and reduce the size of the control system. Additionally, the miniaturized piezoelectric elements, such as piezoelectric stacks and bimorphs, and even the coated piezoelectric flexible elements, should be taken into consideration. Only if the whole system is compact and smart enough, the application fields could be further extended. 4) As some intrinsic shortcomings still exist for the discussed three types of stepping piezoelectric actuators, novel motion principles should be further explored for new piezoelectric actuators and better performances [125,126].\n. Conclusions\nThis review summarizes the recent developments and achieveents of stepping piezoelectric actuators with large working troke. Emphasis is on three main types of stepping piezoelectric ctuators, i.e., inchworm type, friction-inertia type, and parasitic ype. Compared with other types of piezoelectric actuators, steping piezoelectric actuators utilize stepping motion to achieve long orking stroke which overcomes the limited working stroke of iezoelectric elements. Furthermore, by employing a dual-servo ontrol method, not only large working stroke but also high posiioning resolution could be achieved for stepping piezoelectric ctuators, which is quite beneficial to their applications. The workng principle and significant breakthroughs of these three types f stepping piezoelectric actuators are illustrated and discussed. owever, further investigations are still necessary to improve their erformances and meet the changing requirements for practical pplications.\ncknowledgements\nThis work is supported by Zhejiang Provincial Natural Scince Foundation of China (Grant No. LY19E050010, LY18E050012), he National Natural Science Foundation of China (Grant No. 1705197), Young Elite Scientists Sponsorship Program by AST(YESS) (Grant No. 2017QNRC001), the Fundamental Research unds for the Central Universities.\neferences\n[1] A.J. Fleming, A review of nanometer resolution position sensors: operation and performance, Sens. Actuat. A: Phys. 190 (2013) 106–126. [2] X. Zhang, Q. Xu, Design, fabrication and testing of a novel symmetrical 3-DOF large-stroke parallel micro/nano-positioning stage, Robot. Cim.-Int. Manu. 54 (2018) 162–172. [3] J. Kim, S. Choi, K. Cho, K. Nam, Position estimation using linear hall sensors for permanent magnet linear motor systems, IEEE T. Ind. Electron. 63 (12) (2016) 7644–7652. [4] C. Gradl, A. Plöckinger, R. Scheidl, Sensorless position control with a hydraulic stepper drive—concept, compression modeling and experimental investigation, Mechatronics 35 (2016) 91–101. [5] D. Stoianovici, A. Patriciu, D. Petrisor, D. Mazilu, L. Kavoussi, A new type of motor: pneumatic step motor, IEEE. ASME 12 (1) (2007) 98–106. [6] M. Li, J. Yuan, D. Guan, W. Chen, Application of piezoelectric fiber composite actuator to aircraft wing for aerodynamic performance improvement, Sci. China Ser. E Technol. Sci. 54 (2) (2011) 395–402. [7] H. Elahi, M. Eugeni, P. Gaudenzi, F. Qayyum, R.F. Swati, H.M. Khan, Response of piezoelectric materials on thermomechanical shocking and electrical shocking for aerospace applications, Microsyst. Technol. (2018) 1–8. [8] H.C. Chung, K.L. Kummari, S.J. Croucher, N.J. Lawson, S. Guo, Z. Huang, Coupled piezoelectric fans with two degree of freedom motion for the application of flapping wing micro aerial vehicles, Sens. Actuat. A: Phys. 147 (2) (2008) 607–612. [9] M.W. Fairbairn, S.R. Moheimani, A.J. Fleming, Q control of an atomic force\nmicroscope microcantilever: a sensorless approach, J. Microelectromech. Syst. 20 (6) (2011) 1372–1381.\n[10] J. Zhao, W. Gong, W. Cai, G. Shang, Piezoelectric bimorph-based scanner in the tip-scan mode for high speed atomic force microscope, Rev. Sci. Instrum. 84 (8) (2013), 083706.\nors A 292 (2019) 39–51 49\n[11] M.G. Ruppert, S.I. Moore, M. Zawierta, A.J. Fleming, G. Putrino, Y.K. Yong, Multimodal atomic force microscopy with optimized higher eigenmode sensitivity using on-chip piezoelectric actuation and sensing, Nanotechnology 30 (8) (2019), 085503. [12] Z. Zhu, X. Zhou, Z. Liu, R. Wang, L. Zhu, Development of a piezoelectrically actuated two-degree-of-freedom fast tool servo with decoupled motions for micro-/nanomachining, Precis. Eng. 38 (4) (2014) 809–820. [13] H.P. Syahputra, T.J. Ko, B.M. Chung, Development of 2-axis hybrid positioning system for precision contouring on micro-milling operation, J. Mech. Sci. Technol. 28 (2) (2014) 691–697. [14] L. Chen, C. Ru, W. Rong, Y. Liu, L. Sun, Design, modeling and control of a piezoelectric ultrasonic microdissection technique for the molecular analysis of tissue, Smart Mater. Struct. 19 (2) (2009), 025003. [15] D. Koyama, Y. Kashihara, M. Hatanaka, K. Nakamura, M. Matsukawa, Movable optical lens array using ultrasonic vibration, Sens. Actuat. A: Phys. 237 (2016) 35–40. [16] F. Schneider, J. Draheim, C. Müller, U. Wallrabe, Optimization of an adaptive PDMS-membrane lens with an integrated actuator, Sens. Actuat. A: Phys. 154 (2) (2009) 316–321. [17] Q. Li, L. Liu, X. Ma, et al., Development of multi-target acquisition, pointing and tracking system for airborne laser communication, IEEE T. Ind. Inform. 15 (3) (2018) 1720–1729. [18] M.H. Chiang, Development of XY servo pneumatic-piezoelectric hybrid actuators for position control with high response, large stroke and nanometer accuracy, Sensors 10 (4) (2010) 2675–2693. [19] F. Wang, C. Liang, Y. Tian, X. Zhao, D. Zhang, Design of a piezoelectric-actuated microgripper with a three-stage flexure-based amplification, IEEE/ASME Trans. Mechatron. 20 (5) (2015) 2205–2213. [20] Y. Peng, X. Gu, J. Wang, H. Yu, A review of long range piezoelectric motors using frequency leveraged method, Sens. Actuat. A: Phys. 235 (2015) 240–255. [21] Z.M. Zhang, Q. An, J.W. Li, W.J. Zhang, Piezoelectric friction–inertia actuator—a critical review and future perspective, Int. J. Adv. Manuf. Technol. 62 (5-8) (2012) 669–685. [22] Q. Yao, J. Dong, P.M. Ferreira, Design, analysis, fabrication and testing of a parallel-kinematic micropositioning XY stage, Int. J. Mach. Tool Manu. 47 (6) (2007) 946–961. [23] Y. Li, Q. Xu, A totally decoupled piezo-driven XYZ flexure parallel micropositioning stage for micro/nanomanipulation, IEEE Trans. Autom. Sci. Eng. 8 (2) (2011) 265–279. [24] U. Bhagat, B. Shirinzadeh, L. Clark, P. Chea, Y. Qin, Y. Tian, D. Zhang, Design and analysis of a novel flexure-based 3-DOF mechanism, Mech. Mach. Theory 74 (2014) 173–187. [25] C. Zhao, Ultrasonic Motors: Technologies and Applications, Springer Science & Business Media, 2011. [26] T. Morita, M.K. Kurosawa, T. Higuchi, A cylindrical shaped micro ultrasonic motor utilizing PZT thin film (1.4 mm in diameter and 5.0 mm long stator transducer), Sens. Actuat. A: Phys. 83 (1-3) (2000) 225–230. [27] S. Cagatay, B. Koc, K. Uchino, A 1.6-mm, metal tube ultrasonic motor, IEEE Trans. Ultrason. Ferroelectr. Freq. Control 50 (7) (2003) 782–786. [28] T. Arabaci, Y. Cicek, A. Dilsiz, İ.Y. Erdogan, O. Kose, A. Kizildağ, Influence of tip wear of piezoelectric ultrasonic scalers on root surface roughness at different working parameters. A profilometric and atomic force microscopy study, Int. J. Dent. Hyg. 11 (1) (2013) 69–74. [29] L. Shiyang, Y. Ming, Analysis of the temperature field distribution for piezoelectric plate-type ultrasonic motor, Sens. Actuat. A: Phys. 164 (1-2) (2010) 107–115. [30] A.E. Glazounov, S. Wang, Q.M. Zhang, C. Kim, Piezoelectric stepper motor with direct coupling mechanism to achieve high efficiency and precise control of motion, IEEE Trans. Ultrason. Ferroelectr. Freq. Control 47 (4) (2000) 1059–1067. [31] J. Li, X. Zhou, H. Zhao, et al., Development of a novel parasitic-type piezoelectric actuator, IEEE/ASME Trans. Mechatron. 22 (1) (2017) 541–550. [32] J.S. KOH, K.J. CHO, Omegabot: biomimetic inchworm robot using SMA coil actuator and smart composite microstructures (SCM), Proceedings of the Robotics and Biomimetics (ROBIO) (2009). [33] B. Zhang, Z. Zhu, Developing a linear piezomotor with nanometer resolution and high stiffness, IEEE/ASME Trans. Mechatron. 2 (1) (1997) 22–29. [34] J. Kim, J.H. Lee, Self-moving cell linear motor using piezoelectric stack actuators, Smart Mater. Struct. 14 (5) (2005) 934. [35] J. Li, R. Sedaghati, J. Dargahi, D. Waechter, Design and development of a new piezoelectric linear inchworm actuator, Mechatronics 15 (6) (2005) 651–681. [36] D. Newton, E. Garcia, G.C. Horner, A linear piezoelectric motor, Smart Mater. Struct. 7 (3) (1998) 295. [37] G.L. Locher, Micrometric Linear Actuator, US Patent US3296467, 1967. [38] S. Hua, G. Liu, X. Wang, Y. Wang, J. Li, A piezoelectric inchworm actuator\nwith bidirectional thrust force, Sensors & Transducers 171 (5) (2014) 169. [39] Stibitz G. R., Incremental feed mechanisms, US Patent US3138749 (1964). [40] Hsu S. K., Arbor A., Blatter A., Transducer, US Patent US3292019 (1966). [41] Brisbane A.D., Position control device, US Patent US 3377489 (1968). [42] Hara A., Horiuchi T., Yamada K., Takahashi S., Nakamura K.,\nElectromechanical translation device comprising an electrostrisctive driver of stacked ceramic capacitor type, US Patent US4570096.\n5 ctuat 0 J. Li et al. / Sensors and A\n[43] W. Chen, Y. Liu, Y. Liu, et al., Design and experimental evaluation of a novel stepping linear piezoelectric actuator, Sens. Actuat. A: Phys. 276 (2018) 259–266. [44] J. Li, R. Sedaghati, J. Dargahi, et al., Design and development of a new piezoelectric linear Inchworm actuator, Mechatronics 15 (6) (2005) 651–681. [45] C. Moon, S. Lee, J.K. Chung, A new fast inchworm type actuator with the robust I/Q heterodyne interferometer feedback, Mechatronics 16 (2) (2006) 105–110. [46] Y.K. Yong, T.F. Lu, D.C. Handley, Review of circular flexure hinge design equations and derivation of empirical formulations, Precis. Eng. 32 (2) (2008) 63–70. [47] Y. Li, Q. Xu, Design and analysis of a totally decoupled flexure-based XY parallel micromanipulator, IEEE T. Robot. 25 (3) (2009) 645–657. [48] Fujimoto T., Linear motor driving device, US Patent US4736131 (1988). [49] Y. Kim, S. Choi, J. Park, et al., The characteristics of variable speed inchworm\nstage using lever mechanism by different materials, J. Nanosci. Nanotechno. 8 (11) (2008) 5696.\n[50] S.P. Salisbury, R.B. Mrad, D.F. Waechter, S.E. Prasad, Design, modeling, and closed-loop control of a complementary clamp piezoworm stage, IEEE/ASME Trans. Mechatron. 14 (6) (2009) 724–732. [51] J. Li, H. Zhao, H. Qu, et al., A piezoelectric-driven rotary actuator by means of inchworm motion, Sens. Actuat. A: Phys. 194 (2013) 269–276. [52] Z. Zhang, H. Hu, Flexural mechanism design analysis for a new piezoelectric inchworm actuator, International Conference on Measuring Technology and Mechatronics Automation (2009) 98–101. [53] H. Zhao, L. Fu, L. Ren, et al., Design and experimental research of a novel inchworm type piezo-driven rotary actuator with the changeable clamping radius, Rev. Sci. Instrum. 84 (1) (2013) 141–158. [54] S. Song, S. Shao, M. Xu, et al., Piezoelectric inchworm rotary actuator with high driving torque and self-locking ability, Sens. Actuat. A: Phys. 282 (2018) 174–182. [55] S. Wang, Z. Zhang, L. Ren, H. Zhao, Y. Liang, B. Zhu, A novel in situ device based on a bionic piezoelectric actuator to study tensile and fatigue properties of bulk materials, Rev. Sci. Instrum. 85 (6) (2014), 065103. [56] S. Kim, S. Kim, Precise rotary motor by inchworm motion using dual wrap belts, Rev. Sci. Instrum. 70 (5) (1999) 2546–2550. [57] S. Wang, W. Rong, L. Wang, Z. Pei, L. Sun, A novel inchworm type piezoelectric rotary actuator with large output torque: design, analysis and experimental performance, Precis. Eng. 51 (2018) 545–551. [58] C. Li, Y. Meng, Y. Tian, Recession in a linear stepper motor based on piezoelectric actuator and electrorheological clampers, Smart Mater. Struct. 21 (12) (2012), 125008. [59] Q. Chen, D. Yao, C. Kim, G. Carman, Mesoscale actuator device: micro interlocking mechanism to transfer macro load, Sens. Actuat. A: Phys. 73 (1999) 30–36. [60] A. Torii, M. Banno, A. Ueda, K. Doki, A small-size self-propelled stewart platform, Electr. Eng. Jpn. 181 (2) (2012) 37–46. [61] Y. Tang, A. Khaligh, Bidirectional resonant dc–dc step-up converters for driving high-voltage actuators in mobile microrobots, IEEE T. Power. Electr. 31 (1) (2016) 340–352. [62] J. Li, H. Zhao, X. Qu, et al., Development of a compact 2-DOF precision piezoelectric positioning platform based on inchworm principle, Sens. Actuat. A: Phys. 222 (2015) 87–95. [63] T.A. Nguyen, S. Konishi, Characterization of sliders for efficient force generation of electrostatically controlled linear actuator, J. Micromech. Microeng. 24 (5) (2014), 055012. [64] S. Wang, W. Rong, L. Wang, H. Xie, L. Sun, J.K. Mills, A novel linear-rotary piezoelectric positioning stage based on surface’s rectangular trajectory driving, Precis. Eng. 55 (2019) 376–380. [65] R. Toda, E.H. Yang, A normally latched, large-stroke, inchworm microactuator, J Micromech, Microeng. 17 (8) (2007) 1715. [66] C.H. OH, J.H. CHOI, H.J. NAM, et al., Ultra-compact, zero-power magnetic latching piezoelectric inchworm motor with integrated position sensor, Sens. Actuat. A: Phys. 158 (2) (2010) 306–312. [67] X. Tian, Q. Quan, L. Wang, Q. Su, An inchworm type piezoelectric actuator working in resonant state, IEEE Access PP 99 (2018), 1-1. [68] Z. Zhang, Q. An, J. Li, W. Zhang, Piezoelectric friction–inertia actuator—a critical review and future perspective, Int. J. Adv. Manuf. Technol. 62 (5-8) (2012) 669–685. [69] Y. Liu, J. Li, X. Hu, Z. Zhang, L. Cheng, Y. Lin, W. Zhang, Modeling and control of piezoelectric inertia–friction actuators: review and future research directions, Mech. Sci. (2015) 95–107. [70] C.Y. ang, K.H. Yoo, H.P. Ko, H.J. Kim, T.K. Ko, S.J. Yoon, Analysis of driving mechanism for tiny piezoelectric linear motor, J. Electroceram. 17 (2-4) (2006) 609–612. [71] L. He, Q. Zhang, C. Pan, B. Ju, Z. Feng, Piezoelectric motor based on synchronized switching control, Sens. Actuat. A: Phys. 197 (2013) 53–61. [72] D. Mazeika, P. Vasiljev, S. Borodinas, R. Bareikis, Y. Yang, Small size piezoelectric impact drive actuator with rectangular bimorphs, Sens. Actuat. A: Phys. 280 (2018) 76–84. [73] T. Morita, R. Yoshida, Y. Okamoto, T. Higuchi, Three DOF parallel link mechanism utilizing smooth impact drive mechanism, Precis. Eng. 26 (3) (2002) 289–295. [74] C. Wensrich, Slip-stick motion in harmonic oscillator chains subject to Coulomb friction, Tribol. Int. 39 (6) (2006) 490–495.\nors A 292 (2019) 39–51\n[75] X.H. Nguyen, T.H. Mau, I. Meyer, B.L. Dang, H.P. Pham, Improvements of piezo-actuated stick–slip micro-drives: modeling and driving waveform, Coatings 8 (2) (2018) 62. [76] K. Furutani, T. Higuchi, Y. Yamagata, et al., Effect of lubrication on impact drive mechanism, Precis. Eng. 22 (2) (1998) 78–86. [77] M. Hunstig, T. Hemsel, W. Sextro, Stick–slip and slip–slip operation of piezoelectric inertia drives. Part I: ideal excitation, Sens. Actuat. A: Phys. 200 (2013) 90–100. [78] M. Hunstig, T. Hemsel, W. Sextro, Stick-slip and slip-slip operation of piezoelectric inertia drives—part II: frequency-limited excitation, Sens. Actuat. A: Phys. 200 (2013) 79–89. [79] J.M. Breguet, R. Clavel, Stick and slip actuators: design, control, performances and applications, in: Proceedings of the 1998 International Symposium on Micromechatronics and Human Science, 1998, pp. 89–95. [80] P. Zeng, J. Wen, G. Cheng, B. Wu, Z. Yang, Research on novel inertial piezoelectric actuator, Opt. Precis. Eng. 4 (2006) 019. [81] J. Wen, J. Ma, P. Zeng, G. Cheng, Z. Zhang, A new inertial piezoelectric rotary actuator based on changing the normal pressure, Microsyst. Technol. 19 (2) (2013) 277–283. [82] P. Zeng, S. Sun, L. Li, et al., Design and testing of a novel piezoelectric micro-motor actuated by asymmetrical inertial impact driving principle, Rev. Sci. Instrum. 85 (3) (2014) 468–471. [83] X. Chu, Z. Xing, W. Gong, L. Li, Z. Gui, Vibration analysis of stepping piezoelectric micro-motor using wiggle mode, Mater. Sci. Eng. B-Adv. 99 (1) (2003) 306–308. [84] T. Higuchi, Y. Yusof, M. Watanabe, IEEE, New YorkProceedings of the IEEE Micro Robots and Teieoperators Workshop. Hyannis, Massachusetts19871987, Proceedings of the IEEE Micro Robots and Teieoperators Workshop. Hyannis, Massachusetts 1987 (1987). [85] T. Higuchi, M. Watanabe, K. Kudou, J. Jpn. Soc. Precision Eng. 54 (2107) (1988). [86] Higuchi T., Watanabe M., Apparatus for effecting fine movement by impact force produced by piezoelectric or electrostrictive element, US patent US4894579 (1990). [87] T. Higuchi, Y. Yamagata, K. Furutani, K. Kudoh, Precision positioning mechanism using raid deformation of piezoelectric elements, IEEE Micro Electro Mech. Syst. (1990) 222–226. [88] Y. Yamagata, T. Higuchi, H. Saeki, et al., Ultrahigh vacuum precise positioning device utilizing rapid deformations of piezoelectric elements, J. Vac. Sci. Technol. A 8 (6) (1990) 4098–4100. [89] C. Yang, S. Jeng, W. Chieng, Motion behavior of triangular waveform excitation input in an operating impact drive mechanism, Sens. Actuat. A: Phys. 166 (1) (2011) 66–77. [90] Y. Liu, R. Fung, C. Wang, Precision position control using combined piezo-VCM actuators, Precis. Eng. 29 (4) (2005) 411–422. [91] Y. Nomura, H. Aoyama, Development of inertia driven micro robot with nano tilting stage for SEM operation, Microsyst. Technol. 13 (8-10) (2007) 1347–1352. [92] Y. Liu, T. Higuchi, R. Fung, A novel precision positioning table utilizing impact force of spring-mounted piezoelectric actuator—part I: experimental design and results, Precis. Eng. 27 (1) (2003) 14–21. [93] Y. Liu, T. Higuchi, R. Fung, A novel precision positioning table utilizing impact force of spring-mounted piezoelectric actuator—part II: theoretical analysis, Precis. Eng. 27 (1) (2003) 22–31. [94] R. Yoshida, Y. Okamoto, T. Higuchi, A. Hamamatsu, Development of smooth impact drive mechanism (SIDM)—proposal of driving mechanism and basic performance, J. Jpn. Soc. Prec. Eng. 65 (1999) 111–115 (in Japanese). [95] B. Drevniok, W.M. Paul, K.R. Hairsine, et al., Methods and instrumentation for piezoelectric motors, Rev. Sci. Instrum. 83 (3) (2012), 033706. [96] Y. Zhang, W. Zhang, J. Hesselbach, et al., Development of a two-degree-of-freedom piezoelectric rotary-linear actuator with high driving force and unlimited linear movement, Rev. Sci. Instrum. 77 (3) (2006), 035112. [97] J. Lee, W.S. Kwon, K.S. Kim, et al., A novel smooth impact drive mechanism actuation method with dual-slider for a compact zoom lens system, Rev. Sci. Instrum. 82 (8) (2011) 76–917. [98] Y. Peng, L. Liu, Y. Zhang, et al., A smooth impact drive mechanism actuation method for flapping wing mechanism of bio-inspired micro air vehicles, Microsyst. Technol. 2 (2017) 1–7. [99] W. Rong, S. Liang, L. Wang, et al., Model and control of a compact long-travel accurate-manipulation platform, IEEE/ASME Trans. Mechatron. 22 (1) (2017) 402–411. [100] T. Yokose, H. Hosaka, R. Yoshida, et al., Resonance frequency ratio control with an additional inductor for a miniaturized resonant-type SIDM actuator, Sens. Actuat. A: Phys. 214 (4) (2014) 42–148. [101] H. Yokozawa, T. Morita, Wireguide driving actuator using resonant-type smooth impact drive mechanism, Sens. Actuat. A: Phys. 230 (2015) 40–44. [102] H. Yokozawa, Y. Doshida, S. Kishimoto, T. Morita, Resonant-type smooth impact drive mechanism actuator using lead-free piezoelectric material, Sens. Actuat. A: Phys. 274 (2018) 179–183. [103] T. Nishimura, H. Hosaka, T. Morita, Resonant-type smooth impact drive\nmechanism (SIDM) actuator using a bolt-clamped Langevin transducer, Ultrasonics 52 (1) (2012) 75–80.\n[104] L. Wang, Y. Liu, K. Li, et al., Development of a resonant type piezoelectric stepping motor using longitudinal and bending hybrid bolt-clamped transducer, Sens. Actuat. A: Phys. 285 (2019) 182–189.\nctuat\n[\n[\n[\n[\n[\n[\n[\n[\n[ [ [ [\n[\n[\n[\n[\n[\n[\n[\n[\nassociate at Tohoku University in 2002. He obtained a position at the University of Tokyo as an associate professor in\nJ. Li et al. / Sensors and A\n105] T. Morita, H. Murakami, T. Yokose, et al., A miniaturized resonant-type smooth impact drive mechanism actuator, Sens. Actuat. A: Phys. 178 (5) (2012) 188–192. 106] J. Liu, Y. Liu, L. Zhao, et al., Design and experiments of a single-foot linear piezoelectric actuator operated in stepping mode, IEEE T. Ind. Electron. PP (99) (2018), 1-1. 107] Q. Pan, K. Wang, E. Miao, Y. Wu, S. Shu, X. Xu, X. Lei, Resonant-type piezoelectric inertial linear motor based on theoptimization of a dual stage tuning fork transducer, Rev. Sci. Instrum. 89 (2018), 075002. 108] C. Chu, S. Fan, A novel long-travel piezoelectric-driven linear nanopositioning stage, Precis. Eng. 30 (1) (2006) 85–95. 109] K. Chen, J. Wen, G. Cheng, et al., An asymmetrical inertial piezoelectric rotary actuator with the bias unit, Sens. Actuat. A: Phys. 251 (2016) 179–187. 110] M. Kurosawa, M. Takahashi, T. Higuchi, Friction drive surface acoustic wave motor, Ultrasonics 34 (s 2–5) (1996) 243–246. 111] A. Ishijima, H. Kojima, H. Higuchi, et al., Multiple- and single-molecule analysis of the actomyosin motor by nanometer-piconewton manipulation with a microneedle: unitary steps and forces, Biophys. J. 70 (1) (1996) 383–400. 112] G.V. Mishakov, E.I. Demikhov, A.V. Sharkov, Inertial motor on a single piezoelectric actuator for a low-temperature near-field scanning optical microscope, Rev. Sci. Instrum. 90 (1) (2019), 016103. 113] Physik Instrumente (PI), GmbH & Co.KG, 2019 https://www.piceramic.com/. 114] Thorlabs Corperation, 2019 https://www.thorlabs.com/. 115] Nanomotion Corperation, 2019 https://www.nanomotion.com. 116] H. Huang, H. Zhao, Z. Yang, et al., A novel driving principle by means of the\nparasitic motion of the microgripper and its preliminary application in the design of the linear actuator, Rev. Sci. Instrum. 83 (5) (2012), 055002. 117] H. Huang, J. Li, H. Zhao, et al., On the correlation between the structure and one stepping characteristic of a piezo-driven rotary actuator, Microsyst. Technol. 22 (12) (2016) 2821–2827. 118] H. Huang, H. Zhao, et al., Forward and reverse movements of a linear positioning stage based on the parasitic motion principle, Adv. Mech. Eng. 2014 (2014), 452560. 119] J. Li, X. Zhou, H. Zhao, et al., Design and experimental tests of a dual-servo piezoelectric nanopositioning stage for rotary motion, Rev. Sci. Instrum. 86 (4) (2015), 045002. 120] J. Li, X. Zhou, H. Zhao, et al., Design and experimental performances of a piezoelectric linear actuator by means of lateral motion, Smart Mater. Struct. 24 (6) (2015), 065007. 121] Y. Li, H. Li, T. Cheng, X. Lu, H. Zhao, H. Gao, Note: lever-type bidirectional stick-slip piezoelectric actuator with flexible hinge, Rev. Sci. Instrum. 89 (2018), 086101. 122] T. Cheng, M. He, H. Li, X. Lu, H. Zhao, H. Gao, A novel trapezoid-type stick-slip piezoelectric linear actuator using right circular flexure hinge mechanism, IEEE T. Ind. Electron. 64 (7) (2017) 5545–5552. 123] Y. Zhang, Y. Peng, Z. Sun, H. Yu, A Novel stick-slip piezoelectric actuator based on a triangular compliant driving mechanism, IEEE T. Ind. Electron. 99 (2018) 1. 124] J. Li, H. Huang, H. Zhao, A piezoelectric-driven linear actuator by means of coupling motion, IEEE T. Ind. Electron. 65 (3) (2018) 2458–2466.\nors A 292 (2019) 39–51 51\n[125] Y. Liu, D. Xu, W. Chen, K. Li, L. Wang, Design and experimental evaluation of a stepper piezoelectric actuator using bending transducers, IEEE Access 6 (2018) 50518–50525. [126] J. Wen, N. Wan, R. Wang, S. Chen, J. Zheng, J. Li, A novel linear walking type piezoelectric actuator based on the parasitic motion of flexure mechanisms, IEEE Access 7 (2019) 2169–3536.\nBiographies\nJianping Li was born in Jiangsu, China, in 1987. He received the B.S. degree and Ph. D degree from the School of Mechanical Science and Engineering, Jilin University, Changchun, China, in 2011 and 2016, respectively. In 2018, he works at Zhejiang Normal University, after he finished the JSPS postdoc fellow in Japan from 2016, supported by the Japan Society for the Promotion of Science (JSPS). His current research interests include piezoelectric actuators and the application of electrical impedance spectroscopy in biomedical science.\nHu Huang was born in Hubei, China, in 1986. He received his B.E. and Ph.D. degrees in mechanical engineering from Jilin University, Changchun, China, in 2010 and 2014, respectively. Supported by the Japan Society for the Promotion of Science (JSPS), he worked as a Research Fellow at Keio University from 2014 to 2017. Currently, He is a full professor at Jilin University. His research interests include precision machines and instruments, mechanical properties of materials, and surface modification of materials.\nTakeshi Morita received B. Eng., M. Eng. and Dr. Eng. degrees in precision machinery engineering from the University of Tokyo in 1994, 1996, and 1999, respectively. After being a postdoctoral researcher at RIKEN (the Institute of Physical and Chemical Research) and at EPFL (Swiss Federal Institute of Technology), he became a research\n2005 and has been a full professor since 2018. His research interests include piezoelectric actuators and sensors, their fabrication processes and control systems."
    } ],
    "references" : [ {
      "title" : "A review of nanometer resolution position sensors: operation and performance",
      "author" : [ "A.J. Fleming" ],
      "venue" : "Sens. Actuat. A: Phys. 190 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Design",
      "author" : [ "X. Zhang", "Q. Xu" ],
      "venue" : "fabrication and testing of a novel symmetrical 3-DOF large-stroke parallel micro/nano-positioning stage, Robot. Cim.-Int. Manu. 54 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Position estimation using linear hall sensors for permanent magnet linear motor systems",
      "author" : [ "J. Kim", "S. Choi", "K. Cho", "K. Nam" ],
      "venue" : "IEEE T. Ind. Electron. 63 (12) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sensorless position control with a hydraulic stepper drive—concept",
      "author" : [ "C. Gradl", "A. Plöckinger", "R. Scheidl" ],
      "venue" : "compression modeling and experimental investigation, Mechatronics 35 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A new type of motor: pneumatic step motor",
      "author" : [ "D. Stoianovici", "A. Patriciu", "D. Petrisor", "D. Mazilu", "L. Kavoussi" ],
      "venue" : "IEEE. ASME 12 (1) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Application of piezoelectric fiber composite actuator to aircraft wing for aerodynamic performance improvement",
      "author" : [ "M. Li", "J. Yuan", "D. Guan", "W. Chen" ],
      "venue" : "Sci. China Ser. E Technol. Sci. 54 (2) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Response of piezoelectric materials on thermomechanical shocking and electrical shocking for aerospace applications",
      "author" : [ "H. Elahi", "M. Eugeni", "P. Gaudenzi", "F. Qayyum", "R.F. Swati", "H.M. Khan" ],
      "venue" : "Microsyst. Technol. ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Coupled piezoelectric fans with two degree of freedom motion for the application of flapping wing micro aerial vehicles",
      "author" : [ "H.C. Chung", "K.L. Kummari", "S.J. Croucher", "N.J. Lawson", "S. Guo", "Z. Huang" ],
      "venue" : "Sens. Actuat. A: Phys. 147 (2) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Q control of an atomic force microscope microcantilever: a sensorless approach",
      "author" : [ "M.W. Fairbairn", "S.R. Moheimani", "A.J. Fleming" ],
      "venue" : "J. Microelectromech. Syst. 20 (6) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Piezoelectric bimorph-based scanner in the tip-scan mode for high speed atomic force microscope",
      "author" : [ "J. Zhao", "W. Gong", "W. Cai", "G. Shang" ],
      "venue" : "Rev. Sci. Instrum. 84 (8) (2013), 083706.  ors A 292 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Multimodal atomic force microscopy with optimized higher eigenmode sensitivity using on-chip piezoelectric actuation and sensing",
      "author" : [ "M.G. Ruppert", "S.I. Moore", "M. Zawierta", "A.J. Fleming", "G. Putrino", "Y.K. Yong" ],
      "venue" : "Nanotechnology 30 (8) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Development of a piezoelectrically actuated two-degree-of-freedom fast tool servo with decoupled motions for micro-/nanomachining",
      "author" : [ "Z. Zhu", "X. Zhou", "Z. Liu", "R. Wang", "L. Zhu" ],
      "venue" : "Precis. Eng. 38 (4) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Development of 2-axis hybrid positioning system for precision contouring on micro-milling operation",
      "author" : [ "H.P. Syahputra", "T.J. Ko", "B.M. Chung" ],
      "venue" : "J. Mech. Sci. Technol. 28 (2) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Design",
      "author" : [ "L. Chen", "C. Ru", "W. Rong", "Y. Liu", "L. Sun" ],
      "venue" : "modeling and control of a piezoelectric ultrasonic microdissection technique for the molecular analysis of tissue, Smart Mater. Struct. 19 (2) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Movable optical lens array using ultrasonic vibration",
      "author" : [ "D. Koyama", "Y. Kashihara", "M. Hatanaka", "K. Nakamura", "M. Matsukawa" ],
      "venue" : "Sens. Actuat. A: Phys. 237 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Optimization of an adaptive PDMS-membrane lens with an integrated actuator",
      "author" : [ "F. Schneider", "J. Draheim", "C. Müller", "U. Wallrabe" ],
      "venue" : "Sens. Actuat. A: Phys. 154 (2) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "X",
      "author" : [ "Q. Li", "L. Liu" ],
      "venue" : "Ma, et al., Development of multi-target acquisition, pointing and tracking system for airborne laser communication, IEEE T. Ind. Inform. 15 (3) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of XY servo pneumatic-piezoelectric hybrid actuators for position control with high response",
      "author" : [ "M.H. Chiang" ],
      "venue" : "large stroke and nanometer accuracy, Sensors 10 (4) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Design of a piezoelectric-actuated microgripper with a three-stage flexure-based amplification",
      "author" : [ "F. Wang", "C. Liang", "Y. Tian", "X. Zhao", "D. Zhang" ],
      "venue" : "IEEE/ASME Trans. Mechatron. 20 (5) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A review of long range piezoelectric motors using frequency leveraged method",
      "author" : [ "Y. Peng", "X. Gu", "J. Wang", "H. Yu" ],
      "venue" : "Sens. Actuat. A: Phys. 235 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Piezoelectric friction–inertia actuator—a critical review and future perspective",
      "author" : [ "Z.M. Zhang", "Q. An", "J.W. Li", "W.J. Zhang" ],
      "venue" : "Int. J. Adv. Manuf. Technol. 62 (5-8) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Design",
      "author" : [ "Q. Yao", "J. Dong", "P.M. Ferreira" ],
      "venue" : "analysis, fabrication and testing of a parallel-kinematic micropositioning XY stage, Int. J. Mach. Tool Manu. 47 (6) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A totally decoupled piezo-driven XYZ flexure parallel micropositioning stage for micro/nanomanipulation",
      "author" : [ "Y. Li", "Q. Xu" ],
      "venue" : "IEEE Trans. Autom. Sci. Eng. 8 (2) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Design and analysis of a novel flexure-based 3-DOF mechanism",
      "author" : [ "U. Bhagat", "B. Shirinzadeh", "L. Clark", "P. Chea", "Y. Qin", "Y. Tian", "D. Zhang" ],
      "venue" : "Mech. Mach. Theory 74 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ultrasonic Motors: Technologies and Applications",
      "author" : [ "C. Zhao" ],
      "venue" : "Springer Science & Business Media",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "T",
      "author" : [ "T. Morita", "M.K. Kurosawa" ],
      "venue" : "Higuchi, A cylindrical shaped micro ultrasonic motor utilizing PZT thin film (1.4 mm in diameter and 5.0 mm long stator transducer), Sens. Actuat. A: Phys. 83 (1-3) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "K",
      "author" : [ "S. Cagatay", "B. Koc" ],
      "venue" : "Uchino, A 1.6-mm, metal tube ultrasonic motor, IEEE Trans. Ultrason. Ferroelectr. Freq. Control 50 (7) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Influence of tip wear of piezoelectric ultrasonic scalers on root surface roughness at different working parameters",
      "author" : [ "T. Arabaci", "Y. Cicek", "A. Dilsiz", "İ.Y. Erdogan", "O. Kose", "A. Kizildağ" ],
      "venue" : "A profilometric and atomic force microscopy study, Int. J. Dent. Hyg. 11 (1) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Analysis of the temperature field distribution for piezoelectric plate-type ultrasonic motor",
      "author" : [ "L. Shiyang", "Y. Ming" ],
      "venue" : "Sens. Actuat. A: Phys. 164 (1-2) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Piezoelectric stepper motor with direct coupling mechanism to achieve high efficiency and precise control of motion",
      "author" : [ "A.E. Glazounov", "S. Wang", "Q.M. Zhang", "C. Kim" ],
      "venue" : "IEEE Trans. Ultrason. Ferroelectr. Freq. Control 47 (4) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "H",
      "author" : [ "J. Li", "X. Zhou" ],
      "venue" : "Zhao, et al., Development of a novel parasitic-type piezoelectric actuator, IEEE/ASME Trans. Mechatron. 22 (1) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Omegabot: biomimetic inchworm robot using SMA coil actuator and smart composite microstructures (SCM)",
      "author" : [ "KOH J.S.", "CHO K.J." ],
      "venue" : "Proceedings of the Robotics and Biomimetics (ROBIO) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Developing a linear piezomotor with nanometer resolution and high stiffness",
      "author" : [ "B. Zhang", "Z. Zhu" ],
      "venue" : "IEEE/ASME Trans. Mechatron. 2 (1) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Self-moving cell linear motor using piezoelectric stack actuators",
      "author" : [ "J. Kim", "J.H. Lee" ],
      "venue" : "Smart Mater. Struct. 14 (5) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Design and development of a new piezoelectric linear inchworm actuator",
      "author" : [ "J. Li", "R. Sedaghati", "J. Dargahi", "D. Waechter" ],
      "venue" : "Mechatronics 15 (6) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "A linear piezoelectric motor",
      "author" : [ "D. Newton", "E. Garcia", "G.C. Horner" ],
      "venue" : "Smart Mater. Struct. 7 (3) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Micrometric Linear Actuator",
      "author" : [ "G.L. Locher" ],
      "venue" : "US Patent US3296467",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 1967
    }, {
      "title" : "A piezoelectric inchworm actuator with bidirectional thrust force",
      "author" : [ "S. Hua", "G. Liu", "X. Wang", "Y. Wang", "J. Li" ],
      "venue" : "Sensors & Transducers 171 (5) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Incremental feed mechanisms, US Patent US3138749",
      "author" : [ "R. Stibitz G" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1964
    }, {
      "title" : "Position control device, US",
      "author" : [ "A.D. Brisbane" ],
      "venue" : "Patent US",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1968
    }, {
      "title" : "Y",
      "author" : [ "W. Chen", "Y. Liu" ],
      "venue" : "Liu, et al., Design and experimental evaluation of a novel stepping linear piezoelectric actuator, Sens. Actuat. A: Phys. 276 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "J. Li", "R. Sedaghati" ],
      "venue" : "Dargahi, et al., Design and development of a new piezoelectric linear Inchworm actuator, Mechatronics 15 (6) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "A new fast inchworm type actuator with the robust I/Q heterodyne interferometer feedback",
      "author" : [ "C. Moon", "S. Lee", "J.K. Chung" ],
      "venue" : "Mechatronics 16 (2) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Review of circular flexure hinge design equations and derivation of empirical formulations",
      "author" : [ "Y.K. Yong", "T.F. Lu", "D.C. Handley" ],
      "venue" : "Precis. Eng. 32 (2) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Design and analysis of a totally decoupled flexure-based XY parallel micromanipulator",
      "author" : [ "Y. Li", "Q. Xu" ],
      "venue" : "IEEE T. Robot. 25 (3) ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Linear motor driving device, US Patent US4736131",
      "author" : [ "T. Fujimoto" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1988
    }, {
      "title" : "J",
      "author" : [ "Y. Kim", "S. Choi" ],
      "venue" : "Park, et al., The characteristics of variable speed inchworm stage using lever mechanism by different materials, J. Nanosci. Nanotechno. 8 (11) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Design",
      "author" : [ "S.P. Salisbury", "R.B. Mrad", "D.F. Waechter", "S.E. Prasad" ],
      "venue" : "modeling, and closed-loop control of a complementary clamp piezoworm stage, IEEE/ASME Trans. Mechatron. 14 (6) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "H",
      "author" : [ "J. Li", "H. Zhao" ],
      "venue" : "Qu, et al., A piezoelectric-driven rotary actuator by means of inchworm motion, Sens. Actuat. A: Phys. 194 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Flexural mechanism design analysis for a new piezoelectric inchworm actuator",
      "author" : [ "Z. Zhang", "H. Hu" ],
      "venue" : "International Conference on Measuring Technology and Mechatronics Automation ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "L",
      "author" : [ "H. Zhao", "L. Fu" ],
      "venue" : "Ren, et al., Design and experimental research of a novel inchworm type piezo-driven rotary actuator with the changeable clamping radius, Rev. Sci. Instrum. 84 (1) ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "M",
      "author" : [ "S. Song", "S. Shao" ],
      "venue" : "Xu, et al., Piezoelectric inchworm rotary actuator with high driving torque and self-locking ability, Sens. Actuat. A: Phys. 282 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel in situ device based on a bionic piezoelectric actuator to study tensile and fatigue properties of bulk materials",
      "author" : [ "S. Wang", "Z. Zhang", "L. Ren", "H. Zhao", "Y. Liang", "B. Zhu" ],
      "venue" : "Rev. Sci. Instrum. 85 (6) ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Precise rotary motor by inchworm motion using dual wrap belts",
      "author" : [ "S. Kim", "S. Kim" ],
      "venue" : "Rev. Sci. Instrum. 70 (5) ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "A novel inchworm type piezoelectric rotary actuator with large output torque: design",
      "author" : [ "S. Wang", "W. Rong", "L. Wang", "Z. Pei", "L. Sun" ],
      "venue" : "analysis and experimental performance, Precis. Eng. 51 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recession in a linear stepper motor based on piezoelectric actuator and electrorheological clampers",
      "author" : [ "C. Li", "Y. Meng", "Y. Tian" ],
      "venue" : "Smart Mater. Struct. 21 (12) ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Mesoscale actuator device: micro interlocking mechanism to transfer macro load",
      "author" : [ "Q. Chen", "D. Yao", "C. Kim", "G. Carman" ],
      "venue" : "Sens. Actuat. A: Phys. 73 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "A small-size self-propelled stewart platform",
      "author" : [ "A. Torii", "M. Banno", "A. Ueda", "K. Doki" ],
      "venue" : "Electr. Eng. Jpn. 181 (2) ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bidirectional resonant dc–dc step-up converters for driving high-voltage actuators in mobile microrobots",
      "author" : [ "Y. Tang", "A. Khaligh" ],
      "venue" : "IEEE T. Power. Electr. 31 (1) ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "X",
      "author" : [ "J. Li", "H. Zhao" ],
      "venue" : "Qu, et al., Development of a compact 2-DOF precision piezoelectric positioning platform based on inchworm principle, Sens. Actuat. A: Phys. 222 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Characterization of sliders for efficient force generation of electrostatically controlled linear actuator",
      "author" : [ "T.A. Nguyen", "S. Konishi" ],
      "venue" : "J. Micromech. Microeng. 24 (5) ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A novel linear-rotary piezoelectric positioning stage based on surface’s rectangular trajectory driving",
      "author" : [ "S. Wang", "W. Rong", "L. Wang", "H. Xie", "L. Sun", "J.K. Mills" ],
      "venue" : "Precis. Eng. 55 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A normally latched",
      "author" : [ "R. Toda", "E.H. Yang" ],
      "venue" : "large-stroke, inchworm microactuator, J Micromech, Microeng. 17 (8) ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Ultra-compact, zero-power magnetic latching piezoelectric inchworm motor with integrated position sensor",
      "author" : [ "OH C.H", "CHOI J.H", "NAM H.J" ],
      "venue" : "Sens. Actuat. A: Phys",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2010
    }, {
      "title" : "An inchworm type piezoelectric actuator working in resonant state",
      "author" : [ "X. Tian", "Q. Quan", "L. Wang", "Q. Su" ],
      "venue" : "IEEE Access PP 99 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Piezoelectric friction–inertia actuator—a critical review and future perspective",
      "author" : [ "Z. Zhang", "Q. An", "J. Li", "W. Zhang" ],
      "venue" : "Int. J. Adv. Manuf. Technol. 62 (5-8) ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Modeling and control of piezoelectric inertia–friction actuators: review and future research directions",
      "author" : [ "Y. Liu", "J. Li", "X. Hu", "Z. Zhang", "L. Cheng", "Y. Lin", "W. Zhang" ],
      "venue" : "Mech. Sci. ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Analysis of driving mechanism for tiny piezoelectric linear motor",
      "author" : [ "C.Y. ang", "K.H. Yoo", "H.P. Ko", "H.J. Kim", "T.K. Ko", "S.J. Yoon" ],
      "venue" : "J. Electroceram",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2006
    }, {
      "title" : "Piezoelectric motor based on synchronized switching control",
      "author" : [ "L. He", "Q. Zhang", "C. Pan", "B. Ju", "Z. Feng" ],
      "venue" : "Sens. Actuat. A: Phys. 197 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Small size piezoelectric impact drive actuator with rectangular bimorphs",
      "author" : [ "D. Mazeika", "P. Vasiljev", "S. Borodinas", "R. Bareikis", "Y. Yang" ],
      "venue" : "Sens. Actuat. A: Phys. 280 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Three DOF parallel link mechanism utilizing smooth impact drive mechanism",
      "author" : [ "T. Morita", "R. Yoshida", "Y. Okamoto", "T. Higuchi" ],
      "venue" : "Precis. Eng. 26 (3) ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Slip-stick motion in harmonic oscillator chains subject to Coulomb friction",
      "author" : [ "C. Wensrich" ],
      "venue" : "Tribol. Int. 39 (6) (2006) 490–495.  ors A 292 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Improvements of piezo-actuated stick–slip micro-drives: modeling and driving waveform",
      "author" : [ "X.H. Nguyen", "T.H. Mau", "I. Meyer", "B.L. Dang", "H.P. Pham" ],
      "venue" : "Coatings 8 (2) ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "K. Furutani", "T. Higuchi" ],
      "venue" : "Yamagata, et al., Effect of lubrication on impact drive mechanism, Precis. Eng. 22 (2) ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Stick–slip and slip–slip operation of piezoelectric inertia drives",
      "author" : [ "M. Hunstig", "T. Hemsel", "W. Sextro" ],
      "venue" : "Part I: ideal excitation, Sens. Actuat. A: Phys. 200 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Stick-slip and slip-slip operation of piezoelectric inertia drives—part II: frequency-limited excitation",
      "author" : [ "M. Hunstig", "T. Hemsel", "W. Sextro" ],
      "venue" : "Sens. Actuat. A: Phys. 200 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Stick and slip actuators: design",
      "author" : [ "J.M. Breguet", "R. Clavel" ],
      "venue" : "control, performances and applications, in: Proceedings of the 1998 International Symposium on Micromechatronics and Human Science",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Research on novel inertial piezoelectric actuator",
      "author" : [ "P. Zeng", "J. Wen", "G. Cheng", "B. Wu", "Z. Yang" ],
      "venue" : "Opt. Precis. Eng. 4 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A new inertial piezoelectric rotary actuator based on changing the normal pressure",
      "author" : [ "J. Wen", "J. Ma", "P. Zeng", "G. Cheng", "Z. Zhang" ],
      "venue" : "Microsyst. Technol. 19 (2) ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "L",
      "author" : [ "P. Zeng", "S. Sun" ],
      "venue" : "Li, et al., Design and testing of a novel piezoelectric micro-motor actuated by asymmetrical inertial impact driving principle, Rev. Sci. Instrum. 85 (3) ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Vibration analysis of stepping piezoelectric micro-motor using wiggle mode",
      "author" : [ "X. Chu", "Z. Xing", "W. Gong", "L. Li", "Z. Gui" ],
      "venue" : "Mater. Sci. Eng. B-Adv. 99 (1) ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "IEEE",
      "author" : [ "T. Higuchi", "Y. Yusof", "M. Watanabe" ],
      "venue" : "New YorkProceedings of the IEEE Micro Robots and Teieoperators Workshop. Hyannis, Massachusetts19871987, Proceedings of the IEEE Micro Robots and Teieoperators Workshop. Hyannis, Massachusetts 1987 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 1987
    }, {
      "title" : "Soc",
      "author" : [ "T. Higuchi", "M. Watanabe", "K. Kudou", "J. Jpn" ],
      "venue" : "Precision Eng. 54 (2107) ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 1988
    }, {
      "title" : "Apparatus for effecting fine movement by impact force produced by piezoelectric or electrostrictive element, US patent",
      "author" : [ "T. Higuchi", "M. Watanabe" ],
      "venue" : null,
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 1990
    }, {
      "title" : "Precision positioning mechanism using raid deformation of piezoelectric elements",
      "author" : [ "T. Higuchi", "Y. Yamagata", "K. Furutani", "K. Kudoh" ],
      "venue" : "IEEE Micro Electro Mech. Syst. ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "H",
      "author" : [ "Y. Yamagata", "T. Higuchi" ],
      "venue" : "Saeki, et al., Ultrahigh vacuum precise positioning device utilizing rapid deformations of piezoelectric elements, J. Vac. Sci. Technol. A 8 (6) ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Motion behavior of triangular waveform excitation input in an operating impact drive mechanism",
      "author" : [ "C. Yang", "S. Jeng", "W. Chieng" ],
      "venue" : "Sens. Actuat. A: Phys. 166 (1) ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Precision position control using combined piezo-VCM actuators",
      "author" : [ "Y. Liu", "R. Fung", "C. Wang" ],
      "venue" : "Precis. Eng. 29 (4) ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Development of inertia driven micro robot with nano tilting stage for SEM operation",
      "author" : [ "Y. Nomura", "H. Aoyama" ],
      "venue" : "Microsyst. Technol. 13 (8-10) ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A novel precision positioning table utilizing impact force of spring-mounted piezoelectric actuator—part I: experimental design and results",
      "author" : [ "Y. Liu", "T. Higuchi", "R. Fung" ],
      "venue" : "Precis. Eng. 27 (1) ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "A novel precision positioning table utilizing impact force of spring-mounted piezoelectric actuator—part II: theoretical analysis",
      "author" : [ "Y. Liu", "T. Higuchi", "R. Fung" ],
      "venue" : "Precis. Eng. 27 (1) ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Development of smooth impact drive mechanism (SIDM)—proposal of driving mechanism and basic performance",
      "author" : [ "R. Yoshida", "Y. Okamoto", "T. Higuchi", "A. Hamamatsu" ],
      "venue" : "J. Jpn. Soc. Prec. Eng. 65 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Hairsine, et al., Methods and instrumentation for piezoelectric motors",
      "author" : [ "B. Drevniok", "K.R.W.M. Paul" ],
      "venue" : "Rev. Sci. Instrum",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2012
    }, {
      "title" : "J",
      "author" : [ "Y. Zhang", "W. Zhang" ],
      "venue" : "Hesselbach, et al., Development of a two-degree-of-freedom piezoelectric rotary-linear actuator with high driving force and unlimited linear movement, Rev. Sci. Instrum. 77 (3) ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A novel smooth impact drive mechanism actuation method with dual-slider for a compact zoom lens",
      "author" : [ "J. Lee", "W.S. Kwon", "K.S. Kim" ],
      "venue" : "system, Rev. Sci. Instrum",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "Y. Peng", "L. Liu" ],
      "venue" : "Zhang, et al., A smooth impact drive mechanism actuation method for flapping wing mechanism of bio-inspired micro air vehicles, Microsyst. Technol. 2 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "L",
      "author" : [ "W. Rong", "S. Liang" ],
      "venue" : "Wang, et al., Model and control of a compact long-travel accurate-manipulation platform, IEEE/ASME Trans. Mechatron. 22 (1) ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "R",
      "author" : [ "T. Yokose", "H. Hosaka" ],
      "venue" : "Yoshida, et al., Resonance frequency ratio control with an additional inductor for a miniaturized resonant-type SIDM actuator, Sens. Actuat. A: Phys. 214 (4) ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Wireguide driving actuator using resonant-type smooth impact drive mechanism",
      "author" : [ "H. Yokozawa", "T. Morita" ],
      "venue" : "Sens. Actuat. A: Phys. 230 ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Resonant-type smooth impact drive mechanism actuator using lead-free piezoelectric material",
      "author" : [ "H. Yokozawa", "Y. Doshida", "S. Kishimoto", "T. Morita" ],
      "venue" : "Sens. Actuat. A: Phys. 274 ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Resonant-type smooth impact drive mechanism (SIDM) actuator using a bolt-clamped Langevin transducer",
      "author" : [ "T. Nishimura", "H. Hosaka", "T. Morita" ],
      "venue" : "Ultrasonics 52 (1) ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Nano-positioning systems are of great significance for many research and industrial fields [1,2], and the resolution requirement has been upgraded to nanoscale.",
      "startOffset" : 91,
      "endOffset" : 96
    }, {
      "referenceID" : 1,
      "context" : "Nano-positioning systems are of great significance for many research and industrial fields [1,2], and the resolution requirement has been upgraded to nanoscale.",
      "startOffset" : 91,
      "endOffset" : 96
    }, {
      "referenceID" : 17,
      "context" : "In order to overcome the imitation in working stroke, various methods have been proposed o achieve the large working stroke [18,19], being over millimeter nd even several centimeters.",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 18,
      "context" : "In order to overcome the imitation in working stroke, various methods have been proposed o achieve the large working stroke [18,19], being over millimeter nd even several centimeters.",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 19,
      "context" : "According to the motion princile, piezoelectric actuators can be divided into different types, he direct-driven type, ultrasonic type, and stepping type [20,21].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 20,
      "context" : "According to the motion princile, piezoelectric actuators can be divided into different types, he direct-driven type, ultrasonic type, and stepping type [20,21].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 27,
      "context" : "Due to the utilization of he contact friction force between the stator and the rotor/slider nder the resonant condition, the wear and heat generation pheomena are still unsolved problems [28,29].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 28,
      "context" : "Due to the utilization of he contact friction force between the stator and the rotor/slider nder the resonant condition, the wear and heat generation pheomena are still unsolved problems [28,29].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 19,
      "context" : "Stepping piezoelectric ctuators are then proposed to achieve large working stroke by he stepping motion of the rotor/slider [20,30].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 29,
      "context" : "Stepping piezoelectric ctuators are then proposed to achieve large working stroke by he stepping motion of the rotor/slider [20,30].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 30,
      "context" : "Furthermore, due to the small isplacement in one step, both large working stroke and high posiioning resolution could be achieved by employing a dual-servo ontrol strategy [31], which can hugely enhance the application otential of piezoelectric actuators.",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 19,
      "context" : "According to the motion principle, inchworm type piezoelectric actuators are divided into three patterns: “walker” pattern, “pusher” pattern and hybrid “walker-pusher” pattern [20].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 32,
      "context" : "By repeating these six steps, large working stroke could be achieved step by step [33,34].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 33,
      "context" : "By repeating these six steps, large working stroke could be achieved step by step [33,34].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 34,
      "context" : "Finally, the clamping unit 1 releases the slider to the same situation in the original condition [35,36].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 35,
      "context" : "Finally, the clamping unit 1 releases the slider to the same situation in the original condition [35,36].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 36,
      "context" : "Differently, the driving unit is inserted into the slider, and the clamping units are assembled into the base in this “walker-pusher” pattern [37,38].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 37,
      "context" : "Differently, the driving unit is inserted into the slider, and the clamping units are assembled into the base in this “walker-pusher” pattern [37,38].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 31,
      "context" : "Motion principles of inchworm type piezoelectric actuators: (a) inchworm in nature [32]; (b) “walker” pattern; (c) “pusher” pattern.",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 39,
      "context" : "In 1968, the first “walker” pattern inchorm piezoelectric actuator was invented by Brisbane [41].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 40,
      "context" : "resented a “pusher” pattern inchworm type piezoelectric actutor by using three packaged piezoelectric stacks which formed U-shaped structure [43].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 41,
      "context" : ", and it can provide large orking stroke and large output force by controlling the shape and ibration [44].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 42,
      "context" : "proposed a fast response inchworm type iezoelectric actuator by adding an integral heterodyne interfermeter as a feedback device in the servo control system [45].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 38,
      "context" : "Based tors developed by Stibitz [39]; (b) the first inchworm type piezoelectric actuator by",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 43,
      "context" : "Because of the merits of quick response, no friction and easy manufacturing, flexure hinge mechanisms, as a typical compliant mechanism, are widely utilized in the design of piezoelectric actuators to enlarge the elongation of piezoelectric elements [46,47].",
      "startOffset" : 250,
      "endOffset" : 257
    }, {
      "referenceID" : 44,
      "context" : "Because of the merits of quick response, no friction and easy manufacturing, flexure hinge mechanisms, as a typical compliant mechanism, are widely utilized in the design of piezoelectric actuators to enlarge the elongation of piezoelectric elements [46,47].",
      "startOffset" : 250,
      "endOffset" : 257
    }, {
      "referenceID" : 45,
      "context" : "In 1988, Fujimoto firstly proposed the inchworm type piezoelectric actuator with flexure hinges [48].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 46,
      "context" : "6 with hinge structures as lever mechanism [49], as illustrated in Fig.",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 47,
      "context" : "Salisbury described the design, modeling, and control of a two-axis stage based on an improved complementary clamp inchworm piezoelectric actuator [50].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 49,
      "context" : "designed a bi-directional linear inchworm type piezoelectric actuator with large working stroke and high precision [52].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 45,
      "context" : "Inchworm type piezoelectric actuators with flexure hinges: (a) by Fujimoto [48]; (b) by Kim et al.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 50,
      "context" : "proposed one novel inchworm ype piezo-driven rotary actuator with the changeable clamping adius [53].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 51,
      "context" : "74 mrad/s and he self-locking torque is large than 882 N·mm [54].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 52,
      "context" : "Besides the application of flexure hinges, many other mechaisms have been proposed to improve the clamping performance f the clamping units [55].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 54,
      "context" : "described one inchworm type piezoelectric rotary actuator hich exploited two extension springs, one torsion spring and edge blocks to improve the clamping conditions [57], as shown n Fig.",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 52,
      "context" : "[55]; (b) with springs and wedge blocks by Wang et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 57,
      "context" : "Currently, researchers are still working on the improvements of the clamping conditions for inchworm piezoelectric actuators with other kinds of clampers, such as electromagnet [60] and electrostatics [61].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 58,
      "context" : "Currently, researchers are still working on the improvements of the clamping conditions for inchworm piezoelectric actuators with other kinds of clampers, such as electromagnet [60] and electrostatics [61].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 59,
      "context" : "One development trend is the manufacture of multiple degrees of freedom (M-DOF) piezoelectric actuators [62,63].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 60,
      "context" : "One development trend is the manufacture of multiple degrees of freedom (M-DOF) piezoelectric actuators [62,63].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 59,
      "context" : "developed a novel inchworm type piezoelectric actuator which can obtain both the linear and rotary motions in a compact size [62].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 62,
      "context" : "designed and manufactured a miniaturized inchworm type actuator with large working stroke and high accuracy [65].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 63,
      "context" : "developed a miniature nchworm type piezoelectric actuator with a magnetic clamper for he cell phone camera [66], as shown in Fig.",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 64,
      "context" : "presented one novel piezoelectric inchorm actuator working in resonant state [67].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 59,
      "context" : "[62]; (b) minimized inchworm actuator by Oh et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 65,
      "context" : "According to the motion principle, friction-inertia piezoelectric actuators can be classified into two groups [68,69]: the impact-drive piezoelectric actuator (so called impact-drive mechanism, IDM) [70–72] and the stick-slip piezoelectric actuator (so called smooth impact-drive mechanism, SIDM) [73–75].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 66,
      "context" : "According to the motion principle, friction-inertia piezoelectric actuators can be classified into two groups [68,69]: the impact-drive piezoelectric actuator (so called impact-drive mechanism, IDM) [70–72] and the stick-slip piezoelectric actuator (so called smooth impact-drive mechanism, SIDM) [73–75].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 73,
      "context" : "This kind of actuator is mainly composed of two mass blocks (main block and inertial block) and one piezoelectric element [76].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 65,
      "context" : "6(b) illustrates the working process of the stick-slip piezoelectric actuator which is also called the smooth impact-drive actuator [68,77].",
      "startOffset" : 132,
      "endOffset" : 139
    }, {
      "referenceID" : 74,
      "context" : "6(b) illustrates the working process of the stick-slip piezoelectric actuator which is also called the smooth impact-drive actuator [68,77].",
      "startOffset" : 132,
      "endOffset" : 139
    }, {
      "referenceID" : 74,
      "context" : "lip motion is treated as one special case of stick-slip piezoelectric ctuators [77,78].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 75,
      "context" : "lip motion is treated as one special case of stick-slip piezoelectric ctuators [77,78].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 75,
      "context" : "Additionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83].",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 76,
      "context" : "Additionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83].",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 77,
      "context" : "Additionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83].",
      "startOffset" : 224,
      "endOffset" : 231
    }, {
      "referenceID" : 78,
      "context" : "Additionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83].",
      "startOffset" : 224,
      "endOffset" : 231
    }, {
      "referenceID" : 79,
      "context" : "Additionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83].",
      "startOffset" : 275,
      "endOffset" : 282
    }, {
      "referenceID" : 80,
      "context" : "Additionally, according to the different control signals, frictionnertia type piezoelectric actuators can also be divided into three atterns: the signal control actuators (SCAs) [78,79], the friction ontrol actuators (FCAs) [80,81] and the mechanical control actutors (MCAs) [82,83].",
      "startOffset" : 275,
      "endOffset" : 282
    }, {
      "referenceID" : 78,
      "context" : "By optimizing the mass of the blocks and he assembling angle between the blocks, the pressure between he main block and the ground could be changed, which results in he stepping motion of the main block [81].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 79,
      "context" : "7(c), which are called the MCAs, due o the utilized mechanical asymmetrical structure [82].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 81,
      "context" : "tioning system of impact-drive actuators was firstly presented and introduced [84,85].",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 82,
      "context" : "tioning system of impact-drive actuators was firstly presented and introduced [84,85].",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 83,
      "context" : "In 1990, the patent which illustrated the motion principle and the basic structure of impact-drive piezoelectric actuators was achieved [86].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 84,
      "context" : "to verify the feasibility of the impact-drive motion principle [87].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 86,
      "context" : "Since then, many researchers have showed the interests to the development of impact-drive piezoelectric actuators [89,90].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 87,
      "context" : "Since then, many researchers have showed the interests to the development of impact-drive piezoelectric actuators [89,90].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 89,
      "context" : "introduced a precision positioning table adopting impact force of a spring-mounted piezoelectric actuator [92,93], as shown in Fig.",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 90,
      "context" : "introduced a precision positioning table adopting impact force of a spring-mounted piezoelectric actuator [92,93], as shown in Fig.",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 92,
      "context" : "[95]; (b) for flapping wing mechanism by Peng et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 92,
      "context" : "The experimental results show that the average step displacement is 74 ± 2 nm, which successfully meets the positioning requirement for the SPM system [95].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 94,
      "context" : "5 mm/s to 4 mm/s, which is satisfied for the zoom lens system [97].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 100,
      "context" : "Two sine waves in the resonant frequency atio of 1:2 are combined together to form a quasi-saw-tooth voltge signal for PZTs [103].",
      "startOffset" : 124,
      "endOffset" : 129
    }, {
      "referenceID" : 30,
      "context" : "12(a) illustrates one proposed parasitic type piezoelectric actutor and the bridge-type flexure hinges are employed to generate he parasitic motion [31].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 30,
      "context" : "[31]; (b) bridge-type flexure hinge for rotary motion by Li et al.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "Precision positioning systems with large working stroke (millimeter or more) and micro/nano-scale positioning resolution are widely required in both scientific research and industries. For this kind of applications, piezoelectric materials based actuators show unique advantages and have been widely employed. To overcome the demerit of the limited working stroke for single piezoelectric element, various stepping motion principles have been proposed in the past years, and accordingly, stepping piezoelectric actuators with various structures have been designed and evaluated. This review is aimed to summarize the recent developments and achievements in stepping piezoelectric actuators with large working stroke. Especially, the emphasis is on three main types of stepping piezoelectric actuators, i.e., inchworm type, friction-inertia type, and parasitic type. The motion principles of these three types of piezoelectric actuompliant mechanism ators and the corresponding developments of various actuators are discussed respectively, followed by pointing out the existing problems in these three types of piezoelectric actuators and proposing some potential research directions in this topic. It is expected that this review is helpful for relevant researchers to understand stepping motion principles as well as piezoelectric actuators, and to successfully select and design stepping piezoelectric actuators for specific applications. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}