{
  "name" : "downloads_2019-08-27_9c_vecchio2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "High-Throughput Nano-Scale Characterization of Membrane Proteins Using Fluorescence-Detection Size-Exclusion Chromatography",
    "authors" : [ "Alex J. Vecchio", "Robert M. Stroud" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Structural biology has revealed predicting heterologous expression levels, homogeneity, and stability of a protein from its primary structure are exceedingly difficult. Membrane proteins, in particular, present numerous challenges that make obtaining milligram quantities of quality samples problematic. For structural and functional investigation of these molecules, however, this is what is required. Fluorescence sizeexclusion chromatography (F-SEC), a technique where a protein of biological interest is fused to green fluorescent protein (GFP) and monitored, circumvents many bottlenecks inherent to membrane protein structural biology. In vivo expression yields, as well as in vitro homogeneity and stability, can be rapidly evaluated utilizing nanogram quantities of unpurified protein. In this chapter we describe our most current protocols for expression screening and biochemical characterization of membrane proteins using F-SEC, as it pertains to a high-throughput (HTP) crystallographic pipeline. Therein, the methods and workflow were designed and optimized for structure–function elucidation of eukaryotic integral membrane proteins, but may be applied to prokaryotic or water-soluble proteins with minor modifications, thus making it a useful general approach.\nKey words F-SEC, High-throughput, Green fluorescent protein, Membrane proteins, Insect cells, HEK cells, In-gel fluorescence, Expression, Purification, Thermostability"
    }, {
      "heading" : "1 Introduction",
      "text" : "It is advantageous to rapidly assess in vivo and in vitro biochemical and biophysical behavior of a protein of biological importance before embarking on the daunting goal of thorough structural and functional characterization. Yet, despite developments in computation and other in silico tools, it is nearly impossible to predict where and to what relative abundance a recombinant protein will express in vivo. Moreover, in vitro evaluation of a protein’s folding, homogeneity, monodispersity, and stability is still very much an empirical endeavor.\nRenaud Vincentelli (ed.), High-Throughput Protein Production and Purification: Methods and Protocols, Methods in Molecular Biology, vol. 2025, https://doi.org/10.1007/978-1-4939-9624-7_17, © Springer Science+Business Media, LLC, part of Springer Nature 2019\n361\nResearchers approximate that 30% of the human genome codes for a membrane protein, and that they are targets of 60% of all marketed drugs [1, 2]. As membrane proteins are significant constituents of the total cellular proteome and are involved in a plethora of essential biological processes in all kingdoms of life, detailed elucidation of their structures and functions are required for a complete picture of the inner workings of the cell. Indeed, of 129,745 protein structures present in the Protein Data Bank (PDB) in May 2017, only 2207 (1.7%) are membrane proteins, of these, a paltry 690 (0.53%) are unique three-dimensional folds (http://blanco.biomol.uci.edu/mpstruc/). Even with recent advances in biophysical techniques such as cryo-electron microscopy, brighter synchrotron sources, and improvements in detergent chemistry, purity, and availability, among others, membrane proteins are yet challenging macromolecules for structure–function investigation.\nNotwithstanding their great importance, membrane proteins have proven refractory to in-depth study due primarily to: (1) poor in vivo expression levels and (2) low in vitro stability. These two factors make conventional heterologous protein expression, purification, and subsequent structural or functional analyses difficult, as protein yields are typically in the realm of micrograms postpurification, and sample stability on the order of minutes to hours instead of days, which is required for crystallization and other structural biology methodologies. The physicochemical reasons that create such hurdles are multifaceted, but can be circumvented, or at least identified, by fluorescently tagging the membrane protein of interest and utilizing optical approaches to track it throughout analysis. Fluorescence microscopy may be coupled with a procedure termed fluorescence-detection size-exclusion chromatography (F-SEC), to follow the membrane protein from translation to crystallization [3]. Both are powerful tools in a structural biologists quest to understand a molecule’s physiological significance.\nF-SEC takes advantage of the fact that fluorescent proteins fold even when fused in-frame to the N- or C-terminus of a target protein, allowing direct study and visualization of the target protein in vivo and in vitro [4]. F-SEC can follow specifically tagged proteins within the total cellular milieu, and as membrane proteins don’t express well, the high sensitivity of fluorescent techniques allows for detection of minute amounts of protein, instead of the milligram quantities necessary for traditional biochemical characterization. This easy and high-throughput method permits fast evaluation of target protein expression level and degree of homogeneity, requiring mere nanograms of unpurified whole-cell extracts with no time-intensive, costly, protein purification. F-SEC has been used: to facilitate membrane protein overexpression, solubilization, and purification; as a predictor of crystallization, and, emphasized here, as a high-throughput means to identify\nhigh-quality membrane proteins amenable to structure–function analyses [3]. For these reasons, it is one of the most effective ways to circumvent the expression bottleneck in membrane protein structural biology, and can be applied to help overcome the stability impediment by temperature challenging the protein to determine parameters that improve a protein’s denaturation temperature (Tm) [5, 6].\nIn brief, a membrane protein is cloned into a vector behind a strong promoter but in front of the DNA sequence that codes for enhanced green fluorescent protein (eGFP), creating a prototype construct [7]. Because folding of the membrane protein is a bigger challenge for the heterologous expression system, it is important to place the eGFP downstream of the protein of interest (POI) so it ensures monitoring and purification of proper folded full-length protein, and not stalled translations or truncations, which may be common with N-terminally fused eGFP constructs [8]. Once the POI construct has been designed and cloned, human cells are transfected with plasmid DNA, allowed to recombinantly express the POI via incubation; then cells are removed and lysed, the POI solubilized and subjected to F-SEC, where the POI-eGFP fusion in the mobile phase is passed over a SEC column using a HPLC system equipped with a fluorometer.\nHere, we will describe our most current methodologies, and details for implementing a productive HTP F-SEC workflow for nano-scale characterization of membrane proteins. We will do so by focusing on the four major efficacies of F-SEC that routinely require optimization; expression, purification, homogenization, and stabilization; and highlight how F-SEC can be used at each step to overcome these problems inherent to membrane proteins. While the practices described can be applied to almost any target protein or expression system with slight modification, we will exemplify eukaryotic membrane proteins for intended expression in human or insect cell lines, as our interests and that ofmany researchers lie in determining human membrane protein structures. We have developed and refined a rapid yet robust crystallography pipeline that makes it possible to obtain highly pure, homogenous, and stable membrane proteins of various families or types, with no prior knowledge of probed molecules, for use in structure–function analyses."
    }, {
      "heading" : "2 Materials",
      "text" : "Prepare and store all solutions according to the manufacturer or unless specifically noted. For cell culture work, perform all duties in a biohazard safety cabinet or equivalent and abide by all standard and specific safety procedures. Consult Material Safety Data Sheets for all chemical and biological components used, handled, and disposed of.\n2.1 Design\nand Cloning\nof Constructs\nfor Human Cell\nExpression\nReagents\n1. Fluorescence tag fusion protein constructs: eGFP should be C-term of the POI followed by a purification tag if preferred (see Note 1).\n2. pEGFP-N3 (Clontech, Addgene) or equivalent (see Note 2).\n3. Plasmid DNA of POI (Mammalian Gene Collection/GE Dharmacon/GenScript).\n4. pFastBac™1 (ThermoFisher).\n5. Cloning primers, stored at 20 C. 6. dNTPs stored at 20 C. 7. Phusion DNA polymerase (New England Biolabs), stored at 20 C. 8. Restriction endonucleases (New England Biolabs), stored at\n20 C. Equipment and Consumables\n1. PCR Purification and Gel Extraction Kit (Qiagen), follow manufacturer’s instructions."
    }, {
      "heading" : "2.2 Transient Transfection of Human",
      "text" : "Cells\nReagents\n1. HEK-293T (ATCC) or equivalent (see Note 3).\n2. DMEM media: Dulbecco’s modified Eagle’s medium, high glucose, with 1% penicillin/streptomycin, and 10% fetal bovine serum (Gibco/ThermoFisher/Hyclone).\n3. Sequence-verified plasmid DNAwith CMV promoter or equivalent (pEGFP-N3mod). 4. jetPRIME® transfection reagent (Polyplus Transfection).\nEquipment and Consumables\n1. Cell countess and slides (ThermoFisher) or hemocytometer.\n2. 6-, 12-, or 24-well polystyrene tissue culture-treated plates (Falcon).\n3. 37 C hydrated CO2 incubator.\n4. Biohazard safety cabinet. 5. Sterile 1.5 mL Eppendorf® tubes (Fisher/Sigma-Aldrich).\n6. Light microscope."
    }, {
      "heading" : "2.3 Fluorescence",
      "text" : "Microscopy\nReagents\n1. 24-well polystyrene tissue culture-treated plate with transiently transfected POIs from Subheading 2.2.\nEquipment and Consumables\n1. Nikon Ti fluorescence microscope or equivalent (Nikon)."
    }, {
      "heading" : "2.4 F-SEC Sample",
      "text" : "Preparation\nReagents\n1. Resuspension buffer: 0.2 μm filtered 25 mM Tris pH 7.4, 150 mM NaCl, 1 mM PMSF (phenylmethanesulfonyl fluoride), and cOmplete™ EDTA-free protease inhibitor tablets (Sigma-Aldrich).\n2. βDDM (n-dodecyl-β-D-maltoside) (Anatrace/Inalco). Prepare a 10% stock by weighing 1 g and add DI water to 10 mL (see Note 4).\nEquipment and Consumables\n1. Squared-end stainless steel lab spatula (Fisher).\n2. Thick-walled 1.5 mL Microcentrifuge polypropylene tubes (Beckman-Coulter). 3. Eppendorf® tabletop centrifuge, Microcentrifuge or equivalent (Sigma-Aldrich).\n4. Nalgene™ 1 L 0.2 μm filter unit (Fisher). 5. Parafilm M®.\n6. Nutator or rotating mixer.\n7. Small tip or handheld sonicator.\n8. TLA-55 Ultracentrifuge rotor (Beckman-Coulter).\n9. Optima™ Ultracentrifuge (Beckman-Coulter).\n10. 0.2 μm centrifugal spin filters (Millipore/Corning). 11. NanoDrop spectrophotometer (Cole-Parmer/\nThermoFisher).\nPrepare Resuspension buffer beforehand by adding appropriate amounts of high concentration liquid stock solutions or dry powder, adding 4 C water to volume, and then filtering through 0.2 μm filter unit.\nAll experiments should be run at 4 C or on ice to prevent protein degradation, unless otherwise noted.\n2.5 F-SEC Reagents\n1. SEC buffer: Resuspension buffer (from above) plus 0.1% βDDM.\n2. βDDM (n-dodecyl-β-D-maltoside).\nEquipment and Consumables\n1. HPLC (Shimadzu/Amersham/GE Healthcare Life Science).\n2. RF-10AXL Fluorometer or equivalent (Shimadzu Scientific).\n3. Superdex 200 Increase 10/300 GL column (GE Healthcare Life Sciences).\n4. Shimadzu flat-bottom or tapered autosampler vials (Shimadzu Scientific).\n5. 4 C deli case for storage of whole HPLC system.\n6. PCR tubes.\n7. PCR Thermal Cycler (MJ Research).\n8. 0.2 μm centrifugal spin filters (Millipore/Corning).\nPrepare SEC buffer beforehand by adding 10 mL of 10% βDDM stock to 990 mL Resuspension buffer, then filter with 0.2 μm unit.\nAll experiments should be run at 4 C or on ice to prevent protein degradation, unless otherwise noted. HPLC is stored at 4 C in a deli case for these purposes."
    }, {
      "heading" : "2.6 Electrophoretic Assessment of F-SEC",
      "text" : "Samples\nReagents\n1. SDS-PAGE running buffer and 2 Laemmli sample buffer (Bio-Rad).\n2. Sodium deoxycholate (Sigma-Aldrich).\n3. βDDM (n-dodecyl-β-D-maltoside) (Anatrace/Inalco).\nEquipment and Consumables\n1. Mini-PROTEAN® TGX™ precast 4–20% polyacrylamide gels (Bio-Rad). 2. Novex® NativePAGE™ Bis-Tris Gel System (ThermoFisher).\n3. Native-PAGE™ 4–16% Bis-Tris Gels (ThermoFisher).\n4. Typhoon Biomolecular imager (Amersham/GE Healthcare Life Sciences).\nAll experiments should be run at room temperature, while the samples should be kept at 4 C or on ice until use, unless otherwise noted.\n2.7 Design\nand Cloning\nof Constructs\nfor Insect Cell\nExpression\nReagents\n1. pEGFP-N3mod with cloned POI, or equivalent (see Note 2).\n2. pFastBac™1 (ThermoFisher).\n3. Cloning primers, stored at 20 C. 4. dNTPs stored at 20 C. 5. Phusion DNA polymerase (New England Biolabs), stored at 20 C. 6. Restriction endonucleases (New England Biolabs), stored at\n20 C. Equipment and Consumables\n1. PCR Purification and Gel Extraction Kit (Qiagen), follow manufacturer’s instructions.\n2. Site-directed mutagenesis kit (Agilent).\n2.8 Generating\nBacmid\nand Baculovirus\nfor POI Using Insect\nCells\nReagents\n1. Sequence-verified plasmid DNA with polH promoter or equivalent (pFastBac1).\n2. E. coli DH10Bac™ cells (ThermoFisher).\n3. SOC media.\n4. Antibiotics: kanamycin, tetracycline, and gentamycin.\n5. IPTG (isopropyl β–D-1-thiogalactopyranoside). 6. Bluo-Gal (ThermoFisher).\n7. Blue-white colony plates: Luria agar, 40 μg/mL IPTG, 50 μg/ mL Kanamycin, 10 μg/mL Tetracycline, 7 μg/mL Gentamicin, 100 μg/mL Bluo-Gal.\n8. Miniprep Kit: Solution 1—15mMTris pH 8.0, 10 mMEDTA, 100 μg/mL RNase A, Solution 2—0.2 N NaOH, 1% SDS, Solution 3—3 M potassium acetate pH 5.5.\n9. Platinum Taq polymerase, stored at 20 C. 10. dNTPs stored at 20 C. 11. pUC/M13 forward and reverse primers.\n12. Sf9 cells adapted to ESF 921 media (Expression Systems) (see Note 5). 13. Effectene® transfection reagent (Qiagen).\n14. ESF 921 media (Expression Systems).\nEquipment and Consumables\n1. 14 mL round bottom polypropylene tubes (Falcon).\n2. 6-well polystyrene tissue culture-treated plates (Falcon).\n3. Erlenmeyer flasks, polycarbonate or glass, non-baffled, sterile (Corning/Fisher).\n4. Swing-bucket centrifuge.\n5. Sterile syringes and 0.2 μm syringe filter units (Pall). 6. 37 C incubator.\n7. 27 C incubator and incubator shaker.\n8. PCR Thermal Cycler (MJ Research or equivalent).\n9. DNA electrophoresis station.\n10. Gel visualizer and analyzer.\n11. Light microscope.\n12. Biohazard safety cabinet.\nAll experiments should be run at room temperature, unless otherwise noted.\n2.9 Optimizing POI\nExpression, Stability,\nand Purification\nReagents\n1. Sf9 and Tn5 (High Five) cells adapted to ESF 921 media (Expression Systems).\n2. ESF 921 media (Expression Systems).\n3. P1 virus from Subheading 2.8.\n4. Resuspension buffer Subheading 2.4.\n5. Various detergents (Anatrace), lipids (Avanti), and cholesteryl hemisuccinate (Anatrace).\nEquipment and Consumables\n1. 150 mL Erlenmeyer flasks, polycarbonate or glass, non-baffled, sterile (Corning/Fisher).\n2. 23–27 C orbital incubator shaker.\n3. Biohazard safety cabinet.\n4. Thick-walled 1.5 mL Microcentrifuge polypropylene tubes (Beckman-Coulter). 5. Eppendorf® tabletop centrifuge, Microcentrifuge or equivalent (Sigma-Aldrich).\n6. 15 mL and 50 mL conical tubes (Falcon).\n7. Small tip or handheld sonicator.\n8. PCR thermocycler.\n9. 0.2 μm spin filters (Millipore). 10. Ultracentrifuge, rotors, and tubes (Beckman-Coulter).\n11. Dounce homogenizer (Corning).\nAll experiments should be run at room temperature, unless otherwise noted.\nAll cell culture experiments should be performed in a biohazard safety cabinet using sterile technique."
    }, {
      "heading" : "3 Methods",
      "text" : "3.1 Design\nand Cloning\nof Constructs\nfor Human Cell\nExpression\nUtilizing the power of life’s natural codon diversity to aid in the impossible task of predicting heterologous protein expression from a protein’s nucleic or amino acid sequence, we first select a primary human POI and then compare sequences of orthologous or even paralogous proteins using standard bioinformatics practices. For one primary human POI we usually screen ~20 additional homologous membrane proteins, mostly orthologs, aiming for as much genetic diversity as possible by testing the same protein through evolution from fish to mammals, and depending on the protein family, insects, worms, and plants are added as needed. As a rough estimate, we aspire for no less than 50% identity in a given\northolog’s amino acid sequence compared to the primary POI. By screening a large number of orthologous proteins, we increase the likelihood of obtaining one high-quality protein with similar structure and function to the initial molecule of importance, in the event that the primary POI is recalcitrant to expression or crystallization.\nOur constructs typically include, reading from N- to C-terminus: (1) a Kozak sequence followed by a start codon, (2) the protein-of-interest (POI), (3) a short three amino acid linker, (4) eGFP, and finally (5) the purification tag of choice, followed by a stop codon (see Note 6). The POI and all homologous proteins are cloned into the same restriction sites, and since all constructs have the same design, total expression amounts and homogeneity are a true representation of the difference in each homolog and not of the place of the eGFP or purification tag, etc. eGFP is a modified version of wild-type GFP with enhanced fluorescent brightness, codon-optimized for human cell expression, and containing a A206K mutation that disrupt eGFP dimerization.\n1. Design your constructs in a similar manner to what is described above.\n2. Clone using your method or vendor of choice."
    }, {
      "heading" : "3.2 Transient Transfection of Human",
      "text" : "Cells\nTransiently transfect HEK-293T cells with pEGFP-N3 plasmid DNA with your POI cloned behind the CMV promoter. HEK cells are transfection-optimized cells, but must be passaged to a confluency no higher than 90% before transfection. If the cells at any point reach higher confluency, discard and thaw a new stock before trying transfection again, as cells that reach high confluency can result in poor heterologous expression.\nFor the purposes of this procedure we are assuming 22 genes are being screened so that the appropriate tissue culture plate will be a 24-well platform, which will include two control wells.\nAll portions of the procedure should be conducted in a biohazard safety cabinet using sterile technique at room temperature, unless otherwise noted.\nThe time from transfection start to finish, not including seeding and expression incubations is ~1 h.\n1. Take monolayer adherent HEK-293T cells from a stock tissue culture dish at a confluency <90% in DMEM supplemented with antibiotics and 10% FBS and seed into a 24-well tissue culture plate at a confluency ~35% (see Note 7).\n2. Dilute cells to a density of ~1 105 cells/mL and add 500 μL to each well of a 24-well plate (~5 104 cells per well).\n3. Allow to adhere by incubating at 37 C in a humidified chamber with 5% CO2 supplementation overnight.\n4. Next day, visualize cells under light microscope to ensure confluency between 70 and 80% (~1 105 cells per well). If higher, reseed at a lower confluency and repeat steps 1 and 2. 5. In sterile 1.5 mL Eppendorf® tubes add 50 μL jetPRIME®\nbuffer and 500 ng pEGFP-N3 plasmid DNA for each POI (see Note 8).\n6. Vortex mixtures for 10 s, then centrifuge briefly and incubate for 2 min at room temperature. 7. Add 1 μL of jetPRIME® transfection reagent to each tube. 8. Vortex mixtures for 10 s, then centrifuge briefly and incubate\nfor 10 min at room temperature.\n9. Add whole transfection mixtures corresponding to each POI to individual wells on the 24-well plate.\n10. Treat a positive and negative control well appropriately per steps 5–9 (see Note 9).\n11. After 4 h, but ONLY if necessary, aspirate off transfection mixture from cells and quickly add back 500 μL of fresh DMEM supplemented with antibiotics and 10% FBS (see Note 10).\n12. Allow to incubate at 37 C for 48 h in a humidified chamber with 5% CO2 supplementation."
    }, {
      "heading" : "3.3 Fluorescence",
      "text" : "Microscopy\nBefore harvesting cells for F-SEC analysis it is suggested the plate be visualized under a fluorescence microscope to assess in vivo cellular compartmentalization and gross gene expression levels, as the intensity of the fluorescence signal approximates total protein expression.\nThe experiment is performed within an hour and should be run at room temperature. It is not necessary to perform microscopy under sterile conditions since the cells will be harvested directly after visualization, but care must be taken to not contaminate individual samples.\n1. Take the 24-well plate to a fluorescence microscope (see Note 11).\n2. Turn power on to microscope, computer, and all accessory components.\n3. Visualize bright field and fluorescence individually and merged in each well, including the control wells using your eye or software of choice.\n4. Normalize fluorescence exposure times to the positive control protein to approximate best expressing homologs (seeNote 9).\n5. Note in what organelle, plasma membrane, or cellular compartment your POI migrates to.\n6. Quantify transfection efficiency by comparing bright field and fluorescence images of the positive control and all POIs screened as in Fig. 1.\n7. Save jpeg or equivalent images of each well for comparative analyses."
    }, {
      "heading" : "3.4 F-SEC Sample",
      "text" : "Preparation\nFor the purposes of this protocol, βDDM (see Note 5) is the detergent of choice for optimal membrane protein extraction and stability, as it has proven to be a mild, non-denaturing detergent, relatively cheap, and the most popular detergent for crystallization of many classes of membrane proteins [9]. In the case of HEK-293T cells, complete lysis occurs after treating the cells with detergent. However, for insect cells, E. coli, or yeast expression systems, cell lysis must be achieved via sonication, French press, bead beater, or alternate means before solubilization can be attempted.\n1. With a squared-end stainless steel lab spatula gently scrape off monolayer cells from each individual well, and using a pipette,\nremove entire ~500 μL of dislodged cells and media into a fresh 1.5 mL thick-walled Microcentrifuge tube (see Note 12).\n2. Using a tabletop centrifuge, spin each sample tube at 16,000 g for 1 min to pellet the unlysed cells.\n3. Vacuum aspirate off supernatant DMEM media.\n4. Add 500 μL of Resuspension buffer to each tube of pelleted cells and vortex gently to homogenize the samples (seeNote 13).\n5. Add 50 μL of 10% βDDM stock to each sample tube. 6. Parafilm M® wrap the caps of each tube (see Note 14).\n7. Place tubes on nutator or rotating mixer and agitate for 1 h at 4 C (see Note 15).\n8. After time, place thick-walled Microcentrifuge tubes in a TLA-55 Ultracentrifuge rotor and centrifuge at 4 C with an Optima™ Ultracentrifuge at 100,000 g (47,000 rpm) for 30 min (see Note 16).\n9. During centrifugation, equilibrate the SEC column in SEC buffer and warm up the xenon lamp on the fluorometer (Subheading 3.5).\n10. After centrifugation, remove sample supernatant from each tube with a pipette and place in 0.2 μm centrifugal spin filters.\n11. Spin samples at 16,000 g for 1 min using a tabletop centrifuge.\n12. Place samples on ice, and take A280 nm readings using a spectrophotometer (see Note 17).\nThe time from start to finish for F-SEC sample preparation is ~2 h.\n3.5 F-SEC During ultracentrifugation, step 8 in Subheading 3.4, it is advisable to equilibrate the SEC column in SEC buffer and warm up the xenon lamp on the fluorometer. It is assumed that the HPLC of choice along with SEC column has been properly stored in DI water or 20% ethanol before beginning F-SEC, and that the system/column are in good working order with clean filters and no pressure issues. The time from start to finish for F-SEC is ~35 min per sample depending on autosampler speed. Assuming 22 POI samples with two controls and two QC samples, total experimental time is ~15 h.\n1. Turn on power to computers, controller, and all components of HPLC system (see Note 18).\n2. Remotely or manually turn the xenon lamp on the RF-10AXL fluorometer (see Note 19).\n3. Connect a Superdex 200 Increase 10/300 GL SEC column post injection port and pre fluorescence detector.\n4. With no flow rate, place HPLC pump line fromDI water to 1 L SEC buffer (see Note 20).\n5. Download a method to the system with xenon lamp on (λex ¼ 488 nm and λem ¼ 509 nm), and a pump flow rate of 0.75 mL/min (see Note 21).\n6. Allow ample time for system lines and SEC column to be equilibrated in buffer, typically 1 h at 0.75 mL/min is sufficient for 1 column volume.\n7. After the HPLC system is warmed up and system lines and SEC column are equilibrated in SEC buffer, pipette 200 μg of filtered solubilized protein into Shimadzu flat-bottom or tapered autosampler vials.\n8. Place samples in the autosampler rack in a meaningful order.\n9. Prepare QC samples consisting of fluorescent protein standard and 1 M NaOH (see Note 22).\n10. Input information and save sequence run file corresponding to injection of a volume consistent with 200 μg of each POI queried, plus the positive and negative HEK cell controls (24 in all).\n11. Run each sample at a flow rate of 0.75 mL/min for 35 min while monitoring fluorescence.\n12. After time, scale all chromatogram data to the transfection positive control, QC fluorescent protein standard, or most intense POI sample.\n13. Compare individual POI expression levels (fluorescence intensity) and homogeneity/monodispersity (peak symmetry, Gaussian) to find the best expressing, most behaved POI homolog, as in Fig. 2."
    }, {
      "heading" : "3.6 Electrophoretic Assessment of F-SEC",
      "text" : "Samples\nIn parallel to F-SEC, and using the same sample, you can visualize total protein expression, protein homogeneity, and potential oligomerization by coupling the chromatographic technique highlighted in Subheading 3.5 with SDS-PAGE and Native-PAGE electrophoresis. This workflow allows for a visualization of the sample before it is subjected to the rigors of SEC purification, and is often a supplementary tool in qualitative and quantitative assessment of in vitro protein behavior.\n3.6.1 SDS-PAGE 1. Prepare SDS-PAGE running buffer, electrophoresis chambers, and precast gels per manufacturers or lab standard protocols (see Note 23).\n2. Take centrifuged and filtered samples as prepared via Subheading 3.4 and remove 10–30 μg of total protein and place in a 1.5 mL microcentrifuge tube.\n3. Add the appropriate volume of 2 Laemmli buffer to each sample for a final 1 concentration (DO NOT boil membrane protein samples, doing so results in aggregation in SDS-PAGE).\n4. Load 4–20% polyacrylamide gel wells with protein samples, with molecular weight standard if required.\n5. Assemble electrophoresis chamber and run samples at 250 V for 25 min at room temperature.\n6. Remove gel from chamber and place in deionized water.\n7. Visualize in-gel fluorescence using a Typhoon Biomolecular imager or equivalent with a blue light filter, as per Fig. 3 (see Note 24).\nThe time from start to finish for SDS-PAGE is ~0.75 h.\n3.6.2 Native-PAGE 1. Prepare NativePAGE™ Bis-Tris Gel System chambers and gels per manufacturers or lab standard protocols (see Note 25).\n2. Take centrifuged and filtered samples as prepared via Subheading 3.4 and remove 10–30 μg of total protein and place in a 1.5 mL microcentrifuge tube.\n3. Add the appropriate volume of 4 NativePAGE™ sample buffer to each sample for a final 1 concentration, and place samples on ice.\n4. Make 1 NativePAGE™ Anode buffer per manufacturer’s specifications.\n5. Make 1 Cathode buffer by adding 50 mM Tricine pH 7.0, 7.5 mM Imidazole, 0.02% βDDM, and 0.05% sodium deoxycholate and dilute to 200 mL with deionized water (see Note 26).\n6. Load 4–16% polyacrylamide gel wells with protein samples, with native molecular weight standard if required.\n7. Assemble electrophoresis chamber and run samples at 150 V for 120 min at room temperature or 4 C.\n8. Remove gel from chamber and place in deionized water.\n9. Visualize in-gel fluorescence as in SDS-PAGE step 7, as per Fig. 3.\nThe time from start to finish for Native-PAGE is ~2.5 h.\n3.7 Design\nand Cloning\nof Constructs\nfor Insect Cell\nExpression\nAt this point in the workflow, after F-SEC and electrophoresiscoupled in-gel fluorescence (Figs. 2 and 3), you will have an idea of the 1–2 top expressing, most homogenous and monodisperse membrane protein homologs from human cells. From here we move from human cells to an analogous expression system capable of making copious amounts of high-quality membrane POIs that is scalable once nano-scale characterization is complete. The baculovirus system using insect cell lines is a popular choice because it can robustly overexpress prokaryotic and eukaryotic proteins, and its methods are relatively affordable while being highly reproducible. One drawback of the baculovirus system is its throughput, where going from DNA to protein may take up to 15–20 working days. Our workflow has been engineered to be as high-throughput as possible. Toward this goal we designed our human expression system vector pEGFP-N3mod (see Note 2) to be transferable to baculovirus with a straightforward cut and paste cloning strategy of our entire POI-eGFP-Histidine tag fusion into pFastBac1 (see Note 27).\n1. Clone out the best expressing and most monodisperse constructs from pEGFP-N3mod into pFastBac1 using the restriction enzymes SalI and NotI. The time from start to finish for cloning is ~5 days.\n2. Add any desired modification to the construct via site-directed mutagenesis.\n3. Sequence verify cloned genes.\n3.8 Generating\nBacmid\nand Baculovirus\nfor POI Using Insect\nCells\n1. Using sequence-verified plasmid DNA cloned into the pFastBac1 vector, transpose E. coli DH10Bac™ cells and verify proper bacmid generation per manufacturer’s protocols (see Note 28).\n2. See Subheading 2.8 for a list of what is typically needed.\n3. Once bacmid DNA has been PCR verified and in hand, seed a 6-well tissue culture plate with 2 mL of monolayer or suspension-adapted Sf9 cells at a concentration of 4.5 105 cells/mL (~1 106 cells per well) in serum-free media.\n4. Incubate on a flat surface at room temperature for 1 h to allow cells to adhere.\n5. Transiently transfect Sf9 cells by adding 50 μL of Buffer EC to a sterile microcentrifuge tube, followed by 1 μg of bacmid DNA and 5 μL of Enhancer.\n6. Vortex for 1 s then spin down quickly using a centrifuge, and allow to incubate together for 5 min at room temperature. 7. After time, add 10 μL of Effectene® transfection reagent, vortex for 10 s and spin down again and allow to incubate at room temperature for 20 min.\n8. After time, add 50 μL of fresh EC buffer and add dropwise the entire transfection mix to one well of the 6-well plate.\n9. Place in humidified chamber, protected from light, and incubate at 27 C for 4 days.\n10. During transfection observe viral amplification using a light microscope (see Note 29).\n11. After time, harvest the P0 virus by removing transfection supernatant with sterile 5 mL syringe and pass through 0.2 μm syringe filter.\n12. Then, to a 50 mL suspension culture of Sf9 cells at ~2 105 cells/mL add ~100 μL of P0 virus and allow to amplify for 2–6 days at 27 C while rotating at 125 rpm.\n13. After time, harvest the P1 virus by placing cells and media into a sterile 50 mL conical tube and centrifuging in a swing-bucket centrifuge at 500 g for 10 min, then decant the supernatant into a new sterile 50 mL conical tube.\n14. Titer the 50 mL P1 virus using your preferred methodology (see Note 30).\nThe time from start to finish for transposition, transfection, virus generation, and titering is ~15 days.\n3.9 Optimizing POI\nExpression, Stability,\nand Purification\nWhile the information gathered from F-SEC in human cells is critical for the next steps of optimization, it has given us no discernable data on protein stability. Moreover, due to the highthroughput design of the human cell expression protocols it is unclear whether protein expression levels may be improved. Using a POI-eGFP fusion in the baculovirus expression system one can rapidly test variables that boost protein expression, screen additives that increase protein stabilization, and optimize protein behavior and yields during purification.\n3.9.1 Expression The following is an expression experiment meant to rapidly screen time, temperature, and MOI, three common parameters to vary toward obtaining the most homogeneous protein sample.\n1. Seed six sterile, non-baffled, glass 150 mL Erlenmeyer flasks with 50 mL of 1 106 cells/mL suspension-adapted Sf9 cells in serum-free media.\n2. Incubate overnight at 27 C in shaking incubator set to 125 rpm.\n3. Next day, add the appropriate volume of titered P1 virus for one POI to each culture for a multiplicity of infection (MOI) of 0.2, 2.0, and 20.0, in duplicate (see Note 31).\n4. Incubate at 27 C in shaking incubator set to 125 rpm for 24 h.\n5. Next day, remove 5 mL of culture from all six flasks and pipette into 15 mL conical tubes.\n6. Centrifuge 15 mL conicals at 3,200 g (4,000 rpm) for 5 min, vacuum aspirate off the media and place samples in 80 C until use.\n7. Then take three flasks with each MOI and place at 23–24 C in shaking incubator set to 125 rpm while leaving the other three flasks at 27 C shaking at 125 rpm.\n8. Every 24 h from initial inoculation, remove 5 mL culture from all six flasks, up to 120 h.\n9. After 120 h, remove samples from 80 C in 15 mL conicals and allow to thaw on ice.\n10. Add 1 mL of Resuspension buffer to each of 30 samples, transfer contents to thick-walled Microcentrifuge tubes, and sonicate using a small tip or handheld sonicator to lyse the Sf9 cells.\n11. Follow the sample preparation procedure outlined in Subheading 3.4, steps 5–12.\n12. After solubilization of expression samples, perform F-SEC and in-gel SDS-PAGE analyses on all 30 samples per Subheadings 3.5 and 3.6.1, highlighted in Fig. 4 (see Note 32).\n13. Using the identical method, test alternate cell lines such as Tn5 or Sf21 and compare the highest expression parameters in those cells to Sf9, for maximizing yields.\nThe time from start to finish for expression assessment is ~6 days.\n3.9.2 Stability Once it is determined which time, temperature, andMOI is best for obtaining high amounts of monodisperse protein, use the remaining sample from that aliquot and determine the protein’s thermostability in the standard F-SEC buffer in βDDM. The following method is based on the assay developed by Hattori et al. [6]. At the end of the experiment you will obtain the Tm of the protein in solution, the denaturation temperature where half of the protein remains in a folded state. This is the temperature that serves as a reference point for testing the effects of small molecule additives on protein thermostabilization.\n1. Remove pre-F-SEC, post-solubilization sample in thick-walled Microcentrifuge tube and aliquot 50–200 μg total protein into ten PCR tubes.\n2. Label each tube 1–10.\n3. Using a standard PCR Thermal Cycler, place tube 1 in the cycler and create a method with a step 1 temperature of 4 C for 10 min, followed by a step 2 hold at 4 C for 1.\n4. When ready, take tube 1 from cycler and remove precipitate by transferring sample to 0.2 μm centrifugal spin filter.\n5. Place sample in autosampler vials and place in autosampler rack at 4 C.\n6. Repeat steps 3–5 for the remaining nine samples, but increase PCR step 1 temperature for each sample by 10 C intervals, for a final temperature range from 4 to 94 C.\n7. Once all ten samples have been temperature challenged and filtered, perform F-SEC analysis per Subheading 3.5, with representative results shown in Fig. 5.\n8. Determine the melting temperature, Tm, by plotting fluorescence peak intensity/peak area (mV) versus temperature ( C) and fitting the curve to a sigmoidal dose-response equation, as in Fig. 5 (see Note 33).\n9. Assess the effect of small molecules such as osmolytes, cholesterol, lipids, known ligands or ions, and detergents on protein stability by adding them to the post-βDDM-solubilized sample and challenging at the experimental Tm, per Fig. 5 (see Note 34).\nThe time from start to finish for thermostability assessment is ~1 h per sample using F-SEC-based methods.\n3.9.3 Purification Once a Tm is established as in Fig. 5, protocols for optimizing protein stability and purification should go hand-in-hand. Here, the POI-eGFP-Histidine tag construct can be scaled up to the milli-scale levels required for structure–function studies. At this point you should know: (1) which POI expresses best and is most homogenous, (2) the insect cell type and expression parameters that result in the highest amount of monodisperse protein, and (3) the Tm of the protein in F-SEC buffer pH 7.4 with βDDM and the effect of select additives on the protein’s thermostability.\n1. Seed a sterile, non-baffled 150 mL Erlenmeyer flasks with 50 mL of 1 106 cells/mL suspension-adapted insect cells in serum-free media.\n2. Incubate overnight at 27 C in shaking incubator set to 125 rpm.\n3. Next day, add the appropriate volume of titered P1 virus to achieve an optimal MOI and place back at 27 C overnight.\n4. Next day, transfer culture to another temperature, if necessary.\n5. End the expression after optimized time and temperature based on results from Subheading 3.9.1.\n6. Harvest 50 mL culture by transferring contents to a sterile 50 mL conical tube and centrifuging at 4000 rpm for 10 min.\n7. Decant media supernatant and discard.\n8. Add 10–20 mL Resuspension buffer to cells, vortex to homogenize, place on ice, then sonicate with a small tip or handheld sonicator until complete lysis is achieved.\n9. Centrifuge sample in ultracentrifuge at 100,000 g (34,000 rpm) for 60 min (see Note 35).\n10. Remove supernatant by decanting, then add 10–20 mL fresh Purification buffer and scrape off pelleted membranes (see Note 36).\n11. Homogenize by dounce homogenizer.\n12. Split sample into 5–10 aliquots and perform small-scale IMAC and SEC purifications using different buffer variables.\n13. Track purification via F-SEC and in-gel SDS-PAGE to determine protein homogeneity, monodispersity, and purity per Subheadings 3.5 and 3.6.1.\n14. Repeat steps 1–13 iteratively, altering factors such as solubilizing detergent type and concentration, pH and buffer type, ionic strength and salt type, et al.\n15. Combine small-scale purifications with F-SEC-coupled thermostability assay until optimal protein homogeneity, monodispersity, and stability is achieved.\n16. Use sample(s) for structure–function analyses (see Note 37).\n4 Notes\n1. As a first pass we suggest placing eGFP on the C-terminus of the POI as it ensures full-length protein expression and as a means to minimize the number of initial constructs. If the number of initial constructs is low, or focus is on only one protein ortholog, then placing the tag on both termini is a good option. Also, we suggest adding a purification tag, although not necessary, the construct can be used as a proxy for a similar construct before going large-scale.\n2. pEGFP-N3mod is our lab-specific human cell F-SEC screening vector. Per Kawate and Gouaux [3], we modified pEGFP-N3 slightly to create a custom vector. First, we added an 8- -Histidine tag to the C-terminus of eGFP, then made a point mutation in eGFP (Ala207Lys) that prevents eGFPmediated dimerization, and finally we mutated out the XcmI restriction site in the multiple cloning site that lies between the BamHI site and the start codon of eGFP. This allows us to clone any gene into the pEGFP-N3mod vector using SalI and BamHI, where BamHI becomes a GS linker between our POI and eGFP.\n3. HEK-293T cells are preferred but any derivative including HEK-293S GnTI- or HEK-293ES may be used.\n4. Other detergents can be tried for solubilization but in our experience βDDM is the detergent of choice for initial screening of membrane proteins of all sizes and topologies. Usually once a target protein has been identified after F-SEC, a panel of detergents can be used to screen for solubilization of the wellexpressing protein during purification optimization.\n5. No antibiotics should be present, and FBS or BCS are not necessary, media should be serum free.\n6. (1) Kozak sequence we use is GCCACCATG, with ATG being the start codon. (3) The short amino acid linker may be present or not depending on the amount of disorder predicted in the C-terminus of the POI. Our linker is Gly-Ser in most cases, which is the BamHI cloning site (GGATCC). (5) Our lab uses at least an 8 histidine tag, but the tag length and type may be adjusted depending on end use or results from F-SEC. It is not necessary to purification tag your F-SEC screening constructs but we find it helpful for downstream analyses while waiting for cloning of altered or eGFP-less constructs.\n7. This procedure is dedicated to 22 POIs, but this number can be adjusted as well as the number of wells required for the tissue culture plate. A 6-well plate has over 4 the surface area of a 24-well plate, so it is possible to adjust the procedure if more cells are expected to be required. In our experience, variability in seeding densities per well makes it preferable to do all transfections at once on the same plate platform, however.\n8. Follow the transfection protocol per the manufacturer’s short DNA transfection protocol. This procedure can be altered for other plate sizes or optimized for better transfection efficiency, if needed.\n9. For a negative control we treat the cells with transfection mixture without any plasmid DNA added. For a positive control we use a membrane POI that expresses well as our transfection control. Alternatively, you could use the pEGFP-N3 vector alone as the positive control, which will express soluble eGFP. This is less preferable, but adequate as a means to visualize transfection efficiency.\n10. In our experience, it is not required and sometimes detrimental to remove the reaction and media, as the thin monolayer of cells may dry out in the 24-well plate format. It is best to leave the experiment alone, in our estimation.\n11. Our lab uses a Nikon Ti microscope equipped with Nikon DS-Qi2 fluorescence and DS-Ri2 color cameras, a Sutter Lambda LS-2 xenon arc lamp, and Sutter excitation and emission filter wheels. For 10 and 20 magnification the scope is equipped with 0.45 and 0.75 Plan Apo lenses, respectively. The filter set for eGFP is a Chroma 89021 ET with excitation and emission at 470 and 525 nm. The software, NIS-Elements 4.30 (Nikon), runs on a PC with 64-bit Windows 7 Pro (Microsoft), a Core 2 Duo E8500 (Intel) processor, and NVIDIA Quadro NVS 290 graphics card (HP).\n12. It is possible to remove the DMEM media first by vacuum aspiration before scraping off the monolayer but we have noticed that HEK-293T cells tend to become detached after transfection and the possibility exists that you will lose sample\nby first aspirating; adding the entire experiment to a centrifuge tube first allows for recovery of all cells.\n13. At this point in the protocol the procedure may be halted by placing the cells in Resuspension buffer and flash freezing them in liquid nitrogen then placing in 80 C until use. We have observed no change in F-SEC results or harm to the samples after freezing, and they are fine for up to 1 month or more.\n14. Beckman Microcentrifuge tubes don’t seal/snap tightly and you could lose your samples.\n15. Some membrane proteins are notoriously difficult to solubilize and may require longer incubation times with detergent, up to 4–24 h. For the purpose of this HTP protocol we will assume this isn’t the case.\n16. Solubilization does not need to occur in thick-walled Microcentrifuge tubes but sample may be lost transferring from nonthick-walled Eppendorf® tubes to these tubes. Care must be taken that the proper tubes are used for Ultracentrifugation, and non-thick-walled tubes will fail under high pressure, sample will be lost, and the rotor at high velocity could become unbalanced and hazardous.\n17. It is important to load the same amount of total protein for each sample for F-SEC. The A280 nm reading of the total cell lysate will be left shifted, but in our experience most samples should have similar protein concentration. This step is necessary in case they do not, so that the loading volumes can be adjusted to account for divergences. This step will be useful in F-SEC as well as in-gel fluorescence SDS-PAGE for quantifying expression of the POI.\n18. Our lab uses Shimadzu Prominence HPLCs equipped with LC-10ADVP or LC-20AD pumps, SCL-10AVP controllers, FRC-10A fraction collectors, SIL-10AP autosamplers, SPD-M10AVP or SPD-M20A diode arrays, and RF-10AXL or RF-20A fluorescence detectors; and use Shimadzu LabSolutions or CLASS-VP software on a PC running either Windows 7 or Windows XP.\n19. For normal F-SEC procedures it is not necessary to turn on a diode array or UV detector, as the A280 nm trace is mostly meaningless with whole-cell extracts. Turning it on does little to help interpretation, and only diminishes lamp life.\n20. With 22 samples, and twoQC samples at a constant flow rate of 0.75 mL/min, we estimate 720 mL of buffer will be required for this analysis. That assumes ~30 mL per sample for 24 samples. It is important to make more buffer than is necessary, as air in the system and on column will damage each and make data interpretation problematic.\n21. Take care to ensure the flow rate is comfortably below the pressure limit of the SEC column, as you’re injecting crude lysates, although filtered, can precipitate over time.\n22. This step is optional. However, we always run a fluorescent protein standard consisting of an amount of purified eGFP that corresponds to ~700 mVof fluorescence signal from the detector. This ensures that the detector lamp is fully functional and not dimming over runs and for comparative purposes. Since each detector will need to be individually calibrated, you will need to determine your lamps range empirically. Additionally, the last sample injected after all POIs and standards are run is 500 μL of filtered 1 M NaOH to clean the column of precipitated or aggregated small and large molecules.\n23. We utilize the SDS-PAGE system and gels from Bio-Rad.\n24. Visualization input for Typhoon Biomolecular Scanner: Acquisition Mode Fluorescence, using the 520 BP 40 filter (Blue2 488 nm), PMT of 500, Normal sensitivity, Platen focal plane. 25. The protocols for theNovex®NativePAGE™Bis-Tris gel system BlueNative-PAGE procedure fromThermoFisher are essentially followed exactly (https://www.thermofisher.com/content/ dam/LifeTech/global/life-sciences/ProteinExpressionAnalysis /pdfs/NativePAGE_Bis-Tris%20Gels_Protocol.pdf).\n26. Because Coomassie G-250 interferes with in-gel fluorescence detection of eGFP, the Blue Native-PAGE protocol has been modified based on the high-resolution Clear Native-PAGE methodology published by Wittig et al. [10]. By exchanging Coomassie G-250 dye for βDDM and sodium deoxycholate, membrane proteins obtain the necessary negative charge to move toward the positively charged anode, while still maintaining their native protein fold. Since all membrane proteins have variable charge and size distributions, the cathode buffer may need to be optimized for high-resolution clear NativePAGE, which might include alternate concentrations or types of non-denaturing detergents and concentrations of sodium deoxycholate.\n27. The design of pEGFP-N3mod allows us to cut out all POI homologs using SalI and NotI from the human expression vector and paste the POI into pFastBac1 using the same strategy, as both vectors contain these two restriction sites in their multiple cloning sites. This scheme allows for the constructs designed in Subheading 3.1 to be used for scale-up in baculovirus expression systems, and for the POI-eGFP-Histidine construct to be utilized for nano-scale optimization of expression, purification, and stabilization. 28. We utilize the Bac-to-Bac® Baculovirus Expression Systems technology and follow the protocols outlined in the manual\nprovided by Invitrogen™ and ThermoFisher. Although, we believe a previous version to be more helpful, found here: http://wolfson.huji.ac.il/expression/bac.pdf.\n29. For transfection it is important to have a negative and, preferably, a positive control. The negative control consists of transfection reagents added to cells without bacmid DNA, and positive control consists of a previously expressing POI P1 virus. By comparing infection and amplification of the two controls and the POIs, you can gauge successful transfection. For instance, cells for the positive control should cease doubling within 1–2 days, that of the transfection should cease doubling within 2–4 days, while the negative control should not cease doubling. Also, infection with baculovirus particles will make the Sf9 cells swell slightly and start to adhere in the monolayer less. By comparing cell morphologies, adhesion, and confluencies you can accurately track positive transfection of your POI.\n30. Titering is essential for optimizing protein expression, which in turn is required for optimizing purification and stability, so we highly recommend titering all baculovirus stocks. The plaque assay is one method of titering virus, explained in the Bac-toBac® Baculovirus Expression Systems manual, although throughput is not optimal.\n31. For instance, two flasks withMOI of 0.2, two withMOI of 2.0, and two with MOI of 20.0. It is also possible to alter the MOIs tested to 0.1, 1.0, and 10.0. MOI is the ratio of virus to cells and can be calculated by the following formula:\nFormula:\nDesired MOI pfu=mLð Þ Total number of cellsð Þ Titer of viral stock inoculum pfu=mLð Þ\n¼ Inoculum required mLð Þ Example:\n2:0 pfu=mLð Þ 2 106 cells=mL 50 mL\n1 109 pfu=mLð Þ ¼ 0:2 mL P1 virus added to 50 mL culture\n32. We find by performing this nano-scale procedure in 50 mL suspension it better mimics larger scale protein production that will be used in the future. By coupling in-gel SDS-PAGE and F-SEC there should be a clear trend indicating the best time, temperature, and MOI where the most monodisperse protein is obtained. The alternate temperatures used in this experiment account for the fact that some membrane proteins tend to be toxic when overexpressed, and lowering the culture\ntemperature and increasing the MOI often favor better expression. One could also do in-gel Native-PAGE, but we find it not necessary in most cases.\n33. As temperature increases the F-SEC profiles of the protein will change by slowly decreasing in fluorescence intensity, and/or decreasing elution volumes and eventual inclusion into the void caused by protein aggregation. See Hattori et al. [6] and Kumari et al. [11] for more information on curve fitting.\n34. This is a good point to test alternate detergents, and how they affect amount of protein solubilized and thermostability compared to βDDM. In our experience the best way to test the effects of detergents on stability is to solubilize the protein from a fresh batch of cells in a panel of detergents, and not to exchange post-solubilized βDDM samples into other detergents. The CMC of βDDM is very low and the exchange rate is very slow, so attempting an exchange could confound the effect of the new detergent.\n35. We use a Beckman-Coulter Type 50.2 Ti rotor for these purposes.\n36. Purification buffer is Resuspension buffer plus additives discovered to increase stability as determined by the F-SEC-coupled thermostability assay outlined in Subheading 3.9.2.\n37. Once purification has been optimized at the 50 mL culture, milli-scale level, the working construct with eGFP fusion may be scaled up 10–100-fold depending on estimated protein yields and required amounts for structure–function determination. It is here that the construct may be reengineered, to ideally remove the eGFP fusion. Because eGFP is C-terminal to the POI, it likely had little effect on the protein’s behavior in vivo and in vitro, so all knowledge gained in optimizing expression, stability, and purification can be preserved and applied to your new POI constructs."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by NIH grant R01 GM24485."
    } ],
    "references" : [ {
      "title" : "How many drug targets are there",
      "author" : [ "JP Overington", "B Al-Lazikani", "AL Hopkins" ],
      "venue" : "Nat Rev Drug Discov",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2006
    }, {
      "title" : "Fluorescencedetection size-exclusion chromatography for precrystallization screening of integral membrane proteins",
      "author" : [ "T Kawate", "E Gouaux" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2006
    }, {
      "title" : "In vivo monitoring of intracellular expression of human interleukin-2 using green fluorescent protein fusion partner in Pichia pastoris",
      "author" : [ "HJ Cha", "NG Dalal", "WE Bentley" ],
      "venue" : "FSEC",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2004
    }, {
      "title" : "Exploring protein-folding ensembles: a variable-barrier model for the analysis of equilibrium unfolding experiments",
      "author" : [ "V Muñoz", "JM Sanchez-Ruiz" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2004
    }, {
      "title" : "A fluorescence-detection  size-exclusion chromatography-based thermostability assay for membrane protein precrystallization screening",
      "author" : [ "M Hattori", "RE Hibbs", "E Gouaux" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Improved green fluorescent protein by molecular evolution using DNA shuffling",
      "author" : [ "A Crameri", "EA Whitehorn", "E Tate", "WP Stemmer" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1996
    }, {
      "title" : "Quality control of  overexpressed membrane proteins",
      "author" : [ "ER Geertsma", "M Groeneveld", "DJ Slotboom", "B Poolman" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2008
    }, {
      "title" : "Membrane protein crystallization: current trends and future perspectives",
      "author" : [ "JL Parker", "S Newstead" ],
      "venue" : "Adv Exp Med Biol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "High resolution clear natve electrophoresis for in-gel functional assays and fluorescence studies of membrane protein complexes",
      "author" : [ "I Wittig", "M Karas", "H Sch€agger" ],
      "venue" : "Mol Cell Proteomics",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2007
    }, {
      "title" : "Fluorescence-based screening of membrane proteins for structural studies",
      "author" : [ "J Kumari", "S Dhingra", "J Kumar" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Researchers approximate that 30% of the human genome codes for a membrane protein, and that they are targets of 60% of all marketed drugs [1, 2].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 1,
      "context" : "Fluorescence microscopy may be coupled with a procedure termed fluorescence-detection size-exclusion chromatography (F-SEC), to follow the membrane protein from translation to crystallization [3].",
      "startOffset" : 192,
      "endOffset" : 195
    }, {
      "referenceID" : 2,
      "context" : "F-SEC takes advantage of the fact that fluorescent proteins fold even when fused in-frame to the N- or C-terminus of a target protein, allowing direct study and visualization of the target protein in vivo and in vitro [4].",
      "startOffset" : 218,
      "endOffset" : 221
    }, {
      "referenceID" : 1,
      "context" : "high-quality membrane proteins amenable to structure–function analyses [3].",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 3,
      "context" : "For these reasons, it is one of the most effective ways to circumvent the expression bottleneck in membrane protein structural biology, and can be applied to help overcome the stability impediment by temperature challenging the protein to determine parameters that improve a protein’s denaturation temperature (Tm) [5, 6].",
      "startOffset" : 315,
      "endOffset" : 321
    }, {
      "referenceID" : 4,
      "context" : "For these reasons, it is one of the most effective ways to circumvent the expression bottleneck in membrane protein structural biology, and can be applied to help overcome the stability impediment by temperature challenging the protein to determine parameters that improve a protein’s denaturation temperature (Tm) [5, 6].",
      "startOffset" : 315,
      "endOffset" : 321
    }, {
      "referenceID" : 5,
      "context" : "In brief, a membrane protein is cloned into a vector behind a strong promoter but in front of the DNA sequence that codes for enhanced green fluorescent protein (eGFP), creating a prototype construct [7].",
      "startOffset" : 200,
      "endOffset" : 203
    }, {
      "referenceID" : 6,
      "context" : "Because folding of the membrane protein is a bigger challenge for the heterologous expression system, it is important to place the eGFP downstream of the protein of interest (POI) so it ensures monitoring and purification of proper folded full-length protein, and not stalled translations or truncations, which may be common with N-terminally fused eGFP constructs [8].",
      "startOffset" : 365,
      "endOffset" : 368
    }, {
      "referenceID" : 7,
      "context" : "4 F-SEC Sample Preparation For the purposes of this protocol, βDDM (see Note 5) is the detergent of choice for optimal membrane protein extraction and stability, as it has proven to be a mild, non-denaturing detergent, relatively cheap, and the most popular detergent for crystallization of many classes of membrane proteins [9].",
      "startOffset" : 325,
      "endOffset" : 328
    }, {
      "referenceID" : 1,
      "context" : "Per Kawate and Gouaux [3], we modified pEGFP-N3 slightly to create a custom vector.",
      "startOffset" : 22,
      "endOffset" : 25
    }, {
      "referenceID" : 9,
      "context" : "[11] for more information on curve fitting.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "Structural biology has revealed predicting heterologous expression levels, homogeneity, and stability of a protein from its primary structure are exceedingly difficult. Membrane proteins, in particular, present numerous challenges that make obtaining milligram quantities of quality samples problematic. For structural and functional investigation of these molecules, however, this is what is required. Fluorescence sizeexclusion chromatography (F-SEC), a technique where a protein of biological interest is fused to green fluorescent protein (GFP) and monitored, circumvents many bottlenecks inherent to membrane protein structural biology. In vivo expression yields, as well as in vitro homogeneity and stability, can be rapidly evaluated utilizing nanogram quantities of unpurified protein. In this chapter we describe our most current protocols for expression screening and biochemical characterization of membrane proteins using F-SEC, as it pertains to a high-throughput (HTP) crystallographic pipeline. Therein, the methods and workflow were designed and optimized for structure–function elucidation of eukaryotic integral membrane proteins, but may be applied to prokaryotic or water-soluble proteins with minor modifications, thus making it a useful general approach.",
    "creator" : null
  }
}