{
  "name" : "downloads_2019-11-16_f8_qu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Experimental study on thermal conductivity of paraffin-based shape-stabilized phase change material with hybrid carbon nano-additives",
    "authors" : [ "Y. Qu", "S. Wang", "D. Zhou", "Y. Tian" ],
    "emails" : [ "yanqu@upc.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nRenewable Energy\njournal homepage: www.elsevier .com/locate/renene\nExperimental study on thermal conductivity of paraffin-based shape-stabilized phase change material with hybrid carbon nano-additives\nY. Qu a, *, S. Wang a, D. Zhou b, Y. Tian c\na School of Chemical Engineering, China University of Petroleum, Qingdao, 266580, China b Centre for Renewable Energy Systems Technologies (CREST), Wolfson School of Mechanical, Electrical and Manufacturing Engineering, Loughborough University, Leicestershire, LE11 3TU, UK c School of Engineering and Sustainable Development, De Montfort University, Leicestershire, LE1 9BH, UK\na r t i c l e i n f o\nArticle history: Received 29 March 2019 Received in revised form 24 July 2019 Accepted 20 August 2019 Available online 20 August 2019\nKeywords: Shape-stabilized PCM Thermal conductivity Synergistic effect Hybrid carbon nano-additives\n* Corresponding author. E-mail address: yanqu@upc.edu.cn (Y. Qu).\nhttps://doi.org/10.1016/j.renene.2019.08.098 0960-1481/© 2019 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThermal energy storage with Phase Change Materials (PCMs) is one of the most potential technologies for energy storage. However the low thermal conductivity of PCMs reduces the heat exchange rate during melting and solidification cycles. This paper studied the effects of two hybrid Carbon Nano-additives (CNs) fillers, that is, Expanded Graphite-Multi-walled Carbon Nano-tube (EG-MWCNT) and Expanded Graphite- Carbon Nano-fiber (EG-CNF), on the thermal conductivity of Paraffin-HDPE SSPCM. From the viewpoints of synergistic thermal enhancement effect and the interfacial thermal resistance, the principle of enhancing thermal conductivity of Paraffin-HDPE/EG-MWCNT and Paraffin-HDPE/EG-CNF composite PCMs was analyzed. A modified Maxwell-Garnett model with a synergy factor h was proposed, which found excellent agreement between model prediction and the experimental data. Compared with the 5wt% loading of single CN additive EG, the thermal conductivities of hybrid CNs fillers (EG-MWCNT and EG-CNF) Paraffin-HDPE SSPCM had increased by 60% and 21.2% respectively. Within the scope of mass ratios of hybrid CNs fillers in this paper, Paraffin-HDPE/EG-MWCNT composite PCM exhibited superior performance than Paraffin-HDPE/EG-CNF in thermal conductivity with the optimal mass ratio of EG and MWCNT being 4:1.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Thermal energy storage (TES) with Phase Change Materials (PCMs) can effectively utilize the intermittent heat source, especially solar energy. Incorporating PCMs into building envelops can passively use solar energy to largely keep the room temperature within a thermal comfort range and in turn to reduce energy consumed by heating and cooling. The most potential materials are paraffin-based PCMs due to their suitable melting temperatures (18 Ce30 C), negligible super-cooling effect, low cost and excellent thermal and chemical stabilities. However, the disadvantage of low thermal conductivity (with an average of 0.2W/(m$K)) reduces the heat transfer rate during the melting and solidification cycles. Several methods can be used to enhance the thermal conductivity\nof paraffin, such as using extended fins in a heat storage system, embedding porous matrices in PCMs (such as metal foams, porous graphite foams and ceramic honeycombs) [1], incorporation of high thermal conductivity fillers (such as carbon nano-additives or metal nano-particles) and PCM microencapsulation.\nMany investigations focused on the effects of adding carbon nano-additives (CNs) to paraffin-based composite PCMs due to their excellent thermal conductivities and low densities. The four most studied CNs in paraffin were expanded graphite (EG), carbon nano-fibers (CNFs), exfoliated graphite nanoplatelets (xGNP) and carbon nano-tubes (CNTs) including SWCNTs (Single-walled Carbon Nano-tubes) and MWCNT (Multi-walled Carbon Nano-tubes), the microstructures of which are shown in Fig. 1. From the structure dimensions, GNP is of 2D planar type while CNF and CNT are of 1D tubular type, and EG is of worm-like porous structure. The achievements regarding the thermal conductivity and latent heat enhancement in PCMs/CNs composites were summarized by Amaral et al. [2]. Among all types of CNs, GNP and EG have the\nNomenclature\nd diameter m Hm latent heat kJ/kg k thermal conductivity W/(m$K) l length m r radius m R radius of phase transition m RBd interface thermal resistance m2K/W s area fraction % t time s T0 initial temperature C T∞ ambient temperature C Tm phase change temperature C V volume fraction % w mass fraction %\nAcronyms BN boron nitride CBT cyclic butylene terephthalate CN carbon nano-additives CNF carbon nano-fibers EG expanded graphite EGP expanded graphite platelets EVA ethylene vinyl acetate GF graphene foam GNP graphite nanoplatelets\nGO graphene oxide HDPE high density polyethylene LDPE low density polyethylene MFR melt mass-flow rate MGF multilayer graphene MGP multi-graphene platelets MPCM microencapsulated phase change materials MWCNT multi-walled carbon nanotubes PCF pitch-based carbon fibers PDMS polydimethylsiloxane PEG polyethylene glycol SBS styrene-butadiene-styren SSPCM shape-stabilized phase change materials SWCNT single-walled carbon nano-tubes\nGreek letter a dimensionless parameter z radius of the phase transition position m h synergy factor r density g/cm3\nSubscripts c composite material f freezing m matrix material p particle\nbetter beneficial effect in thermal conductivity enhancement due to the 2D planar structure of GNP and the worm-like structure of EG by decreasing the filler/matrix interfacial thermal resistance and creating more heat conduction links. However, GNP is prone to aggregation due to the lamellar structure and thereby limits the further enhancement of heat conduction, while EG not only increases the thermal conductivity of PCM and enhances the shape stabilization through retaining the liquid wax by capillary forces formed in the porous structure [3], but also improves the flame retardant properties through the generation of carbonaceous char\nresidue in the condensed phase [4]. Therefore EG was selected in the current study to form the CNs complex with two kinds of 1D structure CNs, which are MWCNT and CNF.\nIt was not clear whether the thermal conductivity enhancement depends on the type of CNs, the dispersion of CNs into the PCM matrix, intermolecular forces or other reasons [2]. Moreover, most previous works focused on the thermal conductivity enhancement of PCM by single CN, with little discussion on the synergistic effect of multiple hybrid fillers. Several research groups reported synergistic effect in the thermal conductivity enhancement of non-PCM\ndditives in paraffin.\nTable 1 The prediction models of thermal conductivity of composite materials.\nModels Equation Application Refs\nKingery model kc ¼ smkm þ spkp The first phase is continuous and the second phase is isolated spherules. [12] Maxwell-Eucken\nmodel kc ¼ 2km þ kp þ 2Vpðkp kmÞkm þ kp Vpðkp kmÞ ,km\nThe continuous phase is the dispersed spherical particles, taking into account of the volume fraction of particles. [13]\nMaxwell-Garnett model kc ¼ ½kpð1þ 2aÞ þ 2km þ 2Vp½kpð1 aÞ km ½kpð1þ 2aÞ þ 2km Vp½kpð1 aÞ km ,km Considering the volume fraction of particles, and the size and shape factor of particles are not considered [14] Bruggeman model\nð1 VpÞ ¼ kc km\nð1þ2aÞ= kc kpð1 aÞ km kpð1 aÞ 3=ð1 aÞ Considering the volume fraction of particles, and the change of particle geometry and mixing process is not considered. [15]\nEMT model kc ¼ 3þ 2Vp;1ðkp=kmÞ þ 6Vp;2 3 ðVp;1 þ 3Vp;2Þ\nConsidering the volume fraction of the continuous phase and particles. [16]\ncomposites by using different microstructure hybrid fillers, such as Multi-graphene Platelets(MGPs)/MWCNT fillers into epoxy [5], Graphene-nanoplatelets (GNPs)/Pitch-based Carbon Fibers (PCFs) fillers into the polymerized Cyclic Butylene Terephthalate (pCBT) [6], GNP/MWCNT fillers into the polycarbonate matrix [7], Multilayer Graphene Flakes (MGFs)/Graphene Foam (GF) fillers into the flexible polymer composites Polydimethylsiloxane (PDMS) [8].\nWith regards to the synergistic effect on the thermal conductivity enhancement of PCM composites by using hybrid fillers, very little research has been carried out. Tian et al. [9] investigated EG/ CF-filled paraffin/Ethylene Vinyl Acetate (EVA) SSPCM with EVA instead of HDPE as the supporting material and with the paraffin of a high phase change temperature (Tm¼ 50.45 C). The significantly synergistic enhancement to thermal conductivity of FSPCMs was obtained by using CF and EG. Liu and Yang [10] studied expanded graphite platelets (EGP)/MWCNT-filled SSPCM based on paraffin, HDPE, and styrene-butadiene-styrene (SBS) copolymer. They found 9wt% of EGP and MWCNT increased the thermal conductivity of SSPCM by 246% and 159% respectively. Zou et al. [11] studied MWCNT/graphene filled composite PCM but did not mention the shape stability. Previousworks focused on verifying and confirming the synergistic effect ability of enhancing the thermal conductivity of PCM, but rarely studied the mechanism of synergistic effect on the thermal conductivity of PCMs, lacking research in comparing the effects of different combinations of 3D and 1D microstructure CN fillers.\nAs composite PCMs belong to heterogeneous componentmixing system, there is no theoretical model that can accurately predict their thermal conductivities. There were a large number of studies on the thermal conductivity model of composite materials, such as the Kingery model [12], the Maxwell-Eucken model [13], the Maxwell-Garnett model [14], the Bruggeman model [15] and the improved EMT model [16], which predict the effective thermal conductivity based on the thermal conductivity of the components,\nvolume fraction and shape factor. The formulae for predicting the effective thermal conductivity of the above-mentioned models are shown in Table 1. When using these models, it is usually assumed that the composite matrix is a continuous phase and the thermal conductive fillers are particles with a certain shape dispersed in the matrix. However, these prediction models only involve one single dispersed phase and two hybrid fillers as disperse phased are not considered.\nIn the current paper, paraffin-based SSPCM for solar building applications with enhanced thermal conductivity was investigated. In order to use the minimum high density polyethylene (HDPE) to obtain the double effects of minimizing the thermal degradation whilst avoiding the leakage of Paraffin-HDPE SSPCMs, the HDPE mass fraction of 17%e29% was chosen. With paraffin-HDPE matrix regarded as the continuous phase and EG/MWCNT/CNF thermal conductive fillers regarded as the dispersed phase, an improved formula for calculating synergistic thermal conductivity was obtained and verified by experiment. The synergistic effects of thermal conductivity enhancement for two kinds of hybrid CNs fillers, such as EG-MWCNT and EG-CNF, in Paraffin-HDPE SSPCMs were studied theoretically."
    }, {
      "heading" : "2. Experiment",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "The specifications and suppliers of materials used in the test are listed in Table 2. Octadecane with a melting point of 28 C was selected as the PCM and high density polyethylene (HDPE) with high strength was applied as the shaping material. Three types of CNs: expanded graphite (EG), multi walled carbon nanotubes (MWCNT) and carbon nanofibers (CNF) were used to enhance the thermal conductivity of PCM."
    }, {
      "heading" : "2.2. Sample preparation",
      "text" : "The preparation process of the three composite PCMs is shown in Fig. 2 with their composition details given in Table 3. In preparation of Paraffin-HDPE SSPCM samples, paraffin and HDPE were firstly melted in an oil bath at 180 C and meanwhile blended by a cantilever agitator at a screw speed of 1500 rpm (revolutions per minute) for 30min. After uniform mixing, the mixed liquid was injected into a stainless steel mold and repressed, which then cooled down to the room temperature. Finally the samples were dried in an air-dry oven and each sample weighed 2 g. Five mass\nfractions of HDPE, that is,17%, 20%, 23%, 26% and 29%were prepared and tested to determine the reasonable mass fraction of HDPE in the composite PCMs. The preparation processes of Paraffin-HDPE/ EG-MWCNT and Paraffin-HDPE/EG-CNF composite PCMs were the same as those of Paraffin-HDPE preparation, with an extra step of adding EG-CNF and EG-MWCNT hybrid fillers into liquid ParaffinHDPE for continuous blending of 30min. The total mass fraction of thermal conductive fillers was 5% inwhich the mass ratios of EGCNF and EG-MWCNT were 5:0, 4:1, 3:2, 1:1, 0:5, respectively, with each sample being 22 g."
    }, {
      "heading" : "2.3. Thermal conductivity tested by the T-history method",
      "text" : "The thermal conductivity (k) of composite PCMs was derived by the T-history method presented by Zhang et al. [17]. The T-history method enables to obtain melting point, latent heat, specific heat, thermal conductivity of several PCM samples simultaneously. The experimental setup is shown in Fig. 3. Firstly, 2/3 volume of test tubes were filled with prepared composite PCM and one tube was filled with the reference material of water due to its well-known thermophysical properties. The filling mass of each sample was 8e10 g depending on the filling material. Then the tubes with samples and reference material were preheated in a thermostatic water bath to a uniform temperature of T0¼ 65 C which is above the paraffin melting temperature Tm. Finally, the test tubes were simultaneously subjected to the ambient temperature T∞. Before the test, the pre-experiments were carried out until the sample were stable. In the T-history test, each sample was tested for three times and the curves of temperature history (T versus. t) were recorded during cooling process for each time. The average value of the three times was used in the modelling.\nHere the T-t curve in solidification process was used to analysis the heat conduction coefficient of PCM. The tubes with liquid PCM samples with the initial temperature T0 (T0> Tm) was put into a thermostatic water bath with T∞ (T∞< Tm-DT). As the convective heat transfer coefficient of the test tubes and the thermostatic water bath was not negligible, the traditional lumped parameter method cannot be adopted. To solve the thermal conductivity of PCM by the T-history method, it is necessary to assume: (1) the phase transition process is approximately quasi-stable; (2) the physical properties of the PCM are constant; (3) the thermal resistance of the test tube wall is negligible; (4) the lengthdiameter ratio of the test tube is more than 10 [18].\nThe heat conduction differential equation in a cylindricalcoordinate system in the test tube is approximately described in Eq. (1).\n1 r v vr r vT vr ¼ 1 a vT vt ðz< r<R; t >0Þ (1)\nThe boundary condition is presented in Eq. (2).\nt >0 ; r¼R ; T ¼ T∞ (2) The initial condition is presented in Eq. (3).\nt¼0 ; z ¼ R ; T ¼ Tm (3) The solid-liquid interface conditions are presented in Eqs. (4)\nand (5).\nTðr ¼ zÞ ¼ Tm (4)\nk vT vr\nr¼z\n¼ rHm,dzdt ðr ¼ zÞ (5)\nwhere k is the thermal conductivity of solid PCM (W/(m$K)), r is the density of composite PCM (kg/m3) and r¼(r1V1þr2V2)/(V1þV2) (Subscripts 1, 2 represent the compositions in composite PCM), Hm is the latent heat of PCM (kJ/kg).\nThe temperature equation at the quasi-steady assumption is described Eq. (6).\nTðrÞ¼C1 ln r þ C2 (6)\nwhere C1 and C2 are constants. Substituting Eqs. (2) and (3),(4), and (5) into Eq. (6) leads to Eqs. (7) and (8).\nT∞ ¼C1 ln Rþ C2 (7)\nTm ¼C1 ln zþ C2 (8) Solving Eqs. (7) and (8) simultaneously, Eq. (9) and Eq. (10) can\nbe obtained.\nC1 ¼ T∞ Tm lnðR=zÞ (9)\nC2 ¼ Tm ðTm TzÞ,ln z\nlnðR=zÞ (10)\nSubstituting Eqs. (9) and (10) back into Eq. (6) leads to Eq. (11).\nTðrÞ¼ ðT∞ TmÞ lnðr=zÞlnðR=zÞ þ Tm (11)\nTaking the partial derivative of Eq. (11), Eq. (12) can be obtained.\nvTðrÞ vr jr¼z ¼ ðT∞ TmÞ 1 z lnðR=zÞ (12)\nSubstituting Eq. (12) into the solid-liquid interface conditions Eqs. (4) and (5) leads to Eq. (13).\nk rHm dt ¼ z lnðR=zÞ T∞ Tm dz (13)\nIntegrating variable t from 0 to tf for the left hand side of Eq. (13) and integrating variable z from 0 to R for the right hand side of Eq. (13), the solidification time tf of PCM can be obtained.\ntf ¼ rHmR2\n4kðTm T∞Þ (14)\nThe equation for solving the thermal conductivity k of the solid composite PCM can be obtained in Eq. (15).\nk ¼ rHmR 2\n4tf ðTm T∞Þ (15)\nEq. (15) also applied to the thermal conductivity calculation of liquid composite PCM. The calculation of PCM fusion heat Hm can follow the method from Ref. [18]. The relative error of effective thermal conductivity obtained in T-history method is ranged from 8.7% to 10.8%."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Effect of mass ratio of different CNs on thermal conductivity",
      "text" : "Fig. 4 shows the relationship between the thermal conductivity of PCM samples and the mass ratio of different CNs. Firstly, the thermal conductivity of S2 with the addition of 20% HDPE was almost the same as that of pure paraffin. It was proved that HDPE showed no observable effect on the thermal conductivity of paraffin. Secondly, for the Paraffin-HDPE/EG-MWCNT composite PCMs, the thermal conductivities of M1 andM5were 0.85W/(m$K)\nand 0.52W/(m$K), respectively, which increased by 240% and 108% compared to the pure paraffin. EG showed better thermal enhancement effect thanMWCNT under the same content, because the porous structure of EG is more easily interconnected than the tubular structure of MWCNT and develops more effective heat conduction network.\nComparing the EG-MWCNT-based composite PCM samples, it was found that the thermal conductivity of M4was greater thanM5 but less thanM1, whichmeans that mass ratio of EG: MWCNT¼ 1:1 cannot establish a good-enough connection between EG and MWCNT. The thermal conductivity of M2 was the largest, reaching 1.36W/(m$K). It was increased by 444% compared with the pure paraffin which was the largest enhancement rate, and 60% compared with M1, respectively. This illustrated that in our case EG: MWCNT¼ 4:1 was the optimal mass ration. A small amount of MWCNT built a more direct heat transfer bridge between EG and paraffin, and the multi-layer sheet structure of EG and the bundle structure of MWCNT demonstrated the more effective synergistic thermal enhancement effect.\nFor Paraffin-HDPE/EG-CNF composite PCMs, the thermal conductivities of C1 and C5 were 0.85W/(m$K) and 0.37W/(m$K) respectively, which were 240% and 48% higher than the pure paraffin. It is proved that the heat conduction enhancement effect of EG is more significant than that of CNF under the same content. Comparing the EGeCNFebased composite PCMs, the thermal conductivity of C4 was between C1 and C5, indicating that mass ratio of EG: CNF¼ 1:1 cannot effectively establish the heat transfer connection. The thermal conductivities of C2 and C3 were higher than those of samples with other mass ratio. The thermal conductivity of C2 was the largest, reaching 1.03W/(m$K), which increased by 312% compared with the pure paraffin and 21.2% compared with C1. Apparently the multi-layer structure of EG and the fibrous structure of CNF can establish a better heat conduction channel compared with the single EG or CNF, and the optimal synergistic thermal enhancement effect demonstrated was at the mass ratio of EG:CNF¼ 4:1, which can get the maximum level of thermal conductivity improvement at 5% loading of thermal conductive fillers.\nComparing the two types of composite PCMs, the mass ratios of EG-MWCNT and EG-CNF had the same effect rule on the thermal conductivity, with EG-MWCNT-based composite PCMs showing better thermal conductivities than EGeCNFebased composite PCMs due to the higher thermal conductivity of MWCNT than CNF. Both EG-MWCNT-based and EGeCNFebased composite PCMs\nshowed the best synergistic thermal enhancement effect at the mass ratio of 4:1, increased by 60% and 21.2% respectively compared to the case with only 5% EG. The mass ratio of 4:1 was proved to be able to establish a more effective heat conduction pathway, promoting heat transfer more quickly within the whole PCM composite. It is worth mentioning that the thermal conductivity of M3 (EG: MWCNT¼ 3:2) was slightly higher than that of C2 (EG: CNF¼ 4:1). There are two possible reasons: (1) although 4:1 is the best mass ratio of the synergistic thermal enhancement effect, the thermal conductivity of MWCNT is better than that of CNF, so a smaller ratio could perform better as the thermal conductivity of a composite PCM is the result of the superposition of two kinds of heat conduction effects; (2) EG produces interfacial thermal resistance between the structural contact surfaces in the composite materials. Relevant research showed that nano-materials can reduce the interfacial thermal resistance by reducing the phonon scattering [19]. It was speculated that MWCNT can reduce the thermal resistance of EG more effectively than CNF. This speculation will be certified in the following prediction model of thermal conductivity.\n3.2. Synergistic effect analysis of two thermal conductive CN fillers\nAll the existing thermal conductivity prediction models are typically based on one single dispersed phase, but two different kinds of fillers as dispersed phase are not involved. In the most common prediction models for composite materials as shown in Table 1, kc is the thermal conductivity of the composite materials; km is the thermal conductivity of the Paraffin-HDPEmatrix; kp is the thermal conductivity of the EG/MWCNT/CNF particle fillers; s is the area fraction, which is calculated by Eq. (22), where l/d is the aspect ratio; Vp is the particle volume fraction and calculated by Eq. (23), where rm is the density of matrix, rp is the density of EG/MWCNT/ CNF thermal conductive fillers, and wp is the mass fraction of the fillers. a is defined as a dimensionless parameter indicating the thermal effect of particle dispersion in the matrix, which is determined by thermal conductivity kp, interfacial thermal resistance RBd and dispersion radius r, calculated by Eq. (24). The interfacial thermal resistance of CNs is generally at the magnitude of 10 7 m2K/W [20].\ns ¼ Vp$ ld (22)\nVp ¼ 1 1þ\n1 wp 1 þ rprm\n(23)\na ¼ RBdkp r\n(24)\nIn the current paper, EG was regarded as the dispersed phase in the samples of EG: MWCNT/EG:CNF¼ 5:0, 4:1, 3:2 and 1:1, whilst MWCNT/CNFwas regarded as the dispersed phase in the samples of EG:MWCNT/EG:CNF¼ 0:5. After repeated calculations, when using the Bruggeman and Maxwell-Garnett models with only EG/ MWCNT/CNF contained in the system, a was found to be 0.05, 0.02 and 0.035, respectively, to best fit the experimental values and conform to the thermal resistance law of the CNs. The calculated thermal resistance values of EG/MWCNT/CNF by Eq. (24) were 3.34 10 7 m2K/W, 2.05 10 7 m2K/W and 6.08 10 7 m2K/W, respectively. The results using the five models in Table 1 to fit the tested thermal conductivity values of Paraffin-HDPE/EG-MWCNT and Paraffin-HDPE/EG-CNF are shown in Fig. 5 and Fig. 6, respectively.\nAs shown in Figs. 5 and 6, for all the samples of EG:MWCNT/ EG:CNF¼ 5:0, 4:1, 3:2 and 1:1, the calculated thermal conductivity of the composite PCM always increased with the increase of the EG content. The calculated results using the prediction model were related to the selected thermal conductive filler. For the three kinds of CNs selected in the experiment (EG/MWCNT/CNF), the agreement between the predicted values of the Maxwell-Garnett model and the experimental values was found the best at EG:MWCNT¼ 5:0 and 0:5 and EG:CNF¼ 0:5.\nAt EG:MWCNT/EG:CNF¼ 4:1, 3:2, 1:1, the experimental values were higher than the theoretical values due to the synergistic thermal enhancement effect between EG and MWCNT/CNF, which can be attributed to the hybrid of MWCNT/CNF infiltrating in the EG network [21]. As shown in Fig. 7, when the content of EG was sufficient to form a heat conduction network, the “holes” in the network were very small. At this time, large pieces of worm-like structured EG cannot fill these holes, and a small amount of 1D tubular-type carbon nanofillers (MWCNT and CNF) can connect both sides of EG to fill the holes, making the heat conduction network more compact and conductive, thus producing a better heat conduction enhancement effect than the single EG.\nThe synergistic effect of two thermal conductive CN fillers (EGMWCNT, EG-CNF) is represented by the synergy factor h [22], thus the Maxwell-Garnett model is modified to Eq. (25).\nkc ¼ h, kmð1þ 2aÞ þ 2kp þ 2Vp kmð1 aÞ kp kmð1þ 2aÞ þ 2kp\nVp kmð1 aÞ kp ,kp (25) After modified calculation, the synergistic factors h of EG: MWCNT¼ 4:1, 3:2, 1:1 were 1.8, 1.6, 1.2, respectively, and the synergistic factors h of EG: CNF¼ 4:1, 3:2, 1:1 were 1.4, 1.3, 1.1, respectively. Fig. 8 and Fig. 9 show the fitting results of themodified model and experimental values. The deviations between the experimental and theoretical values of Paraffin-HDPE/EG-MWCNT and Paraffin-HDPE/EG-CNF were within 1.8%e3.9% and 0.6%e3.9% respectively, exhibiting a good fitting accuracy.\nThe degree of synergistic effect between the two different CNs fillers was judged by the value of the synergistic factor h, that is, EG:MWCNT¼ 4:1> EG:MWCNT¼ 3:2> EG:CNF¼ 4:1> EG:CNF¼3:2> EG:MWCNT¼ 1:1> EG:CNF¼ 1:1. Such relationship is consistent with the experimental values of the thermal conductivities. The modified Maxwell-Garnett model was proved to be the most reasonable to predict the effective thermal conductivity of the Paraffin-HDPE/EG-MWCNT and Paraffin-HDPE/EG-CNF composite PCMs within the range of the mass ratio studied in this paper.\nThere are two possible reasons to explain why the thermal\nconductivities of Paraffin-HDPE/EG-MWCNT were better than those of Paraffin-HDPE/EG-CNF. Firstly, the synergy effect of EGMWCNT is stronger than that of EG-CNF as shown in Figs. 8 and 9, thus more effective heat conduction pathway can be formed. Secondly, the system interfacial thermal resistance is different. The relationship of the interfacial thermal resistance for the three CNs obtained by Eq. (24) is RBd_CNF> RBd_EG> RBd_MWCNT, so the ParaffinHDPE/EG-MWCNT had the smallest interfacial thermal resistance, thereby had a relatively higher thermal conductivity. Therefore, increasing the synergy effect of the fillers and reducing the interfacial thermal resistance of the system are two effective ways to improve the thermal conductivity of the composite PCMs, which can be further investigated.\nIn Table 4, the enhancement effects of PCM thermal conductivity by adding CNs fillers in the current study were compared with those in previous literature. It was found that the Paraffin-HDPE/ EG-MWCNT and Paraffin-HDPE/EG-CNF composite PCMs showed\nbetter competitiveness than those enhanced by a single CNs filler. Among the samples where two kinds of thermal conductive fillers were added at the same time, the EG-MWCNT-based and EGeCNFebased composite PCMs with the mass ratio of 5% exhibited the better effect of thermal conductivity enhancement."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Through the thermal conductivity experiments based on the T history method, the effects of two kinds of hybrid CNs additives (EG-MWCNT and EG-CNF) on thermal conductivity of ParaffinHDPE SSPCM were studied.\n(1) Five mass ratios of EG: MWCNT and EG: CNF¼ 5:0, 4:1, 3:2, 1:1, 0:5 were tested. The mass ratios of EG-MWCNT and EGCNF exhibited the same effect rule on the thermal conductivity enhancement, that is, M2>M3>M1>M4>M5, C2> C3> C1> C4> C5. The thermal conductivity of M2 was the largest, reaching 1.36W/(m$K) with an enhancement of 444% compared with the pure paraffin. Moreover, the EGMWCNT-based composite PCM showed a better thermal conductivity than the EGeCNFebased composite PCM due to the higher thermal conductivity of MWCNT than CNF. (2) The hybrid CN fillers achieved better thermal conductivity improvement than the single CN additive due to the synergistic thermal enhancement effect. Within EG: MWCNT and EG: CNF¼ 5:0, 4:1, 3:2, 1:1, 0:5, both EG-MWCNT-based and EGeCNFebased composite PCMs showed the best synergistic thermal enhancement effect at the mass ratio of 4:1, with an enhancement of 60% and 21.2%, respectively, compared to the case with only 5% EG added. (3) From the viewpoints of the synergistic thermal enhancement effect and the interfacial thermal resistance of EG-MWCNT and EG-CNF, the principle of enhancing thermal conductivity of composite PCMs was analyzed. A modified MaxwellGarnett model with a synergy factor h was proposed, which fitted well with the experimental values. Two main reasons were revealed for the superior thermal conductivity of Paraffin-HDPE/EG-MWCNT over Paraffin-HDPE/EG-CNF. Firstly, the synergistic effect of EG-MWCNT was stronger than that of EG-CNF, leading to a more effective heat conduction pathway established. Secondly, Paraffin-HDPE/EGMWCNT had relatively small interface thermal resistance by better reducing the phonon scattering. Increasing the synergy of hybrid fillers and reducing the interface thermal resistance of the system are two effective ways to improve the thermal conductivity of the composite PCMs, which are worthy of further studies."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work is supported by the Natural Science Foundation of Shandong Province China (ZR201702120003), the Fundamental Research Funds for the Central Universities (19CX02043A), National Key R&D Program of China (2017YFC0806303), the National Natural Science Foundation of China (51206189), State Key Laboratory of Heavy Oil Processing, De Montfort University through its distinguished Vice-Chancellor 2020 Programme, and the UK Science and Technology Facilities Council (STFC) through Batteries Early Career Researcher Award. The authors greatly appreciate their financial support."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data related to this article can be found at\nhttps://doi.org/10.1016/j.renene.2019.08.098."
    } ],
    "references" : [ {
      "title" : "AlMaadeed, et al., Heat transfer performance of paraffin wax based phase change materials applicable in building industry",
      "author" : [ "P. Sobol ciak", "H. Abdelrazeq", "N.G. €  Ozerkan", "M. Ouederni", "M.A.Z. N ogellov a" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Phase change materials and carbon nanostructures for thermal energy storage: a literature review",
      "author" : [ "C. Amaral", "R. Vicente", "P. Marques" ],
      "venue" : "Renew. Sustain. Energy Rev. 79 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation and analysis of lightweight wall material with expanded graphite (EG)/ paraffin composites for solar energy storage",
      "author" : [ "F. Cheng", "R.L. Wen", "Z.H. Huang", "M.H. Fang", "Y.G. Liu", "X.W. Wu" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Preparation and flammability of high density polyethylene/paraffin/organophilic montmorillonite hybrids as a form stable phase change material",
      "author" : [ "Y. Cai", "Y. Hu", "L. Song" ],
      "venue" : "Energy Convers. Manag. 48 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Synergetic effects of graphene platelets and carbon nanotubes on the mechanical and thermal properties of epoxy composites",
      "author" : [ "S.Y. Yang", "W.N. Lin", "Y.L. Huang" ],
      "venue" : "Carbon 49 (3) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Synergistic improvement of thermal conductivity in polymer composites filled with pitch based carbon fiber and graphene nanoplatelets",
      "author" : [ "Y.J. Noh", "S.Y. Kim" ],
      "venue" : "Polym. Test. 45 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synergistic effect of hybrid graphene nanoplatelet and multi-walled carbon nanotube fillers on the thermal conductivity of polymer composites and theoretical modeling of the synergistic effect",
      "author" : [ "J. Yu", "H.K. Choi", "H.S. Kim", "S.Y. Kim" ],
      "venue" : "Composites Part A 88 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "High thermal conductivity of flexible polymer composites due to synergistic effect of multilayer graphene flakes and graphene foam",
      "author" : [ "Y.H. Zhao", "Y.F. Zhang", "S.L. Bai" ],
      "venue" : "Composites Part A 85 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synergistic enhancement of thermal conductivity for expanded graphite and carbon fiber in paraffin/EVA form-stable phase change materials",
      "author" : [ "B.Q. Tian", "W.B. Yang", "L.J. Luo" ],
      "venue" : "Sol. Energy 127 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synergistically-enhanced thermal conductivity of shapestabilized phase change materials by expanded graphite and carbon nanotube",
      "author" : [ "Z.P. Liu", "R. Yang" ],
      "venue" : "Appl. Sci. 7 (6) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermal performance enhancement of composite phase change materials (PCM) using graphene and carbon nanotubes as additives for the potential application in lithium-ion power battery",
      "author" : [ "D.Q. Zou", "X.F. Ma", "X.S. Liu" ],
      "venue" : "Int. J. Heat Mass Transf. 120 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Thermal conductivity: XIV",
      "author" : [ "W.D. Kingery" ],
      "venue" : "conductivity of multicomponent systems, J. Am. Ceram. Soc. 42 (12) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 1959
    }, {
      "title" : "On the effective thermal conductivity of aluminum metal foams: review and improvement of the available empirical and analytical models",
      "author" : [ "P. Ranut" ],
      "venue" : "Appl. Therm. Eng. 101 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effective thermal conductivity of composites with interfacial thermal barrier resistance",
      "author" : [ "D.P.H. Hasselman", "L.F. Johnson" ],
      "venue" : "J. Compos. Mater. 21 (6) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1986
    }, {
      "title" : "The effect of particle size on the thermal conductivity of ZnS/diamond composites",
      "author" : [ "A.G. Every", "Y. Tzou", "D.P.H. Hasselman" ],
      "venue" : "Acta Metall. Mater. 40 (1) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Effective thermal conductivity of particulate composites with interfacial thermal resistance",
      "author" : [ "C.W. Nan", "R. Birringer", "D.R. Clarke" ],
      "venue" : "J. Appl. Phys. 81 (10) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "A simple method",
      "author" : [ "Y.P. Zhang", "J. Yi", "J. Yi" ],
      "venue" : "the-history method, of determining  the heat of fusion, specific heat and thermal conductivity of phase-change materials, Meas. Sci. Technol. 10 (3) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Phase Change Energy Storage: Theory and Application",
      "author" : [ "Y.P. Zhang" ],
      "venue" : "Press of China University of Science and Technology",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Temperature-dependent thermal properties of a paraffin phase change material embedded with herringbone style graphite nanofibers",
      "author" : [ "R.J. Warzoha", "R.M. Weigand", "A.S. Fleischer" ],
      "venue" : "Appl. Energy 137 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Interfacial heat flow in carbon nanotube suspensions",
      "author" : [ "S.T. Huxtable", "D.G. Cahill", "S. Shenogin" ],
      "venue" : "Nat. Mater. 2 (11) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Synergetic enhancement of thermal conductivity by constructing hybrid conductive network in the segregated polymer composites",
      "author" : [ "Z.G. Wang", "F. Gong", "W.C. Yu" ],
      "venue" : "Compos. Sci. Technol. 162 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Exceptionally high thermal conductivity of thermal grease: synergistic effects of graphene and alumina",
      "author" : [ "W. Yu", "H. Xie", "L. Yin" ],
      "venue" : "Int. J. Therm. Sci. 91 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thermal optimization of composite phase change material/expanded graphite for Li-ion battery thermal management",
      "author" : [ "G. Jiang", "J. Huang", "Y. Fu" ],
      "venue" : "Appl. Therm. Eng. 108 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal characterization of phase change materials based on linear low-density polyethylene",
      "author" : [ "S. Patrik", "K. Mustapha", "A.M. Mariam" ],
      "venue" : "paraffin wax and expanded graphite, Renew. Energy 88 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Heat conduction enhanced shape-stabilized paraffin/HDPE composite PCMs by graphite addition: preparation and thermal properties",
      "author" : [ "W.L. Cheng", "R.M. Zhang", "K. Xie" ],
      "venue" : "Sol. Energy Mater. Sol. Cells 94 (10) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Z",
      "author" : [ "I. Krupa" ],
      "venue" : "N  ogellov  a, Z. Spitalský, Positive influence of expanded graphite on the physical behavior of phase change materials based on linear low-density polyethylene and paraffin wax, Thermochim. Acta 614 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Experimental and numerical study on the effective thermal conductivity of paraffin/expanded graphite composite",
      "author" : [ "Z. Li", "W.G. Sun", "G. Wang" ],
      "venue" : "Sol. Energy Mater. Sol. Cells 128 (9) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Influence factors on the thermal conductivity of paraffin/high density polyethylene/expanded graphite heat conduction reinforced composite phase change materials",
      "author" : [ "J.W. Liu", "W.B. Yang", "B.Q. Tian" ],
      "venue" : "Polym. Mater. Sci. Eng. 31 (5) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Research on high heat conduction Fixed polyethylene/paraffin/expanded graphite phase change composites",
      "author" : [ "X.L. Wang", "Q.G. Guo", "L.Y. Wang" ],
      "venue" : "Met. Funct. Mater. 44 (23) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Improved Thermal Properties of Stearyl Alcohol/high Density Polyethylene/expanded Graphite Composite Phase Change Materials for Building Thermal Energy Storage",
      "author" : [ "Y. Tang", "Y. Lin", "Y. Jia" ],
      "venue" : "Energy & Buildings",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermal characteristics of expanded perlite/ paraffin composite phase change material with enhanced thermal conductivity using carbon nanotubes",
      "author" : [ "A. Karaipekl", "A. Biçer", "A. Sari" ],
      "venue" : "Energy Convers. Manag. 134 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhancement of thermal conductivity by the introduction of carbon nanotubes as a filler in paraffin/expanded perlite formstable phase-change materials",
      "author" : [ "X. Zhang", "R. Wen", "Z. Huang" ],
      "venue" : "Energy Build. 149 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermal conductivity enhancement of form-stable phase-change composites by milling of expanded graphite",
      "author" : [ "X. Wang", "Q. Guo", "J. Wang" ],
      "venue" : "micro-capsules and polyethylene, Renew. Energy 60 (4) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effects of various carbon nanofillers on the thermal conductivity and energy storage properties of paraffin-based nanocomposite phase change materials",
      "author" : [ "L.W. Fan", "X. Fang", "X. Wang" ],
      "venue" : "Appl. Energy 110 (5) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Hybrid network structure of boron nitride and graphene oxide in shape-stabilized composite phase change materials with enhanced thermal conductivity and light-to-electric energy conversion capability",
      "author" : [ "J. Yang", "L.S. Tang", "R.Y. Bao" ],
      "venue" : "Sol. Energy Mater. Sol. Cells 174 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Several methods can be used to enhance the thermal conductivity of paraffin, such as using extended fins in a heat storage system, embedding porous matrices in PCMs (such as metal foams, porous graphite foams and ceramic honeycombs) [1], incorporation of high thermal conductivity fillers (such as carbon nano-additives or metal nano-particles) and PCM microencapsulation.",
      "startOffset" : 233,
      "endOffset" : 236
    }, {
      "referenceID" : 2,
      "context" : "However, GNP is prone to aggregation due to the lamellar structure and thereby limits the further enhancement of heat conduction, while EG not only increases the thermal conductivity of PCM and enhances the shape stabilization through retaining the liquid wax by capillary forces formed in the porous structure [3], but also improves the flame retardant properties through the generation of carbonaceous char",
      "startOffset" : 311,
      "endOffset" : 314
    }, {
      "referenceID" : 3,
      "context" : "SEM of main CN a residue in the condensed phase [4].",
      "startOffset" : 48,
      "endOffset" : 51
    }, {
      "referenceID" : 1,
      "context" : "It was not clear whether the thermal conductivity enhancement depends on the type of CNs, the dispersion of CNs into the PCM matrix, intermolecular forces or other reasons [2].",
      "startOffset" : 172,
      "endOffset" : 175
    }, {
      "referenceID" : 13,
      "context" : "Maxwell-Garnett model kc 1⁄4 1⁄2kpð1þ 2aÞ þ 2km þ 2Vp1⁄2kpð1 aÞ km 1⁄2kpð1þ 2aÞ þ 2km Vp1⁄2kpð1 aÞ km ,km Considering the volume fraction of particles, and the size and shape factor of particles are not considered [14]",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 4,
      "context" : "composites by using different microstructure hybrid fillers, such as Multi-graphene Platelets(MGPs)/MWCNT fillers into epoxy [5], Graphene-nanoplatelets (GNPs)/Pitch-based Carbon Fibers (PCFs) fillers into the polymerized Cyclic Butylene Terephthalate (pCBT) [6], GNP/MWCNT fillers into the polycarbonate matrix [7], Multilayer Graphene Flakes (MGFs)/Graphene Foam (GF) fillers into the flexible polymer composites Polydimethylsiloxane (PDMS) [8].",
      "startOffset" : 125,
      "endOffset" : 128
    }, {
      "referenceID" : 5,
      "context" : "composites by using different microstructure hybrid fillers, such as Multi-graphene Platelets(MGPs)/MWCNT fillers into epoxy [5], Graphene-nanoplatelets (GNPs)/Pitch-based Carbon Fibers (PCFs) fillers into the polymerized Cyclic Butylene Terephthalate (pCBT) [6], GNP/MWCNT fillers into the polycarbonate matrix [7], Multilayer Graphene Flakes (MGFs)/Graphene Foam (GF) fillers into the flexible polymer composites Polydimethylsiloxane (PDMS) [8].",
      "startOffset" : 259,
      "endOffset" : 262
    }, {
      "referenceID" : 6,
      "context" : "composites by using different microstructure hybrid fillers, such as Multi-graphene Platelets(MGPs)/MWCNT fillers into epoxy [5], Graphene-nanoplatelets (GNPs)/Pitch-based Carbon Fibers (PCFs) fillers into the polymerized Cyclic Butylene Terephthalate (pCBT) [6], GNP/MWCNT fillers into the polycarbonate matrix [7], Multilayer Graphene Flakes (MGFs)/Graphene Foam (GF) fillers into the flexible polymer composites Polydimethylsiloxane (PDMS) [8].",
      "startOffset" : 312,
      "endOffset" : 315
    }, {
      "referenceID" : 7,
      "context" : "composites by using different microstructure hybrid fillers, such as Multi-graphene Platelets(MGPs)/MWCNT fillers into epoxy [5], Graphene-nanoplatelets (GNPs)/Pitch-based Carbon Fibers (PCFs) fillers into the polymerized Cyclic Butylene Terephthalate (pCBT) [6], GNP/MWCNT fillers into the polycarbonate matrix [7], Multilayer Graphene Flakes (MGFs)/Graphene Foam (GF) fillers into the flexible polymer composites Polydimethylsiloxane (PDMS) [8].",
      "startOffset" : 443,
      "endOffset" : 446
    }, {
      "referenceID" : 8,
      "context" : "[9] investigated EG/ CF-filled paraffin/Ethylene Vinyl Acetate (EVA) SSPCM with EVA instead of HDPE as the supporting material and with the paraffin of a high phase change temperature (Tm1⁄4 50.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "Liu and Yang [10] studied expanded graphite platelets (EGP)/MWCNT-filled SSPCM based on paraffin, HDPE, and styrene-butadiene-styrene (SBS) copolymer.",
      "startOffset" : 13,
      "endOffset" : 17
    }, {
      "referenceID" : 10,
      "context" : "[11] studied MWCNT/graphene filled composite PCM but did not mention the shape stability.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "There were a large number of studies on the thermal conductivity model of composite materials, such as the Kingery model [12], the Maxwell-Eucken model [13], the Maxwell-Garnett model [14], the Bruggeman model [15] and the improved EMT model [16], which predict the effective thermal conductivity based on the thermal conductivity of the components,",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 12,
      "context" : "There were a large number of studies on the thermal conductivity model of composite materials, such as the Kingery model [12], the Maxwell-Eucken model [13], the Maxwell-Garnett model [14], the Bruggeman model [15] and the improved EMT model [16], which predict the effective thermal conductivity based on the thermal conductivity of the components,",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 13,
      "context" : "There were a large number of studies on the thermal conductivity model of composite materials, such as the Kingery model [12], the Maxwell-Eucken model [13], the Maxwell-Garnett model [14], the Bruggeman model [15] and the improved EMT model [16], which predict the effective thermal conductivity based on the thermal conductivity of the components,",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 14,
      "context" : "There were a large number of studies on the thermal conductivity model of composite materials, such as the Kingery model [12], the Maxwell-Eucken model [13], the Maxwell-Garnett model [14], the Bruggeman model [15] and the improved EMT model [16], which predict the effective thermal conductivity based on the thermal conductivity of the components,",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 15,
      "context" : "There were a large number of studies on the thermal conductivity model of composite materials, such as the Kingery model [12], the Maxwell-Eucken model [13], the Maxwell-Garnett model [14], the Bruggeman model [15] and the improved EMT model [16], which predict the effective thermal conductivity based on the thermal conductivity of the components,",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 17,
      "context" : "To solve the thermal conductivity of PCM by the T-history method, it is necessary to assume: (1) the phase transition process is approximately quasi-stable; (2) the physical properties of the PCM are constant; (3) the thermal resistance of the test tube wall is negligible; (4) the lengthdiameter ratio of the test tube is more than 10 [18].",
      "startOffset" : 336,
      "endOffset" : 340
    }, {
      "referenceID" : 18,
      "context" : "Relevant research showed that nano-materials can reduce the interfacial thermal resistance by reducing the phonon scattering [19].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 19,
      "context" : "The interfacial thermal resistance of CNs is generally at the magnitude of 10 7 m2K/W [20].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 20,
      "context" : "At EG:MWCNT/EG:CNF1⁄4 4:1, 3:2, 1:1, the experimental values were higher than the theoretical values due to the synergistic thermal enhancement effect between EG and MWCNT/CNF, which can be attributed to the hybrid of MWCNT/CNF infiltrating in the EG network [21].",
      "startOffset" : 259,
      "endOffset" : 263
    }, {
      "referenceID" : 21,
      "context" : "The synergistic effect of two thermal conductive CN fillers (EGMWCNT, EG-CNF) is represented by the synergy factor h [22], thus the Maxwell-Garnett model is modified to Eq.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 28,
      "context" : "85 [29] Stearyl alcohol/HDPE þ 3% EG 0.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 29,
      "context" : "6698 [30] Paraffin/Expanded perlitþ1% CNT 0.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 32,
      "context" : "94 [33] MPCM/HDPEþ5% Graphite powder 0.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 9,
      "context" : "575 [10] Paraffin-HDPE/SBSþ7%EG/3% MWCNT 0.",
      "startOffset" : 4,
      "endOffset" : 8
    }, {
      "referenceID" : 34,
      "context" : "85 [35] PEGþ4% GO/30% BN 3 Paraffin-HDPEþ4% EG/1% MWCNT 1.",
      "startOffset" : 3,
      "endOffset" : 7
    } ],
    "year" : 2019,
    "abstractText" : "Thermal energy storage with Phase Change Materials (PCMs) is one of the most potential technologies for energy storage. However the low thermal conductivity of PCMs reduces the heat exchange rate during melting and solidification cycles. This paper studied the effects of two hybrid Carbon Nano-additives (CNs) fillers, that is, Expanded Graphite-Multi-walled Carbon Nano-tube (EG-MWCNT) and Expanded GraphiteCarbon Nano-fiber (EG-CNF), on the thermal conductivity of Paraffin-HDPE SSPCM. From the viewpoints of synergistic thermal enhancement effect and the interfacial thermal resistance, the principle of enhancing thermal conductivity of Paraffin-HDPE/EG-MWCNT and Paraffin-HDPE/EG-CNF composite PCMs was analyzed. A modified Maxwell-Garnett model with a synergy factor h was proposed, which found excellent agreement between model prediction and the experimental data. Compared with the 5wt% loading of single CN additive EG, the thermal conductivities of hybrid CNs fillers (EG-MWCNT and EG-CNF) Paraffin-HDPE SSPCM had increased by 60% and 21.2% respectively. Within the scope of mass ratios of hybrid CNs fillers in this paper, Paraffin-HDPE/EG-MWCNT composite PCM exhibited superior performance than Paraffin-HDPE/EG-CNF in thermal conductivity with the optimal mass ratio of EG and MWCNT being 4:1. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}