{
  "name" : "downloads_2020-02-10_af_10.1016@j.fuel.2020.117251.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Polymer nanoparticles based nano-fluid for enhanced oil recovery at harsh formation conditions",
    "authors" : [ "Yanxia Zhou", "Xu Wu", "Xun Zhong", "Sarah Reagen", "Shaojie Zhang", "Wen Sun", "Hui Pu", "Julia Xiaojun Zhao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nFuel\njournal homepage: www.elsevier.com/locate/fuel\nFull Length Article\nPolymer nanoparticles based nano-fluid for enhanced oil recovery at harsh formation conditions\nYanxia Zhoua,b,c, Xu Wua, Xun Zhongd, Sarah Reagena, Shaojie Zhangd, Wen Suna, Hui Pud, Julia Xiaojun Zhaoa\na Department of Chemistry, University of North Dakota, Grand Forks, ND 58202, USA b College of Petroleum Engineering, Northeast Petroleum University, Daqing, Heilongjiang 163318, China c Key Laboratory of Enhanced Oil Recovery of Education Ministry, Northeast Petroleum University, Daqing, Heilongjiang 163318, China dDepartment of Petroleum Engineering, University of North Dakota, Grand Forks, ND 58202, USA\nA R T I C L E I N F O\nKeywords: Polymer nanoparticle Nano-fluid Interfacial tension Oil contact angle Surfactant Enhanced oil recovery\nA B S T R A C T\nThe application of nano-fluids for enhanced oil recovery (EOR) has attracted noticeable attention and has formed a new research area in recent years. Currently the great challenge for this area is to formulate a stable nano-fluid for oil reservoirs with high-temperature and high-salinity, in particular, when divalent ions are present. In this paper, a novel nano-fluid was developed by using nano-composite formed with polymer nanoparticles (PolyNPs) and a betaine-type zwitterionic surfactant. The developed nano-composite was characterized using electron microscopies (TEM and SEM), Fourier transform infrared (FTIR) spectrometry, dynamic light scattering (DLS), etc. The nano-fluid showed noticeable stability at relatively high salinity (15 wt% simulated brine) and high temperature (80 °C) for more than 30 days. The potential of the nano-fluid in recovering oil was evaluated by investigating the interfacial tension with Bakken oil and the oil contact angle in the nano-fluid. The results showed that the water–oil interfacial tension of the Bakken crude oil decreased by 99.49% and the contact angle increased by 125.73% compared to the original values. Then, the EOR efficiency of the nano-fluid was tested using Berea rocks saturated with Bakken crude oil through core flooding experiments. The results showed that the total oil recovery by nano-fluid is 9.32% higher than that of the control. Finally, the possible mechanism of the nano-fluid for EOR was proposed based on the investigation of dynamic displacing processes. The results demonstrated that the developed nano-fluid is a highly promising oil displacement agent for enhanced oil recovery."
    }, {
      "heading" : "1. Introduction",
      "text" : "The global demand for oil and gas is projected to increase by 2–3% per year over the next few decades [1–4]. Commercial and personal transportation activities, in particular, require large amounts of oil and the demands are directly tied to economic conditions. However, conventional oil recovery methods have not yet been able to fully realize the potential of the developed oil reservoirs, leaving behind about 50%+ of the original oil in place (OOIP) [5,6]. Thus, the enhanced oil recovery (EOR) techniques are receiving substantial attention worldwide as the available oil resources are declining [7]. Having made great contributions in many sciences like physics, chemistry, medicine, and etc. the application of nanotechnology has recently spread to the energy industry [8,9]. The most advanced contribution of nanotechnology in the oil and gas industry is in the area of EOR [10,11]. Nano-fluid, one kind of oil displacement agent, consisting of nanoparticles and bulk liquid, has attracted great attention [12,13].\nThe most commonly used nano-fluid in the literatures are oxide nano-fluids. Ogolo et al. investigated the potential of oxide NPs in EOR\nand discovered that the oil recovery could be as high as 13.3–24.1% in distilled water [14] However, the high salinity and high temperature conditions in actual oil fields could easily destabilize NPs. To overcome this challenge, it was urgent to develop a novel nano-fluids to stabilize the NPs and better serve the EOR purpose [15,16].\nOver the past few decades, polymer nanoparticles possess a wide application from conducting materials to pollution control and medicine [17] due to its low toxicity and good biocompatibility [18] which makes it is friendly to reservoir. Furthermore, the surface of polymer nanoparticles can be modified easily especially with carboxyl group [19], which make it possible to be modified to enhance its temperature and salinity resistance. Therefore, the polymer nanoparticles were good candidate carriers.\nMost recently, some researchers mixed the surfactant and NPs together to enhance nano-fluid stability and oil recovery. Nourafkan et al. [20] made an effort to stabilize titanium oxide NPs with anionic and nonionic surfactants in 4 wt% NaCl brine at 40 °C and Chen et al. [21] successfully prepared a carbonaceous nanoparticles system that was stable in 3 wt% brine (2.4 wt% NaCl and 0.6 wt% CaCl2) at 60 °C with\nhttps://doi.org/10.1016/j.fuel.2020.117251 Received 19 December 2019; Received in revised form 27 January 2020; Accepted 28 January 2020\nFuel 267 (2020) 117251\n0016-2361/ © 2020 Elsevier Ltd. All rights reserved.\nT\nthe co-function of anionic surfactants. All of these nano-fluids yielded an oil recovery of 8–16% higher than that of surfactant alone.\nAlthough showing excellent performance in enhancing stability and oil recovery in laboratory experiments, the reported nano-fluids were mainly used at relatively low temperatures (≤60 °C [21]) and low salinities (≤7 wt% with a very low concentration of divalent cations [22]). The application of nano-fluids in high temperature and high salinity conditions is still challenging in real oil fields [23–25].\nTo address this challenge, in this study, we developed a new nanofluid by coating negatively charged polymer nanoparticles (PolyNPs) with zwitterionic surfactant via electrostatic attraction. The nano-fluid showed improved stability at high salinities brine containing divalent ions and high temperatures. The performance of the nano-fluid for EOR showed that the developed nano-fluid is a promising new agent for EOR."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Poly[(9,9-dioctylfluorenyl-2,7-diyl)-alt-co-(1,4-benzo-{2,1′,3}-thiadiazole)] (PFBT) was purchased from American Dye Source, Inc. Poly (styrene-co-maleic anhydride), cumene terminated (PSMA) and tetrahydrofuran (THF) were purchased from Sigma-Aldrich Co. N-Alkylbetaine (n = 12) surfactant were purchased from the Lubrizol Co. Sodium chloride, calcium chloride, magnesium chloride and potassium chloride of analytical grade (≥99.5%) were all purchased from VWR Chemicals and were used to prepare the simulated brine solution. The density and dynamic viscosity of Bakken crude oil were measured to be 0.82 g/cm3 and 2.28 mPa·s at 50 °C, separately. Berea outcrop sandstone was purchased from Cleveland Quarries. All the core plugs used were 2.54 cm in diameter and 7.5 cm in length, with porosity around 19% and permeability about 90 × 10−3 μm2."
    }, {
      "heading" : "2.2. Instruments",
      "text" : "A transmission electron microscope (TEM, Hitachi 7500) was used to observe the morphology of the PolyNPs. Zeta potential and particle size measurements were carried out based on the dynamic light scattering (DLS) method using a Zetasizer Nano Series (Malvern, Westborough). The infrared spectrometry analysis was conducted using a Fourier transform infrared spectrometer (FT-IR, Spectrum ATR iD5). A porosimeter (TPI-219, Coretest Systems, Inc.) and a gas permeameter (TKA-209, Coretest Systems, Inc.) were used for porosity and permeability measurements of Berea core samples. The interfacial tension and contact angle were measured using a Pendent Drop Interfacial Tension Cell Model (IFT-10, ramé-hart instrument co.). Core flooding system, including displacement container and core holder (37181, Vinci Technologies), oven (UF260, Wisconsim Oven Distributors, LLC), pressure sensor (CV-310-HC, Vindum Engineering, Inc.), and pressure record (VS15453, ViewSonic), was used to test the oil recovery of different displacement agents, including surfactant and PolyNPs based nano-fluid. In addition, the surface morphologies of Berea after chemical flooding were examined using a scanning electron microscope (SEM, Hitach SU8010)."
    }, {
      "heading" : "2.3. Synthesis of polymer nanoparticles (PolyNPs)",
      "text" : "The PolyNPs was synthesized based on a nano-precipitation method, where conjugated polymers were firstly dissolved in a “good” solvent and added to an excess of “poor” solvent under ultrasonic dispersion [26,27]. Briefly, 0.5 mg of PFBT and 0.1 mg of PSMA were dissolved in 5.0 mL of THF. Then the solution was injected into 10.0 mL of water under ultrasonic conditions. After 1 min of ultrasound sonication, polymer nanoparticles were formed and the organic solvent THF was removed by evaporation at 70 °C."
    }, {
      "heading" : "2.4. Preparation of PolyNPs based Nano-fluid",
      "text" : "The nano-fluids were prepared by adding different amounts of PolyNPs into the betaine surfactant solution, and then the solution was diluted by a simulated brine. First, simulated brines of different salinities were prepared according to the composition ratios of Bakken formation brine [28,29]. Considering the high salinity of simulated brine, the salt compound was divided into multiple portions and was added to the distilled water multiple times in the preparation process to make the salt compound dissolved sufficiently. Second, the distilled nano-fluid was prepared using different amounts of PolyNPs dissolved in distilled (DI) water homogeneously. Then the betaine surfactant was added into the solution to allow the surfactant to adsorb onto the surface of PolyNPs via electrostatic force, which was called a nano-composite solution. At last, the target nano-fluid was prepared by adding the nano-composite solution into simulated brines with different salinities."
    }, {
      "heading" : "2.5. Thermal stability of the PolyNPs based nano-fluid",
      "text" : "The thermal stability of the nano-fluid was tested based on the nanoparticle size measurement. Approximately 10.0 mL of the target nano-fluid was placed in an oven at a constant temperature of 60 °C and 80 °C separately over a 30-day period. The size distributions of the samples were measured every 5 days to monitor if any aggregations occurred at high temperatures."
    }, {
      "heading" : "2.6. Interfacial tension measurement",
      "text" : "The interfacial tension between Bakken oil and the nano-fluid was tested using the inverted pendant method. After the nano-fluids with different amounts of polymer nanoparticles were prepared, the shape of an inverted pendant oil droplet on a needle in a bulk nano-fluid phase was imaged. The interfacial tension could be calculated from the image of the drop using a drop shape analysis software that is marketed under an exclusive agreement with ramé-hart instrument company. All measurements were repeated three times for further analysis."
    }, {
      "heading" : "2.7. Oil contact angle measurement",
      "text" : "Due to the complexity of reservoir rock wettability, there is no accurate method to determine the wettability of reservoir rocks [30,31]. In the related fields of petroleum engineering, the oil contact angle between the oil and the rock sample slices in the tested solution was determined using the sessile drop method. In this work, the Berea sample slices were prepared with a diameter of ~0.3 cm and a length of ~0.1 cm for testing the contact angle. Prior to the test, these sample slices were aged in Bakken oil at 80 °C for 10 days to ensure the rock surfaces were rendered oil-wet. After the oil droplet on the rock surface for 5–10 s, the pendant oil droplets could be captured on the oil-wet surface of Berea sample slices in a bulk nano-fluid (or surfactant solution) at 80 °C by a high-resolution camera. The oil contact angles were calculated using a drop image analysis software the same as above mentioned. All measurements were repeated three times for further analysis."
    }, {
      "heading" : "2.8. Porosity and permeability test of Berea core samples",
      "text" : "The porosity of Berea core sample was measured using the TPI-219 porosimeter with helium, which includes a matrix cup to hold billets and/or core samples, an accurate pressure transducer, and a readout system to monitor pressure. The porosity was obtained using Boyle's law with the data of system reference volume, volume of removed billets, reference system pressure prior to full cup measurement, cup pressure when all billets in cup, reference volume of system, reference system pressure prior to core measurement, and cup pressure with\nsample inside. The permeability of Berea core sample was tested using the TKA209 permeameter for gas (air, nitrogen, or helium), which includes precision electronic pressure and flow rate measuring transducers to produce accurate digital information. The permeability was obtained using Darcy's law with the data of gas viscosity, flow rate of gas, atmospheric pressure, inlet pressure, outlet pressure, sample length, and the cross-sectional area of sample."
    }, {
      "heading" : "2.9. Core flooding tests",
      "text" : "The organic matter and adsorbed substances on the cores should be cleaned with toluene and ethanol prior to the displacement experiment. In order to obtain a constant weight, the samples were dried at 80 °C for 48 h. Then, the sample was cooled down to room temperature in a desiccator and the weights were measured. To remove the gas inside the core samples, the samples were vacuumed for 24 h. Then the porosity and gas permeability were tested using a porosimeter and a gas permeameter, respectively, as described in experimental Section 2.8. The Berea core sample was first saturated with simulated brine before it was saturated with oil. Therefore, to fully saturate the Berea core samples by the formation of water, the core samples were injected with 200.0 mL of simulated brine at a flow rate of 0.1 mL/min. The pore volume (PV) was determined by measuring the weight difference before and after brine saturation divided by the density of simulated brine. After brine saturation, the core samples were oil saturated by injecting 10 PV Bakken oil at a flow rate of 0.1 mL/min to sufficiently saturate the core sample with oil. Then the original oil in place (OOIP) was determined by the volume of water displaced.\nAfter brine and oil saturation, the Berea core samples established the initial oil saturation and the irreducible water saturation. Then they were put in the Bakken oil at 80 °C for one week to allow the polar substances, such as colloid and asphaltene in crude oil, to reach adsorption equilibrium on the surface of the rock pores. Prior to the core flooding experiment (schematic diagram of experimental set-up see Fig. 1), the core sample in a Viton sleeve were placed into the core holder. The core holder was then sealed at both ends and was placed in the oven. With a fixed oil injection rate of 0.3 mL/min at a constant temperature of 80 °C, the silicone oil between the core holder and Viton sleeve would provide a stable pressure of 10 MPa, at this moment the core flooding test started. The experiment was conducted as follows: 1 PV brine flooding; then 0.5 PV chemical flooding; finally, 1.5 PV subsequent brine flooding. During the chemical flooding, the betaine surfactant dissolved in simulated brine was used as the control for the nano-fluid to compare the oil recovery in core flooding. The pressure\ndifference between the displacement fluid inlet and produced liquid outlet was recorded automatically using a pressure sensor. The volume of oil and water displaced from core samples were recorded every five minutes."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. The design of PolyNPs-surfactant based nano-fluid",
      "text" : "The current two significant challenging conditions for nanofluid applications in EOR are high temperature (≥80 °C) and high salinity with divalent ions (≥15%). Usually, at such harsh conditions, it is difficult to maintain nano-fluid stability. Thus, the goal of this work is to design a new nanofluid that would tolerate these harsh conditions and keep their function in EOR. The schematic diagram of the designed nano-fluid was shown in Fig. 2. First, two hydrophobic polymers, PFBT and PSMA, were used as precursors (Fig. 2A and B) to form the PolyNPs. Then carboxyl groups were formed on the nanoparticles (Fig. 2C) by hydrophobic interaction and hydrolysis of an acid anhydride from PSMA. Afterwards, the polymer nanoparticles were linked with the surfactant molecules on the surface to form the polymer nanoparticleaugmented surfactant nano-composite (Fig. 2D). The nano-composites were dissolved in a 15% simulated brine solution to form the nano-fluid (Fig. 2E). Finally, the nano-fluid was applied to a Berea core sample for oil recovery testing (Fig. 2F).\nIn this design, the polymers, PFBT and PSMA, were chosen to produce the PolyNPs that was used as a carrier to form the nanofluid. There were two major considerations in this design. First, the PolyNPs were synthesized at high temperatures of 70 °C using PFBT and PSMA, resulting in a strong temperature-resistant property of the produced nanoparticles, which will ensure nanoparticle stability at high temperatures of harsh formation in the oil field. Second, the carboxyl groups on the surface of PolyNPs produced from PFBT and PSMA will increase nanoparticle hydrophilicity as compared to the hydroxyl groups on most silica and metal oxide-based nanoparticles. The increased hydrophilicity will assist nanoparticles to remain stable at high salinity. The effectiveness of these two considerations were proved in the following experiment Sections 3.3 and 3.4.\nAfter the polymer nanoparticles were made, a surfactant molecule was used to modify the nanoparticle surface. The betaine surfactant, a wide applied surfactant in the petroleum field, was selected based on its stability under acidic and alkaline conditions, biodegradability, and its low interfacial tension with crude oil.\nGrafting surfactants to nanoparticles can be divided into two approaches of covalent assembly and noncovalent adsorption [32,33].\nCovalent grafting can be achieved by introducing an ether bond or a reactive amine group onto a nanoparticle surface with a terminal hydroxyl group [33]. Non-covalent adsorption includes electrostatic force interaction and hydrogen bonds [32,34]. Given the challenges for purifying products in covalent grafting and the impracticability in forming hydrogen in this work, non-covalent adsorption through electrostatic force was considered. The surface of the PolyNPs was composed of negatively charged carboxyl groups (Fig. 2C), therefore, the positive end of the zwitterionic surfactants could be linked to the PolyNPs (Fig. 2D).\nThe stability of the PolyNPs-surfactant nano-composite was significantly improved due to the existence of the surfactant, possibly because of the steric effects resulted from surfactant micelles [35]. In contrast, without surfactants, the nanoparticles may tend to agglomerate to diminish their high surface energy [36,37]. The surfactantnanoparticle nano-composites contribute to oil recovery at high temperature and high salinity."
    }, {
      "heading" : "3.2. Characterization of the PolyNPs and the PolyNPs-augmented surfactant nano-composite",
      "text" : "The synthesized PolyNPs were systematically characterized regarding their morphology, size and size distribution, surface charge, and surface chemistry. The TEM image of the PolyNPs is shown in Fig. 3A. The shape of the obtained NPs was amorphous not crystalline with non-perfect spherical. The diameter of PolyNPs in an aqueous solution was measured by DLS as shown in Fig. 3B. The average hydrodynamic diameter of 23.1 ± 2.6 nm was a bit larger, but comparable to that of the TEM image result.\nTo examine the surface functional groups of the PolyNPs, a FTIR spectrum was obtained (Fig. 3C). Prior to the FTIR analysis, the synthesized PolyNPs powder was dried at 60 °C. A broad peak at the range of 3000–3500 cm−1 on the FTIR spectrum was ascribed to eOH groups [38–40]. A Peak at 1700 cm−1 was ascribed to the carbonyl group stretching vibration in carboxylic acid. A peak at the range of 1250–1300 cm−1 was ascribed to CeO group stretching. The above three peaks of eOH and carbonyl and CeO groups confirmed the presence of carboxylic groups. In addition, a peak at 2920 cm−1 was\nascribed to the eCH2e stretching. A peak observed at 1370 cm−1 could be considered as eCH3 group stretching. A peak at 1040 cm−1 was ascribed to the stretching vibration of CeN while the peaks at 798 cm−1 and 658 cm−1 were ascribed to the stretching of benzene ring and eCF group, respectively. The FTIR results demonstrated the existence of carboxylic groups on the PolyNPs surface.\nThe zeta potential of −33.2 ± 3.1 mV in distilled water confirmed negative charges on PolyNPs surfaces (Fig. 3D), which further proved that the carboxylic groups were modified onto the PolyNPs.\nThe PolyNPs-augmented surfactant nano-composites were then characterized using similar methods discussed above. FTIR spectrometry was used to characterize the polymer nanoparticle-augmented surfactant nano-composite with the control of the FTIR spectrum of betaine surfactant (Fig. 4 curve (a)). As shown in Fig. 4curve (a), the peak at 1600 cm−1 was mainly ascribed to the vibration of carbonyl groups in carboxylates [38–40]. The peak at 1390 cm−1 was mainly due to methyl stretching [41,42], and the other peaks at the range of 1260–1460 cm−1 could be considered as both eCH3 group and CeO group stretching. In addition, two peaks observed at 2920 cm−1 and 2,850 cm−1 could be considered as eCH2e stretching. These characteristic groups existed in betaine surfactant molecules. Then the obtained functional nanoparticle-augmented surfactant nano-composite was analyzed using the FTIR spectrometry (Fig. 4 curve (b)). The characteristic groups of betaine surfactant molecules all appeared in this curve. Additionally, a broad peak at 3000–3500 cm−1 indicated the presence of eOH. Comparing to curve (a) and curve (b), it was convinced that the betaine surfactants were linked to surface of the polymer nanoparticles."
    }, {
      "heading" : "3.3. Evaluation of the nano-fluid for EOR",
      "text" : ""
    }, {
      "heading" : "3.3.1. Nano-fluid stability at high salinity",
      "text" : "The first critical factor in determining whether the new developed nano-fluid would be effectively used for oil recovery would be their persistence in being stable without aggregation at high salinity with the presence of divalent ions. Thus, we first evaluated the nano-composite size distribution at different salinities of brine. Given that the Bakken oil field is our target reservoir, the simulated brine was formulated\nusing the formation water composition of the Bakken oil field. The selected ionic composition of the simulated brine is shown in Table 1. Considering the divalent cations would cause more severe aggregation of negatively-charged nanoparticles than monovalent cations,\ntherefore, in order to strictly investigate the stability of the nano-fluid, two typical divalent ions, Ca2+ and Mg2+, were applied in addition to monovalent cations of K+ and Na+ in this simulated brine.\nThe size of nano-composite in different salinities of simulated brine was investigated as shown in Fig. 5. The size of nano-composite in DI water was 27.1 ± 1.9 nm larger than that of pure PolyNPs in Fig. 3B due to adsorbed surfactants on the PolyNPs. In Brine 1 (5% salinity) the nano-composite size was 28.9 ± 2.0 nm. Compared to that of 27.1 ± 1.9 nm size in DI water, the student t-test showed no significant difference. As expected, the low salinity of 5 wt% caused no aggregation of the nano-composites. Similarly, the nano-composites showed a rather stable size of 30.7 ± 2.1 nm at 10 wt% brine (Brine 2 in Table 1) and 32.0 ± 2.2 nm at 15 wt% of brine (Brine 3 in Table 1). The student t-test resulted in a p < 0.05, indicating a significant difference. However, when the salinity of simulated brine increased to 20 wt%, corresponding to Brine 4 in Table 1, the size of nano-composite increased significantly to 70.2 ± 3.6 nm, which means the nanocomposite tended to aggregate attributed to electric double layer suppression due to the increased ions strength, which reduced the polarity and repulsive force [43,44]. The student t-test indicated a similarity at p < 0.001, indicating extremely a significant difference.\nAccording to the literature, the counterions’ (anion and cation)\nmovement in brine decreases the electrostatic force between the surfactant and nanoparticles, resulting in the particle size of nano-composite to be a little larger than those in DI water [45]. The higher the salinity of the brine, the more intense the counterions’ movement. Consequently, the greater the decrease of the electrostatic force, the larger the particle size. So, when the salinity of brine increased to a certain extent, the intense movement would destroy the electrostatic force between surfactant and nanoparticle, then the exposed nanoparticles, without modification, would aggregate. The increased size in 20 wt% simulated brine indicated aggregation of the nano-composites. At such a condition, the efficiency of using nano-composites for oil recovery would be reduced. Therefore, the suitable salinity for the application of the developed nano-fluid should be ≤15 wt% with divalent cations present."
    }, {
      "heading" : "3.3.2. Thermal stability of the nano-fluid",
      "text" : "The second critical factor in determining whether the newly developed nano-fluid would be effective for oil recovery would be its persistence in being stable without aggregation at high temperature in the simulated brine of the oil field. This factor mainly involves two parts: temperature value and a stable period at the given temperature. First, we studied temperature effect only at a period of one day. As shown in Fig. 6, the room temperature was used as a control for nanocomposites in both DI water and 15 wt% simulate brine. Given the high reservoir temperatures, 60 °C and 80 °C were selected as testing temperatures while Brine 3 in Table 1 was used. The results showed an average size of 27.1 ± 1.9 nm in DI water at room temperature (Fig. 6 curve a). The size increased to 32.0 ± 2.2 nm in simulated brine at room temperature (Fig. 6 curve b). As discussed in Section 3.3.1, the size change could be associated with the increased salinity of the solution. When the temperature increased from room temperature to 60 °C in 15 wt% simulated brine for 24 h (Fig. 6 curve c) the size was increased to 35.0 ± 2.8 nm. Compared to curve b, a slight increase of about 3.0 nm was observed at 60 °C. When the temperature further increased to 80 °C (Fig. 6 curve d), the size of nano-composites was 38.1 ± 3.2 nm. Compared to curve b, the nano-composite was about 6.1 nm larger, that is 19.1% increase in their original size. The result\nindicated no nanoparticle aggregation occurred. The nano-composite could perform their function as designed for oil recovery at high temperatures. Higher temperature leads to stronger thermal motion. The slight increase in size might be contributed to the accelerated movement of nanoparticles and more and more of them would hit each other as temperature increased.\nThe stable period of particles at high temperature is important for real applications of the nano-fluid in the oil fields. Thus, the thermal stability of the nano-composite was further evaluated for a longer time period of 30 days. During this time period, the nano-fluid was reserved at high temperatures of 60 °C and 80 °C, respectively. Every five days, the size of the nano-composite was measured using the same method of DLS. The results are shown in Fig. 7. After the first five days, the size of the nano-composites increased from 32.0 ± 2.2 nm to 36.0 ± 1.7 nm at 60 °C, and 40.4 ± 1.6 nm at 80 °C. This was about a 12.5% and 26.3% increase, respectively, in their original size. However, no\nFig. 5. The hydrodynamic diameter of nano-composite distribution in different salinities of simulated brine at room temperature. PolyNPs concentration was\n0.05 wt% and betaine was 0.1 wt%. Fig. 6. Particle size distribution at different temperatures. (a) In DI water at\nroom temperature; (b) In 15 wt% simulated brine at room temperature; (c) In 15 wt% simulated brine at 60 °C; (d) In 15 wt% simulated brine at 80 °C.\nobvious aggregation or sedimentation was observed. Afterwards, the particle size remained stable for both temperatures, 39.0 ± 2.4 nm (60 °C) and 41.0 ± 2.6 nm (80 °C), respectively. Considering 30-day is an enough of a time period for nanofluid application, no further time period was tested. The results showed the PolyNPs based nano-fluid was stable enough for further EOR application. Therefore, the higher temperature of 80 °C is determined for the application of the developed nano-fluid in recovering oil.\nThe nano-composite remained stable in high salinity brine at high temperatures due to two factors in addition to the strong temperatureresistant property of polymer nanoparticles. First, the zwitterionic surfactant itself has a strong chelation interaction with divalent metal ions and good salinity resistance [46]. Therefore, these kinds of chemicals can remain stable at high salinity and high temperature. Second, the surfactant molecules adsorbed on the surface of the nanoparticles provided a strong steric repulsion which stabilized the nano-composite further [47–48]."
    }, {
      "heading" : "3.3.3. Interfacial tension of oil–water in nano-fluid",
      "text" : "Lower interfacial tension between oil and water would provide higher oil mobility in the reservoir, which is conductive in recovering oil. Given this consideration, the designed PolyNPs based nano-fluid was expected to lower the oil–water interfacial tension. To test whether this designed purpose was achieved, we conducted two separate measurements. First, the betaine surfactant was tested with Bakken crude oil in 15 wt% simulated brine at 80 °C as described in experimental Section 2.6. The results are shown in Fig. 8A. Without the betaine\nsurfactant, the oil–water interfacial tension between 15 wt% simulated brine and the Bakken crude oil was 16.22 mN/m. When the different concentration of betaine surfactant was added to the simulated brine, the interfacial tension reduced significantly. As the 0.1 wt% betaine surfactant was applied, the interfacial tension was reduced to a steady value of 0.83 mN/m, only 5.1% of the original value. This result indicated that the concentration of betaine surfactant should be higher than or equal to 0.1 wt%.\nNext, the interfacial tension of developed nano-fluid formed by adding different amounts of PolyNPs into 0.1 wt% betaine surfactant solution was further reduced (Fig. 8B). The reduction percentage was in line with the concentration of the PolyNPs. As the concentration of PolyNPs increased to 0.08 wt%, the interfacial value reached as low as 0.082 mN/m, merely 0.51% of the original value, and achieved a steady trend. Compared with the starting point with the final point in Fig. 8B, the nano-fluid significantly reduced the water–oil interfacial tension of the Bakken crude oil by 99.49%. Based on this result, we could expect the nano-fluid would enhance oil recovery significantly. The concentration of PolyNPs in the following core flooding experiment will be selected for higher than or equal to 0.08 wt%."
    }, {
      "heading" : "3.3.4. Contact angle of Berea rock samples saturated the Bakken oil",
      "text" : "Wettability is an important parameter in reservoir evaluation, reservoir dynamic analysis, and EOR. It determines the microscopic distribution of the original fluid of the reservoir and the microscopic distribution of the residual oil after water flooding to a certain extent. This determines the size and direction of the capillary pressure and affects the oil recovery rate and ultimate recovery [49,50]. As descripted in experimental Section 2.7, the original contact angle in the simulated brine without the betaine surfactant was measured to be 51.3° (Fig. 9A), indicating the oil-wet surface [51]. With the increase of the betaine surfactant concentration, the contact angle increased rapidly. When the surfactant concentration reached 0.07 wt%, the contact angle increasing extent became insignificant. Eventually, the contact angle reached 101.3° when the concentration of betaine surfactant was 0.12 wt%, increasing by 97.47% compared to the original value. In the following core flooding test, the concentration of betaine surfactant was chosen to be ≥0.07 wt%. Combined with interfacial tension test result, the concentration of betaine surfactant was chosen to be 0.1 wt% eventually.\nThe contact angel of the PolyNPs based nano-fluid was then measured (Fig. 9B). At the starting point without nanoparticles, the contact angle was 100.5° indicating that betaine surfactant alone could have altered the oil-wet formation to an intermediate wet [51]. When the PolyNPs concentration lowered than 0.06%, the contact angle of the nano-fluid continually increased rapidly with increment concentration of the PolyNPs. Then, the contact angle increased slowly in the concentration range of 0.06–0.10% of the PolyNPs. Finally, the oil contact angle slowly reached a plateau of 115.8° after 0.08% of the nanoparticles was used, indicating the water-wet formation. In the following experiments, the concentration of PolyNPs was 0.08 wt% in the nanofluid. Compared with the simulated brine, the wettability of the oil saturated Berea core sample was significantly changed from oil-wet to water-wet. The nanoparticles played a significant role in this wettability transition."
    }, {
      "heading" : "3.4. EOR using the nano fluid",
      "text" : ""
    }, {
      "heading" : "3.4.1. Berea core sample analysis",
      "text" : "The purpose to develop this nano-fluid was for EOR applications. The Bakken crude oil and Berea core rock samples were selected for the EOR study. Prior to the EOR study, the Berea core samples were tested regarding its porosity and permeability. The methods of these tests were described in experimental Section 2.9. Afterwards, the Berea core rock samples were saturated with simulated brine and Bakken oil as described in the first paragraph of experimental Section 2.9. The rock\nsample properties are shown in Table 2. The porosity of over 19% and permeability of over 80 × 10−3 μm2 would provide sufficient space for nano-fluid penetration while greater than 80% oil saturation would provide abundant oil for the EOR study."
    }, {
      "heading" : "3.4.2. Core flooding test",
      "text" : "The above property of withstanding high salinity and high temperature and measurements of interfacial tension and contact angle indicated a promising potential of the PolyNPs based nano-fluid for EOR. Then, the nano-fluid was applied to the core flooding experiment using the oil saturated Berea core samples. The 0.1 wt% betaine surfactant was prepared as a control for the nano-fluid. As described in the second paragraph of experimental Section 2.9, the core flooding experiments were carried out using three flooding steps. The first step was simulated brine flooding and the second step was chemical flooding (nano-fluid flooding or the control of surfactant flooding) and the third step was subsequent brine flooding. The oil recovery results are shown in Table 3. At the beginning, the first flooding of simulated brine flooding was performed. The oil recoveries of the two rock samples in this flooding process were very close (45.80% and 46.56%), which\nindicated that one rock could be used as a control for the other rock. Thus, the rock sample C1 was conducted with surfactant flooding. The result showed an enhanced oil recovery of 7.91%. Meanwhile, the rock sample C2 was conducted with nano-fluid flooding. The oil recovery was enhanced by 15.03%. This result was 7.12% higher than that of surfactant flooding in the second flooding process. Finally, a subsequent brine flooding was conducted for both rock samples. Comparing with the surfactant flooding in rock C1, the nano-fluid flooding in rock C2 enhanced oil recovery by 1.44% in this subsequent brine flooding step. In total, the oil recovery was 66.51% when the nano-fluid was used in the second flooding step while a lower recovery of 57.51% was obtained when the surfactant was used in the same step without PolyNPs. This result indicates that the PolyNPs based nano-fluid is a highly promising oil displacing agent for EOR."
    }, {
      "heading" : "3.4.3. Dynamic displacing process",
      "text" : "The mechanism of the developed nano-fluid for enhanced oil recovery was preliminarily studied through the analysis of the dynamic displacing process. The dynamic characteristics, including the variation of oil recovery, water-cut of produced liquid and the pressure difference, can partly reveal the mechanisms of the oil displacing agent. Major oil fields in the world have successively carried out water flooding development to maintain the reservoir pressure after relying on natural energy development [52]. With the development of water flooding, the oil recovery gradually increases, with only oil and no water first for a short time and then slowly a mixture of oil and water is produced. After the water-cut of produced liquid increases gradually, a significant percentage of oil is trapped or bypassed by the injected water, and the injection pressure (or pressure difference at the injection end and production end) gradually declines. At the end of the water flooding development, there is a dominant channel between the injection end and the production end, and the injected water cannot sweep the remaining oil in the reservoir effectively. Therefore, the injection pressure, the oil recovery and the high water-cut of produced liquid tend to be stable. At this time, further development of the reservoir requires EOR methods which mainly include increasing the microscopic displacement efficiency and macroscopic swept coefficient, and reducing interfacial tension or eliminating interface effects between the displacing agent and crude oil [53]. After the EOR methods worked, the oil recovery of the oil reservoir is gradually increased with the remaining oil being produced, the water-cut of the produced liquid will be decreased to some content, and the injection pressure will fluctuate depends on the oil displacing agent. At the end of the EOR production stage, the trend of dynamic characteristics is the same as that at the end of water flooding development. Subsequent water flooding is a conventional displacement method after the EOR stage [54]. At this stage, due to a certain degree of the adsorption retention of the previous EOR agent, subsequent water flooding will play a role to a certain extent, which can displace some of the remaining oil in the reservoir. This results in further incrementation in oil recovery and fluctuations in water-cut of produced liquid and injection pressure. At the end of this stage, the same trend of dynamic characteristics happened as before, and the reservoir development was completed.\nTo better understand the mechanism of nano-fluid enhanced oil recovery, the dynamic curves in the oil displacement process, including the oil recovery, the water-cut of produced liquid and the pressure difference, were further investigated. As shown in Fig. 10, at the beginning of simulated brine flooding, the oil recovery, pressure difference, and water-cut of produced liquid were very similar for both C1 and C2 Berea core samples. However, when 0.5 PV flooding volume was used in the second flooding step, both the oil recovery (Fig. 10A cure (b)) and pressure difference (Fig. 10B cure (b)) of the nano-fluid were much higher than those of surfactant flooding (Fig. 10A cure (a), Fig. 10B cure (a)). The result demonstrated a much higher capability of the nano-fluid to extract oil than the surfactant alone. Additionally, the water-cut of nano-fluid (Fig. 10C cure (b)) was reduced greater than\nthat of surfactant flooding (Fig. 10C cure (a)). This result indicated that the nano-fluid can displace the remaining oil area that the surfactant cannot reach. In the third flooding step (subsequent brine flooding), although the oil recovery and pressure difference trends were slowing down for both floodings, the C2 core sample with nano-fluid flooding in the second flooding step still had a little higher pressure difference than the C1 core sample with surfactant flooding in the same step because of some nano-composites retained in the formation. When adding PolyNPs to the pure surfactant system, a wedge film would be formed in the oil/\nnano-fluid/rock confined three-phase contact region. Nano-composites inside the wedge film tend to form more ordered structures in the confined region, that is to say the nano-composites would be selfstructuring in the confined region. The wedge-shaped film of nanocomposites within the structure provides excess pressure i.e., the disjoining pressure [55–57]. It is high near the vertex. This may result in larger oil droplets being able to move, as shown in Fig. 11. The nanocomposites can also be found in the SEM image (see Fig. 12) which was cut from the completed rock sample C2 with nano-fluid flooding.\nThe above experimental data demonstrated that low interfacial tension assisted in oil droplets deformation and flow in the porous media. Meanwhile the improved wettability reduced the adhesion work of the remaining oil, which contributed to more of the remaining oil to be stripped from the hole surface inside the rock. Many remaining stripped oil droplets produced in oil bands generated high seepage flow resistance, resulting in the displacing pressure increase. Once more oil was displaced, the water-cut of produced liquid falls. As a result, the remaining stripped oil droplets into the oil bands increased the injection pressure greatly and thus benefited EOR. The disjoining pressure also contributed to EOR."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In conclusion, the synthesized PolyNPs was negative charge with average hydrodynamic diameter of 23.1 ± 2.6 nm. With the PolyNPs and a betaine-type zwitterionic surfactant, the synthesized nano-composite remained sable in high salinity brine at high temperatures due to two factors. First, the zwitterionic surfactant itself has a strong chelation interaction with divalent metal ions and good salinity resistance. Second, the surfactant molecules adsorbed on the surface of the\nnanoparticles provided a strong steric repulsion which stabilized the nano-composite further. Then a novel nano-fluid was developed by using the nano-composite. The developed nano-fluid significantly reduced interfacial tension assisting in deformed oil droplets with an increased contact angle between oil and nano-fluid contributing to more remaining oil being stripped from the rock surface. After the PolyNPs based nano-fluid was applied to recover oil, the oil recovery reached 15.03% OOIP, which was 7.12% OOIP higher than the pure betaine surfactant solution. A possible mechanism for remaining stripped oil droplets incorporated into oil bands was proposed to explain the increase in oil recovery. Also the disjoining pressure of the nano-composites provided excess pressure in the oil/nano-fluid/rock confined three-phase contact region, which were beneficial for EOR. The results showed the PolyNPs based nano-fluid has a promising potential for enhanced oil recovery. This work also had a very important significance on how to improve the temperature and salinity resistance of nano-fluids, and the mechanism of nano-fluids to improve oil recovery. This provides technical ideas for the development of novel nano-fluids suitable for tight or ultra-low permeability reservoirs.\nCRediT authorship contribution statement\nYanxia Zhou: Conceptualization, Methodology, Data curation, Writing - original draft, Visualization, Investigation, Validation. Xu Wu: Conceptualization, Methodology. Xun Zhong: Visualization, Investigation. Sarah Reagen: Writing - review & editing. Shaojie Zhang: Visualization, Investigation. Wen Sun: Visualization, Investigation. Hui Pu: Supervision. Julia Xiaojun Zhao: Conceptualization, Methodology, Supervision.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported by the North Dakota Industrial Commission Oil and Gas Research Program (Contract No.: G-041-081), the NSF grant CHE 1709160, UND Vice President for Research & Economic Development Postdoctoral Funding Program. The authors acknowledge the use of the Edward C. Carlson Imaging and Image Analysis Core Facility which is supported in part by NIH grant 1P30GM103329."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.fuel.2020.117251."
    } ],
    "references" : [ {
      "title" : "Effect of Profile-control oil-displacement agent on increasing oil recovery and its mechanism",
      "author" : [ "W Cao", "K Xie", "X Lu", "Y Liu", "Y. Zhang" ],
      "venue" : "Fuel 2019;237:1151–60",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Advances in improved/enhanced oil recovery technologies for tight and shale reservoirs",
      "author" : [ "L Wang", "Y Tian", "X Yu", "C Wang", "B Yao", "S Wang" ],
      "venue" : "Fuel 2017;210:425–45",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Analysis of reservoir applicability of hydrophobically associating polymer",
      "author" : [ "K Xie", "X Lu", "Q Li", "W Jiang", "Q. Yu" ],
      "venue" : "SPE J 2016;21:1–9",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Analysis of dynamic imbibition effect of surfactant in microcracks of reservoir at high temperature and low permeability",
      "author" : [ "K Xie", "X Lu", "H Pan", "D Han", "G Hu", "J Zhang" ],
      "venue" : "SPE 2018;33:596–606",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Most common surfactants employed in chemical enhanced oil recovery. Petroleum 2017;3:197–211",
      "author" : [ "C Negin", "S Ali", "Q. Xie" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "An experimental study on enhanced oil recovery utilizing nanoparticle ferrofluid through the application of a magnetic field",
      "author" : [ "E Esmaeilnezhad", "SL Van", "BH Chon", "HJ Choic", "M Schaffie", "M Gholizadehe" ],
      "venue" : "J Ind Eng Chem 2018;58:319–27",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "A compositional model for gas injection IOR/EOR in tight oil reservoirs under coupled nanopore confinement and geomechanics effects",
      "author" : [ "Y Tian", "Y Xiong", "L Wang", "Z Lei", "Y Zhang", "X Yin" ],
      "venue" : "J Nat Gas Sci Eng 2019;71:102973",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Nanotechnology and global energy demand: challenges and prospects for a paradigm shift in the oil and gas industry",
      "author" : [ "Afolabi RO", "Yusuf EO" ],
      "venue" : "J Pet Explor Prod Technol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Applications of nanotechnology in oil and gas industry: progress and perspective",
      "author" : [ "B Peng", "J Tang", "J Luo", "P Wang", "B. Ding" ],
      "venue" : "Can J Chem Eng 2018;96:91–100",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Application of nanotechnology for enhancing oil recovery—A review",
      "author" : [ "C Negin", "S Ali", "Q. Xie" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Enhanced oil recovery using polymer/nanosilica",
      "author" : [ "H Yousefvanda", "A. Jafari" ],
      "venue" : "Procedia Mater Sci 2015;11:565–70",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Silica nanofluid flooding for enhanced oil recovery in sandstone rocks",
      "author" : [ "MI Youssi", "RM El-Maghraby", "SM Saleh", "A. Elgibaly" ],
      "venue" : "Egpt J Pet 2018;27:105–10",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Nanopyroxene-based nanofluids for enhanced oil recovery in sandstone cores at reservoir temperature. Energy Fuels 2019;33:877–90",
      "author" : [ "F Sagala", "T Montoya", "A Hethnawi", "G Vitale", "NN. Nassar" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Enhanced oil recovery using nanoparticles",
      "author" : [ "NA Ogolo", "OA Olafuyi", "MO. Onyekonwu" ],
      "venue" : "In Proceedings of the SPE Saudi Arabia Section Technical Symposium and Exhibition, Al-Khobar, Saudi Arabia,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Core–shell structure acrylamide copolymer grafted on nano-silica surface as an anti-calcium and anti-temperature fluid loss agent",
      "author" : [ "J Ma", "Y An", "P. Yu" ],
      "venue" : "J Mater Sci 2019;54:5927–41",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Thermal and hydraulic analysis of a rectangular microchannel with gallium-copper oxide nano-suspension",
      "author" : [ "MM Sarafraza", "H Arya", "M. Arjomandi" ],
      "venue" : "J Mol Liq 2018;263:382–9",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Molecularly imprinted polymer nanoparticles in chemical sensing – Synthesis, characterisation and application",
      "author" : [ "Wackerlig J", "Lieberzeit PA" ],
      "venue" : "Sens Actuat B",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Poly arginine-graphene quantum dots as a biocompatible and non-toxic nanocomposite: Layer-by-layer electrochemical preparation, characterization and non-invasive malondialdehyde sensory application in exhaled breath condensate",
      "author" : [ "M Hasanzadeh", "F Mokhtari", "N Shadjou", "A Eftekhari", "A Mokhtarzadeh", "V Jouyban- Gharamaleki" ],
      "venue" : "Mater Sci Eng C 2017;75:247–58",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Chpater 7 – Polymer nanoparticles",
      "author" : [ "X Lu", "D Wu", "Z Li", "G. Chen" ],
      "venue" : "Prog Mol Biol Transl Sci 2011;104:299–323",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2011
    }, {
      "title" : "Nanoparticle-enabled Delivery of Surfactants in Porous Media",
      "author" : [ "E Nourafkan", "Z Hu", "D. Wen" ],
      "venue" : "J Colloid Interface Sci 2018;519:44–57",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Using carbonaceous nanoparticles as surfactant carrier in enhanced oil recovery: a laboratory study",
      "author" : [ "C Chen", "S Wang", "MJ Kadhum", "JH Harwell", "BJ. Shiau" ],
      "venue" : "Fuel 2018;222:561–8",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "An experimental investigation of silica nano particles for enhanced oil recovery applications. SPE 175829, presented at the SPE North Africa",
      "author" : [ "Salem Ragab AM", "Hannora AE" ],
      "venue" : "Technical Conference and Exhibition held in Cairo,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Low-salinity surfactant nanofluid formulations for wettability alternation of sandstone: role of the SiO2 nanoparticle concentration and divalent  cation/SO4 ration. Energy Fuels 2019;33:739–46",
      "author" : [ "NK Jha", "S Iglauer", "A Barifcani", "M Sarmadivaleh", "JS. Sangwai" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Salinity-dependent contant angle alteration in oil/brine/silicate systems: the critcal role of divalent cations. Langmuir 2017;33:3349–57",
      "author" : [ "MEJ Haagh", "I Siretanu", "MHG Duits", "F. Mugele" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "The impact of monovalent and divalent ions on wettability alteration in oil/low salinity brine/limestone systems",
      "author" : [ "Gandomkar A", "Rahimpour MR" ],
      "venue" : "J Mol Liq 2017;248:1003–13",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Conjugated polymer nanoparticles: preparation, properties, functionalization and biological application",
      "author" : [ "L Feng", "C Zhu", "H Yuan", "L Liu", "F Lv", "S. Wang" ],
      "venue" : "Chem Soc Rev 2013;42:6620–33",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Copper (II)-doped semiconducting polymer dots for nitroxyl imaging in live cells",
      "author" : [ "X Wu", "L Wu", "I Wu", "DT. Chiu" ],
      "venue" : "RSC Adv 2016;6:103618–21",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Evaluation of formation water chemistry and scale prediction: bakken Shale",
      "author" : [ "G Thyne", "P. Brady" ],
      "venue" : "Appl Geochem",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Surfactant formulation study for Bakken shale imbibition",
      "author" : [ "D Wang", "R Butler", "H Liu", "S. Ahmed" ],
      "venue" : "Paper SPE 145510 presented in 2011 SPE Annual Technical Conference and Exhibition held in Denver, Colorado, USA, Oct. 30-Nov",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2011
    }, {
      "title" : "CO2–Water–Rock wettability: variability, influencing factors, and implications for CO2 geostorage",
      "author" : [ "S. Iglauer" ],
      "venue" : "Acc Chem Res",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Contamination of silica surfaces: Impact on water–CO2–quartz and glass contact angle measurements",
      "author" : [ "S Iglauer", "A Salamah", "M Sarmadivaleh", "K Liu", "C. Phan" ],
      "venue" : "Int J Greenhouse Gas Control",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "Improvement of photocatalyst properties of magnetic NPs by new anionic surfactant",
      "author" : [ "F Farahbakhsh", "M Ahmadi", "SH Hekmatara", "M Sabet", "E. Heydari-Bafrooei" ],
      "venue" : "Mater Chem Phys 2019;224:279–85",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Nanoparticle decoration with surfactants: molecular interactions, assembly, and applications",
      "author" : [ "H Heinz", "C Pramanik", "O Heinz", "Y Ding", "RK Mishra", "D Marchon" ],
      "venue" : "Surf Sci Rep 2017;72(1):1–58",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Coating nanoparticles with tunable surfactants facilitates control over the protein corona",
      "author" : [ "J Müller", "KN Bauer", "D Prozeller", "J Simon", "V Mailänder", "SW Wurm" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Ionic liquids for nano- and microstructures preparation. Part 1: properties and multifunctional role",
      "author" : [ "J Łuczak", "M Paszkiewicz", "A Krukowska", "A Malankowska", "A. Zaleska-Medynska" ],
      "venue" : "Adv Colloid Interface Sci 2016;230:13–28",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2016
    }, {
      "title" : "Investigation of enhanced thermal properties in NiO-based nanofluids for concentrating solar power applications: a molecular dynamics and experimental analysis",
      "author" : [ "T Aguilar", "J Navas", "A Sánchez-Coronilla", "EI Martín", "JJ Gallardo", "P Martínez-Merino" ],
      "venue" : "Appl Energy 2018;211:677–88",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Effect of particle size on the viscosity of nanofluids: a review",
      "author" : [ "HD Koca", "S Doganay", "A Turgut", "IH Tavman", "R Saidur", "IM. Mahbubul" ],
      "venue" : "Renew Sustain Energy Rev 2018;82:1664–74",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Spectroscopic studies of L-arginine molecule",
      "author" : [ "Kumar S", "Rai SB" ],
      "venue" : "Indian J Pure Appl Phys 2010;48:251–5",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2010
    }, {
      "title" : "Structural changes of the sarcoplasmic reticulum Ca-ATPase upon nucleotide binding studied by Fourier transform infrared spectroscopy",
      "author" : [ "FV Germar", "A Barth", "W. Mäntele" ],
      "venue" : "Biophys J 2000;78:1531–40",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2000
    }, {
      "title" : "Interpretation of infrared spectra, a practical approach",
      "author" : [ "J. Coates" ],
      "venue" : "Encycl Anal Chem",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2000
    }, {
      "title" : "Characteristic IR Absorption Frequencies of Organic Functional Groups, 2006, http://www2.ups.edu/faculty/hanson/Spectroscopy/IR/IRfrequencies.html",
      "author" : [ "J Hansen" ],
      "venue" : null,
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2006
    }, {
      "title" : "Spectrometric Identification of Organic Compounds",
      "author" : [ "RM Silverstein", "GC Bassler", "TC. Morrill" ],
      "venue" : null,
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Methane (CH4) wettability of clay-coated quartz at reservoir conditions",
      "author" : [ "B Pan", "F Jones", "Z Huang", "Y Yang", "Y Li", "SH Hejazi" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "CO2 and CH4 wettabilities of organic-rich shale",
      "author" : [ "B Pan", "Y Li", "H Wang", "F Jones", "S. Iglauer" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "Synthesis of stable nanoparticles at harsh environment using the synergistic effect of surfactants blend",
      "author" : [ "E Nourafkan", "M Asachi", "Z Hu", "H Gao", "D. Wen" ],
      "venue" : "J Ind Eng Chem 2018;64:390–401",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2018
    }, {
      "title" : "Headgroup interactions and ion flotation efficiency in mixtures of a chelating surfactant, different foaming agents, and divalent metal ions",
      "author" : [ "I Svanedal", "S Boija", "M Norgren", "H. Edlund" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Size-controlled starch nanoparticles prepared by self-assembly with different green surfactant: the effect of electrostatic repulsion or steric hindrance",
      "author" : [ "X Li", "Y Qin", "C Liu", "S Jiang", "L Xiong", "Q. Sun" ],
      "venue" : "Food Chem 2016;199:356–63",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Surfactant-Augmented functional silica nanoparticle based nanofluid for enhanced oil recovery at high temperature and salinity",
      "author" : [ "Y Zhou", "X Wu", "X Zhong", "W Sun", "H Pu", "JX. Zhao" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2019
    }, {
      "title" : "Mobilization of remaining oil-emphasis on capillary number and wettability",
      "author" : [ "EB Johannesen", "A. Graue" ],
      "venue" : "In International Oil Conference and Exhibition in Mexico, Veracruz, Mexico,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2007
    }, {
      "title" : "Wettability alteration mechanism for oil recovery from fractured carbonate rocks",
      "author" : [ "Gupta R", "Mohanty KK" ],
      "venue" : "Transp Porous Media",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2011
    }, {
      "title" : "Three-Phase relative permeability of water-wet, oil-wet, and mixed-wet sandpacks",
      "author" : [ "DA Dicarlo", "S Akshay", "MJ. Blunt" ],
      "venue" : "SPE J 2000;5:82–91",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2000
    }, {
      "title" : "Laboratory investigation of novel oil recovery method for carbonate reservoirs",
      "author" : [ "AA Yousef", "S Al-Saleh", "AU Al-Kaabi", "Al-Jawfi", "MS" ],
      "venue" : "Canadian Unconventional Resources and International Petroleum Conference, Calgary, Alberta, Canada,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2010
    }, {
      "title" : "Enhanced oil recovery-an overview",
      "author" : [ "S. Thomas" ],
      "venue" : "Oil Gas Sci Technol",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2008
    }, {
      "title" : "The effect of salinity of injection brine on water alternating gas performance in tertiary miscible carbon dioxide flooding: experimental study",
      "author" : [ "H Jiang", "L Nuryaningsih", "H. Adidharma" ],
      "venue" : "SPE Western Regional Meeting,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2010
    }, {
      "title" : "New paradigms for spreading of colloidal  fluids on solid surfaces",
      "author" : [ "AV Chengara", "AD Nikolov", "DT. Wasan" ],
      "venue" : "Adv Polym Sci 2008;218:117–41",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2008
    }, {
      "title" : "Spreading of nanofluids driven by the structural disjoining pressure gradient",
      "author" : [ "AV Chengara", "AD Nikolov", "DT Wasan", "A Trokhymchuk", "D. Henderson" ],
      "venue" : "J Colloid Interface Sci 2004;280:192–201",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2004
    }, {
      "title" : "A simple calculation of structural and depletion forces for fluids/suspensions confined in a film. Langmuir 2001;17:4940–7",
      "author" : [ "A Trokhymchuk", "D Henderson", "A Nikolov", "DT. Wasan" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "However, conventional oil recovery methods have not yet been able to fully realize the potential of the developed oil reservoirs, leaving behind about 50% of the original oil in place (OOIP) [5,6].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 5,
      "context" : "However, conventional oil recovery methods have not yet been able to fully realize the potential of the developed oil reservoirs, leaving behind about 50% of the original oil in place (OOIP) [5,6].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 6,
      "context" : "Thus, the enhanced oil recovery (EOR) techniques are receiving substantial attention worldwide as the available oil resources are declining [7].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 7,
      "context" : "the application of nanotechnology has recently spread to the energy industry [8,9].",
      "startOffset" : 77,
      "endOffset" : 82
    }, {
      "referenceID" : 8,
      "context" : "the application of nanotechnology has recently spread to the energy industry [8,9].",
      "startOffset" : 77,
      "endOffset" : 82
    }, {
      "referenceID" : 9,
      "context" : "The most advanced contribution of nanotechnology in the oil and gas industry is in the area of EOR [10,11].",
      "startOffset" : 99,
      "endOffset" : 106
    }, {
      "referenceID" : 10,
      "context" : "The most advanced contribution of nanotechnology in the oil and gas industry is in the area of EOR [10,11].",
      "startOffset" : 99,
      "endOffset" : 106
    }, {
      "referenceID" : 11,
      "context" : "Nano-fluid, one kind of oil displacement agent, consisting of nanoparticles and bulk liquid, has attracted great attention [12,13].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 12,
      "context" : "Nano-fluid, one kind of oil displacement agent, consisting of nanoparticles and bulk liquid, has attracted great attention [12,13].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 13,
      "context" : "1% in distilled water [14] However, the high salinity and high temperature conditions in actual oil fields could easily destabilize NPs.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 14,
      "context" : "To overcome this challenge, it was urgent to develop a novel nano-fluids to stabilize the NPs and better serve the EOR purpose [15,16].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 15,
      "context" : "To overcome this challenge, it was urgent to develop a novel nano-fluids to stabilize the NPs and better serve the EOR purpose [15,16].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 16,
      "context" : "Over the past few decades, polymer nanoparticles possess a wide application from conducting materials to pollution control and medicine [17] due to its low toxicity and good biocompatibility [18] which makes it is friendly to reservoir.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 17,
      "context" : "Over the past few decades, polymer nanoparticles possess a wide application from conducting materials to pollution control and medicine [17] due to its low toxicity and good biocompatibility [18] which makes it is friendly to reservoir.",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 18,
      "context" : "Furthermore, the surface of polymer nanoparticles can be modified easily especially with carboxyl group [19], which make it possible to be modified to enhance its temperature and salinity resistance.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 19,
      "context" : "[20] made an effort to stabilize titanium oxide NPs with anionic and nonionic surfactants in 4 wt% NaCl brine at 40 °C and Chen et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] successfully prepared a carbonaceous nanoparticles system that was stable in 3 wt% brine (2.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "Although showing excellent performance in enhancing stability and oil recovery in laboratory experiments, the reported nano-fluids were mainly used at relatively low temperatures (≤60 °C [21]) and low salinities (≤7 wt% with a very low concentration of divalent cations [22]).",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 21,
      "context" : "Although showing excellent performance in enhancing stability and oil recovery in laboratory experiments, the reported nano-fluids were mainly used at relatively low temperatures (≤60 °C [21]) and low salinities (≤7 wt% with a very low concentration of divalent cations [22]).",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 25,
      "context" : "The PolyNPs was synthesized based on a nano-precipitation method, where conjugated polymers were firstly dissolved in a “good” solvent and added to an excess of “poor” solvent under ultrasonic dispersion [26,27].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 26,
      "context" : "The PolyNPs was synthesized based on a nano-precipitation method, where conjugated polymers were firstly dissolved in a “good” solvent and added to an excess of “poor” solvent under ultrasonic dispersion [26,27].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 27,
      "context" : "First, simulated brines of different salinities were prepared according to the composition ratios of Bakken formation brine [28,29].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 28,
      "context" : "First, simulated brines of different salinities were prepared according to the composition ratios of Bakken formation brine [28,29].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 29,
      "context" : "Due to the complexity of reservoir rock wettability, there is no accurate method to determine the wettability of reservoir rocks [30,31].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 30,
      "context" : "Due to the complexity of reservoir rock wettability, there is no accurate method to determine the wettability of reservoir rocks [30,31].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 31,
      "context" : "Grafting surfactants to nanoparticles can be divided into two approaches of covalent assembly and noncovalent adsorption [32,33].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 32,
      "context" : "Grafting surfactants to nanoparticles can be divided into two approaches of covalent assembly and noncovalent adsorption [32,33].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 32,
      "context" : "Covalent grafting can be achieved by introducing an ether bond or a reactive amine group onto a nanoparticle surface with a terminal hydroxyl group [33].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 31,
      "context" : "Non-covalent adsorption includes electrostatic force interaction and hydrogen bonds [32,34].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 33,
      "context" : "Non-covalent adsorption includes electrostatic force interaction and hydrogen bonds [32,34].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 34,
      "context" : "The stability of the PolyNPs-surfactant nano-composite was significantly improved due to the existence of the surfactant, possibly because of the steric effects resulted from surfactant micelles [35].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 35,
      "context" : "In contrast, without surfactants, the nanoparticles may tend to agglomerate to diminish their high surface energy [36,37].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 36,
      "context" : "In contrast, without surfactants, the nanoparticles may tend to agglomerate to diminish their high surface energy [36,37].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 40,
      "context" : "due to methyl stretching [41,42], and the other peaks at the range of 1260–1460 cm could be considered as both eCH3 group and CeO group stretching.",
      "startOffset" : 25,
      "endOffset" : 32
    }, {
      "referenceID" : 41,
      "context" : "due to methyl stretching [41,42], and the other peaks at the range of 1260–1460 cm could be considered as both eCH3 group and CeO group stretching.",
      "startOffset" : 25,
      "endOffset" : 32
    }, {
      "referenceID" : 42,
      "context" : "6 nm, which means the nanocomposite tended to aggregate attributed to electric double layer suppression due to the increased ions strength, which reduced the polarity and repulsive force [43,44].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 43,
      "context" : "6 nm, which means the nanocomposite tended to aggregate attributed to electric double layer suppression due to the increased ions strength, which reduced the polarity and repulsive force [43,44].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 44,
      "context" : "movement in brine decreases the electrostatic force between the surfactant and nanoparticles, resulting in the particle size of nano-composite to be a little larger than those in DI water [45].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 45,
      "context" : "First, the zwitterionic surfactant itself has a strong chelation interaction with divalent metal ions and good salinity resistance [46].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 48,
      "context" : "This determines the size and direction of the capillary pressure and affects the oil recovery rate and ultimate recovery [49,50].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 49,
      "context" : "This determines the size and direction of the capillary pressure and affects the oil recovery rate and ultimate recovery [49,50].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 50,
      "context" : "9A), indicating the oil-wet surface [51].",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 50,
      "context" : "5° indicating that betaine surfactant alone could have altered the oil-wet formation to an intermediate wet [51].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 51,
      "context" : "Major oil fields in the world have successively carried out water flooding development to maintain the reservoir pressure after relying on natural energy development [52].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 52,
      "context" : "At this time, further development of the reservoir requires EOR methods which mainly include increasing the microscopic displacement efficiency and macroscopic swept coefficient, and reducing interfacial tension or eliminating interface effects between the displacing agent and crude oil [53].",
      "startOffset" : 288,
      "endOffset" : 292
    }, {
      "referenceID" : 53,
      "context" : "Subsequent water flooding is a conventional displacement method after the EOR stage [54].",
      "startOffset" : 84,
      "endOffset" : 88
    } ],
    "year" : 2020,
    "abstractText" : "The application of nano-fluids for enhanced oil recovery (EOR) has attracted noticeable attention and has formed a new research area in recent years. Currently the great challenge for this area is to formulate a stable nano-fluid for oil reservoirs with high-temperature and high-salinity, in particular, when divalent ions are present. In this paper, a novel nano-fluid was developed by using nano-composite formed with polymer nanoparticles (PolyNPs) and a betaine-type zwitterionic surfactant. The developed nano-composite was characterized using electron microscopies (TEM and SEM), Fourier transform infrared (FTIR) spectrometry, dynamic light scattering (DLS), etc. The nano-fluid showed noticeable stability at relatively high salinity (15 wt% simulated brine) and high temperature (80 °C) for more than 30 days. The potential of the nano-fluid in recovering oil was evaluated by investigating the interfacial tension with Bakken oil and the oil contact angle in the nano-fluid. The results showed that the water–oil interfacial tension of the Bakken crude oil decreased by 99.49% and the contact angle increased by 125.73% compared to the original values. Then, the EOR efficiency of the nano-fluid was tested using Berea rocks saturated with Bakken crude oil through core flooding experiments. The results showed that the total oil recovery by nano-fluid is 9.32% higher than that of the control. Finally, the possible mechanism of the nano-fluid for EOR was proposed based on the investigation of dynamic displacing processes. The results demonstrated that the developed nano-fluid is a highly promising oil displacement agent for enhanced oil re-",
    "creator" : "Elsevier"
  }
}