{
  "name" : "downloads_2019-10-23_65_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Smart Yolk/Shell ZIF-67@POM Hybrids as Efficient Electrocatalysts for the Oxygen Evolution Reaction",
    "authors" : [ "Qin Yuan Li", "Li Zhang", "Yu Xia Xu", "Qing Li", "Huaiguo Xue", "Huan Pang" ],
    "emails" : [ "ZIF-67@POM", "ZIF-67@POM" ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: metal−organic framework, polyoxometalate, electrocatalysis, oxygen evolution reaction\n■ INTRODUCTION The process of the electrochemical evolution of oxygen in water is one of the most demanding chemical reactions. This reaction needs the catalysts to have the ability of proton coupling multiple electrons to transfer.1−3 The OER shows unusually sluggish kinetics and causes a structural change in the electrode materials, resulting in a decrease in performance, and eventually leads to electrode breakdown.4 At present, ruthenium (Ru) oxide and iridium (Ir) oxide have shown perfect OER activities;5,6 however, because of scarce reserves, poor reversibility, and high prices, their further use in commerce has been severely impeded. Despite the great progress that has been made, further development is demanded in synthetic routes and structural optimizations to develop practical applications with high activity and stability. Improving the reactivity and quantity of active sites can effectively enhance the performance of OER electrocatalysis.7\nAt the same time, a highly porous structure and small crystallites can ensure the maximum exposure of active sites.8\nA Keggin-type POM is a unique cluster of metal oxides.9\nUniversally, POM contains three or more transition metal oxyanions, which share oxygen atoms and form a closed threedimensional framework. Due to its catalytic properties as well as the high polarity of the surface of the oxygen enrichment, POM has broad application prospects in multifunctional materials.10−12 While in the POM field, water oxidation\ncatalysts have been greatly developed; however, enough attention has not been paid to Keggin water oxidation catalyst because most of them have not sufficient active sites13 or exhibit a stable association between the soluble POM groups and electrodes.14\nZIF-67 is one of the most studied Co-based metal−organic frameworks (MOFs).15−17 Because of its high content, uniform distribution of the metal center, enough surface area, highly controllable porosity and tunability, ZIF-67 has become a very promising catalyst for oxidation reactions.18 Because of the significant features, ZIF-67 has been developed for hydrogen storage,19 gas capture and storage,20 and catalysis.21 In the past few years, a number of studies on the water oxidation catalyst potential of ZIF-67@POM have been reported. Currently, there is an urgent demand for the design of a highly active water oxidation catalyst, and the smart combination of stable ZIF-67 and a good conductive molecular catalyst (POM) is promising. Mukhopadhyay and coworkers22 have reported the use of POM@ZIF-8 hybrids as high efficiency and stable water oxidation catalysts which could perform the process of water oxidation in neutral pH for a long time. Li and his coworkers23\nhave reported a practical method to synthesize POM@ZIF\nReceived: November 5, 2018 Revised: January 22, 2019 Published: January 28, 2019\n© 2019 American Chemical Society 5027 DOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n2: 02\n:0 8\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nhybrids in which POMs are kept enclosed in the cages of ZIFs by the method of one-pot mechanochemical synthesis. In this work, we introduce a new kind of POM coated with ZIF-67 as a kind of sustainable heterogeneous water oxidation catalyst. The hybrids were synthesized by the simple deposition/coating of a catalytically active material (POM) onto the surface of ZIF-67; it is particularly interesting that the as-prepared sample provides significant stability and durability.24 The yolk/shell ZIF-67@POM hybrids possess unique yolk/shell structures and double actives sites, which show distinct advantages of active sites for energy-related applications.25 In addition, yolk/shell ZIF-67@POM hybrids present perfect electrochemical catalytic activity in the use during OER, which indicates a small Tafel slope of 58 mV dec−1, low overpotential of 287 mV at 10 mA cm−2, and the ability to maintain long-term electrochemical stability. This work will open up a new world for the further use of POM@MOF nanomaterials as potential catalysts for further research on energy storage and conversion devices.\n■ STRUCTURAL CHARACTERIZATION We present a facile method for synthesizing ZIF-67@POM hybrids. As shown in Figure 1, ZIF-67@POM hybrids can be synthesized via\ncobalt nitrate, MeIM, and H3PW12O40. First, the same series of ZIF67@POM materials are expressed as t-ZIF-67@POM, where t denotes the time value in hours used for the synthesis. Importantly, the ZIF-67@POM materials possess a unique yolk/shell structure. Among the disparate material architectures, yolk/shell structures present evident advantages in practical applications.26 Yolk/shell structures offer sizeable surface area with plentiful active sites, enhance the surface volume ratios, shorten the distance of charge transfer, and reduce the aggregation of nanomaterials during OER processes.27\nPOMs show a strong Brønsted acidity, which is universally considered incompatible with the acid vulnerability of ZIF-67 in solution. An excess of MeIM can be used to effectively buffer the drastic pH of the solution by the way to use a higher molar ratio of MeIM and Co2+ (4:1) in the synthesis, thus ensuring that ZIF-67 was successfully coated by POM. When ZIF-67 has been mixed in the solution of POM, supramolecular interaction between POM and ZIF67 can change the balance metal cations with organic ligands and affect the state of reactants, leading to further synthesis of the ZIF67@POM hybrids. Obviously, the synthetic method is rapid, simple, effective, and reproducible. Morphological characterization of sample materials has been researched by using scanning electron microscopy (SEM). The original ZIF-67 has a representative dodecahedral shape with an average size of about 500 nm, as shown in Figure 2a. Instead, the size of 6-ZIF-67@POM is approximately 250 nm, and the dodecahedral particles are less regular, as shown in Figure 2b. The decrease of diffusion restriction leads to the increase of active sites.28 Also, the decrease in particle size is primarily related to the slow growth kinetics of the ZIF-67@POM hybrids, which may be attributed to electrostatic interactions during the POM anions and Co2+ cations.29\nIn addition, a magnified SEM image (Figure 2b) demonstrates the structure of yolk/shell (inset: ZIF-67 is wrapped by a certain substance). The 6-ZIF-67@POM samples are further demonstrated by magnified SEM images (Figure S1). Furthermore, the observation of high-resolution transmission electron microscopy (HRTEM) further verified the existence of a yolk/shell structure in the representative materials, as shown in Figure 2c. A combination of the HRTEM images and EDS mapping of the ZIF-67@POM hybrids (Figures S2, S3, S4, and S5) show that the yolk/shell structure becomes obvious gradually with an increase in time. On the basis of these results, we extended the reaction time and kept it for continuous 48 h (48-POM@ZIF-67). As is clearly shown in Figure S6, the yolk/ shell structures still exist, on the condition that the reaction time increased to continuous 48 h, the yolk becomes smaller and the shell becomes thicker. This unique yolk/shell structure is likely to be associated with Ostwald’s internal and external maturation mechanism, which is attributed to the coordinated reaction of POM and the acid etching of POM during hybridization processes.30\nThe framework of ZIF-67 was successfully covered by the POM, which is revealed by elemental mapping, as shown in Figure 2d. POM is well distributed on the surface of ZIF-67, and there is no obvious aggregation. This result reveals an ideal constraint effect of the selfdefined POM on the surface of the ZIF-67 clusters with a yolk/shell structure.\nThe framework of POM was successfully covered onto the surface of ZIF-67 without any change to the crystal parameters of ZIF-67. The samples of the ZIF-67@POM hybrids and ZIF-67 were identified by the powder X-ray diffraction (PXRD) patterns, which completely matched with their simulated patterns (Figure 3a). Afterward, the color of the yolk−shell structural compound increasingly changed from purple to bluish violet, as shown in Figure S7. The absorption peak of the yolk−shell structural compound was further ascertained by Fourier transform infrared (FTIR) spectroscopy. The POM Keggin units exhibit obvious characteristic stretching vibration peaks at 824 (W−O−W), 951 (WO), 1063 cm−1 (P−O), and ZIF-67 in these regions demonstrate no obvious absorptions. Interestingly, some new peaks were observed in the ZIF-67@POM hybrids, which directly match with neither the ZIF-67 nor the POM anion. These peaks arise from the interactions of the POM anion with the ZIF-67 framework (Figure S8). The strong band in the 3000−3800 cm−1 region is caused by the tensile vibration mode of O−H in water molecules. Under low relative pressure (P/P0 < 0.02), the N2 sorption isotherms of the sample materials show typical microporous adsorption behavior, as shown in the adsorption isotherm of ZIF-67 (Figure 3b). A narrow hysteresis loop with P/P0 > 0.8 expresses a small number of meso/macropores. Gradually, the surface areas of the\nDOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\n5028\nfour samples were reduced from 1470 to 116 m2 g−1, which was estimated by the Brunauer−Emmett−Teller (BET) method. ZIF-67 have larger surface area than ZIF-67@POM hybrids, as shown in Figure 3b. The surface area value of ZIF-67 samples are similar to the theoretical value, and the relative elemental analyses of the sample materials are listed in the Table S1, which shows convincing evidence of successful absorption. The pore size distribution (PSD) calculated from the Barrett−Joyner−Halenda (BJH) method is shown in Figure S9. The PSD calculated from the use of BJH has been clearly shown in Figure S9. The pore size distribution curve of samples could also be reached by the use of BJH method. The pore size of ZIF-67@POM is 5 nm on average; the data are also in the mesoporous range. The data shown could also prove that the surface of the electrode has a high efficiency and fast redox reaction, which could be helpful to increase the large specific capacitance and long cycling stability of the electrode. The TGA curves of 6-ZIF-67@POM have been shown in Figure S10. At the beginning, the temperature could reach 300 °C, and the samples of 6-ZIF-67@POM lost approximately 10% of its previous weight because of the loss of volatile molecules (e.g., solvent MeOH, unreacted 2-methylimidazole, etc.) which could also be clearly shown in the porous structure of the material (Figure S10). When the temperature changed from 400 to 800 °C, the samples of 6-ZIF-67@ POM lost 60% of their weight. This also clearly shows us the temperature region of framework disruption in the compounds. X-ray photoelectron spectroscopy (XPS) was used to characterize surface composition and chemical state of ZIF-67@POM hybrids. The XPS survey spectrum clearly presents the existence of main elements such as O, P, W, and Co (Figure 3d). Figures 3c and S11 show XPS spectra of W 4f at a high resolution. These XPS peaks that clearly appear at\n35.7 and 37.8 eV with a splitting width of 2.1 eV correspond to the W 4f7/2 and W 4f5/2 energy levels and manifest the presence of W\n6+ in the compound.31 The W 4f peaks of 6-ZIF-67@POM match well with other compounds, except for a slight shift to a larger binding energy; this may result in different coordination environments of W in the sample. Figure S12 represents a local XPS region of the Co 2p energy spectrum. There is a sharp peak at 781.2 eV and a broad satellite peak at 786.8 eV that correspond to the Co 2p3/2 level. Another sharp peak appears at 797.3 eV, and a satellite peak arises at 802.5 eV, which corresponds to the Co 2p1/2 level. The observed peaks indicate that Co has a valence of +2 in the sample materials.32,33\n■ ELECTROCHEMICAL PERFORMANCE The electrocatalytic activities of disparate catalysts were measured in 1.0 M KOH solution (Figure S13). For comparison, 0.5-ZIF-67@POM, 3-ZIF-67@POM, 6-ZIF-67@ POM, and 9-ZIF-67@POM were analyzed under the same conditions. Linear sweep voltammetry (LSV) research was also investigated to study the electrocatalytic activities of ZIF-67@ POM hybrids at a scan rate of 2 mV s−1, as shown in Figure 4a. As expected, the representative sample materials of 6-ZIF-67@ POM indicate a much earlier start and a faster current density growth than the other hybrid materials. The current density of the sample materials in all potential ranges is in accordance with the following order: 6-ZIF-67@POM > 9-ZIF-67@POM > 3-ZIF-67@POM > 0.5-ZIF-67@POM. The electrocatalytic performance of the samples of 48-POM@ZIF-67 is also presented in Figure S14. As is also clearly shown in the\nDOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\n5029\nmagnified polarization curves, the performance of the samples of ZIF-67@POM hybrids decreased gradually along with the increase of reaction time. It could also be seen that sizes of the shell have an obvious effect on the electrochemical properties. These phenomena could be attributed to the mesoporous structure, which has sizable internal resistance and few active sites. Apparently, the low overpotential of the catalysts plays a considerably important role in the process of increasing the OER. The high overpotential could be determined by the instability of resulting oxygen radicals during the process of OER.34 Additionally, to obtain high current densities at 20 and 30 mA cm−2, 6-ZIF-67@POM demonstrates overpotentials at only 313 and 338 mV. Tafel plots of ZIF-67@POM hybrid catalysts derived from OER curves were used to explain the reaction kinetics of the OER, and resting with the size dimension and surface area of nanomaterials,35 onset potentials (Eonset) can be extracted (Table S2) from the Tafel slopes. It is obvious that 6-ZIF-67@ POM has the lowest Tafel slope of 58 mV dec−1 and smallest Eonset of 1.445 V among the all hybrid materials. These results are far superior to the other ZIF-67@POM hybrid and even comparable with those of RuO2, which strongly certify the higher OER catalytic kinetics (Figure 4b). Moreover, assuming that all the metal sites inside ZIF-67@POM hybrids are related to the OER, the turnover frequency (TOF) of 6-ZIF-67@ POM for the OER at an overpotential of 300 mV reaches 0.116 s−1, which outperforms 0.5-ZIF-67@POM (at 0.019 s−1), 3-ZIF-67@POM (at 0.022 s−1), and 9-ZIF-67@POM (at 0.038 s−1). The double-layer capacitance (Cdl) is variation with the changes of the electrochemical active sites. To compare the number of active sites exposed on the surface of sample\nmaterials, Cdl was represented by cyclic voltammograms (CVs) at different scanning rates (Figure S15). As described in Figure S16 and Table S2, the Cdl of 6-ZIF-67@POM (9.46 mF cm\n−2) is slightly higher than that of 9-ZIF-67@POM (8.74 mF cm−2), 3-ZIF-67@POM (5.02 mF cm−2), and 0.5-ZIF-67@ POM (4.87 mF cm−2), which coordinate with their TOF values. The OER could occur over the ZIF-67@POM catalysts in the following four electronic reaction pathways in an alkaline environment.36,37\n+ * → * +− −OH OH e (1)\n* + → * + +− −OH OH O H O e2 (2)\n* + → * +− −O OH OOH e (3)\n* + → * + + +− −OOH OH H O O e2 2 (4)\n= + +− −4OH 2H O O 4e2 2 (5)\nwhere (*) refers to the active sites on the surface of ZIF-67@ POM and O*, OOH*, and OH* represent the adsorbed intermediates. We researched that reaction 3 is the controlling step during the whole reaction. Reaction 3 controls the rate of the intact process, which is also a potential limiting step during the whole process. Nevertheless, we still need to research the further true mechanism of POM@ZIF-67 catalysts by way of continuous experiments/calculations. Apart from the high catalytic activities of OER, 6-ZIF-67@ POM catalysts also have excellent long-term durability. The excellent stability of 6-ZIF-67@POM was further confirmed (Figure 4d), and the imperceptible attenuation of activity was\nDOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\n5030\nalso observed between 1.3 and 1.7 V after 1000 CV cycles, which is also presented in Figure 4c. In addition, 6-ZIF-67@ POM catalysts can work for at least 12 h at an almost constant working potential. In the durability test of 6-ZIF-67@POM, the catalytic current decreased slightly, which could be attributed to the loss of catalyst on the surface of electrode. The resistance value and capacitance of the electrode material could also be obtained from the electrochemical impedance spectra (EIS). The characteristic slashes indicate that the high frequency region and the low frequency region are two different electrode reaction processes. The larger the diameter of the semicircular arc of the high frequency region, the greater the internal resistance of the material. The resistance value represented by the semicircular arc in the impedance curve is connected with the transfer resistance of the ions. As seen in Figure S17, the semicircular arc radius of 6-ZIF-67@POM is the smallest, and the conductivity is the best. The typical TEM images after catalytic tests (Figure S18) show that there was some breakdown to the crystal structure of the catalyst, which also highlights the certain stability of the catalyst under the basic conditions. The damaged nanosheet might be caused by the ZIF-67 conversed to the Co-based metal hydroxide. The typical PXRD diffraction peaks (Figure S19) of POM after catalytic test could not be reached from the samples of POM@ ZIF-67, which implies that a phase transformation of POM could have occurred during the process of the synthesis of POM@ZIF-67. In addition, we also collected samples for energy-dispersive X-ray spectroscopy (EDX) analysis during the entire activation process (Table S1). In the ZIF-67@POM sample, the atomic ratio of P and W gradually increased, and the Co atomic ratio gradually decreased, revealing the formation of abundant POM nanoparticles absorbed on the surface of ZIF-67 with hollow structures. The above results indicate that the POM successfully encapsulated ZIF-67 during the electrochemical process. Based on the above information, the 6-ZIF-67@POM catalyst demonstrated high activity and good durability, mainly because of its characteristic yolk/shell structure. (1) The unique yolk/shell structure acts as a conductive medium to accelerate charge transfer, improve phase stability, and prevent the accumulation of ZIF-67.38 The unique yolk/shell structure also exhibits low initial potential and excellent catalytic stability (Figure 4d). (2) 6-ZIF-67@POM catalyst with large specific surface area and porous structure (Figure 3b) can increase the reaction rate and increase the active sites.39 The catalytic activity of POM can also combine the porosity and selective sorption properties of ZIF-67. (3) The charge transfer rate of the 6-ZIF-67@POM catalyst is fast, and the electrical conductivity is high, which helps to reduce the overpotential for oxygen evolution and thus improve the hydrogen production efficiency40 (Figure S14). (4) The ZIF-67@POM catalyst has two active sites, which is attributed to the synergistic effect between the catalytic activities of ZIF-67 and acid etching of POM.41,42\n■ CONCLUSIONS In summary, the yolk/shell structure of ZIF-67@POM was successfully synthesized using a simple method. The exterior shells of the ZIF-67@POM hybrids are composed of superfine grains whose sizes are approximately an order of magnitude lower than the original samples. Due to the synergistic effect of their structural and component advantages and the appropriate\nconcentration of W6+, the yolk/shell ZIF-67@POM hybrids exhibit high surface area, long durability, and excellent electrocatalytic activity. Furthermore, the synergistic effect during the POM and ZIF-67 sites in yolk−shell structural catalyst reduces the overpotential of OER. The facile preparation methods of the yolk/shell ZIF-67@POM catalysts as well as their excellent electrochemical activity, stability, and recyclability may open up new access for POM@MOF catalysts with double active sites, which is of good significance for the rational design of advanced electrocatalysts for global clean energy production. Furthermore, the integration of POM and ZIF-67 renders the yolk/shell ZIF-67@POM catalysts with superior electrocatalytic activity and enhanced diffusion kinetics for OER. This work might inspire new thought on the investigation of other noble-metal-free superefficient catalysts in the future.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acssuschemeng.8b05744.\nAdditional text describing syntheses, material characterization, and electrocatalytic measurements; figures showing XRD, HRTEM, HAADF-STEM, FTIR, PSD, EDX, LSV, TEM, XPS, and durability data; two tables listing OER activity data (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: huanpangchem@hotmail.com; panghuan@yzu.edu. cn."
    }, {
      "heading" : "ORCID",
      "text" : "Huan Pang: 0000-0002-5319-0480"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Natural Science Foundation of China (NSFC 21671170, 21673203, and 21201010), the Top-Notch Academic Programs Project of Jiangsu Higher Education Institutions (TAPP), Program for New Century Excellent Talents of the University in China (NCET-13-0645), Postgraduate Research & Practice Innovation Program of Jiangsu Province (XKYCX17-038), the Six Talent Plan (2015-XCL-030), and Qinglan Project. We also acknowledge the Priority Academic Program Development of Jiangsu Higher Education Institutions and the technical support we received at the Testing Center of Yangzhou University.\n■ REFERENCES (1) Rausch, B.; Symes, M. D.; Chisholm, G.; Cronin, L. Decoupled Catalytic Hydrogen Evolution from a Molecular Metal Oxide Redox Mediator in Water Splitting. Science 2014, 345 (6202), 1326−1330. (2) Symes, M. D.; Cronin, L. Decoupling Hydrogen and Oxygen Evolution during Electrolytic Water Splitting Using an ElectronCoupled-Proton Buffer. Nat. Chem. 2013, 5 (5), 403−409. (3) Bloor, L. G.; Solarska, R.; Bienkowski, K.; Kulesza, P. J.; Augustynski, J.; Symes, M. D.; Cronin, L. Solar-Driven Water Oxidation and Decoupled Hydrogen Production Mediated by an\nDOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\n5031\nElectron-Coupled-Proton Buffer. J. Am. Chem. Soc. 2016, 138 (21), 6707−6710. (4) Song, F.; Hu, X. Ultrathin Cobalt-Manganese Layered Double Hydroxide Is an Efficient Oxygen Evolution Catalyst. J. Am. Chem. Soc. 2014, 136 (47), 16481−16484. (5) McCrory, C. C. L.; Jung, S.; Peters, J. C.; Jaramillo, T. F. Benchmarking Heterogeneous Electrocatalysts for the Oxygen Evolution Reaction. J. Am. Chem. Soc. 2013, 135 (45), 16977−16987. (6) Ping, J.; Wang, Y.; Lu, Q.; Chen, B.; Chen, J.; Huang, Y.; Ma, Q.; Tan, C.; Yang, J.; Cao, X.; et al. Self-Assembly of Single-Layer CoAlLayered Double Hydroxide Nanosheets on 3D Graphene Network Used as Highly Efficient Electrocatalyst for Oxygen Evolution Reaction. Adv. Mater. 2016, 28 (35), 7640−7645. (7) Zhang, X.; Liu, Q.; Meng, L.; Wang, H.; Bi, W.; Peng, Y.; Yao, T.; Wei, S.; Xie, Y. In-Plane Coassembly Route to Atomically Thick Inorganic−Organic Hybrid Nanosheets. ACS Nano 2013, 7 (2), 1682−1688. (8) Han, X.-B.; Zhang, Z.-M.; Zhang, T.; Li, Y.-G.; Lin, W.; You, W.; Su, Z.-M.; Wang, E.-B. Polyoxometalate-Based Cobalt−Phosphate Molecular Catalysts for Visible Light-Driven Water Oxidation. J. Am. Chem. Soc. 2014, 136 (14), 5359−5366. (9) Xu, X.; Lu, Y.; Yang, Y.; Nosheen, F.; Wang, X. Tuning the Growth of Metal-Organic Framework Nanocrystals by Using Polyoxometalates as Coordination Modulators. Sci. China Mater. 2015, 58 (5), 370−377. (10) Lin, Z.-G.; Wang, B.; Cao, J.; Chen, B.-K.; Gao, Y.-Z.; Chi, Y.N.; Xu, C.; Huang, X.-Q.; Han, R.-D.; Su, S.-Y.; et al. Cation-Induced Synthesis of New Polyoxopalladates. Inorg. Chem. 2012, 51 (8), 4435−4437. (11) Dey, C.; Kundu, T.; Banerjee, R. Reversible Phase Transformation in Proton Conducting Strandberg-Type POM Based Metal Organic Material. Chem. Commun. 2012, 48 (2), 266−268. (12) Pan, Y.; Sun, K.; Liu, S.; Cao, X.; Wu, K.; Cheong, W. C.; Chen, Z.; Wang, Y.; Li, Y.; Liu, Y.; et al. Core-Shell ZIF-8@ZIF-67Derived CoP Nanoparticle-Embedded N-Doped Carbon Nanotube Hollow Polyhedron for Efficient Overall Water Splitting. J. Am. Chem. Soc. 2018, 140 (7), 2610−2618. (13) Song, F.; Ding, Y.; Ma, B.; Wang, C.; Wang, Q.; Du, X.; Fu, S.; Song, J. K7[Co\nIIICoII(H2O)W11O39]: A Molecular Mixed-Valence Keggin Polyoxometalate Catalyst of High Stability and Efficiency for Visible Light-Driven Water Oxidation. Energy Environ. Sci. 2013, 6 (4), 1170. (14) Yu, M. Q.; Li, Y. H.; Yang, S.; Liu, P. F.; Pan, L. F.; Zhang, L.; Yang, H. G. Mn3O4Nano-Octahedrons on Ni Foam as an Efficient Three-Dimensional Oxygen Evolution Electrocatalyst. J. Mater. Chem. A 2015, 3 (27), 14101−14104. (15) Shao, J.; Wan, Z.; Liu, H.; Zheng, H.; Gao, T.; Shen, M.; Qu, Q.; Zheng, H. Metal Organic Frameworks-Derived Co3O4 Hollow Dodecahedrons with Controllable Interiors as Outstanding Anodes for Li Storage. J. Mater. Chem. A 2014, 2 (31), 12194−12200. (16) Wu, Z.; Sun, L.-P.; Yang, M.; Huo, L.-H.; Zhao, H.; Grenier, J.C. Facile Synthesis and Excellent Electrochemical Performance of Reduced Graphene Oxide−Co3O4 Yolk-Shell Nanocages as a Catalyst for Oxygen Evolution Reaction. J. Mater. Chem. A 2016, 4 (35), 13534−13542. (17) Cai, G.; Zhang, W.; Jiao, L.; Yu, S.-H.; Jiang, H.-L. TemplateDirected Growth of Well-Aligned MOF Arrays and Derived SelfSupporting Electrodes for Water Splitting. Chem. 2017, 2 (6), 791− 802. (18) Zhang, L.; Wang, X.; Wang, R.; Hong, M. Structural Evolution from Metal−Organic Framework to Hybrids of Nitrogen-Doped Porous Carbon and Carbon Nanotubes for Enhanced Oxygen Reduction Activity. Chem. Mater. 2015, 27 (22), 7610−7618. (19) Yao, J.; Liu, B.; Ozden, S.; Wu, J.; Yang, S.; Rodrigues, M.-T. F.; Kalaga, K.; Dong, P.; Xiao, P.; Zhang, Y.; et al. 3D Nanostructured Molybdenum Diselenide/Graphene Foam as Anodes for Long-Cycle Life Lithium-Ion Batteries. Electrochim. Acta 2015, 176, 103−111. (20) Zhao, S.; Wang, Y.; Dong, J.; He, C. T.; Yin, H.; An, P.; Zhao, K.; Zhang, X.; Gao, C.; Zhang, L.; et al. Ultrathin Metal-Organic\nFramework Nanosheets for Electrocatalytic Oxygen Evolution. Nat. Energy 2016, 1 (12), 1−10. (21) Wu, H.; Zhou, W.; Yildirim, T. Hydrogen Storage in a Prototypical Zeolitic Imidazolate Framework-8. J. Am. Chem. Soc. 2007, 129 (17), 5314−5315. (22) Mukhopadhyay, S.; Debgupta, J.; Singh, C.; Kar, A.; Das, S. K. A Keggin Polyoxometalate Shows Water Oxidation Activity at Neutral PH: POM@ZIF-8, an Efficient and Robust Electrocatalyst. Angew. Chem., Int. Ed. 2018, 57 (7), 1918−1923. (23) Li, R.; Ren, X.; Zhao, J.; Feng, X.; Jiang, X.; Fan, X.; Lin, Z.; Li, X.; Hu, C.; Wang, B. Polyoxometallates Trapped in a Zeolitic Imidazolate Framework Leading to High Uptake and Selectivity of Bioactive Molecules. J. Mater. Chem. A 2014, 2 (7), 2168−2173. (24) Karagiaridi, O.; Lalonde, M. B.; Bury, W.; Sarjeant, A. A.; Farha, O. K.; Hupp, J. T. Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers. J. Am. Chem. Soc. 2012, 134 (45), 18790−18796. (25) Wang, S.; Hou, Y.; Lin, S.; Wang, X. Water Oxidation Electrocatalysis by a Zeolitic Imidazolate Framework. Nanoscale 2014, 6 (17), 9930. (26) Zhang, H.; Nai, J.; Yu, L.; Lou, X. W. (David). Metal-OrganicFramework-Based Materials as Platforms for Renewable Energy and Environmental Applications. Joule 2017, 1 (1), 77−107. (27) Wang, X.; Yu, L.; Guan, B. Y.; Song, S.; Lou, X. W. (David). Metal-Organic Framework Hybrid-Assisted Formation of Co3O4/CoFe Oxide Double-Shelled Nanoboxes for Enhanced Oxygen Evolution. Adv. Mater. 2018, 30 (29), 1801211. (28) Kanan, M. W.; Nocera, D. G. In Situ Formation of an OxygenEvolving Catalyst in Neutral Water Containing Phosphate and Co2+. Science 2008, 321 (5892), 1072−1075. (29) Manna, P.; Debgupta, J.; Bose, S.; Das, S. K. A Mononuclear CoII Coordination Complex Locked in a Confined Space and Acting as an Electrochemical Water-Oxidation Catalyst: A “Ship-in-a-Bottle” Approach. Angew. Chem., Int. Ed. 2016, 55 (7), 2425−2430. (30) Shi, X.; Wu, A.; Yan, H.; Zhang, L.; Tian, C.; Wang, L.; Fu, H. A “MOFs plus MOFs” Strategy toward Co−Mo2N Tubes for Efficient Electrocatalytic Overall Water Splitting. J. Mater. Chem. A 2018, 6 (41), 20100−20109. (31) He, P.; Yu, X.-Y.; Lou, X. W. D. Carbon-Incorporated NickelCobalt Mixed Metal Phosphide Nanoboxes with Enhanced Electrocatalytic Activity for Oxygen Evolution. Angew. Chem., Int. Ed. 2017, 56 (14), 3897−3900. (32) Yu, L.; Zhang, L.; Wu, H. B.; Lou, X. W. D. Formation of NixCo3−xS4 Hollow Nanoprisms with Enhanced Pseudocapacitive Properties. Angew. Chem. 2014, 126 (14), 3785−3788. (33) Sun, Q.; Wang, N.; Guo, G.; Yu, J. Ultrafast Synthesis of NanoSized Zeolite SAPO-34 with Excellent MTO Catalytic Performance. Chem. Commun. 2015, 51 (91), 16397−16400. (34) Li, X.; Li, X.; Li, Z.; Wang, J.; Zhang, J. WS2 Nanoflakes Based Selective Ammonia Sensors at Room Temperature. Sens. Actuators, B 2017, 240, 273−277. (35) Shanmugapriya, S.; Surendran, S.; Nithya, V. D.; Saravanan, P.; Kalai Selvan, R. Temperature Dependent Electrical and Magnetic Properties of CoWO4 Nanoparticles Synthesized by Sonochemical Method. Mater. Sci. Eng., B 2016, 214, 57−67. (36) Duan, J.; Chen, S.; Zhao, C. Ultrathin Metal-Organic Framework Array for Efficient Electrocatalytic Water Splitting. Nat. Commun. 2017, 8, 15341. (37) Li, X.; Fang, Y.; Lin, X.; Tian, M.; An, X.; Fu, Y.; Li, R.; Jin, J.; Ma, J. MOF Derived Co3O4 Nanoparticles Embedded in N-Doped Mesoporous Carbon Layer/MWCNT Hybrids: Extraordinary BiFunctional Electrocatalysts for OER and ORR. J. Mater. Chem. A 2015, 3 (33), 17392−17402. (38) Ling, C.; Zhou, L. Q.; Jia, H. First-Principles Study of Crystalline CoWO4 as Oxygen Evolution Reaction Catalyst. RSC Adv. 2014, 4 (47), 24692−24697. (39) Siracusano, S.; Baglio, V.; Stassi, A.; Ornelas, R.; Antonucci, V.; Arico,̀ A. S. Investigation of IrO2 Electrocatalysts Prepared by a Sulfite-Couplex Route for the O2 Evolution Reaction in Solid Polymer\nDOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\n5032\nElectrolyte Water Electrolyzers. Int. J. Hydrogen Energy 2011, 36 (13), 7822−7831. (40) AlShehri, S. M.; Ahmed, J.; Ahamad, T.; Arunachalam, P.; Ahmad, T.; Khan, A. Bifunctional Electro-Catalytic Performances of CoWO4 Nanocubes for Water Redox Reactions (OER/ORR). RSC Adv. 2017, 7 (72), 45615−45623. (41) Xu, Y.; Li, B.; Zheng, S.; Wu, P.; Zhan, J.; Xue, H.; Xu, Q.; Pang, H. Ultrathin Two-Dimensional Cobalt−organic Framework Nanosheets for High-Performance Electrocatalytic Oxygen Evolution. J. Mater. Chem. A 2018, 6, 22070. (42) Zhong, X.; Lu, Y.; Luo, F.; Liu, Y.; Li, X.; Liu, S. A Nanocrystalline POM@MOFs Catalyst for the Degradation of Phenol: Effective Cooperative Catalysis by Metal Nodes and POM Guests. Chem. - Eur. J. 2018, 24 (12), 3045−3051.\nDOI: 10.1021/acssuschemeng.8b05744 ACS Sustainable Chem. Eng. 2019, 7, 5027−5033\n5033"
    } ],
    "references" : [ {
      "title" : "In-Plane Coassembly Route to Atomically Thick Inorganic−Organic Hybrid Nanosheets",
      "author" : [ "S. Wei", "Y. Xie" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "T. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "T. et al\\.",
      "year" : 2013
    }, {
      "title" : "Mn3O4Nano-Octahedrons on Ni Foam as an Efficient Three-Dimensional Oxygen Evolution Electrocatalyst",
      "author" : [ "J. Shao", "Z. Wan", "H. Liu", "H. Zheng", "T. Gao", "M. Shen", "Q. Qu" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "Shao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Shao et al\\.",
      "year" : 2015
    }, {
      "title" : "Co3O4 Hollow Dodecahedrons with Controllable Interiors as Outstanding Anodes for Li Storage",
      "author" : [ "Z. Wu", "L.-P. Sun", "M. Yang", "L.-H. Huo", "H. Zhao", "J.C. Grenier" ],
      "venue" : "J. Mater. Chem. A 2014,",
      "citeRegEx" : "Wu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2014
    }, {
      "title" : "In Situ Formation of an OxygenEvolving Catalyst in Neutral Water Containing Phosphate and Co",
      "author" : [ "M.W. Kanan", "D.G. Nocera" ],
      "venue" : "Science",
      "citeRegEx" : "Kanan and Nocera,? \\Q2008\\E",
      "shortCiteRegEx" : "Kanan and Nocera",
      "year" : 2008
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The purpose of this research is to develop an effective and inexpensive oxygen evolution reaction (OER) electrocatalyst to achieve high-efficiency water decomposition. Herein, Keggin-type polyoxometalate (POM) nanoparticles coated with zeolitic imidazolate framework (ZIF67) were successfully synthesized by facile methods. An efficient ZIF-67@ POM catalyst with yolk/shell structure is reported. The POM nanomaterials are uniformly dispersed in the surface of ZIF-67. This unique yolk/ shell structure with potential synergistic interaction between POM and ZIF-67 results in superior electrocatalytic activity in OER. When the current density is 10 mA cm−2, the overpotential is only 287 mV, and the Tafel slope is 58 mV per decade. Moreover, the as-prepared yolk/shell ZIF-67@POM catalysts exhibit excellent cycling stability, high surface area, abundant surface active sites, and high diffusion efficiency comparable to the traditional noble-metal-free OER electrocatalyst.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}