{
  "name" : "downloads_2020-02-11_bf_10.1149@1945-7111@ab6bc4.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "spherical surface. The carbon atoms form covalent bonds with each other in the sp2 hybridization in fullerenes. They are most commonly present on the surface of the sphere at the vertices of pentagons and hexagons. C60 is the fullerene that has been extensively studied and investigated. It has highly symmetric spherical molecules consisting of 60 carbon atoms, present at the vertices of 20 hexagons and 12 pentagons or 60 Carbon atoms comprising of 12- ve member rings and 20-six member rings.11 The diameter of fullerene is 0.7 nm.12 Fullerenes have been used in the medical eld such as in cancer therapies, MRI and for gynecological malignancies.13 17\nSynthesis. Fullerenes are basically 0D form of Graphitic carbon and can be visualized as an irregular sheet of Graphene being curled up into a sphere by adding pentagons at its structure. They come in various forms and sizes ranging from 30 to 300 Carbon atoms. They can be synthesized by employing methods such as electric arcdischarge, electron beam ablation and sputtering.18,19 Fullerenes are also present in the soot of combustion ames20 22 and can also be synthesized by using Graphitic electrodes.23,24 Fullerenes were rstly synthesized by evaporating Graphite electrodes in a Helium atmosphere.25,26 However, the practical use of fullerenes is limited due to their high synthesis cost and low yields of the methods currently available for their production.\nCarbon nanotubes. One of the allotropic modi cations of carbon, known as Carbon nanotubes (CNTs) were discovered in 1991 by the Japanese scientist S. Ijima.27 In CNTs, each carbon atom with 3 electrons forms trigonally coordinated Tbonds to three carbon atoms by using sp2 hybridization.27 29 CNT is basically one layer of Graphene rolled in the form of a hollow tube seamlessly. The rolled Graphene sheets stacked in cylindrical/tubular structures with a diameter of several nanometers is the characteristic feature of carbon nanotubes. The CNTs can have variable length, diameter, the number of layers and chirality vectors (symmetry of the nulled Graphite sheet). Based on their structures, CNTs can be divided into two basic groups: single walled Carbon nanotubes (SWCNTs) and multi-walled Carbon nanotubes (MWCNTs).30,31 The SWCNTs have a diameter around 1 3 nm and a length of few micrometers whereas MWCNTs have a diameter of 5 2 nm and a length around 10 m. However, recently the synthesis of CNTs with a length of 550 nm has been investigated and reported.32 The CNTs have excellent physical properties like rigidity, strength and elasticity as compared to other brous materials. They do posses high value of aspect ratio (length to diameter ratio) than other materials. The high aspect ratios of CNTs may vary from 102 to 107. The larger aspect ratio comes out for SWCNTs than MWCNTs as a consequence of their smaller diameter. Not only this, they do posses high thermal and electrical conductivities in comparison to other conductive materials. The strength of CNTs is 10 100 times larger than the strong steel at a fraction of steel weight.33\nThe one layer of Graphene in CNTs can be rolled in different ways. Based on the rolling of Graphene sheets, the CNTs are classi ed as zigzag, armchair, chiral, depending on the number of unit vectors in the crystal lattice of Graphene along two directions in honey comb structure. The chirality has a signi cant effect on the properties of CNTs. The electrical properties of SWCNTs are a function of their chirality or hexagon orientation with respect to the tube axis. The chirality decides whether a particular CNT is metallic or semiconducting in nature.34 The electrochemical properties of\nSWCNTs depend upon the roll-up vectors (n, m). If the roll-up vectors n-m = 3q where q is any integer/zero, the SWCNTs are metallic. If\n-m = 3q, the SWCNTs are semi conductive in nature.35,36 If n = m, the nanotubes are known as armchair. If m= 0, they are known as zigzag, otherwise they are known as chiral.\nAlso, the SWCNTs can exhibit electrical conductivity or semi conductive properties that depend upon the diameter of the tubes.37 41 The armchair SWCNTs have electrical conductivity more than that of copper whereas zigzag and chiral SWCNTs do display semi conductive properties for their use in sensor fabrication.40,42 The MWCNTs are composed of multiple Carbon layers with inconsistent chirality and can display extraordinary mechanical attributes instead of exceptional electrical characteristics. These nanomaterials do posses such characteristic feature that makes them potential candidates for use in technological elds. The CNTs have been used as an electrode in electrochemical reactions due to their signi cant electron transfer capabilities.43 They can be used in electrochemical sensors as they do have the ability to make electron transfer possible in chemical reactions at the electrode interface.44 47 The CNTs nd immense applications in the eld of nano-electro-mechanical systems.48 50 Table I shows the values of signi cant physical, electronic and mechanical characteristic features of CNTs.\nSynthesis. The CNTs have been synthesized by using Carbon arc discharge, Chemical Vapour Deposition (CVD) and laser ablation methods.52 54 The Carbon arc discharge with a suitable catalyst was rstly used to synthesize SWCNTs or MWCNTs with a high yield and better control over the size of the synthesized nanotubes.27,55,56 The CVD method has resulted in the production of CNTs with smaller diameters and lower yield but ner quality.57 The Laser ablation method gives a lower yield and much smaller diameter but much ner quality.58,59 The metallic and semi conductive CNTs can be synthesized through selective functionalization,60 selective destruction by electrical heating61 or separation by density gradient ultra centrifugation.62 The CVD has been used to produce high quality SWCNTs and MWCNTs in vertically aligned array by using transition metal nanoparticle catalysts.63,64 They have been synthesized on a very large scale by using arc discharge and CVD methods (Co-Mo Catalysts). The CVD method needs simple equipment and mild temperature and pressure conditions and is more suitable for the large scale production of CNTs than the other two methods.65\nThe metallic and quasi crystalline substrates have been used to synthesize vertically aligned arrays of CNTs.66,67 The synthesis of CNTs has been reported by pyrolysing metal carbonyls in the presence of other hydrocarbons.68,69 The transition metals present in Graphite electrodes have produced CNTs with more product output and reproducibility.70 The transition metal catalysts along with CVD method have been researched to get good quality CNTs in vertically aligned arrays.71,72 The CVD synthesis employs the use of catalysts in substrates on which nanotubes grow. The metallic nanoparticles are employed as catalysts and their size depends on the diameter of the nanotubes to be synthesized (0.5 5 nm for SWCNTs, 8 to 10 nm for MWCNTs). The nanoparticles Ni, Co, Fe have been used as nano catalysts for the synthesis of CNTs. The CVD reactors use inert gas methane for SWCNT production and ethylene for MWCNTs. In case of SWCNTs, the substrate is heated up to 850 °C 1000 °C and 550 °C 700 °C for MWCNTs synthesis. The thermal decomposition of hydrocarbons produces Carbon which is dissolved in the metal nano catalyst. When a certain concentration of Carbon is attained, its semi-fullerene cap is formed that acts as a basic unit for the growth of the nanotube. The continuous ow of Carbon from the hydrocarbon source to the catalyst particle is maintained. Finally, the CNTs are obtained after puri cation process and removal of catalysts from the tips and surface of nanotubes. The research is going on for the last step so that high quality of the synthesized material may be obtained.73,74 After the production of CNTs there is a need to purify the material to remove the amorphous carbon\nmaterials. Although, arc discharge and laser ablation methods produce SWCNTs in a high quantity but they suffer from drawbacks also as there is a need to evaporate C-atom from solid state source at a very high temperature (> 3000 °C) and the nanotubes bundle together during the formation which limits their applications.75 77 The length of CNT depends on the time taken for their growth. The diameter of synthesized SWCNTs varies from 0.7 to 3 nm78 and 10 to 200 nm for MWCNTs.79 The different types of drugs can be effectively loaded on the internal and external surfaces of CNTs due to their large surface area.80,81\nGraphene. It is a 2D allotropic form of Carbon comprising of a single layer of Carbon atoms. The Carbon atoms exhibit a hexagonal crystal lattice joined to each other by Tand Q bonds in sp2 hybridization with an interatomic distance of 0.142 nm of Carbon hexagons. The Graphene was r t explored, searched by a Canadian theoretical physicist, P. R. Wallace in 1947 whereas the samples were later investigated by a Dutch-British physicist A. Geim and a Russian-British physicist K. Novoselov.82 84 Although, the theoretical investigations on the Graphene have been conducted extensively, the real material has been synthesized only recently. The research on the characteristic features of Graphene is still going on. It do possess extremely high mechanical rigidity and a high thermal stability. The electrical properties of this carbon allotrope basically distinguish from the properties of 3D materials. Graphene is a building block of other allotropes of carbon as it can be wrapped up, rolled up cylindrically or stacked up to get 0D fullerenes, 1D carbon nanotubes and 3D Graphite respectively.85 Thus it depicts the structural element of some other Carbon allotropes such as fullerenes, CNTs and Graphite. The Graphene rolled into 0D buckyballs, 1D nanotube and stacked up into 3D graphite is shown in the\nFig. 1.85\nGraphene is a semiconductor material with zero band gaps, ambipolar electric eld with charge carrier mobility more than 15000 to 20000 cm2 Vs 1 at room temperature. It possesses excellent mechanical, physical, chemical and thermal properties and is transparent to light up to 97.7%. That s why it is a potential candidate for the application in highly sensitive electrochemical sensors.86 89 The mobility of electrons in the layers of Graphene is one hundred times more than that in Silicon.90 That s why it is predicted that one day it will replace Silicon in the electronic industry. Graphene nds immense application in sensors due to its large speci c surface area and high charge carrier mobility.91,92 Table II shows the values of signi cant physical, electronic and mechanical characteristic features of Graphene.\nSynthesis. The Graphene was rstly isolated in 2004 at the University of Manchester by Novaselov and Geim by isolating individual Graphite layers by applying the peeling off method with a scotch tape.82 This method produces a high quality Graphene devoid of any defect. However, the small size of the sample restricts its use for lab research only and not for commercial applications. The peeling of Graphite in solvents like N-methyl pyrrolidone94 and surfactant sodium dodecyl benzene sulphonate solution95 has been reported. Due to the small fabrication cost and less number of processing steps, this technique has been widely used for the large scale synthesis of Graphene. The layered Graphene has been fabricated by employing CVD peeling off from Graphite,82 the epitaxial route,96 solvothermal production,97 liquid phase exfoliation,94 microwave assisted exfoliation98 and other oxidation techniques.99,100 The Graphene can also be synthesized from the reduction of Graphene oxide but the synthesized material has large number of defects101 whereas the Graphene synthesized from Graphite consist of a small density of defects.102\nThe CVD technique has been applied for the synthesis of Graphene modi ed electrodes and devices to be used in electrochemical sensors. The Graphene has also been fabricated by the use of transition metal substrates like Ni,103,104 Po,105 Pt,106 Cu107 on a very large scale. As a consequence of a very low stability of Carbon in Copper, the CVD growth of Graphene over Copper results in a highly crystalline Graphene layers.108 The Epitaxial Graphene can be synthesized by graphitization of doped SiC single crystal wafers at high temperature as well as of undoped crystals of SiC.109,110\nGraphene Oxide (GO) has been produced by the chemical oxidation of Graphite at a very low production cost. The Hummers method has been employed for the growth of GO as it takes very small time for the growth and does not dissolve harmful chemicals.99 The synthesis of Graphene oxide (GO) has also been reported by making use of potassium permanganate and concentrated Sulphuric acid as oxidation agent and for peeling off Graphite.99 The acidic treatment accounts for the hydrophilic character of GO. The GO sheets can be dispersed well in water.11 The GO can be reduced back to Graphene by using chemical reduction methods such as by the direct addition of reducing agents like hydrazine111 or by thermal reduction at high temperatures.112\nThe solution growth of Graphene has been reported to produce GO in which Graphite is oxidized due to which an aqueous colloidal form of GO akes is produced. As a result, the basal plane of the Graphene is functionalized with hydrophilic functional groups.113 115 GO has a high density of oxygen functional groups (carboxyl, hydroxyl, carbonyl, and epoxy) at its basal plane and its edges due to which it forms a colloidal solution in water and polar solvents and is a novel Graphene material.\nReduced graphene oxide (rGO). The electrochemical reduction method has also been applied to obtain reduced Graphene oxide (rGO).116 Various reduction methods have been employed to reduce Go partially to form reduced Graphene oxide (rGO) by using laser radiation,117 annealing118 and chemical methods.119 However, the harsh use of chemicals for oxidation degrades the properties of Graphene by damaging the basal plane of the Graphene. That s why peeling off of Graphene from Graphite is done under suitable solvents and surfactants.94,95 The Graphene has a tendency to aggregate into Graphite in some solvents. Thus it is dif cult and challenging to prepare pure and uniformly dispersed single layer Graphene in the solvents. The mechanical peeling of the Graphite is done to obtain pure 2D Graphene by making use of the adhesive tapes4 that has lesser density of defects. The structures of Graphene based nanomaterials are shown in the Fig.2.120\nCarbon nanodiamonds. Another allotrope of carbon, Carbon Nanodiamonds (CNDs) is the nanoparticles with the crystal structure of Diamond, and exhibit excellent properties of diamond.121,122 The CNDs consist of a crystalline Diamond core which is surrounded by a anion like amorphous Graphite shell.123 They do possess very small size, large surface area and large adsorption capacity for the attachment of chemical to biological molecules.124,125 They exhibit exceptional hardness, thermal conductivity, refractive index, coef - cient of friction, insulation characteristics and have very low toxicity.126\nThe CNDs display uorescence due to the presence of a complex defect N-V, containing nitrogen (N) and a vacancy (V). Since CNDs\nare chemically stable, their photo luminescent behavior can be used for the several in-vivo and in-vitro applications.127 The CNDs are the potential uorescent probes for use as biomarkers and in bio labeling studies.128\nSynthesis. The CNDs are synthesized arti c ally by the detonation of explosive to produce these nanoparticles.129 As diamond exhibits uorescence due to the presence of a complex defect (N-V), containing nitrogen (N) and a vacancy (V), the uorescent CNDs can be synthesized by doping of N vacancies by means of electron irradiation and annealing in the free space.130 The scienti c investigations have reported the uorescent CNDs consisting of roughly 400 Carbon atoms and Silicon vacancies that have the potential for use in sensing applications.131\nThe CNDs can be functionalized by the covalent or non-covalent method to provide extra stability to them.132 The covalent modi cations of CNDs have produced stable complexes of drugs, whereas with non-covalent methods, the drugs can be easily attached to the CNDs but with decreased stabilities. Since the covalent modi cations of CNDs involve complex processes133,134 due to which the non-covalent method is widely used to build CND based drug delivery systems. The colloidal behavior of the nanodiamonds can be enhanced by transforming the surface of CNDs.135 A number of functional bio molecules and drugs have been attached on the surface of CNDs by non-covalent methods.136The thermal induction and plasma treatment methods have been employed to attach chlorine, ketonic and carboxylic groups on their surface.137 139\nThe surface modi ed CND lms were used to absorb small molecules like alkyl alcohol, Sulphonic acids, thiols and complex structures like DNA and enzymes.140 144Using alkyl chains, uorine and Si, the covalent attachment on the surface of CNDs is feasible.145 147 It has been reported that the ketonic, carboxylic and amino groups can modify the surface of CNDs.148 153 These groups are further changed by a chemical modi cation in order to functionalize the CND particle. A functionalized CND particle with alkyl group can be distributed in the organic solvents uniformly whereas the non-modi ed CNDs can be dispersed in water but not in organic solvents. A functionalized CND particle with a Silane coupling reagent can transform a glass substrate.154 The functionalization of CNDs results in the uorescent behavior without N-V defects. The protein and biotin- supported CNDs were investigated in order to increase their af nity towards the biological molecules. These modi ed CNDs have the potential to be used for drug delivery systems.155 The uorescent CNDs can be used for designing nanosensors due to the presence of N-V centers.156 The CNDs can be very easily functionalized with biomolecules after undergoing puri cation by the ozone gas.157,158\nCarbon nanohorns. Carbon Nanohorns (CNHs) are one of the allotrope of Carbon consisting of closet cages of Carbon atoms with a diameter of 2 5 nm and length 40 50 nm.159 They are more bene cial to use than CNTs as they can be synthesized at a larger cale at room temperature without any use of metal catalysts. They can be synthesized by using arc discharge of Carbon rods,160 laser ablation of pure Graphite161 and Joule heating. The CNHs do posses high surface area and good porosity which can be exploited for their potential application in the eld of biosensing.161,162\nCarbon dots. The Carbon Dots (CDs) are zero-dimensional CNMs consisting of Carbon atoms with a size below 10nm. These materials do possess signi cant electronic and optical properties as exhibited by Quantum Dots.163 They do possess low toxicity, stability and biocompatibility for their application as electrochemical biosensors.164 166 The CDs have been synthesized by using laser ablation method applied to the Carbon atoms.167 The various processes like pyrolysis,168 hydrothermal synthesis,169 electrochemical methods170 and microwave synthesis171 have been used to synthesize CDs. They can also be prepared by using the soot of the candle ame.172\nCDs can be classi ed into Carbon Quantum Dots (CQDs) and Graphene Quantum Dots (GQDs). The CQDs and GQDs have a diameter range from 1 to 10 nm. The GQDs consist of Graphene layers of size less than 10 nm. They can be synthesized by using thermal plasma jet technique with low fabrication cost. They can be an alternative to the nanodiamonds.173 176\nCarbon nano bres. Carbon Nano bres (CNFs) are cylindrical wire shaped nanostructures in which graphene sheets are piled in different arrangements such as ribbon-like, platelet or herringbone. The length of CNFs varies in order of micrometers and can be up to 10 m whereas their diameters vary from 10 to 500 nm. Their mechanical strength and electric properties are just like that of CNTS.177 As a consequence of stacking of graphene sheets with different shapes in different arrangements, CNFs have more edge sites on their outer walls in comparison to CNTs. The presence of edge sites makes it feasible to transfer electrons with electro active species in solution and the detector substrate.178,179 The CNFs do possess attributes like good electrical conductivity, large surface area, biocompatibility and easy fabrication process that are vital for electrochemical sensing applications. Moreover, CNFs can be easily functionalized to suit a particular detection mechanism.\nSynthesis. The CNFs can be prepared by employing arc discharge180 and laser ablation181 methods. The thermal chemical vapour deposition (CVD),Plasma enhanced chemical vapour deposition(PECVD) and electro spinning have also been employed for the preparation of CNFs.182 During thermal CVD method, a compound containing hydrogen and carbon is thermally decomposed by employing a metal catalyst at a constant temperature.183This method\nis further divided into three types based on the way in which the catalyst is employed i.e. Substrate method, Spray method and Gas phase ow catalytic method.\nDuring PECVD method, the high energy electrons present in the plasma collide with the gas molecules. As a result, they transfer their kinetic energy to them, thereby, causing excitation, ionization and decomposition which results in production of CNFs.184 186\nDuring electro spinning process, the polymers like silk, DNA, collagen and polyester have been used to obtain CNFs. The polymeric solution is rstly subjected to a potential of very high volts for getting charged, then to a spinning port where it is moved at a very fast rate. As a result, the nano bres get deposited at the collecting plate in the form of a mat. The ber mat undergoes oxidation and is carbonized in nitrogen atmosphere to produce CNFs.187 190 The CVD produces CNFs with impurities which require a further complicated puri cation process whereas electro spinning produces CNFS through a very easy process with high purity.191,192 The Fig. 3 shows the SEM images of alignment of CNFs grown on a Silicon substrate in plasma growth process in the presence of electric eld (a) & (b) and CNFs exposed density (c).193\nCarbon black. The Carbon black (CB) is a nanomaterial prepared from the combustion of petroleum products. They are the nanoparticles spherical in shape and are strongly bonded to each other to form aggregates. The size of Carbon black particles varies from 3.0 to 100nM. The signi cant physical, electronic and mechanical characteristic features of Carbon black are given in Table III . The conductivity of Carbon black can be enhanced by heating up to 7000 °C because more number of electrons in sp2 hybridization state with delocalized pi-bonds is available for the\nconduction of current.194 Due to their large surface area; a large number of oxygenated groups are formed at the edges of the Carbon black nanoparticles. It is the presence of sp2 hybridized Carbon atom edge planes and oxygenated groups over the Carbon black nanomaterials that make them capable to attach biomolecules on their surface to act as electrochemical biosensors. They can be used for the detection of analytes for the biosensing applications.\nSynthesis. The Carbon black nanoparticles can be prepared by employing furnance, channel and acetylene processes.201,202 The preparation process is very easy and has low cost. The properties of Carbon black can be easily tailored by introducing other materials such as polymers203 or metallic nanoparticles into them for better electrochemical sensing applications.204\nBiosensors\nBiosensors have been extensively used for the detection of biological molecules, pathogens and other disease causing agents in the healthcare eld. The biosensors are basically chemical sensors which make use of the recognition properties of the biomolecules in its sensitive layer. The CNMs have been extensively used for providing immobilization aid to the recognition molecules in the biosensors. A typical biosensor consists of three parts (i) a recognition molecule that can be an enzyme, protein, antibody or DNA etc. (ii) a transducer element which records the interaction as a signal between the analyte or target and the recognition molecule (iii) a signal processor. An electrochemical biosensor is attached with sensitive biological molecules on the surface of solid electrodes by employing recognition properties of biomolecules in order to hold the target molecules on the surface of electrode. As a result of this process, a reaction signal is converted into an electrical signal like voltage, current, impedance etc. which can be easily detected. Most of the biosensors that have been developed are electrochemical in nature. The electrochemical biosensors are potentiometric, amperometric or conductometric depending upon the signal generated from the electrochemical process which can be a resistance, current or voltage signal respectively. The electrochemical biosensors have been used to study the qualitative as well as the quantitative aspects of the detected molecule. The electrochemical biosensors are highly sensitive to ensure detection, highly selective to avoid the interference of other species, small in size, easy to use and cost effective.205,206\nWhy CNMs for Electrochemical Biosensors\nThe CNMs have been extensively used for the electrochemical biosensors due to their large surface area due to which many detection events can occur simultaneously on their surface and also, the attachment of the biomolecules is possible very easily. These materials have such electronic, optical, physical and mechanical properties which make them potential candidates for use in biosensors. Their charge storage and electron transfer properties can be engineered for the electrochemical applications. These materials have low cost, wide potential range over which the CNMs electrode can operate, high electro catalytic activities for a large number of redox-active chemical and biological systems. The electrochemical performance of the biosensors can be optimized by modifying the structure of these molecules to engineer their electronic, chemical\nand crystalline properties for a particular application. The CNMs based surfaces can be easily tailored by means of functionalization by a large number of covalent and non covalent methods which enhances their electrochemical sensing capabilities. These materials are also highly biocompatible. The CNT sensors do posses the ability to transport electrons faster, highly sensitive and are capable of detection even at very low limits. The Graphene has also been effectively used for the electrochemical sensing due to their signi cant electron transport features as described in the Table no I and II . The CNT or Graphene based electrochemical sensors have higher sensitivity, higher selectivity, fast electron transfer rate and low limits of detection. The doping can signi cantly in uence the electronic, mechanical and conducting properties of CNTs. Not only this, the distinct forms of CNMs have a varying density of states. The density of states of CNMs based electrode determines the electron transfer capabilities with the target molecules. For a faster electron transfer process, the energy of electrons in the electrode should be equal to that in the redox reaction. A higher density of state enhances the possibility of existence of electrons with enough high energy needed for their transfer to the redox system.207 The density of states for CNMs varies with their structure and can be adjusted by making changes in their atomic bonding structures. It also depends upon the tube diameter in case of CNTS. The density of states can be increased by peeling off CNTs in a controlled manner.208\nThe controlled oxidation of MWCNTS can enhance their electrochemical performance by modifying their electronic structure. The inorganic particles can be strongly chemically coupled to the CNMs to change the electronic structure of each individual component to provide synergistic electro catalytic activities to the resulting hybrid systems.209\nThe planar geometry of Graphene and tubular geometry of nanotubes makes it possible to expose the surface atoms for forming chemical bonds with a large number of molecules of the target material for the biosensing applications. Every atom on the surface of Graphene is exposed due to its high exceptional surface area. Thus, the high molecular functionalization is feasible in Graphene in comparison to other carbon nanomaterials.\nThe CNMs do possess a high surface to volume ratio, electrical conductivity and mechanical strength that makes them potential for use in electrochemical biosensors.210 212 The large surface area electrical, thermal conductivity and strength of CNTs make them suitable for use in electrochemical biosensors.51 The basal planes of Graphene play a major role in electrochemical process than the edge planes.213,214 The Carbon nanostructures have the outstanding photo thermal response. The photo thermal technique has been used to reduce/eliminate the size of tumors.215,216\nCarbon Nanotubes as Electrochemical Biosensors\nThe CNTs have been widely explored for their use in the electrochemical sensing of biomolecules for various biomedical applications as shown in the Fig.4 217 220 The properties of CNTs can be customized to suit their potential as biosensors. The antibodies and enzymes can customize the features of CNTs in the electrochemical biosensors. The characteristics of CNTs as biosensors can also be tailored by the peptides and nucleic acids as they do have the inherent capability to be acquainted with bio-elements or biomolecules. The method of analysis i.e. invivo or invitro determines the design of a biosensor. The biomolecules are attached on the surface of CNTs in order to prepare the surface for a particular detection process. The various biomolecules such as enzymes, proteins or nucleic acids have been extensively used in the CNT biosensors for this purpose.\nCovalent or non-covalent functionalization of CNTS. The physical and chemical properties of nanoparticles can be engineered by subjecting them to functionalization, by attaching some molecules on their surface.222 The CNTs are not soluble in aqueous\nsolutions but when they undergo oxidation in a mixture of acids, the carboxylic groups attach to the surface and side walls of the nanotubes making them soluble in aqueous solutions. Thus, functionalization has proved to be a boon to the CNTs for modifying their physical and chemical properties.222,223 The functionalization of CNTs with chemicals or suspension in a surfactant containing solution results in decrease in their bundle formation.224\nThe most commonly used tailoring technique for CNTs in order to enhance their electrochemical sensing performance (sensitivity and selectivity) are covalent or non-covalent functionalization. The biomolecules are attached to the surface of CNTs by covalent or non-covalent functionalization. In covalent functionalization, the various chemical functional groups like carboxylic and amine groups are attached to the surface and side walls of CNTs by certain chemical processes. These functional groups on the CNTs react with the functional groups present in the bimolecular structure resulting in the formation of a covalent or a non-covalent bond. The CNT functionalized with poly (amidoamine) dendrimer through covalent functionalization has been used for the attachment of glucose oxidase and Horseradish peroxidase.225 The use of covalent functionalization for the attachment of biomolecules on CNTs for sensing glucose,225,226 H2O2,\n227 a atoxin,228 carcinoembroyonic antigen detection229 have been reported. The amine functionalized CNTs interact with the amino groups on biomolecules such as enzymes, proteins and nucleic acids. The glutaraldehyde, active ester or epoxy has been used to attach the amine containing biomolecules to the CNTs.226,229\nAn electrochemical immunosensor has been developed for the detection of carcinoembryonic antigen in saliva and serum in which monoclonal anti-carcinoembryonic antigen antibodies are attached on polyethylene amine treated MWCNTs side walls by using covalent functionalization with the help of glutaraldehyde.229\nThe vertically aligned SWCNTs are attached on a GCE with a covalent bonding230 or on a gold surface by diazonium has been\nstudied and investigated. The SWCNTs modi ed with diazonium have displayed the highest electron transfer in cellobiose hydrogenase from phanerochaete Sordida with small values of lactose oxidation potential.231\nHowever, the covalent functionalization of CNTs has an in uence on its intrinsic properties as the change in CNT surface by covalent attachment can cause hybridization to change from sp2 to sp3. As a consequence of it, the mechanical strength and electrical properties could be hampered due to the decrease in conjugation abilities of the CNTs.232,233\nThe non-covalent functionalization of CNTs has been signi cant for attaching the biomolecules on CNTs as it does not affect the intrinsic properties of CNTs. As a consequence of that the mechanical and electrical properties are not affected.232,233 The CNTs are noncovalent functionalized as a result of pi-pi electrostatic interactions between the CNTs and the biomolecules.233,234 The adsorption of aromatic molecules and benzene derivatives on the surface of SWCNTs has been achieved due to the establishment of pi-pi interactions between the CNTs and the benzene derivatives.235 The aromatic compounds have been employed for attaching the biomolecules on the surface of CNTs by non-covalent functionalization such as ferrocane,236 238 anthracene,239 241 pyrene242 244 etc for the development of electrochemical biosensors. The non-covalent functionalized CNTs by aromatic compounds have been used for the bioelectrocatalysis of oxygen,239,242,245 248 glucose biosensors,236,237,249 H2O2 detection,250 ethanol biosensor,251 and trichloroacetic acid biosensor.252 The polymers have been employed for the non-covalent functionalization of CNTs for use in biosensors. The polymers like polypyrroles,253,254 glycolipids,255,256 polyethyleneimine257 260 have been used for the non-covalent functionalization of CNTs. The commonly used tailoring techniques for CNTs have been functionalization with conducting polymers,261 263 mixing with surfactants or polyelectrolyte,264 266 using metal oxides or nanoparticles,267 270 adding enzymes56,266,271 275 and doping with heteroatom.55,276\nFigure 4. CNTS as biosensors for different applications, Reprinted with permission from221 (Copyright 2014, Elsevier).\n177. M. Endo, Y. A. Kim, T. Fukai, T. Hayashi, K. Oshida, M. Terrones, T. Yanagisawa, S. Higaki, and M. S. Dresselhaus,Appl. Phys. Lett., 80, 1267 (2002). 178. M. Hatzimarinaki, V. Vamvakaki, and N. A. Chaniotakis,J. Mater. Chem., 19, 428 (2009). 179. V. Vamvakaki and N. A. Chaniotakis,Sens. Actuators B Chem., 126, 193 (2007). 180. X. F. Zhao, J. S. Qiu, Y. X. Sun, C. Hao, T. J. Sun, and L. W. Cui,New Carbon\nMater., 24, 109 (2009). 181. T. Guo, P. Nikolaev, A. G. Rinzler, D. Tomanek, D. T. Colbert, and R. E. Smalley,\nJ. Phys. Chem., 99, 10694 (1995). 182. C. S. Sharma, H. Katepalli, A. Sharma, and M. Madou,Carbon, 49, 1727 (2011). 183. M. U. Zahid, E. Pervaiz, A. Hussain, M. I. Shahzad, and M. B. K. Niazi,Mater.\nRes. Express, 5, 052002 (2018). 184. M. A. R. Saidin, A. F. Ismail, S. M. Sanip, P. S. Goh, M. Aziz, and M. Tanemura,\nThin Solid Films, 520, 2575 (2012). 185. R. Shoukat and M. I. Khan,J. Electr. Eng., 100, 997 (2018). 186. R. Gupta and S. C. Sharma,Contrib. Plasm. Phys., 59, 72 (2019). 187. S. Siddiqui, P. U. Arumugam, H. Chen, J. Li, and M. Meyyappan,ACS Nano, 4,\n955 (2010). 188. T. Maitra, S. Sharma, A. Srivastava, Y. K. Cho, M. Madou, and A. Sharma,\nCarbon, 50, 1753 (2012). 189. S. X. Wang, C. C. Yap, J. T. He, C. Chen, S. Y. Wong, and X. Li,Nanotechnology\nReviews, 5, 51 (2016). 190. Z. X. He, M. N. Li, Y. H. Li, J. Zhu, Y. Q. Jiang, W. Meng, H. Z. Zhou, L. Wang,\nand L. Dai,Electrochim. Acta, 281, 601 (2018). 191. Y. Liu, H. Q. Hou, and T. Y. You,Electroanalysis, 20, 1708 (2008). 192. X. Tang, Y. Liu, H. Hou, and T. You,Talanta, 83, 1410 (2011). 193. J. E. Koehne, H. Chen, A. Cassell, G.-Y. Liu, J. Li, and M. Meyyappan,Bio-Med .\nMater. Eng., 19, 35 (2009). 194. L. R. Radovic, inChem. Phys. Carbon27(CRC Press, New York, NY, USA)\n(2000). 195. W. Smith, F. Thornhill, and R. Bray,J. Ind. Eng. Chem., 33, 1303 (1941). 196. J. H. Atkins,Carbon, 3, 299 (1965). 197. M. Hindermann-Bischoff and F. Ehrburger-Dolle,Carbon, 39, 375 (2001). 198. P. E. Khizhnyak, A. V. Chechetkin, and A. P. Glybin,J. Eng. Phys., 37, 1073\n(1979). 199. B. P. Holownia,Rubber Chem. Technol., 48, 246 (1975). 200. Y. Fukahori,Rubber Chem. Technol., 80, 701 (2007). 201. F. Fabry, G. Flamant, and L. Fulcheri,Chem. Eng., 56, 2123 (2001). 202. C. M. Long, M. A. Nascarella, and P. A. Valberg,Environ. Pollut., 181, 271\n(2013). 203. C. T. Li, C. T. Lee, S. R. Li, C. P. Lee, I. T. Chiu, R. Vittal, N. L. Wu, S. S. Sun,\nand K. C. Ho,J. Power Sources, 302, 155 (2016). 204. P. B. Deroco, F. C. Vicentini, and O. Fatibello-Filho,Electroanalysis, 27, 2214\n(2015). 205. M. Badihi-Mossberg, V. Buchner, and J. Rishpon,Electroanalysis, 19, 2015\n(2007). 206. D. Grieshaber1, R. MacKenzie, J. Voros, and E. Reimhult,Sensors, 8, 1400\n(2008). 207. W. J. Royea, T. W. Hamann, B. S. Brunschwig, and N. S. Lewis,J. Phys. Chem.\nB, 110, 19433 (2006). 208. C. L. Sun, C. T. Chang, H. H. Lee, J. G. Zhou, J. Wang, and T. K. Sham,Acs\nNano, 5, 7788 (2011). 209. B. Q. Yuan, C. Y. Xu, D. H. Deng, Y. Xing, L. Liu, and H. Pang,Electrochim.\nActa, 88, 708 (2013). 210. R. N. Goyal, S. Chatterjee, and A. R. S. Rana,C rbon, 48, 4136 (2010). 211. S. B. Revin and S. A. John,Analyst, 137, 209 (2012). 212. A. Ahammad, J. Lee, and M. Rahman,Sensors, 9, 2289 (2009). 213. S. C. S. Lai, A. N. Patel, K. McKelvey, and P. R. Unwin,Angew. Chem. Int. Ed.,\n51, 5405 (2012). 214. A. N. Patel, S. Y. Tan, T. S. Miller, J. V. Macpherson, and P. R. Unwin,Anal.\nChem., 85, 11755 (2013). 215. N. W. S. Kam, M. O connell, J. A. Wisdom, and H. Dai,Proc. Natl Acad. Sci.\nUSA, 102, 11600 (2005). 216. P. Chakravarty, R. Marches, N. S. Zimmerman, A. D. Swafford, P. Bajaj, and I.\nH. Musselman,Proc. Natl Acad. Sci. USA, 105, 8697 (2008). 217. K. Balasubramanian and M. Burghard,Anal. Bioanal. Chem., 385, 452 (2006). 218. J. Wang,Electroanalysis, 17, 7 (2005). 219. S. K. Vashist, D. Zheng, K. Al-Rubeaan, J. H. T. Luong, and F. S. Sheu,\nBiotechnol. Adv., 29, 169 (2011). 220. P. J. Britto, K. S. V. Santhanam, and P. M. Ajayan,Bioelectrochemistry Bioenerg.,\n41, 121 (1996). 221. G. Pastorin, W. Wu, S. Wieckowski, J. P. Briand, K. Kostarelos, M. Prato, and\nA. Bianco,Chem. Commun., 11, 1182 (2006). 222. A. Hirsch and O. Vostrowsky,Top. Curr. Chem., 245, 193 (2005). 223. P. HernÆndez-FernÆndez, M. Montiel, P. Ocón, J. L. G. de la Fuente,\nS. GarcíaRodríguez, S. Rojas, and J. L. Fierro,Appl Catal B., 99, 343 (2010). 224. D. M. Guldi, M. Holzinger, A. Hirsh, V. Geogakilas, and M. Prato,Chem.\nCommun., 10, 1130 (2003). 225. Y. L. Zeng, Y. F. Huang, J. H. Jiang, X. B. Zhang, C. R. Tang, G. L. Shen, and R.\nQ. Yu, Electrochem. Commun., 9, 185 (2007). 226. A. P. Periasamy, Y. L. Chang, and S. M. Chen,Bioelectrochemistry, 80, 114\n(2011). 227. Y. Zhang, J. Li, Y. Shen, M. Wang, and J. Li,J. Phys. Chem. B, 108, 15343\n(2004).\n228. C. Singh, S. Srivastava, M. A. Ali, T. K. Gupta, G. Sumana, A. Srivastava, R. B. Mathur, and B. D. Malhotra,Sens. Actuators B, 185, 258 (2013). 229. S. Viswanathan, C. Rani, A. Vijay Anand, and J. A. Ho,Biosens. Bioelectron., 24, 1984 (2009). 230. O. A. D. Fuentes, T. Ferri, M. Frasconi, V. Paolini, and R. Santucci,Angew. Chem. Int. Ed., 50, 3457 (2011). 231. F. Tasca, W. Harreither, R. Ludwig, J. J. Gooding, and L. Gorton,Anal. Chem., 83, 3042 (2011). 232. D. Tuncel,Nanoscale, 3, 3545 (2011). 233. Y. L. Zhao and J. F. Stoddart,Acc. Chem. Res., 42, 1161 (2009). 234. R. J. Chen, S. Bangsaruntip, K. A. Drouvalakis, N. W. S. Kam, M. Shim, Y. Li,\nW. Kim, P. J. Utz, and H. Dai,Proc. Natl Acad. Sci. USA, 100, 4984 (2003). 235. L. M. Woods, S. C. B descu, and T. L. Reinecke,Phys. Rev. B, 75, 155415 (2007). 236. X. Yang, Y. Lu, Y. Ma, Y. Li, F. Du, and Y. Chen,Chem. Phys. Lett., 420, 416\n(2006). 237. X. J. Huang, H. S. Im, D. H. Lee, H. S. Kim, and Y. K. Choi,J. Phys. Chem. C,\n111, 1200 (2007). 238. K. L. Cluff and J. Blümel,Organometallics, 35, 3939 (2016). 239. J. Zhang, J. K. Lee, Y. Wu, and R. W. Murray,Nano Lett., 3, 403 (2003). 240. M. T. Meredith, M. Minson, D. Hickey, K. Artyushkova, D. T. Glatzhofer, and S.\nD. Minteer,ACS Catal., 1, 1683 (2011). 241. M. Song, X. Wang, W. Liu, and J. Zuo,J. Colloid Interface Sci., 343, 48 (2010). 242. F. Giroud and S. D. Minteer,Electrochem. Commun., 34, 157 (2013). 243. M. Holzinger, J. Baur, R. Haddad, X. Wang, and S. Cosnier,Chem. Commun., 47,\n2450 (2011). 244. Y. Wei, L. T. Kong, R. Yang, L. Wang, J. H. Liu, and X. J. Huang,Chem.\nCommun., 47, 5340 (2011). 245. R. J. Chen, Y. Zhang, D. Wang, and H. Dai,J. Am. Chem. Soc., 123, 3838 (2001). 246. M. Shim, N. W. S. Kam, R. J. Chen, Y. Li, and H. Dai,Nano Lett., 2, 285 (2002). 247. J. L. Bahr and J. M. Tour,J. Mat. Chem., 12, 1952 (2002). 248. Y. Chen, H. Vedala, G. P. Kotchey, A. Audfray, S. Cecioni, A. Imberty, S. Vidal,\nand A. Start,ACS Nano, 6, 760 (2012). 249. M. Holzinger, J. Baur, R. Haddad, X. Wang, and S. Cosnier,Chem. Commun., 47,\n2450 (2011). 250. P. Li, H. Liu, Y. Ding, Y. Wang, Y. Chen, Y. Zhou, Y. Tang, H. Wei, C. Cai, and\nT. Lu, J. Mater. Chem., 22, 15370 (2012). 251. X. Mao, Y. Wu, L. Xu, X. Cao, X. Cui, and L. Zhu,Analyst, 136, 293 (2011). 252. W. Tu, J. Lei, and H. Ju,Chemistry, 15, 779 (2009). 253. T. M. Wu, H. L. Chang, and Y. W. Lin,Compos. Sci. Technol., 69, 639 (2009). 254. C. M. Silveira, J. Baur, M. Holzinger, J. J. G. Moura, S. Cosnier, and M.\nG. Almeida,Electroanalysis, 22, 2973 (2010). 255. P. Wu, X. Chen, N. Hu, U. C. Tam, O. Blixt, A. Zettl, and C. R. Bertozzi,Angew.\nChem., 120, 5100 (2008). 256. M. Assali, M. P. Leal, I. FernÆndez, R. Baati, C. Mioskowski, and N. Khiar,\nSoftMatter, 5, 948 (2009). 257. D. Ivnitski, B. Branch, P. Atanassov, and C. Apblett,Electrochem. Commun., 8,\n1204 (2006). 258. Y. Liu, D. C. Wu, W. D. Zhang, X. Jiang, C. B. He, T. S. Chung, S. H. Goh, and\nK. W. Leong,Angew. Chem., Int. Ed. Engl., 44, 4782 (2005). 259. V. Sanz, E. Borowiak, P. Lukanov, A. M. Galibert, E. Flahaut, H. M. Coley, S. R.\nP. Silva, and J. McFadden,Carbon, 49, 1775 (2011). 260. G. Liu and Y. Lin,Electrochem. Commun., 8, 251 (2006). 261. C. C. Hsueh and A. Brajtertoth,Anal. Chem., 66, 2458 (1994). 262. Y. X. Li, P. Wang, L. Wang, and X. Q. Lin,Biosens. Bioelectron., 22, 3120\n(2007). 263. J. Wen, L. Zhou, L. Jin, X. Cao, and B. C. Ye,J. Chromatogr. B, 877, 1793\n(2009). 264. D. Zheng, J. S. Ye, and W. D. Zhang,Electroanal, 20, 1811 (2008). 265. S. Shahrokhian and H. R. Zare-Mehrjardi,Electrochim. Acta, 52, 6310 (2007). 266. Y. C. Tsai and C. C. Chiu,Sensor Actuat B-Chem, 125, 10 (2007). 267. L. C. Jiang and W. D. Zhang,Electroanal, 21, 1811 (2009). 268. H. S. Han, J. M. You, H. Jeong, and S. Jeon,J. Nanosci. Nanotechno., 14, 4050\n(2014). 269. N. Butwong, L. Zhou, W. Ng-Eontae, R. Burakham, E. Moore, S. Srijaranai, J. H.\nT. Luong, and J. D. Glennon,J. Electroanal. Chem., 717-718, 41 (2014). 270. W. Gao, W. W. Tjiu, J. C. Wei, and T. X. Liu,Talanta, 120, 484 (2014). 271. L. Xiang, Y. Q. Lin, P. Yu, L. Su, and L. Q. Mao,Electrochim. Acta, 52, 4144\n(2007). 272. M. B. Gholivand, M. Shamsipur, and N. Amini,Electrochim. Acta, 123, 569\n(2014). 273. D. Svedruzÿ ic, J. L. Blackburn, R. C. Tenent, J. D. R. Rocha, T. B. Vinzant, M.\nJ. Heben, and P. W. King,J. Am. Chem. Soc., 133, 4299 (2011). 274. A. Gholizadeh, S. Shahrokhian, A. I. Zad, S. Mohajerzadeh, M. Vosoughi,\nS. Darbari, J. Koohsorkhi, and M. Mehran,Anal. Chem., 84, 5932 (2012). 275. B. Kowalewska and P. J. Kulesza,Anal. Chem., 84, 9564 (2012). 276. Q. H. Yang, W. H. Xu, A. Tomita, and T. Kyotani,J. Am. Chem. Soc., 127, 8956\n(2005). 277. R. L. McCreery,Chem. Rev., 108, 3646 (2008). 278. A. P. Lima, A. C. Catto, E. Longo, E. Nossol, E. M. Richter, and R. A. A. Munoz,\nElectrochimica Acta,, 299, 762 (2019). 279. M. Ghalkhania and F. G. Bidkorbeh,Iranian Journal of Pharmaceutical Research,\n18, 658 (2019). 280. K. Nishimura,Electrochim. Acta, 295, 157e163158 (2019). 281. X. H. Zhong, Y. L. Li, Y. K. Liu, X. H. Qiao, Y. Feng, J. Liang, J. Jin, L. Zhu,\nF. Hou, and J. Y. Li,Adv. Mater., 22, 692 (2010)."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : null,
    "creator" : "IOPP"
  }
}