{
  "name" : "downloads_2019-11-16_f3_scholte2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Modelling Study with an Interactive Model Assessing the Cost-effectiveness of 68Ga Prostate-specific Membrane Antigen Positron Emission Tomography/Computed Tomography and Nano Magnetic Resonance Imaging for the Detection of Pelvic Lymph Node Metastases in Patients with Primary Prostate Cancer",
    "authors" : [ "Mirre Scholte", "Jelle O. Barentsz", "Michiel Sedelaar", "Martin Gotthardt", "Janneke P.C. Grutters", "Maroeska M. Rovers" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Article info\nArticle history: Accepted February 13, 2019\nAssociate Editor: Derya Tilki\nKeywords: Cost-effectiveness analysis Imaging Lymph node metastases Pelvic lymph node dissection Prostate cancer\nBackground: Outcomes of extended pelvic lymph node dissection (ePLND) show that only 16% of prostate cancer (PCa) patients harbour lymph node (LN) metastases. Ga-68 prostate-specific membrane antigen (PSMA) positron emission tomography/computed tomography (PET/CT) and nano magnetic resonance imaging (nano-MRI) might be noninvasive alternatives for ePLND; however, it remains uncertain whether they are cost-effective. Objective: To develop an interactive model to determine the cost-effectiveness of 68Ga PSMA PET/CT and nano-MRI as compared with ePLND for the detection of pelvic LN metastases in patients with intermediate- to high-risk PCa. Design, setting, and participants: Decision tree with state transition model for men with intermediate- to high-risk PCa. Input data was derived from systematic literature searches. Outcome measurements and statistical analysis: Quality-adjusted life years (QALYs) and healthcare costs were modelled over lifetime. Sensitivity analyses were used to assess uncertainty. Results and limitations: Assuming 100% sensitivity of ePLND, no QALY loss after ePLND, and no treatment improvement due to imaging, the PSMA PET/CT and nano-MRI strategies seem to be less expensive per patient (s3047 and s2738, respectively) and result in loss of QALYs (0.07 and 0.03, respectively) compared with the ePLND strategy. PSMA PET/CT and nano-MRI are both cost saving and more effective when ePLND has a sensitivity of 60% and 84%, ePLND results in a QALY loss of 0.060 and 0.024 over lifetime, or the imaging techniques reduce recurrences by 26% and 8%, respectively. Conclusions: PSMA PET/CT and nano-MRI seem to be cost-effective compared with ePLND since they save cost, but at the possible expense of a small QALY loss. Our interactive model provi\n* Corresponding author. De Netherlands. Tel.: +31 2436 E-mail address: Mirre.Scho\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo\nhttps://doi.org/10.1016/j.euf.2019.02.013 2405-4569/© 2019 European Association of Urology. Published by Elsevier B\ndes insight into the influence of important model parameters on\npartment of Operating Rooms (715), P.O. Box 9101, 6500 HB Nijmegen, The 68174. lte@radboudumc.nl (M. Scholte).\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance\n.V. All rights reserved.\nthe cost effectiveness of 68Ga PSMA PET/CT and nano-MRI, and the opportunity for updating the cost effectiveness when new evidence becomes available. Patient summary: We developed an interactive model that can be used in shared decision making regarding the use of extended pelvic lymph node dissection, 68Ga prostate-specific membrane antigen positron emission tomography/computed tomography, or nano magnetic resonance imaging for lymph node staging in individual patients with intermediate- to high-risk prostate cancer. Owing to remaining uncertainty, we cannot yet give advice about the use of these techniques.\n© 2019 European Association of Urology. Published by Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Extended pelvic lymph node dissection (ePLND) is frequently used and recommended in guidelines to detect pelvic lymph node metastases (LNMs) in men with intermediate- to highrisk prostate cancer (PCa) [1]. However, the technique, extent, and evaluation of ePLND vary considerably between surgeons, hospitals, and countries, resulting in large accuracy differences [2,3]. Inaddition,ePLND isexpensiveand invasive, requires hospital admission, and is associated with up to 20% chance of complications, mostly lymphoceles [4–6]. Furthermore, since only 16% of intermediate- to high-risk patients harbour LNMs, 84% receive ePLND without clear diagnostic or therapeutic benefit [7–9].\nTwo new imaging techniques, 68Ga prostate-specific membrane antigen (PSMA) positron emission tomography/ computed tomography (PET/CT) and nano magnetic resonance imaging (nano-MRI), might improve the detection of pelvic LNM and subsequent treatment by facilitating imageguided treatment in case of oligometastases or omitting ePLND in case of no or multiple LNMs. 68Ga PSMA PET/CT is a functional imaging technique able to detect the expression of PSMA inPCa cells. Furthermore, PSMAPET/CT is able to detect distant metastatic disease [10]. Nano-MRI uses small iron particles that are incorporated in macrophages. These macrophages accumulate in healthy lymph nodes (LNs), turning them black on MRI. Macrophages cannot accumulate in pathologic LNs, resulting in a bright signal on MRI [11].\nWith the introduction of these advanced imaging methods, the uncertainty towards ePLND has increased. Owing to its associated morbidity, some urologists have already abandoned ePLND in case of negative imaging findings. However, validation of both imaging techniques is still ongoing. Currently, the focus is mainly on diagnostic accuracy, but therapeutic consequences, quality of life (QoL), survival, and costs should also be considered [12].\nWe have developed a decision-analytical interactive model that compares 68Ga PSMA PET/CT and nano-MRI with ePLND for the detection of LNM in patients with intermediate- to high-risk PCa, to assess cost-effectiveness and guide future research and potential clinical implementation."
    }, {
      "heading" : "2. Patients and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Model development",
      "text" : "We developed an interactive health economic model to evaluate diagnostic accuracy, QoL, survival, and costs\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo\nassociated with ePLND, PSMA PET/CT, and nano-MRI for the diagnosis of LNM in patients with intermediate- to highrisk PCa, defined as 5% risk of LNM [1]. We assumed that all patients were eligible for ePLND and had no bone or visceral metastases. The model consisted of a decision tree to model the diagnosis and primary treatment and a state transition model for the long-term follow-up of patients (Figs. 1 and 2). Based on clinical guidelines and expert interviews, the model was designed to resemble the clinical situation [1]. We validated the model in accordance with the AdViSHE checklist, through consulting clinical experts, cross validation with relevant literature, checks by independent modelling experts, and extreme value and subunit testing [13]."
    }, {
      "heading" : "2.1.1. Decision tree",
      "text" : "Patients could have either no LNM (N0), or one or more LNMs (N1). In case of N1 disease, oligometastases defined as up to three LNMs were distinguished from more than three LNMs (multiple LNMs) [14]. In the ePLND strategy, all patients received ePLND, in combination with either radical prostatectomy (RP) or radiotherapy (RT). Traditionally, ePLND is the gold standard for the detection of LNM, resulting in limited evidence of its diagnostic accuracy as comparators are lacking. We therefore assumed 100% sensitivity and specificity. This assumption is conservative, meaning that with this assumption, the current standard is never underestimated.\nIn the PSMA PET/CT strategy, all patients initially received PSMA PET/CT. Patients were treated with curative intent in case no metastases or oligometastases were seen on PSMA PET/CT and without curative intent if multiple LNMs were observed. Treatment with curative intent consisted of either RP or RT in combination with or followed by LN treatment (guided ePLND or guided RT) in case of positive findings on PSMA PET/CT. The same assumptions apply to the nano-MRI strategy. We assumed that PSMA PET/CT and nano-MRI, besides diagnostic value, had no influence on treatment success."
    }, {
      "heading" : "2.1.2. State transition model",
      "text" : "To simulate the follow-up of patients, the decision tree was followed by a state transition model with lifetime horizon. The health states in this model were “no evidence of disease (NEoD)”, “biochemical recurrence (BCR)”, “salvage treatment”, “palliative care”, and “death”. We assumed that N0 patients transit to the NEoD state and stay there till death. Either patients with LNMs could successfully be treated for their metastases and transit to the NEoD state\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance\nFig. 1 – In the ePLND strategy, all patients received ePLND, either in combination with RP or followed by RT. If multiple LNMs were detected by ePLND, radiotherapy was omitted and treatment without curative intent was indicated. In both imaging strategies, patients were treated with curative intent in case no metastases or oligometastases were seen on imaging, and without curative intent if multiple LNMs were seen on imaging. Treatment with curative intent consisted of either RP or RT in combination with or followed by lymph node treatment in case of positive findings on imaging. Lymph node treatment comprised guided ePLND or guided RT. ePLND = extended pelvic lymph node dissection; FN = false negative; FP = false positive; LN = lymph node; LNM = lymph node metastasis; MRI = magnetic resonance imaging; PET/CT = positron emission tomography/computed tomography; PSMA = prostate-specific membrane antigen; RP = radical prostatectomy; RT = radiotherapy; RTLN = radiotherapy for lymph node metastases; TN = true negative; TP = true positive. a The branches of the nano-MRI strategy are identical to those of the PSMA PET/CT strategy.\nwith the possibility of BCR, or their metastases were missed with measurable postoperative prostate-specific antigen (PSA) or certainty of BCR later on. Local recurrences were not incorporated since no difference in primary treatment between strategies is expected.\nBased on annual follow-up, a cycle time of 1 yr was chosen. Discount rates were applied to adjust future costs and effects to present values. A 4% discount rate was applied to costs and 1.5% to quality-adjusted life years (QALYs), according to Dutch guidelines [15].\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo"
    }, {
      "heading" : "2.2. Transition probabilities",
      "text" : "Transition probabilities were derived from the literature (Table 1). Key inputs were a population with 21% intermediate- and 55% high-risk patients, the probability to have N0 (84%) or N1 (16%) disease, and the probability to have oligometastases (80%) or multiple LNMs (20%) [7,8]. PSMA PET/CT had a sensitivity of 61% and specificity of 97%, based on a meta-analysis [10]. Nano-MRI had a sensitivity of 88%\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance\nFig. 2 – State transition model of the follow-up of patients. The model consisted of five health states: “no evidence of disease (NEoD)”, “biochemical recurrence”, “salvage treatment”, “palliative care”, and “death”. We assumed that patients without lymph node metastases transit to the NEoD state and stay there till death. Patients with detected oligometastases were treated for their metastases and transit to the NEoD state with the possibility of BCR. Undetected oligometastases were assigned a higher progression rate from NEoD to BCR and a higher chance of receiving palliative care instead of salvage treatment. Since both detected and undetected multiple LNMs would have measurable PSA levels after primary treatment, both groups were assigned to BCR and had a high chance of receiving palliative care. PCa-related death is assumed to occur only in the palliative care state. Non–PCarelated death could occur in every health state (not shown). BCR = biochemical recurrence; LNM = lymph node metastasis; PCa = prostate cancer; PSA = prostate-specific antigen.\nand specificity of 93%, based on pooled data from three prospective studies [11,16,17]. For both imaging techniques, we assumed that 95% of false positive findings were oligometastases."
    }, {
      "heading" : "2.3. Cost information",
      "text" : "The cost analysis was performed from a healthcare perspective. Costs were assessed in Euros (s), based on the 2017 price level. Unit costs were derived from literature and Dutch public databases (Supplementary Tables 1 and 2) [18]. We calculated the mean annual complication cost after primary treatment by calculating the weighted mean of complication costs."
    }, {
      "heading" : "2.4. Outcome measures",
      "text" : "Effectiveness was measured through QALYs, combining utility score and survival. A utility score reflects QoL on a 0–1 scale, with 0 representing death and 1 representing full health. Survival and utilities were obtained from the literature. Besides standard mortality, PCa-related mortality is assumed to occur in the palliative care state. If patients received primary treatment, a disutility of 0.04 was assigned to all health states due to treatment-related complications (Supplementary Table 3). No data are available on the impact of ePLND-related complications on QoL. Therefore, we conservatively assumed no loss of QALYs due to ePLND in our base case."
    }, {
      "heading" : "2.5. Analysis",
      "text" : "A hypothetical cohort of patients was sent through the model to determine mean expected costs and effects per patient. Consequences of diagnostic procedures in percentage of misdiagnoses were calculated. We calculated incremental cost-effectiveness ratios (ICERs) when a new strategy was more expensive and gained QALYs, or was\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo\nless expensive and QALYs were lost. An ICER is calculated by dividing the incremental costs of one strategy over ePLND, by the incremental QALYs. They thereby represent the extra costs that are needed to gain 1 QALY, or the savings that are accomplished by losing 1 QALY. A reference value of s40000 per QALY was used for cost effectiveness [19].\nTo investigate sampling uncertainty concerning the different parameters in the model, a probabilistic sensitivity analysis with 10 000 simulations was performed. Distributions were estimated for all uncertain parameters in the model, except for costs; 95% confidence intervals (95% CIs) were calculated using the percentile method and displayed between brackets.\nThreshold analyses were performed on the sensitivity of ePLND, loss of QoL due to ePLND, and the ability of PSMA PET/CT and nano-MRI to improve subsequent treatment by more accurate detection of oligometastases. Base case assumptions for these parameters were as follows: 100% sensitivity of ePLND, zero loss of QoL due to ePLND, and no improvement in subsequent treatment due to the use of imaging. Improved treatment is defined as a reduction in the percentage of recurrences. In the threshold analysis, we determine the influence of these parameters on the model outcomes by showing at which threshold (eg, 80% sensitivity of ePLND) an imaging technique becomes more effective and less costly (superior) than ePLND."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Diagnostic outcomes",
      "text" : "The model shows that the use of 68Ga PSMA PET/CT and nano-MRI results in an increase in misdiagnoses. Misdiagnoses occur in 0%, 9% (4.4–17.3%), and 8% (2.8–15.3%) of patients using ePLND, PSMA PET/CT, and nano-MRI, respectively.\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance\nTable 1 – Transition probabilities.\nParameter Probabilitya Source\nDecision tree Opted for radical prostatectomy 0.46 (a = 1204; b = 1413) Santeon outcomes (2016) [8] N0 disease 0.84 (a = 83.25; b = 16.45) Godoy (2012) [7], Santeon outcomes (2016) [8] Multiple LNMs in case of N1 disease 0.20 (a = 7; b = 28) Godoy (2012) [7] Sensitivity of ePLND 1.00 Base assumption Sensitivity of 68Ga PSMA PET/CT 0.61 (SE = 0.0638) von Eyben (2016) [10] Specificity of 68Ga PSMA PET/CT 0.97 (SE = 0.0357) von Eyben (2016) [10] Sensitivity of nano-MRI 0.88 (SE = 0.1199) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] Specificity of nano-MRI 0.93 (SE = 0.0306) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] False positive results indicate oligometastases (instead of multiple LNMs) 0.95 Base assumption State transition model “Salvage treatment” to “palliative care” 0.12 (a = 24; b = 26) Decaestecker (2014) [24] Standard death rate Standard mortality rates Statistics Netherlands (2017) [25] PCa-related death (palliative care to death) 0.034 (a = 54; b = 232) Tumati (2018) [26]\nPatients without LNM (both true negative and false positive oligometastatic findings) “No evidence of disease” to “death” Standard mortality rates Statistics Netherlands (2017) [25] Patients with treated oligometastasesb “No evidence of disease” to “BCR” 0.45 for the 1 st year with exponential decline over the years Mandel (2017) [21] “BCR” to “salvage treatment” 0.63 De Bruycker (2017) [27] “BCR” to “palliative care” 0.37 De Bruycker (2017) [27] Patients with missed oligometastasesb “No evidence of disease” to “BCR” 0.67 for the 1 st year with exponential decline over the years Touijer (2014) [20] “BCR” to “salvage treatment” 0.51 De Bruycker (2017) [27] “BCR” to “palliative care” 0.49 De Bruycker (2017) [27]\nPatients with >3 LNMs (both treated and missed)b “BCR” to “salvage treatment” 0.21 De Bruycker (2017) [27] “BCR” to “palliative care” 0.79 De Bruycker (2017)[27] Patients where false positive findings indicate oligometastases “No evidence of disease” to “death” Standard mortality rates Statistics Netherlands (2017) [25] Patients where false positive findings indicate multiple metastasesb “BCR” to “salvage treatment” 0.21 De Bruycker (2017) [27] “BCR” to “palliative care” 0.79 De Bruycker (2017) [27] PCa-related death (palliative care to death) 0.014 Matsumoto (2014) [28]\nBCR = biochemical recurrence; ePLND = extended pelvic lymph node dissection; LNM = lymph node metastasis; MRI = magnetic resonance imaging; PCa = prostate cancer; PET/CT = positron emission tomography/computed tomography; PSMA = prostate-specific membrane antigen; SE = standard error. a b distributions were assigned to the parameters for use in the probabilistic sensitivity analysis. Characteristics of the b distribution are presented between brackets, either as an SE or as an a and a b value (where a represents the number of events in a sample and b the number of nonevents). b Sensitivity analysis parameters not displayed."
    }, {
      "heading" : "3.2. Cost-effectiveness analysis",
      "text" : "In our base case analysis, 68Ga PSMA PET/CT and nano-MRI saved costs (–s3047 and s2738, respectively) and were less effective (–0.07 and 0.03 QALYs, respectively) compared with ePLND. Resulting ICERs were s45 854 saved per QALY lost for 68Ga PSMA PET/CT and s104 247 saved per QALY lost for nano-MRI (Table 2)."
    }, {
      "heading" : "3.3. Sensitivity analyses",
      "text" : "Our probabilistic sensitivity analysis, in which we considered the uncertainty of the model input under our base case\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo\nassumptions, showed a probability of 65% that the PSMA PET/CT strategy is cost effective compared with the ePLND strategy, at a reference value of s40 000 per QALY. The probability that the nano-MRI strategy is cost effective compared with ePLND is 92% (Fig. 3).\nThreshold analyses show that in case the sensitivity of ePLND is not 100% as assumed in our base case, but 60% or lower, PSMA PET/CT will become a more effective and less costly strategy than ePLND. The nano-MRI strategy will become superior when the sensitivity of ePLND is 84% or lower.\nAddition of a small loss of QALYs to ePLND increases the cost effectiveness of PSMA PET/CT and nano-MRI, since\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance\nePLND is omitted in these strategies. The PSMA PET/CT strategy becomes more effective and less costly when ePLND is associated with a loss of 0.060 QALYs over lifetime ( 22 d in full health lost over a lifetime of 20 yr), and the nano-MRI strategy becomes superior with a loss of 0.024 QALYs over lifetime ( 9 d in full health that are lost over a lifetime of 20 yr).\nIf the use of novel imaging techniques results in more accurate treatment of oligometastases, PSMA PET/CT and nano-MRI become superior to ePLND. PSMA PET/CT and nano-MRI become more effective and less costly if subsequent treatment results in 26% and 8% reductions in recurrences, respectively.\nTo address uncertainty in important model parameters, we provided an interactive model (supplementary materials). This model allows readers to vary important parameters within realistic ranges, for example, lower sensitivity of ePLND in combination with a small loss of QALYs and a reduction in recurrences due to the new imaging techniques.\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo"
    }, {
      "heading" : "4. Discussion",
      "text" : "Assuming 100% sensitivity of ePLND, no QALY loss after ePLND, and no treatment improvement due to imaging, 68 Ga PSMA PET/CT and nano-MRI resulted in cost savings and QALY loss, with ICERs of s45 854 and s104 247 per QALY lost, respectively. Sensitivity analyses showed that 68Ga PSMA PET/CT and nano-MRI become more effective and less costly than ePLND when ePLND has a sensitivity of 60% and 84%, ePLND results in a QoL loss of almost 22 and 9 d over lifetime, or the imaging techniques lead to a reduction of 26% and 8% in recurrences, respectively. As many important parameters showed relevant uncertainty, an interactive model was developed, which shows the costeffectiveness for different cut-offs.\nThis is the first study that compares the cost-effectiveness of ePLND with two novel imaging techniques for the detection of LNM in PCa. Furthermore, we provide an interactive model allowing readers to conduct analyses by varying multiple model parameters.\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance\nSome potential limitations should also be addressed. First, ourmodel isbasedonthreemajorassumptionsduetoa lack of data: 100% diagnostic accuracy of ePLND, no QALY loss associated with ePLND, and no reduction in recurrences when imaging techniques are used. These assumptions might not be realistic, and our results are therefore hypothetical. However, with the use of sensitivity analyses, we were able to indicate important changes in cost-effectiveness outcomes that inform real-world scenarios.\nSecond, the ability of PSMA PET/CT to detect bone and visceral metastases was not incorporated in our model. Patients with these metastases are ineligible for ePLND and are therefore beyond the scope of our study. However, distant metastases occur in men with intermediate- to highrisk PCa. Before drawing any final conclusions regarding the cost-effectiveness of 68Ga PSMA PET/CT, it would be worthwhile to study the merits of detecting these distant metastases in a separate model.\nIn addition, some minor limitations should be addressed. First, the distribution between N0 and N1 patients was based on Dutch population data and might therefore not be generalisable to other situations/countries. Changing this distribution showed that nano-MRI becomes more cost-effective than PSMA PET/CT when the proportion of patients with N1 disease in the population increases, since it has higher sensitivity and will therefore detect more metastases.\nSecond, some probabilities and diagnostic costs are based on Dutch healthcare data and may therefore slightly differ from other countries. We expect small differences but similar trends in cost-effectiveness. Given the detailed presentation of the model, those interested can assess the transferability of the results to their specific situation/country.\nThe low quality of the current evidence, large uncertainty in the model, and promising results of the threshold analyses show the urgent need for future research, particularly as there is also an ongoing debate regarding the role of ePLND. There is a trend in abandoning ePLND in case of negative PSMA PET/CT because of associated morbidity. Our sensitivity analysis shows that a small loss of QALYs due to ePLND (0.060 for PSMA PET/CT and 0.024 for nano-MRI) would result in superior outcomes for imaging with PSMA PET/CT or nano-MRI.\nFurthermore, ePLND does not seem to have a direct beneficial effect on cancer outcomes, as most patients with positive ePLND findings experience PSA recurrence [2,20,21]. These observations suggest that the accuracy of ePLND is likely lower than the currently assumed accuracy of 100%, but good-quality diagnosticaccuracystudies are absent as comparators are lacking. Sensitivity analysis shows that a slight decrease in the sensitivity of ePLND results in superior outcomes for imaging.This emphasisesthe need formore and better research into the accuracy of ePLND and its associated morbidity, as this seems crucial to determine the actual costeffectiveness of new imaging techniques.\nRecently, studies have been started to investigate imageguided surgery or RT of small oligometastases. While ePLND has shown to have no direct effect on cancer outcomes, image-guided therapies might be effective in treating small\nPlease cite this article in press as: Scholte M, et al. Modelling Study 68Ga Prostate-specific Membrane Antigen Positron Emission Tomo\nLNMs and thus decrease the chance of recurrence [22,23]. In our analysis, a reduction in recurrences has a positive impact on the cost-effectiveness of new imaging techniques. This endorses the potential value of image-guided therapies, as well as the need for further validation of the novel imaging techniques and research into image-guided therapies.\nThe interactive model allows the reader to adapt the model to their knowledge or the latest evidence. Therefore, this model remains valuable even when new evidence is presented or new techniques with the same purpose are introduced into the market."
    }, {
      "heading" : "5. Conclusions",
      "text" : "68G PSMA PET/CT and nano-MRI seem to be cost effective compared with ePLND due to cost savings, but at the possible expense of a small QALY loss. Future research should focus on factors that influence this QALY loss. When ePLND has a sensitivity of 60% or 84%, ePLND results in a loss in QoL of almost 22 or 9 d over lifetime, or the imaging techniques lead to a reduction of 26% or 8% in recurrences, the imaging strategies are as effective, in terms of QALYs, as the ePLND strategy.\nAuthor contributions: Mirre Scholte had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Study concept and design: Barentsz, Rovers, Scholte. Acquisition of data: Scholte. Analysis and interpretation of data: Scholte, Rovers, Grutters, Sedelaar, Gotthardt. Drafting of the manuscript: Scholte. Critical revision of the manuscript for important intellectual content: Rovers, Grutters, Sedelaar, Barentsz, Gotthardt. Statistical analysis: Scholte. Obtaining funding: None. Administrative, technical, or material support: Rovers, Grutters. Supervision: Rovers, Grutters, Barentsz. Other: None.\nFinancial disclosures: Mirre Scholte certifies that all conflicts of interest, including specific financial interests and relationships and affiliations relevant to the subject matter or materials discussed in the manuscript (eg, employment/affiliation, grants or funding, consultancies, honoraria, stock ownership or options, expert testimony, royalties, or patents filed, received, or pending), are the following: Owing to years of experience, J. O. Barentsz has an expert opinion on nano-MRI. Funding/Support and role of the sponsor: None.\nAcknowledgements: The authors would like to thank all experts who provided input for our decision analytical model. Special thanks to Anouck Kluytmans, Sejal Patel, and Stan Wijn, our independent modelling experts who checked the model for inconsistencies."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data associated with this article can be found, in the online version, at https://doi.org/10.1016/j.euf. 2019.02.013.\nwith an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance"
    } ],
    "references" : [ {
      "title" : "The benefits and harms of different extents of lymph node dissection during radical prostatectomy for prostate cancer: a systematic review",
      "author" : [ "N Fossati", "PM Willemse", "T Van den Broeck" ],
      "venue" : "Eur Urol 2017;72:84–109",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Mapping of pelvic lymph node metastases in prostate cancer",
      "author" : [ "S Joniau", "L Van den Bergh", "E Lerut" ],
      "venue" : "Eur Urol 2013;63:450–8",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "When is pelvic lymph node dissection necessary before radical prostatectomy? A decision analysis",
      "author" : [ "Meng MV", "Carroll PR" ],
      "venue" : "J Urol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2000
    }, {
      "title" : "Complications of pelvic lymph node dissection for prostate cancer",
      "author" : [ "Keegan KA", "Cookson MS" ],
      "venue" : "Curr Urol Rep 2011;12:203–8",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2011
    }, {
      "title" : "Complications and other surgical outcomes associated with extended pelvic lymphadenectomy in men with localized prostate cancer",
      "author" : [ "A Briganti", "FK Chun", "A Salonia" ],
      "venue" : "Eur Urol 2006;50:1006–13",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2006
    }, {
      "title" : "Pelvic lymph node dissection for prostate cancer: frequency and distribution of nodal metastases in a contemporary radical prostatectomy series",
      "author" : [ "G Godoy", "C von Bodman", "DC Chade" ],
      "venue" : "J Urol 2012;187:2082–6",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2082
    }, {
      "title" : "Reconsidering the role of pelvic lymph node dissection with radical prostatectomy for prostate cancer in an era of improving radiological staging techniques",
      "author" : [ "JW Yaxley", "J Dagher", "B Delahunt", "L Egevad", "J Srigley", "H. Samaratunga" ],
      "venue" : "World J Urol 2018;36:15–20",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "68Galabeled prostate-specific membrane antigen ligand positron emission tomography/computed tomography for prostate cancer: a systematic review and meta-analysis",
      "author" : [ "FE von Eyben", "M Picchio", "R von Eyben", "H Rhee", "G. Bauman" ],
      "venue" : "Eur Urol Focus 2018;4:686–93",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "MRI with a lymph-nodespecific contrast agent as an alternative to CT scan and lymph-node dissection in patients with prostate cancer: a prospective multicohort study",
      "author" : [ "RA Heesakkers", "AM Hovels", "GJ Jager" ],
      "venue" : "Lancet Oncol 2008;9:850–6",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2008
    }, {
      "title" : "Study design for concurrent development, assessment, and implementation of new diagnostic imaging technology",
      "author" : [ "Hunink MG", "Krestin GP" ],
      "venue" : "Radiology",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2002
    }, {
      "title" : "AdViSHE: a validation-assessment tool of health-economic models for decision makers and model users",
      "author" : [ "P Vemer", "I Corro Ramos", "GA van Voorn", "MJ Al", "TL. Feenstra" ],
      "venue" : "Pharmacoeconomics",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Metastasis-directed therapy of regional and distant recurrences after curative treatment of Please cite this article in press",
      "author" : [ "P Ost", "A Bossi", "K Decaestecker" ],
      "venue" : "Eur Urol 2015;67:852–63",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Richtlijn voor het uitvoeren van economische evaluaties in de gezondheidszorg",
      "author" : [ "Zorginstituut Nederland" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Noninvasive detection of clinically occult lymph-node metastases in prostate cancer",
      "author" : [ "MG Harisinghani", "J Barentsz", "PF Hahn" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2003
    }, {
      "title" : "Ultrasmall superparamagnetic particles of iron oxide allow for the detection of metastases in normal sized pelvic lymph nodes of patients with bladder and/or prostate cancer",
      "author" : [ "M Triantafyllou", "UE Studer", "FD Birkhauser" ],
      "venue" : "Eur J Cancer 2013;49:616–24",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Longterm outcomes of patients with lymph node metastasis treated with radical prostatectomy without adjuvant androgen-deprivation therapy",
      "author" : [ "KA Touijer", "CR Mazzola", "DD Sjoberg", "PT Scardino", "JA. Eastham" ],
      "venue" : "Eur Urol 2014;65:20–5",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Long-term oncological outcomes in patients with limited nodal disease undergoing radical prostatectomy and pelvic lymph node dissection without adjuvant treatment",
      "author" : [ "P Mandel", "C Rosenbaum", "RS Pompe" ],
      "venue" : "World J Urol 2017;35:1833–9",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Value of PET/CT and MR lymphography in treatment of prostate cancer patients with lymph node metastases",
      "author" : [ "AS Fortuin", "WM Deserno", "HJ Meijer" ],
      "venue" : "Int J Radiat Oncol Biol Phys 2012;84:712–8",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "OLIGOPELVIS—GETUG P07: a multicentre phase II trial of combined salvage radiotherapy and hormone therapy in oligometastatic pelvic node relapses of prostate cancer",
      "author" : [ "S Supiot", "E Rio", "V Pacteau", "MH Mauboussin", "L Campion", "F. Pein" ],
      "venue" : "BMC Cancer 2015;15:646",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Repeated stereotactic body radiotherapy for oligometastatic prostate cancer recurrence",
      "author" : [ "K Decaestecker", "G De Meerleer", "B Lambert" ],
      "venue" : "Radiat Oncol 2014;9:135",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Natural history of ‘second' biochemical failure after salvage radiation therapy for prostate cancer: a multi-institution study",
      "author" : [ "V Tumati", "WC Jackson", "AE Abugharib" ],
      "venue" : "BJU Int 2018;121:365–72",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Prevalence and prognosis of low-volume, oligorecurrent, hormone-sensitive prostate cancer amenable to lesion ablative therapy",
      "author" : [ "A De Bruycker", "B Lambert", "T Claeys" ],
      "venue" : "BJU Int 2017;120:815–21",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Survival following primary androgen deprivation therapy for localized intermediateor high-risk prostate cancer: comparison with the life expectancy of the age-matched normal population. Med Oncol 2014;31:979. with an Interactive Model Assessing the Cost-effectiveness of graphy/Computed Tomography and Nano Magnetic Resonance",
      "author" : [ "K Matsumoto", "M Hagiwara", "N Tanaka" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "However, the technique, extent, and evaluation of ePLND vary considerably between surgeons, hospitals, and countries, resulting in large accuracy differences [2,3].",
      "startOffset" : 158,
      "endOffset" : 163
    }, {
      "referenceID" : 1,
      "context" : "However, the technique, extent, and evaluation of ePLND vary considerably between surgeons, hospitals, and countries, resulting in large accuracy differences [2,3].",
      "startOffset" : 158,
      "endOffset" : 163
    }, {
      "referenceID" : 7,
      "context" : "Furthermore, PSMAPET/CT is able to detect distant metastatic disease [10].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 8,
      "context" : "Macrophages cannot accumulate in pathologic LNs, resulting in a bright signal on MRI [11].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 9,
      "context" : "Currently, the focus is mainly on diagnostic accuracy, but therapeutic consequences, quality of life (QoL), survival, and costs should also be considered [12].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 10,
      "context" : "We validated the model in accordance with the AdViSHE checklist, through consulting clinical experts, cross validation with relevant literature, checks by independent modelling experts, and extreme value and subunit testing [13].",
      "startOffset" : 224,
      "endOffset" : 228
    }, {
      "referenceID" : 11,
      "context" : "In case of N1 disease, oligometastases defined as up to three LNMs were distinguished from more than three LNMs (multiple LNMs) [14].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 12,
      "context" : "5% to quality-adjusted life years (QALYs), according to Dutch guidelines [15].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 5,
      "context" : "Key inputs were a population with 21% intermediate- and 55% high-risk patients, the probability to have N0 (84%) or N1 (16%) disease, and the probability to have oligometastases (80%) or multiple LNMs (20%) [7,8].",
      "startOffset" : 207,
      "endOffset" : 212
    }, {
      "referenceID" : 7,
      "context" : "PSMA PET/CT had a sensitivity of 61% and specificity of 97%, based on a meta-analysis [10].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 8,
      "context" : "and specificity of 93%, based on pooled data from three prospective studies [11,16,17].",
      "startOffset" : 76,
      "endOffset" : 86
    }, {
      "referenceID" : 13,
      "context" : "and specificity of 93%, based on pooled data from three prospective studies [11,16,17].",
      "startOffset" : 76,
      "endOffset" : 86
    }, {
      "referenceID" : 14,
      "context" : "and specificity of 93%, based on pooled data from three prospective studies [11,16,17].",
      "startOffset" : 76,
      "endOffset" : 86
    }, {
      "referenceID" : 5,
      "context" : "45) Godoy (2012) [7], Santeon outcomes (2016) [8] Multiple LNMs in case of N1 disease 0.",
      "startOffset" : 17,
      "endOffset" : 20
    }, {
      "referenceID" : 5,
      "context" : "20 (a = 7; b = 28) Godoy (2012) [7] Sensitivity of ePLND 1.",
      "startOffset" : 32,
      "endOffset" : 35
    }, {
      "referenceID" : 7,
      "context" : "0638) von Eyben (2016) [10] Specificity of (68)Ga PSMA PET/CT 0.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 7,
      "context" : "0357) von Eyben (2016) [10] Sensitivity of nano-MRI 0.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 8,
      "context" : "1199) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] Specificity of nano-MRI 0.",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 14,
      "context" : "1199) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] Specificity of nano-MRI 0.",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 13,
      "context" : "1199) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] Specificity of nano-MRI 0.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 8,
      "context" : "0306) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] False positive results indicate oligometastases (instead of multiple LNMs) 0.",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 14,
      "context" : "0306) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] False positive results indicate oligometastases (instead of multiple LNMs) 0.",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 13,
      "context" : "0306) Heesakkers (2008) [11], Triantafyllou (2013) [17], Harisinghani (2003) [16] False positive results indicate oligometastases (instead of multiple LNMs) 0.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 19,
      "context" : "12 (a = 24; b = 26) Decaestecker (2014) [24] Standard death rate Standard mortality rates Statistics Netherlands (2017) [25] PCa-related death (palliative care to death) 0.",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 20,
      "context" : "034 (a = 54; b = 232) Tumati (2018) [26]",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 16,
      "context" : "45 for the 1 st year with exponential decline over the years Mandel (2017) [21]",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 21,
      "context" : "63 De Bruycker (2017) [27] “BCR” to “palliative care” 0.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 21,
      "context" : "37 De Bruycker (2017) [27] Patients with missed oligometastases “No evidence of disease” to “BCR” 0.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 15,
      "context" : "67 for the 1 st year with exponential decline over the years Touijer (2014) [20]",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 21,
      "context" : "51 De Bruycker (2017) [27] “BCR” to “palliative care” 0.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 21,
      "context" : "21 De Bruycker (2017) [27] “BCR” to “palliative care” 0.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 21,
      "context" : "79 De Bruycker (2017)[27] Patients where false positive findings indicate oligometastases “No evidence of disease” to “death” Standard mortality rates Statistics Netherlands (2017) [25] Patients where false positive findings indicate multiple metastases “BCR” to “salvage treatment” 0.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 21,
      "context" : "21 De Bruycker (2017) [27] “BCR” to “palliative care” 0.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 21,
      "context" : "79 De Bruycker (2017) [27] PCa-related death (palliative care to death) 0.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 0,
      "context" : "Furthermore, ePLND does not seem to have a direct beneficial effect on cancer outcomes, as most patients with positive ePLND findings experience PSA recurrence [2,20,21].",
      "startOffset" : 160,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "Furthermore, ePLND does not seem to have a direct beneficial effect on cancer outcomes, as most patients with positive ePLND findings experience PSA recurrence [2,20,21].",
      "startOffset" : 160,
      "endOffset" : 169
    }, {
      "referenceID" : 16,
      "context" : "Furthermore, ePLND does not seem to have a direct beneficial effect on cancer outcomes, as most patients with positive ePLND findings experience PSA recurrence [2,20,21].",
      "startOffset" : 160,
      "endOffset" : 169
    }, {
      "referenceID" : 17,
      "context" : "Modelling Study (68)Ga Prostate-specific Membrane Antigen Positron Emission Tomo LNMs and thus decrease the chance of recurrence [22,23].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 18,
      "context" : "Modelling Study (68)Ga Prostate-specific Membrane Antigen Positron Emission Tomo LNMs and thus decrease the chance of recurrence [22,23].",
      "startOffset" : 129,
      "endOffset" : 136
    } ],
    "year" : 2019,
    "abstractText" : "Department of Operating Rooms, Radboud University Medical Centre, Nijmegen, The Netherlands; Department of Radiology and Nuclear Medicine, Radboud University Medical Centre, Nijmegen, The Netherlands; Department of Urology, Radboud University Medical Centre, Nijmegen, The Netherlands; Department of Health Evidence, Radboud University Medical Centre, Nijmegen, The Netherlands E U R O P E A N U R O L O G Y F O C U S X X X ( 2 0 1 9 ) X X X – X X X",
    "creator" : "Elsevier"
  }
}