{
  "name" : "downloads_2020-07-14_5f_nguyen2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "W2C/WS2 Alloy Nanoflowers as Anode Materials for Lithium-Ion Storage",
    "authors" : [ "Thang Phan Nguyen" ],
    "emails" : [ "phanthang87@gmail.com", "itkim@gachon.ac.kr", "Fe3O4@Ti2C3" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: W2C; WS2; hydrothermal; nanoflowers; lithium-ion batteries"
    }, {
      "heading" : "1. Introduction",
      "text" : "Two-dimensional (2D) materials such as graphene and transition metal chalcogenides show great potential for energy storage and conversion applications owing to their large surface area, high conductivity, and good physical and chemical stability [1–12]. Among these 2D materials, MXenes, which have been discovered recently, have been extensively investigated for energy storage applications. It should be noted that MXenes are the transition metal carbides/nitride, which have graphene-like structure, possessing many advantages of 2D materials such as high conductivity, flexibility, easy processing, and so on [13]. Mashtalir et al. synthesized intercalated Ti3C2 flakes with high stability and the charging rate for application as an anode material for lithium-ion batteries (LIBs) [14]. Naguib et al. prepared niobium and vanadium carbide LIB anodes with high rate capacity [15]. The MXene anodes exhibited excellent electrochemical performance at high currents because of their low diffusion barrier [16]. In addition, Fe3O4@Ti2C3 LIB anodes exhibited an ultrahigh capacity of approximately 747 mAh g−1 at 1 C for 1000 cycles. Moreover, these materials exhibited a capacity of approximately 278 mAh g−1 at the high rate of 5 C [17]. Zhang et al. have demonstrated the use of MXenes as conductive binders for viscous aqueous inks of silicon materials, which were used as high-capacity anode materials for LIBs [18]. In these materials, MXenes not only acted as a conductive network for Si particles, but also improved the mechanical stability of the material. Tungsten metal compounds such as oxides, chalcogenides, and carbides are used in a wide range of applications such as catalysis, energy conversion, and energy storage [19–27]. Feng et al. prepared WS2 nanoflakes with a high reversible capacity of 680 mAh g−1 for 20 cycles as anode materials for LIBs [27]. Srinivaas et al. have prepared highly rich 1T WS2 phase in few layered nanoflowers (NFs) with stable electrochemical performance and a high initial capacity of approximately 890 mAh g−1 as anode materials for LIBs [28]. W2C is a good catalyst. When grown on carbon nanotubes, it exhibits\nNanomaterials 2020, 10, 1336; doi:10.3390/nano10071336 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1336 2 of 11\nhigh photo/electrocatalytic performance for the hydrogen evolution reaction [26,29]. Simulation results have shown that W2C can exhibit an ultra-fast loading of lithium ions owing to its low diffusion barrier of about 0.045–0.13 eV [30]. Thus, the combination of WS2 and W2C is expected to yield a promising LIB anode material. In this study, we prepared a W2C/WS2 NF composite via a facile hydrothermal process. By controlling the reaction time, alloy NFs with different sizes could be prepared. The structures, chemical compositions, and binding states of the as-prepared NFs were investigated. Finally, the potential of the W2C/WS2 NFs for LIB anode applications was investigated. The NFs showed promising electrochemical performance and excellent Li storage."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemical Materials",
      "text" : "Tungsten (VI) chloride (WCl6, 99.9% trace metals basis, Sigma-Aldrich Inc., St. Louis, MO, USA), thioacetamide (C2H5NS, 99%, Sigma-Aldrich, Sigma-Aldrich Inc., St. Louis, MO, USA), amorphous carbon black Super-P (C, approximately 40 nm 99.99%, Alfa Aesar Inc., MA, USA), absolute ethanol (C2H5OH, Alpha Aesar Inc., MA, USA), and polyvinylidene fluoride (PVDF, 534,000 MW, Sigma-Aldrich, Sigma-Aldrich Inc., St. Louis, MO, USA) were used as received without any treatment.\n2.2. Synthesis of W2C/WS2 NFs\nThe W2C/WS2 alloy NFs were prepared according to a previously reported procedure [31]. Briefly, 0.6 g of WCl6 was dispersed as the W source in a 20 mL tube with 4 mL of absolute ethanol. For the sulfur and carbon source, 1.2 g of thioacetamide was dispersed in 4 mL of absolute ethanol under stirring. Then, the WCl6 solution was quickly added to the thioacetamide solution, and the resulting solution was stirred for 5 min. Then, 30 mL of deionized (DI) water was added, and the solution was stirred for 1 h. Then, the reaction mixture was transferred to a 50 mL polypropylene-lined autoclave and heated in an oven at 250 ◦C for 2, 4, and 12 h to obtain the W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h precipitates, respectively. These precipitates were washed four times with ethanol and DI water and were then dried in an oven at 60 ◦C to obtain the W2C/WS2 powders."
    }, {
      "heading" : "2.3. Characterization",
      "text" : "X-ray diffraction (XRD) (D/MAX-2200 Rigaku, Tokyo, Japan) was used to analyze the structure of the samples. The XRD patterns of the samples were recorded over the 2θ range of 5–70◦. The morphologies, structures, and sizes of the samples were investigated by scanning electron microscopy (SEM) (Hitachi S4700, Tokyo, Japan) and transmission electron microscopy (TEM) (TECNAI G2F30, FEI corp., OR, USA). The Raman spectra of the samples were acquired using a Raman spectrometer (Lab RAM HR, Horiba JobinYvon, Horiba Ltd., Kyoto, Japan, 532 nm laser excitation). X-ray photoelectron spectroscopy (XPS) (Axis Ultra DLD, Kratos Analytical Ltd, Kyoto, Japan) under a high vacuum of 1.6 × 10−10 mbar with a monochromatic Al Kα line was used to investigate the chemical compositions and atomic binding of the samples."
    }, {
      "heading" : "2.4. Electrochemical Measurements",
      "text" : "The LIBs were assembled using coin-type cells (CR 2032, Rotech Inc., Gwangju, Korea). The working electrode was prepared by casting a slurry of 70% active material (W2C/WS2 alloy NFs), 15% conductive carbon black (Super-P), and 15% PVDF in N-methyl-2-pyrrolidinone on a copper foil by doctor blading. After drying in a vacuum oven at 70 ◦C for 12 h, the electrodes were punched into circular discs with a diameter of 12 mm. The battery half-cell structures were assembled under an Ar2 atmosphere in a glovebox. A lithium foil, polyethylene, and 1M LiPF6 in ethylene carbonate/diethylene carbonate (1:1 in volume) were employed as the reference electrode, separator, and electrolyte, respectively. Galvanostatic electrochemical charge–discharge measurements were\nNanomaterials 2020, 10, 1336 3 of 11\ncarried out using a battery cycle tester (WBCS3000, WonAtech, Seocho-gu, Seoul) over the voltage range of 0.1–3.0 V versus Li/Li+. Cyclic voltammetry (CV) tests were carried out using ZIVE MP1 (WonAtech, Seocho-gu, Seoul) over the voltage range of 0.1–3.0 V at a scanning rate of 0.1 mV s−1. Electrochemical impedance spectroscopic (EIS) measurements were carried out using a ZIVE MP1 (WonAtech, Seocho-gu, Seoul) over the frequency range of 100 kHz–0.1 Hz."
    }, {
      "heading" : "3. Results",
      "text" : "For the synthesis of the W2C/WS2 NFs, the WCl6 precursor was pre-mixed with absolute ethanol (WCl6 + xC2H5OH → WCl6-x(OC2H5)x + xHCl) before mixing with thioacetamide to prevent its unexpected reaction with moisture (WCl6 + xH2O→WCl6-x(OH)x + xHCl) [31,32]. The hydrolysis of thioacetamide produced hydrosulfide, acetic acid, and ammonia (2C3H5NS + 6H2O → 2H2S + 3CH3COOH + 2NH3). The introduction of hydrosulfide, acetic acid, and ethanol, respectively, acted as the sulfur and carbon sources for the formation of the W2C/WS2 alloys. Figure 1a–c show the SEM images of the W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h NFs, respectively. The particle sizes of the W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h NFs were 200, 400, and 1000 nm, respectively. The NFs showed a highly uniform structure, indicating that the synthesis procedure was highly reproducible. Each NF consisted of several leaves of W2C nanosheets and WS2 nanocrystals. Meanwhile, the WS2 NFs synthesized without ethanol showed a complex structure because of the non-uniform dispersion of W (Figure 1d).\nNanomaterials 2020, 10, x FOR PEER REVIEW 3 of 11\ncarbonate/diethylene carbonate (1:1 in volume) were employed as the reference electrode, separator, 91 and electrolyte, respectively. Galvanostatic electrochemical charge–discharge measurements were 92\nrri t si tt r l t st r ( , t , - , l) r t lt 93 r f . . r i/ i+. Cyclic voltammetry (CV) tests ere carried o t si g I 94 ( t , - , l) r t lt r f .  . t s i r t f . −1. 95\nl tr i l i ce s ectr scopic ( IS) easure ents ere carried o t sing I 96 ( t , - , l) r t fre e c ra e f 100 k z–0.1 z. 97\n3. Results 98\nFor the synthesis of the W2C/WS2 NFs, the WCl6 precursor was pre-mixed with absolute ethanol 99 (WCl6 + xC2H5OH  WCl6-x(OC2H5)x + xHCl) before mixing with thioacetamide to prevent its 100 unexpected reaction with moisture (WCl6 + xH2O  WCl6-x(OH)x + xHCl) [31,32]. The hydrolysis of 101 thioacetamide produced hydrosulfide, acetic acid, and ammonia (2C3H5NS + 6H2O  2H2S + 102 3CH3COOH + 2NH3). The introduction of hydrosulfide, acetic acid, and ethanol, respectively, acted 103 as the sulfur and carbon sources for the formation of the W2C/WS2 alloys. Figures 1a–c show the 104 SEM images of the W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h NFs, respectively. The particle 105 sizes of the W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h NFs were 200, 400, and 1000 nm, 106 respectively. The NFs showed a highly uniform structure, indicating that the synthesis procedure 107 was highly reproducible. Each NF consisted of several leaves of W2C nanosheets and WS2 108 nanocrystals. Meanwhile, the WS2 NFs synthesized without ethanol showed a complex structure 109 because of the non-uniform dispersion of W (Figure 1d). 110\nNanomaterials 2020, 10, 1336 4 of 11\nsample was prepared using the same procedure as that used for preparing the W2C/WS2 NFs but without the addition of ethanol. This sample showed peaks corresponding to WS2 only. Therefore, the addition of ethanol during the synthesis not only prevented the oxidation of WCl6 but also contributed to the formation of carbide from the thioacetamide source. The structures of W2C and WS2 in the alloy NFs were examined by Raman spectroscopy (Figure 2b). The samples for Raman spectroscopy measurements were prepared on SiO2/Si substrates, and a 532-nm wavelength laser source was used. The samples showed two peaks at 351.5 and 415.2 cm−1 corresponding to the in-plane mode vibration E12g and out-plane mode vibration A1g of WS2, respectively [2,36]. Moreover, the peaks detected at 700 and 805 cm−1 can be attributed to the stretching modes of W−C [26,37]. The D- and G-bands corresponding to the sp3 and sp2 carbon atoms in W2C were observed at 1200–1700 cm−1. These results indicate the co-existence of W2C and WS2 in the alloy NFs.\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 11\nsample was prepared using the same procedure as that used for preparing the W2C/WS2 NFs but 119 without the addition of ethanol. This sample showed peaks corresponding to WS2 only. Therefore, 120 the addition of ethanol during the synthesis not only prevented the oxidation of WCl6 but also 121 contributed to the formation of carbide from the thioacetamide source. The structures of W2C and 122 WS2 in the alloy NFs were examined by Raman spectroscopy (Figure 2b). The samples for Raman 123 spectroscopy measurements were prepared on SiO2/Si substrates, and a 532-nm wavelength laser 124 source was used. The samples showed two peaks at 351.5 and 415.2 cm−1 corresponding to the 125 in-plane mode vibration E12g and out-plane mode vibration A1g of WS2, respectively [2,36]. Moreover, 126 the peaks detected at 700 and 805 cm−1 can be attributed to the stretching modes of WC [26,37]. The 127 D- and G-bands corresponding to the sp3 and sp2 carbon atoms in W2C were observed at 1200–1700 128 cm−1. These results indicate the co-existence of W2C and WS2 in the alloy NFs. 129\nThe structure of the W2C/WS2 alloy NFs was further examined using TEM. As can be observed 133 from Figure 3a, the samples showed a uniform NF structure with many leaves. Some Moiré patterns 134 with a size of about 0.9–1.0 nm could be observed in the TEM images of the samples (Figure 3b). This 135 can be attributed to the formation of the W2C/WS2 interlayer spacing [31]. The lattice spacings of 136 W2C and WS2 in the samples were also measured from their high-resolution TEM (HRTEM) image 137 shown in Figure 3c. The distance spacings of the WS2 (100) and W2C (101) planes were measured to 138 be 0.27 and 0.23 nm, respectively. These spacings are characteristic of these materials. Moreover, the 139 selected-area electron diffraction (SAED) pattern shown in Figure 3d indicates that W2C/WS2 alloy 140 NFs with a highly crystalline hexagonal structure were successfully fabricated. 141\nt , it l .\nsi e of about 0.9–1.0 nm could be observed in the TEM images of the samples (Figure 3b). This can be attribu ed to the formation of the W2C/WS2 interlayer spacing [31]. The la tice i\n. The distance spacings of the WS2 (1 0) and W2C ( 01) planes were measured to be 0.27 and 0.23 nm, respectively. These spacings are characteristic of these materials. Moreover, the selected- r a electron diffraction (SAED) pattern shown in Figure 3d indicates\nre s ccessf lly fabricate . The chemical compositions and atomic binding energies of the W2C/WS2 alloys were analyzed\nby XPS (Figure 4a–d). The survey scan XPS profiles of the alloys showed clear and sharp peaks corresponding to W, S, O, C, and Si (from substrate) (Figure 4a). No impurity peak was detected, indicating the high purity of the W2C/WS2 alloys. The high-resolution W 4f, S 2p, and C 1s spectra of the alloys are shown in Figure 4b–d, respectively. The W 4f peak consisted of doublet peaks corresponding to the W−C, W−S, and W−O bonds. The contribution of W−O bonding can be attributed to the slight oxidation on the surface of the alloys, which always occurs during the preparation or natural oxidation of a material in air [29]. The W 4f7/2 and W 4f5/2 peaks of the W−C doublet were observed at 31.9 and 34.1 eV, respectively, while those of the W−S doublet were observed at 32.4 and 34.6 eV, respectively. The W 4f7/2 and W 4f5/2 peaks of the W−O doublet were observed at 36.0 and 38.2 eV, respectively. The S 2p peak of the samples could be deconvoluted into the S 2p3/2 and S 2p1/2 peaks, which were observed at 161.4 and 162.6 eV, respectively. Furthermore, the slight oxidation of the surface of the alloys during the preparation resulted in the appearance of the S−O bond peak at about 169 eV. Finally, the C 1s peak of the samples could be deconvoluted into those corresponding to C−W bonding at\nNanomaterials 2020, 10, 1336 5 of 11\n284.7 eV, C−O bonding at 286.2 eV, and C−OH bonding at 288.5 eV. This is consistent with the binding energy of C in carbide compounds [38].Nanomaterials 2020, 10, x FOR PEER REVIEW 5 of 11\nFigure 3. (a) TEM image; (b–c) HRTEM image and (d) selected-area electron diffraction (SAED) 143 pattern of the W2C/WS2_4h NF sample. 144\nThe chemical compositions and atomic binding energies of the W2C/WS2 alloys were analyzed 145 by XPS (Figure 4a–d). The survey scan XPS profiles of the alloys showed clear and sharp peaks 146 corresponding to W, S, O, C, and Si (from substrate) (Figure 4a). No impurity peak was detected, 147 indicating the high purity of the W2C/WS2 alloys. The high-resolution W 4f, S 2p, and C 1s spectra of 148 the alloys are shown in Figures 4b–d, respectively. The W 4f peak consisted of doublet peaks 149 corresponding to the WC, WS, and WO bonds. The contribution of WO bonding can be 150 attributed to the slight oxidation on the surface of the alloys, which always occurs during the 151 preparation or natural oxidation of a material in air [29]. The W 4f7/2 and W 4f5/2 peaks of the WC 152 doublet were observed at 31.9 and 34.1 eV, respectively, while those of the WS doublet were 153 observed at 32.4 and 34.6 eV, respectively. The W 4f7/2 and W 4f5/2 peaks of the WO doublet were 154 observed at 36.0 and 38.2 eV, respectively. The S 2p peak of the samples could be deconvoluted into 155 the S 2p3/2 and S 2p1/2 peaks, which were observed at 161.4 and 162.6 eV, respectively. 156 Furthermore, the slight oxidation of the surface of the alloys during the preparation resulted in the 157 appearance of the SO bond peak at about 169 eV. Finally, the C 1s peak of the samples could be 158 deconvoluted into those corresponding to CW bonding at 284.7 eV, CO bonding at 286.2 eV, and 159 COH bonding at 288.5 eV. This is consistent with the binding energy of C in carbide compounds 160 [38]. 161\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 11\n162\nFigure 4. XPS profiles of the W2C/WS2_4h NF sample with (a) survey scan spectrum and 163 high-resolution (b) W 4f, (c) S 2p, and (d) C 1s spectra. 164\nTo evaluate the electrochemical performance of the alloys for application as LIB anode 165 materials, their CV tests were carried out for three cycles over the voltage range of 0.1–3.0 V (Figures 166 5a–d). In the first cycle, the as-prepared WS2NFs showed lithiation at 0.5, 1.2, and 1.4 V attributing to 167 the reduction of WS2 to Li2S through multiple steps, including the formation of LixWS2 and Li2S [28]. 168 The peak observed at 0.5 V corresponds to the conversion reaction (4Li+ + WS2 + 4e  2Li2S + W) as 169 well as the decomposition of the non-aqueous electrolyte to form the solid electrolyte interface (SEI) 170 layer [28,39]. In the second cycle, the peak at 0.5 V disappeared because of the formation of the SEI 171 and gel-like polymeric layers by the dissolution of Li2S into the electrolyte, leading to its degradation 172 [40]. The peaks at 1.2 and 1.4 V shifted to 1.27 V. An additional peak was observed at 1.9 V, 173 indicating the insertion of Li into LixWS2 [28]. Figures 5b–d show the cyclic voltammograms of the 174 W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h samples, respectively. In the first cycle, the 175 W2C/WS2_2h sample showed a small peak at about 1.1 V. In the second and third cycles, the sample 176 showed reduction peaks at 1.25 and 1.9 V attributing to the multi-step lithiation of WS2. 177 Interestingly, the W2C/WS2_4h and W2C/WS2_12h samples with large NFs showed only a broad peak 178 at 1.3–1.5 V in the first discharge cycle. This phenomenon can be attributed to the change in the work 179 function of WS2 by the addition of W2C [31]. The changes in the work function of the alloys 180 corresponded to the changes in their reduction potentials. The work function of the W2C/WS2 NFs 181 increased from 4.31 to 4.7 eV with an increase in the reaction time from 2 to 12 h. The work function 182 of the pure WS2 sample was 4.95 eV. The bare WS2 electrode showed lithiation peaks at 1.4 and 1.9 V. 183 On the other hand, the W2C/WS2_2h and W2C/WS2_4h electrodes showed lithiation peaks at lower 184 potentials at around 1.2–1.5 V. These samples did not show any lithiation peak at 1.9 V. Hence, it can 185 be stated that the decrease in the work function resulted in a decrease in the lithiation potential of 186 the samples. As shown by the XRD patterns, the W2C/WS2_2h sample showed broader W2C peaks 187 than the other samples, indicating that the W2C crystallite size of this sample was smaller than those 188 of the other samples. Therefore, the change in the second lithiation potential of the W2C/WS2_2h 189 electrode was comparable to the initial potential of the WS2 electrode because of the instability of its 190 smaller W2C crystals. The W2C/WS2_4h and W2C/WS2_12h electrodes only showed reduction peaks 191 at about 1.2–1.5 V. This indicates that with an increase in the reaction time, the bonding between 192 W2C and WS2 became stronger. The W2C/WS2 and WS2 NFs showed similar oxidation peaks because 193 of the restoration of the WS2 structure at about 1.71.9 V and the oxidation of Li2S (Li2S  2Li+S) at 194\nFigure 4. XPS profiles of the W2C/WS2 _4h NF sample with (a) survey scan spectrum and high-resolution (b) W 4f, (c) S 2p, and (d) C 1s spectra.\nNanomaterials 2020, 10, 1336 6 of 11\nTo evaluate the electrochemical performance of the alloys for application as LIB anode materials, their CV tests were carried out for three cycles over the voltage range of 0.1–3.0 V (Figure 5a–d). In the first cycle, the as-prepared WS2NFs showed lithiation at 0.5, 1.2, and 1.4 V attributing to the reduction of WS2 to Li2S through multiple steps, including the formation of LixWS2 and Li2S [28]. The peak observed at 0.5 V corresponds to the conversion reaction (4Li+ + WS2 + 4e−→ 2Li2S + W) as well as the decomposition of the non-aqueous electrolyte to form the solid electrolyte interface (SEI) layer [28,39]. In the second cycle, the peak at 0.5 V disappeared because of the formation of the SEI and gel-like polymeric layers by the dissolution of Li2S into the electrolyte, leading to its degradation [40]. The peaks at 1.2 and 1.4 V shifted to 1.27 V. An additional peak was observed at 1.9 V, indicating the insertion of Li into LixWS2 [28]. Figure 5b–d show the cyclic voltammograms of the W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h samples, respectively. In the first cycle, the W2C/WS2_2h sample showed a small peak at about 1.1 V. In the second and third cycles, the sample showed reduction peaks at 1.25 and 1.9 V attributing to the multi-step lithiation of WS2. Interestingly, the W2C/WS2_4h and W2C/WS2_12h samples with large NFs showed only a broad peak at 1.3–1.5 V in the first discharge cycle. This phenomenon can be attributed to the change in the work function of WS2 by the addition of W2C [31]. The changes in the work function of the alloys corresponded to the changes in their reduction potentials. The work function of the W2C/WS2 NFs increased from 4.31 to 4.7 eV with an increase in the reaction time from 2 to 12 h. The work function of the pure WS2 sample was 4.95 eV. The bare WS2 electrode showed lithiation peaks at 1.4 and 1.9 V. On the other hand, the W2C/WS2_2h and W2C/WS2_4h electrodes showed lithiation peaks at lower potentials at around 1.2–1.5 V. These samples did not show any lithiation peak at 1.9 V. Hence, it can be stated that the decrease in the work function resulted in a decrease in the lithiation potential of the samples. As shown by the XRD patterns, the W2C/WS2_2h sample showed broader W2C peaks than the other samples, indicating that the W2C crystallite size of this sample was smaller than those of the other samples. Therefore, the change in the second lithiation potential of the W2C/WS2_2h electrode was comparable to the initial potential of the WS2 electrode because of the instability of its smaller W2C crystals. The W2C/WS2_4h and W2C/WS2_12h electrodes only showed reduction peaks at about 1.2–1.5 V. This indicates that with an increase in the reaction time, the bonding between W2C and WS2 became stronger. The W2C/WS2 and WS2 NFs showed similar oxidation peaks because of the restoration of the WS2 structure at about 1.7–1.9 V and the oxidation of Li2S (Li2S→ 2Li+S) at about 2.3–2.5 V [39]. The W2C/WS2 NFs showed an oxidation peak at approximately 1.2 V, which was attributed to the delithiation of W2C. The initial discharge and charge voltage profiles of the W2C/WS2 and WS2 NFs were obtained over the voltage range of 0.1–3.0 V at a scan rate of 100 mA g−1, as shown in Figure 6a. The WS2 NFs showed the charge and discharge capacities of 504.0 and 656.6 mAh g−1, respectively. The W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h NFs showed the charge and discharge capacities of 595.2 and 935.2 mAh g−1, 751.8 and 1040.5 mAh g−1, 717.7 and 953.5 mAh g−1, respectively. It has been reported that carbide materials are promising candidates for energy storage applications [41]. In this study, the addition of W2C to the WS2 NF sample improved its storage capacity. The cyclic performances of the W2C/WS2 and WS2 NFs were evaluated over 100 cycles, as shown in Figure 6b. The alloys NF electrodes exhibited different electrochemical properties depending on the reaction time. For instance, after 10 cycles, the capacities of the W2C/WS2_2h and W2C/WS2_12h electrodes decayed rapidly by about 55%. After 30–40 cycles, the samples showed low stable capacities of 100–200 mAh g−1 with a high Coulombic efficiency of approximately 95–99%. On the other hand, the W2C/WS2_4h electrode showed excellent cyclic stability with a high capacity of 500 mAh g−1 after 100 cycles as compared to the other electrodes. The reasons why the W2C/WS2_4h electrode demonstrated the best performance are the stable binding of W2C to WS2 and the lowering of reduction potential in addition to the low resistance (discussed later). This sample showed a Coulombic efficiency of 97–98%. Meanwhile, the WS2 NFs showed a Coulombic efficiency of 93–94% and a continuous decrease in the cyclic capacity to approximately 145 mAh g−1 during the 100th cycle.\nNanomaterials 2020, 10, 1336 7 of 11\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 11\nabout 2.32.5 V [39]. The W2C/WS2 NFs showed an oxidation peak at approximately 1.2 V, which 195 was attributed to the delithiation of W2C. 196\nThe initial discharge and charge voltage profiles of the W2C/WS2 and WS2 NFs were obtained 200 over the voltage range of 0.1–3.0 V at a scan rate of 100 mA g−1, as shown in Figure 6a. The WS2 NFs 201 showed the charge and discharge capacities of 504.0 and 656.6 mAh g−1, respectively. The 202 W2C/WS2_2h, W2C/WS2_4h, and W2C/WS2_12h NFs showed the charge and discharge capacities of 203 595.2 and 935.2 mAh g−1, 751.8 and 1040.5 mAh g−1, 717.7 and 953.5 mAh g−1, respectively. It has been 204 reported that carbide materials are promising candidates for energy storage applications [41]. In this 205 study, the addition of W2C to the WS2 NF sample improved its storage capacity. The cyclic 206 performances of the W2C/WS2 and WS2 NFs were evaluated over 100 cycles, as shown in Figure 6b. 207 The alloys NF electrodes exhibited different electrochemical properties depending on the reaction 208 time. For instance, after 10 cycles, the capacities of the W2C/WS2_2h and W2C/WS2_12h electrodes 209 decayed rapidly by about 55%. After 30–40 cycles, the samples showed low stable capacities of 100–210 200 mAh g−1 with a high Coulombic efficiency of approximately 95–99%. On the other hand, the 211\nW2C/WS2_4h electrode showed excellent cyclic stability with a high capacity of 500 mAh g−1 after 100 212\ncycles as compared to the other electrodes. The reasons why the W2C/WS2_4h electrode 213\ndemonstrated the best performance are the stable binding of W2C to WS2 and the lowering of 214 reduction potential in addition to the low resistance (discussed later). This sample showed a 215 Coulombic efficiency of 9798%. Meanwhile, the WS2 NFs showed a Coulombic efficiency of 9394% 216 and a continuous decrease in the cyclic capacity to approximately 145 mAh g−1 during the 100th cycle. 217\n218\nNF, and (d) W2C/WS2_12h NF electrodes.Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 11\n219\nFigure 6. (a) Initial voltage profiles and (b) cyclic performance of the as-prepared WS2 NF, 20 W2C/WS2_2h NF, W2C/WS2_4h NF, and W2C/WS2_12 NF electrodes over 100 cycles. 21\nTo further investig te the performance of the NFs, their EIS measurements were carried out22 over the frequency range of 100 kHz0.1 Hz a a voltage of 3.0 V. Figure 7 shows the Nyquist plots of23 the WS2 and W2C/WS2 NF electrodes with the equivalent circuit as an inset conta ing the constant24 phase elements (CPE1, 2), series resistance (Rs), charge transfer resistance (Rct), solid electrolyte 225 resistance (RSEI), and diffusion Warburg element (W). The semicircular arc corresponds to their 226 charge transfer resistances between the interface of electrode and electrolyte [42]. The resistance 227 values are summarized in Table 1. The WS2 NF anode showed the highest charge transfer resistance 228 among all the anodes investigated. The charge transfer resistance of the WS2 NFs decreased with the 229 addition of W2C in the case of the W2C/WS2_2h and W2C/WS2_4h electrodes. However, it increased 230 again for the W2C/WS2_12h electrode. The difference in the performance of the as-prepared 231 W2C/WS2 electrodes could be due to the different amount of W2C in the alloys. As shown by the 232 Raman spectrum in Figure 2b, the peak intensities of the D- and G-band from the carbon atoms in 233 W2C decreased when the reaction time increased, illustrating an increase in the amount of WS2. In 234 the case of the W2C/WS2_12h sample, it could have an excess amount of H2S at 250 C, and the 235 applied high pressure sulfurized the weak bonding of WC, leading to the lower amount of C, 236 which was confirmed by Raman spectra representing the decrease of the D-band and G-band. 237 Moreover, the flower size of the W2C/WS2_12h sample is about 1 m, which is even bigger than the 238 random size of WS2 NFs. It should be noted that the increase in size could lead to the decrease in the 239 conductivity [28]. When the amount and size of WS2 increase, the resistance of the electrodes 240 increases, as discussed in the EIS results. Specifically, the W2C/WS2_2h and 4h electrodes showed 241 lower resistances compared to that of the W2C/WS2_12h electrode. Even though the W2C/WS2_2h 242 electrode showed the lowest resistance value, the cycling performance was not stable due to the 243 weak binding of the W2C crystal to WS2, leading to the gradual capacity decay, as discussed earlier. 244 Thus, it can be concluded that the control of reaction time for the preparation of W2C/WS2 electrodes 245 is crucial to optimize the overall electrochemical properties, where the W2C/WS24h alloy is the best 246 electrode. Computational calculations have revealed that W2C materials are promising candidates 247 for Li storage applications [30]. Li ions tend to adsorb on W2C materials to form a metal cluster. 248 Moreover, MXenes nanosheets materials exhibit high conductivity [43]. In this study, the addition of 249 W2C reduced the charge transfer resistance of the WS2 NFs, and the resulting W2C/WS2 alloy NFs 250 showed high storage capacity and stability for LIB applications. 251\nFigure 6. (a) Initial voltage profiles and (b) cyclic performance of the as-prepared WS2 NF, W2C/WS2_2h NF, W2C/WS2_4h NF, and W2C/WS2_12h NF electrodes over 100 cycles.\nTo fur her investigate the performance of the NFs, the r EIS measurements were carried out over the frequency a g of 100 kHz–0.1 Hz t a v ltag of 3.0 V. Figure 7 shows t e Nyquist plots of the WS2 and W2C/WS2 NF electrodes with the equivalent circuit as an inset containing the constant phase el ments (CPE1, 2), series r sis anc (Rs), charge tr nsfer resistance (Rct), solid electroly e resistance (RSEI), and diffusion Warburg el ment (W). The emici cular arc corresponds to their charge transfer s between the interface of electrod and electrolyte [42]. The esistance values are summarized in Table 1. The WS2 NF anode showed the highest charge transfer r sis ance among all th anodes investigated. The charge transfer resistance of the WS2 NFs decreased with the ddition of W2C in the c se of the W2C/WS2_2h and W2C/WS2_4h electrodes. H wever, it increased gain for W2C/WS2_12h electrode. The difference in the performance of the as-p epared W2C/WS2 electrodes\nNanomaterials 2020, 10, 1336 8 of 11\ncould be due to the different amount of W2C in the alloys. As shown by the Raman spectrum in Figure 2b, the peak intensities of the D- and G-band from the carbon atoms in W2C decreased when the reaction time increased, illustrating an increase in the amount of WS2. In the case of the W2C/WS2_12h sample, it could have an excess amount of H2S at 250 ◦C, and the applied high pressure sulfurized the weak bonding of W−C, leading to the lower amount of C, which was confirmed by Raman spectra representing the decrease of the D-band and G-band. Moreover, the flower size of the W2C/WS2_12h sample is about 1 µm, which is even bigger than the random size of WS2 NFs. It should be noted that the increase in size could lead to the decrease in the conductivity [28]. When the amount and size of WS2 increase, the resistance of the electrodes increases, as discussed in the EIS results. Specifically, the W2C/WS2_2h and 4h electrodes showed lower resistances compared to that of the W2C/WS2_12h electrode. Even though the W2C/WS2_2h electrode showed the lowest resistance value, the cycling performance was not stable due to the weak binding of the W2C crystal to WS2, leading to the gradual capacity decay, as discussed earlier. Thus, it can be concluded that the control of reaction time for the preparation of W2C/WS2 electrodes is crucial to optimize the overall electrochemical properties, where the W2C/WS24h alloy is the best electrode. Computational calculations have revealed that W2C materials are promising candidates for Li storage applications [30]. Li ions tend to adsorb on W2C materials to form a metal cluster. Moreover, MXenes nanosheets materials exhibit high conductivity [43]. In this study, the addition of W2C reduced the charge transfer resistance of the WS2 NFs, and the resulting W2C/WS2 alloy NFs showed high storage capacity and stability for LIB applications.Nanomaterials 020, 10, x FOR PEER REVIEW 9 of 11\n252\nFigure 7. Nyquist plots of the as-prepared WS2 NF, W2C/WS2_2h NF, W2C/WS2_4h NF, and 253 W2C/WS2_12h NF electrodes with inset equivalent circuit. 254\nTable 1. Comparison of resistance values extracted from equivalent circuit for the electrochemical 255\nimpedance spectroscopic (EIS) measurement. 256\nSample Rs Rct RSEI\nWS2 NFs 2.12 627 430\nWC/WS2_2h 3.04 381 367\nWC/WS2_4h 1.24 312 350\nWC/WS2_12h 5.41 620 422\n4. Conclusions 257\nW2C/WS2 NFs were successfully fabricated via a facile hydrothermal method at low 258 temperature. The particle size of the NFs could be controlled (200 nm–1 m). The obtained NFs 259 exhibited high purity and well-defined hexagonal structures of W2C and WS2. The NF alloys were 260 employed as anode materials for LIBs. The W2C/WS2_4h sample showed a high initial discharge 261 capacity of 1040 mAh g−1. The alloy electrodes showed a low charge transfer resistance of 200600 , 262 indicating that the W2C/WS2 alloy electrodes were highly conductive as compared to the WS2 NF 263 electrode. Among all the electrodes investigated, the W2C/WS2_4h electrode exhibited the highest 264 stable capacity of up to approximately 500 mAh g−1 over 100 cycles, which could be attributed to the 265 optimized W2C in WS2 NFs, Therefore, the W2C/WS2 alloy NFs prepared in this study showed a 266 potential for energy storage and conversion applications. 267\nAuthor Contributions: Conceptualization, T.P.N.; methodology, T.P.N.; validation, T.P.N.; writing—review 268 and editing, T.P.N. and I.T.K.; visualization, T.P.N.; project administration, I.T.K.; funding acquisition, I.T.K. All 269 authors have read and agreed to the published version of the manuscript 270\nFunding: This work was supported by the Korea Electric Power Corporation (grant number: R18XA02). This 271 research was supported by the Basic Science Research Capacity Enhancement Project of Korea Basic Science 272 Institute (National research Facilities and Equipment Center) and was funded by the Ministry of Education. 273 (2019R1A6C1010016). 274\nConflicts of Interest: The authors declare no conflict of interest. 275\nReferences 276\nFigure 7. Nyquist plots of the as-prepared WS2 NF, W2C/WS2_2h NF, W2C/WS2_4h NF, and W2C/WS2_12h NF electrodes with inset equivalent circuit.\nTable 1. Comparison of resistance values extracted from equivalent circuit for the electrochemical impedance spectroscopic (EIS) measurement.\nSample Rs Rct RSEI WS2 NFs 2.12 627 430 WC/WS2_2h 3.04 381 367 WC/WS2_4h 1.24 312 350\nWC/WS2_12h 5.41 620 422"
    }, {
      "heading" : "4. Conclusions",
      "text" : "W2C/WS2 NFs were successfully fabricated via a facile hydrothermal method at low temperature. The particle size of the NFs could be controlled (200 nm–1 µm). The obtained NFs exhibited high purity and well-defined hexagonal structures of W2C and WS2. The NF alloys were employed as anode materials for LIBs. The W2C/WS2_4h sample showed a high initial discharge capacity of 1040 mAh g−1.\nNanomaterials 2020, 10, 1336 9 of 11\nThe alloy electrodes showed a low charge transfer resistance of 200–600 Ω, indicating that the W2C/WS2 alloy electrodes were highly conductive as compared to the WS2 NF electrode. Among all the electrodes investigated, the W2C/WS2_4h electrode exhibited the highest stable capacity of up to approximately 500 mAh g−1 over 100 cycles, which could be attributed to the optimized W2C in WS2 NFs, Therefore, the W2C/WS2 alloy NFs prepared in this study showed a potential for energy storage and conversion applications.\nAuthor Contributions: Conceptualization, T.P.N.; methodology, T.P.N.; validation, T.P.N.; writing—review and editing, T.P.N. and I.T.K.; visualization, T.P.N.; project administration, I.T.K.; funding acquisition, I.T.K. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was supported by the Korea Electric Power Corporation (grant number: R18XA02). This research was supported by the Basic Science Research Capacity Enhancement Project of Korea Basic Science Institute (National research Facilities and Equipment Center) and was funded by the Ministry of Education. (2019R1A6C1010016).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Graphene-Like Two-Dimensional Materials",
      "author" : [ "M. Xu", "T. Liang", "M. Shi", "H. Chen" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2013
    }, {
      "title" : "MoS2 and WS2 analogues of graphene",
      "author" : [ "H.S. Matte", "A. Gomathi", "A.K. Manna", "D.J. Late", "R. Datta", "S.K. Pati", "C.N. Rao" ],
      "venue" : "Angew. Chem. Int. Ed. Engl",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2010
    }, {
      "title" : "Two-Dimensional Transition-Metal. Dichalcogenides; Springer International Publishing: Cham, Switzerland, 2016",
      "author" : [ "A.V. Kolobov", "J. Tominaga" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Recent advances in MXene–based electrochemical sensors and biosensors",
      "author" : [ "P.K. Kalambate", "N.S. Gadhari", "X. Li", "Z. Rao", "S.T. Navale", "Y. Shen", "V.R. Patil", "Y. Huang" ],
      "venue" : "TrAC Trends Anal. Chem",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "25th Anniversary Article: MXenes: A New Family of Two-Dimensional Materials",
      "author" : [ "M. Naguib", "V.N. Mochalin", "M.W. Barsoum", "Y. Gogotsi" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "MXenes: Applications in electrocatalytic, photocatalytic hydrogen evolution reaction and CO2 reduction",
      "author" : [ "T.P. Nguyen", "D.M. Tuan Nguyen", "D.L. Tran", "H.K. Le", "D.-V.N. Vo", "S.S. Lam", "R.S. Varma", "M. Shokouhimehr", "C.C. Nguyen", "Q.V. Le" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2020
    }, {
      "title" : "Controlled synthesis of transition metal dichalcogenide thin films for electronic applications",
      "author" : [ "R. Gatensby", "N. McEvoy", "K. Lee", "T. Hallam", "N.C. Berner", "E. Rezvani", "S. Winters", "M. O’Brien", "G.S. Duesberg" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Gold nanostructures electrodeposited on graphene oxide-modified indium tin oxide glass as a surface-enhanced Raman scattering-active substrate for ultrasensitive detection of dopamine neurotransmitter",
      "author" : [ "V.-D. Phung", "W.-S. Jung", "J.-H. Kim", "S.-W. Lee" ],
      "venue" : "Jpn. J. Appl. Phys. 2018,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "MoS2-C-TiC Nanocomposites as New Anode Materials for High-Performance Lithium-Ion Batteries",
      "author" : [ "Q.H. Nguyen", "J. Hur" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "High-Performance ZnTe-TiO2-C nanocomposite with half-cell and full-cell applications as promising anode material for Li-Ion batteries",
      "author" : [ "Q.H. Nguyen", "J. Hur" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2020
    }, {
      "title" : "Rapid and mass-producible synthesis of high-crystallinity MoSe2 nanosheets by ampoule-loaded chemical vapor deposition",
      "author" : [ "N. Liu", "W. Choi", "H. Kim", "C. Jung", "J. Kim", "S.H. Choo", "Y. Kwon", "B.-S. An", "S. Hong", "S So" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "Targeted and controlled drug delivery by multifunctional mesoporous silica nanoparticles with internal fluorescent conjugates and external polydopamine and graphene oxide layers",
      "author" : [ "A.-V. Tran", "K. Shim", "T.-T. Vo Thi", "J.-K. Kook", "S.S.A. An", "S.-W. Lee" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Two-Dimensional Nanocrystals Produced by Exfoliation of Ti3AlC2",
      "author" : [ "M. Naguib", "M. Kurtoglu", "V. Presser", "J. Lu", "J. Niu", "M. Heon", "L. Hultman", "Y. Gogotsi", "M.W. Barsoum" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "New Two-Dimensional Niobium and Vanadium Carbides as Promising Materials for Li-Ion Batteries",
      "author" : [ "M. Naguib", "J. Halim", "J. Lu", "K.M. Cook", "L. Hultman", "Y. Gogotsi", "M.W. Barsoum" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Are MXenes Promising Anode Materials for Li Ion Batteries? Computational Studies on Electronic Properties and Li Storage Capability of Ti3C2 and Ti3C2X2 (X = F, OH) Monolayer",
      "author" : [ "Q. Tang", "Z. Zhou", "P. Shen" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Fe3O4@Ti3C2 MXene hybrids with ultrahigh volumetric capacity as an anode material for lithium-ion batteries",
      "author" : [ "Y. Wang", "Y. Li", "Z. Qiu", "X. Wu", "P. Zhou", "T. Zhou", "J. Zhao", "Z. Miao", "J. Zhou", "S. Zhuo" ],
      "venue" : "J. Mater. Chem. A 2018,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "High capacity silicon anodes enabled by MXene viscous aqueous ink",
      "author" : [ "C. Zhang", "S.-H. Park", "A. Seral-Ascaso", "S. Barwich", "N. McEvoy", "C.S. Boland", "J.N. Coleman", "Y. Gogotsi", "V. Nicolosi" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Microwave-Assisted Greener Synthesis of Defect-Rich Tungsten Oxide Nanowires with Enhanced Photocatalytic and Photoelectrochemical Performance",
      "author" : [ "A.K. Nayak", "D. Pradhan" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Transition Metal Oxides for Organic Electronics: Energetics",
      "author" : [ "J. Meyer", "S. Hamwi", "M. Kröger", "W. Kowalsky", "T. Riedl", "A. Kahn" ],
      "venue" : "Device Physics and Applications. Adv. Mater",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "Tungsten carbide electrocatalysts prepared from metallic tungsten nanoparticles for efficient hydrogen evolution",
      "author" : [ "S. Emin", "C. Altinkaya", "A. Semerci", "H. Okuyucu", "A. Yildiz", "P. Stefanov" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Solution processed WO3 layer for the replacement of PEDOT:PSS layer in organic photovoltaic cells",
      "author" : [ "H. Choi", "B. Kim", "M.J. Ko", "D.-K. Lee", "H. Kim", "S.H. Kim", "K. Kim" ],
      "venue" : "Org. Electron",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Nanostructured WO3 thin film as a new anode material for lithium-ion batteries",
      "author" : [ "W.-J. Li", "Z.-W. Fu" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    }, {
      "title" : "Comparative study on MoS2 and WS2 for electrocatalytic water splitting",
      "author" : [ "T.-Y. Chen", "Y.-H. Chang", "C.-L. Hsu", "K.-H. Wei", "C.-Y. Chiang", "L.-J. Li" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Highly active hydrogen evolution catalysis from metallic WS2 nanosheets",
      "author" : [ "M.A. Lukowski", "A.S. Daniel", "C.R. English", "F. Meng", "A. Forticaux", "R.J. Hamers", "S. Jin" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "Eutectoid-Structured WC/W2C heterostructures: A new platform for long-term alkaline hydrogen evolution reaction at low overpotentials",
      "author" : [ "Z. Chen", "W. Gong", "S. Cong", "Z. Wang", "G. Song", "T. Pan", "X. Tang", "J. Chen", "W. Lu", "Z. Zhao" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "Synthesis of tungsten disulfide (WS2) nanoflakes for lithium ion battery application. Electrochem",
      "author" : [ "C. Feng", "L. Huang", "Z. Guo", "H. Liu" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2007
    }, {
      "title" : "Highly Rich 1T Metallic Phase of Few-Layered WS2 Nanoflowers for Enhanced Storage of Lithium-Ion Batteries",
      "author" : [ "M. Srinivaas", "C.-Y. Wu", "J.-G. Duh", "J.M. Wu" ],
      "venue" : "ACS Sustain. Chem. Eng. 2019,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2019
    }, {
      "title" : "Ultrasmall and phase-pure W2C nanoparticles for efficient electrocatalytic and photoelectrochemical hydrogen",
      "author" : [ "Q. Gong", "Y. Wang", "Q. Hu", "J. Zhou", "R. Feng", "P.N. Duchesne", "P. Zhang", "F. Chen", "N. Han", "Y Li" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "First principles prediction of two-dimensional tungsten carbide (W2C) monolayer and its Li storage capability",
      "author" : [ "Y. Zhang" ],
      "venue" : "Comput. Condens. Matter 2017,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Strategy for controlling the morphology and work function of W2C/WS2 nanoflowers",
      "author" : [ "T.P. Nguyen", "K.S. Choi", "S.Y. Kim", "T.H. Lee", "H.W. Jang", "Q. Van Le", "I.T. Kim" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2020
    }, {
      "title" : "Facile synthesis of W2C@WS2 alloy nanoflowers and their hydrogen generation performance",
      "author" : [ "T.P. Nguyen", "S.Y. Kim", "T.H. Lee", "H.W. Jang", "Q.V. Le", "I.T. Kim" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2020
    }, {
      "title" : "Tungsten carbides and W-C phase diagram",
      "author" : [ "A.S. Kurlov", "A.I. Gusev" ],
      "venue" : "Inorg. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2006
    }, {
      "title" : "Pressure-Volume-Temperature equation of state of tungsten carbide to 32 GPa and 1673 K",
      "author" : [ "K.D. Litasov", "A. Shatskiy", "Y.W. Fei", "A. Suzuki", "E. Ohtani", "K. Funakoshi" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2010
    }, {
      "title" : "Phonons in single-layer and few-layer MoS2 and WS2",
      "author" : [ "A. Molina-Sánchez", "L. Wirtz" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Nano-Tungsten carbide decorated graphene as co-catalysts for enhanced hydrogen evolution on molybdenum disulfide",
      "author" : [ "Y. Yan", "B. Xia", "X. Qi", "H. Wang", "R. Xu", "J.-Y. Wang", "H. Zhang", "X. Wang" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    }, {
      "title" : "In Situ Hydrothermal Synthesis MoS2/Guar Gum Carbon Nanoflowers as Advanced Electrocatalysts for Electrocatalytic Hydrogen Evolution",
      "author" : [ "Y. Cheng", "K. Pang", "X. Wu", "Z. Zhang", "X. Xu", "J. Ren", "W. Huang", "R. Song" ],
      "venue" : "ACS Sustain. Chem. Eng. 2018,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Employing synergistic interactions between few-layer WS2 and reduced graphene oxide to improve lithium storage, cyclability and rate capability of Li-ion batteries",
      "author" : [ "K. Shiva", "H.S.S. Ramakrishna Matte", "H.B. Rajendra", "A.J. Bhattacharyya", "C.N.R. Rao" ],
      "venue" : "Nano Energy 2013,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    }, {
      "title" : "Tightly bound trions inmonolayer MoS2",
      "author" : [ "K.F. Mak", "K. He", "C. Lee", "G.H. Lee", "J. Hone", "T.F. Heinz", "J. Shan" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Two-Dimensional Transition Metal Carbides and Nitrides (MXenes): Synthesis, Properties, and Electrochemical Energy Storage Applications",
      "author" : [ "C. Zhang", "Y. Ma", "X. Zhang", "S. Abdolhosseinzadeh", "H. Sheng", "W. Lan", "A. Pakdel", "J. Heier", "F. Nüesch" ],
      "venue" : "Energy Environ. Mater. 2020,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2020
    }, {
      "title" : "Identification of characteristic time constants in the initial dynamic response of electric double layer capacitors from high-frequency electrochemical impedance",
      "author" : [ "A.A. Moya" ],
      "venue" : "J. Power Sour",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 12,
      "context" : "It should be noted that MXenes are the transition metal carbides/nitride, which have graphene-like structure, possessing many advantages of 2D materials such as high conductivity, flexibility, easy processing, and so on [13].",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 13,
      "context" : "prepared niobium and vanadium carbide LIB anodes with high rate capacity [15].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 14,
      "context" : "The MXene anodes exhibited excellent electrochemical performance at high currents because of their low diffusion barrier [16].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 15,
      "context" : "Moreover, these materials exhibited a capacity of approximately 278 mAh g−1 at the high rate of 5 C [17].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 16,
      "context" : "have demonstrated the use of MXenes as conductive binders for viscous aqueous inks of silicon materials, which were used as high-capacity anode materials for LIBs [18].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 25,
      "context" : "prepared WS2 nanoflakes with a high reversible capacity of 680 mAh g−1 for 20 cycles as anode materials for LIBs [27].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 26,
      "context" : "have prepared highly rich 1T WS2 phase in few layered nanoflowers (NFs) with stable electrochemical performance and a high initial capacity of approximately 890 mAh g−1 as anode materials for LIBs [28].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 24,
      "context" : "high photo/electrocatalytic performance for the hydrogen evolution reaction [26,29].",
      "startOffset" : 76,
      "endOffset" : 83
    }, {
      "referenceID" : 27,
      "context" : "high photo/electrocatalytic performance for the hydrogen evolution reaction [26,29].",
      "startOffset" : 76,
      "endOffset" : 83
    }, {
      "referenceID" : 29,
      "context" : "Synthesis of W2C/WS2 NFs The W2C/WS2 alloy NFs were prepared according to a previously reported procedure [31].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 29,
      "context" : "For the synthesis of the W2C/WS2 NFs, the WCl6 precursor was pre-mixed with absolute ethanol (WCl6 + xC2H5OH → WCl6-x(OC2H5)x + xHCl) before mixing with thioacetamide to prevent its unexpected reaction with moisture (WCl6 + xH2O→WCl6-x(OH)x + xHCl) [31,32].",
      "startOffset" : 249,
      "endOffset" : 256
    }, {
      "referenceID" : 30,
      "context" : "For the synthesis of the W2C/WS2 NFs, the WCl6 precursor was pre-mixed with absolute ethanol (WCl6 + xC2H5OH → WCl6-x(OC2H5)x + xHCl) before mixing with thioacetamide to prevent its unexpected reaction with moisture (WCl6 + xH2O→WCl6-x(OH)x + xHCl) [31,32].",
      "startOffset" : 249,
      "endOffset" : 256
    }, {
      "referenceID" : 29,
      "context" : "(WCl6 + xC2H5OH  WCl6-x(OC2H5)x + xHCl) before mixing with thioacetamide to prevent its 100 unexpected reaction with moisture (WCl6 + xH2O  WCl6-x(OH)x + xHCl) [31,32].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 30,
      "context" : "(WCl6 + xC2H5OH  WCl6-x(OC2H5)x + xHCl) before mixing with thioacetamide to prevent its 100 unexpected reaction with moisture (WCl6 + xH2O  WCl6-x(OH)x + xHCl) [31,32].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 1,
      "context" : "2 cm−1 corresponding to the in-plane mode vibration E(1)2g and out-plane mode vibration A1g of WS2, respectively [2,36].",
      "startOffset" : 113,
      "endOffset" : 119
    }, {
      "referenceID" : 33,
      "context" : "2 cm−1 corresponding to the in-plane mode vibration E(1)2g and out-plane mode vibration A1g of WS2, respectively [2,36].",
      "startOffset" : 113,
      "endOffset" : 119
    }, {
      "referenceID" : 24,
      "context" : "Moreover, the peaks detected at 700 and 805 cm−1 can be attributed to the stretching modes of W−C [26,37].",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 34,
      "context" : "Moreover, the peaks detected at 700 and 805 cm−1 can be attributed to the stretching modes of W−C [26,37].",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 1,
      "context" : "2 cm−1 corresponding to the 125 in-plane mode vibration E12g and out-plane mode vibration A1g of WS2, respectively [2,36].",
      "startOffset" : 115,
      "endOffset" : 121
    }, {
      "referenceID" : 33,
      "context" : "2 cm−1 corresponding to the 125 in-plane mode vibration E12g and out-plane mode vibration A1g of WS2, respectively [2,36].",
      "startOffset" : 115,
      "endOffset" : 121
    }, {
      "referenceID" : 24,
      "context" : "Moreover, 126 the peaks detected at 700 and 805 cm−1 can be attributed to the stretching modes of WC [26,37].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 34,
      "context" : "Moreover, 126 the peaks detected at 700 and 805 cm−1 can be attributed to the stretching modes of WC [26,37].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 29,
      "context" : "This 135 can be attributed to the formation of the W2C/WS2 interlayer spacing [31].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 29,
      "context" : "This can be attribu ed to the formation of the W2C/WS2 interlayer spacing [31].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 27,
      "context" : "The contribution of W−O bonding can be attributed to the slight oxidation on the surface of the alloys, which always occurs during the preparation or natural oxidation of a material in air [29].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 35,
      "context" : "This is consistent with the binding energy of C in carbide compounds [38].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 27,
      "context" : "The contribution of WO bonding can be 150 attributed to the slight oxidation on the surface of the alloys, which always occurs during the 151 preparation or natural oxidation of a material in air [29].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 35,
      "context" : "This is consistent with the binding energy of C in carbide compounds 160 [38].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 26,
      "context" : "4 V attributing to 167 the reduction of WS2 to Li2S through multiple steps, including the formation of LixWS2 and Li2S [28].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 26,
      "context" : "5 V corresponds to the conversion reaction (4Li+ + WS2 + 4e  2Li2S + W) as 169 well as the decomposition of the non-aqueous electrolyte to form the solid electrolyte interface (SEI) 170 layer [28,39].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 36,
      "context" : "5 V corresponds to the conversion reaction (4Li+ + WS2 + 4e  2Li2S + W) as 169 well as the decomposition of the non-aqueous electrolyte to form the solid electrolyte interface (SEI) 170 layer [28,39].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 37,
      "context" : "5 V disappeared because of the formation of the SEI 171 and gel-like polymeric layers by the dissolution of Li2S into the electrolyte, leading to its degradation 172 [40].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 26,
      "context" : "9 V, 173 indicating the insertion of Li into LixWS2 [28].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 29,
      "context" : "This phenomenon can be attributed to the change in the work 179 function of WS2 by the addition of W2C [31].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 26,
      "context" : "4 V attributing to the reduction of WS2 to Li2S through multiple steps, including the formation of LixWS2 and Li2S [28].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 26,
      "context" : "5 V corresponds to the conversion reaction (4Li+ + WS2 + 4e−→ 2Li2S + W) as well as the decomposition of the non-aqueous electrolyte to form the solid electrolyte interface (SEI) layer [28,39].",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 36,
      "context" : "5 V corresponds to the conversion reaction (4Li+ + WS2 + 4e−→ 2Li2S + W) as well as the decomposition of the non-aqueous electrolyte to form the solid electrolyte interface (SEI) layer [28,39].",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 37,
      "context" : "5 V disappeared because of the formation of the SEI and gel-like polymeric layers by the dissolution of Li2S into the electrolyte, leading to its degradation [40].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 26,
      "context" : "9 V, indicating the insertion of Li into LixWS2 [28].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 29,
      "context" : "This phenomenon can be attributed to the change in the work function of WS2 by the addition of W2C [31].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 38,
      "context" : "It has been reported that carbide materials are promising candidates for energy storage applications [41].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 38,
      "context" : "It has been 204 reported that carbide materials are promising candidates for energy storage applications [41].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 39,
      "context" : "The semicircular arc corresponds to their 226 charge transfer resistances between the interface of electrode and electrolyte [42].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 26,
      "context" : "It should be noted that the increase in size could lead to the decrease in the 239 conductivity [28].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 28,
      "context" : "Computational calculations have revealed that W2C materials are promising candidates 247 for Li storage applications [30].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 39,
      "context" : "The emici cular arc corresponds to their charge transfer s between the interface of electrod and electrolyte [42].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 26,
      "context" : "It should be noted that the increase in size could lead to the decrease in the conductivity [28].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 28,
      "context" : "Computational calculations have revealed that W2C materials are promising candidates for Li storage applications [30].",
      "startOffset" : 113,
      "endOffset" : 117
    } ],
    "year" : 2020,
    "abstractText" : "Recently, composites of MXenes and two-dimensional transition metal dichalcogenides have emerged as promising materials for energy storage applications. In this study, W2C/WS2 alloy nanoflowers (NFs) were prepared by a facile hydrothermal method. The alloy NFs showed a particle size of 200 nm–1 μm, which could be controlled. The electrochemical performance of the as-prepared alloy NFs was investigated to evaluate their potential for application as lithium-ion battery (LIB) anodes. The incorporation of W2C in the WS2 NFs improved their electronic properties. Among them, the W2C/WS2_4h NF electrode showed the best electrochemical performance with an initial discharge capacity of 1040 mAh g−1 and excellent cyclability corresponding to a reversible capacity of 500 mAh g−1 after 100 cycles compared to that of the pure WS2 NF electrode. Therefore, the incorporation of W2C is a promising approach to improve the performance of LIB anode materials.",
    "creator" : "LaTeX with hyperref package"
  }
}