{
  "name" : "downloads_2019-10-22_43_xiong2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Zwitterionic Modification of Nanomaterials for Improved Diagnosis of Cancer Cells",
    "authors" : [ "Zhijuan Xiong", "Mingwu Shen", "Xiangyang Shi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Cancer is still considered as one of the most deadly diseases. Early diagnosis and treatment have become the preferred way to improve the cure rate of cancer patients. Precision medical diagnosis of tumoral features, including its location, boundary, and metastasis, are of immense value to subsequent therapy. A variety of diagnostic tools currently in use need the assistance of contrast agents to enhance the imaging efficiency, resolution, and precision, such as fluorescence imaging, magnetic resonance (MR) imaging, computed tomography (CT), and radioisotope-based nuclear imaging techniques. Due to the significant drawbacks owned by the conventional contrast agents with low molecular weights (e.g., Omnipaque for CT imaging, and Magnevist for MR imaging) such as relatively high concentration-induced renal toxicity, low imaging efficiency, rapid metabolic pathway-induced short imaging time window, and nonspecificity, nanomaterials have recently gained much attention. This mainly stems from their intrinsic properties that can be exploited for appropriate surface modification to achieve tunable pharmacokinetics, and as platforms to load imaging agents or drugs for diagnostic and therapeutic applications.1−3\nVarious nanomaterials have been developed for diagnostic applications, including inorganic nanomaterials such as gold nanoparticles (Au NPs),4,5 quantum dots,6 silica NPs,7 and metal oxide NPs,8,9 and organic materials such as polymer micelles,10 nanogels,11 and nanofibers.12 For instance, dendrimer-entrapped Au NPs (Au DENPs) have been developed as a contrast agent for tumor CT imaging due to the better X-ray attenuation feature of Au NPs than that of\nOmnipaque as well as the tunable surface functionalization capability of the dendrimer periphery.4 In general, zerodimensional particulate materials are supposed to be transported to the tumor site through either passive targeting stemming from the enhanced permeability and retention (EPR) effect or active targeting mediated by the modified targeting ligands after systemic administration. However, nanomaterials are usually rapidly cleared by the reticuloendothelial systems (RES) located in the organs, such as the liver, spleen, and lung.13,14 To solve this problem, polyethylene glycol (PEG) or oligomeric ethylene glycol (OEG) has been adopted to modify the surface of nanomaterials to endow them with good biocompatibility and extended circulation half-life in blood.15,16 The antifouling property of PEG and OEG is mainly based on their steric repulsion effect and hydrophilicity, and these properties can be tuned through the alteration of the coverage thickness of PEG on the surface of nanomaterials, the molecular weight of PEG, the molecular structure (linear versus branched) of PEG, and PEG terminal groups. Due to these advantages of PEG, PEGylation has been widely applied to improve the antifouling property of nanomaterials. However, OEG or PEG has been demonstrated to own one main shortcoming of degradation in the presence of oxygen and transition metal ions, resulting in weakened antifouling properties, thus limiting their in vivo applications.17 In addition, several other ways have also been applied to modify\nReceived: August 12, 2019 Revised: September 7, 2019 Published: September 10, 2019\n© 2019 American Chemical Society 2519 DOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 0\n9: 57\n:3 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nnanomaterials to improve their antifouling property and biocompatibility, such as modification of carbohydrate molecules18 and biomimetic membrane coating.19 In another aspect, for tumor diagnosis (also particularly for diagnosis of tumor metastasis), it is essential to develop a microfluidic device modified with cancer-associated targeting ligands for effective isolation and determination of circulating tumor cells (CTC). In this context, it is very important to simultaneously render the microfluidic device with good antifouling property to resist the blood cell adhesion, thus greatly enhancing the CTC capture purity and efficiency.20\nBeyond the PEG- or OEG-afforded antifouling property, zwitterions possessing both positively and negatively charged groups with an overall neutral charge polarity have been recently regarded as one of the superior antifouling agents to be decorated onto the surface of nanomaterials for cancer diagnosis applications.1 In general, zwitterionic modification of nanomaterials renders the surface of the materials with equal numbers of negative and positive groups to retain a large amount of water molecules as a hydration layer through hydrogen bonding, creating a highly hydrophilic surface to protect the materials from nonspecific protein pollution.21 For instance, the modification of cysteine (Cys) or L-lysine (Lys), a zwitterionic amino acid, rendered the Mn3O4 NPs with excellent antifouling properties, prolonged circulation time in the blood, and reinforced tumor accumulation and retention, which significantly improved their MR imaging of tumors.8,9 In another work, zwitterion carboxybetaine acrylamide (CBAA) was connected to the amine termini of poly(amidoamine) (PAMAM) dendrimers via Michael addition.4 The formed CBAA-decorated Au DENPs presented a greater antifouling property and longer half-delay time in the blood than the PEGylated counterpart material, affording enhanced blood pool, lymph node, and tumor CT imaging. Meanwhile, the modification of zwitterions can also improve the biocompatibility of nanomaterials in vitro and in vivo. For instance, Lysmodified Mn3O4 NPs showed a lower cytotoxicity in the studied concentration range than the corresponding Lys-free ones.8 Likewise, the zwitterion-modified nanomaterials display negligible toxicity to different organs, which has been demonstrated through histological examination of organ sections.4,9 The aim of this Topical Review is to summarize the state-of-art progress of the development of zwitterionmodified nanomaterials for improved cancer diagnosis (Table 1). Starting from a brief introduction of the research field, this Topical Review details the progress of improved cancer diagnosis using zwitterion-modified nanomaterials and ends with summary and discussion of future challenges and perspectives."
    }, {
      "heading" : "2. ZWITTERIONIC MATERIALS AND THEIR MODIFICATIONS ONTO NANOMATERIALS",
      "text" : "There are several types of zwitterionic molecules that have been widely investigated to modify the surface of nanomaterials (Figure 1). Here, we briefly introduce and categorize the type, nature, and characteristics of the zwitterionic materials and their modifications onto nanomaterials. 2.1. Small Molecular Zwitterions. The commonly used small molecular zwitterions include phospholipids, betaine, amino acids, and their derivatives. For phospholipids, their lipophilic tails are usually embedded within the hydrophobic functional groups of NPs, and the polar head groups are facing toward the aqueous medium. For instance, Jin et al. used 11-\nmercaptoundecylphosphorylcholine (HS-PC) to modify the surface of Ag NPs through metal−thiol bonding.32 The HSPC-modified Ag NPs could withstand high salt concentration up to 2 mol/L of NaCl, and maintained excellent colloidal stability in physiological conditions such as phosphate buffered saline and plasma. In another work, the HS-PC was used to modify Au nanorods (GNRs) via thiol−Au bonding formation to not only render them with good dispersion stability and cytocompatibility, but also lead to improved uptake by cancer cells,33 which is of great importance for their biomedical applications. Betaine is a natural substance extracted from sugar beet with a range of different derivatives such as sulfobetaine6,23,34 and carboxybetaine.4 In a recent work,35 Wang et al. modified CBAA onto the surface of generation 5 (G5) PAMAM dendrimers via Michael addition to afford the dendrimers with superior compatibility in the presence of proteins and cells. Typically, the CBAA-conjugated dendrimers were able to maintain their conformation in the existence of fibrinogen in water solution without any appreciable changes in their hydrodynamic size, validating their outstanding low fouling properties. Besides, in our previous work,4 we used the same method to prepare CBAA-modified dendrimers and adopted them as templates to form entrapped Au NPs for enhanced CT imaging applications. The CBAA modification did not seem to alter the colloidal stability of the Au DENPs, but instead rendering the Au DENPs with a nice antifouling property to resist protein adsorption. Additional small molecular zwitterions are amino acids, a group of organic compounds containing both amino and carboxyl groups.22 Amino acid has been modified onto the surface nanomaterials. For instance, we previously applied zwitterionic Cys and Lys to coat onto the surface of Mn3O4 NPs via a PEG linker and Michael addition, respectively,\naAbbreviations: nanoparticles (NPs), cysteine (Cys), glycine (Gly), upconversion nanoparticles (UCNPs), dendrimer-entrapped gold nanopartilces (Au DENPs), carboxybetaine acrylamide (CBAA), polyethylenimine/poly(vinyl alcohol) (PEI/PVA), polycarboxybetaine methacrylate (pCBMA), poly(2-methacryloyloxyethyl phosphorylcholine) (PMPC), and poly(ethylene oxide) (PEO).\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2520\nforming Mn3O4-Cit-PEG-Cys and Mn3O4-PDA-RB-FA-Lys NPs (Cit: sodium citrate; PDA: polydopamine; RB: rhodamine B; FA: folic acid) to endow the particles with antifouling properties.8 In another study, we used the same PEG linker strategy to synthesize Fe3O4-PEG-Cys NPs with the Fe3O4 NP core size of 2.8 nm. Due to the surface modification of Cys moieties via the PEG spacer, the NPs displayed ultralowfouling properties for resistance against protein adsorption and excellent cytocompatibility for further biomedical applications.25\n2.2. Polymeric Zwitterions. Polymeric zwitterions have also been utilized to coat the surface of nanomaterials to render them with antifouling property through atom-transfer radical polymerization (ATRP). To generalize, the surface of nanomaterials is usually first brominated. With the existence of catalysts CuBr and bipyridine, as well as the brominated nanomaterials, the zwitterion monomers are polymerized through ATRP to lead to the modification of polymeric zwitterions onto the nanomaterial surface.29 Jiang and coworkers have extensively investigated the polymeric zwitterion modification of proteins, hydrogels, and NPs, such as polyCBAA, poly(carboxybetaine methacrylate) (polyCBMA), and poly(sulfobetaine methacrylate) (polySBMA).36 In their recent study,37 they have shown that polyCBMA modification onto the surface of gold-coated silicon chips has the best nonspecific protein adsorption resistance from undiluted blood plasma or serum over polySBMA. In another work, the authors grafted polyCBAA onto a gold surface by ATRP to have a zwitterion layer thickness of 10−15 nm with an excellent antifouling property.38 Although both polyCBMA and polyCBAA presented nonspecific protein adsorption from undiluted blood plasma that is undetectable by a surface plasmon resonance (SPR) sensor, some protein adsorption from undiluted blood serum still existed. To solve this problem, the authors attempted to graft polyCBAA film with an increased thickness of 21 nm via ATRP, and results showed that the relatively thick polymeric zwitterion coating rendered the surface with extremely low fouling behavior from undiluted human blood serum, which was undetectable by SPR sensors.39 Furthermore, the same authors investigated the impact of the linker groups between the positively charged quaternary amine groups and the negatively charged carboxyl groups on the antifouling property of the polyCBAA zwitterionic films. In this study, methylene, ethylene, propylene, and pentene were respectively used as a spacer group to connect the positively and negatively charged groups of carboxybetaine, and results indicated that polyCBAA with a longer spacer group showed a much greater protein adsorption tendency than that with a shorter spacer group at low ionic strengths and pH, which is likely due to their higher hydrophobicity and higher pKa. 40\n2.3. Mixtures of Positively and Negatively Charged Species. To render nanomaterials with zwitterionic surfaces, the nanomaterials can be modified with two different molecules with reverse charges.41,42 For instance, Ji’s group\nused equal molar equivalents, negatively charged sodium 10- mercaptodecanesulfonic acid (HS-C10-S), and positively charged (10-mercapto-decyl)-trimethylammonium bromide (HS-C10-N4) to form self-assembled monolayers on the surface of Au NPs.41 The generated zwitterionic Au NPs (16- AuNP-C10-SN4) displayed good colloidal stability, and could resist macrophage cellular uptake by 2 and 4 times more than the counterpart materials of Au NPs modified by PEG (16- AuNP-PEG2000) and EG (16-AuNP-EG4), respectively, after incubation of cells for 12 h. Furthermore, in another work, the same authors changed the reverse-charged molecules from two strong electrolytes to a pair of one strong electrolyte and one weak electrolyte, and used the same self-assembly approach to prepare Au NPs with mixed charges. The thus formed zwitterionic Au NPs displayed a pH-dependent aggregation behavior due to the modified weak electrolyte species.43 Typically, the modification of a weak electrolyte of 11- mercaptoundecanoic acid and strong electrolyte of (10- mercaptodecyl)trimethylammonium bromide onto the surface of Au NPs endows the Au NPs with not only antifouling property in physiological pH environment, but also the ability to aggregate in tumor cells. This is likely due to the fact that the partially protonated ligands of 11-mercaptoundecanoic acid under slightly acidic pH lead to increased interactions via the van der Waals force and hydrogen bonding that surpass the hydration and electrostatic repulsions of the regular zwitterions, hence resulting in the aggregation of the NPs."
    }, {
      "heading" : "3. IMPROVED CANCER DIAGNOSIS",
      "text" : "3.1. Fluorescence Imaging. Zwitterion has been introduced to the modification of nanomaterials for improved fluorescence imaging of cancer cells.6 For instance, fluorescent Cys-AuNPs and Gly-Cys-AuNPs (Gly denotes glycine) with an ultrasmall diameter of 2.3 nm were synthesized with the same Au core and surface charges.22 Both particles exhibited red fluorescence with maximum emission and excitation wavelengths at 650 and 450 nm, respectively. After modification of an amino acid, zwitterionic Gly onto the particle surface, both particles displayed significantly enhanced stability in physiological pH, improved resistance to serum protein adsorption, minimized hepatic uptake, and significantly enhanced renal clearance rate, which is beneficial for enhanced and sensitive fluorescence imaging of cancer cells. Yao et al. reported that zwitterionic upconversion NPs (UCNPs)-phospholipid micelle (UCMC) complexes could be prepared to have enhanced stability against the change of pH and salt, and resistance to nonspecific interaction with proteins and adhesion of macrophage cells for live-cell imaging applications. Meanwhile, the zwitterionic UCMC complexes displayed a longer blood circulation half-life than the negatively charged UCMC, which was beneficial for improved tumor fluorescence imaging due to the EPR-based passive targeting.24 Further, Laura et al. designed zwitterionic copolymers containing poly(methacrylamidosulfobetaine-block-4-vinylimi-\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2521\ndazole) and azido groups on side chains to cap 3- mercaptopropionic acid-coated quantum dots (QDs, ZnCuInSe/ZnS core/shell QDs) through a ligand-exchange method for in vivo tumor fluorescence imaging. They showed that the zwitterionic coating afforded the arginine-glycineaspartic acid (RGD) peptide-functionalized QDs through click coupling with improved fluorescence emission, low cytotoxicity, improved in vitro active targeting specificity, and prolonged in vivo blood circulation time. With these properties, the designed functional QDs were able to be used for fluorescence imaging of tumors starting from 5 min postinjection. With the time post-injection, the tumor fluorescence intensity slowly decreased (Figure 2). In contrast, the tumor\nuptake between RGD-, arginine-alanine-aspartic acid (RAD)-, and nonfunctionalized QDs did not show any significant differences. This was possibly due to the fact that the main pathway leading the QDs to enter the tumor site is passive uptake in this model.23\n3.2. MR Imaging. As a noninvasive medical imaging technique, MR imaging has the advantages of high spatial resolution, superior contrast details of soft tissues, and realtime monitoring characteristics.44,45 An excellent contrast agent should have not only a high r1 or r2 relaxivity, but also massive accumulation in the target area of interest. To alleviate\nthe rapid clearance of the contrast agents by the RESassociated organs such as liver, spleen, and lung and also to improve the MR imaging sensitivity, it is vital to modify the nanoscale contrast agents with antifouling property and improved relaxivity.8,9,25\nZwitterionic amino acids such as Lys8 and Cys9,25 have been widely used to modify the surface of magnetic NPs to render them with an antifouling property, and in some cases to improve their relaxivity. For instance, in our previous work,25 ultrasmall citric acid-stabilized Fe3O4 NPs synthesized using a solvothermal method were modified with PEG with one end containing a carboxyl group and the other end a maleimide group, and then linked with Cys via thio-maleimide coupling. Due to the Cys modification, the generated Fe3O4-PEG-Cys NPs had an r1 relaxivity of 1.2 mM\n−1 s−1, which was higher than that of the counterpart material of Fe3O4-mPEG (PEG monomethyl ether), likely due to the enhanced water accessibility of Fe3O4 core NPs after zwitterion Cys coating. The Cys modification also rendered the particles with better protein-resistance property, approximately 3 times longer halfdecay time in blood, and significantly better tumor MR imaging sensitivity than the Fe3O4-mPEG NPs. The Cys modification-improved MR imaging and r1 relaxivity also applied to citric acid-stabilized Mn3O4 NPs with an average diameter of 2.7 nm prepared via solvothermal decomposition of tris(2,4-pentanedionato) manganese(III).9\nIn a very recent study,8 we attempted to develop antifouling zwitterion-functionalized Mn3O4 NPs (average size = 3.9 nm) modified with FA for targeted MR imaging of FA receptoroverexpressing tumors. In this work, diethylene glycolstabilized Mn3O4 NPs were first solvothermally synthesized, PDA-coated, fluorescently labeled with RB, conjugated with FA ligand on their surface, and eventually reacted with Lys to cover the leftover surface groups of PDA via Michael addition. The modification of zwitterionic Lys to Mn3O4 NPs endowed them with excellent antifouling property due to the hydration layer formed on the NP surface, while the attached FA ligand was able to protrude out of the hydration layer to have targeting specificity to FA receptor-expressing cancer cells. Meanwhile, the created Mn3O4-PDA-RB-FA-Lys NPs displayed a very high r1 relaxivity (89.30 mM\n−1 s−1) due to the synergistic modification of PDA and Lys to expand the overall molecular volume of the particles without compromising their accessibility to water. With the owned excellent water dispersibility, colloidal stability, antifouling property to largely escape the macrophage uptake, and cytocompatibility, the Mn3O4-PDA-RB-FA-Lys NPs could be used for enhanced and targeted tumor MR imaging (Figure 3). For tumor-specific MR imaging, it is also vital to develop MR contrast agents that are responsive to the tumor-specific microenvironment, such as pH, redox state, and enzyme activity. In a recent work,26 Xing and co-workers developed Febased T1 contrast agents using zwitterionic dopamine sulfonate (ZDS) to complex Fe(III) ions. The created Fe-ZDS displayed a neutral charge, resisted nonspecific protein adsorption, and could rapidly dissociate in weakly acidic condition accompanied by the obvious r1 enhancement for specific MR imaging of tumors with slight acidic pH environment to achieve the tumor-to-normal contrast enhancement ratio by >40%. Furthermore, owing to its zwitterionic nature, the Fe-ZDS could circulate in the bloodstream and be safely metabolized via renal clearance.\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2522\n3.3. CT Imaging. To render the CT imaging of tumors with high efficiency and sensitivity, the nanoscale CT contrast agents have to be effectively delivered to the tumor site. In this context, it is critical to develop functional contrast agents that can effectively escape from the rapid RES organ clearance for enhanced tumoral uptake.4 Earlier studies have shown that Au NPs have a higher X-ray attenuation intensity than Omnipaque at the same radiodense element concentrations (Au versus iodine) due to the higher atomic number of Au than that of iodine.4,5 In our recent study, we developed CBAA-modified Au DENPs that had a blood half-delay time of 44.54 h much longer than the PEGylated Au DENPs without CBAA modification (28.32 h).4 In the blood pool imaging of rats, at 0.5 h post-injection, the inferior vena cava could be easily visualized, and at 1 h post-injection, the liver region could be clearly seen by CT imaging. Strikingly, the {(Au0)100-G5· NHAc-CBAA80} NPs with the highest degree of CBAA modification had the minimum liver CT signal intensity, implying that a higher degree of CBAA modification was more efficient in affording the material with antifouling properties for enhanced CT imaging of blood pool, lymph node, and tumors through the EPR-based passive targeting strategy. 3.4. Dual-Mode Imaging. It is essential to develop dualmode or multimodal imaging contrast agents to achieve precision diagnostic purposes since each single-mode imaging technique possesses intrinsic privileges and drawbacks, and none of the single-mode imaging tools is able to achieve precision diagnostic results. Zwitterion modification has also been applied to nanoscale dual-mode contrast agents for CT/ MR5 or fluorescence/photoacoustic imaging27,46 applications. For instance, in our very recent work,5 we employed G5 PAMAM dendrimers as a scaffold to partially conjugate with CBAA, 2-methacryloyloxyethyl phosphorylcholine (MPC), or 1,3-propane sultone (1,3-PS), respectively, at different modification degrees, and utilized the dendrimers for entrapped synthesis of Au NPs in the dendrimer internal cavities. Through the protein resistance and in vivo pharmacokinetics assays to optimize the antifouling property of Au DENPs modified with different zwitterion types and modification degrees, we revealed that Au DENPs modified with 1,3-PS and having 80 G5 amine termini being modified\ndisplayed the best antifouling property. Hence, multifunctional RGD-targeted and Gd-chelated Au DENPs with 1,3-PS modification were further developed for targeted CT/MR dual-mode imaging of a lung cancer metastasis model. The CT value and MR imaging intensity of the tumor site were the highest at 60 min post-injection. The tumor CT values and MR signal-to-noise ratio (SNR) data for the RGD-targeted group were always much higher than those for the nontargeted group at the same time points post-injection (Figure 4). Furthermore, beyond the development of zwitterionic dual-\nmode contrast agents, a water-soluble conjugated polymer of\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2523\ndiketopyrrolopyrrole with zwitterionic nature was recently developed by Fan and co-workers for dual-mode fluorescence/ photoacoustic (PA) imaging and photothermal therapy (PTT)/photodynamic therapy (PDT) of tumors.27 Due to the modification of the conjugated polymer with 1,3-PS, the polymer was rendered with low fouling property, hence displaying enhanced tumor accumulation and the ability to be cleared by the renal system due to the fact that the molecular weight of the polymer was smaller than the threshold of renal filtration. Likewise, with the excellent NIR photosensitizer property, the polymer could be adopted for in vivo fluorescence/PA imaging-guided synergistic PTT and PDT of tumors. 3.5. CTC Capture. Cancer cells shed from primary tumor tissue to the bloodstream are called CTC, which are related to cancer metastasis and recurrence.47 Separation and downstream analysis of CTC in peripheral blood plays a significant role in monitoring the therapeutic efficacy, evaluation of prognosis, and personalized therapy of tumors.48,49 To improve the CTC capture purity and specificity, it is crucial to modify the capture substrates (e.g., nanofibrous mats) with antifouling property to resist the nonspecific protein adsorption as well as blood cell adhesion. To achieve this goal, zwitterionic modification is one of the best options. For example, Pei and co-workers developed chitosan nanofibers modified with pCBMA and DNA aptamers to form a functional bionano interface for specific capture of CTC.28\nIn our group, we have embarked on the development of a nanofiber-based platform with zwitterionic modification in\ncombination with a microfluidic system for improved CTC capture and analysis.29−31 Recently, we prepared electrospun polyethylenimine/poly(vinyl alcohol) (PEI/PVA) nanofibers modified with polymeric zwitterions of poly(2-methacryloyloxyethyl phosphorylcholine) (PMPC) and RGD peptide. The functional fibrous mat was embedded within a herringbone microfluidic chip with significantly reduced nonspecific adsorption of proteins and adhesion of blood cells from patients due to the zwitterion PMPC coating.29 Meanwhile, with the assistance of an antifouling coating and the RGDmediated targeting specificity, the fiber-incorporated microfluidic system had a cancer cell capture efficiency of 91.8% and capture purity of 33.1% in a time period of 30 min. The nanofiber-incorporated microfluidic chip displayed feasibility for use in isolating CTC from blood samples of cancer patients for clinical diagnostic applications. In another study,30 we showed that zwitterion-modified aligned PEI/PVA nanofibers could be prepared to have FA ligand modification for further enhanced CTC capture and detection when compared to the same nanofiber system with random orientation. Furthermore, besides the developed PEI/PVA nanofibers, hyaluronic acid (HA)-functionalized electrospun chitosan/ poly(ethylene oxide) nanofibers could also be modified with zwitterions of CBAA via Michael addition and be embedded with a microfluidic chip for effective capture and dissociation of CD-44 receptor-expressing CTC (Figure 5).31 The developed fiber-integrated microfluidic chip could be used to isolate CTC (1−18/mL) from the whole blood of 9 of 10 nonsmall cell lung cancer patients and 5 of 5 breast cancer\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2524\npatients, which may find applications for clinical cancer diagnosis applications."
    }, {
      "heading" : "4. CONCLUSIONS AND FUTURE PERSPECTIVES",
      "text" : "In conclusion, this Topical Review has illustrated the recent advances of different zwitterion-modified nanoplatforms for a variety of strategies adopted for improved diagnosis of cancer cells. The widely developed zwitterions including small molecular zwitterions, polymeric zwitterions, and a mixture of positively and negatively charged species can be modified onto the surface of nanoscale platforms through covalent bonding, post ATRP, or self-assembly. With the zwitterion modification, nanomaterials can be rendered with good antifouling property to resist the adsorption of nonspecific protein or the adhesion of blood cells, improved biocompatibility, and extended blood circulation time. With the assistance of zwitterion modification, targeting ligand conjugation, and/or responsiveness to specific tumor microenvironment, the developed functional zero-dimensional nanomaterials can be employed for enhanced single-mode fluorescence, MR, and CT imaging and dual-mode CT/MR or fluorescence/PA imaging of cancer cells; while the twodimensional nanofibrous mats can be used for enhanced capture and detection of CTC, likely reflecting the status of tumor metastasis. Although research on the development of zwitterionic nanomaterials has been well developed for improved cancer diagnosis, there is scope for further development. For instance, new types of zwitterions could be further developed to have the ability of stimuli-responsiveness to tumor microenvironment-associated pH, redox state, or enzyme, to control the aggregation behavior or surface charge conversion of the nanomaterials for improved tumor diagnosis. For CTC capture, beyond the use of the zwitterionic nanofiber system, other magnetic colloidal materials may also be designed and modified with zwitterions to improve the capture purity, efficiency, and integrity of released cancer cells for subsequent biochemical analysis. In addition, the zwitterionic modification of nanomaterials that have therapeutic drug incorporated or act as active per se under certain conditions along with their imaging functionalities could be developed for improved theranostics of cancer cells. Finally, for (pre)clinical applications, more in vivo assays of the developed zwitterionmodified nanomaterials are urgently needed such as their in vivo biodistribution, metabolic pathways, and long-term biosafety profiles. These improvements can be done through complete understanding of the tumor microenvironment, tumor metabolism, and tumor metastasis to further effectively design versatile nanoplatforms for enhanced diagnostic applications.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: xshi@dhu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Mingwu Shen: 0000-0002-1065-0854 Xiangyang Shi: 0000-0001-6785-6645"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This research is financially supported by the National Natural Science Foundation of China (81761148028 and 21773026), the Science and Technology Commission of Shanghai Municipality (17540712000 and 19XD1400100), the Shanghai Education Commission through the Shanghai Leading Talents Program (ZX201903000002), and the Fundamental Research Funds for the Central Universities (for X. Shi and Z. Xiong).\n■ REFERENCES (1) Garcia, K. P., Zarschler, K., Barbaro, L., Barreto, J. A., O’Malley, W., Spiccia, L., Stephan, H., and Graham, B. (2014) ZwitterionicCoated ″Stealth″ Nanoparticles for Biomedical Applications: Recent Advances in Countering Biomolecular Corona Formation and Uptake by the Mononuclear Phagocyte System. Small 10, 2516−2529. (2) Wu, C., Wang, S., Zhao, J., Liu, Y., Zheng, Y., Luo, Y., Ye, C., Huang, M., and Chen, H. (2019) Biodegradable Fe(Iii)@Ws2-PVP Nanocapsules for Redox Reaction and Tme-Enhanced Nanocatalytic, Photothermal, and Chemotherapy. Adv. Funct. Mater. 29, 1901722. (3) Wang, S., Zhao, J., Yang, H., Wu, C., Hu, F., Chang, H., Li, G., Ma, D., Zou, D., and Huang, M. (2017) Bottom-Up Synthesis Of WS2 Nanosheets with Synchronous Surface Modification for Imaging Guided Tumor Regression. Acta Biomater. 58, 442−454. (4) Xiong, Z., Wang, Y., Zhu, J., Li, X., He, Y., Qu, J., Shen, M., Xia, J., and Shi, X. (2017) Dendrimers Meet Zwitterions: Development of a Unique Antifouling Nanoplatform for Enhanced Blood Pool, Lymph Node and Tumor CT Imaging. Nanoscale 9, 12295−12301. (5) Liu, J., Xiong, Z., Zhang, J., Peng, C., Klajnert-Maculewicz, B., Shen, M., and Shi, X. (2019) Zwitterionic Gadolinium(Iii)Complexed Dendrimer-Entrapped Gold Nanoparticles for Enhanced Computed Tomography/Magnetic Resonance Imaging of Lung Cancer Metastasis. ACS Appl. Mater. Interfaces 11, 15212−15221. (6) Park, Y., Ryu, Y., Jung, Y., Wang, T., Baek, Y., Yoon, Y., Bae, S. M., Park, J., Hwang, S., Kim, J., et al. (2014) Spraying Quantum Dot Conjugates in the Colon of Live Animals Enabled Rapid and Multiplex Cancer Diagnosis Using Endoscopy. ACS Nano 8, 8896− 8910. (7) Zhao, J., Xie, P., Ye, C., Wu, C., Han, W., Huang, M., Wang, S., and Chen, H. (2018) Outside-in Synthesis of Mesoporous Silica/ Molybdenum Disulfide Nanoparticles for Antitumor Application. Chem. Eng. J. 351, 157−168. (8) Wang, P., Xu, X., Wang, Y., Zhou, B., Qu, J., Li, J., Shen, M., Xia, J., and Shi, X. (2019) Zwitterionic Polydopamine-Coated Manganese Oxide Nanoparticles with Ultrahigh Longitudinal Relaxivity for Tumor-Targeted MR Imaging. Langmuir 35, 4336−4341. (9) Wang, P., Yang, J., Zhou, B., Hu, Y., Xing, L., Xu, F., Shen, M., Zhang, G., and Shi, X. (2017) Antifouling Manganese Oxide Nanoparticles: Synthesis, Characterization, and Applications for Enhanced MR Imaging of Tumors. ACS Appl. Mater. Interfaces 9, 47−53. (10) Koo, H., Lee, H., Lee, S., Min, K. H., Kim, M. S., Lee, D. S., Choi, Y., Kwon, I. C., Kim, K., and Jeong, S. Y. (2010) In Vivo Tumor Diagnosis and Photodynamic Therapy via Tumoral pH-Responsive Polymeric Micelles. Chem. Commun. 46, 5668−5670. (11) Wu, C., Zhao, J., Hu, F., Zheng, Y., Yang, H., Pan, S., Shi, S., Chen, X., and Wang, S. (2018) Design Of Injectable Agar-Based Composite Hydrogel for Multi-Mode Tumor Therapy. Carbohydr. Polym. 180, 112−121. (12) Ye, C., Zhao, J., Zheng, Y., Wu, C., Chen, Y., Wu, H., An, X., Huang, M., and Wang, S. (2018) Preparation of Poly(Lactic-CoGlycolic Acid)-Based Composite Microfibers for Postoperative Treatment of Tumor in NIR I and NIR II Biowindows. Macromol. Biosci. 18, 1800206. (13) Dobrovolskaia, M. A., Aggarwal, P., Hall, J. B., and McNeil, S. E. (2008) Preclinical Studies to Understand Nanoparticle Interaction with the Immune System and Its Potential Effects on Nanoparticle Biodistribution. Mol. Pharmaceutics 5, 487−495.\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2525\n(14) Dobrovolskaia, M. A., and McNeil, S. E. (2007) Immunological Properties of Engineered Nanomaterials. Nat. Nanotechnol. 2, 469− 478. (15) Peng, C., Zheng, L., Chen, Q., Shen, M., Guo, R., Wang, H., Cao, X., Zhang, G., and Shi, X. (2012) PEGylated DendrimerEntrapped Gold Nanoparticles for in Vivo Blood Pool and Tumor Imaging by Computed Tomography. Biomaterials 33, 1107−1119. (16) Aggarwal, P., Hall, J. B., McLeland, C. B., Dobrovolskaia, M. A., and McNeil, S. E. (2009) Nanoparticle Interaction with Plasma Proteins as It Relates to Particle Biodistribution, Biocompatibility and Therapeutic Efficacy. Adv. Drug Delivery Rev. 61, 428−437. (17) Li, L., Chen, S., and Jiang, S. (2007) Protein Interactions with Oligo(Ethylene Glycol) (OEG) Self-Assembled Monolayers: OEG Stability, Surface Packing Density and Protein Adsorption. J. Biomater. Sci., Polym. Ed. 18, 1415−1427. (18) Xiong, Z., Wang, Y., Zhu, J., He, Y., Qu, J., Effenberg, C., Xia, J., Appelhans, D., and Shi, X. (2016) Gd-Chelated Poly(Propylene Imine) Dendrimers with Densely Organized Maltose Shells for Enhanced MR Imaging Applications. Biomater. Sci. 4, 1622−1629. (19) Hu, C. J., Zhang, L., Aryal, S., Cheung, C., Fang, R. H., and Zhang, L. (2011) Erythrocyte Membrane-Camouflaged Polymeric Nanoparticles as a Biomimetic Delivery Platform. Proc. Natl. Acad. Sci. U. S. A. 108, 10980−10985. (20) Xiao, Y., Shen, M., and Shi, X. (2018) Design of Functional Electrospun Nanofibers for Cancer Cell Capture Applications. J. Mater. Chem. B 6, 1420−1432. (21) Kane, R. S., Deschatelets, P., and Whitesides, G. M. (2003) Kosmotropes Form the Basis of Protein-Resistant Surfaces. Langmuir 19, 2388−2391. (22) Ning, X., Peng, C., Li, E. S., Xu, J., Vinluan, R. D., Yu, M., and Zheng, J. (2017) Physiological Stability and Renal Clearance of Ultrasmall Zwitterionic Gold Nanoparticles: Ligand Length Matters. APL Mater. 5, No. 053406. (23) Trapiella-Alfonso, L., Pons, T., Lequeux, N., Leleu, L., Grimaldi, J., Tasso, M., Oujagir, E., Seguin, J., d’Orlye, F., Girard, C., et al. (2018) Clickable-Zwitterionic Copolymer Capped-Quantum Dots for in Vivo Fluorescence Tumor Imaging. ACS Appl. Mater. Interfaces 10, 17107−17116. (24) Yao, C., Wang, P., Zhou, L., Wang, R., Li, X., Zhao, D., and Zhang, F. (2014) Highly Biocompatible Zwitterionic Phospholipids Coated Upconversion Nanoparticles for Efficient Bioimaging. Anal. Chem. 86, 9749−9757. (25) Ma, D., Chen, J., Luo, Y., Wang, H., and Shi, X. (2017) Zwitterion-Coated Ultrasmall Iron Oxide Nanoparticles for Enhanced T-1-Weighted Magnetic Resonance Imaging Applications. J. Mater. Chem. B 5, 7267−7273. (26) Han, J., Liang, G., and Xing, D. (2019) A pH-Sensitive Zwitterionic Iron Complex Probe with High Biocompatibility for Tumor-Specific Magnetic Resonance Imaging. Chem. - Eur. J. 25, 8353−8362. (27) Deng, W., Wu, Q., Sun, P., Yuan, P., Lu, X., Fan, Q., and Huang, W. (2018) Zwitterionic Diketopyrrolopyrrole for Fluorescence/Photoacoustic Imaging Guided Photodynamic/Photothermal Therapy. Polym. Chem. 9, 2805−2812. (28) Sun, N., Liu, M., Wang, J., Wang, Z., Li, X., Jiang, B., and Pei, R. (2016) Chitosan Nanofibers for Specific Capture and Nondestructive Release of CTCs Assisted by Pcbma Brushes. Small 12, 5090−5097. (29) Xiao, Y., Wang, M., Lin, L., Du, L., Shen, M., and Shi, X. (2019) Specific Capture and Release of Circulating Tumor Cells Using a Multifunctional Nanofiber-Integrated Microfluidic Chip. Nanomedicine 14, 183−199. (30) Xiao, Y., Wang, M., Lin, L., Du, L., Shen, M., and Shi, X. (2018) Integration of Aligned Polymer Nanofibers within a Microfluidic Chip for Efficient Capture and Rapid Release of Circulating Tumor Cells. Mater. Chem. Front. 2, 891−900. (31) Wang, M., Xiao, Y., Lin, L., Zhu, X., Du, L., and Shi, X. (2018) A Microfluidic Chip Integrated with Hyaluronic Acid-Functionalized Electrospun Chitosan Nanofibers for Specific Capture and Non-\ndestructive Release of CD44-Overexpressing Circulating Tumor Cells. Bioconjugate Chem. 29, 1081−1090. (32) Jin, Q., Liu, X., Xu, J., Ji, J., and Shen, J. (2009) Zwitterionic Phosphorylcholine-Protected Water-Soluble Ag Nanoparticles. Sci. China, Ser. B: Chem. 52, 64−68. (33) Zhou, W., Shao, J., Qiao, J., Wei, Q., Tang, J., and Ji, J. (2010) Zwitterionic Phosphorylcholine as a Better Ligand for Gold Nanorods Cell Uptake and Selective Photothermal Ablation of Cancer Cells. Chem. Commun. 46, 1479−1481. (34) Park, J., Nam, J., Won, N., Jin, H., Jung, S., Jung, S., Cho, S., and Kim, S. (2011) Compact and Stable Quantum Dots with Positive, Negative, or Zwitterionic Surface: Specific Cell Interactions and NonSpecific Adsorptions by the Surface Charges. Adv. Funct. Mater. 21, 1558−1566. (35) Wang, L., Wang, Z., Ma, G., Lin, W., and Chen, S. (2013) Reducing the Cytotoxity of Poly(Amidoamine) Dendrimers by Modification of a Single Layer of Carboxybetaine. Langmuir 29, 8914−8921. (36) Mi, L., and Jiang, S. (2014) Integrated Antimicrobial and Nonfouling Zwitterionic Polymers. Angew. Chem., Int. Ed. 53, 1746− 1754. (37) Ladd, J., Zhang, Z., Chen, S., Hower, J. C., and Jiang, S. (2008) Zwitterionic Polymers Exhibiting High Resistance to Nonspecific Protein Adsorption from Human Serum and Plasma. Biomacromolecules 9, 1357−1361. (38) Vaisocherova, H., Yang, W., Zhang, Z., Cao, Z., Cheng, G., Piliarik, M., Homola, J., and Jiang, S. (2008) Ultralow Fouling and Functionalizable Surface Chemistry Based on a Zwitterionic Polymer Enabling Sensitive and Specific Protein Detection in Undiluted Blood Plasma. Anal. Chem. 80, 7894−7901. (39) Yang, W., Xue, H., Li, W., Zhang, J., and Jiang, S. (2009) Pursuing ″Zero″ Protein Adsorption of Poly(Carboxybetaine) from Undiluted Blood Serum and Plasma. Langmuir 25, 11911−11916. (40) Zhang, Z., Vaisocherova, H., Cheng, G., Yang, W., Xue, H., and Jiang, S. (2008) Nonfouling Behavior of Polycarboxybetaine-Grafted Surfaces: Structural and Environmental Effects. Biomacromolecules 9, 2686−2692. (41) Liu, X., Jin, Q., Ji, Y., and Ji, J. (2012) Minimizing Nonspecific Phagocytic Uptake of Biocompatible Gold Nanoparticles with Mixed Charged Zwitterionic Srface Modification. J. Mater. Chem. 22, 1916− 1927. (42) Li, S., and Huang, L. (2008) Pharmacokinetics and Biodistribution of Nanoparticles. Mol. Pharmaceutics 5, 496−504. (43) Liu, X., Chen, Y., Li, H., Huang, N., Jin, Q., Ren, K., and Ji, J. (2013) Enhanced Retention and Cellular Uptake of Nanoparticles in Tumors by Controlling Their Aggregation Behavior. ACS Nano 7, 6244−6257. (44) Xiong, Z., Wang, Y., Zhu, J., He, Y., Qu, J., Effenberg, C., Xia, J., Appelhans, D., and Shi, X. (2016) Gd-Chelated Poly(Propylene Imine) Dendrimers with Densely Organized Maltose Shells for Enhanced MR Imaging Applications. Biomater. Sci. 4, 1622−1629. (45) Zhu, J., Xiong, Z., Shen, M., and Shi, X. (2015) Encapsulation of Doxorubicin within Multifunctional Gadolinium-Loaded Dendrimer Nanocomplexes for Targeted Theranostics of Cancer Cells. RSC Adv. 5, 30286−30296. (46) Shen, D., Henry, M., Trouillet, V., Comby-Zerbino, C., Bertorelle, F., Sancey, L., Antoine, R., Coll, J., Josserand, V., and Le Guevel, X. (2017) Zwitterion Functionalized Gold Nanoclusters for Multimodal Near Infrared Fluorescence and Photoacoustic Imaging. APL Mater. 5, No. 053404. (47) Yoon, H. J., Kozminsky, M., and Nagrath, S. (2014) Emerging Role of Nanomaterials in Circulating Tumor Cell Isolation and Analysis. ACS Nano 8, 1995−2017. (48) Shen, Q., Xu, L., Zhao, L., Wu, D., Fan, Y., Zhou, Y., OuYang, W., Xu, X., Zhang, Z., Song, M., et al. (2013) Specific Capture and Release of Circulating Tumor Cells Using Aptamer-Modified Nanosubstrates. Adv. Mater. 25, 2368−2373. (49) Park, M., Reategui, E., Li, W., Tessier, S. N., Wong, K. H. K., Jensen, A. E., Thapar, V., Ting, D., Toner, M., Stott, S. L., et al.\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2526\n(2017) Enhanced Isolation and Release of Circulating Tumor Cells Using Nanoparticle Binding and Ligand Exchange in a Microfluidic Chip. J. Am. Chem. Soc. 139, 2741−2749.\nDOI: 10.1021/acs.bioconjchem.9b00543 Bioconjugate Chem. 2019, 30, 2519−2527\n2527"
    } ],
    "references" : [ {
      "title" : "ZwitterionicCoated ′′Stealth′′ Nanoparticles for Biomedical Applications",
      "author" : [ "L. Spiccia", "H. Stephan", "B. Graham" ],
      "venue" : null,
      "citeRegEx" : "W. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2014
    }, {
      "title" : "Bottom-Up Synthesis Of WS2 Nanosheets with Synchronous Surface Modification for Imaging Guided Tumor Regression",
      "author" : [ "D. Ma", "D. Zou", "M. Huang" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "Ma et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2017
    }, {
      "title" : "Dendrimers Meet Zwitterions: Development",
      "author" : [ "X. Shi" ],
      "venue" : null,
      "citeRegEx" : "J. and Shi,? \\Q2017\\E",
      "shortCiteRegEx" : "J. and Shi",
      "year" : 2017
    }, {
      "title" : "Spraying Quantum Dot",
      "author" : [ "J. Park", "S. Hwang", "J Kim" ],
      "venue" : null,
      "citeRegEx" : "M. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2014
    }, {
      "title" : "Outside-in Synthesis of Mesoporous Silica",
      "author" : [ "H. Chen" ],
      "venue" : null,
      "citeRegEx" : "Chen,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2018
    }, {
      "title" : "Zwitterionic Polydopamine-Coated Manganese",
      "author" : [ "X. Shi" ],
      "venue" : null,
      "citeRegEx" : "J. and Shi,? \\Q2019\\E",
      "shortCiteRegEx" : "J. and Shi",
      "year" : 2019
    }, {
      "title" : "Antifouling Manganese Oxide",
      "author" : [ "G. Zhang", "X. Shi" ],
      "venue" : null,
      "citeRegEx" : "Zhang and Shi,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang and Shi",
      "year" : 2017
    }, {
      "title" : "Design Of Injectable Agar-Based",
      "author" : [ "X. Chen", "S. Wang" ],
      "venue" : null,
      "citeRegEx" : "Chen and Wang,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen and Wang",
      "year" : 2018
    }, {
      "title" : "Preparation of Poly(Lactic-Co",
      "author" : [ "M. Huang", "S. Wang" ],
      "venue" : null,
      "citeRegEx" : "Huang and Wang,? \\Q2018\\E",
      "shortCiteRegEx" : "Huang and Wang",
      "year" : 2018
    }, {
      "title" : "Immunological Properties of Engineered Nanomaterials",
      "author" : [ "M.A. Dobrovolskaia", "S.E. McNeil" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Dobrovolskaia and McNeil,? \\Q2007\\E",
      "shortCiteRegEx" : "Dobrovolskaia and McNeil",
      "year" : 2007
    }, {
      "title" : "Nanoparticle Interaction with Plasma",
      "author" : [ "S.E. McNeil" ],
      "venue" : null,
      "citeRegEx" : "McNeil,? \\Q2009\\E",
      "shortCiteRegEx" : "McNeil",
      "year" : 2009
    }, {
      "title" : "Protein Interactions with",
      "author" : [ "L. Li", "S. Chen", "S. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2007
    }, {
      "title" : "Erythrocyte Membrane-Camouflaged Polymeric",
      "author" : [ "L. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Zhang,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2011
    }, {
      "title" : "Physiological Stability and Renal Clearance",
      "author" : [ "J. Zheng" ],
      "venue" : null,
      "citeRegEx" : "Zheng,? \\Q2017\\E",
      "shortCiteRegEx" : "Zheng",
      "year" : 2017
    }, {
      "title" : "Clickable-Zwitterionic Copolymer Capped-Quantum",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "C,? \\Q2018\\E",
      "shortCiteRegEx" : "C",
      "year" : 2018
    }, {
      "title" : "Highly Biocompatible Zwitterionic Phospholipids",
      "author" : [ "F. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Zhang,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2014
    }, {
      "title" : "A pH-Sensitive",
      "author" : [ "J. Han", "G. Liang", "D. Xing" ],
      "venue" : null,
      "citeRegEx" : "Han et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2019
    }, {
      "title" : "Zwitterionic Diketopyrrolopyrrole for Fluores",
      "author" : [ "W. Huang" ],
      "venue" : null,
      "citeRegEx" : "Huang,? \\Q2018\\E",
      "shortCiteRegEx" : "Huang",
      "year" : 2018
    }, {
      "title" : "Compact and Stable Quantum Dots with Positive",
      "author" : [ "S. Kim" ],
      "venue" : null,
      "citeRegEx" : "Kim,? \\Q2011\\E",
      "shortCiteRegEx" : "Kim",
      "year" : 2011
    }, {
      "title" : "Integrated Antimicrobial and Nonfouling Zwitterionic Polymers",
      "author" : [ "L. Mi", "S. Jiang" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Mi and Jiang,? \\Q2014\\E",
      "shortCiteRegEx" : "Mi and Jiang",
      "year" : 2014
    }, {
      "title" : "Ultralow Fouling and",
      "author" : [ "M. Piliarik", "J. Homola", "S. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Piliarik et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Piliarik et al\\.",
      "year" : 2008
    }, {
      "title" : "Pursuing ′′Zero′′ Protein Adsorption of Poly(Carboxybetaine) from Undiluted Blood Serum and Plasma",
      "author" : [ "W. Yang", "H. Xue", "W. Li", "J. Zhang", "S. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Yang et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2009
    }, {
      "title" : "Nonfouling Behavior of Polycarboxybetaine-Grafted",
      "author" : [ "S. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Jiang,? \\Q2008\\E",
      "shortCiteRegEx" : "Jiang",
      "year" : 2008
    }, {
      "title" : "Minimizing Nonspecific",
      "author" : [ "X. Liu", "Q. Jin", "Y. Ji", "J. Ji" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2012
    }, {
      "title" : "Pharmacokinetics and Biodistribution of Nanoparticles",
      "author" : [ "S. Li", "L. Huang" ],
      "venue" : "Mol. Pharmaceutics",
      "citeRegEx" : "Li and Huang,? \\Q2008\\E",
      "shortCiteRegEx" : "Li and Huang",
      "year" : 2008
    }, {
      "title" : "Zwitterion Functionalized Gold Nanoclusters",
      "author" : [ "X. Guevel" ],
      "venue" : null,
      "citeRegEx" : "Guevel,? \\Q2017\\E",
      "shortCiteRegEx" : "Guevel",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanomaterials have been ubiquitously employed as platforms to load imaging agents for cancer diagnosis. In general, the majority of nanomaterials are accumulated in the reticuloendothelial system (RES)associated organs such as liver, spleen, and lung after systemic administration. Although the adopted strategy used to modify nanomaterials with polyethylene glycol (PEG) has relieved this problem to some extent, challenges still remain for further clinical applications. Recently, nanomaterials with zwitterionic surface modification have been found to have a better antifouling property than those with PEGylation modification. This Topical Review reports the recent progress in the development of zwitterion-modified nanomaterials for improved cancer cell diagnosis, including zwitterionic modification of hybrid nanoparticles for enhanced fluorescence, computed tomography (CT), magnetic resonance (MR), and dual-mode imaging of cancer cells, and the zwitterionic modification of nanofibers for specific capture of circulating tumor cells with improved capture purity and efficiency. Challenges and future perspectives in this particular field are also discussed.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}