{
  "name" : "downloads_2019-11-18_15_fatease2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Chemosensitization and mitigation of Adriamycin-induced cardiotoxicity using combinational polymeric micelles for co-delivery of quercetin/resveratrol and resveratrol/curcumin in ovarian cancer",
    "authors" : [ "Adel Al Fatease", "Vidhi Shah", "Duc X. Nguyen", "Brianna Cote", "Deepa A. Rao", "Adam W.G. Alani" ],
    "emails" : [ "adam.alani@oregonstate.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "This work looks to improve the efficacy of Adriamycin (ADR) while mitigating its cardiotoxicity using combinations of micellar resveratrol (R): quercetin (Q) (mRQ) or R: curcumin (C) (mRC) in healthy mice and ovarian cancer xenograft models. Ovarian cancer cells, ES2-Luc, or A2780ADR are inoculated in mice (n =4/group) and sorted into eight cohorts. Mice are treated weekly for 4 weeks with ADR, ADR+mRQ, ADR+mRC, or controls (saline, empty micelles, ADR+EM, mRQ, or mRC). To evaluate the degree of cardioprotection, serum is collected to determine the cardiac Troponin I (cTnI). Cardiac tissue is collected for morphological evaluation and evaluation of creatine kinase levels. Our results indicate that mRQ+ADR is statistically significant in tumor reduction in xenograft models. In healthy mice, the left ventricular ejection fraction and fractional shortening in the ADR treated group is most compromised. Co-administration of mRQ with ADR can reduce ADR dosing through chemosensitization while being cardioprotective. © 2019 Elsevier Inc. All rights reserved.\nKey words: Adriamycin; Chemosensitization; Cardioprotection; Ovarian cancer; Micellar Polyphenols\nCardiotoxicity is a significant adverse effect of Adriamycin (ADR) and the most prominent limitation for using this chemotherapeutic agent. ADR, an anthracycline antibiotic, is used as an antineoplastic agent with activity in many cancers, including ovarian, breast, prostate, thyroid, and small cell lung cancer. The mechanisms of action for ADR cytotoxic effects in cancer cells include DNA intercalation resulting in disruption of Topoisomerase II (Top2) and generation of reactive oxygen species (ROS) leading to cell membrane and mitochondrial membrane damage.1,2 The same mechanisms lead to its\nFunding: This study is funded by Oregon State University, OR, USA, and The College of Pharmacy, King Khalid University, Abha, KSA.\n⁎Corresponding author at: Portland, OR. E-mail address: adam.alani@oregonstate.edu (A.W.G. Alani).\nhttps://doi.org/10.1016/j.nano.2019.03.011 1549-9634/© 2019 Elsevier Inc. All rights reserved.\nPlease cite this article as: Fatease AA, et al, Chemosensitization and mitigation of co-delivery of quercetin/resveratrol and resveratrol/curcumin in ovarian cancer. Nano\ncardiotoxic side effects.3 Thus, the lifetime cumulative dose for ADR is 450-550 mg/m2.2,4 Acute and late increases in cardiac Troponin I (cTnI) levels have been correlated to a higher incidence of cardiac events in patients treated with ADR.5 In patients that demonstrate early subclinical cardiomyopathy, ADR chemotherapy may have to be discontinued,6,7 while in others, cardiomyopathy may occur several years post-ADR treatment.7 Although it is considered one of the most effective anti-cancer drugs and has been used for various malignancies, this major drawback limits its use to patients who fail first line therapy, such as in recurrent or refractory ovarian cancer.3,7\nCurrently, there are two FDA-approved formulations for doxorubicin in the U.S., a hydrochloride salt (ADR) and a pegylated liposomal formulation.8 The liposomal formulation was developed to prevent the cardiotoxicity associated with the ADR formulation; however, studies have demonstrated that the\nAdriamycin-induced cardiotoxicity using combinational polymeric micelles for medicine: NBM 2019;19:39-48, https://doi.org/10.1016/j.nano.2019.03.011\nliposomal formulation has a similar risk of producing cardiac events of grade 3 or higher on the Common Terminology Criteria for Adverse Events.9 Thus, the liposomal formulation has the same lifetime dose limit based on the product package insert. Additionally, the cost associated with the liposomal formulation ($4363/cycle) as compared to the ADR formulation ($30/cycle) is significant.10 Thus, re-formulating ADR alone has not proven to be an effective strategy to mitigate its cardiotoxic side effects.\nDexrazoxane is the only FDA-approved therapy to mitigate ADR-induced cardiototoxicity. It is infused 30 min prior to ADR administration and distributes into cardiomyocytes. Its purported mechanism of cardioprotection lies in preventing ion-based oxidative stress and inhibiting Top2β.11 However, its use is limited due to concerns that it may interfere with the efficacy of ADR and may increase the risk of secondary tumors.12 While the use of dexrazoxane remains controversial, the strategy of coadministering ADR with agents capable of being cardioprotective remains promising.\nNaturally occurring polyphenols like quercetin (Q), resveratrol (R), and curcumin (C) are known free radical scavengers with cardioprotective effects.13 In addition, all three of these compounds are known chemosensitizers when used in conjunction with ADR.13,14 However, the potential for using these molecules in a clinical setting is severely limited due to their low aqueous solubility, poor oral bioavailability, and short half-lives.14–16 A drug delivery system capable of delivering one or combination of these molecules can provide the platform needed to fully assess the capabilities of these agents when dosed in conjunction with ADR as part of a chemotherapeutic regimen. We have previously developed and reported polymeric micelles (nanostructures), composed of Pluronics®, capable of delivering Q, R, and C in combinations at clinically relevant concentrations.15 Additionally, Pluronics® micelles have demonstrated altered pharmacokinetics compared to the parent compound.14,15 Thus, in this study, we evaluated the efficacy and the acute toxicity of these developed micelle and we hypothesize that micellar formulations of RC (mRC) and RQ (mRQ) when dosed with ADR will be cardioprotective while demonstrating chemosensitization in ovarian cancer xenograft models."
    }, {
      "heading" : "Methods",
      "text" : "Polymeric micelles preparation and characterization\nMicellar formulations are formed with Pluronic® F-127 polymer using the solvent casting method.14,15 In brief, RES: QUE and RES:CUR are mixed in a 1:1 molar ratio and a 5:1 molar ratio, respectively. RES, QUE, CUR and Pluronic® F-127 are solubilized in ethanol to stock concentrations of 20, 12, 5, and 100 mg/ml, respectively. For mRQ, 0.43 mL of RES, 0.94 mL of QUE and 2 mL of Pluronic® F-127 are added to a 10 mL round bottom flask. For preparation of mRC, add 0.9 mL of CUR stock solution, 0.76 mL of RES stock solution and 2 mL of Pluronic® F-127. A thin film is formed using the IKA RV 10 V Digital Rotary Evaporator (Northchase Parkway SEWilmington). 4 mL of normal saline is added to hydrate the film. Micelles are then spun down at 7000 rpm for 5 min, and the supernatant is filtered using a 25 mm 0.2 μm sterilized syringe filter.\nSample loading and the encapsulation efficiency is quantified by reverse-phase high performance liquid chromatography (RPHPLC), Shimadzu USA MFG INC. Samples are diluted 1:100 in methanol, and the mobile phase mixture is 55% methanol containing 0.1% phosphoric acid and 45% water containing 1% HPLC-grade methanol and 0.1% phosphoric acid, as previously described.14 The encapsulation efficiency is calculated with the following formula: %EE= ((Drug add-free “unentrapped drug)/ Drug added×100). The size and the PDI of mRQ and mRC are measured byDynamic Light scattering (DLS) with a ZETASIZER Nano-ZS (Malvern instruments Ltd., Worcestershire, UK)."
    }, {
      "heading" : "In vitro assessment of cell viability in ovarian cancer cells",
      "text" : "Human Ovarian Clear Cell Carcinoma cells (ES2) transfected with luciferase (ES2-Luc), an aggressive cancer cell line, were kindly donated by Glen S. Kwon’s lab at University of WisconsinMadison, USA. Human Ovarian Epithelial cancer cells, A2780, were purchased formAmerican Type Culture Collection (Manassas, VA). ADR resistant Human Ovarian Epithelial cancer cells (A2780ADR)were kindly donated byOleh Taratula’s lab at Oregon State University. A2780 ADR cells are seeded at 5000 cells/well, while ES2-Luc cells are seeded at 3,000 cells/well in 96-well plates. Cells are allowed to attach for 24 h and treated for 48 h with ADR (0.001-100 nM), R, Q, and C individually at 0.01–1000 nM, and as combinations of R:C:ADR (RCA) or R:Q:ADR (RQA) at 10:2:1 or 10:10:1 ratios, respectively, as established by Cote et al.14 Cell viability is assessed using CellTiter Blue® per manufacturer’s instructions (Promega Corp, Madison, WI). Briefly, 20 μL of the reagent is added to each well, cells are incubated for 2 h, and fluorescence is measured at 560EX/590EM. The IC50 values are calculated using GraphPad Prism version 6.05 for Windows, and data is reported asMean IC50 ± SD for three replicates. Combination effects are evaluated using Combosyn software, with combination index (CI) values of b1, 1, and N1 indicative of synergy, additivity, and antagonism, respectively.Data is presented as theMeanCI ±SD at various fractions of cells affected (Fa) for three replicates."
    }, {
      "heading" : "In vivo assessment",
      "text" : "All animal procedures performed conform to the current NIH guidelines, and all studies are approved by the Institutional Animal Care andUse Committee (IACUC) ofOregon State University and Oregon Health and Science University. All mice are housed in approved cages with a 12 h day/night cycle and free access to food and water. The study design and treatment groups with dosing are presented in Figure 1 and Table 1, respectively, for both healthy and tumor-bearing mice.\nAs the purpose of this study is to evaluate the degree of cardioprotection and chemosensitization, we have 3 arms – healthy Swiss Webster mice (Charles River, Frederick National Laboratory for Cancer Research, Frederick, MD) (n = 40 mice; 5 mice/group) for baseline cardiotoxicity associated with ADR, an A2780ADR xenograft model in athymic mice (n = 32 mice; 4 mice/group) for chemosensitization analysis, and a, ES2-Luc xenograft model (ADR sensitive) in athymic nude mice (n = 32 mice; 4 mice/group) to mimic therapy in the clinic. All eight groups are dosed for one cycle (weekly tail vein injections x four weeks; Figure 1 and Table 1), and assessments for tumor tissue in the xenograft models\nand heart tissue and function in each cohort is gathered. At the endpoint of each study, mice are euthanized using carbon dioxide with a rate of 10%-20% volume per minute.\nCardiac function assessment in healthy mice\nCardiac function in healthy Swiss Webster mice is assessed during chronic ADR dosing. Mice are treated and cardiac function is evaluated using echocardiography before and during treatment. Post treatment, heart weight is indexed to body weight, and cardiac troponin-I (cTnI) and creatine kinase (CK) levels are assessed.\nAssessment of left ventricular function in healthy mice using echocardiography\nHealthy mice are assessed by echocardiography to estimate changes in left ventricular (LV) function, such as ejection fraction (EF) and fractional shortening (FS) using a Vevo2100 system FUJIFILM VisualSonics systems (FUJIFILM VisualSonics, Inc., Toronto, Canada) at Oregon Health and Science University (OHSU) Center for Spatial Biomedicine (OCSSB) with the\nsupport of a Murdock Trust grant. LVEF and FS are calculated, and visual recordings are made using motion-mode (M-mode). Measurements are obtained within 24 h post-injection and one day before the next injection to detect changes in cardiac function. The heart rates are maintained between 450-550 BPM under anesthesia using Isoflurane liquid for inhalation, USP (Terrell) at 1-1.5% isoflurane, and the echocardiographic window is consistent to minimize variability. The mice body temperature is maintained using a thermostatted platform. Data is reported as Mean EF (%) ± SD and Mean FS (%) ± SD of four replicates.\nQuantification of cTnI levels in healthy mice and ADR sensitive xenograft model\nQuantification of cTnI levels in serum at 24 h after the last dosing cycle in healthy mice or 5 days post-treatment in the ES2Luc xenograft model is performed using RayBio Human Troponin I (Skeletal Muscle) ELISA kit (RayBiotech, Norcross, GA) per manufacturer’s instructions. Data is reported as mean cTnI levels ± SD for five replicates (healthy mice), and four replicates (xenograft model).\nWestern blot analysis for CKM in healthy and xenograft models\nQuantification of Creatine Kinase M (CKM)-specific antibodies, a marker for cardiotoxicity, is performed using Western blot analysis. The heart tissue is collected post-treatment, and CKM protein extracts are obtained from the LV section of the heart. Briefly, left ventricular sections are washed with cold PBS, homogenized by Tissue Tearor (Biospec,Atkinson, NH), and lysed with 360 μL of extract buffer (RIPAA buffer) (SigmaAldrich, St. Louis, MO) and 40 μL of protease inhibitor cocktail. The suspension is spun down in a microcentrifuge (15000 rpm at\n4°C for 20 min), and the lysate is collected. Protein concentrations are assessed using the bicinchoninic acid assay (BCA). CKM is quantified by SDS-polyacrylamide gel electrophoresis using a running buffer with a final concentration of 25 mM Tris, 192 mM glycine, and 0.1% (w/v) SDS. The voltage is set to 40 V for 5 h. Gels are then transferred onto a Trans-Blot Turbo, mini format 0.2umNitrocellulose (BIO-RAD,Hercules, California) and are run for 3mins. After the gel is transferred to film, Odyssey Blocking Buffer is applied for 45 mins. The membrane is then incubated at 4 °C overnight with the CKM anti-Rabbit antibody (1:2000) (Proteintech®, Rosemont, IL) and tubulin alpha (1:8000) (Proteintech®, Rosemont, IL). The next day, the gel is incubated with secondary antibody anti-rabbit 800 (1:25000) (LI-COR Odyssey, Lincoln,NebraskaUSA).After triple-washingwith PBS, the membrane is imaged using LI-COROdyssey Infrared Imaging SystemModel 912. The CKM protein band is calculated based on densitometry normalized to the α tubulin band using Image J 1.51j8 software, National Institutes of Health, USA."
    }, {
      "heading" : "In vivo study to assess efficacy in tumor tissues",
      "text" : "Both ADR-resistant and ADR-sensitive mouse xenograft models of ovarian cancer in female athymic nude mice are established by inoculating A2780ADR cells at 2x106 cells/100 μL and ES2-Luc cells at 1x106 cells/100 μL, respectively. Treatments are initiated at 14 days and 10 days post-inoculation in the resistant\nand sensitive xenograft models, respectively. Mice are treated as described above (Figure 1 and Table 1), and tumor volume is monitored using Vernier calipers during the treatment period for both models and bioluminescence for the ES2-Luc xenograft model. Post-treatment, tumor weight, immunohistochemistry staining of tumor sections with Caspase-3 antibody, Masson trichrome staining of heart sections, and CKM western blotting studies on heart tissues are assessed. Data for four replicates is presented as mean tumor volume ± SD for the course of the study.\nIn the ES2-Luc xenograft model, bioluminescent images are acquired at 10 and 28 days, respectively, after the first dosing cycle. Each mouse is injected intraperitoneally with 150 mg Pierce™ D-Luciferin, Monopotassium Salt/kg body weight (ThermoFisher Scientific, Somerset, NJ). The bioluminescent images are acquired 15 min post-injection using a set luminescent signal to avoid variations. Acquired images for 3 mice per group are presented without any further processing.\nApoptosis index evaluation (Caspase-3 assay) and Masson trichrome staining in xenograft models\nIn the xenograft models, five days after the last treatment, tumors and cardiac tissues are collected. The tissues are stored in paraformaldehyde before embedding in paraffin, then sent to the Histopathology Shared Resource at Oregon Health and Science University for immunohistochemistry staining. The sectioned\ntumor tissues are assessed for Caspase-3 activity by counterstaining with a Cleaved Caspase-3 Rabbit Ab (Cell Signaling Technology, Danvers, MA), and fibrosis in cardiac tissue is assessed using Masson’s trichrome staining. All images are obtained using an Evos microscope (Thermo Fisher Scientific, Waltham, Massachusetts, USA) post-staining. Apoptotic cells are quantified using Image J 1.51j8 software, National Institutes of Health, USA, for 3-4 replicates, and data is presented as stained slides and mean apoptotic index ± SD."
    }, {
      "heading" : "Statistical analysis",
      "text" : "GraphPad Prism v 6.05 is used for statistical analysis. One-way ANOVAwith Bonferroni post-correction test at a significance level of 0.05 is used to compare between treatment groups and controls. A two-factor repeatedmeasuresANOVAandTukey’s post-test is used with the same significance level to compare between groups."
    }, {
      "heading" : "Results",
      "text" : "Polymeric micelles preparation and characterization\nConsistent with our previous studies,14,15 all prepared micelles show the same drug loading, encapsulation efficiency, size and stability. The mRQ concentration is 2.78 mg/mL of RES and 2.11 mg/mL of QUE. As for mRC, drug concentration is 3.75 mg/mL of RES and 1 mg/mL of CUR.\nIn accordance with previously reported data of both micelles, the encapsulation efficiency is 98%-100%. This allows for more\ntailored loading and enables controlling the drug loading ratios. All prepared micelles are stable up to 48 h with no changes in the concentrations, size and/or PDI, consistent with previously reported data.14,15 The size of mRQ is 23.64 ± 0.21 nm with a PDI of 0.081 ± 0.02, and the size of mRC is 25.05 ± 0.539 nm with a PDI of 0.059 ± 0.088. Both micelles have a monodispersed profile, demonstrated by their PDI values."
    }, {
      "heading" : "In vitro assessment of cell viability in ovarian cancer cells",
      "text" : "Cell viability is assessed in three different types of ovarian cancer cell lines, ES2-Luc, A2780, and A2780ADR following treatment with ADR, RQ, RC individually and in combination. The IC50 values for individual and combination treatments are presented in Figure 2,A–C. The combination of ADRwith RC or RQ at 10:2:1 or 10:10:1, respectively, results in lower IC50 values, indicating the combination is more potent than the individual drugs. Data for CI analysis for ADR with RC or RQ is presented in Figure 2, D at 0.5 fraction of cells affected (Fa).Based on the analysis, the combinations are synergistic in all cell lines at 0.5 Fa. Previous work in our lab has shown that encapsulation in micelles does not affect the potency of the combinations when used in conjunction with ADR.14,15\nAssessment of left ventricular function in healthy mice using echocardiography\nVevo® 2100 Imaging System (FUJIFILM VisualSonics, Inc., Toronto, Canada) is used to evaluate the left ventricular function by examining ejection fraction (LVEF) pre- and post-treatment. The data is acquired for both short and long axes measurements. LVEF\nand the fractional shortening (FS) in the ADR treatment group dropped significantly after the first dosing cycle. The mice injected with mRQ and mRC along with ADR have normal LVEF and FS (Figure 3, A–B). Increased heart weight to body weight ratios are indicative of hypertrophy,3,17,18 and our findings show that this ratio in the ADR treatment group is higher than the comparative groups. TheADR alone treatment groups show statistically significant signs of early hypertrophy in comparison to the untreated group and groups treated with ADR in combination with micellar polyphenols (Figure 3, C). Our findings indicate that the polyphenols work antagonistically against ADR in the heart to produce cardioprotective effects.\nCKM western blot analysis (Figure 4, A–B) in healthy and tumor bearing mice indicate that CKM levels are elevated in the ADR only treatment group with significantly lower levels in the mRC or mRQ with ADR groups. Thus, based on both cTnI and CKM levels, the cardioprotection afforded by mRC and mRQ when dosed with ADR is significant.\nQuantification of cTnI levels in healthy mice and ADR sensitive xenograft models\nThe cTnI (Figure 4, E–F) levels are assessed in the serum after the last dosing cycle in both healthy and tumor bearing\nmice. In both healthy and tumor bearing mice, the cTnI levels are significantly higher in the ADR treated group and return to untreated levels when ADR is dosed with micellar polyphenols, indicating cardioprotective effects in acute dosing."
    }, {
      "heading" : "In vivo study to assess efficacy in tumor tissues and IVIS, Caliper imaging",
      "text" : "ADR efficacy in ADR-sensitive (ES2-Luc) and ADR-resistant (A2780ADR) ovarian cancer cells is assessed upon co-administration with mRC or mRQ. A2780ADR xenograft model (Figure 5, A), as expected, is not sensitive to treatment with ADR or ADR+mRC; however, the ADR+mRQ treatment group indicates a high degree of chemosensitization by the polyphenols as evidenced by statistically significant lower tumor growth compared to all other groups. In the ES2-Luc xenograft model, all treatment groups show a decrease in tumor volume (Figure 5, B); however, the ADR+mRQ group shows greatest reduction in tumor volume during the study, and no tumor is detectable at the end of the study.\nAgain, the co-administration of mRQ with ADR indicates a greater degree of chemosensitization which may lead to clinically lower ADR concentrations necessitated to elicit treatment outcomes.\nBioluminescent tumor imaging in ES2-Luc xenograft model\nTumor volume in the ES2-Luc model is assessed by bioluminescence acquired using an IVIS Spectrum In Vivo Imaging System post-treatment (Figure 5, C). As seen in Figure 5, C, on day 28, tumors are visible in all the groups expect the ADR+mRQ group,\nconfirming the data obtained with Vernier caliper measurements (Figure 5, A–B).\nApoptosis index evaluation (Caspase-3 assay) and Masson trichrome staining in xenograft models\nApoptosis as assessed by a Caspase-3 assay in A2780ADR and ES2-Luc cells is presented in Figure 6. In the A2780ADR xenograft model, ADR and ADR+mRQ exhibit apoptotic bodies. Interestingly, the ADR+mRQ group shows a higher number of apoptotic bodies than the ADR group and is indicative of chemosensitization. This correlates with the tumor volume changes seen in Figure 5, A. In the ES2-Luc xenograft model, the ADRgroup exhibits the highest apoptotic bodies with the ADR +mRC group close behind in number. Since no tumor was detected in the ADR+mRQ treatment group for the ES2-Luc xenograft model, no studies could be completed to determine the degree of apoptosis. However, the lack of tumor in this group is highly indicative of the efficacy of this combination and corroborates the results in Figure 5, C. The F127-vehicle treatment group did not show any apoptotic bodies, similar to control. Masson trichrome staining in xenograft models were performed for examining presence of fibrotic tissues (Figure 6, D)."
    }, {
      "heading" : "Discussion",
      "text" : "ADR is one of the most potent antineoplastic agents, and it is commonly included in many protocols for cancer treatment.19 Although ADR is a highly effective drug for targeting certain\n46 A .A . F atease et al / N anom edicine: N anotechnology, B iology, and M edicine 19 (2019) 39–48\ncancers, the major limitation is its cardiotoxicity.7 While the exact mechanism of the cardiotoxicity remains to be elucidated, postulated theories include, but are not limited to, abnormalities in the mitochondria, imbalance in myocardial electrolytes, free radical formation, and topoisomerase II inhibition.20 The current strategy to treat ADR-induced cardiotoxicity includes the addition of dexrazoxane (DXZ), an iron chelator and ADR-topoisomerase IIβ (TopIIβ) complex destabilizer with demonstrated efficacy in mitigating chronic ADR-induced cardiotoxicity.21 However, side effects associated with DXZ use include nausea/vomiting, neutropenia, and thrombocytopenia.21 Additionally, due to secondary malignancies caused by DXZ, its use is limited to adult patients with metastatic breast cancer who have received ≥ 300mg/m2 DOX [FDAStatement onDexrazoxane [07-20-2011]]. Initial work with single natural products (R, Q, or C) alone with ADR were not successful in mitigating ADR induced cardiotoxicity, but had additive/synergistic effects in an ovarian cancer cell line (data not reported). Further assessment with various combinations of RQ or RC were run with ADR. RQ + ADR or RC + ADR at 10:10:1 or 10:2:1 molar ratios, respectively, demonstrated both cardioprotection and chemosensitization.14,15 Micellar encapsulation of the natural products did not interfere with these effects when dosed with ADR.\nAdditionally, we have demonstrated that the ADR+mRQ and ADR+mRC are cardioprotective in mice when challenged with ADR doses known to cause acute toxicity.14 We previously reported the release profile for bothmRQ andmRC. The profile for both mRQ and mRC follow first order release kinetics, and micelles release 60-70%of the loaded compoundswithin 50 h.14,15\nThis work is therefore aimed at assessing ADR+mRC and ADR+mRQ combinations in a chronic ADR treatment model while assessing its efficacy in two xenograft models – one ADR sensitive (ES2-Luc) and the other ADR resistant (A2780ADR).\nOur findings indicate that ADR with mRQ is the best combination that can achieve chemosensitization in both models while being cardioprotective in healthy and tumor bearing mice. While DXZ has limited approval,12,22 no treatment currently exists for concurrent dosing for all patients with their first dose of ADR to prevent and/or delay acute onset of ADR-induced cardiomyopathy. Our formulation of mRQ can be concurrently dosed with ADR without changing treatment regimens to achieve better outcomes for cancer patients. Preliminary studies in our lab have indicated that the polyphenol combinations with ADR are capable of free radical scavenging and destabilization of the ADR-TopIIβ complex (unpublished data). Thus, the mRQ with ADR may achieve complete ADR cardioprotection in the acute onset of cardiotoxicity, while possibly also protecting against long term cardiac changes.\nSub-clinical changes in cardiac function are seen at doses of ADR as low as 250 mg/m223 in some susceptible patients. Clinically, these patients may exhibit elevated cTnI levels prior to developing outward signs of cardiotoxicity.24 The cTnI levels for mice treated with mRC+ADR and mRQ+ADR are significantly lower than the ADR group and similar to control, indicating complete protection against cardiotoxicity with acute onset. LVEF and FS are clinical measures of left ventricular function. Our assessment of these parameters pre-and post-dosing allow us to monitor for changes between injections and after the study. Based\non our echocardiographic findings in healthy mice, the LVEF and FS for the mRQ+ADR and mRC+ADR group are similar to control and protect against the ADR-induced cardiac insult. CKM is a biomarker that increases in cardiomyopathic disease or myocardial infarction.25 A limitation that could affect determining any mitigation for cardiotoxicity is the half-life of CK in the circulation.26 In the ADR+mRQ group, CKM levels are similar to control in the ADR sensitive model and indicative of further cardioprotection. Thus, co-administration of mRQ with ADR as part of the chemotherapeutic regimen offers the ability to mitigate ADR-associated acute cardiotoxicity in the short term, and potentially increase ADR lifetime dose limits in the long term by chemosensitization and cardioprotective effects.\nIn Conclusion, antineoplastic anthracyclines, such as ADR, are effective anticancer drugs; however, due to cardiotoxic side effects, ADR has a lifetime dose limit. Micellar polyphenols are capable of mitigating ADR-induced cardiotoxicity while simultaneously acting as chemosensitizers, potentially leading to a novel clinical approach to increase the ADR lifetime dose limit for patients diagnosed with ovarian cancer."
    }, {
      "heading" : "Funding",
      "text" : "The work has been funded by Oregon State University and King Khalid University (Graduate Student Scholarship)."
    } ],
    "references" : [ {
      "title" : "Doxorubicin-induced cardiomyopathy: From molecular mechanisms to therapeutic strategies",
      "author" : [ "Y Octavia", "CG Tocchetti", "KL Gabrielson", "S Janssens", "HJ Crijns", "AL. Moens" ],
      "venue" : "J Mol Cell Cardiol 2012;52:1213-25,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2012
    }, {
      "title" : "Doxorubicin induced heart failure: Phenotype and molecular mechanisms",
      "author" : [ "Mitry MA", "Edwards JG" ],
      "venue" : "IJC Heart Vasc 2016;10:17-24,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Doxorubicin Cardiomyopathy",
      "author" : [ "K Chatterjee", "J Zhang", "N Honbo", "JS. Karliner" ],
      "venue" : "Cardiology 2010;115:155-62,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2010
    }, {
      "title" : "Expert opinion on the use of anthracyclines in patientswith advanced breast cancer at cardiac risk",
      "author" : [ "PJ Barrett-Lee", "JM Dixon", "C Farrell", "A Jones", "R Leonard", "N Murray" ],
      "venue" : "Ann Oncol 2009;20:816-27,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "Prognostic value of troponin I in cardiac risk stratification of cancer patients undergoing high-dose chemotherapy",
      "author" : [ "D Cardinale", "MT Sandri", "A Colombo", "N Colombo", "M Boeri", "G Lamantia" ],
      "venue" : "Circulation 2004;109:2749-54,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2004
    }, {
      "title" : "Management of chemotherapy induced cardiomyopathy",
      "author" : [ "A Saidi", "R. Alharethi" ],
      "venue" : "Curr Cardiol Rev 2011;7:245-9",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Doxorubicininduced cardiomyopathy 17 years after chemotherapy",
      "author" : [ "S Kumar", "R Marfatia", "S Tannenbaum", "C Yang", "E. Avelar" ],
      "venue" : "Tex Heart Inst J 2012;39:424-7",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2012
    }, {
      "title" : "Is it equivalent? Evaluation of the clinical activity of single agent Lipodox® compared to single agent Doxil® in ovarian cancer treatment",
      "author" : [ "JA Smith", "AB Costales", "M Jaffari", "DL Urbauer", "M Frumovitz", "CK Kutac" ],
      "venue" : "J Oncol Pharm Pract 2016;22:599-604,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "a Bayesian network metaanalysis",
      "author" : [ "N Yamaguchi", "T Fujii", "S Aoi", "PS Kozuch", "GN Hortobagyi", "doxorubicin Blum RH. Comparison of cardiac events associated with liposomal", "epirubicin", "cancer doxorubicin in breast" ],
      "venue" : "Eur J Cancer 2015;51:2314-20, https://doi.org/10.1016/j. ejca.2015.07.031.  48  A.A. Fatease et al / Nanomedicine: Nanotechnology, Biology, and Medicine 19",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The cost implications of the use of pegylated liposomal doxorubicin when choosing an anthracycline for the treatment of platinum-resistant ovarian cancer: A low-value intervention",
      "author" : [ "Cohn DE", "Shimp WS" ],
      "venue" : "Gynecol Oncol Rep 2015;13:47-8,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "A recommended practical approach to the management of anthracycline-based chemotherapy cardiotoxicity: an opinion paper of the working group on drug cardiotoxicity and cardioprotection",
      "author" : [ "P Spallarossa", "N Maurea", "C Cadeddu", "R Madonna", "D Mele", "I Monte" ],
      "venue" : "J Cardiovasc Med (Hagerstown)",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Dexrazoxane: a review of its use for cardioprotection during anthracycline chemotherapy",
      "author" : [ "Cvetković RS", "Scott LJ" ],
      "venue" : "Drugs",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "Polyphenols delivery by polymeric materials: challenges in cancer treatment",
      "author" : [ "O Vittorio", "M Curcio", "M Cojoc", "GF Goya", "S Hampel", "F Iemma" ],
      "venue" : "Drug Delivery 2017;24:162-80,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Combinatorial resveratrol and quercetin polymeric micelles mitigate doxorubicin induced cardiotoxicity in vitro and in vivo",
      "author" : [ "B Cote", "LJ Carlson", "DA Rao", "AWG. Alani" ],
      "venue" : "J Control Release 2015;213:128-33,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Polymeric Micellar Codelivery of Resveratrol and Curcumin to Mitigate In Vitro DoxorubicinInduced Cardiotoxicity",
      "author" : [ "LJ Carlson", "B Cote", "AWG Alani", "DA. Rao" ],
      "venue" : "J Pharm Sci 2014;103:2315-22,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "Acute doxorubicin cardiotoxicity is successfully treated with the phytochemical oleuropein through suppression of oxidative and nitrosative stress",
      "author" : [ "I Andreadou", "F Sigala", "EK Iliodromitis", "M Papaefthimiou", "C Sigalas", "N Aligiannis" ],
      "venue" : "J Mol Cell Cardiol 2007;42:549-58,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2006
    }, {
      "title" : "Heart/body weight ratios for aging high and low blood pressure mice",
      "author" : [ "Elias MFEP", "Pentz CA", "Sorrentino RN" ],
      "venue" : "Exp Aging Res",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1977
    }, {
      "title" : "The assessment of cardiac hypertrophy at autopsy",
      "author" : [ "JR Hangartner", "NJ Marley", "A Whitehead", "AC Thomas", "MJ. Davies" ],
      "venue" : "Histopathology",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1985
    }, {
      "title" : "Doxorubicin: an update on anticancer molecular action, toxicity and novel drug delivery systems: Doxorubicin cell and molecular biological activity",
      "author" : [ "O Tacar", "P Sriamornsak", "CR. Dass" ],
      "venue" : "J Pharm Pharmacol 2013;65:157-70,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2012
    }, {
      "title" : "Prevention of doxorubicin-induced acute cardiotoxicity by an experimental antioxidant compound",
      "author" : [ "P Deres", "R Halmosi", "A Toth", "K Kovacs", "A Palfi", "T Habon" ],
      "venue" : "J Cardiovasc Pharmacol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2005
    }, {
      "title" : "Dexrazoxane for the treatment of chemotherapy-related side effects",
      "author" : [ "Langer SW" ],
      "venue" : "Cancer Manag Res 2014;6:357-63,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Prevention of Chemotherapy Induced Cardiomyopathy",
      "author" : [ "DL Payne", "A. Nohria" ],
      "venue" : "Curr Heart Fail Rep 2017;14:398-403,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Direct correlation between DNA topoisomerase II activity and cytotoxicity in adriamycin-sensitive and -resistant P388 leukemia cell lines",
      "author" : [ "AM Deffie", "JK Batra", "GJ. Goldenberg" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1989
    }, {
      "title" : "Anthracycline cardiotoxicity: a new paradigm for an old classic",
      "author" : [ "JD Groarke", "A. Nohria" ],
      "venue" : "Circulation 2015;131:1946-9,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1946
    }, {
      "title" : "Biochemical markers of myocardial injury",
      "author" : [ "M. Kemp" ],
      "venue" : "Br J Anaesth 2004;93:63-73,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2004
    }, {
      "title" : "Serum Chemical Biomarkers of Cardiac Injury for Nonclinical Safety Testing",
      "author" : [ "Walker DB" ],
      "venue" : "Toxicol Pathol 2006;34:94-104,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1926
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The mechanisms of action for ADR cytotoxic effects in cancer cells include DNA intercalation resulting in disruption of Topoisomerase II (Top2) and generation of reactive oxygen species (ROS) leading to cell membrane and mitochondrial membrane damage.(1,2) The same mechanisms lead to its",
      "startOffset" : 251,
      "endOffset" : 256
    }, {
      "referenceID" : 1,
      "context" : "The mechanisms of action for ADR cytotoxic effects in cancer cells include DNA intercalation resulting in disruption of Topoisomerase II (Top2) and generation of reactive oxygen species (ROS) leading to cell membrane and mitochondrial membrane damage.(1,2) The same mechanisms lead to its",
      "startOffset" : 251,
      "endOffset" : 256
    }, {
      "referenceID" : 2,
      "context" : "Nano cardiotoxic side effects.(3) Thus, the lifetime cumulative dose for ADR is 450-550 mg/m Acute and late increases in cardiac Troponin I (cTnI) levels have been correlated to a higher incidence of cardiac events in patients treated with ADR.",
      "startOffset" : 30,
      "endOffset" : 33
    }, {
      "referenceID" : 4,
      "context" : "Thus, the lifetime cumulative dose for ADR is 450-550 mg/m Acute and late increases in cardiac Troponin I (cTnI) levels have been correlated to a higher incidence of cardiac events in patients treated with ADR.(5) In patients that demonstrate early subclinical cardiomyopathy, ADR chemotherapy may have to be discontinued,(6,7) while in others, cardiomyopathy may occur several years post-ADR treatment.",
      "startOffset" : 210,
      "endOffset" : 213
    }, {
      "referenceID" : 6,
      "context" : "In patients that demonstrate early subclinical cardiomyopathy, ADR chemotherapy may have to be discontinued,(6,7) while in others, cardiomyopathy may occur several years post-ADR treatment.(7) Although it is considered one of the most effective anti-cancer drugs and has been used for various malignancies, this major drawback limits its use to patients who fail first line therapy, such as in recurrent or refractory ovarian cancer.",
      "startOffset" : 189,
      "endOffset" : 192
    }, {
      "referenceID" : 2,
      "context" : "Although it is considered one of the most effective anti-cancer drugs and has been used for various malignancies, this major drawback limits its use to patients who fail first line therapy, such as in recurrent or refractory ovarian cancer.(3,7) Currently, there are two FDA-approved formulations for doxorubicin in the U.",
      "startOffset" : 240,
      "endOffset" : 245
    }, {
      "referenceID" : 6,
      "context" : "Although it is considered one of the most effective anti-cancer drugs and has been used for various malignancies, this major drawback limits its use to patients who fail first line therapy, such as in recurrent or refractory ovarian cancer.(3,7) Currently, there are two FDA-approved formulations for doxorubicin in the U.",
      "startOffset" : 240,
      "endOffset" : 245
    }, {
      "referenceID" : 7,
      "context" : ", a hydrochloride salt (ADR) and a pegylated liposomal formulation.(8) The liposomal formulation was developed to prevent the cardiotoxicity associated with the ADR formulation; however, studies have demonstrated that the",
      "startOffset" : 67,
      "endOffset" : 70
    }, {
      "referenceID" : 8,
      "context" : "liposomal formulation has a similar risk of producing cardiac events of grade 3 or higher on the Common Terminology Criteria for Adverse Events.(9) Thus, the liposomal formulation has the same lifetime dose limit based on the product package insert.",
      "startOffset" : 144,
      "endOffset" : 147
    }, {
      "referenceID" : 9,
      "context" : "Additionally, the cost associated with the liposomal formulation ($4363/cycle) as compared to the ADR formulation ($30/cycle) is significant.(10) Thus, re-formulating ADR alone has not proven to be an effective strategy to mitigate its cardiotoxic side effects.",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 10,
      "context" : "Its purported mechanism of cardioprotection lies in preventing ion-based oxidative stress and inhibiting Top2β.(11) However, its use is limited due to concerns that it may interfere with the efficacy of ADR and may increase the risk of secondary tumors.",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 11,
      "context" : "However, its use is limited due to concerns that it may interfere with the efficacy of ADR and may increase the risk of secondary tumors.(12) While the use of dexrazoxane remains controversial, the strategy of coadministering ADR with agents capable of being cardioprotective remains promising.",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 12,
      "context" : "Naturally occurring polyphenols like quercetin (Q), resveratrol (R), and curcumin (C) are known free radical scavengers with cardioprotective effects.(13) In addition, all three of these compounds are known chemosensitizers when used in conjunction with ADR.",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 12,
      "context" : "In addition, all three of these compounds are known chemosensitizers when used in conjunction with ADR.(13,14) However, the potential for using these molecules in a clinical setting is severely limited due to their low aqueous solubility, poor oral bioavailability, and short half-lives.",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 13,
      "context" : "In addition, all three of these compounds are known chemosensitizers when used in conjunction with ADR.(13,14) However, the potential for using these molecules in a clinical setting is severely limited due to their low aqueous solubility, poor oral bioavailability, and short half-lives.",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 14,
      "context" : "We have previously developed and reported polymeric micelles (nanostructures), composed of Pluronics®, capable of delivering Q, R, and C in combinations at clinically relevant concentrations.(15) Additionally, Pluronics® micelles have demonstrated altered pharmacokinetics compared to the parent compound.",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 13,
      "context" : "Additionally, Pluronics® micelles have demonstrated altered pharmacokinetics compared to the parent compound.(14,15) Thus, in this study, we evaluated the efficacy and the acute toxicity of these developed micelle and we hypothesize that micellar formulations of RC (mRC) and RQ (mRQ) when dosed with ADR will be cardioprotective while demonstrating chemosensitization in ovarian cancer xenograft models.",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 14,
      "context" : "Additionally, Pluronics® micelles have demonstrated altered pharmacokinetics compared to the parent compound.(14,15) Thus, in this study, we evaluated the efficacy and the acute toxicity of these developed micelle and we hypothesize that micellar formulations of RC (mRC) and RQ (mRQ) when dosed with ADR will be cardioprotective while demonstrating chemosensitization in ovarian cancer xenograft models.",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 13,
      "context" : "Micellar formulations are formed with Pluronic® F-127 polymer using the solvent casting method.(14,15) In brief, RES: QUE and RES:CUR are mixed in a 1:1 molar ratio and a 5:1 molar ratio, respectively.",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 14,
      "context" : "Micellar formulations are formed with Pluronic® F-127 polymer using the solvent casting method.(14,15) In brief, RES: QUE and RES:CUR are mixed in a 1:1 molar ratio and a 5:1 molar ratio, respectively.",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 13,
      "context" : "1% phosphoric acid, as previously described.(14) The encapsulation efficiency is calculated with the following formula: %EE= ((Drug add-free “unentrapped drug)/ Drug added×100).",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 13,
      "context" : "01–1000 nM, and as combinations of R:C:ADR (RCA) or R:Q:ADR (RQA) at 10:2:1 or 10:10:1 ratios, respectively, as established by Cote et al.(14) Cell viability is assessed using CellTiter Blue® per manufacturer’s instructions (Promega Corp, Madison, WI).",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 13,
      "context" : "All prepared micelles are stable up to 48 h with no changes in the concentrations, size and/or PDI, consistent with previously reported data.(14,15) The size of mRQ is 23.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 14,
      "context" : "All prepared micelles are stable up to 48 h with no changes in the concentrations, size and/or PDI, consistent with previously reported data.(14,15) The size of mRQ is 23.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 13,
      "context" : "Previous work in our lab has shown that encapsulation in micelles does not affect the potency of the combinations when used in conjunction with ADR.(14,15)",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 14,
      "context" : "Previous work in our lab has shown that encapsulation in micelles does not affect the potency of the combinations when used in conjunction with ADR.(14,15)",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 18,
      "context" : "ADR is one of the most potent antineoplastic agents, and it is commonly included in many protocols for cancer treatment.(19) Although ADR is a highly effective drug for targeting certain",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 6,
      "context" : "cancers, the major limitation is its cardiotoxicity.(7) While the exact mechanism of the cardiotoxicity remains to be elucidated, postulated theories include, but are not limited to, abnormalities in the mitochondria, imbalance in myocardial electrolytes, free radical formation, and topoisomerase II inhibition.",
      "startOffset" : 52,
      "endOffset" : 55
    }, {
      "referenceID" : 19,
      "context" : "While the exact mechanism of the cardiotoxicity remains to be elucidated, postulated theories include, but are not limited to, abnormalities in the mitochondria, imbalance in myocardial electrolytes, free radical formation, and topoisomerase II inhibition.(20) The current strategy to treat ADR-induced cardiotoxicity includes the addition of dexrazoxane (DXZ), an iron chelator and ADR-topoisomerase IIβ (TopIIβ) complex destabilizer with demonstrated efficacy in mitigating chronic ADR-induced cardiotoxicity.",
      "startOffset" : 256,
      "endOffset" : 260
    }, {
      "referenceID" : 20,
      "context" : "The current strategy to treat ADR-induced cardiotoxicity includes the addition of dexrazoxane (DXZ), an iron chelator and ADR-topoisomerase IIβ (TopIIβ) complex destabilizer with demonstrated efficacy in mitigating chronic ADR-induced cardiotoxicity.(21) However, side effects associated with DXZ use include nausea/vomiting, neutropenia, and thrombocytopenia.",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 20,
      "context" : "However, side effects associated with DXZ use include nausea/vomiting, neutropenia, and thrombocytopenia.(21) Additionally, due to secondary malignancies caused by DXZ, its use is limited to adult patients with metastatic breast cancer who have received ≥ 300mg/m(2) DOX [FDAStatement onDexrazoxane [07-20-2011]].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 13,
      "context" : "RQ + ADR or RC + ADR at 10:10:1 or 10:2:1 molar ratios, respectively, demonstrated both cardioprotection and chemosensitization.(14,15) Micellar encapsulation of the natural products did not interfere with these effects when dosed with ADR.",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 14,
      "context" : "RQ + ADR or RC + ADR at 10:10:1 or 10:2:1 molar ratios, respectively, demonstrated both cardioprotection and chemosensitization.(14,15) Micellar encapsulation of the natural products did not interfere with these effects when dosed with ADR.",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 13,
      "context" : "Additionally, we have demonstrated that the ADR+mRQ and ADR+mRC are cardioprotective in mice when challenged with ADR doses known to cause acute toxicity.(14) We previously reported the release profile for bothmRQ andmRC.",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 13,
      "context" : "The profile for both mRQ and mRC follow first order release kinetics, and micelles release 60-70%of the loaded compoundswithin 50 h.(14,15) This work is therefore aimed at assessing ADR+mRC and ADR+mRQ combinations in a chronic ADR treatment model while assessing its efficacy in two xenograft models – one ADR sensitive (ES2-Luc) and the other ADR resistant (A2780ADR).",
      "startOffset" : 132,
      "endOffset" : 139
    }, {
      "referenceID" : 14,
      "context" : "The profile for both mRQ and mRC follow first order release kinetics, and micelles release 60-70%of the loaded compoundswithin 50 h.(14,15) This work is therefore aimed at assessing ADR+mRC and ADR+mRQ combinations in a chronic ADR treatment model while assessing its efficacy in two xenograft models – one ADR sensitive (ES2-Luc) and the other ADR resistant (A2780ADR).",
      "startOffset" : 132,
      "endOffset" : 139
    }, {
      "referenceID" : 23,
      "context" : "Clinically, these patients may exhibit elevated cTnI levels prior to developing outward signs of cardiotoxicity.(24) The cTnI levels for mice treated with mRC+ADR and mRQ+ADR are significantly lower than the ADR group and similar to control, indicating complete protection against cardiotoxicity with acute onset.",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 24,
      "context" : "CKM is a biomarker that increases in cardiomyopathic disease or myocardial infarction.(25) A limitation that could affect determining any mitigation for cardiotoxicity is the half-life of CK in the circulation.",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 25,
      "context" : "A limitation that could affect determining any mitigation for cardiotoxicity is the half-life of CK in the circulation.(26) In the ADR+mRQ group, CKM levels are similar to control in the ADR sensitive model and indicative of further cardioprotection.",
      "startOffset" : 119,
      "endOffset" : 123
    } ],
    "year" : 2019,
    "abstractText" : "This work looks to improve the efficacy of Adriamycin (ADR) while mitigating its cardiotoxicity using combinations of micellar resveratrol (R): quercetin (Q) (mRQ) or R: curcumin (C) (mRC) in healthy mice and ovarian cancer xenograft models. Ovarian cancer cells, ES2-Luc, or A2780ADR are inoculated in mice (n =4/group) and sorted into eight cohorts. Mice are treated weekly for 4 weeks with ADR, ADR+mRQ, ADR+mRC, or controls (saline, empty micelles, ADR+EM, mRQ, or mRC). To evaluate the degree of cardioprotection, serum is collected to determine the cardiac Troponin I (cTnI). Cardiac tissue is collected for morphological evaluation and evaluation of creatine kinase levels. Our results indicate that mRQ+ADR is statistically significant in tumor reduction in xenograft models. In healthy mice, the left ventricular ejection fraction and fractional shortening in the ADR treated group is most compromised. Co-administration of mRQ with ADR can reduce ADR dosing through chemosensitization while being cardioprotective. © 2019 Elsevier Inc. All rights reserved.",
    "creator" : "Elsevier"
  }
}