{
  "name" : "downloads_2020-09-02_4b_cai2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The Crown and the Scepter: Roles of the Protein Corona in Nanomedicine",
    "authors" : [ "Rong Cai", "Chunying Chen" ],
    "emails" : [ "chenchy@nanoctr.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1805740 (1 of 13) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de\nThe Crown and the Scepter: Roles of the Protein Corona in Nanomedicine\nRong Cai and Chunying Chen*\nDOI: 10.1002/adma.201805740"
    }, {
      "heading" : "1. Introduction",
      "text" : "Most of the engineering nanomaterials (ENM) applied in biomedical fields are administered to living systems. The route of exposure determines the first site of interaction between nanomaterials and biological fluids. Biomolecules in biological fluids inevitably bind to the surface of nanoparticles (NPs) and change the bioidentity of the pristine NPs. What K. A. Dawson in 2007 termed the “protein corona” is the well-known coating layer formed by biomolecules in different\nEngineering nanomaterials are increasingly considered promising and powerful biomedical tools or devices for imaging, drug delivery, and cancer therapies, but few nanomaterials have been tested in clinical trials. This wide gap between bench discoveries and clinical application is mainly due to the limited understanding of the biological identity of nanomaterials. When they are exposed to the human body, nanoparticles inevitably interact with bodily fluids and thereby adsorb hundreds of biomolecules. A “biomolecular corona” forms on the surface of nanomaterials and confers a new biological identity for NPs, which determines the following biological events: cellular uptake, immune response, biodistribution, clearance, and toxicity. A deep and thorough understanding of the biological effects triggered by the protein corona in vivo will speed up their translation to the clinic. To date, nearly all studies have attempted to characterize the components of protein coronas depending on different physiochemical properties of NPs. Herein, recent advances are reviewed in order to better understand the impact of the biological effects of the nanoparticle–corona on nanomedicine applications. The recent development of the impact of protein corona formation on the pharmacokinetics of nanomedicines is also highlighted. Finally, the challenges and opportunities of nanomedicine toward future clinical applications are discussed.\nProtein Corona\nDr. R. Cai, Prof. C. Chen CAS Key Laboratory for Biomedical Effects of Nanomaterials and Nanosafety and CAS Center for Excellence in Nanoscience National Center for Nanoscience and Technology Beijing 100190, China E-mail: chenchy@nanoctr.cn Dr. R. Cai, Prof. C. Chen National Center for Nanoscience and Technology Chinese Academy of Science No. 11 Beiyitiao, Zhongguancun, Beijing 100190, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201805740.\nbiological fluids.[1] In recent years, scientists have also used the term “biomolecular corona” due to the complexity of biological fluids.[2,3] This surface “biotransformation” of NPs alters their overall pharmacological and toxicological profile and their potential therapeutic or diagnostic functionality in a rather unpredictable manner.[2,4] A survey of literature from the past ten years has revealed that only 0.7% of the administered nanoparticle dose is delivered to malignant tissues.[5] This unpredictable biotransformation is considered to be one of the keystones to filling the gap between our ambitious design and reality.[6] A deep understanding of the protein coronas and their subsequent biological responses will accelerate the clinical translation of nanomedicine. This review presents an overview of recent findings relevant to the biological effects of the protein corona and describes the development of strategies for diminishing its side effects on the\npharmacokinetics and safety of nanomedicines in order to aid their translation to the clinic."
    }, {
      "heading" : "2. Effect of the Protein Corona on Pharmacokinetics of Nanomedicines",
      "text" : "Before the protein corona had been well established, NPs had been considered to directly interact with living cells, and the physiochemical properties of the pristine NPs were considered to define their biological effects. However, this understanding is far from the truth. The protein corona rapidly and inevitably forms in less than 0.5 min[7] on the surface of NPs in a cell culture medium in vitro or human plasma in vivo. This newly recognized bio–nano interaction between the protein corona and NPs is the first step of interaction when NPs are introduced to living systems. NPs are recognized as foreign substances that are sequestered, degraded, and eliminated by the mononuclear phagocytic system (MPS, also known as the reticuloendothelial system, RES), leading to rapid clearance, low efficiency, and high liver accumulation. After NPs are administered to the human body, the protein corona surrounding NPs is what the MPS really sees,[8] rather than the original expected surface of the NPs themselves. Thus, a better understanding of the pharmacokinetic profiles\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (2 of 13)\nmay help in engineering more efficacious and safe nanomedical systems, whether they are utilized for drug delivery, in vivo imaging, diagnostics, or other biomedical fields."
    }, {
      "heading" : "2.1. Effect of the Protein Corona on Blood Circulation Time",
      "text" : "Different binding patterns of biomolecules onto nanoparticle surfaces lead to different MPS uptake and blood circulation times. Several studies have reported that some blood plasma proteins reduce the cellular uptake of immune cells,[9,10] which may be caused by enriched desoponins, such as albumin and apolipoproteins. The adsorption of bovine serum albumin (BSA) onto the NPs reduces their cellular uptake by monocytic cells and macrophages through a decrease in particle–cell membrane adhesion.[11] Significant inhibition of phagocytosis by dendritic cells has also been demonstrated when NPs are incubated with human serum albumin (HSA).[12] Schöttler et al. have found that an abundance of clusterin (also known as ApoJ) in the protein corona reduces the nonspecific cellular uptake by macrophages.[13] Clusterin binding to silver NPs and silica NPs also suppresses their cellular uptake in THP-1 cells.[14] In contrast, if opsonins, such as complements and immunoglobulins, are enriched in the protein corona, they induce macrophage uptake and subsequently lead to fast removal of the NPs out of the body by the MPS. Saha et al. have reported that the amount of complement protein adsorption on the NP surface is correlated with the uptake of NPs by macrophages.[15] Bertrand et al. have performed in vivo studies to reveal the role of complement 3 (C3) and apolipoprotein E (ApoE) in the clearance of PEG-PLGA NPs. Animals deficient in the C3 protein show that C3 activation is not respective of MPS clearance rather than ApoE. The protein corona affects the internalization mechanism. The scavenger receptors (SRs) play a predominant role in the clearance of NPs.[16] In macrophages, SRs expressed on the cell surface recognize albumin and apolipoprotein–NP complexes.[11,17] Moreover, opsonins such as fibrinogen, immunoglobulins, and complements are recognized by the integrin receptor, Fc receptor, and complement receptor, respectively, as summarized in Figure 1. Therefore, for nanomedicine design the first key step is to reduce or control the adsorption of proteins in biological fluids, so as to prolong the blood circulation time in the human body and thus enhance the efficacy of nanomedical systems."
    }, {
      "heading" : "2.2. Effect of the Protein Corona on the Biodistribution of Nanomedicines",
      "text" : "Through blood circulation, NPs are delivered to the desired tissues and organs of the MPS, including accumulation in the liver and spleen. Thus, the proteins bound to the nanoparticle surface also influence the biodistribution of nanomedicines, which is a key issue when it comes to their medical applications. Conjugation with blood proteins, such as albumin and ApoE, remarkably reduces retention in the liver of gold NPs (GNPs) compared to citration.[18] Albumin-coated GNPs (15 nm) show more accumulation in the lungs and brain than citrated-GNPs and ApoE-GNPs. However, the effect of blood protein conjugation on the biodistribution disappears for GNPs at a size of 80 nm, suggesting to\nRong Cai is an assistant professor at the National Center for Nanoscience and Technology (NCNST), Chinese Academy of Sciences (CAS). She received her B.S. degree in materials science and engineering in 2008 from Beijing University of Chemical Technology, China, and her Ph.D. in materials science and engineering\nin 2015 from the University of Tsukuba and National Center for Materials Science (NIMS), Japan. Her research interests are mainly focused on the understanding of biological effects of nanomaterials and nanosafety for nanobiomedical applications.\nChunying Chen is a principal investigator at National Center for Nanoscience and Technology of China. She received her B.S. degree in chemistry (1991) and Ph.D. degree in biomedical engineering (1996) from Huazhong University of Science and Technology of China. Her research interests mainly include nanotoxi-\ncology, nanomedicine, bio–nano interfaces, nanomaterials characterization, nanomaterials release scenarios, transformation, and the fate of nanomaterials in biological systems.\nus that the physiochemical properties of NPs are critical for the adsorptive behavior of blood proteins. Moreover, apolipoprotein A-I also shows a reduction in opsonization for brain-targeting potential.[19] Interestingly, Pochert et al.[20] have shown that when hollow mesoporous silica nanoparticle (HMSNs) are loaded with fluorine compounds to act as positive magnetic resonance imaging (MRI) contrast agents (CAs), elevated amounts of apolipoproteins A-1 and A-2 bound in the protein corona lead to exclusive accumulation of HMSNs in the liver and no accumulation in other reticuloendothelial system (RES) organs like the spleen or the lungs. Collectively, there has been no clear consensus on the effect of the protein corona on biodistribution of NPs. There is an urgent need to clarify this key issue; a better understanding will provide more precise guidelines for improving the specificity and efficiency of NPs for targeted organs.\n2.3. Effect of the Protein Corona on the Targeting Efficiency of Nanomedicines\nTargeting NPs to malignant tissues for improved diagnosis and therapy is a popular and promising concept. However, only\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (3 of 13)\n0.7% of the administered nanoparticle dose is found to be delivered to a solid tumor.[5] Targeting delivery of NPs to targeted cells and tissues is the “holy grail” of nanomedicine. Revealing how biological fluids affect the targeting capability is critical for boosting the efficacy of nanomedicines. Folic acid (FA), transferrin, and antibodies for specific receptors are commonly used for targeted drug delivery (Figure 2). Dawson and co-workers[21] first investigated the impact of the protein corona on targeting capabilities and raised concerns about it. They demonstrated that transferrin-functionalized silica NPs lose their targeting capabilities when a protein corona is adsorbed onto the NPs. The same phenomenon has also been demonstrated with transferrin-functionalized small polymer-coated FePt NPs.[22] Furthermore, when ultrasmall superparamagnetic iron oxide NPs (USPIO) are conjugated with monoclonal antibodies, they maintain their targeting capability in vitro but lose it in vivo[23] because of the adsorption of opsonin-based proteins but not albumin.[24]\nAlthough targeting ligands on the surface of NPs are likely to be shielded by the protein corona, their targeting capability is maintained due to the highly dynamic nature of protein adsorption.[25] On the other hand, the retention of targeting capability depends on how the targeting ligands are conjugated. Covalently conjugated ligands lose their targeting capability, but the targeting capability of noncovalently conjugated ligands is still partially retained in the biological medium.[26] Moreover, the impact of the protein corona on targeting efficiency also involves the affinity of the targeting ligands. Particles functionalized with small camelid single-domain antibodies (sdAb) effectively target the epidermal growth factor receptor (EGFR), even in the presence of bovine and human serum.[27] To achieve optimal targeting, the impact parameters, including the protein binding pattern, targeting ligand, and its conjugation method, need to be precisely considered and systematically taken into account.\n2.4. Effect of the Protein Corona on Drug Release Profiles\nAbraxane is the only listed albuminbound paclitaxel drug in the world market. Mahmoudi and co-workers have investigated how the protein corona changes the drug release profile of Abraxane and found that the protein corona significantly reduces its burst effect.[28] In addition, the protein corona formed in a complete cell culture medium inhibits the release of camptothecin (CPT, a hydrophobic antitumoral drug) from the pores of mesoporous silica NPs (MSNs).[29] However, for another important lipid-based nanodrug, Doxove, which is similar to the commercial product Doxil containing the same lipid composition for doxorubicin (Dox) delivery, exposure to human plasma and protein corona formation may interfere with its integrity, possibly leading to a fraction of DOX leakage.[30] In addition to establishing the drug release profile, acquiring a detailed understanding of the effect of\nthe protein corona on uptake by targeted cells is an indispensable task for desirable drug delivery (Figure 3). Human protein binding reduces internalization of Doxoves in MCF7 and MDA-MB-435S human breast carcinoma cells[30] because the opsonins, such as complements and immunoglobulins, are poorly enriched, but the apolipoproteins are well-enriched. That liposome-based nanocarriers prefer apolipoproteins has been verified by Pozzi et al.[31] as well. Internalization by cancer cells is predominantly dependent on the protein corona composition. If complements are depleted in the protein corona by serum heat inactivation, the internalization of carboxylatemodified PS NPs by A549 cells decreases due to the reduction of opsonization of complements.[32] Of note, the protein corona composition is dynamic; a magnetic field was found to impact superparamagnetic iron oxides (SPIOs), leading to enhanced cellular uptake of SPIOs by HepG2 cells caused by increased adsorption of apolipoprotein.[33] In addition to corona composition, the cellular uptake behavior is correlated with the amount of proteins bound to NPs.[34] The endocytic pathway of liposomes is also impacted by a protein corona that switches the cell entry mechanism from micropinocytosis to clathrin-dependent endocytosis.[35] The crucial role of the protein corona is to act as an intrinsic trigger for specific NP–cell interactions, providing a basis for a rational exploitation of the protein corona for efficacious nanomedicines."
    }, {
      "heading" : "2.5. Effect of the Protein Corona on the Biodegradation of Nanomedicines",
      "text" : "Protein corona formation is an “endogenous biotransformation” of nanomedicines, whereas the protein corona also affects the biotransformation of nanomaterials. For example, the protein corona has a strong modulatory effect on the biotransformation of silver NPs. The strongly attached corona acts as a site for sulfidation, while the weakly attached proteins reduce\nAdv. Mater. 2019, 31, 1805740\nFigure 1. The protein corona mediates cellular uptake by macrophages through recognition of specific proteins. Protein structures were taken from the RCSB Protein Data Bank (www.rcsb. org). Immunoglobulin: PDB ID 1AR2 (DOI: 10.2210/pdb1AR2/pdb); human serum albumin: PDB ID 2BX8 (DOI: 10.2210/pdb2BX8/pdb), fibrinogen: PDB ID 3GHG (DOI: 10.2210/ pdb3GHG/pdb), apolipoprotein: PDB ID 1AV1 (10.2210/pdb3E1I/pdb), complements: PDB ID 1C3D (10.2210/pdb3E1I/pdb).\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (4 of 13)\nnanocrystal formation in a serum concentration dependent manner.[36] This serum protein corona induces sulfidation, resulting in decreased toxicity of Ag NPs. In addition, compared with SWCNTs, HSA-modified SWCNTs have a higher biodegradation rate in neutrophils; they stimulate MPO release and OCl− generation, which are favorable for the degradation of the nanotubes.[37] This indicates that HSA binding on SWCNTs may be an important determinant for MPO-mediated SWCNT biodegradation in human inflammatory cells. Optimizing the biodegradation rate of nanomedicines has fallen between the cracks at the present stage and needs more attention for future clinical nanomedicine."
    }, {
      "heading" : "3. Effect of the Protein Corona on the Biosafety of Nanoparticles",
      "text" : ""
    }, {
      "heading" : "3.1. Hemocompatibility",
      "text" : "The blood biocompatibility of NPs is critical for the application of NPs in the biomedical field. An HSA corona attenuates thrombocyte-induced aggregation of bare carboxylated-multiwalled carbon nanotubes (CNT-COOH). The effect of CNT-COOH is also diminished when fibrinogen causes it to agglomerate. In contrast, an IgG corona causes thrombocyte fragmentation, leading to induction of thrombocyte aggregation and release of platelet membrane microparticles (PMP).[38] When human erythrocytes and thrombocytes were exposed to pristine silica NPs, hemolysis and thrombocyte activation were efficiently prevented by rapid human plasma protein corona formation.[7] Another protein in blood plasma, coagulation factor XII, helps to inhibit the silica NP-mediated abnormal activation of the blood coagulation cascade.[39] Collectively, all evidence indicates that the protein corona reduces hemolytic activity irrespective of the nanomaterials (silica NPs,[7,40–42] PEGylated gold NPs,[43] graphene oxide (GO),[44,45] CNT,[38]) hydrophilicity,[43] or functional groups.[40,41] Interestingly, in addition to the surface chemistry, cations in NPs are important for the protein corona’s effects on blood coagulation. When zeolite particles interact with blood plasma, the surfaces of the zeolite particles are immediately dressed by a protein corona with thrombin. Compared with Na+, K+, NH4+, Fe3+, Cu2+, and Zn2+,\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (5 of 13)\nthe Ca-zeolite surface displays an antithrombin deactivation behavior that is Ca2+-dependent.[46]\nNanoparticle uptake is an important determinant for nanopathology. Corona formation increases attachment and cellular uptake for silica NPs in endothelial cells.[7] The endothelium presents a formidable barrier for nanomedicine, as the intravenously introduced nanomedicine needs to leave the blood vessel at the diseased site. Certain NPs (GNPs,[47] SiNPs[48]) with specific characteristics are able to induce micrometer-sized gaps between endothelial cells leading to endothelial leakiness. This effect is called “nanoparticle-induced endothelial leakiness” (NanoEL).[4,49] The effect of the protein corona on the integrity of the vasculature system needs to be clarified not only for revealing biosafety issues but also for tuning endothelial leakiness for nanomedicines."
    }, {
      "heading" : "3.2. The Protein Corona Mitigates Toxicity of Nanoparticles",
      "text" : "The toxicological profile of NPs is an important obstacle for biomedical clinical trials.[50] It is critical to understand how the biomolecules in different biological milieux impact the toxicity of NPs. Ge et al.[51] have demonstrated that binding blood proteins (bovine fibrinogen, gamma immunoglobulin, transferrin, and bovine serum albumin) to carbon nanotubes mitigates cytotoxicity to human acute monocytic leukemia cells (THP-1) and human umbilical vein endothelial cells (HUVEC). The binding interaction is dependent on the π–π stacking interaction between SWCNTs and aromatic residues. More binding proteins result in less cytotoxicity. A 2D carbon-based nanomaterial, GO, exhibited a dramatic enhancement of blood protein binding capacity compared to 1D CNTs, resulting in demonstrably lower cytotoxicity than the pristine GO and\nprotein-coated CNTs.[52] This blood protein adsorption involving “natural functionalization” mitigates cytotoxicity through quenching excessive free radical generation.[53–55] Besides reducing reactive oxygen species (ROS), a slower agglomeration rate also reduces nanoparticle-induced cytotoxicity.[56] The protein corona could also reduce surfactant-caused cell death.[57,58] The templating surfactant, such as cetyltrimethylammonium bromide (CTAB), is the main contributor to gold nanoparticle-induced cytotoxicity.[59] Metal ions are an important component of silver toxicity to cells,[60] and a soft corona protein-assisted removal of Ag+ prevents cell toxicity of AgS2 NPs.[36] Collectively, most studies demonstrate that the protein corona mitigates the cytotoxicity of NPs through (Figure 4): (1) reduction of reactive oxygen species; (2) decline of agglomeration rate; (3) mitigation of surfactant-induced cytotoxicity; and (4) protection from cytotoxicity induced by biodegraded metal ions. However, the protein-coronaaccelerated biodegradation of graphene oxide triggers an oxidative response in cells.[53]"
    }, {
      "heading" : "3.3. Immune Response",
      "text" : "Interaction with the immune system offers an intriguing challenge to the success of nanotherapeutics in vivo. Potential toxicity and the risk of inducing allergy and inflammation have always been a great concern for nanomaterials applied in biomedicine (Figure 5). Deng et al.[61] have shown that negatively charged poly(acrylic acid)-coated gold NPs bind to fibrinogen in human plasma and induce this protein to unfold. The unfolded fibrinogen binds to the integrin receptor MAC-1, thus triggering an inflammatory response though activation of the NF-κB signaling pathway.\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (6 of 13)\nTwo of the main components detected in protein coronas are immunoglobulins and complements. Immunoglobulins bound to PEG-SWCNTs result in neutrophil activation in a dose- and time-dependent manner.[62] The complement system is a key humoral component of innate immunity, serving as the first line of defense against intruders, including foreign synthetic NPs. Salvador-Morales et al.[63] have demonstrated that C1q binding to carbon nanotubes is highly selective. Covalent functionalization of MWCNTs greatly alters the level of activation of the complement system via the classical pathway. However, complement factor H which is involved in the alternative pathway, shows an inverse correlation with chemical properties of MWCNTs. All evidence suggests that complement binding to NPs depends on the nanoparticle’s chemical properties.[63,64] The globular regions of human C1q (gC1q), but not factor H, enhanced uptake of CNTs by macrophages and modulated the pro-inflammatory immune response.[65] Another important complement component, complement 3, has been paid more attention. Complement component 3 (C3) binds in the protein corona formed on the surface of dextrancoated superparamagnetic iron oxide core–shell nanoworms and undergoes dynamic exchange in vivo after NPs are intravenously injected into the body.[66] The C3-enriched protein corona increases cellular uptake by human leucocytes. Complement 3-activating pluronic-stabilized polypropylene sulfide (PPS) NPs induce antigen-specific adaptive immune responses.[67] GO adsorbs a large amount of serum proteins and induces C3 activation involving the local inflammatory response.[68] Interestingly, specifically formed coronas on silica NPs could specifically recruit transforming growth factor β1 (TGF-β1) into the corona, which subsequently induces the development of lung fibrosis.[69] The biological relevance of\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (7 of 13)\nthe interactions between nanoparticle–corona complexes and the immune cascade are still unrevealed. In clinical settings, interactions of nanomedicines with the protein corona can trigger pseudo-allergic reactions.\nIn summary, the toxicological implications of the protein corona are discordant with the immune response effects. It has been demonstrated that the protein corona reduces ROSinduced cytotoxicity, whereas it induces protein misfolding or unfolding that is involved with the development of several diseases. The links between the protein corona and the biosafety of NPs are ready to be explained and provide us guidance for nanomedicines that are safe to use.\nBased on the present understanding of the pharmacokinetic and pathophysiological properties of protein corona–NP complexes, the adverse aspects of the protein corona for NP-based therapeutics are: (1) rapid clearance by the MPS; (2) loss of targeting capacity; (3) triggering of immune response due to conformation changes in adsorbed proteins. This “biotransformation” occurring in the biological milieu may provide new strategies for using a more rational design for nanoplatforms to optimize their effectiveness and reduce potential nanohazards."
    }, {
      "heading" : "4. Strategies of Exploiting Protein Corona–",
      "text" : "Nanoparticle Interactions for Nanomedicines\nTo develop a high efficacy nanomedicine with good safety, physiochemical properties of NPs need consideration at the beginning. Xu et al.[70] have used the hierarchical cluster (HCA) analysis to analyze the relation of physiochemical parameters determined protein corona and biological effects. The hydrodynamic radii,[71] in vitro uptake and in vivo biodistribution of NPs[70] seems to be indirectly driven by the protein corona, which is determined by the physiochemical properties of NPs, especially, including colloidal stability and surface chemistry.[72]"
    }, {
      "heading" : "4.1. Engineering for Long-Circulating Drug Delivery",
      "text" : "Developing new surface modifications and novel nanoparticle architectures is an important research domain, with the object of preventing MPS sequestration and clearance in order to improve targeting and drug delivery. Polyethylene glycol (PEG) is the current gold standard for reducing nonspecific cellular uptake of drug delivery vehicles.[73,74] However, the antifouling protein properties of PEG cannot completely prevent protein adsorption; it is also dependent on the density of the PEG chains.[75] Moreover, recent studies have revealed adverse effects of PEG, namely, its hypersensitivity resulting from complement activation[76] and its shortened biocirculation time upon repeated dosing.[74] This highlights a crucial need to further exploit new stealth polymers for manipulating the protein corona, which represents a new challenge for nanomedicine. Poly(phosphoester) acts as a potential alternative to PEG for nanomedicines because it is degradable and shows an affinity for clusterin.[77] Poly(ethyl ethylene phosphate) (PEEP)-modified polystyrene nanocarriers form a protein corona that contains an abundance of clusterin proteins leading to reduced nonspecific cellular uptake.[13] For another stealth polymer, poly(2-ethyl-2-oxazoline), protein adsorption\non PEtOxylated NPs is extremely low, and Olga et al. reveal that PEtOxylation significantly reduces the nonspecific cellular uptake, particularly by macrophage-like cells.[78] In addition, brushed phosphorylcholine (bPC) is an advantageous biomimetic alternative to PEG in rendering stealth nanostructures.[79] Another potential alternative to PEG is zwitterionic materials, which may prolong the circulation time of NPs without triggering immune responses. However, zwitterionic coatings also hindered the interactions between NPs and tumor cells, leading to less efficient uptake of NPs by cancer cells.[80]\nAnother important strategy is using endogenous plasma proteins, such as albumin, to tune the biological identity of NPs. Preformed albumin–nanoparticle complexes are able to reduce cytotoxicity and macrophage uptake, promote biostability and long circulation time, and improve tumor targeting and penetration.[81] This strategy is widely used for nanomedical applications, and several albumin-modified nanodrugs have been applied in clinics, but concerns about protein immunogenicity are still raised. The endogenous clusterin mentioned above is considered a potential alternative to albumin."
    }, {
      "heading" : "4.2. Facilitation of Drug Loading Capacity by the Protein Corona",
      "text" : "The protein corona may also be used to load drugs through selfassembly. Kah et al.[82] used a preformed serum protein corona on gold nanorods (GNRs) for loading small molecular therapeutics at a much higher capacity than what covalent conjugation strategies can achieve. This “natural functionalization” also facilitates loading with DNA oligonucleotides and Doxorubicin, showing that they can hold species of either negative or positive charge. The enhanced loading capability is also independent of whether drugs for cancer therapy are hydrophilic or hydrophobic. The best antiproliferative effects were observed for silica NPs (SNPs) containing both doxorubicin and meloxicam in their coronas.[83] Cifuentes-Rius et al. formed human serum coronas around GNRs and found that tuning the amount of HSA in GNR–coronas governs the payload release profile.[84] Therefore, the protein corona can be efficiently exploited for loading particles with multiple drugs for therapeutic purposes."
    }, {
      "heading" : "4.3. Exploitation of the Protein Corona for Enhancing the Targeting Capacity",
      "text" : "Targeted delivery is one of the most important attributes of nanomedicines. The formation of the protein corona unexpectedly alters their targeting capacity as noted above. Thus, significant effort has been devoted to eliminating the effect of the protein corona. To address this problem, there are promising new strategies for directing the formation of a protein corona that protects targeting capabilities. Precoating with endogenous proteins or antibodies is considered to enable targeting capacity. Dai et al. designed an antibody-functionalized layer-by-layer (LbL) poly(methyl acrylate) (PMA) polymer nanocarrier in which ≈70–90% of the targeting ability is preserved in the presence of the protein corona.[85] Tonigold et al.[26] demonstrated that preadsorption of antibodies against CD63 antigen of monocytederived dendritic cells or CD3 antigen of T cells exerts targeting\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (8 of 13)\nproperties, proving that preadsorption of a particular antibody is a promising feature for targeted delivery. Interestingly, the reservation of targeting efficiency is determined by the modification methods. The noncovalent targeting ligands have shown a better targeting efficiency than covalent ligands.[26] The nano–corona interface determines the precise organization of targeting ligands leading to availability of receptor recognition motifs.[86]\nAnother way to minimize the shielding of targeting molecules is to recruit specific plasma proteins with intrinsic targeting capabilities. For example, Mirshafiee et al.[87] precoated silica NPs with gamma-immunoglobulins (γ-IgG), producing a protein corona that is enriched in immunoglobulins. In addition, cell-membrane-coated NPs have been boosted last years. Rao et al.[88] have demonstrated that red blood cells (RBC) membrane coated upconversion nanoparticles (UCNPs) inhibits the protein corona binding for enhancing tumor imaging.\nBesides preadsorption of specific biomolecules, structural design of pristine NPs is another strategy for improving the targeting capability. Dittrich et al.[89] have designed a peptide nanoparticle containing Flutax-2 as cargo, wrapped in a transferrin “corona,” and shown that the membrane-impermeable cargo was taken up by Chinese Hamster Ovary (CHO) cells via the transferrin receptor. For spherical nucleic acid (SNAs) designs, G-quadraplex-rich SNAs mediate a complement-enriched protein corona relative to SNAs composed of poly-thymine (poly-T) DNA, causing G-rich SNAs to accumulate in the liver and spleen more than poly-T SNAs in vivo.[90] This result suggests that the oligonucleotide tertiary structure can significantly alter the chemical composition of the SNA protein corona,[91] and tuning the structure offers a new strategy for improving the capability of nanomedicines to reach the expected site."
    }, {
      "heading" : "4.4. Employment of the Protein Corona for Modulating Antibacterial Activity",
      "text" : "Silver NPs are FDA-approved for antibacterial dressing applications. Purified tryptophanase (TNase) loses enzymatic activity upon associating with AgNPs. The protein corona over silver NPs triggers conformational change in proteins and a drop in the bactericidal potential of NPs.[92] After being functionalized with an antifouling material such as PEG, this drop could be reduced by a substantial amount.[93]"
    }, {
      "heading" : "4.5. Utilization of the Protein Corona for Neuro-Nanotherapies",
      "text" : "Adsorption of apolipoprotein E4 onto polysorbate 80-stabilized NPs to produce a protein corona allows the specific targeting of the cerebrovascular endothelium.[94] This strategy increased nanoparticle translocation into the brain parenchyma and improved brain nanoparticle accumulation. As the pathogen of neurodegenerative disorders, the amyloid-β-protein (Aβ) fibrillation process can be inhibited by graphene and graphene oxide by strong π–π stacking between the aromatic residues of extracted Aβ peptides and the graphene surface.[95] Furthermore, the presence of the protein corona reduces the access of Aβ to NPs and decreases the inhibitory behavior of Aβ fibril formation.[96] Antifouling surface modification is needed for\nfuture antifibrillation applications. Nanomedicines can be designed to correct the folding of unfolded or misfolded protein and prevent their aggregation, which may be helpful in the cure of neurodegenerative disorders.[97]\n4.6. Application of the Protein Corona for Tissue Engineering\nIn recent years, NPs have been widely used in the tissue engineering field. Protein corona constructs within nanostructured porous tissue engineering scaffolds remain poorly characterized.[98] The internalization rate of NPs by mesenchymal stem cells (MSCs) is determined mainly by the presence of serum proteins. Apolipoprotein A-IV (ApoA4) or apolipoprotein C-III (ApoC3) precoated on polystyrene (PS) NPs significantly decreases the MSC uptake. However, precoating with apolipoprotein H (ApoH) on PS NPs increases the cellular uptake.[99] It has been reported that scaffolds made of magnetic nanoparticle (MNP)-infiltrated hyaluronic acid (HA) altered the composition of protein coronas and ultimately contributed to increased concentrations of proteins related to calcium ions, G-protein coupled receptors (GPCRs), and MAPK/ERK cascades.[100] Serpooshan et al.[101] have reported that corona complexes formed onto the fibrils of engineered collagen scaffolds display specific, distinct, and reproducible compositions that are a signature of the tissue microenvironment. Thus, the application of the protein corona to tissue engineering is determined by the biomaterials of the scaffold.\n4.7. Personalization of the Protein Corona\nOne of the most important properties of the protein corona is that it is highly dynamic in nature, which is dependent on the biological fluids involved. Thus, as expected, in both healthy persons and patients with various clinical conditions, the protein corona possesses different compositions. The resultant variation of the protein coronas gives us a clue about its tenability for personalized diagnosis and therapy. Colapicchioni et al.[102] have demonstrated that the hard corona from pancreatic cancer patients is more enriched IgA and IgG than those of other cancer types. The enriching IgA and IgG have possible correlations with the autoantibody production in cancer. Moreover, Hajipour et al.[103] have reported that the compositions of protein coronas originating from various diseases and medical conditions are significantly different. These personalized, disease-specific protein coronas induce significantly different cellular toxicity, uptake, ROS production, lipid peroxidation, and inflammation response. Thus, the personalized protein corona could speed up clinical translation and precise therapy by developing nanomedicine for specific diseases or physiologies.\n5. Conclusions and Future Perspectives\nNanomaterials have been considered to be an excellent vehicle for biomedical use. Various nanosystems have been designed for efficient and targeted drug delivery. However, the in vivo\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (10 of 13)\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (11 of 13)\nmore rational nanoplatforms for clinical use (Figure 6). Modified PEG, zwitterionic polymers, and endogenous desoposnins can be used to prolong the blood clearance time. However, these modifications would also reduce the uptake by targeted cells. How to balance the blood clearance time and targeted cell internalization is critical for further research? Furthermore, this bio–nano interaction is much more complicated in vivo. Extra and extensive in vivo studies are urgently needed to fill the gap from design to clinical products. In this phase, the personalized protein corona is promising for developing safe and efficient nanomaterials for precision medicine applied not only in cancer therapies but also antibacterials, neurodegenerative disease therapy, tissue engineering, and other biomedical applications.\nTo date, there is still plenty of missing information about the fundamental mechanisms governing protein corona formation, particularly for the formation of “soft coronas” and “hard coronas.” There is no precise and broadly accepted definition to describe their differences and biological effects. This problem hinders a correct understanding of the protein corona. It is extremely urgent to establish new techniques for in vivo characterization and detection of “soft” and “hard” protein coronas. A novel in vivo study in animals deficient in the blood plasma proteins has tried to figure out mechanisms of protein corona formation on blood circulation and early distribution.[16] More efforts should be made to reveal the mechanisms of protein corona on biological effects of nanomedicines. In addition, as the new physiobiological part of nanomedicines, physical properties of protein corona that never came into scientists’ eyes are needed to pay attention.\nTargeting ligands are still promising modifications for nanomedicine. In designing precise delivery of therapeutic agents to diseased cells/tissues, more attention should be paid to the severe effects of the protein corona on nanocarriers: covering proteins should be removed to enhance targeting capability in vivo, and MPS clearance should be minimized to achieve effective disease site accumulation. Moreover, the “personalized protein corona” offers a chance to find new targeting ligands due to the heterogeneity of the pathological environment. We have reason to expect that novel smart products designed according to protein corona–nanomaterial interactions will be available for clinical use in the near future.\nLast but most important, the biosafety of nanomedicine is the cornerstone for clinical use. The biological relevance of the interactions between protein corona–nanoparticle complexes with innate or adaptive immunity is still being revealed. Designs for attenuating adsorption of immune cascadeinvolved blood proteins (e.g., immunoglobulins, complements) and/or adjusting protein misfolding will contribute to utilizing NPs for biomedical applications."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by grants from the National Basic Research Plan of China (MOST Program 2016YFA0201600 and 2016YFE0133100), the National Natural Science Foundation of China (31571027 and 31700879), Innovative Research Groups of the National Natural Science Foundation of China (11621505), and the National Science Fund for Distinguished Young Scholars (11425520).\nConflict of Interest The authors declare no conflict of interest.\nKeywords immune response, nanomedicines, nanoparticles, pharmacokinetics, protein corona\nReceived: September 4, 2018 Revised: October 6, 2018\nPublished online: December 27, 2018\n[1] T. Cedervall, I. Lynch, S. Lindman, T. Berggard, E. Thulin, H. Nilsson, K. A. Dawson, S. Linse, Proc. Natl. Acad. Sci. USA 2007, 104, 2050. [2] M. Hadjidemetriou, K. Kostarelos, Nat. Nanotechnol. 2017, 12, 288. [3] P. C. Ke, S. Lin, W. J. Parak, T. P. Davis, F. Caruso, ACS Nano 2017, 11, 11773. [4] M. I. Setyawati, C. Y. Tay, D. Docter, R. H. Stauber, D. T. Leong, Chem. Soc. Rev. 2015, 44, 8174. [5] S. Wilhelm, A. J. Tavares, Q. Dai, S. Ohta, J. Audet, H. F. Dvorak, W. C. W. Chan, Nat. Rev. Mater. 2016, 1, 16014. [6] P. Jain, R. S. Pawar, R. S. Pandey, J. Madan, S. Pawar, P. K. Lakshmi, M. S. Sudheesh, Biotechnol. Adv. 2017, 35, 889. [7] S. Tenzer, D. Docter, J. Kuharev, A. Musyanovych, V. Fetz, R. Hecht, F. Schlenk, D. Fischer, K. Kiouptsi, C. Reinhardt, K. Landfester, H. Schild, M. Maskos, S. K. Knauer, R. H. Stauber, Nat. Nanotechnol. 2013, 8, 772. [8] I. Lynch, A. Salvati, K. A. Dawson, Nat. Nanotechnol. 2009, 4, 546. [9] a) A. Lesniak, F. Fenaroli, M. P. Monopoli, C. Aberg, K. A. Dawson, A. Salvati, ACS Nano 2012, 6, 5845; b) G. Caracciolo, S. Palchetti, V. Colapicchioni, L. Digiacomo, D. Pozzi, A. L. Capriotti, G. La Barbera, A. Lagana, Langmuir 2015, 31, 10764. [10] a) A. Lesniak, A. Salvati, M. J. Santos-Martinez, M. W. Radomski, K. A. Dawson, C. Aberg, J. Am. Chem. Soc. 2013, 135, 1438; b) C. C. Fleischer, C. K. Payne, J. Phys. Chem. B 2012, 116, 8901. [11] Y. Yan, K. T. Gause, M. M. J. Kamphuis, C.-S. Ang, N. M. O’Brien-Simpson, J. C. Lenzo, E. C. Reynolds, E. C. Nice, F. Caruso, ACS Nano 2013, 7, 10960. [12] L. Thiele, J. E. Diederichs, R. Reszka, H. P. Merkle, E. Walter, Biomaterials 2003, 24, 1409. [13] S. Schottler, G. Becker, S. Winzen, T. Steinbach, K. Mohr, K. Landfester, V. Mailander, F. R. Wurm, Nat. Nanotechnol. 2016, 11, 372. [14] M. Aoyama, K. Hata, K. Higashisaka, K. Nagano, Y. Yoshioka, Y. Tsutsumi, Biochem. Biophys. Res. Commun. 2016, 480, 690. [15] K. Saha, M. Rahimi, M. Yazdani, S. T. Kim, D. F. Moyano, S. Hou, R. Das, R. Mout, F. Rezaee, M. Mahmoudi, V. M. Rotello, ACS Nano 2016, 10, 4421. [16] N. Bertrand, P. Grenier, M. Mahmoudi, E. M. Lima, E. A. Appel, F. Dormont, J.-M. Lim, R. Karnik, R. Langer, O. C. Farokhzad, Nat. Commun. 2017, 8, 777. [17] G. M. Mortimer, N. J. Butcher, A. W. Musumeci, Z. J. Deng, D. J. Martin, R. F. Minchin, ACS Nano 2014, 8, 3357. [18] M. Schaffler, F. Sousa, A. Wenk, L. Sitia, S. Hirn, C. Schleh, N. Haberl, M. Violatto, M. Canovi, P. Andreozzi, M. Salmona, P. Bigini, W. G. Kreyling, S. Krol, Biomaterials 2014, 35, 3455. [19] S. Staufenbiel, C. Weise, R. H. Müller, Macromol. Symp. 2014, 345, 42.\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (12 of 13)\n[20] A. Pochert, I. Vernikouskaya, F. Pascher, V. Rasche, M. Linden, J. Colloid Interface Sci. 2017, 488, 1. [21] A. Salvati, A. S. Pitek, M. P. Monopoli, K. Prapainop, F. B. Bombelli, D. R. Hristov, P. M. Kelly, C. Aberg, E. Mahon, K. A. Dawson, Nat. Nanotechnol. 2013, 8, 137. [22] X. Jiang, S. Weise, M. Hafner, C. Rocker, F. Zhang, W. J. Parak, G. U. Nienhaus, J. R. Soc. Interface 2010, 7, S5. [23] S. Shanehsazzadeh, C. Gruettner, A. Lahooti, M. Mahmoudi, B. J. Allen, M. Ghavami, F. J. Daha, M. A. Oghabian, Contrast Media Mol. Imaging 2015, 10, 225. [24] Q. Dai, Y. Yan, J. Guo, M. Björnmalm, J. Cui, H. Sun, F. Caruso, ACS Macro Lett. 2015, 4, 1259. [25] G. Su, X. Zhou, H. Zhou, Y. Li, X. Zhang, Y. Liu, D. Cao, B. Yan, ACS Appl. Mater. Interfaces 2016, 8, 30037. [26] M. Tonigold, J. Simon, D. Estupiñán, M. Kokkinopoulou, J. Reinholz, U. Kintzel, A. Kaltbeitzel, P. Renz, M. P. Domogalla, K. Steinbrink, I. Lieberwirth, D. Crespy, K. Landfester, V. Mailänder, Nat. Nanotechnol. 2018, 13, 862. [27] K. Zarschler, K. Prapainop, E. Mahon, L. Rocks, M. Bramini, P. M. Kelly, H. Stephan, K. A. Dawson, Nanoscale 2014, 6, 6046. [28] S. Behzadi, V. Serpooshan, R. Sakhtianchi, B. Müller, K. Landfester, D. Crespy, M. Mahmoudi, Colloids Surf., B 2014, 123, 143. [29] A. J. Paula, R. T. Araujo Junior, D. S. Martinez, E. J. Paredes-Gamero, H. B. Nader, N. Duran, G. Z. Justo, O. L. Alves, ACS Appl. Mater. Interfaces 2013, 5, 8387. [30] G. Caracciolo, S. Palchetti, L. Digiacomo, R. Z. Z. Chiozzi, A. L. Capriotti, H. Amenitsch, P. M. Tentori, V. Palmieri, M. Papi, F. Cardarelli, D. Pozzi, A. Lagana, ACS Appl. Mater. Interfaces 2018, 10, 22951. [31] D. Pozzi, V. Colapicchioni, G. Caracciolo, S. Piovesana, A. L. Capriotti, S. Palchetti, S. De Grossi, A. Riccioli, H. Amenitsch, A. Lagana, Nanoscale 2014, 6, 2782. [32] A. Lesniak, A. Campbell, M. P. Monopoli, I. Lynch, A. Salvati, K. A. Dawson, Biomaterials 2010, 31, 9511. [33] Z. Liu, X. Zhan, M. Yang, Q. Yang, X. Xu, F. Lan, Y. Wu, Z. Gu, Nanoscale 2016, 8, 7544. [34] Y. Qiu, Y. Liu, L. Wang, L. Xu, R. Bai, Y. Ji, X. Wu, Y. Zhao, Y. Li, C. Chen, Biomaterials 2010, 31, 7606. [35] L. Digiacomo, F. Cardarelli, D. Pozzi, S. Palchetti, M. A. Digman, E. Gratton, A. L. Capriotti, M. Mahmoudi, G. Caracciolo, Nanoscale 2017, 9, 17254. [36] T. Miclaus, C. Beer, J. Chevallier, C. Scavenius, V. E. Bochenkov, J. J. Enghild, D. S. Sutherland, Nat. Commun. 2016, 7, 11770. [37] N. Lu, J. Li, R. Tian, Y. Y. Peng, Chem. Res. Toxicol. 2014, 27, 1070. [38] S. H. De Paoli, L. L. Diduch, T. Z. Tegegn, M. Orecna,\nM. B. Strader, E. Karnaukhova, J. E. Bonevich, K. Holada, J. Simak, Biomaterials 2014, 35, 6182. [39] T. Yoshida, Y. Yoshioka, Y. Morishita, M. Aoyama, S. Tochigi, T. Hirai, K. Tanaka, K. Nagano, H. Kamada, S. Tsunoda, H. Nabeshi, T. Yoshikawa, K. Higashisaka, Y. Tsutsumi, Nanotechnology 2015, 26, 245101. [40] M. Ferenc, N. Katir, K. Milowska, M. Bousmina, Y. Brahmi, A. Felczak, K. Lisowska, M. Bryszewska, A. El Kadib, Microporous Mesoporous Mater. 2016, 231, 47. [41] J. Shi, Y. Hedberg, M. Lundin, I. O. Wallinder, H. L. Karlsson, L. Moller, Acta Biomater. 2012, 8, 3478. [42] Z. Ma, J. Bai, Y. Wang, X. Jiang, ACS Appl. Mater. Interfaces 2014, 6, 2431. [43] K. Saha, D. F. Moyano, V. M. Rotello, Mater. Horiz. 2014, 1, 102. [44] a) M. Papi, M. C. Lauriola, V. Palmieri, G. Ciasca, G. Maulucci,\nM. De Spirito, RSC Adv. 2015, 5, 81638; b) L. C. Fonseca, M. M. de Araújo, A. C. M. de Moraes, D. S. da Silva, A. G. Ferreira, L. S. Franqui, D. S. T. Martinez, O. L. Alves, Appl. Surf. Sci. 2018, 437, 110.\n[45] Z. Ding, Z. Zhang, H. Ma, Y. Chen, ACS Appl. Mater. Interfaces 2014, 6, 19797. [46] Y. Li, X. Liao, X. Zhang, G. Ma, S. Zuo, L. Xiao, G. D. Stucky, Z. Wang, X. Chen, X. Shang, J. Fan, Nano Res. 2014, 7, 1457. [47] M. I. Setyawati, C. Y. Tay, B. H. Bay, D. T. Leong, ACS Nano 2017, 11, 5020. [48] C. Y. Tay, M. I. Setyawati, D. T. Leong, ACS Nano 2017, 11, 2764. [49] a) J. Wang, L. Zhang, F. Peng, X. Shi, D. T. Leong, Chem. Mater.\n2018, 30, 3759; b) M. I. Setyawati, C. Y. Tay, S. L. Chia, S. L. Goh, W. Fang, M. J. Neo, H. C. Chong, S. M. Tan, S. C. J. Loo, K. W. Ng, J. P. Xie, C. N. Ong, N. S. Tan, D. T. Leong, Nat. Commun. 2013, 4, 1673; c) M. I. Setyawati, V. N. Mochalin, D. T. Leong, ACS Nano 2016, 10, 1170; [50] L. Wang, C. Chen, Toxicol. Appl. Pharmacol. 2016, 299, 30. [51] C. Ge, J. Du, L. Zhao, L. Wang, Y. Liu, D. Li, Y. Yang, R. Zhou,\nY. Zhao, Z. Chai, C. Chen, Proc. Natl. Acad. Sci. USA 2011, 108, 16968. [52] a) Y. Chong, C. Ge, Z. Yang, J. A. Garate, Z. Gu, J. K. Weber, J. Liu, R. Zhou, ACS Nano 2015, 9, 5713; b) M. Sopotnik, A. Leonardi, I. Križaj, P. Dušak, D. Makovec, T. Mesarič, N. P. Ulrih, I. Junkar, K. Sepčić, D. Drobne, Carbon 2015, 95, 560. [53] X. Hu, D. Li, L. Mu, Environ. Sci.: Nano 2017, 4, 1569. [54] E. Casals, T. Pfaller, A. Duschl, G. J. Oostingh, V. F. Puntes, Small\n2011, 7, 3479. [55] D. T. Jayaram, S. Runa, M. L. Kemp, C. K. Payne, Nanoscale 2017,\n9, 7595. [56] N. P. Mortensen, G. B. Hurst, W. Wang, C. M. Foster,\nP. D. Nallathamby, S. T. Retterer, Nanoscale 2013, 5, 6372. [57] E. Yasun, C. Li, I. Barut, D. Janvier, L. Qiu, C. Cui, W. Tan,\nNanoscale 2015, 7, 10240. [58] L. Wang, J. Li, J. Pan, X. Jiang, Y. Ji, Y. Li, Y. Qu, Y. Zhao, X. Wu,\nC. Chen, J. Am. Chem. Soc. 2013, 135, 17359. [59] L. Wang, X. Jiang, Y. Ji, R. Bai, Y. Zhao, X. Wu, C. Chen, Nanoscale\n2013, 5, 8384. [60] L. Wang, T. Zhang, P. Li, W. Huang, J. Tang, P. Wang, J. Liu,\nQ. Yuan, R. Bai, B. Li, K. Zhang, Y. Zhao, C. Chen, ACS Nano 2015, 9, 6532. [61] Z. J. Deng, M. Liang, M. Monteiro, I. Toth, R. F. Minchin, Nat. Nanotechnol. 2011, 6, 39. [62] I. I. Vlasova, E. V. Mikhalchik, N. A. Barinov, V. A. Kostevich, N. V. Smolina, D. V. Klinov, A. V. Sokolov, Nanomed.: Nanotechnol., Biol. Med. 2016, 12, 1615. [63] C. Salvador-Morales, E. Flahaut, E. Sim, J. Sloan, M. L. Green, R. B. Sim, Mol. Immunol. 2006, 43, 193. [64] M. J. Rybak-Smith, C. Tripisciano, E. Borowiak-Palen, C. Lamprecht, R. B. Sim, J. Biomed. Nanotechnol. 2011, 7, 830. [65] K. M. Pondman, L. Pednekar, B. Paudyal, A. G. Tsolaki, L. Kouser, H. A. Khan, M. H. Shamji, B. ten Haken, G. Stenbeck, R. B. Sim, U. Kishore, Nanomed.: Nanotechnol., Biol. Med. 2015, 11, 2109. [66] F. Chen, G. Wang, J. I. Griffin, B. Brenneman, N. K. Banda, V. M. Holers, D. S. Backos, L. Wu, S. M. Moghimi, D. Simberg, Nat. Nanotechnol. 2017, 12, 387. [67] S. T. Reddy, A. J. van der Vlies, E. Simeoni, V. Angeli, G. J. Randolph, C. P. O’Neil, L. K. Lee, M. A. Swartz, J. A. Hubbell, Nat. Biotechnol. 2007, 25, 1159. [68] X. Tan, L. Feng, J. Zhang, K. Yang, S. Zhang, Z. Liu, R. Peng, ACS Appl. Mater. Interfaces 2013, 5, 1370. [69] Z. Wang, C. Wang, S. Liu, W. He, L. Wang, J. Gan, Z. Huang, Z. Wang, H. Wei, J. Zhang, L. Dong, ACS Nano 2017, 11, 1659. [70] M. Xu, M. G. Soliman, X. Sun, B. Pelaz, N. Feliu, W. J. Parak, S. Liu. ACS Nano 2018, 12, 10104. [71] M. Carril, D. Padro, P. del Pino, C. Carrillo-Carrion, M. Gallego, W. J. Parak, Nat. Commun. 2017, 8, 1542.\nAdv. Mater. 2019, 31, 1805740\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805740 (13 of 13)\n[72] B. D. Johnston, W. G. Kreyling, C. Pfeiffer, M. Schäffler, H. Sarioglu, S. Ristig, S. Hirn, N. Haberl, S. Thalhammer, S. M. Hauck, M. Semmler-Behnke, M. Epple, J. Hühn, P. Del Pino, W. J. Parak, Adv. Funct. Mater. 2017, 27, 1701956. [73] a) Q. Dai, C. Walkey, W. C. W. Chan, Angew. Chem., Int. Ed. 2014, 53, 13493; b) J. S. Suk, Q. Xu, N. Kim, J. Hanes, L. M. Ensign, Adv. Drug Delivery Rev. 2016, 99, 28. [74] M. Wang, O. J. R. Gustafsson, G. Siddiqui, I. Javed, H. G. Kelly, T. Blin, H. Yin, S. J. Kent, D. J. Creek, K. Kempe, P. C. Ke, T. P. Davis, Nanoscale 2018, 10, 10863. [75] J. L. Perry, K. G. Reuter, M. P. Kai, K. P. Herlihy, S. W. Jones, J. C. Luft, M. Napier, J. E. Bear, J. M. DeSimone, Nano Lett. 2012, 12, 5304. [76] a) D. Rosenblum, N. Joshi, W. Tao, J. M. Karp, D. Peer, Nat. Commun. 2018, 9, 1410; b) A. S. Abu Lila, H. Kiwada, T. Ishida, J. Controlled Release 2013, 172, 38. [77] N. J. Butcher, G. M. Mortimer, R. F. Minchin, Nat. Nanotechnol. 2016, 11, 310. [78] K. Olga, W. Dana, L. Thomas, B. Christoph, H. Angelina, W. Christian, R.-G. Ute, B. Ulrike, T. Raphael, W. Christoph, E. Murat, M. Benjamin, S. Helmut, R. H. Stauber, D. Dominic, B. Annabelle, M. Michael, Macromol. Biosci. 2016, 16, 1287. [79] B. Wang, T. Blin, A. Kakinen, X. Ge, E. H. Pilkington, J. F. Quinn, M. R. Whittaker, T. P. Davis, P. C. Ke, F. Ding, Polym. Chem. 2016, 7, 6875. [80] a) H. Ou, T. Cheng, Y. Zhang, J. Liu, Y. Ding, J. Zhen, W. Shen, Y. Xu, W. Yang, P. Niu, J. Liu, Y. An, Y. Liu, L. Shi, Acta Biomater. 2018, 65, 339; b) S. Ashraf, J. Park, M. A. Bichelberger, K. Kantner, R. Hartmann, P. Maffre, A. H. Said, N. Feliu, J. Lee, D. Lee, G. U. Nienhaus, S. Kim, W. J. Parak, Nanoscale 2016, 8, 17794. [81] a) A. O. Elzoghby, W. M. Samy, N. A. Elgindy, J. Controlled Release 2012, 157, 168; b) Q. Peng, S. Zhang, Q. Yang, T. Zhang, X. Q. Wei, L. Jiang, C. L. Zhang, Q. M. Chen, Z. R. Zhang, Y. F. Lin, Biomaterials 2013, 34, 8521; c) K. Ogawara, K. Furumoto, S. Nagayama, K. Minato, K. Higaki, T. Kai, T. Kimura, J. Controlled Release 2004, 100, 451; d) C. Haiqiang, Z. Lili, H. Bin, Z. Lijuan, H. Yongzhuo, Y. Haijun, Z. Pengcheng, Y. Qi, Z. Zhiwen, L. Yaping, Adv. Funct. Mater. 2017, 27, 1605679. [82] J. C. Kah, J. Chen, A. Zubieta, K. H. Schifferli, ACS Nano 2012, 6, 6730. [83] S. Shahabi, L. Treccani, R. Dringen, K. Rezwan, Nanoscale 2015, 7,\n16251. [84] A. Cifuentes-Rius, H. de Puig, J. C. Kah, S. Borros, K. H. Schifferli,\nACS Nano 2013, 7, 10066. [85] Q. Dai, Y. Yan, C. S. Ang, K. Kempe, M. M. J. Kamphuis,\nS. J. Dodds, F. Caruso, ACS Nano 2015, 9, 2876. [86] a) L. M. Herda, D. R. Hristov, M. C. Lo Giudice, E. Polo,\nK. A. Dawson, J. Am. Chem. Soc. 2017, 139, 111; b) M. C. Lo Giudice, L. M. Herda, E. Polo, K. A. Dawson, Nat. Commun. 2016, 7, 13475. [87] V. Mirshafiee, R. Kim, S. Park, M. Mahmoudi, M. L. Kraft, Biomaterials 2016, 75, 295. [88] L. Rao, Q. F. Meng, L. L. Bu, B. Cai, Q. Huang, Z. J. Sun, W. F. Zhang, A. Li, S. S. Guo, W. Liu, T. H. Wang, X. Z. Zhao, ACS Appl. Mater. Interfaces 2017, 9, 2159. [89] C. Dittrich, C. J. Burckhardt, G. Danuser, Biomaterials 2012, 33, 2746.\n[90] A. B. Chinen, C. M. Guan, C. H. Ko, C. A. Mirkin, Small 2017, 13, 1603847. [91] A. B. Chinen, C. M. Guan, C. A. Mirkin, Angew. Chem., Int. Ed. Engl. 2015, 54, 527. [92] N. S. Wigginton, A. D. Titta, F. Piccapietra, J. Dobias, V. J. Nesatyy, M. J. F. Suter, R. Bernier-Latmani, Environ. Sci. Technol. 2010, 44, 2163. [93] D. K. Ban, S. Paul, Colloids Surf., B 2016, 146, 577. [94] R. Dal Magro, B. Albertini, S. Beretta, R. Rigolio, E. Donzelli,\nA. Chiorazzi, M. Ricci, P. Blasi, G. Sancini, Nanomed.: Nanotechnol., Biol. Med. 2018, 14, 429. [95] Z. Yang, C. Ge, J. Liu, Y. Chong, Z. Gu, C. A. Jimenez-Cruz, Z. Chai, R. Zhou, Nanoscale 2015, 7, 18725. [96] S. Mirsadeghi, R. Dinarvand, M. H. Ghahremani, M. R. Hormozi-Nezhad, Z. Mahmoudi, M. J. Hajipour, F. Atyabi, M. Ghavami, M. Mahmoudi, Nanoscale 2015, 7, 5004. [97] R. Parveen, T. N. Shamsi, S. Fatima, Int. J. Biol. Macromol. 2017, 94, 386. [98] F. Catalano, L. Accomasso, G. Alberto, C. Gallina, S. Raimondo, S. Geuna, C. Giachino, G. Martra, Small 2015, 11, 2919. [99] S. Ritz, S. Schöttler, N. Kotman, G. Baier, A. Musyanovych, J. Kuharev, K. Landfester, H. Schild, O. Jahn, S. Tenzer, V. Mailänder, Biomacromolecules 2015, 16, 1311. [100] Y. Zhu, Q. Yang, M. Yang, X. Zhan, F. Lan, J. He, Z. Gu, Y. Wu, ACS Nano 2017, 11, 3690. [101] V. Serpooshan, M. Mahmoudi, M. Zhao, K. Wei, S. Sivanesan, K. Motamedchaboki, A. V. Malkovskiy, A. B. Gladstone, J. E. Cohen, P. C. Yang, J. Rajadas, D. Bernstein, Y. J. Woo, P. Ruiz-Lozano, Adv. Funct. Mater. 2015, 25, 4379. [102] V. Colapicchioni, M. Tilio, L. Digiacomo, V. Gambini, S. Palchetti, C. Marchini, D. Pozzi, S. Occhipinti, A. Amici, G. Caracciolo, Int. J. Biochem. Cell Biol. 2016, 75, 180. [103] a) M. J. Hajipour, J. Raheb, O. Akhavan, S. Arjmand, O. Mashinchian, M. Rahman, M. Abdolahad, V. Serpooshan, S. Laurent, M. Mahmoudi, Nanoscale 2015, 7, 8978; b) M. J. Hajipour, S. Laurent, A. Aghaie, F. Rezaee, M. Mahmoudi, Biomater. Sci. 2014, 2, 1210. [104] S. Schottler, K. Klein, K. Landfester, V. Mailander, Nanoscale 2016, 8, 5526. [105] A. Krais, L. Wortmann, L. Hermanns, N. Feliu, M. Vahter, S. Stucky, S. Mathur, B. Fadeel, Nanomed.: Nanotechnol., Biol. Med. 2014, 10, 1421. [106] C. Fedeli, D. Segat, R. Tavano, L. Bubacco, G. De Franceschi, P. P. de Laureto, E. Lubian, F. Selvestrel, F. Mancin, E. Papini, Nanoscale 2015, 7, 17710. [107] A. Albanese, C. D. Walkey, J. B. Olsen, H. Guo, A. Emili, W. C. Chan, ACS Nano 2014, 8, 5515. [108] C. C. Fleischer, U. Kumar, C. K. Payne, Biomater. Sci. 2013, 1, 975. [109] L. Shang, R. M. Dörlich, V. Trouillet, M. Bruns, G. U. Nienhaus,\nNano Res. 2012, 5, 531. [110] D. Sun, L. Gong, J. Xie, X. Gu, Y. Li, Q. Cao, Q. Li, A. Luodan,\nZ. Gu, H. Xu, Sci. Bull. 2018, 63, 907. [111] C. F. Borgognoni, M. Mormann, Y. Qu, M. Schäfer, K. Langer,\nC. Öztürk, S. Wagner, C. Chen, Y. Zhao, H. Fuchs, K. Riehemann, Nanomed.: Nanotechnol., Biol. Med. 2015, 11, 275.\nAdv. Mater. 2019, 31, 1805740"
    } ],
    "references" : [ {
      "title" : "Mater",
      "author" : [ "Z. Ma", "J. Bai", "Y. Wang", "X. Jiang", "ACS Appl" ],
      "venue" : "Interfaces 2014, 6,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2431
    }, {
      "title" : "Mater",
      "author" : [ "X. Tan", "L. Feng", "J. Zhang", "K. Yang", "S. Zhang", "Z. Liu", "R. Peng", "ACS Appl" ],
      "venue" : "Interfaces 2013, 5,",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 1370
    }, {
      "title" : "Mater",
      "author" : [ "L. Rao", "Q.F. Meng", "L.L. Bu", "B. Cai", "Q. Huang", "Z.J. Sun", "W.F. Zhang", "A. Li", "S.S. Guo", "W. Liu", "T.H. Wang", "X.Z. Zhao", "ACS Appl" ],
      "venue" : "Interfaces 2017, 9,",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2159
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "[67] GO adsorbs a large amount of serum proteins and induces C3 activation involving the local inflammatory response.[68] Interestingly, specifically formed coronas on silica NPs could specifically recruit transforming growth factor β1 (TGF-β1) into the corona, which subsequently induces the development of lung fibrosis.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 2,
      "context" : "Rao et al.[88] have demonstrated that red blood cells (RBC) membrane coated upconversion nanoparticles (UCNPs) inhibits the protein corona binding for enhancing tumor imaging.",
      "startOffset" : 10,
      "endOffset" : 14
    } ],
    "year" : 2019,
    "abstractText" : "Most of the engineering nanomaterials (ENM) applied in biomedical fields are administered to living systems. The route of exposure determines the first site of interaction between nanomaterials and biological fluids. Biomolecules in biological fluids inevitably bind to the surface of nanoparticles (NPs) and change the bioidentity of the pristine NPs. What K. A. Dawson in 2007 termed the “protein corona” is the well-known coating layer formed by biomolecules in different Engineering nanomaterials are increasingly considered promising and powerful biomedical tools or devices for imaging, drug delivery, and cancer therapies, but few nanomaterials have been tested in clinical trials. This wide gap between bench discoveries and clinical application is mainly due to the limited understanding of the biological identity of nanomaterials. When they are exposed to the human body, nanoparticles inevitably interact with bodily fluids and thereby adsorb hundreds of biomolecules. A “biomolecular corona” forms on the surface of nanomaterials and confers a new biological identity for NPs, which determines the following biological events: cellular uptake, immune response, biodistribution, clearance, and toxicity. A deep and thorough understanding of the biological effects triggered by the protein corona in vivo will speed up their translation to the clinic. To date, nearly all studies have attempted to characterize the components of protein coronas depending on different physiochemical properties of NPs. Herein, recent advances are reviewed in order to better understand the impact of the biological effects of the nanoparticle–corona on nanomedicine applications. The recent development of the impact of protein corona formation on the pharmacokinetics of nanomedicines is also highlighted. Finally, the challenges and opportunities of nanomedicine toward future clinical applications are discussed. Protein Corona",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}