{
  "name" : "downloads_2020-11-21_9b_10.1021@acsnano.0c07638.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Photothermal Microscopy: Imaging the Optical Absorption of Single Nanoparticles and Single Molecules",
    "authors" : [ "Subhasis Adhikari", "Patrick Spaeth", "Ashish Kar", "Martin Dieter Baaske", "Saumyakanti Khatua", "Michel Orrit" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "INTRODUCTION",
      "text" : "In the past 30 years, the optical detection of single molecules and nanoparticles has had a tremendous impact on investigations of biological and condensed-matter systems, as well as on our understanding of complex photophysics in molecular systems.1,2 Despite the fact that the first singlemolecule detection was based on its absorption,3 fluorescencebased detection4 is overwhelmingly more common owing to its easier implementation and very low background. However, fluorescence-based detection schemes suffer from two major drawbacks: (i) the photoblinking and photobleaching of fluorophores and (ii) their limitation to a narrow class of molecular probes with high fluorescence quantum yields. The past two decades have seen several demonstrations of single nano-object detection through nonfluorescent approaches.5 Notable examples of such methods include spatial modulation spectroscopy,6−8 ground-state depletion microscopy,9 interferometric scattering microscopy (iSCAT),10−13 direct extinction-based methods using balanced photodiodes,14−16 optical microresonators,17−19 photothermal microscopy,20−29\nnanomechanical photothermal sensing,30 and photothermalinduced resonance (PTIR) spectroscopy also known as AFMIR.31 Among them, photothermal microscopy addresses absorbing nano-objects that do not necessarily fluoresce and has shown great promise to overcome several of the limitations of single-molecule fluorescence. This review will focus on describing various photothermal microscopic techniques and their applications in material science and biology. Photothermal detection is based on the absorption of a\nheating beam by a small sample, down to a single nano-object, usually a metal nanoparticle. Heat absorbed by the particle and released in its environment gives rise to a temperature gradient and thereby to a refractive index gradient surrounding the\nReceived: September 10, 2020 Accepted: November 16, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\n81 .2\n2. 47\n.4 6\non N\nov em\nbe r\n20 , 2\n02 0\nat 2\n3: 57\n:1 7\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\nheated nano-object, called the thermal lens. This thermal lens is then imaged through scattering of a probe beam, generally at a different wavelength from the heating beam to facilitate rejection of the intense heating light by spectral filters. The photothermal signal is the change of probe intensity caused by the absorption of the heating beam and is therefore a nonlinear signal caused by a nonlinear susceptibility of the χ(3) type,32 similar to pump−probe measurements. It arises from cross-talk between two beams with different colors and is therefore easy to detect in a difference measurement of the probe intensity, from where stray heating light is very thoroughly removed by spectral filters. This detection method benefits from very low background because the medium surrounding the objects of interest is usually transparent, and its χ(3) susceptibility, being of nonresonant electronic origin, is very low. Any electronic or vibrational absorbing level of the objects of interest will resonantly enhance the local χ(3) and thereby provide optical contrast. In photothermal microscopy, the contrast arises from the long-lived temperature changes caused by absorption of the heating beam. The ensuing change of optical response of the medium and/or of the object itself is detected by modulating the heating intensity at a high frequency and by analyzing the scattered probe intensity with a lock-in amplifier, after careful removal of stray heating light by high-quality spectral filters. In the 1990s, Kitamori and co-workers33 proposed the thermal lens microscopy to detect very small amounts of absorbing microparticles in solutions. They later demonstrated detection of single nanometer-sized particles34 and of very low concentrations of nonfluorescent molecules35 in solutions. Thermal lens microscopy has mainly been implemented for detecting diffusing nanoparticles in suspension or in microfluidics with a rather low modulation frequency of the heating beam. To image immobilized nanoparticles, Boyer et al.20 proposed a photothermal technique derived from differential interference contrast (DIC) microscopy, known as photothermal interference contrast (PIC) microscopy. PIC uses a high-frequency modulation of the heating beam, typically in the MHz range, better to reject the low-frequency 1/f noise. The PIC phase signal was transformed into an intensity change through interference between a reference and a probe beam having orthogonal polarizations. The modulated heating beam induced a modulation of the interference signal, which was sensitively detected by a lock-in amplifier. The PIC method successfully demonstrated imaging of single 2.4 nm gold nanoparticles. However, the PIC method required a perfect overlap between the heating beam and the probe beam and, just as DIC microscopy, was sensitive to polarization defects of the setup or of the specimen. To overcome these limitations, Berciaud et al.36 proposed a variant of the thermal lens method, which they dubbed photothermal heterodyne imaging (PHI), which became the most common method for photothermal imaging of single absorbing nano-objects. The PHI method simplifies PIC and avoids its polarization limitations by replacing two-beam polarization interference with an interference between scattering of a single probe beam and a reference which, most conveniently, can be the reflected or transmitted probe beam. The simpler setup and careful optimization of the method led to detection and imaging of single gold nanoparticles of 1.4 nm diameter (Nanogold) with a signalto-noise ratio of more than 10, an integration time of 10 ms, and shot-noise-limited detection.\nIn the past two decades, various implementations of photothermal microscopy and spectroscopy have been developed for a wide variety of applications in biology and in material science. For example, photothermal imaging was used to detect tiny nano-objects such as single metal nanoparticles down to 1.4 nm diameter,21 semiconductor nanocrystals,36 carbon nanotubes,37 conjugated polymers,23 single nonabsorbing proteins,38 and even single organic dye molecules.22 Photothermal absorption spectroscopy28,39 revealed characteristic intrinsic size effects on the gold nanoparticles’ surface plasmon. Photothermal correlation spectroscopy40,41 turned out to be a potential alternative to fluorescence correlation spectroscopy for nonfluorescent labels in biological applications. Similar to fluorescence image correlation spectroscopy,42 photothermal raster image correlation spectroscopy43 (PhRICS) promised to be a superior technique for investigating dynamical processes in a living cell. The photothermal signal of a gold nanorod44 depends on the heating beam’s polarization and can be used to study orientational dynamics in soft matter and biological systems. Heber et al.45 used single-particle photothermal deflection microscopy to measure anisotropic thermal transport in the liquid crystal 5CB. Bogart et al.46 demonstrated photothermal imaging of superparamagnetic iron oxide nanoparticles for biomedical applications. Photothermal microscopy also demonstrated label-free imaging in living cells due to absorption of endogenous organelles such as mitochondria,47−49 lysosomes,50 hemoglobin in red cells,48 and melanin51−53 in cancer cells. As a nonlinear optical technique, photothermal microscopy offers specific advantages over linear optical methods such as fluorescence. Optical sectioning is the ability of a nonlinear method, such as two-photon-excited fluorescence54−56 to isolate the signal from a single spot in a 3D specimen, with negligible background from the out-of-focus slices of the specimen. Because the photothermal signal arises from the overlap of heating and probe point-spread functions, it also features optical sectioning.57,58 Another advantage is the option to fulfill contradictory requirements in an optical experiment by separating these requirements independently on the heating and the probing beam, enabling functionalities that would be out of reach of any linear technique. A case in point is the implementation of IR spectroscopy for chemical characterization in cell biology or material science. Direct IR absorption spectroscopy is limited to a poor spatial resolution by the diffraction limit of the large IR wavelengths and by the poor imaging quality of IR optics. To overcome the poor spatial resolution, Cheng and colleagues59 have combined IR heating and visible probing to associate the chemical contrast of IR spectroscopy with diffraction-limited imaging in the visible by photothermal microscopy. The spatial resolution was determined by the probe beam, whereas the spectral resolution was provided by the IR beam. Several articles59−65 reported improvement of spatial resolution using visible light as a probe beam in the so-called mid-IR photothermal microscopy and obtained comparable Fourier transform infrared spectra66,67 on much smaller samples. Mid-IR photothermal imaging was also combined with Raman spectroscopy to obtain chemical fingerprint Raman spectra with higher spatial resolution.68 Furthermore, photothermal imaging was implemented into wide-field imaging,61 which improved the imaging speed and offers the possibility of tracking faster dynamics in biological studies. The photothermal scheme also facilitates fulfillment of\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nB\nexperimental requirements on spectral tunability or controlled polarization by separating them between heating and probe beams, as we will see below. The general photothermal scheme has also been applied to study the extremely complex dynamics of nanobubbles forming around an overheated nanoparticle. The nanobubble formation was usually demonstrated using a pulsed laser69−71 as a heating beam source. Hou et al.72 demonstrated nanobubble formation and kinetics under continuous wave (CW) laser heating, using another CW laser as the probe. Whereas the standard photothermal techniques use a lock-in amplifier to detect the modulated probe signal, with a lower bound of hundreds of microseconds for the temporal resolution, the direct, lock-in-free detection of the scattered probe signal enables the capture of nanobubble dynamics in the nanosecond regime. Hou et al.72 used a fast oscilloscope connected to a fast photodiode to record the nanobubble’s explosive behavior and found that the rise and decay times of the bubble were on the order of a few tens of nanoseconds."
    }, {
      "heading" : "PRINCIPAL MODALITIES, BASIC THEORY OF PHOTOTHERMAL DETECTION, AND ADVANTAGES",
      "text" : "Photothermal microscopy, also known as thermal lens microscopy73 (TLM), detects the small additional divergence of a transmitted probe beam through the heating-induced thermal lens, i.e., the refractive index gradient around a heated nanoparticle due to the embedding medium’s change in temperature-dependent refractive index (Figure 1II). An additional contribution may arise from the change of optical properties of the nanoparticle itself with temperature, but as the nanoparticle is assumed to be very small, its contribution will be neglected74 in the following discussion. Thermal lens microscopy has detected micro- and nanoparticles diffusing in solutions and was employed in numerous applications, specifically in biological systems73,75,76 and microfluidics.77−80 The induced thermal lens acts as a concave lens in usual media with negative thermorefractive coefficients (dn/dT < 0), and the divergence of the transmitted beam can be measured using a pinhole detector as a decrease in total transmitted intensity.79 TLM uses coaxial pump and probe beams with a small axial focusing offset to obtain a thermal-lens-induced photothermal signal (with zero offset, the incoming wave is focused on the exact center of the thermal lens, and its convergence is not modified, so that the photothermal signal vanishes). Figure 1I depicts the basic principle of thermal lens microscopy schematically. The pioneering work of Kitamori, Sawada, and co-workers led to numerous applications of the thermal lens microscopy, which are described in detail in several reviews.77,79,81,82\nPrincipal Methods. Typically, two different strategies are used for the photothermal imaging of single nanoparticles: (i) photothermal interference contrast imaging20,83 and (ii) photothermal heterodyne imaging,24,36 a simpler implementation of thermal lens microscopy. Both of these techniques are pump−probe-based methods. Furthermore, Selmke et al.26 reported a probe-free photothermal detection technique which uses a single laser beam. The basic principles of these techniques are briefly described below. Photothermal Interference Contrast Method. Pioneers Kitamori and Sawada34,84 mainly focused on detecting absorption signals of single micro- and nanoparticles diffusing in the solution using the thermal lens spectroscopy. For imaging single immobilized metal nanoparticles, Boyer et al.20\nproposed a sensitive polarization interference method similar to the differential interference contrast method. This method detected the absorption signal by measuring the slight phase change of a probe beam due to the heating of a metal nanoparticle. The schematic of the microscopic setup is shown in Figure 2a. They used a heating laser at 514 nm modulated in the high-frequency range of 100 kHz to 1 MHz using an acousto-optic modulator (AOM). The high-frequency modulation was the key of this method to improve the signal-tonoise by rejecting low-frequency noise. Similar to the DIC method, a linearly (horizontally) polarized probe beam (wavelength of 633 nm) was split into two orthogonally polarized beams by a Wollaston prism rotated at a 45° angle and then focused by a microscope objective on the objective plane. The angular displacement of the two polarized beams (i.e., the two arms of the interferometer) by the Wollaston prism was about 0.1°, which created two diffraction-limited image spots spatially separated by 1.2 μm. The heating beam was then overlapped with one of these two arms using a\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nC\ntelecentric lens system and then focused by the same objective. Therefore, the non-overlapped arm acted as a reference path for the interferometer. Similar to the DIC method, in the detection path, two orthogonally polarized probe beams were recombined at the Wollaston prism, and due to the phase difference of two polarizations, the vertically polarized component of the probe beam was reflected at the polarizing cube. The reflected beam was then sent to a fast photodiode, and the photothermal signal was detected by a lock-in amplifier which demodulated the interference signal at the same modulation frequency as the heating beam. In this configuration, two key optimizations were very necessary: (i) overlapping the heating beam with the probe beam to maximize the photothermal signal and (ii) avoiding depolarization effects from the optical elements in the setup. The depolarizing effect of a high numerical aperture (NA) microscope objective usually degraded the overlapping between two interferometric paths of the probe beam in the detection and consequently resulted in a lower detection sensitivity. Therefore, this method required high excitation intensity (20 MW/cm2) of the heating beam to obtain an optimal signal-to-noise ratio (SNR). This high excitation power is not ideal for applications in biological systems. Nevertheless, using this method, the authors were able to image single 5 nm gold nanoparticles20 with a SNR of more than 10 and even single 2.4 nm gold nanoparticles with a SNR of 2 and an integration time of 10 ms. In addition to the high sensitivity of PIC in detecting single absorbing nano-objects, the method was insensitive to nonabsorbing strong scattering objects such as 300 nm latex beads, as shown in Figure 1III. The reduction of the strong scattering background using photothermal contrast was a benefit for imaging in biological systems. Indeed, using PIC, Cognet et al.83 demonstrated photothermal imaging of single receptor proteins labeled with individual 10 nm gold nanoparticles in the plasma membrane of COS7 cells. The PIC configuration was also later implemented in the thermal lens microscopy for analysis of diffusing molecules in solution85−87 and was termed DICTLM. Photothermal Heterodyne Imaging. As an alternative to the PIC method, Berciaud et al.36 proposed a simpler and more\nsensitive implementation of the thermal lens method which they called photothermal heterodyne imaging. This method uses a single probe beam path instead of the two probe beam paths used in PIC. This simplified optical scheme avoids depolarization limitations and residual imbalances between the two arms of the PIC interferometer. In this configuration, the same probe beam or its reflection acts as a reference beam, and the interference occurs between the scattered probe beam and the reference beam, similar to the so-called interferometric scattering (iSCAT) technique.89 The reference beam can be either the reflected beam coming from the interface between the sample and the coverslip or the transmitted beam. The schematic of the PHI setup is shown in Figure 2b. A heating beam at 532 nm wavelength was modulated using an acoustooptic modulator in the high-frequency range of 100 kHz to 15 MHz. A CW probe beam at 720 nm wavelength was overlapped with the heating beam in the sample using a high NA objective. A combination of a quarter-wave plate and a polarizing beamsplitter was used to collect the scattered signal, which was finally detected by a fast photodiode. The lock-in amplifier detected the modulation of the scattered probe field at the heating beam modulation frequency. Using PHI, Berciaud et al.36 were able to image individual nonfluorescent semiconducting nanocrystals whose absorption showed nonblinking behavior, and they were able to measure the roomtemperature absorption spectra of single semiconducting nanocrystals.90\nBecause of its high sensitivity and simplicity, PHI imaging has become the most common method for photothermal imaging of single nanoparticles. PHI imaging24 has been demonstrated in backward (i.e., reflection) and forward (i.e., transmission) detection modes (see Figure 3I,II). In the forward detection mode, an additional microscope objective was needed to collect the interference signal. Although at higher frequency (>1 MHz) the photothermal signal in both detection modes were found to be similar, at lower frequency, the photothermal signal in the backward detection mode was found to be smaller than that of the forward detection mode (Figure 3III). This difference arises from the size of the modulated thermal lens, which is larger at low modulation frequencies and scatters more strongly in the forward direction\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nD\nthan in the backward one. Despite having lower signal-to-noise ratio at lower frequency, the backward detection mode is easier to implement and does not require an additional microscope objective.\nPhotothermal Microscopy Using a Single Laser Beam. Selmke et al.26 demonstrated that photothermal microscopy could be implemented with a single laser beam instead of two separate laser beams in the PHI configuration. The implementation of a single laser has the advantage that it does not require an additional laser and does not depend on careful overlapping pump and probe beams. A single modulated laser beam acted as both pump and probe fields. The interference occurred between the scattered probe field by the thermal lens and the transmitted probe field. The interference signal was detected by a lock-in amplifier. The out-of-phase component of the lock-in signal signified the presence of an absorbing object. Although this method provided a good contrast to absorbing objects among strong scatterers, its signal-to-noise ratio was at least an order of magnitude lower compared to that of the PHI method using two separate beams, as shown in Figure 3IV. The use of a single laser source removes the main advantage of PHI, i.e., the possibility to choose the probe wavelength in a non- or weakly absorbing region of the objects to detect and thereby to reduce photon noise by increasing the excitation power almost arbitrarily.\nBasic Theory of Photothermal Detection. In standard photothermal detection, a nano-object is heated with a modulated pump beam. The object acts as a point-like heat source, which generates a modulated refractive index profile in its surroundings. This profile, in turn, scatters the field of a continuous-wave probe beam in a modulated manner, and this modulation is detected with the lock-in amplifier. In the simple theory described hereafter, we consider a spherical object embedded in a homogeneous medium, and we assume its size to be much smaller than the optical wavelength. If the object is illuminated with a heating laser modulated with frequency Ω, the power absorbed by the nanoparticle is modulated as Pabs(1 + cos(Ωt)). Pabs is the mean power absorbed by the nanoparticle, Pabs = σabs × Iheat (σabs is the absorption cross section and Iheat is the heating laser’s mean intensity), and t is the time. The temperature increase due to the heating can be derived using the heat diffusion theory.91\nπκ Δ = + − Ω −\nÄ\nÇ ÅÅÅÅÅÅÅÅÅÅ i k jjjjj\ny { zzzzz i k jjjjj\ny { zzzzz\nÉ\nÖ ÑÑÑÑÑÑÑÑÑÑ T r t P r r r t r r ( , ) 4 1 exp cosabs th th (1)\nwhere ΔT(r,t) is the temperature increase at a distance r from the particle’s center and at time t. rth is the thermal diffusion length, the characteristic decay length of heat waves at\nfrequency Ω, defined as κ= √ Ωr C(2 / )th , where κ is the thermal conductivity and C is the volume-specific heat capacity of the medium. The temperature profile creates a refractive index profile surrounding the nanoparticle as Δn(r,t) = (dn/ dT) × ΔT(r,t), where dn/dT is the thermorefractive coefficient of the medium. In the past two decades, several theoretical models have been developed to describe the origin of the photothermal signal. A recent article by Selmke et al.92 nicely summarizes reviews of all these theories; we describe some of these hereafter.\nTheory of Scattering from a Fluctuating Environment. The theoretical model developed by Berciaud et al.24 was based\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nE\non the theory of light scattering from a fluctuating medium. The change of refractive index induces fluctuations of the medium’s susceptibility, which is related to its refractive index by Δχ = 2n(dn/dT)ΔT, where n is the unperturbed refractive index. A plane-wave approximation of the probe beam is considered in the focal plane, although the probe beam is highly focused on the nanoparticle using a high NA objective in standard PHI microscopy. In the high-frequency regime, the thermal diffusion length or the size of the thermal lens is much smaller than the diffraction limit of the probe beam, and therefore, the plane-wave approximation is valid. The interaction of the incident probe field with the susceptibility fluctuation of the medium surrounding the nanoparticle gives rise to the local polarization variation ΔP(r,t):\nχ Δ = ϵ Δ P r t r t n E r t( , ) ( , ) ( , )0 2 i (2)\nwhere Ei(r,t) is the electric field of the incident probe beam. The scattered far-field can be derived using the Hertz potential,93 which obeys the inhomogeneous wave equation with the local polarization variation as a source term. The details of the theoretical description are given in the article by Berciaud et al.24 In summary, they obtained the following analytical expression of the photothermal signal:\nη α π λ ω Ω = Ω i k jjjjj y { zzzzzP P n n t C P f( ) 2 2 d d 1 ( )probe 2 0 abs\n(3)\nwhere η is the detection efficiency of the optical system, α is the reflection coefficient for the backward detection mode (or the transmission coefficient for the forward detection mode), Pprobe and λ are the power and the wavelength of the probe beam, respectively, and ω0 is the probe beam waist or radius. f(Ω) is a complex function of frequency and is related to the thermal diffusion length and the modulation frequency of the heating beam. At higher frequency, as the thermal diffusion length is smaller than the probe beam size, the function f(Ω) is inversely proportional to the modulation frequency and thus the photothermal signal decreases as 1/Ω. Equivalent Dipole Theory. Following the above theory, Orrit’s group proposed a similar expression40,94 purely based on the interferometric mechanism of the scattered field by a thermal lens which can be approximated as that of an equivalent dipole. As discussed above, the refractive index of the medium surrounding a nanoparticle is modulated with the modulation frequency of the heating beam. This refractive index profile acts as a thermal nanolens. The probe beam which is used to detect the thermal lens is scattered by the thermal lens. The scattered probe field Escat(t) interferes with the reference probe field Eref (i.e., the reflected probe beam in the backward configuration or the transmitted probe beam in the forward configuration). The detected intensity Idet is therefore\n= | + |I E Edet ref scat 2\n(4)\nFor a smaller nanoparticle, the field scattered by the nanoparticle is neglected and only the interference term 2Re[Eref × Escat(t)] (modulated at the same frequency as the heating beam) is filtered out by the lock-in amplifier. For a larger nanoparticle, the static field scattered by the nanoparticle may act as an additional reference field. In addition, for larger nanoparticles, the modulated field scattered by the particle itself would interfere with the field scattered by the thermal\nlens. Considering the nanoparticle as very small, the photothermal signal (S) is proportional to the field scattered by the thermal lens in an effective volume V where the refractive index is modulated. The field scattered by the thermal lens can be approximated as that of an equivalent dipole |p| ≈ 2nΔnV| Eprobe|, where ΔnV stands for the volume integral of the refractive index profile. The scattered field by the dipole is\nπε ω λ | | ≈ | |E p1 4scat 0 0 2\n(5)\nThus, the photothermal signal can be written as an optical power\nπω λ σ ≈ Ω ΔS n n t C A P P t 1 d d 1 0 2 abs heat probe\n(6)\nwhere A is the diffraction-limited area of the heating beam and Δt is the integration time of the lock-in. Note that eq 6 is similar to eq 3, except for eq 3 containing the complex function of frequency f(Ω), which is proportional to 1/Ω at high frequency. Assuming an ideal detector and shot-noise-limited detection, the signal-to-noise ratio of the photothermal signal can be written as\nπω λ σ ν ≈ Ω Δ n n t C A P t h SNR 1 d d 1 0 2 abs probe\n(7)\nwhere hν is the photon energy of the probe beam. This analytical form of the photothermal SNR is very useful for optimizing the photothermal signal. The analytical form describes the dependence of the photothermal SNR on the various parameters, and their relationship provides a control to obtain the detection limit of a photothermal microscopy setup. Later in this review, we will describe the practicality of the analytical form which several articles27,94−96 used for experimental demonstrations, reaching the detection limit and leading to single-molecule imaging,22 even at a low heating beam intensity.23\nNanolens Diffraction Theory. The most accurate theory of the photothermal contrast was developed by Selmke et al.25,97 who considered the focused laser beams (no plane-wave approximation) and predicted the two-lobed (positive and negative) detection volume of the photothermal signal. They considered a steady-state temperature profile ΔT(r) (for a modulation frequency below 1 MHz, depending on the thermal conductivity and the heat capacity of the liquid medium). The temperature around the heated nanoparticle decays with the inverse distance. This temperature profile would create the refractive index profile n(r) as indicated below:\n= + ΔT r T T R r ( ) 0 (8)\n= + Δ = + Δn r n n T T r n n R r ( ) d d ( )0 0 (9)\nwhere R is the particle radius, T0 is the unperturbed ambient temperature, and n0 is the unperturbed refractive index of the medium. Although the refractive index profile extends to an infinite distance, at r = 2R, the refractive index perturbation decays to half of its maximum and acts as a nanoscopic thermal lens. Considering the heating intensity profile at the particle position Ih(zp), the change of refractive index Δn can be written as follows:\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nF\nσ πκ σ πκ Δ = Δ =\n+ − Δ\ni k jjj y { zzz\ni k jjj y { zzzn I z z R n t I R n t ( , ) 4 d d 4 d d\n1\n1\nh p f h\nz z\nz\nabs abs 0,\n( )\nh\np f 2\n2 R,\n(10)\nwith\n= + − Δ I z\nI ( )\n1 h p\nh\nz z\nz\n0,\n( )\nh\np f 2\n2 R, (11)\nwhere zp is the particle position relative to the focal plane of the probe beam, Δzf is the offset of the heating beam relative to the probe beam, zR,h is the Rayleigh distance and I0,h is the peak intensity of the heating beam. In previous theories, a plane-wave approximation was assumed and such an axially dependent intensity profile is an additional feature of this treatment, which made it possible to understand the origin of the photothermal signal more accurately. The probe beam waist at the particle position is ω(zp) = ω0[1 + zp 2/zR 2]1/2. Considering an axially symmetric refractive index profile and a steady-state temperature profile, the relative photothermal signal Φ can be derived from the above equation of Δn. The relative photothermal signal is defined as the ratio of the change of intensity in the image plane due to the refractive index profile and the much larger background of the unperturbed field. Note that this relative photothermal signal is independent of probe power. The photothermal signal detected with the numerical aperture of the microscope objective must be integrated over the whole angular detection domain.\n∫ θ θ π θ θ θ θ Φ\n= × Φ θ\nθ −\nz\nF z\n( , , )\n2 ( , )sin( )cos ( )d\nmin max p\np 3\nmin\nmax\n(12)\nwhere\nπω θ ω θ ω = − − −\n−Ä\nÇ ÅÅÅÅÅÅÅÅÅÅÅ i k jjjjj\ny { zzzzz\ni k jjjjj\ny { zzzzz\nÉ\nÖ ÑÑÑÑÑÑÑÑÑÑÑ F z z z2 exp 2 tan ( ) exp 2 tan ( )R 2 0 2 2 min R 2 0 2 2 max R 2 0 2 1\n(13)\nand\nθ κ θ\nκ θ\nΦ = − Ω\nΔ Ω\nΓ + Δ − Δ Ω\n−\n−i k jjjjj y { zzzzz\nÄ\nÇ ÅÅÅÅÅÅÅÅÅÅÅÅ i k jjjjj\ny { zzzzz\nÉ\nÖ ÑÑÑÑÑÑÑÑÑÑÑÑ\nz Re\nR nk\niR nk F iR nk\n( , ) exp tan ( ) ( )\n2\nexp(2 arg( ))\n(1 ) , 1, tan ( ) 4\n1\np\n2 2 1\n0\n0 11 0\n2 2 2\n(14)\nwhere 1F1 denotes the confluent hypergeometric function of the first kind. The theory predicts that the photothermal focal volume is a two-lobed pattern, including positive and negative detection volumes. The two-lobed pattern depends on the offset between the two beams (Δzf). The zp scan shows a dispersion-like behavior indicating that the thermal lens acts as a diverging lens. Figure 4a shows the dispersion behavior predicted by the theory, and Figure 4b,c shows the experimental proof of the theoretical prediction. Selmke et al.25,92,97−100 explored different treatments and found similarities in a common outcome that the photothermal detection volume is dispersion-like. The magnitude and the sign of the photothermal signal depend on the axial shift of the particle position and of the heating beam focus relative to the probe beam focus. We refer to the Ph.D. thesis of Markus Selmke99 for detailed overview of those theories.\nAdvantages. One of the major advantages of photothermal microscopy is the possibility to choose a probe wavelength far away from the absorption bands of the object of interest, so that the probe absorption is negligible. The complementarity of the probe and heating beams is a powerful tool, which can be exploited in several ways. An additional degree of freedom is the choice of the heating wavelength. As photothermal contrast is completely different in nature from fluorescence, correlated photothermal and fluorescence microscopy images can be recorded simultaneously and are often complementary. (1) The poor spatial resolution of the excitation beam of IR or mid-IR spectroscopy can be improved by the implementation of photothermal microscopy.59 The higher spatial resolution is achieved by the much lower diffraction limit of the visible probe beam. (2) Circular dichroism is a property of a chiral object, which is defined as the difference between the absorption of left and right circularly polarized light. The polarization state of the\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nG\nspherical waves in the focal plane is quite complex and difficult to control. However, spatial resolution would be dramatically degraded in a plane wave or with a spherical wave with a very low NA. By separating polarization and resolution requirements on the heating and probe beams, photothermal microscopy combines excellent polarization control with a high spatial resolution.101\n(3) The detection volume of the photothermal signal is by nature a two-lobed dispersion-like profile with positive and negative signals25 and can be exploited to study the slow diffusional behavior in the axial direction on a length scale below the diffraction limit. Twin-focus photothermal correlation spectroscopy can be used to measure drift induced by radiation pressure, as demonstrated by Selmke et al.102\n(4) Some endogenous organelles such as mitochondria and lysosomes absorb visible light. Thus, photothermal microscopy enables label-free imaging in living cells, which is a great advantage for understanding complex heterogeneous structure and dynamics in cells.47\n(5) Single-molecule fluorescence methods are limited to relatively few fluorescent dye molecules with high quantum yields. Photothermal microscopy is a promising technique to detect weakly or nonfluorescent organic and inorganic molecules. Gold nanoparticles, for example, have very low photoluminescence quantum yield but large absorption cross sections and high photostability. Being biocompatible, gold nanoparticles are very useful labels for imaging in biology. (6) Simultaneous measurements of absorption and luminescence of a single nanoparticle provide a direct measurement of their luminescence quantum yield103−105 on a single-particle level and allows one to disentangle radiative and nonradiative processes. Correlated microscopy is very useful for the investigation of complex multiphoton energy transfer processes in multichromophoric systems such as conjugated polymers23 and dye nanoparticles.104"
    }, {
      "heading" : "DETECTION LIMITS OF PHOTOTHERMAL MICROSCOPY AND SINGLE-MOLECULE SENSITIVITY",
      "text" : "Photothermal detection schemes rely on the time-modulated refractive index change of the medium around an absorber heated by a pump laser. Signal contrast is generated by probing this refractive index gradient by another probe laser beam outside the absorption spectrum. The sensitivity of any detection is usually quantified by the signal-to-noise ratio of the method and is given by eq 7 for photothermal microscopy.94 The photothermal signal strength and SNR depend upon many factors, including heating laser power, probe laser power, integration time, modulation frequency, overlap of the heated region with the probe beam, and thermal conduction properties of the transducing medium,94 specifically its thermorefractive coefficient (dn/dT).27,95,96 The SNR can be optimized by careful adjustment of each of the parameters, notably the probe and heating powers, the integration time of the lock-in detector, as well as an informed choice of the transducing medium. Below, we discuss the influence of each of these parameters on photothermal signals. Heating Source. Most photothermal microscopes use CW lasers for heating. Probing absorption with tunable wavelengths or in unconventional spectral ranges, however, may require pulsed sources. Yorulmaz et al.28 did a comparative study using a CW laser and a pulsed laser as pump beam sources and found no significant difference in either lateral and axial spatial resolution or in signal-to-noise ratio. Figure 5 shows\nexperimental results of single 20 nm gold nanospheres using a supercontinuum pulsed laser (Figure 5a) and using a CW laser (Figure 5b) with the associated photothermal point spread function (PSF) of a single nanoparticle. The larger PSF obtained with the pulsed laser was due to the imperfections of the laser spatial mode (not perfectly TEM00) rather than to pulsed heating. The photothermal SNR using two kinds of excitation is shown in Figure 5c,d. The photothermal SNR using the pulsed laser was about 2.5 times lower than that using a CW laser with a same average power. This reduction in SNR was likely due to the overall reduced heating in 16.67 ns dark periods between pulses of a supercontinuum laser source (Fianium, 60 MHz, 12 ps).\nHeating Power. As the photothermal signal arises from the change of refractive index surrounding a nanoparticle via the heat dissipation, the photothermal signal is proportional to the heating intensity. Gaiduk et al.22 observed a linear power dependence for a 20 nm gold nanoparticle, shown in Figure 6d. Boyer et al.21 and Berciaud et al.36 observed similar power dependence for a 5 nm gold nanoparticle up to 20 MW/cm2. The maximum allowed heating power is usually limited by the photophysical properties of the object of interest, notably optical saturation or bleaching for molecules and reshaping or melting for metal particles. This value is very high for gold nanoparticles. For gold nanospheres, the maximum heating power is essentially limited by the melting of gold.106,107 The bulk melting temperature of gold is 1300 K. For a 20 nm gold nanosphere, the heating power for melting is about 20 mW in a focused spot and the melting power scales with the inverse square of the particle size. However, for applications in soft matter and in biological systems, the maximum allowed heating power is limited to much lower values by boiling of the surrounding liquids or by thermal damage to the biomolecules, for example, protein denaturation.\nProbe Power. The photothermal signal scales linearly with probe power, whereas the SNR scales with its square root (eq 7). Gaiduk et al.22 reported the linear probe power dependence\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nH\nfor 20 nm gold nanoparticles over 2 orders of magnitude in probe power, as shown in Figure 6d. The probe wavelength is typically chosen outside the absorption spectrum or within the far tail end of the spectrum, so that the absorption of the probe beam is very weak relative to that of the heating beam. Therefore, the probe power can be increased considerably, typically to more than 100 times larger than the heating power. The maximum probe power is often limited by the available laser power only and sometimes by the residual absorption of the nanoparticle. Modulation Frequency of the Heating Laser. When the thermal diffusion length (rth) is larger than the diffractionlimited spot size of the probe beam, the photothermal signal is independent of the modulation frequency. When the thermal diffusion length is smaller than the probe beam spot size, the\nphotothermal signal is inversely proportional to the modulation frequency.20,36 The thermal diffusion length depends not only on the modulation frequency but also on the thermal conductivity and specific heat of the surrounding medium as\nκ= √ Ωr C(2 / )th . Thermal Isolation. The thermal conductivity of a typical organic liquid is smaller than that of the sample substrate, which is typically glass. Therefore, the glass in photothermal measurements can act as a heat sink and reduce the photothermal signal. Gaiduk et al.94 found that addition of a thin (∼100 nm) poly(methyl methacrylate) (PMMA) layer on top of the glass enhances the photothermal signal by about a factor of 2.\nIntegration Time of the Lock-in Amplifier. The photothermal SNR scales as the square root of the lock-in integration time. To improve SNR, the lock-in integration time can be arbitrarily increased unless the objects under study are not photostable. The maximum allowed integration time is only limited by the dwell time and the (photo-) stability of the nano-objects under study.\nThermorefractive Coefficient (dn/dT). The choice of a proper transduction medium can circumvent the use of high heating powers, which could inflict photoinduced damage. Media with high thermorefractive coefficients will thus extend photothermal detection to species with smaller absorption cross sections and/or lower photodamage thresholds. Gaiduk et al.94 reported a 5-fold increase in SNR using pentane as a medium compared to glycerol for the detection of 20 nm gold nanospheres. The increased sensitivity enabled the detection of dissipated powers as low as 3 nW from 20 nm gold nanospheres using a low heating beam power of 1 μW, with a SNR of 8 and 10 ms integration time.94 The thermotropic liquid crystal 5CB (4-cyano-4-n-pentylbiphenyl) medium was used to enhance photothermal signals due to the large temperature sensitivity of its refractive index. Chang et al.27 imaged 20 nm gold nanoparticles in two different media, 5CB and glycerol, keeping a constant probe power of 4.2 mW and compared the heating powers required to attain a similar SNR (78 ± 19 for 5CB and 86 ± 32 for glycerol). They found an enhancement factor of 20 in the case of 5CB compared to glycerol. Photothermal imaging near the nematic-to-isotropic phase transition temperature (33.3°C) of 5CB showed further enhancement in the SNR due to a steep increase in thermorefractive coefficient (dn/dT).27,96 A 40-fold enhancement of SNR for gold nanoparticles was achieved at the transition temperature of 5CB compared to water96 at the cost of a long equilibration time for the liquid crystal. Monitoring photothermal signals over a range of temperatures also allowed for detection of the phase transition.96 A comparison of photothermal SNR for different transducing media is presented in Figure 6c. Near the critical point of xenon (Tc = 16.583 °C, Pc = 5.842 MPa), a large SNR enhancement factor of 440 ± 130 was achieved compared to that of glycerol.95 Gold nanoparticles with 5 nm diameter could be detected with a SNR of 9.4 at only 1.8 μW of heating power and 60 μW of probe power, which is 117 times and 20 times less power, respectively, than that in glycerol (see Figure 6a,b). The large enhancement is due to the extremely large dn/dT value near the critical point95 but also to the relatively short relaxation time of the simple atomic fluid xenon compared to the more complex molecular fluid 5CB. It is also important to realize that, in order to take full benefit of the near-critical\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nI\nenhancement, the whole thermal lens should be near-critical. This condition can only be realized for weakly absorbing objects, so that the temperature gradient does not bring the surrounding fluid too far away from its critical temperature. This exceptional improvement in SNR was then exploited to simultaneously measure the photothermal contrast and fluorescence of single conjugated polymer molecules of MEH-PPV (poly[2-methoxy-5-(2-ethylhexyloxy)-1,4-phenylenevinylene]) in a PMMA matrix using near-critical xenon,23 as shown in Figure 7. The use of low pump and probe laser powers enabled simultaneous absorption and emission measurements which were impossible previously due to very\nfast photobleaching of MEH-PPV molecules under the high irradiance necessary for measurable heating. The number of monomers and the quantum yield of single polymer chains was determined by estimating the absorption cross section from the photothermal signal. These results displayed an inverse correlation between the quantum yield and the absorption cross section of single MEH-PPV polymer chains, where these quantities were measured simultaneously. The inverse relationship indicates that larger MEH-PPV polymer chains have more fluorescence quenching pathways which lower their fluorescence quantum yield. Further, monitoring photothermal and fluorescence time traces revealed that fluorescence and\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nJ\nabsorption of MEH-PPV have different bleaching behaviors. Absorption decays slower than fluorescence with illumination time. This indicates photoinduced quenching processes in conjugated polymers. Simultaneous fluorescence and absorption measurements of single conjugated polymer chains thus provided a detailed insight into energy transfer processes and quenching mechanism in a direct manner, which was mostly unavailable from fluorescence measurements alone. Single-Molecule Detection. The photothermal detection sensitivity can be optimized to reach the single-molecule detection limit. Gaiduk et al.22 demonstrated photothermal imaging of single photoresistant dye molecules BHQ (black hole quencher). BHQ molecules have very low quantum yield and thus a high nonradiative relaxation rate which produces a strong photothermal signal and a very high optical saturation intensity. The latter property makes it possible to use higher heating powers and to get a better photothermal signal. Single BHQ−DNA constructs (BHQ1-10T-BHQ1) were imaged in glycerol with 514 nm heating and 800 nm probe lasers with SNR ∼ 10 and an integration time per pixel of 300 ms, as shown in Figure 8A. Photothermal time traces of single BHQ1−DNA constructs showed single-step photobleaching, as shown in Figure 8B, signifying that the signal arises from only one molecule. From the single-step photobleachings, the absorption cross sections and the bleaching times are calculated and are shown in Figure 8C,D, respectively. The average bleaching time at the powers used and in an oxygenated environment was found to be 49 s (Figure 8D). The average absorption cross section of a single construct bearing two chromophores was estimated to be approximately 4 Å2 (shown in Figure 8C), which corresponds to the extinction coefficient and confirms that the signal originates from a single chromophore. Single-molecule sensitivity at room temperature was also achieved (i) through sensitive monitoring of the absorption by ground-state depletion microscopy9 and (ii) through monitoring of the extinction by direct transmission measurements without modulation.14,15 Similar to photothermal microscopy, ground-state depletion microscopy also uses a nonlinear (χ(3)) signal from pump and probe lasers but both are in resonance with energy levels of the absorbing species. The pump laser depletes the ground-state population, resulting in an intensity change of the incident probe beam detected in a transmission geometry, thereby giving rise to the contrast. Single Atto647N dyes were detected with shot-noise-limited sensitivity. Presence of blinking and single-step photobleaching in the simultaneously acquired fluorescence image confirmed the presence of a single molecule. Ground-state depletion is closely related to photothermal imaging: both methods make use of the cross-talk between two beams of different colors and detect a weak probe intensity change under modulation of a pump beam. As ground-state depletion is an electronic effect and involves short-lived states, it can be modulated at higher frequencies than photothermal contrast. In practice, however, it requires pulsed lasers for pump and probe, which are costlier than the CW lasers used in photothermal detection. Sandoghdar and co-workers14,15 also detected the absorption of single dye molecules at room temperature, similar to standard bulk extinction measurements. They measured the dip in the transmission of the incident beam passing through the sample by comparing it to a reference beam. The contrast was generated by the difference in intensities of the probe and reference beam owing to the presence or absence of a molecule\nin the focus while the sample was scanned. The background signal was minimized by complete index matching by a careful choice of substrate and medium and using a balanced photodiode detector. They demonstrated detection of single Atto647N and terrylene diimide dyes embedded in PMMA and covered by a polyvinyl alcohol layer, respectively. This extinction measured through bright-field scattering is very general and is of the iSCAT-type. However, it requires careful subtraction of background and compensation of noise in the detection, and without previous knowledge of the nano-objects under study, it cannot readily distinguish extinction due to absorption from extinction due to scattering. The three techniques for room-temperature detection of single-molecule’s absorption described here were reported independently in the same year, 2010. Although all of these methods showed promising results of single-molecule detection, they require very high laser powers for pump and probe beams, which may lead to photodamage when imaging living cells. We discuss here some ideas and perspectives to improve photothermal microscopy for low heating or excitation powers. Indeed, using a near-critical fluid such as xenon or CO2 (which has very similar critical temperature and pressure to Xe) as a transducing medium, one can improve considerably the photothermal signal-to-noise ratio at lower laser powers. However, Xe or CO2 media are not ideal for biological applications. The main difficulty in photothermal imaging of biological samples arises from the unfortunately weak value of the thermorefractive coefficient of water at room temperature (dn/dT ∼ 9 × 10−5). This low value is related to the density maximum of water at 4 °C. Moreover, the heating power must be kept very low, so that living cells and biological materials are not damaged by the increase in temperature. Looking at eq 7, there are not many probe parameters to optimize for cellular imaging. Photothermally active probes should be weakly or nonfluorescent, thus presenting low luminescence yields, and they should be highly photostable and their absorption cross section should be as high as possible. Noble metal nanoparticles have very high absorption cross section and very weak quantum yield. Among metal nanoparticles, gold nanoparticles are considered to be biocompatible particularly at low concentrations; however, some studies report toxicity of gold nanoparticles.108,109 We envisage that smaller gold nanoparticles (below 5 nm in size) would be more biocompatible due to their diffusion ability through the membrane and, with the right functionalization, probably with PEG or polyelectrolyte ligands108,110 instead of CTAB or citrate ligands. The absorption cross section of a nanoabsorber can be improved beyond that of single organic dye molecules in extended π-conjugated systems (as proposed in ref 111) consisting of several chromophores, such as organic nanoparticles104 or conjugated polymers,23 which can be as small as few nanometers in their compact conformation. The absorption cross section might also be enhanced using plasmon enhancement,111 for example, in the hot spot between two nanoparticles. However, such constructs are usually much larger than large single molecules."
    }, {
      "heading" : "PHOTOTHERMAL CORRELATION SPECTROSCOPY AND SINGLE-PARTICLE ABSORPTION SPECTROSCOPY",
      "text" : "Photothermal Correlation Spectroscopy. Correlation spectroscopy is based on the detection of fluctuations of an\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nK\nemitter’s fluorescence signal, usually from organic dyes, inside the fluorescence detection volume of the laser focus, and is called fluorescence correlation spectroscopy (FCS). FCS has provided an enormous wealth of information regarding molecular photophysics and dynamics in various environments.112 However, FCS is limited to highly fluorescent molecules. The photothermal detection of gold nanoparticles20,36 has allowed correlation spectroscopy to be carried out by monitoring fluctuations of absorption signals.40,41,102,113\nPaulo et al.40 studied photothermal correlation spectroscopy of gold nanoparticles diffusing in solution in two different detection geometries: (a) forward and (b) backward detection modes and found distinctive features in their correlation curves, as shown in Figure 9a. In the backward mode, the phase mismatch between the scattered and reflected reference fields contributes an additional short component in the correlation curve, which is not present in the forward detection mode, for which the forward scattered field is always in phase with the transmitted reference field. The backward detection mode was useful to study diffusion in confined spaces in the length scale of a half-wavelength. These authors also studied the diffusion of bacteriophage viruses labeled with streptavidincoated 20 nm gold nanoparticles. The measurements revealed clear differences in the diffusion times of free nanoparticles and those of labeled nanoparticles, thus revealing the potentiality of photothermal correlation spectroscopy. Lounis and co-workers113 employed similar photothermal correlation spectroscopy to evaluate the hydrodynamic radius of gold nanoparticle− protein conjugates. They also demonstrated the insensitivity of photothermal correlation spectroscopy toward scattering background by performing measurements in the presence of strongly scattering latex beads with minimal effect on the correlation curves.113 The effect of the temperature increase on the Brownian motion of the particle diffusion was also elucidated by varying the heating laser power.41 The diffusion time showed a gradual decrease with increasing heating laser power due to decrease in local viscosity around the particle. Selmke et al.102 developed twin-focus photothermal correlation spectroscopy based on their findings of the thermal lensing effect, which creates a dispersive signal along the optical axis separating a positive and negative photothermal focal volume.25 Similar to the backward-scattering geometry discussed previously, the twin detection lobes give very good\naxial sensitivity, enabling measurements of the motion perpendicular to the focal plane at subdiffraction length scales. The dynamical processes within the detection volume, their time scales, and velocities could be extracted from the autocorrelation and cross-correlation of the signals from the two opposite detection lobes. Whenever a particle moves from one lobe to the other, there is a switch in the sign of the photothermal signal as shown in Figure 9b, the crosscorrelation of which allows precise determination of particle’s movement direction. Velocities of gold nanoparticles down to 10 nm ms−1 were detected, which was far superior in resolution to fluorescence correlation spectroscopy techniques.102\nSingle-Particle Absorption Spectroscopy. Extinction arises from the addition of absorption and scattering, which can be very strong for metal nanoparticles. Access to pure absorption spectra, free from contributions from scattering provides valuable insight into the optical properties of single nanoparticles. This information is very important for many applications. Photothermal imaging can be performed with tunable continuous wave37,39,90 or pulsed28,114−116 heating sources. Spectral scanning of the heating source provides the spectra of pure absorption of single nanoparticles. Lounis and co-workers employed a CW-tunable dye laser and a Ti:sapphire laser as heating beams in their photothermal heterodyne imaging technique to record pure absorption spectra of gold nanoparticles,39 of CdSe/ZnS semiconductor nanocrystals,90 and of single-walled carbon nanotubes (SWNTs),37 albeit in a relatively narrow spectral range. The absorption spectra of gold nanoparticles with various sizes (5− 33 nm) clearly showed that the surface plasmon resonance (SPR) blue shifts with decreasing size, which matches well with predictions of the Mie theory,39 as shown in Figure 10a. This shift was accompanied by concomitant spectral broadening with decreasing particle size, as shown in Figure 10b. This trend stems from contributions from both the interband transition of gold and the increase in electron-surface scattering as the size decreases, which favors loss of coherence of the collective oscillations of the electrons. A decrease in plasmon dephasing time from 5.9 fs was found for 33 nm nanoparticles down to 4.1 fs for 5 nm nanoparticles which, though larger than those calculated from ensemble measurements, clearly shows the intrinsic size effect on spectral\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nL\nfeatures. Dispersions in SPR energy were attributed to a slight ellipticity of the nanoparticles which were oriented randomly with respect to the polarization axis of the linearly polarized excitation laser.39\nCdSe/Zns semiconductor nanocrystals were also detected at room temperature using PHI utilizing their nonradiative Auger relaxation processes to heat up the medium.90 Photothermal images of single nanocrystals showed the complete absence of the blinking, which characterizes the emission of single semiconductor nanocrystals. This makes photothermal tracking of such nanoparticles more viable for imaging applications due to the larger stability of their absorption. Single-particle absorption spectra were recorded at high CW excitation, which showed an absorption blue-shifted from luminescence, with peaks at 2.16 and 2.17 eV corresponding to biexciton and trion formation. The homogeneous line widths of the absorption\nspectra, similar to the luminescence spectra, were found to be narrower than their ensemble measurements.90 Absorption spectra of metallic and semiconductor SWNTs were also studied by means of PHI and compared to single-particle luminescence spectra of the same particles, revealing intrinsic optical properties37 All of these studies were limited by the narrow spectral range of the excitation source. Link and co-workers28 developed a broadband spectroscopic technique for measuring pure absorption spectra by replacing the fixed wavelength narrow band laser with a tunable whitelight heating beam in a typical photothermal setup, as shown in Figure 11a,b. This covered the visible and near-infrared spectral region, thus enabling observation of multiple spectral features of absorbing metal nanoparticles. Absorption spectra were measured by selecting single wavelengths from the whitelight laser by an acousto-optic tunable filter. They also incorporated a simple internal calibration strategy (Figure 11c−e) to get rid of chromatic aberration and any discrepancies in power and obtained absorption spectra of gold nanoparticles and gold nanorods with excellent agreement with finite-difference time domain (FDTD) simulated spectra. Measurement of this nonradiative spectral feature enabled monitoring of the blue shift of the absorption spectra that is predicted by the numerical simulations. The amount of shift increased with decreasing aspect ratio of gold nanorods due to intrinsic damping by interband transitions, thus creating larger mismatch between scattering and absorption maxima. The difference in line shape of gold nanorods was also evident, where the transverse plasmon mode is clearly visible in the absorption spectra in contrast to the scattering spectra where it is very weak or not present at all.28\nFurther, photothermal absorption of single hybrid bimetallic nanostructures such as platinum (Pt)-decorated gold nanorods showed spectral broadening and red-shifted resonances compared to those with bare gold nanorods.115 This revealed that the line shape broadening of the extinction of such structures in ensemble measurements is not solely due to\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nM\nparticle heterogeneity but also to intrinsic damping caused by the Pt coating. FDTD simulations confirmed that line shape changes after Pt deposition result from coupling between Au and Pt in the hybrid nanostructure.115 Photothermal imaging and spectroscopy coupled with dark-field scattering has also been used to distinguish radiative and nonradiative properties of individual Fano clusters. Yorulmaz et al.116 studied the absorption spectrum of individual gold plasmonic nanoparticle decamers, prepared by electron beam lithography. Each decamer consists of a central disk surrounded by nine smaller disks, as shown in Figure 12. Unlike scattering spectra, which\nhad an asymmetric line shape due to Fano resonances, absorption spectra showed only a symmetric line shape. This difference between the absorption and scattering spectra was predicted theoretically, but observed experimentally thanks to photothermal microscopy. Measuring the absorption spectra of constituent components’ outer rings of smaller disk and central larger disk revealed that the absorption spectra of the Fano cluster is largely dominated by the signal from the outer ring.116\nWe discuss here some perspectives to photothermal correlation spectroscopy and single-particle absorption spectroscopy. Dual-focus fluorescence correlation spectroscopy (2fFCS) was shown to be superior to single-focus fluorescence correlation spectroscopy for a quantitative determination of diffusion coefficients. Indeed, 2fFCS removes such artifacts of FCS as optical saturation, refractive index variations, and focus\ndistortions due to index mismatch between the medium and immersion oil.119 In standard FCS, the quantitative determination of diffusion coefficient is difficult because the detection volume depends on experimental conditions such as solvent refractive index. To measure the diffusion coefficient quantitatively, an external ruler is needed. In 2fFCS, two overlapping laser foci with precisely known and fixed distance between them allow the quantitative determination of the diffusion coefficient by measuring the autocorrelation of fluorescence signals of each detection volume and also the cross-correlation of fluorescence signals from the two detection volumes. Twin-focus photothermal correlation spectroscopy brings similar advantages in addition to unlimited measurement time. Photothermal interference contrast (PIC) microscopy can also be configured for dual-focus photothermal correlation spectroscopy. In PIC, when the heating beam is positioned exactly in the middle of the two spots of the probe beam separated by the distance of 1.2 μm, the photothermal detection focal volume is two-lobed dispersion-like with positive and negative signals.20 Thus, a photothermal signal would change sign when a nanoparticle diffuses from one detection volume to other one. Similar to twin-focus photothermal correlation spectroscopy, the cross-correlation of signals arising from the two detection volumes would provide information about diffusion coefficients. However, this will allow to measure diffusion beyond the diffraction limit and thus very slow diffusion. Although photothermal absorption spectroscopy was applied to single semiconducting nanocrystals, it required high excitation laser intensities at which semiconducting nanocrystals stopped fluorescing. Simultaneous measurement of absorption and fluorescence spectra is important for understanding the energy transfer processes in single-photon emitting nanocrystals. A similar restriction also exists for multichromophoric systems such as conjugated polymers, where investigations of radiative and nonradiative energy transfer processes between different chromophores foster a better understanding of their interactions. Conjugated polymers show conformation-dependent optical properties depending on the intra- and interchromophoric interactions. Simultaneous measurements23 of absorption and fluorescence spectra of such complex systems would allow a direct investigation of intra- and intermolecular interactions."
    }, {
      "heading" : "MID-IR PHOTOTHERMAL IMAGING, SUPER-RESOLUTION PHOTOTHERMAL IMAGING, AND WIDE-FIELD PHOTOTHERMAL MICROSCOPY",
      "text" : "Mid-IR Photothermal Imaging. In this section, we focus on recent advances in mid-IR photothermal microscopy. IR spectroscopy provides a characteristic fingerprint for identifying and characterizing chemical specimens. However, far-field imaging in the IR is hampered by its poor spatial resolution. With diffraction-limited imaging, the best spatial resolution of IR imaging would be several microns, which is too coarse for applications in nanoscience and in biology. In photothermal microscopy, the PSF is the product of the PSFs of the heating and of the probe beam, neglecting the spread of the modulated temperature profile, which can be made very small at high modulation frequencies. Therefore, even for a very broad heating beam, the PSF may be diffraction-limited by the probe beam wavelength. The probe wavelength is conveniently chosen in the visible, far from any absorption band of the sample. Mid-IR photothermal microscopy takes benefit from\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nN\nthe spectral resolution of the mid-IR and of the spatial resolution in the visible region. Depending on the wavelength of the probe and the focusing objective, the spatial resolution obtained is well below 1 μm, representing a considerable improvement on direct IR microscopy. Mid-IR photothermal microscopy can be implemented in two configurationscopropagating and counter-propagating, as shown in Figure 13a. In the co-propagating configuration, both pump and probe beams propagate in the same direction along the same path, whereas they propagate in opposite directions in the counterpropagating configuration. Although the co-propagating configuration has the advantage of requiring a single microscope objective, this configuration is limited to the use of a reflective objective whose maximum NA can reach up to 0.8 only (usual refractive objectives cannot be used for mid-IR light). In addition, IR refractive objectives usually suffer from severe chromatic aberrations. In the counter-propagating configuration, the detection path is separated from the excitation path and thus, the choice of microscope objective for detection is independent of that for excitation. In the detection, a high NA (up to NA of 1.5) refractive objective can be used, which is also advantageous for avoiding chromatic aberrations. Thus, a spatial resolution for the counterpropagating configuration better than that of the copropagating one is obtained. Lee et al.65 reported mid-IR photothermal imaging under the very general term “nonlinear IR microscopy”. They used ∼1 μm size water droplets dispersed in balsam oil to demonstrate the spatial resolution improvement with a modulating mid-IR pump beam and a CW probe beam at 786 nm. They achieved a spatial resolution of 1.1 μm which was close to the diffraction limit of the probe beam (∼λ/2NA, with NA = 0.55). This was a more than 3-fold improvement upon the diffraction-limited spatial resolution of the mid-IR beam (λ = 3.5 μm, NA = 0.5).\nCheng’s group63 demonstrated mid-IR photothermal imaging with a spatial resolution of 650 nm using co-propagating configuration with a detection objective NA of 0.65 and a probe wavelength of 785 nm. Mid-IR photothermal imaging came into the limelight when Hartland’s group62 demonstrated IR imaging of a 100 nm polystyrene bead with a spatial resolution of 300 nm (as shown in Figure 13b), a 1 order of magnitude improvement upon the diffraction limit of the midIR beam. They took advantage of the counter-propagating configuration with a high NA refractive objective (NA = 0.9) and a probe beam at 532 nm. In a more recent paper, Li et al.68 demonstrated mid-IR photothermal imaging of 500 nm PMMA beads with a spatial resolution of 290 nm, after deconvolution of an image spot size of 590 nm with the particle size, as displayed in Figure 13c. They used a probe beam of wavelength 532 nm and a high NA refractive objective (NA = 1.2). This is an improvement by about a factor two compared to their previous measurements on 500 nm PMMA beads using a 785 nm probe beam and a dark-field condenser with a maximum NA of 0.5. Mid-IR photothermal imaging has shown tremendous potential for applications in imaging biological systems. One of these applications is the ability to do depth-resolved imaging in a PC-3 prostate cancer cell, as demonstrated by Zhang et al.59\nBai et al.61 recently demonstrated mid-IR wide-field photothermal imaging in contrast to the above-mentioned scanning-based methods. They set up a virtual lock-in camera, i.e., a camera whose frame rates were synchronized with the pump and probe beam pulses so that the temporal resolution of the photothermal signal was determined by the probe pulse width. They could image a wide-field area of about 100 × 100 μm2 with a frame rate of 1250 frames/s and a signal-to-noise ratio of about 2. The diffraction-limited spatial resolution was about 510 nm. It is worth discussing the time response briefly\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nO\nhere. Usual scanning-based lock-in photothermal methods use high modulation frequencies, typically around 1 MHz. Standard cameras are not fast enough to capture image changes at such a high frequencies. To detect photothermal signals, Cheng’s group61,121 used pulsed pump and probe lasers whose pulses were synchronized and delivered heating and probe pulses with precise control of the time delay. Hot and cold images were recorded by summing eight sequences of probe pulses, alternately with and without heating. The difference of the two images recorded at the camera rate of 1250 frame/s provided the photothermal image. Slowly varying drifts and noises were subtracted, in effect producing a virtual lock-in detection for the wide-field image. The heating pulse triggered a MCT (HgCdTe) detector, which triggered the probe pulse. The heating beam was modulated by a chopper, and the camera acquired the images. The time delays between the pump and probe pulses were controlled electronically and the camera allowed a frequency division to obtain certain frame rates, for example, 1250 frame/s rates (f/ 8) from a 20 kHz trigger frequency. Similar work was reported independently and simultaneously by the Ideguchi group,122,123 and a detailed comparative discussion has appeared in a recent paper from the Cheng group.121 The schematic of the experimental setup and the principle of the virtual lock-in detection are shown in Figure 14a,b. The abovementioned wide-field photothermal microscopy used pulsed pump and probe beams, however the same technique could also be realized with modulated CW pump and probe lasers. Super-resolution Photothermal Microscopy. In conventional photothermal microscopy, imaging beyond the diffraction limit is possible thanks to the nonlinearity of the photothermal signal124 not only because of the reduced PSF94 but also owing to nonlinearities in the medium’s response to heating. In particular, nanobubble formation around an overheated nano-object at elevated heating powers presents a threshold in heating power, i.e., a very nonlinear behavior. Super-resolution images can be obtained by subtracting a linear PT signal from the nonlinear PT signal. The nonlinear signal increases with the nanobubble size, which varies nonlinearly with heating power. At low heating power, the photothermal signal depends almost linearly on the laser power until the boiling threshold is reached. For a Gaussian heating beam profile, the maximum power is in the center of the beam. Thus, if the heating power at the center of the beam just exceeds the boiling threshold for a given nanoparticle, moving the particle a fraction of the PSF away from the center will suppress the bubble signal. The bubble signal therefore appears on a much reduced area around the maximum. The spatial resolution is thus enhanced beyond the diffraction limit, as schematically demonstrated in Figure 15. Nedosekin et al.124 demonstrated nonlinear photothermal image of a cluster of 90 nm gold nanospheres with a spatial resolution down to 50 nm, as shown in Figure 15e. However, the size dispersity of gold nanoparticles leads to a strong variation in threshold when moving from particle to particle. Moreover, the use of high laser powers in the nonlinear microscopy is a strong limitation for applications to biological samples, even though most of the heating remains localized very close to the particle. Similar to photothermal therapy,125−127 nonlinear photothermal microscopy through bubble formation can be applied to the cancer treatment through damage induced by the localized heating and by the localized mechanical disruption occurring upon nanobubble formation and collapse.69\nA nonlinear photothermal microscope was based on the detection of the photothermal signal at twice the modulation frequency f of the heating beam. This method improved the spatial resolution beyond the diffraction limit, as reported by Kobayashi’s group.128−130 The nonlinear signal, however, was significantly lower (a few tens of times lower) than the standard PHI signal. To obtain a good signal-to-noise ratio, a high excitation power was required, which is a serious disadvantage for cell imaging.\nWide-Field Photothermal Microscopy. Some 10 years ago already, Absil et al.131 proposed a heterodyne holographic method for wide-field photothermal imaging at a camera rate of 16 Hz and with an integration time of 5 s. They obtained\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nP\nimages of single 10 nm gold nanoparticles with a good signalto-noise ratio. This holographic setup is schematically shown in Figure 16a. A probe beam was split into a reference part and an illumination part similar to other interferometric configurations. These two beams were modulated with two AOMs at two different frequencies, FAOM1 and FAOM2, both close to 80 MHz. The illumination part of the beam was sent around a nanoparticle in a total internal reflection geometry. The light scattered by the particle was collected by means of a microscope objective and sent to a camera where the reference part of the probe beam was tilted by 1° to interfere with the scattered beam. The interference beat frequency was therefore ΔF = FAOM1 − FAOM2 and was low enough to be synchronized with the comparatively low frame rate of the camera. The holography setup measured the interference fringes at a particular frequency Finv such that Finv = ΔF + Fcam/k, where Fcam is the camera frame rate and k is an integer (k = 4 in the\npresent case). The heating beam was modulated with another AOM at a frequency FAOM3 synchronized with the frequency Finv. This holography method was able to reconstruct threedimensional images from the two-dimensional holography image. The three-dimensional holography image of a single 10 nm gold nanosphere is shown in Figure 16b,c. The holographic method required several AOMs for modulating the laser beams, and in addition, it needed very high laser power for obtaining an image with a good contrast. High excitation power limits the utilizations of the technique. Another disadvantage of this method is the low modulation frequency, which fails to filter out the strong components of the 1/f noise at low frequencies. Turko et al.132 presented wide-field photothermal imaging of\ngold nanoparticles at video rate (30 Hz) using wide-field interferometric phase microscopy. Instead of a scanning method, they used a camera as a detector for the wide-field\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nQ\nimaging in which the camera frame rate was synchronized with the heating beam modulation, and subsequently, the Fourier analysis of the heating-induced phase shift produced the photothermal image. The imaging speed, however, was limited by the camera frame rate. Lasser’s group (Pache et al.133) demonstrated fast three-dimensional wide-field photothermal imaging in living cells using photothermal optical lock-in optical coherence microscopy (POLI-OCM). They were able to image single 6 nm gold nanopsheres in a living HeLa cell. Wide-field photothermal imaging would be a considerable improvement on scanning-based confocal imaging in several ways. The rate of acquisition of large images would be enhanced by 1−3 orders of magnitude, thereby making simultaneous imaging of many particles possible. As a consequence, wide-field photothermal imaging would enable fast tracking of several single particles or molecules to obtain time-dependent correlations on their movements and dynamical processes. Such information is crucial to understanding interactions and collective effects in complex systems such as living cells. An example of simultaneous spatial and temporal correlations is provided by the spatial and temporal heterogeneities found in supercooled liquids near the glass transition temperature.134,135 Previous work based on molecular fluorescence,136 however, was limited by fluorescence bleaching, which creates artifacts in the correlation analysis. Wide-field photothermal microscopy could be used to investigate complex glassy dynamics using metallic nanoparticles as probes, giving access to unlimited measurement times.134\nThe current demonstrations of wide-field photothermal detection lag far behind the sensitivity and SNR of confocal measurements. The most likely explanation is their low modulation frequency, limited by camera video rates, which makes these measurements prone to strong components of the 1/f noise. Therefore, there is still a need for further developments of wide-field photothermal microscopy with 100 kHz to 10 MHz modulation frequencies. The sensitivity and modulation rate of wide-field photothermal imaging will certainly be improved by advanced ultrafast cameras,137 which allow very fast imaging speed of greater than 105 frame/s. Recently, innovative approaches toward a lock-in camera were proposed, based on advanced camera technology138 or based on fast optical modulation of the polarization.139 Lock-in cameras are based on the principle of each pixel demodulating the modulated signal similar to the lock-in amplifier. Therefore, lock-in cameras produce instantaneously amplitude and phase images. Panigrahi et al.139 proposed a polarization-based demodulation technique to obtain amplitude and phase information on a high-frequency (tens of kHz) modulated signal from a single acquisition of a camera image. The use of an electro-optic modulator and polarizing optical elements in a proper configuration creates four quadrature channels in a single recorded frame by an ordinary camera, and the careful image subtraction of these channels produces the final amplitude image. Super-resolution microscopy140,141 based on localizations of single-molecule fluorescence has shown great promise in biological applications. The basic principle is based on switching a fluorescence signal on and off and localizing the position by fitting with a Gaussian function when the fluorescence is on. Among various single-molecule fluorescence localization methods, we envisage that the idea of PAINT142 (point accumulation for imaging in nanoscale topography) or\nDNA-PAINT143−145 can be implemented in photothermal microscopy to obtain super-resolution images. In PAINT, diffusing fluorescent molecules stochastically interacts with the sample (binding and unbinding), which results in switching the fluorescence signal on and off. For implementation of PAINT in photothermal microscopy, one needs to choose gold nanoparticles labeled with specific ligands, instead of fluorescent molecules (the absorption cross sections of gold nanoparticles are few orders of magnitude higher than those of typical fluorescent molecules). Similar to PAINT, stochastic interaction of diffusing gold nanoparticles to the target sample would result in switching the photothermal signal on and off. The localization of gold nanoparticles by the Gaussian fit would produce the super-resolution image. Although the localization accuracy would be limited by the larger size of gold nanoparticles, the major advantage of gold nanoparticles compared to fluorescent molecules is their high photostability. Super-resolution photothermal microscopy based on PAINT would not require an excitation power as high as that required for super-resolution based on nanobubble formation as discussed above. Thus, a photothermal PAINT method would be ideal for super-resolution imaging of biological systems.\nAPPLICATIONS IN IMAGING AND TRACKING IN"
    }, {
      "heading" : "BIOLOGICAL SYSTEMS",
      "text" : "Optical microscopy, being the least invasive of imaging methods, is the most commonly used method for visualization and investigation of structure and dynamics in living cells and tissues, from single biomolecules to cell organelles. Fluorescence microscopy until now was the most widely used technique in biological imaging. It often utilizes Stokes-shifted emission from organic dyes or from autofluorescent proteins bound to the target of interest. Such fluorescence signals can easily be separated from the scattering background and thus give access to single-molecule sensitivity. However, this method is limited to fluorescent labels and it suffers from the low photostability of most fluorophores, whose blinking and bleaching limit time resolution and monitoring over long acquisition times. Because it does not rely on fluorescence, photothermal microscopy enables the visualization of absorbing objects such as metallic nanoparticles, weakly or nonfluorescent chromophores, and endogenous biological components in living cells. For example, a variety of endogenous chromoproteins are good optical absorbers and non- or weakly fluorescent and would provide label-free imaging contrast in biological samples. Since the report on photothermal imaging of absorbing metal nanoparticles20 in 2002, photothermal microscopy was extended to a plethora of biological specimens. These include cytochromes in mitochondria,47,146 hemoglobin in red blood cells in blood vessels,48 melanin in skin cancer,50,128 and brain imaging.147,148 Biological specimens have also been stained and imaged by means of small (∼5−10 nm) gold nanoparticles as photothermal contrast agents due to their large absorption cross section, stability, and exceptional heating capabilities.83,149−152 Gold nanoparticles have a very low luminescence quantum yield and thereby most of the energy absorbed upon photoexcitation is released as heat in the surroundings, giving stable photothermal signal over long periods of time. Hereafter, we discuss various applications of photothermal microscopy in biology, covering both the label-free and goldnanoparticle-tagged systems.\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nR\nLounis’s group extensively studied various biological systems via photothermal microscopy using gold nanoparticles as labels. They specifically tagged mGlurR5-myc membrane proteins in COS7 cell using secondary immunostaining via anti-IgG 10 nm gold antibodies of membrane protein primarily labeled with antimyc antibodies tagged with Alexa568 dyes.83 They used photothermal interference contrast microscopy to image single membrane proteins. This modality circumvented major drawbacks of fluorescence detection schemes, such as autofluorescence and scattering from the cellular environment, because the PIC method is sensitive to absorbing objects only. This labeling strategy also enabled the parallel acquisition of scanning fluorescence and PIC images. By a similar labeling method earlier, AMPA receptors tagged with 5 nm gold nanoparticles were tracked on the plasma membrane of live neurons at video rates for long periods of time149 as shown in Figure 17. In this study, the laser intensities ranged from 200 to 400 kW/cm2, which is larger than, but comparable to, the intensities used in fluorescence imaging. AMPA receptors were found to reside in diverse environments where they alternate between free and confined diffusion states (Figure 17b). Due to the millisecond integration time, moving receptors appear as stripes in the raster scan image, whereas the immobilized ones appear as diffraction-limited spots (Figure 17a). The PHI technique was also used to track cellular uptake and movement of 10 nm gold nanoparticles coated with a mixture of 1-mercaptoundecane sulfonic acid and 1-octanethiol\ninside complex cellular media.150 The PHI images showed that the majority of the particles reside in the free cytosol space in the central part of the cell surrounding the nucleus. Further, by measuring the photothermal signal fluctuations due to the transit of particles in a fixed laser focal volume, the cytosol viscosity was measured and found to be ∼2 × 10−2 Pa·s, which is 20 times larger than that of water. PHI microscopy was utilized to visualize and track effector proteins, whose dynamics are pivotal for intercellular communication. Tracking effector protein fibroblast growth factor 2 (FGF2) molecules labeled with gold nanoparticles revealed heterogeneous binding sites of HS (heparan sulfate) chains and heterogeneous movements of individual FGF2 in the pericellular matrix of a living cell.152 This study revealed that the HS binding sites form local networks that confine the FGF2 leading to slower movement. These networks form paths that allow translocation over long distances, up to several micrometers. Ultrasmall gold nanoparticles, 5 nm in diameter, being immune to photobleaching and being good photothermal contrast agents, were functionalized with small camelid antibodies, which have a very high binding affinity for green fluorescent proteins (GFPs). These particles are near to ideal probes to track such proteins. This probe was utilized to label surface and intercellular GFP proteins in highly crowded spaces such as adhesion sites and cytoskeletal structures both in vitro and in live cells.151 The PHI image and epifluorescence images of GFP exhibited excellent colocalization,\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nS\nwhich was an indication of the probe’s robust specificity in such complex biological systems. Photothermal microscopy enabled direct imaging of endogenous chromophores without any labels, thereby mitigating any influence an external label could have on the target of interest. Photothermal microscopy was used to image mitochondria, which play a central role in cellular metabolism.47,146 The origin of the photothermal signal was mainly attributed to visible light absorption by cytochrome c, a heme present in mitochondria.146 Another study showed that cytochrome c was not the only source of photothermal signal. Rather, the absorption stems from an ensemble of proteins present near the mitochondrial membrane.47 Photothermal images showed homogeneous signals with spatial resolution better than that of fluorescence images, where large signal heterogeneity was observed due to variations in dye labeling specificity. Label-free 3D imaging of biological samples has also been conducted by photothermal microscopy.50,53,59,148,153 Lu et al.48 used two-photon nonlinear excitation pump to image heme proteins with 3D sectioning in live cells. Compared to one-photon excitation, the heating gradient is much more concentrated along the z-axis, which enhances the read-out signal of the probe beam. Miyazaki et al.154 used dual-pump\nlasers to image mouse melanoma tissue in 3D with subdiffraction spatial resolution. The speed of image acquisition was improved using a laser scanning technique instead of a sample scanning method. Piezo-stage scanning requires longer integration times, usually 1 to 10 ms per pixel, which limits live tracking of fast diffusing objects. Using scanning mirrors, the pixel dwell time was reduced to up to 80 μs, enabling recording of a 500 × 500 pixel image in 20 s which otherwise took tens of minutes.148 These authors used this fast technique for 3D imaging of mouse brain cortex for detecting endogenous nonfluorescent chromophores in blood cells and lipofuscin in lysosomes and lipid structures (Figure 18). Further, dual wavelength photothermal imaging was used to differentiate endogenous chromophores based on their differential absorption coefficient by spectral unmixing. The dynamics of lysosomes and mitochondria interaction was studied, revealing that lysosomes move around the mitochondrial network with evidence that it was regulated by protein motors.50\nZhang et al.59 used a mid-infrared laser as pump to selectively excite vibrational states of the endogenous chromophores and probed the refractive index gradient with a visible laser, achieving unparalleled chemical contrast and submicrometer spatial resolution in IR imaging. They\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nT\nmonitored lipid droplets in a PC-3 prostate cancer cell in 3D by selectively exciting CO bond vibrations at 1750 cm−1. They carried out in vivo imaging of biomolecules in C. elegans and also monitored the diffusion of drug molecules inside living cancer cells. Lim et al.147 used mid-IR photothermal microscopy to monitor the cytoplasmic protein distribution during the entire life cycle of oligodendrocytes, providing information about cell dynamics. Axonal transport through cytoskeletal filaments was also monitored without any exogenous label. Thus, photothermal microscopy provides an excellent platform for truly noninvasive monitoring of biophysical processes in biological media. Figure 19 shows time-lapse images of cell division of individual oligodendrocyte cells over about 2 h without any cell damage, highlighting the label-free imaging ability of mid-IR photothermal microscopy for studying cellular dynamics. The photothermal imaging shows highly contrasted images due to the distribution of protein concentrations inside the cell, and thus mid-IR photothermal imaging provides important information about spatiotemporal dynamics of cell division. In spite of its numerous applications in biological imaging, photothermal microscopy is still unable to image particles below 5 nm with sufficient sensitivity in cellular environments, due to the poor thermorefractive behavior of water. The sensitivity enhancement of photothermal microscopy by organic liquids and supercritical fluids, which has found applications in nanomaterial science, is difficult to apply to biological specimens. Techniques developed for electron microscopy of biological samples and soft matter,155−158 however, could be applied to isolate the biological sample from the detector fluid. There is certainly a need for improving the method toward imaging of smaller gold nanoparticles in living cells. Labeling of smaller-sized probes is essential for cellular imaging so that the probe does not alter the intrinsic properties of a target biomolecule too strongly. Although photothermal microscopy has reached single-molecule sensitivity, these experiments cannot be easily transposed to biological conditions because they require very high excitation powers which would damage living cells. Photodamage can be turned into a benefit for imaging during photothermal therapy, in which light is used to damage cancer cells. Additionally,\nabsorbing probes such as organic and inorganic nanoparticles, or intrinsic absorbers such as melanin could provide a better alternative than single-molecule absorption. Some organic molecular probes such as croconaine dyes show high photostability and highly efficient photothermal heating.159\nA crucial advantage for the development of single-molecule fluorescence microscopy was its wide-field imaging modality made possible by fast and sensitive cameras. Despite early demonstrations of wide-field photothermal microscopy, the SNR in these demonstrations has not been high enough to offset the advantages of fluorescence microscopy, despite its many limitations and drawbacks. Therefore, a sensitive widefield photothermal method would considerably improve the prospects of this method for biological applications. Just as fluorescence microscopy benefits from the many colors of dyes, multicolor photothermal imaging52,148,160 would enable simultaneous imaging of different endogenous components inside a cell, either with proper labels or labelfree. Gold nanorods with various sizes and aspect ratios can be tuned over a broad range of colors far from the absorption of cellular components, thereby enabling true multicolor biological photothermal imaging.160,161"
    }, {
      "heading" : "PHOTOTHERMAL DETECTION OF CIRCULAR DICHROISM",
      "text" : "In this section, we highlight the application of photothermal imaging in the field of circular dichroism spectroscopy. Circular dichroism is an effect found in chiral materials and molecules which lack mirror symmetry. It is the difference of absorption between right- and left-circularly polarized light. Circularly polarized light being itself chiral, left-handed circular polarized (LCP) and right-handed circular polarized (RCP) waves interact differently with a chiral material. The major challenge behind measuring chirality is the weakness of interactions between light and a chiral molecule in the visible range, which is due to the small size of the molecule compared to the helical pitch of circularly polarized light.162 To enhance this weak interaction, several approaches were proposed using special geometries of plasmonic162 or dielectric163 nanostructures that can increase the helicity of light beyond that of a plane wave. These nanostructures are supposed to amplify the\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nU\ninteraction of light and chiral molecules such that the differential absorption rate increases.162−164 Another approach uses the coupling of achiral plasmonic structures with chiral molecules to create a chiral coupled plasmonic system via Coulomb interactions.165,166 Plasmonic fields are expected to enhance the chiral response at the plasmonic resonance. These approaches are intrinsically limited to the plasmonic spectral bandwidth, depending on the geometry of the structures used. Thus, there is a need for a more sensitive approach in the entire spectral range and one that does not require nanofabrication. Recent experimental work shows that circular dichroism can be measured using photothermal microscopy, and that the so-called photothermal circular dichroism (PT CD) is an alternative method to investigate single absorbing chiral particles101,167 with the potential to improve the sensitivity of existing techniques by at least 1 order of magnitude.101\nTo detect the weak differential absorption of light against noise, most of the established techniques use fast polarization modulators such as electro-optic modulator (EOM)168 and photoelastic modulator (PEM).169 These modulators periodically change the polarization of the probe light and thereby shift the differential absorption signal’s frequency to the range 10−100 kHz. A lock-in amplifier can then extract the signal with excellent noise rejection. The major challenge in these experiments is the rejection of artifacts due to depolarization in the sample itself but also in all optical components placed between modulator and detector.170−174 Modern CD spectrometers analyze the light transmitted by the sample and use a\ndual modulation scheme,175,176 where the sample is placed between two polarization modulators operated at different frequencies. However, this method has several limitations and drawbacks. First, it lacks spatial resolution. When focused with a high NA objective, polarized light shows a complex polarization distribution in the focus, which is very sensitive to tiny defects and misalignments. Second, conventional CD spectrometers, being based on transmission or reflection instead of absorption, are sensitive not only to absorption but also to birefringence. Artifacts177 induced by linear birefringence are well-known in CD spectrometry. Another consequence of a transmission-based approach is that multiple scattering through the medium, usually a cuvette with several millimeters of optical path, causes partial depolarization of the transmitted light and therefore gives rise to artifacts, as well.167\nAs recently shown, CD can be measured and quantified with polarization-modulated photothermal measurements (PT CD) more sensitively than with previous methods.178 PT CD, being a pump−probe method, has the advantage of having the high spatial resolution of its tightly focused probe beam, while providing a good polarization control of the heating beam because of its wide-field profile. Another benefit is that any PT CD microscope can be easily switched to a normal PT microscope allowing the measurement of the absorption cross section and therefore directly provides a quantitative value for the differential CD absorption cross section. Unlike the transmission-based methods, it directly measures absorption and is therefore not limited by the effects of birefringence and depolarization. Although insensitivity to birefringence is a great\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nV\nadvantage for samples where polarization is hard to control, it obviously comes at the cost that pure birefringent effects cannot be measured by this method: absorption is needed. Figure 20 shows a schematic comparison of “normal” photothermal microscopy that measures absorption and PT CD microscopy that is sensitive to the differential absorption of left-handed and right-handed circularly polarized light. In the scheme in Figure 20, an EOM is used instead of a PEM because it is able to perform a square wave modulation that avoids creation of linear polarization states, as proposed in refs 179 and 180, and therefore is supposedly blind to linear dichroism. However, the technique in principle also works with sinusoidal modulation and therefore can be implemented in CD microscopes equipped with PEM modulators. The basic principle is that the polarization modulation of the heating beam will lead to a differential absorption of left and right circular polarized light by a chiral nano-object. Compared to the “normal” photothermal method, it is not the intensity modulation of the heating beam but the polarizationdependent absorption of the molecule or particle that generates a modulation of the absorbed power by the nanoparticle and thus a time-dependent photothermal response. Due to the modulation of polarization at high frequency, shot-noise-limited detection of photothermal CD can be achieved. As a proof of principle of the method, Spaeth et al.101 measured circular dichroism signals of single metallic chiral plasmonic nanostructures with a signal-to-noise ratio of more than 40 with only 30 ms integration time. The high sensitivity of the method promises widespread application toward detecting very weak CD signals of chiral materials\ndown to numbers of molecules much smaller than in conventional CD measurements. Although the method was demonstrated in a reflection-based geometry, PT CD can also be implemented in a transmission configuration. The transmission geometry requires an additional microscope objective, but it allows independent control of the excitation and detection paths. In addition, the forward (or transmission) detection mode presents a higher photothermal sensitivity at low modulation frequencies, below 1 MHz, compared to the backward (or reflection) detection mode. The major benefits of PT CD, its diffraction-limited spatial resolution and its superior sensitivity, promise to enable CD studies of much smaller numbers of chiral molecules such as proteins or other biomolecules. However, most biomolecules absorb in the UV range rather than in the visible range. The photothermal CD microscope demonstrated by Spaeth et al.101 needs to be upgraded for use in the UV wavelength range.181 Being a pump−probe-based technique, PT CD will still allow high spatial resolution without the need of special UV optics. A potential alternative for measuring CD in the UV is to transfer chirality of molecules from the UV range to the visible range using plasmonic nanostructures as demonstrated by Maoz et al.165 This approach requires plasmonic enhancement to detect weak CD signals of chiral molecules. However, the plasmonic enhancement is limited to a small spectral range and therefore, this technique cannot provide a full CD spectrum. Most of the knowledge gained in the field of polarization−modulation CD spectroscopy could also be applied to improve artifact subtraction.177 It is important to emphasize that photothermal CD naturally is blind to birefringence and depolarization\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nW\neffects of the sample, provided the polarization of the heating beam is well-controlled. Furthermore, PT CD can easily be combined with other methods162,163,165 of detecting CD to even further increase its sensitivity. Thanks to its superior sensitivity and spatial resolution, PT CD could help measure the CD spectrum of very small numbers of molecules, perhaps even of single molecules. Another promising field of application of PT CD is vibrational CD, which sensitively reports on the secondary structure of proteins.182 Combining mid-IR heating with the superior spatial resolution of a visible probe beam59 would open vibrational CD at the submicron scale."
    }, {
      "heading" : "PHOTOTHERMAL DETECTION WITH TEMPERATURE-SENSITIVE DEVICES",
      "text" : "The systems described here utilize additional temperaturesensitive transducer mechanisms which amplify minute photothermally induced temperature changes of their physical properties. Typically, these devices exhibit resonant modes with high-quality factors. These narrow resonances allow for the accurate measurement of resonance frequency shifts associated with the photothermally induced changes. Optical Transducers. Whispering gallery mode (WGM) resonators are a special family of optical cavities which can exhibit high Q-factors183 in excess of 109 and small device footprints typically well below 0.1 mm2. These resonators were used for a broad range of applications5,184−188 including the detection of single molecules189−193 and the generation of frequency combs.194−196 For sensing applications, WGM resonator-type sensors usually rely on observation of WGM frequency shifts, and the refractive response outweighs the\nthermorefractive response for small analytes such as protein molecules.197 Refractive shifts are proportional to the polarizability of the analyte198 at a given wavelength, as a consequence of the discrimination between analyte species of similar mass and composition can usually only be achieved by utilizing analyte-specific chemical receptors. This limits the number of analyte species that can be investigated with a single device. Therefore, obtaining additional analyte information via spectroscopy is highly desirable. Goldsmith’s group has recently demonstrated photothermal spectroscopy and localization of single gold nanoparticles using microtoroids. These resonators were specifically fabricated for the purpose of minimizing unwanted absorption199 and were paired with a thoroughly optimized pump−probe double modulation scheme200 (Figure 21b). The nanoparticles were deposited on the resonator where the absorption of a probe light heats the resonator’s material. This locally alters the refractive index and consequently shifts the resonance frequency of the WGM whenever the pump beam with a tunable wavelength hits a particle’s location (Figure 21a). These resonance frequency shifts are detected with an additional probe laser far detuned (1.55 μm) with respect the nanoparticles’ absorption lines. Absorption spectra obtained using this modality exhibit narrow Fano patterns200,201 atop the bare nanoparticle absorption spectra. The Fano-patterns are the result of coupling between the low-Q LSPR of the nanoparticles and the high-Q resonance of a WGM, and their individual shapes are characteristic for the detuning between both resonances frequencies. Heylman et al.200 reported that their method is capable of detecting thermal powers of 20 pW exceeding the requirements for the photothermal detection of single dye molecules (15 nW22) by\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nX\n3 orders of magnitude. However, no such detection has been demonstrated so far. Nonetheless, the fabrication of microtoroids with better photothermal properties promises even higher sensitivities.202 One shortcoming of the microtoroid resonator geometry is its restricted compatibility for measurements in solution.203 Here different resonator geometries, which confine the solvent on the resonators inside, such as microbubble resonators203 were identified as promising candidates for future WGM-based photothermal spectroscopic studies. Well-controlled droplet resonators204 might offer another possible route in addition to the currently investigated geometries, naturally coming with its own set of challenges. WGM-based photothermal spectroscopy is a promising, although technically very demanding, future candidate for the recognition and identification of single analytes on the single-molecule level. Mechanical Transducers. Early mechanical transducers used as probes for photothermal absorption were based on the heat-induced bending of bimetal cantilevers probed via deflection of a laser beam and had fundamental limits of heat power sensitivity in the order of 10 pW.205,206 For measurements, usually a thin film of absorbent material is deposited on top of the cantilever. This method of photothermal spectroscopy was used for a range of investigations encompassing, for example, the detection of dangerous chemicals207−210 and biomolecules211 as well as the study of thin polymer films.212,213 However, cantilever deflection is limited by thermomechanical noise and prone to external vibration sources.214 In comparison, photothermal probing of mechanical string resonators offer several advantages. With this type of mechanical resonators, photothermal spectroscopy is performed via the robust measurement of resonance frequency shiftstypically probed via a laser Doppler vibrometer which comes with the added advantage of lower thermal dissipation as the bimetal coatings are not required. These strings are typically made from silicon nitride and resemble guitar strings spanned over a gap under tension.215 With these string resonators, photothermal spectroscopy on single analyte nanoparticles216 was achieved with detection limits for thermal powers in the range of 10 pW.214 Together with probe beam scanning the nanostring transducers also allow for the localization and mapping of nanoparticle and nanostructures.217 Chien et al. have recently demonstrated that silicon nitride membrane nanomechanical drums can be utilized as transducers for probing and localizing single-molecule absorption.218 Absorption of light by single gold nanoparticles and molecules heats the nanomechanical drum. The consequent thermal expansion of the drum reduces the tensile stress and alters the drum’s resonance frequency. These frequency shifts are measured utilizing a laser Doppler vibrometer (Figure 22). This configuration allows to probe absorbed power with a sensitivity of 16 fW/Hz1/2 at room temperature and yields a signal-to-noise ratio larger than 70 for a single Atto633 fluorophore with an integration time of 40 ms. Chien et al. also recently demonstrated photothermal detection of subnanometer beam displacements using a trampoline resonator.219 Localized photothermal spectroscopy paired with mechanical transducers is an extremely sensitive and powerful tool, however, operation of these transducers faces certain experimental restrictions as they require low-pressure environments and so far exclude probing of samples in solution."
    }, {
      "heading" : "CONCLUSION AND OUTLOOK",
      "text" : "In this review, we have discussed the recent developments of photothermal microscopy, the origin of the signal, and its applications in nanomaterial science and biology. Since its report20 on imaging single metal nanoparticles in 2002, the technique has evolved in various ways. (1) Photothermal heterodyne imaging achieved shot-noiselimited detection of single absorbing nanoparticles or molecules without any background from strong scatterers in the object’s environment. This gives the technique a high potential for applications in cells and tissues. (2) The method’s sensitivity was improved by several orders of magnitude compared to its report in 2002, mainly by optimizing the thermorefractive coefficient (dn/dT) of the medium, for example by means of pentane, or of a liquid crystal (5CB), or of a near-critical fluid (Xe or CO2). With near-critical enhancement, single molecules could be imaged at low excitation powers at which the probability of photobleaching was reduced. (3) Photothermal imaging has shown great promise in detecting weakly or nonfluorescent molecular probes which are more resistant to photobleaching at higher excitation powers because of their very fast nonradiative rates. There are large numbers of such molecules, among which some are highly photostable. Such molecules could be alternative molecular probes for biological applications, which would be small in size and highly photostable. (4) Gold nanoparticles being highly photostable and biocompatible became ideal probes for cellular imaging and photothermal microscopy, as demonstrated with biomolecules labeled with gold nanoparticles down to 5 nm in size. Photothermal microscopy has also shown its capability of performing label-free imaging in a living cell as some endogeneous organelles absorb visible light. (5) The super-resolution behavior of the mid-IR photothermal microscopy is of great advantage for the chemical characterization of specimens, particularly for biological applications.Mid-IR photothermal imaging based on vibrational absorption provides chemical contrast in cellular imaging, by not only allowing label-free imaging but also by characterizing individual cellular elements through their IR fingerprints while keeping the spatial resolution an order of magnitude better than that of a standard IR microscope. (6) Very recently, photothermal circular dichroism microscopy was developed to detect tiny circular dichroism signals of single chiral nano-objects. This was previously only possible using nonabsorption based methods. PT CD microscopy provides CD signals of chiral objects in a direct and reliable manner. The polarization state of a focused beam is quite complex whereas the plane wave diminishes the spatial resolution. PT CD microscopy overcame both limitations using heating beam illumination at a low NA but with a focused probe beam. Although photothermal microscopy has had a significant impact in material science and biology, much work is still needed to broaden its field of application. Here are some outlooks: (1) In terms of theory, photothermal microscopy in its backward detection mode (i.e., reflection mode) is not wellunderstood. The reference beam in this configuration is not well-defined and the reflected profile is quite complex. The reference beam could be the reflection from the substrate and\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nY\noil (or air) interface and the direct scattering by the particle itself for larger nanoparticles. A better theoretical understanding would certainly help in exploring the technique’s improvement in detection sensitivity. (2) More studies are needed to explore many available weakly or nonfluorescent molecular probes which produce stronger photothermal signals due to their fast nonradiative rates as demonstrated by BHQ dye molecules and croconaine dyes. These molecular probes are also highly resistant to photobleaching and thus allow using higher excitation powers to obtain a better signal-to-noise. Suitable molecular probes must be designed and functionalized to enable photothermal single-molecule imaging in biological systems. (3) Critical xenon as a transducing medium enhances the photothermal SNR by 2 orders of magnitude compared to commonly used organic liquids. This detection scheme has allowed to image single semiconducting polymer chains and to understand better their complex photophysics. We foresee that further studies of this kind will allow a better understanding of the optical properties of many other multichromophoric systems and of semiconducting nanocrystals. Instead of xenon, one can use critical CO2 which is cheaper and whose critical temperature is slightly higher than room temperature. (4) Most photothermal imaging was performed by means of scanning confocal microscopes, which limits imaging speed and applications to a broader class of systems. Wide-field photothermal microscopy is certainly in the development phase and it is a safe bet that modern ultrafast cameras and lock-in cameras will help in building simple wide-field photothermal microscopes in next few years. (5) Photothermal super-resolution microscopy also enters a development phase. Super-resolution based on nanobubble formation surrounding an overheated nanoparticle has already achieved beyond diffraction-limit resolution, despite foreseeable difficulties in applications to biological samples. The PAINT super-resolution method appears to be immediately applicable for localization using photothermal contrast. (6) A very recently developed photothermal circular dichroism microscope will be used to explore single chiral systems such as protein molecules. The technique has yet to be adapted for the detection of chirality in the UV range of amino-acid absorption. Another promising field is photothermal vibrational CD in the mid-IR. (7) Photothermal microscopy can also be used to study chemical reactions220,221 assuming sufficient local refractive index change near a plasmonic particle due to the chemical reaction, which would shift the surface plasmon and thus the photothermal signal. In this review, we have discussed the principles of photothermal microscopy, a technique that lends optical contrast to optical absorption. In many cases, we have seen how the absorption information can complement, and sometimes supersede the more traditional modalities of fluorescence or Raman scattering. Although most recent developments of optical microscopy, in particular singlemolecule measurements and super-resolution, are based on fluorescence, nonfluorescent optical detection techniques are appearing and attract more and more attention. Among those, photothermal microscopy has the advantages of being easy to implement and of being nearly insensitive to scattering of the sample, as long as it does not hamper light propagation significantly. Although it is far less sensitive than fluorescence, photothermal microscopy can image tiny metal nanoparticles,\ndown to a size of 1.4 nm, not much bigger than single organic dye molecules. Imaging such molecular-sized probes without bleaching or blinking is a promising asset in the study of biological systems. Yet, despite spectacular recent progress in photothermal microsocopy, relatively few researchers are currently using and developing the technique. We hope that this article, by reviewing the main past results of this technique, by highlighting its exciting perspectives in wide-field imaging, super-resolution microscopy, and chemically sensitive imaging in the mid-IR will make photothermal microscopy accessible and attractive to a broader community of researchers.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Michel Orrit − Huygens−Kamerlingh Onnes Laboratory, Leiden University, 2300 RA Leiden, The Netherlands; orcid.org/0000-0002-3607-3426; Email: orrit@\nphysics.leidenuniv.nl Saumyakanti Khatua − Chemistry Discipline, Indian Institute of Technology Gandhinagar, Gujrat 382355, India; orcid.org/0000-0002-8088-2132; Email: khatuask@\niitgn.ac.in"
    }, {
      "heading" : "Authors",
      "text" : "Subhasis Adhikari − Huygens−Kamerlingh Onnes Laboratory, Leiden University, 2300 RA Leiden, The Netherlands; orcid.org/0000-0002-0914-433X\nPatrick Spaeth − Huygens−Kamerlingh Onnes Laboratory, Leiden University, 2300 RA Leiden, The Netherlands Ashish Kar − Chemistry Discipline, Indian Institute of Technology Gandhinagar, Gujrat 382355, India Martin Dieter Baaske − Huygens−Kamerlingh Onnes Laboratory, Leiden University, 2300 RA Leiden, The Netherlands; orcid.org/0000-0003-2384-7557\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.0c07638"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "S.A., P.S., and M.O. acknowledge The Netherlands Organisation for Scientific Research (NWO/OCW), as part of the Open Technology Program (OTP, Project No. 16008). S.K. acknowledges financial support from Science and Engineering Research Board, India (project: EMR/2015/0013) and the Department of Science and Technology, India (SR/NM/NS65/2016)."
    }, {
      "heading" : "VOCABULARY",
      "text" : "Photothermal microscopy, a microscopic technique to detect absorption signals by measuring the change of the scattering intensity of a probe beam induced by the thermal lens surrounding a nanoobject heated by a pump beam. It is often applied to study of single nanoparticles and single molecules Photothermal correlation spectroscopy, a spectroscopic method to measure diffusion coefficient/hydrodynamic radius of a nanoobject by calculating auto/cross- correlations of photothermal signals arising from a diffusing object through the confocal volume\nhttps://dx.doi.org/10.1021/acsnano.0c07638 ACS Nano XXXX, XXX, XXX−XXX\nZ\nMid-infrared photothermal microscopy, a photothermal technique which uses a mid-IR laser as the heating beam and a visible laser as the probe beam. It has the advantage of providing vibrational chemical contrast Thermal lens, a refractive index profile due to the thermal gradient surrounding a heated nanoparticle, which acts as a nanolens Circular dichroism, a property of a chiral object, consisting of the differential absorption of the left- and right-circularly polarized light"
    } ],
    "references" : [ {
      "title" : "Illuminating Single Molecules in Condensed Matter",
      "author" : [ "W.E. Moerner", "M. Orrit" ],
      "venue" : "Science",
      "citeRegEx" : "Moerner and Orrit,? \\Q1999\\E",
      "shortCiteRegEx" : "Moerner and Orrit",
      "year" : 1999
    }, {
      "title" : "Optical Detection and Spectroscopy of Single Molecules in a Solid",
      "author" : [ "W.E. Moerner", "L. Kador" ],
      "venue" : "Phys. Rev. Lett. 1989,",
      "citeRegEx" : "Moerner and Kador,? \\Q1989\\E",
      "shortCiteRegEx" : "Moerner and Kador",
      "year" : 1989
    }, {
      "title" : "Quantitative Absorption Spectroscopy of a Single Gold Nanorod",
      "author" : [ "X. Jiang", "M.-P. Pileni" ],
      "venue" : "J. Phys. Chem. C 2008,",
      "citeRegEx" : "A. et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2008
    }, {
      "title" : "SingleMolecule Imaging by Optical Absorption",
      "author" : [ "M. Celebrano", "P. Kukura", "A. Renn", "V. Sandoghdar" ],
      "venue" : "Nat. Photonics 2011,",
      "citeRegEx" : "Celebrano et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Celebrano et al\\.",
      "year" : 2011
    }, {
      "title" : "Imaging a Single Quantum Dot When It Is Dark",
      "author" : [ "P. Kukura", "M. Celebrano", "A. Renn", "V. Sandoghdar" ],
      "venue" : "Nano Lett. 2009,",
      "citeRegEx" : "Kukura et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Kukura et al\\.",
      "year" : 2009
    }, {
      "title" : "Photothermal Single-Particle Microscopy: Detection of a Nanolens",
      "author" : [ "M. Selmke", "M. Braun", "F. Cichos" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Selmke et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Selmke et al\\.",
      "year" : 2012
    }, {
      "title" : "Measuring Fast Dynamics in Solutions and Cells with a Laser Scanning Microscope",
      "author" : [ "A.R. Horwitz", "E. Gratton" ],
      "venue" : "Biophys. J. 2005,",
      "citeRegEx" : "Horwitz and Gratton,? \\Q2005\\E",
      "shortCiteRegEx" : "Horwitz and Gratton",
      "year" : 2005
    }, {
      "title" : "Label-Free Optical Imaging of Mitochondria in Live Cells",
      "author" : [ "L. Cognet" ],
      "venue" : "Opt. Express 2007,",
      "citeRegEx" : "Cognet,? \\Q2007\\E",
      "shortCiteRegEx" : "Cognet",
      "year" : 2007
    }, {
      "title" : "Two-Photon Laser Scanning Fluorescence Microscopy",
      "author" : [ "W. Denk", "J.H. Strickler", "W.W. Webb" ],
      "venue" : "Science",
      "citeRegEx" : "Denk et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Denk et al\\.",
      "year" : 1990
    }, {
      "title" : "Optical Sectioning Microscopy",
      "author" : [ "J.-A. Conchello", "J.W. Lichtman" ],
      "venue" : "Nat. Methods 2005,",
      "citeRegEx" : "Conchello and Lichtman,? \\Q2005\\E",
      "shortCiteRegEx" : "Conchello and Lichtman",
      "year" : 2005
    }, {
      "title" : "Optical Excitation and Detection of Vapor Bubbles around Plasmonic Nanoparticles",
      "author" : [ "D. Lapotko" ],
      "venue" : "Opt. Express 2009,",
      "citeRegEx" : "Lapotko,? \\Q2009\\E",
      "shortCiteRegEx" : "Lapotko",
      "year" : 2009
    }, {
      "title" : "Photothermal Lens Detection of Gold Nanoparticles: Theory and Experiments",
      "author" : [ "V.P. Zharov" ],
      "venue" : "Appl. Spectrosc",
      "citeRegEx" : "Zharov,? \\Q2007\\E",
      "shortCiteRegEx" : "Zharov",
      "year" : 2007
    }, {
      "title" : "Thermal Lens Microscope and Microchip Chemistry",
      "author" : [ "T. Kitamori" ],
      "venue" : "Bull. Chem. Soc. Jpn. 2019,",
      "citeRegEx" : "Kitamori,? \\Q2019\\E",
      "shortCiteRegEx" : "Kitamori",
      "year" : 2019
    }, {
      "title" : "Single Metallic Nanoparticle Imaging for Protein Detection in Cells",
      "author" : [ "B. Lounis" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Lounis,? \\Q2003\\E",
      "shortCiteRegEx" : "Lounis",
      "year" : 2003
    }, {
      "title" : "Detection of Non-Fluorescent Molecules in Liquid Phase",
      "author" : [ "T. Single", "Countable-Molecule" ],
      "venue" : "J. Lumin",
      "citeRegEx" : "Single. and Countable.Molecule,? \\Q1999\\E",
      "shortCiteRegEx" : "Single. and Countable.Molecule",
      "year" : 1999
    }, {
      "title" : "Detection Limits in Photothermal Microscopy",
      "author" : [ "A. Gaiduk", "P.V. Ruijgrok", "M. Yorulmaz", "M. Orrit" ],
      "venue" : "Chem. Sci. 2010,",
      "citeRegEx" : "Gaiduk et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Gaiduk et al\\.",
      "year" : 2010
    }, {
      "title" : "Nano-Lens Diffraction around a Single Heated Nano Particle",
      "author" : [ "M. Selmke", "M. Braun", "F. Cichos" ],
      "venue" : "Opt. Express 2012,",
      "citeRegEx" : "Selmke et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Selmke et al\\.",
      "year" : 2012
    }, {
      "title" : "Twin-Focus Photothermal Correlation Spectroscopy",
      "author" : [ "M. Selmke", "R. Schachoff", "M. Braun", "F. Cichos" ],
      "venue" : "RSC Adv. 2013,",
      "citeRegEx" : "Selmke et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Selmke et al\\.",
      "year" : 2013
    }, {
      "title" : "Toxicity and Cellular Uptake",
      "author" : [ "A.M. Alkilany", "C.J. Murphy" ],
      "venue" : "Mater. Phys. 2004,",
      "citeRegEx" : "Alkilany and Murphy,? \\Q1954\\E",
      "shortCiteRegEx" : "Alkilany and Murphy",
      "year" : 1954
    }, {
      "title" : "The in Vitro",
      "author" : [ "Y.-P. Jia", "B.-Y. Ma", "X.-W. Wei", "Z.-Y. Qian" ],
      "venue" : "Gold Nanoparticles: What We Have Learned so Far? J. Nanopart. Res",
      "citeRegEx" : "Jia et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Jia et al\\.",
      "year" : 2010
    }, {
      "title" : "Photothermal Contrast Reaches Single-Molecule Sensitivity",
      "author" : [ "Basche", "́ T" ],
      "venue" : "Nanorods and Their Biomedical Applications. Nanoscale 2015,",
      "citeRegEx" : "Basche and T.,? \\Q2011\\E",
      "shortCiteRegEx" : "Basche and T.",
      "year" : 2011
    }, {
      "title" : "Photothermal Absorption Correlation Spectroscopy",
      "author" : [ "D.G. Fernig", "B. Lounis" ],
      "venue" : "ACS Nano 2009,",
      "citeRegEx" : "Fernig and Lounis,? \\Q2018\\E",
      "shortCiteRegEx" : "Fernig and Lounis",
      "year" : 2018
    }, {
      "title" : "Enhancement in the Nonplasmonic Metal",
      "author" : [ "M. Yorulmaz", "A. Hoggard", "H. Zhao", "F. Wen", "W.-S. Chang" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Yorulmaz et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yorulmaz et al\\.",
      "year" : 2017
    }, {
      "title" : "Absorption Spectroscopy of an Individual Fano Cluster",
      "author" : [ "N.J. Halas", "P. Nordlander", "S. Link" ],
      "venue" : "Nano Lett. 2016,",
      "citeRegEx" : "Halas et al\\.,? \\Q1972\\E",
      "shortCiteRegEx" : "Halas et al\\.",
      "year" : 1972
    }, {
      "title" : "Fluorescence Correlation Spectroscopy: A Robust Tool for Studying Molecular Crowding",
      "author" : [ "W. Dual-Focus" ],
      "venue" : "Soft Matter 2009,",
      "citeRegEx" : "Dual.Focus,? \\Q2009\\E",
      "shortCiteRegEx" : "Dual.Focus",
      "year" : 2009
    }, {
      "title" : "Approaches to Mid-Infrared, Super-Resolution Imaging and Spectroscopy",
      "author" : [ "D. Zhang", "L. Lan", "Y. Bai", "H. Majeed", "M.E. Kandel" ],
      "venue" : "Phys. Chem. Chem. Phys. 2020,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2020
    }, {
      "title" : "Quantitative Phase Imaging with Molecular Vibrational Sensitivity",
      "author" : [ "D.A. Nedosekin", "E.I. Galanzha", "E. Dervishi", "A.S. Biris" ],
      "venue" : "Opt. Lett. 2019,",
      "citeRegEx" : "Nedosekin et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nedosekin et al\\.",
      "year" : 2019
    }, {
      "title" : "Super-Resolution Nonlinear Photothermal Microscopy",
      "author" : [ "V.P. Zharov" ],
      "venue" : "Small 2014,",
      "citeRegEx" : "Zharov,? \\Q2014\\E",
      "shortCiteRegEx" : "Zharov",
      "year" : 2014
    }, {
      "title" : "Photothermal Heterodyne Holography of Gold Nanoparticles",
      "author" : [ "S. Suck", "M. Coppey-Moisan", "D. Fournier" ],
      "venue" : "Opt. Express 2010,",
      "citeRegEx" : "Suck et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Suck et al\\.",
      "year" : 2010
    }, {
      "title" : "Soft Glassy Rheology of Supercooled Molecular Liquids",
      "author" : [ "W. van Saarloos", "M. Orrit" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "F. et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2008
    }, {
      "title" : "Plasmonic Bubbles in N-Alkanes",
      "author" : [ "H.J. W", "Zhang" ],
      "venue" : "J. Phys. Chem. C 2018,",
      "citeRegEx" : "W. and X.,? \\Q2018\\E",
      "shortCiteRegEx" : "W. and X.",
      "year" : 2018
    }, {
      "title" : "Imaging Intracellular Fluorescent Proteins at Nanometer Resolution",
      "author" : [ "Hess", "H. F" ],
      "venue" : "Science",
      "citeRegEx" : "J. and F.,? \\Q2006\\E",
      "shortCiteRegEx" : "J. and F.",
      "year" : 2006
    }, {
      "title" : "Super-Resolution Microscopy with DNA-PAINT",
      "author" : [ "Jungmann" ],
      "venue" : "Nat. Protoc. 2017,",
      "citeRegEx" : "F. and R.,? \\Q2017\\E",
      "shortCiteRegEx" : "F. and R.",
      "year" : 2017
    }, {
      "title" : "Opportunities and Challenges in Liquid Cell",
      "author" : [ "M. F" ],
      "venue" : null,
      "citeRegEx" : "F.,? \\Q2020\\E",
      "shortCiteRegEx" : "F.",
      "year" : 2020
    }, {
      "title" : "Optical Spectroscopy of Oriented Molecules",
      "author" : [ "J. Schellman", "H.P. Jensen" ],
      "venue" : "Chem. Rev. 1987,",
      "citeRegEx" : "Schellman and Jensen,? \\Q1987\\E",
      "shortCiteRegEx" : "Schellman and Jensen",
      "year" : 1987
    }, {
      "title" : "Circular Dichroism of Single Particles",
      "author" : [ "G. Markovich", "O. Cheshnovsky" ],
      "venue" : "ACS Photonics 2018,",
      "citeRegEx" : "Markovich and Cheshnovsky,? \\Q2018\\E",
      "shortCiteRegEx" : "Markovich and Cheshnovsky",
      "year" : 2018
    }, {
      "title" : "Circular Dichroism Thermal Lens Microscope for Sensitive Chiral Analysis on Microchip",
      "author" : [ "T. Kitamori" ],
      "venue" : "Anal. Chem. 2006,",
      "citeRegEx" : "Kitamori,? \\Q2006\\E",
      "shortCiteRegEx" : "Kitamori",
      "year" : 2006
    }, {
      "title" : "Whispering Gallery Mode Sensors",
      "author" : [ "M.R. Foreman", "J.D. Swaim", "F. Vollmer" ],
      "venue" : "Adv. Opt. Photonics 2015,",
      "citeRegEx" : "Foreman et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Foreman et al\\.",
      "year" : 2015
    }, {
      "title" : "Resonant Electro-Optic Frequency Comb",
      "author" : [ "L. G" ],
      "venue" : "Nature 2019,",
      "citeRegEx" : "G.,? \\Q2019\\E",
      "shortCiteRegEx" : "G.",
      "year" : 2019
    }, {
      "title" : "Integrated Turnkey Soliton Microcombs",
      "author" : [ "Q.-X", "T.J. Kippenberg", "K. Vahala", "J.E. Bowers" ],
      "venue" : "Nature 2020,",
      "citeRegEx" : "Q..X. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Q..X. et al\\.",
      "year" : 2020
    }, {
      "title" : "Protein Detection by Optical Shift of a Resonant Microcavity",
      "author" : [ "I. Teraoka", "S. Arnold" ],
      "venue" : "Appl. Phys. Lett. 2002,",
      "citeRegEx" : "Teraoka and Arnold,? \\Q2002\\E",
      "shortCiteRegEx" : "Teraoka and Arnold",
      "year" : 2002
    }, {
      "title" : "Sculpting Fano Resonances To Control Photonic− Plasmonic Hybridization",
      "author" : [ "S.C. Quillin", "K.A. Knapper", "E.H. Horak", "D.J. Masiello", "R.H. Goldsmith" ],
      "venue" : "Nano Lett. 2017,",
      "citeRegEx" : "Quillin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Quillin et al\\.",
      "year" : 2017
    }, {
      "title" : "Photothermal Spectroscopy with Femtojoule Sensitivity Using a Micromechanical Device",
      "author" : [ "J.K. Gimzewski" ],
      "venue" : "Nature",
      "citeRegEx" : "Gimzewski,? \\Q1994\\E",
      "shortCiteRegEx" : "Gimzewski",
      "year" : 1994
    }, {
      "title" : "Nanosensors for Trace Explosive Detection",
      "author" : [ "L. Senesac", "T.G. Thundat" ],
      "venue" : "Mater. Today 2008,",
      "citeRegEx" : "Senesac and Thundat,? \\Q2008\\E",
      "shortCiteRegEx" : "Senesac and Thundat",
      "year" : 2008
    }, {
      "title" : "Surface Plasmon-Mediated Photothermal Chemistry",
      "author" : [ "J. Qiu", "W.D. Wei" ],
      "venue" : "J. Phys. Chem. C 2014,",
      "citeRegEx" : "Qiu and Wei,? \\Q2074\\E",
      "shortCiteRegEx" : "Qiu and Wei",
      "year" : 2074
    }, {
      "title" : "Nanoplasmonics for Chemistry",
      "author" : [ "G. Baffou", "R. Quidant" ],
      "venue" : "Chem. Soc. Rev. 2014,",
      "citeRegEx" : "Baffou and Quidant,? \\Q2014\\E",
      "shortCiteRegEx" : "Baffou and Quidant",
      "year" : 2014
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The photothermal (PT) signal arises from slight changes of the index of refraction in a sample due to absorption of a heating light beam. Refractive index changes are measured with a second probing beam, usually of a different color. In the past two decades, this all-optical detection method has reached the sensitivity of single particles and single molecules, which gave birth to original applications in material science and biology. PT microscopy enables shot-noise-limited detection of individual nanoabsorbers among strong scatterers and circumvents many of the limitations of fluorescence-based detection. This review describes the theoretical basis of PT microscopy, the methodological developments that improved its sensitivity toward single-nanoparticle and singlemolecule imaging, and a vast number of applications to singlenanoparticle imaging and tracking in material science and in cellular biology.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}