{
  "name" : "downloads_2020-11-04_49_du2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Aptasensor-enabled quantitative analysis of nano- sized extracellular vesicles by flow cytometry†",
    "authors" : [ "Jing Du", "Chao Yuan", "Weijie Wang", "Zitong Yu", "Rui Hao", "Yi Zhang", "Min Guan", "Nan Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Analyst",
      "text" : "PAPER\nCite this: DOI: 10.1039/d0an01652g\nReceived 16th August 2020, Accepted 6th October 2020\nDOI: 10.1039/d0an01652g\nrsc.li/analyst\nAptasensor-enabled quantitative analysis of nanosized extracellular vesicles by flow cytometry†\nJing Du,*a Chao Yuan,a Weijie Wang,‡b Zitong Yu,‡a Rui Hao, ‡a Yi Zhang,a,c Min Guan,d Nan Li*b and Hui Yang *a,c\nExtracellular vesicles (EVs) represent an important mode of intercellular communication in both disease\nand developmental biology, exposing their potential in diagnostics and therapeutics. Recently, aptamer-\nbased sensors, i.e. aptasensors, have been gradually applied in EV analysis due to their high selectivity and\nsensitivity. A fluorescent aptasensor enables easy readout by flow cytometry (FCM) and has more accu-\nracy and convenience than conventional immunoassays for EV analysis. Here, we develop a fluorescent\naptasensor-based method for quantitative analysis of nano-sized membrane vesicles by using high-\nresolution FCM. EVs as small as 100 nm are detected and quantified using a dual-staining procedure with\nthe fluorescent aptasensor targeting CD63 and a cytoplasmic dye. Nano-sized EVs derived from bone\nmarrow mesenchymal stem cells, human neural stem cells and human cornea epithelial cells are analyzed, and the result shows that their amount varies from 6.79 × 106 mL−1 to 2.08 × 108 mL−1 in culture\nmedia. The technique is also used to evaluate the bioactivity of EVs and, in the future, it may develop into\na versatile tool to analyze and quantify EVs from a variety of biological objects with conventional cyto-\nmetric instruments."
    }, {
      "heading" : "Introduction",
      "text" : "EVs are lipid-bilayer-delimited particles derived from cells. They play key roles in cell communication during various biological processes via transportation of their inner biological materials, such as nucleic acids, proteins and lipids. Therefore, EVs have been extensively studied in recent years and shown great potential in both diagnostics and therapeutics.1 The sizes of EVs range from 30 nm to 2000 nm in diameter depending on their origin,2 although the vast majority of EVs are thought to have a size in the region of 100 nm to 200 nm.3 Because of their small geometries, quantification of nano-sized EVs remains a major challenge.4 In earlier studies, the EV amount was usually measured using the total protein content, and thus was often overestimated due to the contamination with proteins of high molecular weight from the EV isolation procedure. In recent years, Nanoparticle Tracking Analysis (NTA) and Fluorescence-NTA have been increasingly used to quantify and analyze individual EVs in liquid media based on the relationship between the rate of Brownian motion and the particle size. The obtained information is then used to mathematically calculate the concentration and size distribution of EVs.5,6 However, the accuracy can be affected by factors such as size heterogeneity, contaminants with similar sizes or optical properties to EVs, etc.7\nFCM has been widely used for high-throughput quantification and multiparameter characterization of individual biological samples with sizes ranging from micrometers to nanometers. Nevertheless, conventional FCM can be utilized to count EVs larger than 500 nm, but not smaller ones (<300 nm).8,9 Lately, the high-resolution FCM (HSFCM) technique has become available, and has been used to quantify EVs or exosomes as small as 65 nm.10,11 HSFCM overcomes the detection limitation (∼500 nm in size) of conventional FCM, and its detection range covers the majority of EVs. Therefore, it can be widely used for characterization of nanosized vesicles. Although this technique has the potential to †Electronic supplementary information (ESI) available. See DOI: 10.1039/ d0an01652g ‡These authors contributed equally to the work.\naLaboratory of Biomedical Microsystems and Nano Devices, Center for Bionic Sensing and Intelligence, Institute of Bio-medical and Health Engineering, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen 518055, China. E-mail: hui.yang@siat.ac.cn, jing.du@siat.ac.cn bCenter for Synthetic Biology Engineering Research, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen 518055, China. E-mail: nan.li@siat.ac.cn cCAS Key Laboratory of Health Informatics, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen 518055, China dCenter for Human Tissues and Organs Degeneration, Institute of Biomedicine and Biotechnology, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen 518055, CHINA\nThis journal is © The Royal Society of Chemistry 2020 Analyst\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\nView Article Online View Journal\nanalyze EVs over their full size range, HSFCM is more applicable for the size range of 100–500 nm.\nA sufficient labeling method is critical when using the HSFCM technique for EV analysis. The most commonly used cytoplasmic dye to stain the inner proteins of EVs is 5(6)-carboxyfluorescein diacetate N-succinimidyl ester (CFSE).12 The fluorescent membrane intercalating dye Di-alkyl Indocarbocyanine (Dil) and PKH lipophilic dye are widely used to label the EV membrane, and both of them present high efficiency, leaving the fluorogenic moiety exposed near the outer surface of EVs.13 Moreover, the tetraspanin CD63, CD81 and CD9 proteins on the lipid membrane prove to be typical biomarkers of EVs.14,15 Therefore, their counterparts, i.e. antiCD proteins with fluorescent markers, have been widely utilized to label EVs.16 In previous studies, nano-sized EVs were analyzed by using a so-called dual-staining procedure with two labeling markers together. CFSE and PKH were used to detect and quantify individual EVs by FCM, showing better accuracy than that using a single-step labeling strategy.17 Immunolabeling with anti-CD proteins in addition to the PKH dye was also applied for EV analysis, though the operating steps were complex.18 However, it has been reported that these labeling methods can affect the populations and biological activities of EVs19,20 and then have a great impact on the results. For instance, Dil and PKH can stain other subcellular components non-specifically and generate false positive signals,21 while the fluorescent anti-CD proteins may cause\nunderestimation in EV quantification due to the complex immunolabeling protocol.22 Besides, recent research showed that the size shift towards larger vesicles can be observed under all PKH staining conditions, even those below the fluorescence threshold,23 indicating that the dual-staining with the PKH dye can cause overestimation of EV sizes. Nowadays, the HSFCM technique allows high-throughput analysis of nano-sized EVs if an adequate labeling method is applied. Therefore, a highly sensitive labeling strategy is required for high-precision characterization of EVs.\nAptamer-based biosensors, known as aptasensors, have been used for a wide variety of applications.24 An aptasensor contains two important functional components, i.e. a target recognition element (to recognize biological macromolecules, EVs, cells etc.) and a signal transduction element.25 Aptasensors are promising alternatives to antibodies because of their versatility and extremely high specificity to the targets, as well as their advances in small size.26 Among the EV biomarkers from the tetraspanin family, e.g. CD9, CD63 or CD81, the aptasensor to interact with CD63 (Apt_CD63) has been used in EV analysis27–30 and diagnostic analysis.31 Compared to the antibodies used in conventional immunoassays, aptasensors enable easy readout without washing steps.32 Here, we proposed the use of a fluorescent aptasensor in combination with the CFSE dye for analysis of nano-sized EVs by HSFCM. As schematically illustrated in Fig. 1, EVs were isolated using high-speed centrifugation and then stained by CFSE and\nFig. 1 Schematic illustration of fluorescent aptasensor-based dual staining for nano-sized EV characterization by HSFCM. EVs were isolated from the cell culture supernatant (Step 1) using high-speed centrifugation (Step 2). The CFSE dye was incubated with EV samples (Step 3) for adequate interaction with esterases to convert CFSE to a fluorescent carboxyfluorescein molecule. The molecule formed stable covalent crosslinks with proteins both inside and outside EVs to generate a well-retained green fluorescence. Then the CFSE-labeled EVs were further stained with the aptamer conjugated with Cy5.5 (red fluorescence) (Step 4), which targeted the membrane protein CD63 of EVs for HSFCM analysis (Step 5). The VSSC intensities of EVs with and without Apt_CD63 were carefully monitored to optimize the dual-staining protocol (Step 6) for fluorescence analysis of EVs (Step 7).\nAnalyst This journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\nApt_CD63, respectively. These two labels were used to quantify nano-sized EVs and characterize their biological activities. FCM analysis was performed using a commercially available Backman Coulter flow cytometer. Quantification of Apt_CD63labeled EVs was performed using the Violet Side Scatter (VSSC) channel, and the biological activities of EVs were analyzed using the fluorescent channels of the HSFCM. Cell-derived vesicles with sizes ranging from 100 nm to 500 nm from variable samples were analyzed, demonstrating the potential of this technique for high-resolution quantification of bioactive nanoparticles."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Cell culture",
      "text" : "Bone marrow-derived mesenchymal stem cells (BM-MSCs) (Cat#HUXMF-01001, Cyagen) were subcultured in MSC Growth Kit Medium (Cat#HUXMF-90011, Cyagen). Human neural stem cells (NSCs) (Cat#N7800-100, Invitrogen) were cultured using serum-free Dulbecco’s modified Eagle’s medium and Ham’s F12 medium (v : v = 1 : 1) (DMEM/F12) (Cat#11320033, Invitrogen) in the presence of 2% neural supplement (Cat#A1050901, Invitrogen), 10 ng mL−1 basic fibroblast growth factor (bFGF) (Cat#100-18B, PeproTech) and 20 ng mL−1 human epidermal growth factor (EGF) (Cat#AF-100-15, PeproTech). Human cornea epithelial cell-2 (HCE-2) was purchased from American Type Culture Collection (ATCC) and cultured with DMEM/F-12 basic medium (Cat#11320033, Invitrogen), 6% fetal bovine serum (Cat#A3161001, Gibco), 1% penicillin streptomycin (Cat#SV30010, Hyclone) and 10 ng mL−1 bEGF (Cat#100-18B, PeproTech). The trypsin activity was quenched using an appropriate medium for each cell type. Cells were then washed at 300 relative centrifugal force (RCF) and plated at the equivalent density of 106 cells per ml in T-25 flasks (Cat#156367, Thermo Fisher). All cells were grown in a humidified atmosphere in an incubator (HERAcell150i, Thermo Scientific) with 5% CO2 at 37 °C."
    }, {
      "heading" : "EV isolation",
      "text" : "Due to the high purity of its product, high-speed centrifugation was used for EV isolation instead of commercially available isolation kits.33 All experiments were performed by culturing 5 × 106 cells in 5 mL medium for 48 hours. The supernatant was collected after centrifugation of the cell culturing medium at 300 RCF for 10 minutes. To avoid cell debris, the supernatant was then centrifuged using 2000 RCF for 10 minutes at 4 °C. The media derived from different cell types were extracted and further purified at 20 000 RCF for 30 minutes at 4 °C in an ultracentrifuge (JXN-30, Beckman Coulter),34,35 the supernatant was discarded, and the EV pellet was stored on ice for further use. For control experiments, the detergent Triton X-100 (Cat#T8787, Merck) was added to the EV-containing samples to a final concentration of 1% (v/v). After vortexing for 30 seconds, the EV lysis was carried out at room temperature for 1 hour.\nTransmission electron micrograph (TEM) analysis\nFirstly, 20 μL of the EV sample was added dropwise on formvar/carbon-coated electron microscopy grids for 1 min and then dried with filter paper. Next, the EVs were negatively stained with 10 μL of 2% (w/v) uranyl acetate for 5 min and dried with filter paper. A TecnaiTM G2 Spirit BioTWIN TEM (FEI, USA) was used to detect the EVs at 80 kV."
    }, {
      "heading" : "NTA analysis",
      "text" : "The NTA analyzer was calibrated with commercial fluorescent nanoparticles with a diameter of 100 nm and 200 nm before each test, and all procedures were conducted at room temperature. Then the size and concentration of the isolated EVs were evaluated using the NTA analyzer (ZetaView PMX 110, Particle Metrix, Germany) with repeated tests (n = 3)."
    }, {
      "heading" : "Aptasensor",
      "text" : "The Cy5.5-labeled biotinylated DNA aptamer against CD63 (Apt_CD63) was purchased from GENEWIZ Inc. The DNA sequence is 5′- CACCCCACCTCGCTCCCGTGACACTAATGCTA-Cy5.5.31 Mass spectrum assessment was performed for quality control. Apt_CD63 was dissolved in Tris-EDTA (TE) buffer and a stock concentration of 1 mM was made. The solution was then stocked in a refrigerator at −20 °C for long-term use (see ESI Section 1†). Once the Apt_CD63 was diluted in PBS buffer to its working concentration, it is necessary to heat the sample to at least 85 °C for 5 minutes, and then cool it to room temperature (∼15 minutes) for further use."
    }, {
      "heading" : "Apt_CD63-based dual-staining of EVs",
      "text" : "To fluorescently label their inner proteins, the isolated EVs were incubated in CFSE (Cat#65-0850-84, Thermo Fisher) solution of 20 μM for 30 minutes at 37 °C. In the meantime, a series of Apt_CD63 in PBS buffer with concentrations from 0.01 nM to 100 nM were prepared (see ESI Section 4†). After CFSE staining, Apt_CD63 solution was directly added into the sample, and the sample was then kept at room temperature for 10 minutes to ensure a complete reaction. The experiments were carried out in the dark all the time."
    }, {
      "heading" : "FCM measurement and data analysis",
      "text" : "The flow cytometer (CytoFLEX S, Backman Coulter) was calibrated before experiments on each day by using a set of reference beads, including 100 nm fluorescent silica microspheres (Cat#PSI-G0.1, Kisker Biotech), as well as 200 nm, 300 nm and 500 nm silica microspheres, respectively (Cat#PSI-0.2, Cat#PSI-0.3, Cat#PSI-0.5, Kisker Biotech). Beads were diluted in ddH2O and made to a final concentration of 10 nM. After the system calibration procedure, the EV samples were diluted 100 to 500 times to ensure detected events of 500 to 2500 per second, until the total detected events reached 50 000. The CFSE dye (excitation peak: 492 nm, emission peak: 517 nm) was excited with a 488 nm laser and the fluorescent signal on the emission spectrum between 505 nm and 545 nm was col-\nThis journal is © The Royal Society of Chemistry 2020 Analyst\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\nlected by the FITC channel of the FCM. The Cy5.5 dye (excitation peak: 565 nm, emission peak: 693 nm) conjugated on Apt_CD63 was excited with a 561 nm laser and the signal on the spectrum between 665 nm and 715 nm was collected by the PerCP PC5 channel. Moreover, the light scattering signal from the samples illuminated with a 405 nm laser was collected by the VSSC channel. CytExpert 2.3 software (Backman Coulter) was used for FCM result analysis. Graphpad Prism 5.0 software (Graphpad) was used for statistical analysis and drawing the figures."
    }, {
      "heading" : "Results and discussion",
      "text" : ""
    }, {
      "heading" : "Size distribution of EVs",
      "text" : "A clear membrane structure with the typical cap-shaped morphology of EVs was observed by TEM on EVs derived from MSCs (see Fig. 2A). Moreover, the size and concentration of EVs were evaluated by NTA. The results revealed that the size distribution of the EVs ranged from 70 nm to 200 nm, with a narrow peak at 110 nm (see Fig. 2B). The concentration of the isolated EVs was approximately 2.0 × 1010 particles per mL−1, of which there were 77.9 ± 2.2% of EVs with sizes larger than 100 nm (see Fig. 2C).\nBefore FCM-enabled EV analysis, reference beads with sizes ranging from 100 nm to 500 nm were used to assess the FCM’s light scattering and fluorescence performance (both sensitivity and resolution). The VSSC channel was utilized instead of the Side Scatter (SSC) channel because the illumination with a shorter wavelength actually increases the amount of light scattered by small particles.36 Silica beads of 100 nm in size could be fully resolved by VSSC of FCM.11 Moreover, it has been reported that the refractive index (RI) of the majority of EVs is less than 1.42,37 while the rest of the particles (such as lipoproteins) are with a RI larger than 1.42.38 Silica beads with the refractive index of 1.45 ± 0.02 were reported in previous papers to exclude contamination to a large degree for FCM calibration.7,16,39 In our study, fluorescent silica beads with a size of 100 nm were used for system calibration in both fluorescent and VSSC channels. The detection region (the region\nclose to 100 nm) was set according to the detection limit of the fluorescent signal, which helped the sample to be distinguished from the background noise (see ESI Section 2 and Fig. S2†). This step of FCM calibration is critical to set the minimum threshold of the signal. Then, the maximum threshold of 500 nm was set using beads of different sizes and their mixture (see ESI Section 2 and Fig. S3†). With the described calibration procedure, the EV samples derived from BM-MSCs were prepared and analyzed accordingly, and the FCM results showed that the detected particles were mainly in the region of 100 nm to 200 nm. Moreover, to verify that these particles were lipid membrane-encapsulated EVs, the phospholipid bilayer of the EV membrane was lysed by vesicle detergents,40 and the result showed very low signals on the detected particles, indicating that the EVs derived from BM-MSCs were mainly with sizes from 100 nm to 200 nm (see ESI Section 2 and Fig. S4†), which is similar to the result obtained by NTA (see Fig. 2C)."
    }, {
      "heading" : "Aptamer as a biosensor for EV analysis",
      "text" : "CD63 is a transmembrane protein and normally used as an important biomarker due to its high enrichment on the EV membrane.41 The aptamer targeting CD63, i.e. Apt_CD63, was chosen for EV analysis in this work because of its high specificity and affinity to the CD63 protein.32,42,43 The bioinformatic analysis on its secondary and tertiary structures showed its “pocket” shape in three dimensions (see ESI Section 3 and Fig. S5†), indicating the possible interaction site for CD63. After Apt_CD63 was synthesized and conjugated with Cy5.5 dye, mass-spectrometry assessment of the primers was performed for quality control (see ESI Section 3 and Fig. S6†).\nIt is reported that the binding between the aptamer (Apt_CD63) and CD63 on the EV membrane is specific and effective in several kinds of buffers, such as PBS,44 TBE,45 and HEPES.46 In this work, we chose PBS to dissolve DNA aptamers as all the EV samples were also stored in PBS (see ESI Section 4 and Fig. S7†). To validate the labelling efficiency of Apt_CD63, a series of concentrations from 0.01 nM to 100 nM were investigated by FCM, respectively. In the overlay histogram, there was no visual difference among the Forward\nAnalyst This journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\nScatter (FSC)-, SSC- and VSSC-channels (see ESI Section 4 and Fig. S8†), suggesting that the distribution of Apt_CD63 was uniform and homogeneous in water without interference with the signal due to different concentrations. When the concentration of Apt_CD63 reached more than 1 nM (see ESI Section 4 and Fig. S9†), the relative fluorescence intensity increased when increasing the concentration of Apt_CD63, as shown in Fig. 3A. The labeling efficiency of Apt_CD63 represented its correlative response to concentrations with statistical significance, and it increased exponentially when the concentration of Apt_CD63 varied from 1 nM to 100 nM (Fig. 3B).\nEVs derived from BM-MSCs were isolated and supplemented with Apt_CD63 for FCM analysis. In the FSCchannel, EVs with and without Apt_CD63 showed high similarity, indicating that the evaluation of the size of EVs was unaffected by Apt_CD63 (see Fig. 3C). In the SSC channel, only a slight trend towards an increased surface granularity of EVs was obtained after supplementation with Apt_CD63. This phenomenon was not obvious because the EVs with sizes ranging from 100 nm to 150 nm were undetectable by the SSCchannel. However, the VSSC-channel with a higher resolution on small particles showed a significant difference between the EVs labelled with or without Apt_CD63, as shown in Fig. 3C, suggesting that it was suitable for the analysis of Apt_CD63labelled EVs. Moreover, the relative fluorescence labeling efficiency represented the correlative response to the dosage of\nApt_CD63 with statistical significance, which showed a linear dependence when the concentration of Apt_CD63 increased from 10 nM to 80 nM, as shown in Fig. 3D. However, when the concentration of Apt_CD63 reached 100 nM, the CFSE labeling signal enhanced intensively (see ESI Section 4 and Fig. S10†), indicating that this concentration of the aptamer was over the sufficient labelling maximum. Therefore, 80 nM was the optimal concentration of Apt_CD63 to label EVs for further analysis by both fluorescent and VSSC channels.\nWhen the EVs were labeled with Apt_CD63, the signal increased along with the aptamer concentration in the VSSCchannel, whereas there was no difference in the FSC-channel (see ESI Section 4 and Fig. S11†). This indicated that the surface granularity of EVs showed synchronous changes with the dosage of Apt_CD63. On the other hand, the interaction between Apt_CD63 and EVs could be indirectly clarified and read out in the VSSC-channel of FCM. These results revealed that Apt_CD63 showed almost no impact on the size of EVs, but presented great effects on the surface granularity, especially with the increase of the dosage. Moreover, the changes in surface granularity also proved that Apt_CD63 interacted with CD63 on the membrane of EVs. Therefore, Apt_CD63 with a concentration of 80 nM was appropriate for EV analysis in our study."
    }, {
      "heading" : "Apt_CD63-based analysis of various EVs",
      "text" : "Several studies have provided convincing evidence that EVs derived from stem cells, particularly, MSCs and NSCs, have great potential in therapeutic applications.47,48 However, the difference in the EVs from these two kinds of stem cells remains unclear. Besides, we also investigated the EVs from human cornea epithelial cells in this study due to the lack of original data.49 These three kinds of cells were cultured separately using their own media. Later, the cell culture supernatant was collected for EV isolation and staining. After FCM analysis, the fluorescent labeling efficiencies showed correlative responses to the dosage of Apt_CD63 in all three kinds of EVs. All of them showed statistical significance. Referring the whole component to reach 100% relative labeling efficiency, Apt_CD63-labeled bioactive EVs extracted from the BM-MSC supernatant reached over 50%, while it was less than 40% for those from the NSC sample and only 20% for EVs from the epidermal cell sample (see Fig. 4). These data suggest that EVs derived from MSC possess the highest purity among the three samples, which is also the better choice for discussing the dual-staining procedure and EV analysis method."
    }, {
      "heading" : "Apt_CD63-based dual-staining for EV analysis",
      "text" : "The EVs derived from BM-MSC were labeled with CFSE and Apt_CD63, and then measured using FCM. The result showed that the fluorescent Apt_CD63 did not affect the CFSE channel, and vice versa (see ESI Section 5 and Fig. S12†). Nevertheless, a slight shift of peaks onwards from EVs with single staining of Apt_CD63 to those with dual-staining was observed (see ESI Section 5 and Fig. S12B†), revealing a minor enhanced fluorescent signal induced by CFSE in the presence of Apt_CD63.\nFig. 3 Application of Apt_CD63 to the EV sample. (A) Change of the fluorescence intensity of Apt_CD63 in a dosage-dependent manner. (B) Labeling efficiency of Apt_CD63 in varying concentrations as indicated in (A), and asterisks indicate three biological repeats at each point, R2 = 0.9665. (C) Dot plot of EVs with and without Apt_CD63 indicating that the size of EVs is unaffected. (D) Corresponding relative fluorescence intensity of detectable Apt_CD63 in the presence of EVs. Statistically, line repression is utilized to estimate the correlation between the dosage of the aptamer and its detectable signal, and asterisks indicate three biological repeats at each point, R2 = 0.9409. Relative labeling efficiency = [Labeling Efficiency (Apt with EVs)] – [Labeling Efficiency (Apt without EVs)].\nThis journal is © The Royal Society of Chemistry 2020 Analyst\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\nThis may relate to the complexity of solution contents introduced by CFSE. The dual-staining of EVs derived from BM-MSC was performed by using a series of amounts of Apt_CD63, and the result was summarized, as shown in Fig. 5. The staining efficiency of CFSE remained highly stable over 80% under varying conditions. Both the single staining using Apt_CD63 and dual-staining using Apt_CD63 and CFSE showed a statistical correlation between the aptasensor concentrations and the relative fluorescent labeling efficiencies. The slope of dual staining is a little lower than that of the single staining method, indicating that the majority of the aptamer interacted with the CD63 proteins on the EV membranes.\nThe fluorescent signal thresholds were set according to the minimal fault dots in fluorescence quadrants from the unstained EVs of BM-MSCs (see Fig. 6A). After single staining using Apt_CD63 or CFSE, there was 53.93% detected in the 2nd quadrant (Fig. 6B) and 80.76% in the 3rd quadrant (Fig. 6C). Then the dual staining was applied, and the labeled EVs reached 53.19% in the 4th quadrant (Fig. 6D) compared to 0.13%, 0.76% and 0.93% in Fig. 6A–C, respectively. The CFSEstained particles occupied over 36%, indicating that the corresponding ingredient was protein aggregates and 7.41% was the unstained component which could be the other kinds of contaminants in the sample, and only 2.79% of Apt_CD63 was detected in solution, showing that the concentration of the aptamer was sufficient and without much excess (Fig. 6D).\nEVs from NSCs and epidermal cells were also analyzed and the results are listed in Table 1. The detected particles from BM-MSCs were about two times more than those from epidermal cells and 18 times more than those from NSCs. The proportion of bioactive EVs derived from BM-MSCs was the highest at 53.19%, and that of EVs from NSCs and epidermal cells was 31.28% and 19.4%, respectively. Moreover, it was found that the HCE-2 cells cultured in different media, i.e. normal FBS or exosome-depleted FBS, secreted equivalent amounts of EVs (see ESI Section 6†). The absolute amount of EVs in each cell type was then calculated, and the value of EVs\nFig. 4 Relative labeling efficiency of EVs derived from epidermal cells (Epi), MSCs and NSCs using Apt_CD63. Lines of EVs are as follows: red line, EVs derived from MSCs, R2 = 0.9062; green line, EVs derived from NSCs, R2 = 0.9409; blue line, EVs derived from epidermal cells, R2 = 0.8657, respectively.\nFig. 5 Dual staining of EVs using Apt_CD63 and CFSE. Lines are as follows: orange line, Apt_CD63, R2 = 0.9409; green line, EVs with CFSE staining, R2 = 0.9947; blue line: EVs with CFSE and Apt_CD63 staining, R2 = 0.9466, respectively.\nTable 1 Quantitative analysis of EVs from different cell types\nName of EVs Labeled particles Bioactive EVs (%) EV amount\nMSC_EVs 3.92 × 108 53.19 2.08 × 108 NSC_EVs 2.17 × 107 31.28 6.79 × 106 HCE_EVs 1.38 × 108 19.4 2.68 × 107\nFig. 6 Multiplexed analysis of EVs using the Apt_CD63-based dual staining method. MSC-derived EVs without (A) and with Apt_CD63 staining (B); with CFSE staining (C) and CFSE and Apt_CD63 staining (D) were analyzed.\nAnalyst This journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\nfrom BM-MSCs remained the highest, which is 30 times higher than that of EVs from NSCs. These results indicated that BM-MSCs release more EVs with bioactivities compared to NSCs and epidermal cells, suggesting that EVs derived from MSCs are a good model to study for both scientific research and clinical applications. As the control experiments, EVs were also labeled with the anti-CD63 antibody, and the results were compared with those obtained from Apt_CD63. It should be noted that Apt_CD63 showed a similar labeling efficiency to the anti-CD63 antibody but with a faster response, as discussed in ESI Section 7.† A plot of double staining of the anti-CD63 antibody and CD63 aptamer also showed the high labelling efficiency of Apt_CD63 but a much shorter incubation time (see ESI Section 7†). Moreover, a Cy5.5-labeled mutated aptamer with the sequence of TGTGCGGCGAAATATTATAGCTACCGCAATTAC was used to label the EVs as well, and the results suggested that the detected unspecific binding of Apt_CD63 is very low and well controlled (see ESI Section 8†). The results of the control experiments together indicate the high efficiency and adequate specificity of Apt_CD63."
    }, {
      "heading" : "Conclusions",
      "text" : "EVs have been extensively studied in recent years and shown great potential in both diagnostic and therapeutic applications. However, due to their small sizes, the commonly used particle analyzing/counting tool in lab, i.e. conventional FCM, cannot analyze EVs smaller than 500 nm in a fast and versatile fashion. We proposed a fluorescent aptasensor-based labeling strategy to realize the quantitative analysis of nano-sized membrane vesicles by FCM. The aptamer targeting CD63 as the biosensor is a suitable candidate for EV analysis, and together with CFSE staining it provides an easy, fast and highly efficient method to quantify EVs with biological activities while also revealing the composition information of the EV samples. EVs derived from BM-MSCs are proven to have more EV amount with biological activities, compared to those from NSCs and HCE-2. We think that in the future, due to the straightforwardness of this approach, the Apt_CD63-based dual-staining method will be a robust and versatile tool that can be used to label EVs derived from a variety of biological objects for conventional cytometric analysis. This will allow easily accessible characterization of EVs."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Natural Science Foundation of China (61805271), the China Postdoctoral\nScience Foundation (2019M650219), the CAS Key Laboratory of Health Informatics (2011DP173015), the Key-Area Research and Development Program of Guangdong Province (2019B020226004), the Guangdong Province Introduction of Innovative and Entrepreneurial Teams (2016ZT06D631), and the Shenzhen Science and Technology Innovation Committee (JCYJ20170818154035069). N. L. is supported by the National Key Research and Development Program of China (2018YFA0902703), the Shenzhen Science and Technology Innovation Committee (JCYJ20170818164014753 and SY8A2211001) and the National Natural Science Foundation of China (31800694 and 31971354)."
    }, {
      "heading" : "Notes and references",
      "text" : "1 M. Tkach and C. Théry, Cell, 2016, 164, 1226–1232. 2 J. M. Perkel, Science, 2016, 352, 1349–1351. 3 C. Gardiner, Y. J. Ferreira, R. A. Dragovic, C. W. G. Redman\nand I. L. Sargent, J. Extracell. Vesicles, 2013, 2, 19671. 4 S. L. Maas, J. de Vrij, E. van der Vlist, B. Geragousian,\nL. van Bloois, E. Mastrobattista, R. M. Schiffelers, M. H. Wauben, M. L. Broekman and E. N. Nolte-’t Hoen, J. Controlled Release, 2015, 200, 87–96. 5 R. A. Dragovic, C. Gardiner, A. S. Brooks, D. S. Tannetta, D. J. Ferguson, P. Hole, B. Carr, C. W. G. Redman, A. L. Harris, P. J. Dobson, P. Harrison and I. L. Sargent, Nanomedicine, 2011, 7, 780–788. 6 P. Carnell-Morris, D. Tannetta, A. Siupa, P. Hole and R. Dragovic, Methods Mol. Biol., 2017, 1660, 153– 173. 7 B. Vestad, A. Llorente, A. Neurauter, S. Phuyal, B. Kierulf, P. Kierulf, T. Skotland, K. Sandvig, K. B. F. Haug and R. Øvstebø, J. Extracell. Vesicles, 2017, 6, 1344087. 8 A. F. Orozco and D. E. Lewis, Cytometry, Part A, 2020, 77, 502–514. 9 E. van der Pol, F. A. W. Coumans, A. E. Grootemaat, C. Gardiner, I. L. Sargent, P. Harrison, A. Sturk, T. G. van Leeuwen and R. Nieuwland, J. Thromb. Haemostasis, 2014, 12, 1182–1192. 10 J. A. Welsh, J. A. Holloway, J. S. Wilkinson and N. A. Englyst, Front. Cell Dev. Biol., 2017, 5, 78. 11 G. C. Brittain IV, Y. Q. Chen, E. Martinez, V. A. Tang, T. M. Renner, M. A. Langlois and S. Gulnik, Sci. Rep., 2019, 9, 16039. 12 L. de Rond, E. van der Pol, C. M. Hau, Z. Varga, A. Sturk, T. G. van Leeuwen, R. Nieuwland and F. A. W. Coumans, Clin. Chem., 2018, 64, 680–689. 13 P. P. Dominkus, M. Stenovec, S. Sitar, E. Lasic, R. Zorec, A. Plemenitas, E. Zagar, M. Kreft and M. Lenassi, Biochim. Biophys. Acta, Biomembr., 2018, 1860, 1350–1361. 14 J. Kowal, G. Arras, M. Colombo, M. Jouve, J. P. Morath, B. Primdal-Bengtson, F. Dingli, D. Loew, M. Tkach and C. Théry, Proc. Natl. Acad. Sci. U. S. A., 2016, 113, E968–E977.\nThis journal is © The Royal Society of Chemistry 2020 Analyst\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM .\n15 S. Chen, A. Datta-Chaudhuri, P. Deme, A. Dickens, R. Dastgheyb, P. Bhargava, H. Bi and N. J. Haughey, J. Circ. Biomarkers, 2019, 8, 1–12. 16 Y. Tian, L. Ma, M. Gong, G. Su, S. Zhu, W. Zhang, S. Wang, Z. Li, C. Chen, L. Li, L. Wu and X. Yan, ACS Nano, 2018, 12, 671–680. 17 E. J. van der Vlist, E. N. Nolte-′t Hoen, W. Stoorvogel, G. J. Arkesteijn and M. H. Wauben, Nat. Protoc., 2012, 7, 1311–1326. 18 A. Mondal, K. A. Ashiq, P. Phulpagar, D. K. Singh and A. Shiras, Biol. Proced. Online, 2019, 21, 4. 19 D. Freitas, M. Balmaña, J. Poças, D. Campos, H. Osório, A. Konstantinidi, S. Y. Vakhrushev, A. Magalhães and C. A. Reis, J. Extracell. Vesicles, 2019, 8, 1621131. 20 L. M. Doyle and M. Z. Wang, Cells, 2019, 8, 727. 21 C. P. Lai, E. Y. Kim, C. E. Badr, R. Weissleder,\nT. R. Mempel, B. A. Tannous and X. O. Breakefield, Nat. Commun., 2015, 13, 7029. 22 J. Lea, R. Sharma, F. Yang, H. Zhu, E. S. Ward and A. J. Schroit, Oncotarget, 2017, 8, 14395–14407. 23 M. Dehghani, S. M. Gulvin, J. Flax and T. Gaborski, bioRxiv, 2019, 532028. 24 R. E. Wang, Y. Zhang, J. Cai, W. Cai and T. Gao, Curr. Med. Chem., 2011, 18, 4175–4184. 25 N. Bhalla, P. Jolly, N. Formisano and P. Estrela, Introduction to biosensors, Essays Biochem., 2016, 60, 1–8. 26 A. Nozari and M. V. Berezovski, Mol. Ther.–Nucleic Acids, 2017, 6, 29–44. 27 Y. Xia, M. Liu, L. Wang, A. Yan, W. He, M. Chen, J. Lan, J. Xu, L. Guan and J. Chen, Biosens. Bioelectron., 2017, 92, 8–15. 28 R. Huang, L. He, Y. Xia, H. Xu, C. Liu, H. Xie, S. Wang, L. Peng, Y. Liu, Y. Liu, Y. N. He and Z. Li, Small, 2019, 15, 1900735. 29 Z. Wang, S. Zong, Y. Wang, N. Li, L. Li, J. Lu, Z. Wang, B. Chen and Y. Cui, Nanoscale, 2018, 10, 9053–9062. 30 Q. Zhou, A. Rahimian, K. Son, D.-S. Shin, T. Patel and A. Revzin, Methods, 2016, 97, 88–93. 31 Y. An, T. Jin, Y. Zhu, F. Zhang and P. He, Biosens. Bioelectron., 2019, 142, 111503. 32 Z. Fu, Y.-C. Lu and J. J. Lai, Chonnam Med. J., 2019, 55, 86–98.\n33 Y. Tian, M. Gong, Y. Hu, H. Liu, W. Zhang, M. Zhang, X. Hu, D. Aubert, S. Zhu, L. Wu and X. Yan, J. Extracell. Vesicles, 2019, 9, 1697028. 34 H. F. Heijnen, A. E. Schiel, R. Fijnheer, H. J. Geuze and J. J. Sixma, Blood, 1999, 94, 3791–3799. 35 M. P. Zaborowski, L. Balaj, X. O. Breakefield and C. P. Lai, BioScience, 2015, 65, 783–797. 36 W. Sellmeier, Zur erklarung der abnormen farbenfolge im spectrum einiger substanzen, Ann. Phys., 1871, 219, 272– 282. 37 C. Gardiner, M. Shaw, P. Hole, J. Smith, D. Tannetta, C. W. Redman and I. L. Sargent, J. Extracell. Vesicles, 2014, 3, 25361. 38 L. de Rond, S. F. W. M. Libregts, L. G. Rikkert, C. M. Hau, E. van der Pol, R. Nieuwland, T. G. van Leeuwen and F. A. W. Coumans, J. Extracell. Vesicles, 2019, 8, 1643671. 39 W. Ren, C. Liu, S. Lian and Z. Li, Anal. Chem., 2013, 85, 10956–10961. 40 X. Osteikoetxea, B. Sódar, A. Németh, K. Szabó-Taylor, K. Pálóczi, K. V. Vukman, V. Tamási, A. Balogh, A. Kittel, É. Pállinger and E. I. Buzás, Org. Biomol. Chem., 2015, 13, 9775–9782. 41 M. Yáñez-Mó, P. R.-M. Siljander, Z. Andreu, A. B. Zavec, F. E. Borràs, E. I. Buzas, K. Buzas, E. Casal, F. Cappello, J. Carvalho, et al., J. Extracell. Vesicles, 2015, 4, 27066. 42 M. L. Gao, F. He, B. C. Yin and B. C. Ye, Analyst, 2019, 144, 1995–2002. 43 Y. M. Wang, J. W. Liu, G. B. Adkins, W. Shen, M. P. Trinh, L. Y. Duan, J. H. Jiang and W. Zhong, Anal. Chem., 2017, 89, 12327–12333. 44 Z. Wang, S. Zong, Y. Wang, N. Li, L. Li, J. Lu, Z. Wang, B. Chen and Y. Cui, Nanoscale, 2018, 10, 9053–9062. 45 X. Chen, J. Lan, Y. Liu, L. Li, L. Yan, Y. Xia, F. Wu, C. Li, S. Li and J. Chen, Biosens. Bioelectron., 2018, 102, 582–588. 46 Q. Zhou, A. Rahimian, K. Son, D.-S. Shin, T. Patel and A. Revzin, Methods, 2016, 97, 88–93. 47 C. Grange, R. Skovronova, F. Marabese and B. Bussolati, Cells, 2019, 8, 1240. 48 A. Vogel, R. Upadhya and A. K. Shetty, EBioMedicine, 2018, 38, 273–282. 49 J. D. Zieske, A. E. K. Hutcheon and X. Guo, Anat. Rec. (Hoboken), 2020, 303, 1727–1734.\nAnalyst This journal is © The Royal Society of Chemistry 2020\nPu bl\nis he\nd on\n0 6\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nC ar\nle to\nn U\nni ve\nrs ity\no n\n11 /3\n/2 02\n0 11\n:0 4:\n06 P\nM ."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Extracellular vesicles (EVs) represent an important mode of intercellular communication in both disease and developmental biology, exposing their potential in diagnostics and therapeutics. Recently, aptamerbased sensors, i.e. aptasensors, have been gradually applied in EV analysis due to their high selectivity and sensitivity. A fluorescent aptasensor enables easy readout by flow cytometry (FCM) and has more accuracy and convenience than conventional immunoassays for EV analysis. Here, we develop a fluorescent aptasensor-based method for quantitative analysis of nano-sized membrane vesicles by using highresolution FCM. EVs as small as 100 nm are detected and quantified using a dual-staining procedure with the fluorescent aptasensor targeting CD63 and a cytoplasmic dye. Nano-sized EVs derived from bone marrow mesenchymal stem cells, human neural stem cells and human cornea epithelial cells are analyzed, and the result shows that their amount varies from 6.79 × 10 mL to 2.08 × 10 mL in culture media. The technique is also used to evaluate the bioactivity of EVs and, in the future, it may develop into a versatile tool to analyze and quantify EVs from a variety of biological objects with conventional cytometric instruments.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}