{
  "name" : "downloads_2020-01-03_78_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A triple-stimuli responsive hormone delivery system equipped with pillararene magnetic nanovalves",
    "authors" : [ "Xiangshuai Li", "Junyou Han", "Xin Wang", "Yanxin Zhang", "Chengguo Jia", "Jianchun Qin", "Chunyu Wang", "Jia-Rui Wu", "Wenhui Fang", "Ying-Wei Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "This journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019 Mater. Chem. Front., 2019, 3, 103--110 | 103\nCite this:Mater. Chem. Front., 2019, 3, 103\nA triple-stimuli responsive hormone delivery system equipped with pillararene magnetic nanovalves†\nXiangshuai Li, ab Junyou Han,*b Xin Wang, a Yanxin Zhang,b Chengguo Jia,b Jianchun Qin,b Chunyu Wang, c Jia-Rui Wu, a Wenhui Fangd and Ying-Wei Yang *a\nNanotechnology in agriculture and food industry has attracted significant attention over the past few\ndecades. Benefiting from the introduction of controlled release capability, drug/cargo delivery systems\npossess great advantages for plants in delivering plant genes, hormones, pesticides, and fertilizers to\nmediate their growth. Herein, we construct a new smart multi-stimuli responsive hormone delivery\nsystem to regulate the release of gibberellin acid (GA3) for plant growth. Hollow mesoporous silica\nnanoparticles have been utilized as nanocarriers, upon which water soluble carboxylatopillar[5]arene\nammonium (WP[5]A) functionalized Fe3O4 nanoparticles (WP[5]A-Fe3O4) are installed as nanovalves via host– guest interactions (WP[5]A-Fe3O4 capped HMSNs are denoted as HMSN/Fe3O4). Bidirectional pH-responsive supramolecular nanovalves have been constructed for the first time, and under acidic or alkaline conditions\nhormones can be released out from GA3-loaded HMSN/Fe3O4 (GA3-HMSN/Fe3O4) to promote the growth of plants. Interestingly, the GA3-HMSN/Fe3O4 nanoparticles can also respond to other stimuli including 1,4-butanediamine (BDA) and ultrasound. This smart delivery system has been successfully applied in\nplants like Arabidopsis thaliana (A. thaliana) and cabbages, and our experimental results suggested that\nthe GA3-HMSN/Fe3O4 hybrid nanomaterials can obviously promote the growth of both plants. Therefore, we envision that this magnetic multi-stimuli responsive system will hopefully play an important role in promoting\nagricultural industry development.\nPlant hormones, a set of key active organic compounds that affect both metabolic pathways and growth progress of plants, are intended to be more and more crucial in promoting plant growth and bumper crops.1,2 Over the past 50 years, several efficient methods have been utilized to improve the yields of crops, such as the use of fertilizers, pesticides and hormones. However, in traditional farming methods, premature loss of a large amount of these organic substances is a drawback. And most importantly, excessive use of these organic substances would cause serious environmental consequences and destroy the biodiversity of the ecosystem.3 Therefore, it is of urgent need to search for sustainable methods to promote plant growth. Interestingly, increasing attention has been paid to nanotechnology, aiming to reduce the amount of chemical products used, minimize nutrient losses and improve crop yields.4–7 And several nanomaterials have been invented to allow slow release of nutrients on demand and prevent premature loss in recent years.8–11 Among a variety of nanomaterials, cargo delivery systems with the advantage of controlled sustainable release have drawn great attention of scientists.12–15 In 2007, Lin, Wang and coworkers first loaded genes into mesoporous silica nanoparticles (MSNs) which were capped with gold nanoparticles to result in a delivery system capable of controlling gene expression in plants.16 Kong, Cahill and coworkers stored phytohormone salicylic acid (SA) in MSNs which were functionalized with a decanethiol gatekeeper system, and found that SA could be a State Key Laboratory of Inorganic Synthesis and Preparative Chemistry, International Joint Research Laboratory of Nano-Micro Architecture Chemistry, College of Chemistry, Jilin University, 2699 Qianjin Street, Changchun 130012, China. E-mail: ywyang@jlu.edu.cn b College of Plant Science, Jilin University, 5333 Xi’an Street, Changchun 130062, China. E-mail: hanjy@jlu.edu.cn c State Key Laboratory of Supramolecular Structure and Materials, Institute of Theoretical Chemistry, Jilin University, Changchun 130012, China d International Joint Research Center for Nanophotonics and Biophotonics, School of Science, Changchun University of Science and Technology, 7089 Satellite Road, Changchun 130022, China † Electronic supplementary information (ESI) available: Experimental section; 1H NMR, 13C NMR and mass spectra of functional molecules; 1H NMR spectra of WP[5]A in the presence of G1; 1H NMR spectra of G1 treated with ultrasound; biomass graph of cabbages after being cultivated for 5 days. Status of A. thaliana cultured under different conditions. The files are available free of charge (PDF and MP4). See DOI: 10.1039/c8qm00509e\nReceived 5th October 2018, Accepted 30th October 2018\nDOI: 10.1039/c8qm00509e\nrsc.li/frontiers-materials\nMATERIALS CHEMISTRY"
    }, {
      "heading" : "FRONTIERS",
      "text" : "RESEARCH ARTICLE\nPu bl\nis he\nd on\n3 1\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 3:\n20 :0\n9 A\nM .\nView Article Online View Journal | View Issue\n104 | Mater. Chem. Front., 2019, 3, 103--110 This journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019\nreleased out in an environment in the presence of glutathione (GSH).17 Wu, Cai and co-workers fabricated an anion-responsive smart nanosystem using polyethylenimine-modified hollow mesoporous carbon nanoparticles (HMCNs) as carriers, loaded with Se fertilizers, to regulate the growth of vegetables.18 So far, controlled cargo delivery systems have shown great potential in mediating plant growth.\nBenefiting from the appreciable properties including tunable pore size, easy modification and high stability, MSNs have drawn great attention from scientists to be used as one of the most popular nanocarriers to construct drug/cargo delivery systems.19–27 However, the loading capacity of MSN is somewhat limited, and compared to MSNs, hollow mesoporous silica nanoparticles (HMSNs) have exhibited more advantages in practical applications because of their large capacities.28–31 Choosing appropriate nanovalves installed on mesoporous nanoparticles could achieve controlled cargo release in response to a range of stimuli, such as pH, light, temperature, enzyme, sugar, competitive agents, and ultrasound.20,32–35 Among multiple kinds of nanovalves, small inorganic nanoparticles with good biocompatibility and their own unique properties were broadly utilized as gating components in the construction of nanovalves on porous material surfaces.36 For example, Yu and coworkers capped CuS nanoparticles on the surface of MSNs, generating an obvious thermal effect upon exposure to near infrared (NIR) light.37 Recently, pillar[n]arenes with unique advantages that can be easily and accurately designed and modified to respond to multiple stimuli are becoming more and more popular.38–45 By combining inorganic nanoparticles and pillararenes, some efficient drug delivery systems have been reported, greatly promoting the\nprogress of materials and medical science.46,47 However, to the best of our knowledge, such intriguing cargo delivery systems consisting of supramolecular nanovalves have never been fabricated to deliver plant hormones for plant growth promotion although very important and promising.\nHerein, we first constructed a multifunctional magnetic hormone delivery system based on pillararene-based magnetic supramolecular nanovalves to deliver plant hormones to achieve sustained release and efficient use of plant hormones (Scheme 1). The magnetism controlled targeted hormone delivery system, with water-soluble carboxylatopillar[5]arene ammonium salts (WP[5]A) modified ultrasmall superparamagnetic Fe3O4 nanoparticles as supramolecular nanovalves to cap the pore orifice of pyridine (Py)-modified HMSNs based on the host–guest interaction between WP[5]A and Py, has been designed and successfully prepared. Significantly different from traditional pH-responsive drug delivery systems, we fabricated a novel bi-directional pH-responsive WP[5]A-Fe3O4 capped HMSN (HMSN/Fe3O4) system that permits the release of hormones under pH 4 5 or pH o 4 conditions (especially in strong acid or strong alkaline environments), while negligible release will occur in the pH range of 4–5. According to our investigations, this intriguing bidirectional pH-responsive supramolecular system was prepared for the first time in this work. As is known, the growth of most plants will be restrained in a strong acidic or strong alkaline environment.48,49 Therefore, a GA3-HMSN/Fe3O4 system has been prepared that can provide gibberellic acid (GA3), one of the longest-known gibberellin families of plant hormones, for promoting plant growth. The loaded GA3 will be released in acidic environments or under alkaline conditions. In particular, while in strong acidic or strong\nScheme 1 Schematic illustration of the construction, magnetic operation and multi-stimuli responsive hormone release of the GA3-HMSN/Fe3O4 system for the promotion of plant growth.\nPu bl\nis he\nd on\n3 1\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 3:\n20 :0\n9 A\nM .\nThis journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019 Mater. Chem. Front., 2019, 3, 103--110 | 105\nalkaline environments that are adverse conditions for plants, the GA3 releasing rate of GA3-HMSN/Fe3O4 will be greatly promoted because of the pH stimulus to relieve the acidic or alkaline stress effect for plant growth. Significantly, this hormone delivery system can also respond to other external stimuli, i.e., polyamines, which broadly exist in plants, and ultrasound, by which the remotely controlled release of GA3 can be promisingly realized. Our plant experiments confirmed that this GA3-loaded hormone delivery system exhibits an obvious and satisfactory promotion effect on the growth of cabbages and Arabidopsis thaliana (A. thaliana).\nThe synthesis of HMSN was according to a previous hardtemplate method.28,50 Fe3O4 nanoparticles were also synthesized according to a modified literature method.51 As shown in the scanning electron microscopy (SEM) images, sSiO2, sSiO2@ CTAB-SiO2 and HMSN exhibit high monodispersity (Fig. 1A–C), with an average diameter of 89.5 1.0 nm, 137.8 9.8 nm and 129.6 13.0 nm, respectively (Fig. 1H, I and J). Transmission electron microscopy (TEM) images (Fig. 1D and E) indicate the successful fabrication of HMSNs with a hollow structure. In Fig. 1G, the appearance of the 100 crystal plane at 2y 2.21 in the X-ray diffraction (XRD) patterns certified the mesoporous channels of obtained materials.52 The average diameter of the Fe3O4 nanoparticles used as gating entities in nanovalves is 5.8 1.0 nm, according to the TEM image (Fig. 1F and K). Fourier-transform infrared spectroscopy (FT-IR) and thermogravimetric analysis (TGA) were carried out to illustrate the functionalization processes. Fig. 2A presents the FT-IR spectra\nof HMSN, HMSN-SH and HMSN-Py. The FT-IR peak at 3397 cm 1 of HMSN-SH disappeared, indicating the hydroxyl groups of HMSN almost completely reacted with mercaptopropyltrimethoxysilane (MPTMS). The FT-IR peaks of HMSN-Py at 1418 cm 1, 1457 cm 1 and 1573 cm 1 can be ascribed to the stretching vibration of C–C of the pyridine ring and the stretching vibration of C–N, which demonstrated the successful functionalization of pyridine.17 Elemental analysis (EA, Table S1, ESI†) was further used to identify the surface structure and elemental changes of HMSNs, HMSN-SH and HMSN-Py, while the appearance of the sulfur (S) element implied that –SH has been successfully connected onto HMSN. Besides, compared to HMSN-SH, the appearance of the nitrogen (N) element proves that the pyridine unit has been connected. As in Fig. S1A (ESI†), the zeta potential of HMSN-SH is much more negative than that of HMSN, indicating the successful modification of –SH, while after the attachment of –Py, the zeta potential of HMSN-Py turns out to be less negative than that of HMSN-SH. In Fig. 2B, FT-IR was also used to certify the grafted groups on Fe3O4 nanoparticles. After modification of Fe3O4 by APTES, the peaks of Si–O at 800 cm 1, 1030 cm 1 and 1100 cm 1 appear in the FT-IR spectrum. And those peaks at 2924 cm 1 and 2848 cm 1 can be attributed to the –CH3 and –CH2– groups of NH2-Fe3O4. Finally, new peaks at 1200 cm 1, 1310 cm 1 and 1400 cm 1 in the FT-IR spectrum of WP[5]A-Fe3O4 can be assigned to the benzene rings, efficiently demonstrating the successful functionalization of WP[5]A rings on the surface of Fe3O4 nanoparticles.\nFig. 1 SEM images of (A) sSiO2, (B) sSiO2@CTAB-SiO2, (C) HMSN; TEM images of (D) sSiO2@CTAB-SiO2, (E) HMSN, (F) Fe3O4; (G) XRD of sSiO2, sSiO2@CTAB-SiO2 and HMSN; size distributions of (H) sSiO2 based on 223 particles, (I) sSiO2@CTAB-SiO2 based on 93 particles, (J) HMSN based on 232 particles and (K) size distributions of Fe3O4.\nPu bl\nis he\nd on\n3 1\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 3:\n20 :0\n9 A\nM .\n106 | Mater. Chem. Front., 2019, 3, 103--110 This journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019\nThe functionalization process of Fe3O4 was also monitored by the changes of zeta potential (Fig. S1B, ESI†). On the other hand, from the TGA spectra, the weight loss of HMSN-SH and HMSN-Py below 200 1C can be attributed to the evaporation of crystal water and interlayer water, and the 24.6% weight loss of HMSN-SH between 200 1C and 600 1C could be associated with the loss of 3-mercaptopropyltrimethoxysilane (MPTMS) (Fig. 2C). The mass ratio of Py was calculated to be 14.4% by comparing the weight loss of HMSN-SH and HMSN-Py.53,54 In Fig. 2D, the TGA curve of Fe3O4 agrees with a previous report.\n51 As discussed above, weight loss below 100 1C is due to the loss of water. The 15.7% weight loss of Fe3O4 can be ascribed to the loss of vitamin C on the surface of Fe3O4. The weight of 3-aminopropyltriethoxysilane (APTES) functionalized on Fe3O4 is about 14.3% according to the difference between the weight loss curves of NH2-Fe3O4 and Fe3O4. Finally, the difference (5.8%) of weight loss between NH2-Fe3O4 and WP[5]A-Fe3O4 in the range of 200–700 1C results from the pillar[5]arene content functionalized on the surface of Fe3O4. The loading capacity of HMSN-Py was investigated according to Brunauer–Emmett–Teller (BET) surface area measurements and Barett–Joyner–Halenda (BJH) pore size distribution analysis. Because of the large hollow cavities of HMSNs, this delivery system can carry more hormones and possesses great potential for application in sustainable release of plant hormones. The N2 absorption–desorption isothermal pattern (Fig. 3A) and pore diameter diagram (Fig. 3B) of HMSN-Py demonstrate the well-defined mesoporosity of the material with a BET surface area of 797.6 m2 g 1 and an average pore size of 2.2 nm, respectively.\nOwing to the host–guest interaction of WP[5]A and Py, WP[5]A-Fe3O4 nanoparticles could be easily assembled onto the surface of HMSN-Py to form HMSN/Fe3O4 hybrid nanomaterials with the capability to control cargo delivery and release, which can be manifested via TEM experiments. Compared to the TEM of HMSN-Py (Fig. 3C), many attached small black dots indicate that WP[5]A-Fe3O4 nanoparticles are anchored onto the surface of the HMSN-Py nanovalves (Fig. 3D). Digital photos of HMSN-Py and HMSN/Fe3O4 were also provided (Fig. S2, ESI†).\nUtilizing WP[5]A-Fe3O4 nanoparticles as nanovalves on the HMSN surface, HMSN/Fe3O4 functional materials are thus endowed with strong magnetic properties. As shown in the hysteresis loop, the magnetization saturation (Ms) value of Fe3O4-WP[5]A is 12.2 emu g 1 and without coercivity and remanence (Fig. 3E). Due to the good magnetic properties, this cargo delivery nanosystem can be remotely controlled by outer magnetic fields (Fig. 3F and G). Hence, it is promising to carry out the hormone release at any part of plants by remote control.\nIn order to evaluate the cargo release behaviour, rhodamine B (RhB), which has a similar size to GA3 and is easier to monitor, was used as a model compound to be loaded in HMSN/Fe3O4 to result in RhB-loaded HMSN/Fe3O4, denoted as RhB-HMSN/Fe3O4. The loading amount of RhB was calculated to be 145 mg g 1 (RhB/RhB-HMSN/Fe3O4, m m\n1) with the aid of UV-Vis spectroscopy using a previous method.46 And according to eqn (S1) (ESI†), the loading amount of GA3 was calculated to be 200 mg g 1 (GA3/GA3-HMSN/Fe3O4, m m\n1). We found that this HMSN/Fe3O4 nanosystem possesses certain advantages including the responsiveness to three different external stimuli, which are envisioned to be significant for their on-command release capabilities in agrotechnology. Fig. 4 shows the cumulative release of RhB from the RhB-HMSN/Fe3O4 system under different external stimuli. It is obvious that this controlled delivery system exhibited intriguing triple-stimuli (pH, polyamines, and ultrasound) responsive properties. Firstly, within the 430 min period, only ca. 15% of RhB was released from RhB-HMSN/Fe3O4 in the absence of 1,4-butanediamine (BDA), while the release rate of RhB increased remarkably when treated with BDA. In addition,\nFig. 2 FT-IR spectra of (A) HMSN, HMSN-SH and HMSN-Py, and (B) Fe3O4, NH2-Fe3O4 and WP[5]A-Fe3O4. TGA curves of (C) HMSN-SH and HMSN-Py, and (D) Fe3O4, NH2-Fe3O4 and WP[5]A-Fe3O4.\nFig. 3 (A) N2 adsorption and desorption isotherm of HMSN-Py; (B) pore size distribution of HMSN-Py; TEM images of HMSN (C) before and (D) after capping with WP[5]A-Fe3O4 nanoparticles; (E) hysteresis loop of HMSN/Fe3O4; digital photographs of HMSN/Fe3O4 (F) untreated and (G) treated with an external magnetic field.\nPu bl\nis he\nd on\n3 1\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 3:\n20 :0\n9 A\nM .\nThis journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019 Mater. Chem. Front., 2019, 3, 103--110 | 107\nthe release rate of GA3 from GA3-HMSN/Fe3O4 increased with the increase in the concentration of BDA (Fig. 4A). The reason is that the host–guest interaction between WP[5]A and BDA is stronger than that of WP[5]A and pyridine.42,44 The much slower RhB release from the RhB-HMSN/Fe3O4 nanosystem in the absence of stimulation also indicated that WP[5]A-Fe3O4 nanoparticles have been successfully capped on HMSNs. Additionally, Fig. 4B reveals that the release rate of RhB was the lowest under the conditions of pH 4–5, while the release rate gradually accelerates when the pH is constantly higher than 5 or lower than 4. The cumulative amount of RhB released from RhB-HMSN/Fe3O4 for 1350 min under different pH values indicates the bi-directional pH responsive ability of the HMSN/Fe3O4 system. When the pH value is gradually higher than 5 or lower than 4, the release rate gradually increases correspondingly (Fig. 4C). This property is due to the dependence of the conversion between COOH and COO of WP[5]A (WP[5]AFe3O4) and the protonation/deprotonation of pyridine (HMSN-Py) under the conditions of different pH values. The host–guest interactions between HMSN-Py and Fe3O4-WP[5]A would be weakened under both conditions of pH o 4 and pH 4 5. In addition, Fig. 4D shows the cooperative effect of BDA and pH on RhB-HMSN/Fe3O4.\nSignificantly, the host–guest interaction can be weakened/ destroyed by ultrasound (Fig. 4E), resulting in the increase of RhB release. But, when ultrasound was removed, gating nanoparticles and cargo nanocarriers assembled together again due to the strong binding between hosts and guests. The release rate of RhB-HMSN/Fe3O4 treated with ultrasound was significantly higher than another group without ultrasound treatment while the release rate turns out to be similar to the other group once ultrasound was removed. This phenomenon is in accordance with the former discussion. According to the release curves of RhB-HMSN/Fe3O4, it is obvious that this HMSN/Fe3O4 smart cargo delivery system can be induced to open the capping nanoparticles under BDA, pH and ultrasound stimuli. Therefore, the GA3-HMSN/Fe3O4 material can also release GA3 under\nthe above three stimuli with no doubt; for instance, in Fig. 4F, GA3 release curves showed an obvious pH dependent increase in release, further proving that the GA3-HMSN/Fe3O4 system can respond to the three stimuli just like a RhB-HMSN/Fe3O4 system (Fig. S3, ESI†).\nTo achieve a better understanding of the host–guest interaction between HMSN-Py and Fe3O4-WP[5]A under different pH conditions, we synthesized a model guest (G1) (Fig. S4–S16, ESI†). The host–guest interaction between WP[5]A and G1 was investigated by 1H NMR (Fig. S17, ESI†). Firstly, seven groups of solutions with different pH values were allowed to settle (pH = 1, 2, 4, 5, 6, 7, and 10, respectively) where the pH values were mediated by introducing different amounts of HCl or NaOH into distilled water. And then, the aqueous solution (400 mL) with different pH values and WP[5]A (1 mg, 0.7 mmol)/G1 (1 mg, 2.7 mmol) were added into each group (Fig. 5A and B). When the pH value is less than 4, the water-soluble WP[5]A turns into water-insoluble carboxylatopillar[5]arene (CP[5]). The pKa of WP[5]A in water was calculated to be in the range of 2–3,44 so white precipitate would appear if the pH of solutions is lower than 4 (Fig. 5A). As shown in Fig. 5B, the water-insoluble G1 suspension gradually changes to be clearer upon decreasing pH value, which is because more and more pyridine of G1 was protonated and became water-soluble salt under lower pH conditions.32,42 In a word, the solubility of G1 increases with the decrease of pH, while the solubility of WP[5]A decreases with the decrease of pH. Therefore, there would be the highest total amount of water-soluble negatively-charged WP[5]A and positively protonated G1 in the range of pH 4–5, and as a result, electrical interactions between WP[5]A and G1 will be the strongest in this range. However, the amount of protonated G1 would decrease when pH 4 5 and the amount of WP[5]A would decrease when pH o 4, accompanied by the weakening of interactions between WP[5]A and G1, resulting in the operation of the nanovalves for controlled cargo release.\nIn order to figure out why the GA3-HMSN/Fe3O4 nanoparticle system can respond to ultrasound stimulus, G1 was treated with\nFig. 4 RhB release curves of RhB-HMSN/Fe3O4 (A) in different concentrations of BDA, (B) in PBS solutions with different pH values; (C) release percentage of RhB under different pH values at 1350 min; (D) GA3 release curves of GA3-HMSN/Fe3O4 under different pH values; RhB release curves of RhB-HMSN/Fe3O4 (E) in 5 mM BDA solutions with different pH values; (F) treated with ultrasound at certain intervals and without ultrasound at pH = 5.0.\nPu bl\nis he\nd on\n3 1\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 3:\n20 :0\n9 A\nM .\n108 | Mater. Chem. Front., 2019, 3, 103--110 This journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019\nultrasound for 30 min, and then the 1H NMR spectrum of the final product was collected (Fig. S18, ESI†). The same 1H NMR spectra of G1 before and after being treated with ultrasound supported the fact that ultrasound cannot break the covalent bond of G1. Previous studies have proven that ultrasound could destroy weak bonds, thus some drug delivery systems based on weak forces possess the potential to respond to ultrasound.55,56 Therefore, the opening of nanovalves was caused by the weakening and destruction of host–guest interactions of WP[5]A and G1 temporarily and the hosts and guests would restore their complex state as soon as the ultrasound is removed.\nAs a proof-of-concept study, the promotion effect of GA3-HMSN/Fe3O4 was evaluated with cabbage, which is a kind of popular vegetable and is a rapid model to certify the promotion effect of GA3-HMSN/Fe3O4. Four groups of cabbages were set firstly, and denoted as GA3-HMSN/Fe3O4 (the whole amount of GA3 in the GA3-HMSN/Fe3O4 group was controlled to be equal to the amount of it in the GA3 group), GA3, HMSN/Fe3O4 (the weight of HMSN/Fe3O4 added in the HMSN/Fe3O4 group was kept according to the weight of GA3-HMSN/Fe3O4 added in the GA3-HMSN/Fe3O4 group) and control. The four groups of cabbages were cultivated in MS media, and the pH of the media was set to 7.4 which is a physiologically suitable condition for most plants and an alkalescent environment favours GA3 release from GA3-HMSN/Fe3O4. Besides, 1 mM of BDA was added into the culture media to imitate the in vivo concentration of BDA of plants to promote GA3 release from GA3-HMSN/Fe3O4. In the MS media that imitate the inside conditions of plants, GA3 was released from GA3-HMSN/Fe3O4 in the culture media and then the GA3 would be absorbed by plants. In such a pathway, the GA3-HMSN/Fe3O4 system will promote plant growth in the media. Germination rates were recorded in the initial two days and after 48 h the germination percentages of the four (4) groups nearly reached the maximum value and remained almost constant(Fig. 6A). After the cabbages were grown in the MS cultures for 5 days, lengths of the stems and roots of the cabbages were recorded and their digital pictures were also photographed (Fig. 6B and C). The germination rate of the GA3 group was the highest on the first day which benefited from the\npromotion effect of GA3, and the germination rates of the other three groups were nearly the same on the first day, suggesting that the amount of GA3 released from GA3-HMSN/Fe3O4 is relatively low. However, on the second day, because of the slowrelease ability of GA3-HMSN/Fe3O4, the amount of GA3 released from GA3-HMSN/Fe3O4 gradually increased and resulted in a higher germination rate of GA3-HMSN/Fe3O4 than those of HMSN/Fe3O4 and control groups (Fig. 6A). Finally, as shown in Fig. 6B and C, the lengths of both stems and roots of cabbages of the GA3-HMSN/Fe3O4 group are significantly higher than the lengths of the HMSN/Fe3O4 and control groups. By comparing the germination rate and growth status of the HMSN/Fe3O4 group and control group, nearly no differences exist between the two groups. Hence, we can conclude that the HMSN/Fe3O4 nanoparticles have no effect on the growth of cabbage. The above phenomena indicate that the GA3-HMSN/ Fe3O4 system can effectively promote the growth of plants. On the other hand, germination rates of the GA3-HMSN/Fe3O4, HMSN/Fe3O4 and control groups are similar at the beginning but the lengths of the GA3-HMSN/Fe3O4 group are obviously higher than those of the HMSN/Fe3O4 group and control group after being cultured for 5 days, which are also powerful\nPu bl\nis he\nd on\n3 1\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd on\n1 /3\n/2 02\n0 3:\n20 :0\n9 A\nM .\nThis journal is©The Royal Society of Chemistry and the Chinese Chemical Society 2019 Mater. Chem. Front., 2019, 3, 103--110 | 109\nevidence to demonstrate the constant releasing ability of GA3-HMSN/Fe3O4. Besides, from the biomass graph (Fig. S19, ESI†), the promotion ability of GA3-HMSN/Fe3O4 is also clearly seen. In a word, because of the slow-release of GA3-HMSN/Fe3O4, the germination rates of cabbages treated with GA3-HMSN/Fe3O4 were negligibly affected in the beginning. However, with time, GA3 was released from GA3-HMSN/Fe3O4 constantly so that cabbages of the GA3-HMSN/Fe3O4 groups grew more faster and stronger than cabbages of the HMSN/Fe3O4 and control groups. The cabbages of the GA3-HMSN/Fe3O4 group are still slightly shorter than those of the GA3 group might be attributed to the fact that some GA3 remain in the cavities of HMSNs and have not been released. With such sustained-release ability, the GA3-HMSN/Fe3O4 nanomaterials would be a great choice to prolong the effective time of GA3, promoting plant growth and reducing the amount of hormones wasted.\nAs another proof-of-concept study, further promotion studies were also conducted by using Arabidopsis thaliana (A. thaliana). Four groups of A. thaliana were treated as above and denoted as GA3-HMSN/Fe3O4, HMSN/Fe3O4 and control groups separately. The germination rate of A. thaliana was greatly enhanced when conducted with GA3-HMSN/Fe3O4 (Fig. S20, ESI†). After being fostered for 16 days, it is obvious that the lengths of the stems and roots of GA3-HMSN/Fe3O4 are longer than those of the other two groups (Fig. S21, ESI†). From the digital photos (Fig. S22, ESI†), A. thaliana of the GA3-HMSN/Fe3O4 group shows more vigorous growth status than A. thaliana of the HMSN/Fe3O4 and control groups (Fig. S23, ESI†). When preparing the MS medium, nanomaterials of GA3-HMSN/Fe3O4 and HMSN/Fe3O4 were incubated with 250 mL of ethanol in each group for 10 min to disinfect these particles. Meanwhile, the same amount of ethanol was also added into each control group of the MS media without nanomaterials to keep the treatment conditions comparable. And because of the introduction of ethanol in the MS medium, the growth status of A. thaliana is inhibited. However, the obvious promotion effect of GA3-HMSN/Fe3O4 can still be found based on the comparison of the three groups."
    }, {
      "heading" : "Conclusions",
      "text" : "In summary, a smart triple-stimuli responsive hormone delivery system, based on WP[5]A-Fe3O4-capped HMSN-Py nanoparticles (HMSN/Fe3O4) via the host–guest interactions between WP[5]A and pyridine, has been developed to promote plant growth for the first time. This HMSN/Fe3O4 nanosystem possesses not only excellent triple-stimuli (pH, competitive, and ultrasound) responsive properties, but also magnetic targeting properties due to the incorporation of WP[5]A-Fe3O4 nanoparticles as nanovalves. In addition, the HMSN/Fe3O4 nanomaterial, with a unique bi-directional pHresponsive property, is applicable for cargo release under both acidic and alkaline conditions, which is totally different from a traditional single pH-responsive (acidic or alkaline) nanovalve system. Plant hormone, GA3, was further loaded into HMSN/Fe3O4 to prepare GA3-HMSN/Fe3O4, of which the promotion properties have been investigated for the growth of cabbage and A. thaliana.\nThe significant growth promotion of the GA3-HMSN/Fe3O4 system is attributed to its sustained-release capability, which not only provides A. thaliana and cabbage with GA3 continuously, but also can keep the concentration of GA3 in the effective range to promote growth for a long time in theory. Therefore, this smart delivery system could be a promising nanocarrier for plant genes, fertilizers, and pesticides to promote growth and improve the yields of crops."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge the National Natural Science Foundation of China (51473061, 51673084, and 21871108), Jilin ProvinceUniversity Cooperative Construction Project – Special Funds for New Materials (SXGJSF2017-3), Jilin University Talents Cultivation Program, the Fundamental Research Funds for the Central Universities, and the JLU Cultivation Fund for the National Science Fund for Distinguished Young Scholars for financial support."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Nanotechnology in agriculture and food industry has attracted significant attention over the past few decades. Benefiting from the introduction of controlled release capability, drug/cargo delivery systems possess great advantages for plants in delivering plant genes, hormones, pesticides, and fertilizers to mediate their growth. Herein, we construct a new smart multi-stimuli responsive hormone delivery system to regulate the release of gibberellin acid (GA3) for plant growth. Hollow mesoporous silica nanoparticles have been utilized as nanocarriers, upon which water soluble carboxylatopillar[5]arene ammonium (WP[5]A) functionalized Fe3O4 nanoparticles (WP[5]A-Fe3O4) are installed as nanovalves via host– guest interactions (WP[5]A-Fe3O4 capped HMSNs are denoted as HMSN/Fe3O4). Bidirectional pH-responsive supramolecular nanovalves have been constructed for the first time, and under acidic or alkaline conditions hormones can be released out from GA3-loaded HMSN/Fe3O4 (GA3-HMSN/Fe3O4) to promote the growth of plants. Interestingly, the GA3-HMSN/Fe3O4 nanoparticles can also respond to other stimuli including 1,4-butanediamine (BDA) and ultrasound. This smart delivery system has been successfully applied in plants like Arabidopsis thaliana (A. thaliana) and cabbages, and our experimental results suggested that the GA3-HMSN/Fe3O4 hybrid nanomaterials can obviously promote the growth of both plants. Therefore, we envision that this magnetic multi-stimuli responsive system will hopefully play an important role in promoting agricultural industry development.",
    "creator" : null
  }
}