{
  "name" : "downloads_2019-10-23_30_nazari2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Development of a ZHER3-Affibody-Targeted Nano-Vector for Gene Delivery to HER3-Overexpressed Breast Cancer Cells",
    "authors" : [ "Mahboobeh Nazari", "Saeideh Zamani Koukhaloo", "Samira Mousavi", "Arash Minai-Tehrani", "Rahman Emamzadeh", "Roya Cheraghi" ],
    "emails" : [ "ma.nazari@ari.ir", "A.minaei@ari.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Full PaPer\n1900159 (1 of 12) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.mbs-journal.de\nDevelopment of a ZHER3-Affibody-Targeted Nano-Vector for Gene Delivery to HER3-Overexpressed Breast Cancer Cells\nMahboobeh Nazari,* Saeideh Zamani Koukhaloo, Samira Mousavi, Arash Minai-Tehrani,* Rahman Emamzadeh, and Roya Cheraghi\nDr. M. Nazari, S. Zamani Koukhaloo, S. Mousavi Monoclonal Antibody Research Center Avicenna Research Institute ACECR Tehran 1936773493, Iran E-mail: ma.nazari@ari.ir Dr. A. Minai-Tehrani Nanobiotechnology Research Center Avicenna Research Institute ACECR Tehran 1936773493, Iran E-mail: A.minaei@ari.ir Dr. R. Emamzadeh Department of Biology Faculty of Sciences University of Isfahan Isfahan 8174673441, Iran Dr. R. Cheraghi Department of Nanobiotechnology Faculty of Biological Sciences Tarbiat Modares University Tehran 111-14115, Iran\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/mabi.201900159.\nDOI: 10.1002/mabi.201900159\n1. Introduction\nIt has been reported that the rate of breast cancer incidence in developing countries is increasing, while the incidence ratio is decreasing in developed countries.[1–5] Breast cancer ranks the first among cancers diagnosed in women, comprising more than 20% of all malignancies.[6] Therefore, there is an urgent need to develop novel approaches for the treatment of breast cancer.[7] In this regard, targeted delivery of a therapeutic gene is considered as an important possibility due to its ability to target a specific receptor on the cancer cell surface with subsequent therapeutics delivery. A gene-delivery system derived from microbes has also been applied for targeted gene therapy of a nonphagocytic cancer cell; the engineered bacterial strain (Escherichia coli) has been shown to mediate the expression\nof a transgene in a specified tumor cell.[8,9] Furthermore, targeted gene delivery is considered an effective strategy to treat drugresistant cancer cells.[10,11] However, the lack of proper carriers to deliver the specific genes has caused some difficulties.[12,13]\nHuman epidermal growth factor receptor-3 (HER3) is a member of epidermal growth factor receptor with an intracellular domain lacking kinase activity along with an extracellular ligandbinding domain.[14] The ligand-binding domain of HER3 is categorized into four subdomains (I to IV), including two cysteinerich areas (II and IV) and two flanking regions (I and III). It has been reported that HER3 represents approximately 45% identity with human epidermal growth factor receptor 2 (HER2) in each of the mentioned subdomains.[15,16] Over-activation of HER3 is often observed in women with breast cancer that gained resistance to HER2-targeted therapies.[17,18] Statistically, overexpression of HER2 accounts for ≈25% of all breast cancer cases.[19] Expression of HER3 is reported in a variety of cancers overexpressing HER2, including breast and bladder cancer.[20]\nAs indicated by crystallographic data, open HER2 configuration suggests its dimerization with other HER family receptors. HER2 is considered a preferable dimerization partner for other members of HER family, especially for HER3 that lacks kinase activity. HER2/HER3 hetero-dimer behaves as an oncogenic unit. Following heterodimerization, HER3 activates and induces a variety of signaling pathways, including\nDespite the initial successes of gene delivery applications, they faced on several intrinsic drawbacks including toxicity and immunogenicity. Therefore, alternative gene-delivery systems derived from recombinant peptides have emerged and is rapidly developing. Human epidermal growth factor receptor-3 (HER3) shows high activity in tumor resistance to anti-human epidermal growth factor receptor 2 (HER2) therapies. In this study, an affibody molecule against HER3 is conjugated to a biomimetic peptide RALA (an amphipathic and cationic peptide enriched with arginine) and the ability of the fusion vector for targeting HER3 and afterward delivering specific genes in breast cancer cells is evaluated. The results demonstrate that the biopolymeric platform, which contains an affibody-conjugated RALA peptide, can effectively condense DNA into nanoparticles and target the overexpressed HER3 receptors in breast cancer cells and transfer specific genes. The use of such a recombinant biopolymer may pave the way for the development of sensitive and effective diagnostic and treatment tool for breast cancer.\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (2 of 12)\nphosphoinositide 3-kinases and mitogen-activated protein kinase that can mediate tumorigenesis. Targeted therapies that could affect HER3 activity inhibited cancer cell growth.[15,21–26]\nHowever, major obstacles in the recognition and production of ligands against HER3 are their low affinity and stability in the blood circulation system; in this regard, affibody molecules with a defined small size have been suggested. Smaller targeting molecules have been reported to present quicker blood clearance along with better tumor penetration in comparison with antibody and big ligands.[17,27–29] Several affibody candidates with considerable improved affinities toward HER3 receptors have been reported as evaluated by bacterial library and fluorescenceactivated cell sorting (FACS). Among them, Z08699 (an affibody against HER3)[30] has clearly revealed a significant decrease in dissociation constant compared to the original binder while having high affinity to the receptor.[30,31] The design and generation of efficient carriers for gene transfer into specific cells have attracted much interest in recent years.[32] In recent years, several research groups have designed and produced various recombinant peptide-based vectors in order to deliver specific genes into cancer cells.[33–39] It has been demonstrated that these kinds of peptides do not cause a severe immune response.[40,41] In addition, they were extensively applied to several applications due to the ease of the use and production in large scale.[42–44] For targeted gene transfer, a fusion peptide vector may represent several characterizations such as efficient DNA condensation into defined nanoparticles, targeting specific cell and delivery of its contents, escaping or disrupting endosomes, and finally well-organized transport of the DNA contents toward the nucleus.[42,44–46]\nRecombinant peptide-based vectors can be generated using genetic engineering approaches in natural systems (e.g., E. coli) leading to homogeneous biopolymers with definite compositions, where specific functions can be dictated via a defined sequence of amino acids. In general, various studies have shown that the recombinant fusion peptides as nonviral carriers were nontoxic and effective while having a high transfection efficiency.[47] RALA, an amphipathic and cationic peptide enriched with arginine, has been reported to have high ability for the condensation of DNA and forming stable nanoparticles.[48] The corresponded nanoparticles present high transfection efficiency and low toxicity. RALA is considered to be applicable for targeted or cell-specific delivery, which is attained via introducing the nucleic acid payload expression under control of a cell-specific promoter, or conjugation a targeting motif to the peptide. In this study, for the first time, to the best of our knowledge, we designed and produced a novel fusion vector containing an affibody molecule against HER3 (Z08699)[30] along with RALA, which is capable of targeting HER3 receptors on breast cancer cells and deliver specific genes to them."
    }, {
      "heading" : "2. Experimental Section",
      "text" : "The final constructs were transformed into E. coli BL21 (DE3) (Invitrogen) and pColdIII as a vector was obtained from Takara (Japan). Fetal bovine serum (FBS), bovine serum albumin (BSA), and Roswell Park Memorial Institute medium (RPMI) were purchased from Gibco. Restriction enzymes were purchased from Fermentas (Thermo-scientific fisher); plasmid extraction\nkits and Ni-NTA were from Qiagen. (3-(4,5-Dimethylthiazol2-yl)-2,5-diphenyltetrazolium bromide) (MTT) was obtained from Sigma-Aldrich. Polyethylenimine (PEI), branched (average Mw ≈ 25 000) was obtained from Sigma-Aldrich. Antibody against His-tag was from Roche. Breast cancer cell lines including MCF-7 (High expression of HER3)[49,50] and HS578T (very low expression of HER3 as negative controls)[50] were obtained from Pasteur Institute of Iran and cultured in RPMI 1640 supplemented with 10% FBS in a humidified atmosphere."
    }, {
      "heading" : "2.1. Cloning, Expression, and Purification of Proteins",
      "text" : "The genes encoding RALA-(G4S)3-Z08699-His-tag, RALA(G4S)3-ZTaq4:5-His-tag,[51] and Z08699-His-tag (hereafter referred to as RALA-HER3, RALA-Taq, and ZHER3 affibody) were designed, codon-optimized, and synthesized with N-terminal NdeI and C-terminal HindIII restriction sites. (The corresponding sequence of constructs is presented in\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (3 of 12)\nFigure 1D.) The synthesized genes were double digested with NdeI and HindIII restriction enzymes and cloned into the digested, dephosphorylated pColdIII vector. After final verification by sequencing, the expression vector was transformed into the specified host. For protein production, cultures were started by inoculation of a single fresh colony of E. coli BL21 (DE3), harboring expression plasmids, in 5 mL of terrific broth (TB) medium containing 50 mg mL−1 ampicillin, and incubated at 37 °C overnight. The next day, starter culture was used to inoculate 500 mL of TB medium. The culture was grown at 37 °C until the OD600 reached 0.9; then, the temperature was reduced to 15 °C and 1 mm isopropyl b-d1-thiogalactopyranoside was added. The cells were harvested after 24 h by centrifugation for 20 min. The proteins were purified by Ni Sepharose High Performance (GE healthcare, UK) under denaturing conditions. As previously reported,[52] all situations of protein purification were checked. The cells were collected, lysed in (Tris (100 mm), phenylmethylsulfonyl fluoride (PMSF) (1 mm), urea (2 m), and NaCl (500 mm), pH 12.0), and centrifuged for 40 min to pellet the insoluble fraction. The supernatant was then transferred to a column with Ni Sepharose resins and washed with decreasing concentrations of urea (from 2 to 0 m) at pH (from 12 to 8.00). In addition, the concentrations of imidazole (20 to 50 mm) were increased in order to remove impurities. Finally, the proteins were eluted with elution buffer (Tris (100 mm), NaCl (250 mm), PMSF (1 mm), and imidazole (250 mm, pH 8.00)."
    }, {
      "heading" : "2.2. Protein Analysis",
      "text" : "The purity of peptides was analyzed by western blot using a horseradish peroxidase (HRP)-conjugated monoclonal antiHis antibody (Roche) at a 1:100000 dilution and with sodium dodecyl sulfate (SDS)-polyacrylamide gel electrophoresis (PAGE) stained with Coomassie brilliant blue R-250 (Bio-Rad). The protein concentration was determined by the Bradford protein assay method using BSA as the standard[52,53] or by spectroscopy using a calculated molar absorption coefficient at 280 nm (e280) of 18 450, 6990, and 12 950 m−1 cm−1 for the purified protein RALA-HER3, RALA-Taq, and ZHER3, respectively."
    }, {
      "heading" : "2.3. Gel Retardation Assay",
      "text" : "The ability of fusion vectors (RALA-HER3, RALA-Taq) and ZHER3 for DNA binding and nanoparticle formation was tested. Plasmid DNA (pEGFP-N1) (1 µg) was mixed with various amounts of peptides and incubated at room temperature for 30 min. N:P ratio was calculated using the molar ratio of positive charge to negative charge.\nN\nP\nnArg\np\nµ\nµ\n( )\n=*\ng vector MW vector\ng DNA /330\nTo calculate the N:P ratio, the molecular weight and number of arginine residues were used.\ni N\nP p\nµ\nµ =\ng vector 12664.1\n7 g DNA/330\nTo obtain an N:P value of 1 for RALA-HER3, 1 µg of pDNA with 5.5 µg and 5.4 µg of RALA-HER3 and RALA-Taq were used, respectively."
    }, {
      "heading" : "2.4. Protection and Release Assay of DNA",
      "text" : "Protection and release of DNA in complexes were carried out by gel retardation assay as described previously.[54] Briefly, DNase I (1 unit) was added to naked plasmid DNA or complex solutions and incubated at 37 °C. For DNase inactivation, the samples were treated with EDTA (250 mm) and the protected DNA was released with the addition of SDS for 10 min. The final samples were separated with 1% agarose gel in Tris-acetate-EDTA running buffer for 45 min at 70 V."
    }, {
      "heading" : "2.5. Serum Stability and Encapsulation Assays",
      "text" : "For evaluation of stability, the complexes were prepared at a specified N:P ratio (N:P 10). Then, the prepared complexes were incubated for 1 to 6 h in the presence of 10% fetal calf serum at 37 °C. Consequently, SDS (Sigma-Aldrich, UK) was included (10%) to de-complex the pDNA as described previously.[48] The samples were run through a 1% agarose gel at 70 V.\nTo determine DNA encapsulation efficiency, RALA-HER3/ pDNA complexes were prepared at N:P ratios 1, 5, 10, and 15. In brief, the prepared NPs were centrifuged and the amount of DNA in the supernatant was evaluated by the Hoechst assay. Supernatant samples were diluted in TNE buffer (10 mm Tris, 0.2 m NaCl, 1 mm EDTA; pH 7.4) and mixed up with a specified volume of Hoechst 33258 dye. Fluorescence was evaluated by a VICTOR Multilabel Plate Reader (PerkinElmer, USA). The encapsulation efficiency of the RALA-HER3 nanoparticles was evaluated by calculating the difference between the amount of evaluated free DNA and the primary amount of DNA which was used in the nanoparticle formation as described previously.[48,55]"
    }, {
      "heading" : "2.6. Hemolysis Assay",
      "text" : "Whole sheep blood was collected and the red blood cells (RBCs) were separated from the plasma by 2 min centrifugation. RBCs were washed thoroughly with phosphate buffered saline (PBS) and spun down. After the final wash, 108 RBC cells mL−1 were suspended and diluted in PBS (pH 7.4 and 5.4). Different ratios of complexes (N:P = 10 and 15) were added to the solution and incubated for 60 min at 37 °C with constant shaking, and then the absorbance was measured at 540 nm. PBS and triton X-100 were used as negative and positive controls, respectively, positive control representing 100% hemolysis. (All experiments were done at least three times independently). The statistical significance was evaluated using t-tests (Graphpad prism8 Software, San Diego, CA, USA).\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (4 of 12)"
    }, {
      "heading" : "2.7. Size and Zeta Potential Analysis of Nanoparticles",
      "text" : "The average particle size, zeta and size distribution of the complexes were determined by Zetasizer Nano ZS instrument (Malvern Instruments, UK) at 25 °C. Various ratios (nitrogen to phosphate (N:P ratio) were incubated at room temperature for 30 min in PBS buffer (pH 7.4)."
    }, {
      "heading" : "2.8. Scanning Electron Microscopy of RALA-HER3/pDNA Nanocomplex",
      "text" : "RALA-HER3/pDNA complex with N:P ratio of 10 was formed as described earlier and then was oven dried before scanning electron microscopy (SEM) (ZEISS, SIGMA VP) imaging. The nanoparticles were mounted to double-sided carbon tape on brass stubs, and sputter covered by gold under argon atmosphere prior to evaluation.[55]"
    }, {
      "heading" : "2.9. Flow Cytometric Analysis of HER3, Using FITC-Conjugated Proteins",
      "text" : "Fluorescein isothiocyanate (FITC) conjugation was performed according to the manufacturer’s instructions (Sigma-Aldrich, Wisconsin, USA). In brief, proteins were dialyzed against 0.1 m sodium carbonate buffer, (pH = 9) at 4 °C, overnight. FITC was combined with different concentrations of proteins in a total volume of 1 mL. After shaking for 2 h at room temperature, the mixture was dialyzed against PBS at 4 °C overnight, with three changes of buffer. The fluorescein/Protein ratio was determined for each sample. Human breast cancer cell lines MCF-7 and HS578T were trypsinized, counted, and aliquoted to 2 × 105 cells per analyzed point (Supplementary Method, Supporting Information). After blocking, the cells were incubated with an increasing concentration of the FITC conjugated proteins for 1 h; next, the cells were washed three times with PBS and analyzed by Partec (Partec GmbH, Münster, Germany) flow cytometer, using the blue laser (excitation = 488 nm). FlowJo (Tree Star Inc., Ashland, OR) software was used for data acquisition and analysis. The specificity of binding was also checked for the cells that express high levels of HER3 receptors (MCF7). The experiment was performed according to the methods described previously.[30] For blocking, a non-conjugated affibody molecule against HER3 receptor was added 15 min before FITC conjugates to saturate the receptors. After washing with PBS, the cells were analyzed by Partec flow cytometer."
    }, {
      "heading" : "2.10. HER3 Immunocytochemistry Using FITC-Conjugated Proteins",
      "text" : "MCF-7 cells were seeded in 8 wells per slide. One day after, the cells were fixed by acetone and blocked with a blocking buffer containing 5% BSA for 1 h. Fixed cells were further incubated with FITC-conjugated proteins for 2 h, and washed three times with 0.1% PBS-BSA. Then, the cells were incubated with 4′,6-diamidino-2-phenylindole for 10 min after three times\nwashing. They were counterstained and mounted with Vectashield mounting medium. Finally, the slides were observed under a fluorescence microscope (Olympus, Tokyo, Japan)."
    }, {
      "heading" : "2.11. Transfection",
      "text" : "MCF-7 cells (human breast cancer) with high levels of HER3 expression, HS578T (human breast cancer) with low levels of HER3 expression, and HEK293T (human embryonic kidney cells) cells were seeded in 12-well plates and incubated overnight (to reach 80–85% confluency at the time of transfection). Transfection was performed using the nanoparticle complexes containing pEGFP-N1 with various N:P ratio. pEGFP under the control of CMV promoter (Clontech, CA) at a concentration of 2 µg/100 µL in 20 mm HEPES with the biopolymer (N:P = 10) in 100 µL, 20 mm HEPES buffer was mixed (biopolymer added to DNA simultaneously) and incubated for 20 min at room temperature for complex formation. The complexes were then added to the growth media supplemented with 10% heat-inactivated serum. Following incubation for 4 h, the media was removed and replaced with serum supplemented culture media and further incubated for 48 h, and then the cells were washed once with PBS and detached with 0.05% trypsin/EDTA. After additional washing, transfection efficiency was evaluated by scoring the percentage of cells expressing green fluorescent protein (GFP) using a FACS Calibur System from Becton-Dickinson (San Joes, CA). The statistical significance was evaluated using t-tests."
    }, {
      "heading" : "2.12. Inhibition Assay",
      "text" : "MCF7 cells were pre-treated with the competitive inhibitor (HER3 targeting motif, ZHER3 affibody) at various concentrations (2.5, 50, and 100 µg mL−1) for 1 hour, followed by transfection with biopolymer/pEGFP complexes at N:P ratio of 10 in serum free media. After 4 h of incubation at 37 °C, media were removed and replaced with media supplemented with 10% serum. Cells were collected 48 h post transfection and total fluorescence intensity was measured using flow cytometry. Transfected MCF7 cell with biopolymer/pEGFP complexes at N:P ratio of 10 in the absence of competitive inhibitor (0 µg) was considered as a control. The data are presented as mean ± SD, n = 3. The statistical significance was evaluated using t-tests."
    }, {
      "heading" : "2.13. Cell Viability Assay",
      "text" : "The cells were seeded on 96-well plates to yield 70% confluency. Then our constructs with different concentrations and the complexes with a variety of N:P ratios were added to the cell cultures and incubated for 48 h. After incubation, MTT reagent (0.5 mg mL) was added to each well and the plates were incubated at 37 °C. Following 4 h incubation, the formazan product was dissolved in 100 mL dimethyl sulfoxide. Color intensity was measured using a microplate reader (ELx800, Biotek, USA) at 570 nm.\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (5 of 12)"
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Recombinant Biopolymers",
      "text" : "Among a number of cationic peptides, RALA has been reported to form nanoscale particles, following an interaction with nucleic acids. In addition, the amphipathic character of RALA has been demonstrated to ease the contact with the lipid phase of the membrane, allowing DNA transport across cellular membranes and in consequence, enabling DNA transfer to the nucleus following endosomal disruption.[48,56,57] Two functional biomimetic polymers with identical sequences and different targeting motifs were engineered (Figure 1A). The two functional motifs in the biopolymer structure were combined into a single chain structure. The genes encoding the bio-mimetic polymers were constructed and cloned into the pColdIII expression vector. Then, the cloned vectors were transformed into suitable expression hosts for optimal expression. The bio-mimetic polymers were expressed as soluble proteins and purified. The proper expression and purity of biomimetic polymers were confirmed by Ni sepharose affinity chromatography. Our results revealed the\nformation of single bands around 18 kD for RALA–HER3 and RALA-Taq as determined by the western blot analysis and SDSPAGE (Figure 1B,C), which are slightly higher than the estimated molecular weight (MW), due to the high isoelectric pH of them (theoretical pI = 9.80 and 10.10, respectively). The results clearly demonstrated the successful production of all recombinant proteins and verified the expression of our constructs with reasonable purity and correct size in a biological organization."
    }, {
      "heading" : "3.2. Biophysical Characterization of Biomimetic Nano Vectors, Gel Retardation, Protection, Serum Stability, and Encapsulation Assays",
      "text" : "The complexes of our constructs were optimized to establish the N:P ratio at which RALA starts to condense DNA. Gel retardation studies for RALA–HER3 clearly showed that condensation by our fusion protein occurred from N:P ratios 2 to 20, and the complexes remained at the top of the well. At N:P of 0.5 and 1, the bonds migrated down the wells, showing that the charge of plasmid DNA (pDNA) was not sufficiently neutralized with the positive charge of our construct (Figure 2A). The results of\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (6 of 12)\nRALA-Taq demonstrated the condensation of DNA at N:P ratios 0.5 to 20 (Figure 2A), while the affibody against HER3 alone presented no DNA binding capability at different N:P ratios. For efficient gene delivery, DNA combined with our carrier should be protected against degradation by nucleases and then has to be released for further expression.[58] Our results demonstrated that RALA-HER3 complexes successfully protected DNA against DNase-I, and then released DNA molecules following SDS treatment; it was almost intact as shown in Figure 2B. RALA-Taq complexes showed similar protection and release patterns following DNase-I and SDS treatment (Figure 2B). Furthermore, the result of serum stability assay clearly indicated that the nanoparticles remained in the top of the well and complexed in the presence of the serum for 6 h, while they were de-complexed and the pDNA was recovered following incubation with SDS (Figure S1, Supporting Information). We also observed that our complexes could have great encapsulation efficiency (approximately 89% from N:P 5 upward) (Figure S2, Supporting Information). These findings clearly showed the DNA protection against degradation and its release for further expression. Taken together, our data noticeably demonstrated the formation of self-assembled complexes between DNA and bio-inspired peptide in an impulsive manner."
    }, {
      "heading" : "3.3. Size, Charge Characterization, and SEM",
      "text" : "Particle size and charge of nano-vectors are known to be an important factor for cellular uptake.[59] In this regard, we measured the particle size and polydispersity index (PDI) of complexes following DNA condensation by RALA. Our results indicated that RALA is capable of condensing pDNA into nanoparticles less than 100 nm at N:P 1 to 20 with PDI less than 0.35, which are within the range of optimal cellular uptake. This suggests that RALA-HER3 is suitable for traversing the cellular membrane (Figure 3A). Moreover, the RALA-Taq nanoparticles were less than 100 nm in size (at N:P 1 to 20) and had a PDI of less than 0.3 (Figure 3B). Zeta potentials of RALA-HER3/ Taq complexes at N:P 1 to 20 were slightly positive as determined by Zetasizer (Figure 3A,B). In addition, the SEM image clearly confirmed the spherical shape and size of nanoparticles (Figure S3, Supporting Information). It has been designated\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (7 of 12)\nthat nanoparticles with the mentioned size range can be proper for endocytosis through receptors.[60]"
    }, {
      "heading" : "3.4. Hemolytic Activity",
      "text" : "Hemolysis assay was carried out to show the endosomal escape of a gene-delivery system and to investigate the escape of cargo into the cytosol.[61,62] We evaluated the hemolytic activity of our complexes as described previously.[47,63] Our results clearly demonstrated higher levels of hemolysis at pH\n5.5 compared to hemolysis at pH 7.4, when the N:P ratio of complexes was either 10 or 15 (Figure 4). This characteristic of RALA is crucial due to reducing cell damage while moving in the blood."
    }, {
      "heading" : "3.5. Flow Cytometric Analysis",
      "text" : "MCF-7 and HS578T cell lines have been reported to have high and very low expression of HER3, respectively.[64,65] In this study, different concentrations of FITC-conjugated\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (8 of 12)\nMacromol. Biosci. 2019, 1900159\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (9 of 12)\nMacromol. Biosci. 2019, 1900159\nRALA-HER3 were used and the binding affinity of affibody against HER3 was measured by flow cytometry. As shown in Figure 5A and Figure S4, Supporting Information, staining MCF7 cells with FITC-conjugated probe at high concentrations resulted in a marked increase in fluorescence intensity. On the other hand, HS578T cells did not show such increased pattern at the same concentrations of FITC-conjugated probe, indicating that the fluorescence intensity is associated with the expression of HER3 in the cells. Overall, the mean fluorescence intensity was apparently enhanced with increasing FITCconjugated probe concentration in cells expressing high levels of HER3. In addition, the competition for binding between non-conjugated affibody molecules and conjugated RALAHER3 molecules against HER3 demonstrated the receptor-specific binding of FITC-conjugated RALA-HER3 in MCF7 cells (Figure 5B). Our results clearly revealed that staining with FITC-conjugated molecules resulted in an increase in fluorescence intensity along with a shift of the cell population to the right. In contrast, the staining of cells with very low expression of HER3 did not cause any shifts in fluorescence intensity."
    }, {
      "heading" : "3.6. Immunocytochemistry of HER-3",
      "text" : "To show the specific binding of HER3 receptors to our fusion protein, FITC conjugated probes were used. The results clearly indicated that HER3 portion of fusion peptide can bind to the cell surface receptor of HER3-positive cells. While the fusion peptide with ZTaq did not show such fluorescence staining or accumulation at the cell surface as determined by fluorescence microscopy (Figure 6)."
    }, {
      "heading" : "3.7. The Toxicity Pattern of Nano-Vectors",
      "text" : "We examined the viability of MCF7 treated with either complexes or fusion proteins, using MTT assay. The complexes of RALA-HER3 or the fusion protein at different N:P ratios and concentrations did not represent any apparent effect on the cell viability. Most of the cells remained viable in the presence of complexes or fusion proteins at indicated N:P ratios and concentrations, as shown in Figure 7A,B, compared to the cells transfected with PEI. In addition, ZHER3 did not cause apparent changes in cell viability in the range tested (0.6 to 15 µg) (Figure 7C). This result suggested that the toxicity, which can affect transfection efficiency, should not be regarded as an obstacle in our study."
    }, {
      "heading" : "3.8. Transfection Efficiency",
      "text" : "Several factors that may influence transfection efficiencies of nanocarriers, including particle size and charge, lytic activity, and toxicity, need to be considered. In this study, MCF7 cells were transfected with the complexes prepared at different N:P ratios, and gene transfection efficiency was evaluated via flow cytometry for GFP expression. As shown in Figure 8 and Figure S5, Supporting Information, the transfection efficiency of RALA-HER3 was highly significant at N:P ratio of 10 or 15 in MCF7 cells, compared to RALA-Taq, while HEK293T\nFigure 6. Fluorescence microscopy analysis of MCF7 cells. Cells were incubated with FITC-conjugated RALA-HER3/Taq (at different concentrations) for 60 min at 4 °C. The cell nuclei were stained with 4′,6-diamidino-2-phenylindole and fluorescence was analyzed using fluorescent microscope (Olympus).\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (10 of 12)\nMacromol. Biosci. 2019, 1900159\nFigure 8. Transfection efficiency. A) Transfection of pEGFP-N1 plasmid using RALA-HER3 in MCF7 (high level expression of HER3), B) HS578T (very low level expression of HER3), and C) HEK293T (human embryonic kidney cells) at various N:P ratios. D) Inhibition assay: MCF7 cells were pre-treated with various amounts of targeting peptide (competitive inhibitor, ZHER3 at various concentrations 0, 2.5, 50, and 100 µg mL−1) followed by transfection with biopolymer/pDNA complexes at N:P ratio of 10. The transfected cells in the absence of competitive inhibitor (0 µg mL−1) were considered as a control. *p < 0.05 was considered significant, **p < 0.01, and ****p < 0.00001 were considered highly significant.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (11 of 12)\nMacromol. Biosci. 2019, 1900159\nand HS578T cells showed low levels of GFP expression after transfection using either RALA-HER3 or RALA-Taq. Branched PEI was used as a positive control in the experiment.\nTo assess whether specific binding occurred through HER3, transfection experiments were conducted on MCF7 cells in the presence of a competitive inhibitor. The results of the inhibition assay demonstrated that high concentrations of competitive inhibitor saturated the HER3 receptors and significantly inhibited the transfection efficiency of RALA-HER3 (Figure 8D). These imply that our nanoparticles can target HER3 receptors particularly. As a result, it was speculated that our affibody directed against HER3 receptor was functional in the biopolymeric platform. Furthermore, our findings suggest that the presence of HER3 targeting motif in the biopolymeric platform facilitates the internalization of particles in HER3 positive cells, resulting in reasonable gene expression."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this study, we considered the possibility of placing different motifs, originated from a variety of sources, into one construct. This construct is capable of performing gene transfer once a specified receptor is targeted while preserving the functionality of each motif; therefore, it can be considered a significant success. Our peptide-based gene-delivery system was composed of two functional components: a peptide RALA capable of overcoming the biological barriers to gene delivery, and a targeting molecule that is an affibody against HER3 receptor in which the functionality of each motif was well conserved. We showed significant capability of our platform to transfect breast cancer cells expressing HER3, without compromising the cell viability. Taken together, we report that a multi-domain vector based on biomimetic properties containing an affibody against a specific receptor might be applied for targeted cell delivery and as a consequence for cancer diagnosis as well as treatment.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "M.N., S.Z.K., and S.M. contributed equally to this work. This work was supported by a grant number of 93041392 from (INSF) Iran National Science Foundation.\nConflict of Interest The authors declare no conflict of interest.\nKeywords affibody, biomimetic peptide, breast cancer, gene delivery, human epidermal growth factor receptor-3, nano-vector, RALA\nReceived: May 7, 2019 Revised: August 14, 2019\nPublished online:\n[1] F. Bray, P. McCarron, D. M. Parkin, Breast Cancer Res. 2004, 6, 229. [2] J. Ferlay, I. Soerjomataram, R. Dikshit, S. Eser, C. Mathers, M. Rebelo,\nD. M. Parkin, D. Forman, F. Bray, Int. J. Cancer 2015, 136, E359. [3] I. Kloog, R. G. Stevens, A. Haim, B. A. Portnov, Cancer Cause. Con-\ntrol 2010, 21, 2059. [4] S. Katkuri, M. Gorantla, Int. J. Community Med. Public Health 2018,\n5, 929. [5] F. Bray, J. Ferlay, I. Soerjomataram, R. L. Siegel, L. A. Torre, A. Jemal,\nCa-Cancer J. Clin. 2018, 68, 394. [6] A. Jemal, A. Thomas, T. Murray, M. Thun, Ca-Cancer J. Clin. 2002,\n52, 23. [7] I. Harirchi, M. Karbakhsh, A. Kashefi, A. J. Momtahen, Asian Pac. J.\nCancer Prev. 2004, 5, 24. [8] G. Vassaux, J. Nitcheu, S. Jezzard, N. R. Lemoine, J. Pathol. 2006,\n208, 290. [9] C. H. Chang, W. J. Cheng, S. Y. Chen, M. C. Kao, C. J. Chiang, Y.\nP. Chao, Biotechnol. Bioeng. 2011, 108, 1662. [10] S. Soverini, M. Mancini, L. Bavaro, M. Cavo, G. Martinelli, Mol.\nCancer 2018, 17, 49. [11] D. Rosenblum, N. Joshi, W. Tao, J. M. Karp, D. Peer, Nat. Commun.\n2018, 9, 1410. [12] D. Cross, J. K. Burmester, Clin. Med. Res. 2006, 4, 218. [13] M. S. Al-Dosari, X. Gao, AAPS J. 2009, 11, 671. [14] R. Mishra, H. Patel, S. Alanazi, L. Yuan, J. T. Garrett, Oncol. Rev.\n2018, 12, 355. [15] N. Jiang, N. F. Saba, Z. G. Chen, Chemother. Res. Pract. 2012,\n2012, 1. [16] R. Landgraf, Breast Cancer Res. 2007, 9, 202. [17] N. V. Sergina, M. M. Moasser, Trends Mol. Med. 2007, 13, 527. [18] A. S. Berghoff, R. Bartsch, M. Preusser, G. Ricken, G. G. Steger,\nZ. Bago-Horvath, M. Rudas, B. Streubel, P. Dubsky, M. Gnant, F. Fitzal, C. C. Zielinski, P. Birner, Breast 2014, 23, 637. [19] D. Slamon, W. Eiermann, N. Robert, T. Pienkowski, M. Martin, M. Press, J. Mackey, J. Glaspy, A. Chan, M. Pawlicki, T. Pinter, V. Valero, M. C. Liu, G. Sauter, G. von Minckwitz, F. Visco, V. Bee, M. Buyse, B. Bendahmane, I. Tabah-Fisch, M. A. Lindsay, A. Riva, J. Crown, N. Engl. J. Med. 2011, 365, 1273. [20] N.-H. Chow, S.-H. Chan, T.-S. Tzai, C.-L. Ho, H.-S. Liu, Clin. Cancer Res. 2001, 7, 1957. [21] T. Holbro, R. R. Beerli, F. Maurer, M. Koziczak, C. F. Barbas, 3rd, N. E. Hynes , Proc. Natl. Acad. Sci. USA 2003, 100, 8933. [22] B. Schoeberl, E. A. Pace, J. B. Fitzgerald, B. D. Harms, L. Xu, L. Nie, B. Linggi, A. Kalra, V. Paragas, R. Bukhalid, V. Grantcharova, N. Kohli, K. A. West, M. Leszczyniecka, M. J. Feldhaus, A. J. Kudla, U. B. Nielsen, Sci. Signaling 2009, 2, ra31. [23] N. Aceto, S. Duss, G. MacDonald, D. S. Meyer, T. C. Roloff, N. E. Hynes, M. Bentires-Alj, Breast Cancer Res. 2012, 14, R131. [24] B. Schoeberl, A. C. Faber, D. Li, M. C. Liang, K. Crosby, M. Onsum, O. Burenkova, E. Pace, Z. Walton, L. Nie, A. Fulgham, Y. Song, U. B. Nielsen, J. A. Engelman, K. K. Wong, Cancer Res. 2010, 70, 2485. [25] A. C. Hsieh, M. M. Moasser, Br. J. Cancer 2007, 97, 453. [26] W. Tai, R. Mahato, K. Cheng, J. Controlled Release 2010, 146, 264. [27] N. Kronqvist, M. Malm, L. Gostring, E. Gunneriusson, M. Nilsson,\nI. Hoiden Guthenberg, L. Gedda, F. Y. Frejd, S. Stahl, J. Lofblom, Protein Eng. Des. Sel. 2011, 24, 385. [28] J. T. Garrett, M. G. Olivares, C. Rinehart, N. D. Granja-Ingram, V. Sanchez, A. Chakrabarty, B. Dave, R. S. Cook, W. Pao, E. McKinely, H. C. Manning, J. Chang, C. L. Arteaga, Proc. Natl. Acad. Sci. USA 2011, 108, 5021.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1900159 (12 of 12)\nMacromol. Biosci. 2019, 1900159\n[29] M. M. Schmidt, K. D. Wittrup, Mol. Cancer Ther. 2009, 8, 2861. [30] M. Malm, N. Kronqvist, H. Lindberg, L. Gudmundsdotter,\nT. Bass, F. Y. Frejd, I. Hoiden-Guthenberg, Z. Varasteh, A. Orlova, V. Tolmachev, S. Stahl, J. Lofblom, PLoS One 2013, 8, e62791. [31] M. Rosestedt, K. G. Andersson, B. Mitran, V. Tolmachev, J. Löfblom, A. Orlova, S. Ståhl, Sci. Rep. 2015, 5, 15226. [32] K. Alfthan, K. Takkinen, D. Sizmann, H. Soderlund, T. T. Teeri, Protein Eng., Des. Sel. 1995, 8, 725. [33] A. Hatefi, Z. Karjoo, A. Nomani, Biomacromolecules 2017, 18, 2799. [34] P. Bhattarai, D. Vance, A. Hatefi, B. A. Khaw, J. Drug Targeting 2017, 25, 436. [35] F. S. Nouri, X. Wang, X. Chen, A. Hatefi, Pharm. Res. 2015, 32, 3018. [36] Z. Karjoo, H. O. McCarthy, P. Patel, F. S. Nouri, A. Hatefi, Small 2013, 9, 2774. [37] F. S. Nouri, X. Wang, M. Dorrani, Z. Karjoo, A. Hatefi, Biomacromolecules 2013, 14, 2033. [38] F. Soltani, M. Sankian, A. Hatefi, M. Ramezani, Res. Pharm. Sci. 2012, 7, 1023. [39] H. McCarthy, A. Zholobenko, J. Coulter, H. McKeen, D. Hirst, T. Robson, A. Hatefi, Drug Discovery Today 2010, 15, 1096. [40] T. Lehto, O. E. Simonson, I. Mäger, K. Ezzat, H. Sork, D.-M. Copolovici, J. R. Viola, E. M. Zaghloul, P. Lundin, P. M. Moreno, Mol. Ther. 2011, 19, 1457. [41] M. Wilke, E. Fortunati, A. Hoogeveen, B. Scholte, Gene Ther. 1996, 3, 1133. [42] F. Sadeghian, S. Hosseinkhani, A. Alizadeh, A. Hatefi, Int. J. Pharm. 2012, 427, 393. [43] F. S. Nouri, X. Wang, M. Dorrani, Z. Karjoo, A. Hatefi, Biomacromolecules 2013, 14, 2033. [44] B. F. Canine, Y. Wang, W. Ouyang, A. Hatefi, J. Controlled Release 2011, 151, 95. [45] S. S. Mangipudi, B. F. Canine, Y. Wang, A. Hatefi, Mol. Pharmaceutics 2009, 6, 1100. [46] B. F. Canine, A. Hatefi, Adv. Drug Delivery Rev. 2010, 62, 1524.\n[47] R. Cheraghi, M. Nazari, M. Alipour, A. Majidi, S. Hosseinkhani, Int. J. Pharm. 2016, 515, 632. [48] H. O. McCarthy, J. McCaffrey, C. M. McCrudden, A. Zholobenko, A. A. Ali, J. W. McBride, A. S. Massey, S. Pentlavalli, K.-H. Chen, G. Cole, J. Controlled Release 2014, 189, 141. [49] G. Niu, W. B. Carter, Cancer Res. 2007, 67, 1487. [50] R. Torka, K. Pénzes, S. Gusenbauer, C. Baumann, I. Szabadkai,\nL. Őrfi, G. Kéri, A. Ullrich, Neoplasia 2014, 16, 301. [51] C. Lendel, J. Dogan, T. Härd, J. Mol. Biol. 2006, 359, 1293. [52] M. Nazari, Protein Expression Purif. 2017, 133, 139. [53] M. M. Bradford, Anal. Biochem. 1976, 72, 248. [54] C. L. Gebhart, A. V. Kabanov, J. Controlled Release 2001, 73, 401. [55] E. Farris, D. M. Brown, A. E. Ramer-Tait, A. K. Pannier, J. Controlled\nRelease 2017, 249, 150. [56] R. Bennett, A. Yakkundi, H. D. McKeen, L. McClements,\nT. J. McKeogh, C. M. McCrudden, K. Arthur, T. Robson, H. O. McCarthy, Nanomedicine 2015, 10, 2989. [57] A. A. Ali, C. M. McCrudden, J. McCaffrey, J. W. McBride, G. Cole, N. J. Dunne, T. Robson, A. Kissenpfennig, R. F. Donnelly, H. O. McCarthy, Nanomed.: Nanotechnol. Biol. Med. 2017, 13, 921. [58] M. Huang, C.-W. Fong, E. Khor, L.-Y. Lim, J. Controlled Release 2005, 106, 391. [59] T. P. Garrett, N. M. McKern, M. Lou, T. C. Elleman, T. E. Adams, G. O. Lovrecz, M. Kofler, R. N. Jorissen, E. C. Nice, A. W. Burgess, C. W. Ward, Mol. Cell 2003, 11, 495. [60] E. Fröhlich, Int. J. Nanomed. 2012, 7, 5577. [61] R. A. Parente, L. Nadasdi, N. K. Subbarao, F. C. Szoka,Jr, Biochem-\nistry 1990, 29, 8713. [62] Y. Wang, S. S. Mangipudi, B. F. Canine, A. Hatefi, J. Controlled\nRelease 2009, 137, 46. [63] Z. Tarokh, H. Naderi-Manesh, M. Nazari, Eur. J. Pharm. Sci. 2017,\n99, 209. [64] A. Salameh, X. Fan, B.-K. Choi, S. Zhang, N. Zhang, Z. An, Onco-\ntarget 2017, 8, 6526. [65] H. Jeong, J. Kim, Y. Lee, J. H. Seo, S. R. Hong, A. Kim, Oncol. Rep.\n2014, 32, 1218."
    } ],
    "references" : [ {
      "title" : "Cancer Cause",
      "author" : [ "I. Kloog", "R.G. Stevens", "A. Haim", "B.A. Portnov" ],
      "venue" : "Control 2010, 21",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2059
    }, {
      "title" : "Chemother",
      "author" : [ "N. Jiang", "N.F. Saba", "Z.G. Chen" ],
      "venue" : "Res. Pract. 2012",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Clin",
      "author" : [ "N.-H. Chow", "S.-H. Chan", "T.-S. Tzai", "C.-L. Ho", "H.-S. Liu" ],
      "venue" : "Cancer Res. 2001, 7",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1957
    }, {
      "title" : "Biomacromolecules 2013",
      "author" : [ "F.S. Nouri", "X. Wang", "M. Dorrani", "Z. Karjoo", "A. Hatefi" ],
      "venue" : "14",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2033
    }, {
      "title" : "Biomacromolecules 2013",
      "author" : [ "F.S. Nouri", "X. Wang", "M. Dorrani", "Z. Karjoo", "A. Hatefi" ],
      "venue" : "14",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2033
    }, {
      "title" : "Protein Expression Purif",
      "author" : [ "M. Nazari" ],
      "venue" : null,
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "It has been reported that HER3 represents approximately 45% identity with human epidermal growth factor receptor 2 (HER2) in each of the mentioned subdomains.[15,16] Over-activation of HER3 is often observed in women with breast cancer that gained resistance to HER2-targeted therapies.",
      "startOffset" : 158,
      "endOffset" : 165
    }, {
      "referenceID" : 2,
      "context" : "[19] Expression of HER3 is reported in a variety of cancers overexpressing HER2, including breast and bladder cancer.[20] As indicated by crystallographic data, open HER2 configuration suggests its dimerization with other HER family receptors.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 5,
      "context" : "As previously reported,[52] all situations of protein purification were checked.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 5,
      "context" : "The protein concentration was determined by the Bradford protein assay method using BSA as the standard[52,53] or by spectroscopy using a calculated molar absorption coefficient at 280 nm (e280) of 18 450, 6990, and 12 950 m−1 cm−1 for the purified protein RALA-HER3, RALA-Taq, and ZHER3, respectively.",
      "startOffset" : 103,
      "endOffset" : 110
    } ],
    "year" : 2019,
    "abstractText" : "Dr. M. Nazari, S. Zamani Koukhaloo, S. Mousavi Monoclonal Antibody Research Center Avicenna Research Institute ACECR Tehran 1936773493, Iran E-mail: ma.nazari@ari.ir Dr. A. Minai-Tehrani Nanobiotechnology Research Center Avicenna Research Institute ACECR Tehran 1936773493, Iran E-mail: A.minaei@ari.ir Dr. R. Emamzadeh Department of Biology Faculty of Sciences University of Isfahan Isfahan 8174673441, Iran Dr. R. Cheraghi Department of Nanobiotechnology Faculty of Biological Sciences Tarbiat Modares University Tehran 111-14115, Iran The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/mabi.201900159.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}