{
  "name" : "downloads_2020-10-06_46_nishad2021.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ultrasound-assisted development of stable grapefruit peel polyphenolic nano-emulsion_ Optimization and application in improving oxidative stability of mustard oil",
    "authors" : [ "Jyoti Nishad", "Anirban Dutta", "Supradip Saha", "Shalini G. Rudra", "Eldho Varghese", "R.R. Sharma", "Maharishi Tomar", "Manoj Kumar", "Charanjit Kaura" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nFood Chemistry\njournal homepage: www.elsevier.com/locate/foodchem\nUltrasound-assisted development of stable grapefruit peel polyphenolic nano-emulsion: Optimization and application in improving oxidative stability of mustard oil\nJyoti Nishada, Anirban Duttab, Supradip Sahab, Shalini G. Rudraa, Eldho Varghesec, R.R. Sharmaa, Maharishi Tomard, Manoj Kumare, Charanjit Kaura,⁎\na Division of Food Science and Postharvest Technology, ICAR-Indian Agricultural Research Institute, New Delhi 110012, India bDivision of Agricultural Chemicals, ICAR-Indian Agricultural Research Institute, New Delhi 110012, India c ICAR-Central Marine Fisheries Research Institute, Ernakulam, Kochi 682 018, India d ICAR-Indian Grassland and Fodder Research Institute, Jhansi 284003, India e ICAR-Central Institute for Research on Cotton Technology, Mumbai 400019, India\nA R T I C L E I N F O\nKeywords: Grapefruit peel Phenolics Nanoemulsion Ultrasonication Mustard oil Span-80 Oxidative stability\nA B S T R A C T\nGrapefruit (Citrus paradisi) peel (GP) is rich in flavonoids and phenolics which have several proven pharmacological effects. However, their chemical instability towards oxygen, light and heat limits its applications in food industries. In the present study, we evaluated the feasibility of fabricating grapefruit-peel-phenolic (GPP) nano-emulsion in mustard oil using ultrasonication. Response surface methodology (RSM) optimization revealed that sonication time of 9.5 min at 30% amplitude and 0.52% Span-80 produced the stable GPP nano-emulsion with a droplet size of 29.73 ± 1.62 nm. Results indicate that both ultrasonication and Span-80 can assist the fabrication of a stabilized nano-emulsion. This study is one of its kind where nano-encapsulation of GPP into W/ O emulsion was done to stabilize the active compound inside mustard oil and then the nano-emulsion was used to extend oxidative stability of mustard oil. Findings provide a basic guideline to formulate stable nano-emulsions for their use in active food packaging, oils, and pharmaceuticals."
    }, {
      "heading" : "1. Introduction",
      "text" : "Citrus peel from different species (oranges, grapefruits, pummelos, lemons, limes etc.) are an abundant source of potent nutraceutical compounds containing varying amount (0.5–20% dry basis) of polyphenolics (M’hiri, Ioannou, Ghoul, & Mihoubi Boudhrioua, 2017). These include flavonoids, which are known to have pharmacological effects including anti-cancerous, anti-inflammatory and hypolipidemic properties (Ling et al., 2020). Among citrus species, GPs are unique as they harbour an abundant source of naringin (NR) flavanone; a potential therapeutic agent reported to enhance resistance against inflammation and oxidative stress and protect the body against multiple organ injury (Lee, Lee, Kim, & Kim, 2018; Zhou et al., 2019). NR is a potential anti-cancerous agent and strongly inhibits prostate cancer lines when used in combination with chemotherapeutic drug atorvastatin (Wu et al., 2019). Tajaldini, Samadi, Khosravi, Ghasemnejad, and Asadi (2020) reported that NR can play a protective role in reducing the side effects of chemotherapy drugs during the treatment of oesophagal\ncarcinoma. It can also attenuate alcoholic liver injury by reducing oxidative stress and lipid accumulation (Zhou et al., 2019). Apart from NR, grapefruit peel is also an excellent source of phenolic flavonoids namely, flavanones, flavanone glycosides and polymethoxylated flavones (limonin, naringin, naringenin, and quercetin) that have antiinflammatory and anti-cancerous properties (Tahaghoghi-Hajghorbani et al., 2019). These results suggest that the addition of GPP into food products may provide anti-cancerous effects and promote good health. The high antioxidant activity acquired by peel polyphenolics is also important in oils and in food rich in fat content, where oxidation and rancidity are the major concern. Numerous studies have been reported describing antioxidant activity of natural extracts in delaying lipid oxidation in various oils compared to synthetic antioxidants (Mohammadi, Jafari, Esfanjani, & Akhavan, 2016; Chong, Chang, Sia, & Yim, 2015).\nDirect addition of GPP in food, however, may cause undesirable changes, affecting the organoleptic properties of the product. Also, the hydrophilic nature of the GPP may hinder its incorporation in an oil\nhttps://doi.org/10.1016/j.foodchem.2020.127561 Received 23 April 2020; Received in revised form 7 July 2020; Accepted 9 July 2020\n⁎ Corresponding author. E-mail address: charanjitkaur6@gmail.com (C. Kaur).\nFood Chemistry 334 (2021) 127561\nAvailable online 18 July 2020 0308-8146/ © 2020 Elsevier Ltd. All rights reserved.\nT\nmatrix. And the high instability of GPP against oxidation during traditional processing (light, temperature, and pH) further affects its beneficial properties (Velderrain-Rodríguez, Acevedo-Fani, GonzálezAguilar, & Martín-Belloso, 2019). Nano-emulsion (NE) based delivery systems provide an alternative solution by encapsulating these bioactives and regulate their release and absorption in the body. NEs are kinetically stable and thermodynamically metastable heterogeneous colloidal systems dispersing droplets of one phase in the immiscible continuous phase. The reduced coalescence rate between the NE droplets improves its kinetic stability and prevent the gravitational separation of different phases (McClements and Rao, 2011). Preparation of NE requires appropriate surfactant (Tween-20, Span-80) and high/ low energy (ultrasonication, high-pressure homogenization) methods.\nUltrasonic homogenization is currently the most promising 'green technology' for the preparation of NE owing to its ability to reduce the droplet size to nano-levels, high efficiency, and economic performance. Ultrasound mediated emulsion has been successful in formulating NE based on eugenol-chitosan (Shao et al., 2018); thymol-chitosan (Robledo et al., 2018); and curcumin in fat (Páez-Hernández, Mondragón-Cortez, & Espinosa-Andrews, 2019). There is no comprehensive literature available where GPP is stabilized in W/O nanoemulsion using mustard oil as a continuous phase and then the optimized formulation is exploited for its antioxidant potential in extending shelf life of mustard oil. The aim of the present study was to standardize the water-in-oil (W/O) nano-emulsion composition based on GPP in mustard oil through RSM. The basis for optimization was the formulation of stable emulsion with minimum droplet size using a minimal amount of emulsifier. In addition, antioxidant potential of the optimized nano-emulsion for imparting oxidative stability in mustard oil was evaluated. The mustard oil was selected for its wider availability and susceptibility to oxidation worldwide. The unique flavor produced by mustard oil in foods and high omega-3 fatty acids have made this a healthier choice for consumers."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Freshly harvested grapefruits (Citrus paradisi cv. Redblush) were used for the extraction of polyphenols from its peel (section 2.2).\nMustard oil (MO) was extracted from the mustard seeds of variety Pusa Jagannath (section 2.3). Span 80 (sorbitan monooleate) with HLB (hydrophilic-lipophilic balance) having a value of 4.3 was used as the emulsifier for stabilizing water in oil (W/O) emulsion."
    }, {
      "heading" : "2.2. Chemicals",
      "text" : "The analytical grade solvents and chemicals from Merck (Darmstadt, Germany) and Sigma Aldrich (St. Louis, MO, USA) were used in the study. The Viscozyme L. an enzyme derived from Aspergillus aculeatus, V-2010 (Sigma-Aldrich) was used in the enzyme mediated phenol extraction."
    }, {
      "heading" : "2.3. Extraction and characterization of polyphenols from GP",
      "text" : "The bioactives were extracted from GP using EAE (enzyme-assisted extraction) using optimized conditions as described in a previous study (Nishad, Saha, Dubey, Varghese, & Kaur, 2019). Where 0.9% Viscozyme L. in 20 mL of 0.2 M sodium acetate buffer (pH 4.8) was added in 0.5 g of peel powder and incubated for 5 h at 60 °C. After completion of the incubation, the enzyme was inactivated at 90 °C and the viscous mass was centrifuged to obtain the polyphenolic extract. Further extraction with 70% ethanol was carried out in the remaining pellet and the supernatant was mixed with the previously obtained extract. The second extraction was also carried out with the residue of first enzyme hydrolysis and the entire collected supernatant were mixed and stored at 4 °C. The obtained extract was then characterized for its total phenolic content, flavonoid content (Zhishen, Mengcheng, & Jianming, 1999), antioxidant activity using in vitro methods like CUPRAC (Apak, Güçlü, Özyürek, & Karademir, 2004), FRAP (Benzie and Strain, 1996), TEAC (Re et al., 1999), and DPPH (Brand-Williams, Cuvelier, & Berset, 1995) and individual phenolic compounds using HPLC (Table 1 and Supplementary information 1). The optimized extract was then used for the emulsion formulation."
    }, {
      "heading" : "2.4. Mustard oil (MO) extraction",
      "text" : "The seeds from mustard (Brassica juncea L.) variety Pusa Jagannath (oil content- 40.0–42.8%) were selected for MO extraction. The seeds were cold-pressed in kachi Ghani oil machine (Andavar mills) and the\nData are expressed as means ± standard error of triplicate samples. TPC, total phenolic content; TFC, total flavonoid content; AOX, antioxidant activity. GAE, Gallic acid equivalents; QE, Quercetin equivalent; TE, Trolox equivalent. db, dry basis. *Phenolic compounds in the extract in decreasing order of their amount. #Reference- AOCS (2007).\nexpelled oil was collected and stored in an opaque and airtight container. The quality parameters of the MO are presented in Table 1."
    }, {
      "heading" : "2.5. Optimization of ultrasonication to prepare water-in-oil (W/O) NE by RSM",
      "text" : "An optimization study of the ultrasonication conditions and emulsion formulation was carried out in two stages. First, single factor experiments were performed to select the range of major influencing factors such as emulsifier concentration (0–5%), amplitude (10–50%) and sonication time (1–30 min.), to achieve the smallest droplet size (Data not shown). Then, RSM based optimization for ultrasonication was conducted using Box–Behnken design (BBD) in design-expert software (Design-Expert 11). Three factors at three levels were used for optimization: emulsifier concentration (0.5, 1.5 and 2.5%), amplitude (20, 30 and 40%), and sonication time (5, 10 and 15 min.). The complete design consisted of 17 experiments and is shown in Table 2. The emulsion droplet size was the selected response for different runs. The experimental data were fitted to an empirical second-order polynomial regression model Eq. (1) to predict the optimum extraction conditions.\n∑ ∑ ∑= + + + + = = > Y B B X B X B X X e i\nk\ni i i\nk ii ii\ni j\nk\nij i j0 1\n1 2\n(1)\nY is the response (droplet size) which is a function of independent factors (Xi’s); B0 represents constant coefficient, and coefficients of the linear, quadratic and interactive terms were represented by Bi, Bii, and Bij, respectively. Analysis of variance was used to estimate the regression coefficients of linear, quadratic and interactive terms and the significance was assessed using the p-values and Adjusted R2 values. Further, the fitted regression aided in plotting 3-D surface plots, illustrating the relation between the droplet size and selected levels of independent variables. The adequacy of the model was further verified by running additional extraction runs at the optimized conditions. The obtained experimental data were compared with the predicted values of RSM."
    }, {
      "heading" : "2.6. Preparation of coarse emulsion",
      "text" : "W/O coarse emulsions were prepared by dispersing GP extract (10% v/v of total emulsion) in a continuous phase consisting of virgin mustard oil (Fig. 1). Span-80 (sorbitan monooleate) with an HLB value of 4.3 was used as an emulsifier for stabilizing W/O emulsion. For\npreparation of coarse emulsion, 87.50–89.50% (w/w) of oil, 0.5–2.5% (w/w) Span-80 and 10% (v/v) of peel extract were used. The emulsifier concentration was optimized so that a stable NE with a minimum droplet size could be formulated using the least amount of emulsifier. The continuous phase was prepared by dissolving span 80 in mustard oil at 50 °C on a magnetic stirrer for 30 min and cooled down to the room temperature. Then, the dispersed phase (10% peel extract) was carefully added (drop by drop) into the continuous phase (mustard oil) while continuously homogenizing the two phases using a high-speed homogenizer (UltraturraxT-25, IKA, Germany) at 10000 rpm for 10 min. During the mixing, the temperature was maintained at 25 °C using a water bath.\nSEM, standard error mean."
    }, {
      "heading" : "2.7. Nano-emulsion (NE) formulation",
      "text" : "NEs were prepared by further homogenizing the coarse or macro emulsion with the help of ultrasonication in an ultrasonic apparatus (Misonix Touch-Screen Sonicator (S-4000), New York, USA) working at a frequency of 20 kHz. Individual batches of coarse emulsion were sonicated at varying conditions of amplitude (20–40%) and sonication time (5–15 min). The temperature was maintained at 25 °C using an ice bath. All emulsions, after preparation, were characterized immediately as described in section 2.7 and then stored at 4 °C. The detailed flow chart of formulation of nano-emulsion is presented in the Fig. 1."
    }, {
      "heading" : "2.8. Droplet size measurement",
      "text" : "The droplet size of the GPP/Mustard oil (GPP/MO) emulsions was measured using a laser light scattering nanoparticle analyzer (Horiba Scientific, SZ-100). To avoid the presence of bubbles and multiple light scattering, emulsion samples were diluted with mustard oil at a dilution ratio of 1:10 and sonicated for 5 min in the dispersion medium and analyzed in triplicates. A refractive index of 1.33 for dispersed phase and dispersing phase (mustard oil) viscosity of 57.60 mP·s and 1.484 refractive index were selected as optical parameters for the scanning. The results of droplet size were expressed as the mean diameter of the triplicate values."
    }, {
      "heading" : "2.9. Stability test",
      "text" : "The stability of emulsions was determined corresponding to its physical (centrifuge test and sedimentation index) and oxidative stability (on storage of 30 days at 25 ± 2 °C). Different indicative measures were used are as follows:"
    }, {
      "heading" : "2.9.1. Centrifuge test",
      "text" : "The physical stability of NEs was evaluated by performing 30 min. centrifugation of the NEs at 3, 500 rpm followed by noticing any phase change (Karthikeyan, Jeeva, Jerobin, Mukherjee, & Chandrasekaran, 2012)."
    }, {
      "heading" : "2.9.2. Sedimentation index (SI%) or creaming test",
      "text" : "Sedimentation index indicates the creaming stability of the emulsion, where a lower value depicts a lower phase separation and higher stability of the emulsion. The test was performed by transferring prepared emulsions into 10 mL graduated glass cylinders and observed for phase separation at room temperature for 24 h. On storage, an opaque layer, and a transparent serum layer with water at the bottom or oil at the top was separated from the emulsions. The sedimentation index was calculated as the ratio of the height of the serum layer (H) separated with time to the initial height of the emulsion (H0), Eq. (2) (Ushikubo and Cunha, 2014):\n⎜ ⎟= ⎛ ⎝ ⎞ ⎠ ∗H H SI(%) 100 0 (2)"
    }, {
      "heading" : "2.9.3. Oxidative stability",
      "text" : "The oxidative stability of optimized GPP/MO emulsion was determined at 0, 7, 14, 21 and 30 days of storage at 25 ± 2 °C as compared with virgin mustard oil. The oil and emulsion were analyzed for their antioxidant activity and total phenolic content (TPC) as follows:\n2.9.3.1. Phenolic extracts preparation from oil and emulsions. For polyphenols extraction, 2.5 g mustard oil was mixed with an equal volume (2.5 mL) of hexane (Saoudi et al., 2016). The mixture was then extracted three times using 80:20 (v/v) methanol–water (2.5 mL) as a solvent. Followed by 2 min vortexing and centrifugal separation at\n5000 rpm for 5 min. The extracts after each centrifugation were collected and stored at 4 °C until further analysis. For the extraction of phenolics from emulsions, 1 mL of emulsion sample was mixed with 4 mL of absolute ethanol, which helps in leakage and release of phenolic compounds from the emulsion, by a modified method by Pinheiro et al. (2015). The supernatant thus obtained was used for analysis.\n2.9.3.2. Determination of TPC. Spectrophotometric method using Folin–Ciocalteu reagent (FCR) was used for TPC estimation. Where 0.1 mL of sample extract, 2.9 mL deionized water, 2.0 mL of 20% Na2CO3 solution and 0.5 mL of FCR were mixed together and kept for 60 min in dark. The absorption was measured at 750 nm in a UV–vis spectrophotometer (Varian Cary 50) against a reagent blank. Results were given in terms of gallic acid equivalent (mg GAE/100 mL wb (wet basis).\n2.9.3.3. Determination of antioxidant activity using DPPH (2,2-Diphenyl-1picrylhydrazyl) method. The DPPH scavenging assay was performed by adding 3.9 mL of 0.0634 mmol/L 70% methanolic DPPH solution to 0.1 mL of the extract and then it was shaken vigorously (BrandWilliams, Cuvelier, & Berset, 1995). The change in absorbance was measured at 517 nm for 30 min. The percentage inhibition of DPPH was calculated as follows:\n= − ×Inhibition A A\nA % 1000\n0 (3)\nA0- initial absorbance of the DPPH solution at 517 nm; A- final absorbance of the sample with DPPH solution. 70% methanol was used as the blank and the results were expressed as μmol TE/mL wb."
    }, {
      "heading" : "2.10. Evaluation of oxidative stability of functionalized mustard oil under accelerated storage conditions",
      "text" : "Four grapefruit peel extract (GPE) concentrations of 100, 200, 300 and 400 ppm were dissolved in mustard oil in two different forms macro-encapsulated GPE and nano-encapsulated GPE. The emulsion formed after homogenization i.e. coarse emulsion was used in the oils for macro-encapsulated GPE.\nThe stability of mustard oil against oxidation was then determined by subjecting the samples to Schaal oven test with some modifications (Poyato et al., 2013). The oil samples with or without antioxidants (nano-emulsion, macro-emulsion and TBHQ) were placed in 250 mL sealed flasks at 60 °C for 72 h. One day of storage under this standardized condition simulate 1 month of room temperature storage (Abou‐Gharbia, Shahidi, Shehata, & Youssef, 1996). Peroxide value (PV), free fatty acids (FFA), P-anisidine value (p-AV) and thiobarbituric acid (TBA) value were considered important for the evaluation of oxidative stability of the oils every 12 h. These four parameters were determined as follows:"
    }, {
      "heading" : "2.10.1. Peroxide value (PV)",
      "text" : "Referring to the AOCS (Cd 8b-90, 2007), 5 g (± 50 mg) of oil sample was placed into a 250 mL stoppered conical flask and mixed with 30 mL of acetic acid-chloroform (3:2) solvent. To this mixure, 0.5 mL saturated KI solution was added followed by addition of 30 mL distilled water after 1 min. incubation in dark. The liberated iodine was then titrated against 0.01 N sodium thiosulphate in presence of starch indicator till the blue colour disappeared. PV was calculated in meq of oxygen/kg oil according to the standard formula."
    }, {
      "heading" : "2.10.2. Free fatty acid (FFA)",
      "text" : "The free fatty acid was determined according to AOCS (Ca 5a-40, 2007) method of alkali neutralization using phenopthalein indicator and percentage of free fatty acid was calculated in terms of oleic acid."
    }, {
      "heading" : "2.10.3. Thiobarbituric acid (TBA) value",
      "text" : "Thiobarbituric acid value was used to measure the secondary oxidation products of malonaldehyde, and was performed according to AOCS (Cd 19–90, 2007) procedure. The TBA value was calculated using Eq. (4)\n= −TBA value 50X(A B) m (4)\nwhere A is the absorbance of the test solution, B is the absorbance of the reagent blank and m is the mass of oil sample (mg)."
    }, {
      "heading" : "2.10.4. P-anisidine value (p-AV)",
      "text" : "The spectrophotometric method of AOCS (Cd 18–90, 2007) was used to estimate p-AV of mustard oil."
    }, {
      "heading" : "2.11. Transmission electron microscopy (TEM)",
      "text" : "The droplet size of emulsions was determined using transmission electron microscopy (ZEISS, Germany) operating at 80 kV. The emulsion samples were deposited on a carbon-coated copper grid in the form of single-layer and multilayer suspensions. Negative staining with 1% (w/v) uranyl acetate was done to observe the droplet size. Samples were then air-dried before final analysis.\nFig. 1 displays the complete set of experimentation with the various type of analysis carried out during different stages of nano-emulsion preparation and its application."
    }, {
      "heading" : "2.12. Statistical analysis",
      "text" : "Each extraction trial and emulsion analysis was carried out in 3 replications and the data were presented as mean values. Analysis of Variance (ANOVA) was used to evaluate the significance of treatments (p < 0.05) using SAS (9.4) software. Further, Tukey's HSD test was performed to determine the pair-wise significance of the treatments wherever significance was observed."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of phenolic extract from GP and mustard oil",
      "text" : "Antioxidant profiling of GP extract depicted the presence of numerous phenolic compounds in the extract contributing to its antioxidant potential (Table 1, Supplementary Information 1). In addition analysis of virgin mustard oil revealed its oxidative stability after expulsion (Table 1). The GP extract and mustard oil were then explored for formulation of a stable nano system using ultrasonication."
    }, {
      "heading" : "3.2. Formulation and characterization of NE",
      "text" : "Optimization of the NE formulations containing bioactives is essential to prepare a stable NE. The effect of emulsifier concentration (X1), amplitude percentage (X2) and sonication time (X3) on droplet diameter was studied in the present work. Minimum droplet size was taken as the dependent variable for process optimization. Where the emulsions with droplet size < 100 nm were considered to be in nano range and those with > 100 nm size were termed as coarse emulsion. The tested formulations were then characterized by kinetic and oxidative stability."
    }, {
      "heading" : "3.2.1. Fitting the response surface models",
      "text" : "Analysis of variance and regression were employed for fitting the second order model and evaluating the significance of the factors. Supplementary Information 2 shows the values of R2, adj-R2, regression coefficients along with p-values and lack of fit. Polinomial regression analysis of the data yielded the significance of the quadratic model (p < 0.0001) for predicting the response. An insignificant lack of fit\nshows that the regression equations sufficiently explained the variability in the response through second order model. High R2 (0.99) and adj-R2 (0.99) values depict adequacy of the applied model. The final predicted second-order polynomial equation Eq. (8) after neglecting the non-significant terms (p > 0.1) is as follows:\n= + + +\n− + ± ± ±\n± ± ±\nY(Droplet diameter)\n564. 62 18.65X 21.23X 29.34X X 536.28X 35.31X ( 11.79) 1( 9.32) 2( 9.32) 2\n3( 13.19) 1( 12.85) 2\n2( 12.85) 2 (8)\nwhere, the values in parentheses represent standard error of the estimates.\nThe results of ANOVA indicated the linear and quadratic effects of emulsifier and amplitude percentage (p < 0.1) on droplet diameter. Whereas, the interaction effect of only amplitude and time (X2X3) was found significant (p < 0.1) for the selected response. Response surface curves depicting the interaction of different factors and their effect on droplet size are shown in Supplementary Information (S) 3(A–C). S-3A exhibited a substantial increase in droplet size with a simultaneous increase in surfactant concentration until 1.5% after that the size of the droplet started decreasing. On the contrary, an increase in amplitude at constant emulsifier concentration does not reveal any marked difference in the size of the droplet. The smallest size droplet (~29 nm) was obtained at 20% amplitude and 0.5% emulsifier concentration, and the biggest droplet of ~ 621 nm was observed at 39.96% amplitude and 1.5% emulsifier concentration (S-3A). This suggests an emulsion with smaller droplets could be obtained even at low levels of emulsifier and amplitude.\nThe interaction of time and emulsifier concentration (S-3B) also revealed a similar effect, where a low percentage of emulsifier (0.5%) formed smaller droplets irrespective of the sonication time. As the concentration of emulsifier increased to 1.5%, the maximum size of ~ 596 nm was observed for emulsion after a sonication time of 5 min (S-3B). The response curves for amplitude and time (S-3C), depicted the formation of an emulsion with large size droplets when both the factors were varied by keeping emulsifier concentration constant. Thus, the surface plots indicate emulsifier was the major factor in determining the emulsion stability which further supports the highly significant quadratic values for emulsifier in the RSM model.\nRSM optimization revealed the effect of sonication on emulsion characteristics. The stable emulsion formulation with small droplet size using ultrasonication explained the cavitation effect of sonication waves through cycles of compression and expansion, which generate bubbles in the emulsions. The continuous sonication results in rapid growth and collapse of the bubbles producing high shear forces, which further cause the rupture of droplets in the emulsion (Jin et al., 2018). Fig. 2A portrays the probable mechanism of action of ultrasonication on\nthe droplet size of the nano-emulsion. The cavitational bubble generated by high energy ultrasonic waves collapse at the surface of the coarse emulsion, producing high shear forces. The resulting force induce disruption of the coarse emulsion and breaks the large micelles to smaller micelles, facilitating the formation and stabilization of GPP/MO nano-emulsion."
    }, {
      "heading" : "3.2.2. Influence of variables on droplet diameter of GPP/MO nanoemulsions",
      "text" : "The droplet diameter is a critical factor affecting the emulsion stability and is a function of the processing conditions and physico-chemical properties of the emulsion. The simultaneous phenomenon of droplet disruption and re-coalescence during emulsification can significantly affect the emulsion droplet size.\nIt was depicted from the RSM optimization that the emulsifier exerted a significant quadratic effect on droplet diameter, where smaller droplet size was obtained at 0.5 and 2.5% span 80 concentration (Supplementary Information 2). The findings of this study could be explained by the action mechanism of emulsifiers i.e. emulsifier surface excess principle. According to this, the formation of large droplets is inhibited by the formation of the emulsifier layer onto the surface of the droplets reducing the interfacial tension of the oil and water interphase. A higher emulsifier concentration has greater surface excess that results in the NE formulations with smaller droplet size (Ngan et al., 2014). The Brownian motion of these nano-sized droplets enhances the emulsion stability by overcoming the destabilization effect of gravitational forces (Kumar, Gaur, & Mandal, 2017). Furthermore, as discussed by Shao et al. (2018), the droplet disruption after sonication generates new smaller droplets with increased overall surface area. An adequate amount of emulsifier thus covers these newly formed interfaces and prevent their coalescence. And this could only be possible when the emulsifier is in the continuous phase and non-equilibrium condition, Gibbs-Maragoni effect (Wooster, Golding, & Sanguansri, 2008). Whereas, low emulsifier concentration causes incomplete coverage of droplet surface leading to coalescence and size increase of droplets (Qian and McClements, 2011). On the contrary, at very high/critical emulsifier concentration there is a further increase in the size of the droplet. This could be attributable to the fact that the surface tension of the continuous phase reaches equilibrium at critical micelle concentration (CMC), causing a rearrangement and destabilization of the colloidal system (Katsouli, Polychniatou, & Tzia, 2018).\nChange in amplitude exerted linear as well as quadratic effect with 30% amplitude yielding smaller size droplets in the emulsion (Supplementary Information 2). It is attributed to increase the energy supply to the emulsion system on increasing amplitude which causes intensive cavitation and a subsequent rise in temperature. As a result,\nthe dispersion of one phase into another is facilitated by decreasing the viscosity, Laplace pressure and interfacial tension (Kaltsa, Michon, Yanniotis, & Mandala, 2013). Thus, producing smaller droplets, while large droplets were observed at a lower amplitude (< 30%). Further increase in amplitude (> 30%), caused a significant (p = 0.03) increase in size. This effect can be described as an “over-processing effect” (Kentish et al., 2008). These results emphasize the importance of energy in promoting droplet disruption but only to a critical point, beyond which there is no significant effect on droplet disruption or emulsion stability.\nUnlike emulsifier concentration and amplitude, the sonication time did not reveal any significant effect on droplet size whereas its interaction with amplitude yielded NEs of varying range. In the present study sonication time of 9.5 min., efficiently yielded a NE with the smallest droplet size of ~ 30 nm. The effect of sonication time on droplet diameter is reported by previous researchers. Long sonication time causes over-processing and very intense homogenization which not only disrupts the droplets, but also increases the contact and, thus, their re-coalescence (Kentish et al., 2008)."
    }, {
      "heading" : "3.2.3. Validation of the predicted model",
      "text" : "For GPP/mustard oil NE formulation lowest droplet diameter was considered as optimum. Since desirability level of 1.0 was the target value, the size was optimized by model at 29.48 nm which can be achieved with the predicted conditions of 0.52% emulsifier concentration at an amplitude of 30% and 9.5 min sonication time. Three replicate experiments were performed for validation of the fitted model using optimized parameters which yielded a droplet size of 29.73 ± 1.62 nm (Fig. 2B). The experimental value thus obtained showed a similarity with predicted value from the desirable optimization test. Therefore, 0.52% emulsifier concentration, 30% amplitude for 9.5 min. sonication time was optimized for a stable NE with a droplet size of 29.73 ± 1.62 nm. Subsequently, the polynomial model can be used efficiently for optimizing the sonication process of GPP/MO NE formulation."
    }, {
      "heading" : "3.3. The effect of ultrasonication conditions on the kinetic stability of GPP/",
      "text" : ""
    }, {
      "heading" : "MO emulsion",
      "text" : "The kinetic stability of emulsions against the creaming and coalescence is an indicator of their long-term stability. A physically stable emulsion has both its phases- the dispersed and continuous phase, in equilibrium even under the effect of external forces like centrifugation and temperature. The stability of emulsions was thus evaluated based on the centrifuge test and sedimentation index (SI %) (Table 2).\nThe long term stability of emulsion becomes imperative for its commercialization and applications. The phase separation in an emulsion is a characteristic feature of the system including the emulsifiers used, type and volume ratio of different phases, etc. Where an appropriate emulsifier capable of lowering interfacial tension between the phases can significantly improve the emulsion stability (Ambrosone, Mosca, & Ceglie, 2007). The destabilization in NEs is either due to the formation of a cream layer at the top or a serum layer at the bottom over a period of time. In this study, a higher density of the GPP extract as compared to mustard oil caused a downward movement and thus serum formation in all the W/O nano-emulsions during storage. The NE containing 0.5% emulsifier and prepared using 30% amplitude for 15 min sonication time appeared to have a significantly higher stability index."
    }, {
      "heading" : "3.3.1. Sedimentation index (SI %)",
      "text" : "The stability of the GPP emulsions was depicted using sedimentation index, where low values indicated higher stability of the emulsion. The sedimentation in an emulsion is known to be a function of gravitational separation with time. After a storage period of 24 h at room temperature, emulsion stability against droplet coalescence and\ncreaming was evaluated. Minimum phase separation was considered as the indicator of greater emulsion stability. Results revealed a significant correlation between emulsion stability, and emulsifier concentration, amplitude and sonication time.\nThe interaction of emulsifier concentration and amplitude was found significant in reducing phase separation of the NE. The phase separation was less at a low concentration of emulsifier and increased at 1.5% emulsifier and again decreased at 2.5% concentration (Table 2). The order in hierarchy for increasing emulsion stability with emulsifier was 1.5%<2.5%<0.5%. The increase in values resulted in the stability of NE for amplitude percentage. The effect of amplitude and sonication time on the emulsion stability was correlated, where low amplitude for a longer period of time showed a similar effect as that of processing of emulsion at high amplitude for a short duration. Overall, the NE formulated using 0.5% emulsifier at 30% amplitude for sonication time of 15 min. was found to be the most stable one.\nThe use of emulsifiers in the form of colloidal particles, globular proteins, small surfactant molecules, and flexible biopolymers can improve the long-term stability of emulsion. Span 80 is an ideal emulsifier for stabilizing GPP/MO emulsion system. The low SI of emulsions with 0.5% and 2.5% emulsifier could be attributed to their smaller droplet size. Further, an imbalance of different attractive and repulsive forces (electrostatic, van der Waals, hydrophobic, steric) between emulsion droplets cause depletion flocculation, which destabilizes the colloidal system. This effect is more prominent above the critical emulsifier concentration, forming aggregates in the emulsion and destabilization (McClements, & Jafari, 2018). Comparatively low stability of emulsions with a high concentration of Span 80 (> 0.5%) could be thus attributed to these depletion forces.\nThe high amplitude used during ultrasonication also helped in imparting stability to the emulsion. An increase in system energy by employing higher amplitude intensifies the acoustic cavitation and interfacial instability which implies the formation of smaller droplets, as also discussed in section 3.2.2. Results showed stability of emulsion even after sonicating it for 5 min at 40% amplitude whereas more time was required to achieve similar results at lower amplitude (Table 2). Moreover, results also revealed that emulsion stability was more influenced by the individual process variable of sonication than their combined effects.\nThe sonication time during which emulsion is exposed to the extreme turbulence of acoustic field, also revealed significant effect in this study however the impact was less when compared to other variables. SI decreased with increasing sonication time, demonstrating that longer sonication could increase the emulsion stability. The possible reason could be a substantial reduction in droplet size, which may facilitate the improve layering of emulsifier molecules on the W/O emulsion (SalviaTrujillo, Decker, & McClements, 2016). It was observed that 5 to 15 min sonication time was insignificant to bring change in droplet size in all the cases as also discussed in the previous sections."
    }, {
      "heading" : "3.3.2. Centrifuge test",
      "text" : "The results of the centrifuge test corroborated with the phase separation indices. For the emulsion formulation obtained at the optimum condition of 0.5% emulsifier, 30% amplitude and 15 min. sonication time, no evident separation of phases was recorded (Table 2). On the other hand, all the formulations with 1.5% emulsifier were found to be highly unstable irrespective of the amplitude and sonication time used. Further, emulsions having a higher concentration of emulsifier (2.5%) and treated at high amplitude (> 20%) were also kinetically stable. Suggesting, the interaction of different processing variables in deciding the emulsion stability when subjected to centrifugation.\nThe centrifugal force increases the Brownian motion of droplets which then coalesce by approaching each other and form aggregates (Silva, Cerqueira, & Vicente, 2015). This droplet coalescence consequently increases the droplet size. Therefore, at an amplitude < 30%, the low cavitation intensity was unable to disperse the droplets,\nforming large-sized droplets under the centrifugation at 3500 rpm. Silva, Cerqueira, and Vicente (2015) have also reported similar findings while studying the processing effect on the kinetic stability of triglyceride oil-based emulsion stabilized by different surfactants. Thus, concluding that under centrifugal force the emulsions were kinetically stable owing to the dispersion of droplets after sonication. However, after 24 h of storage the separation of the serum layer in all the emulsions was observed, this could be explained by the sedimentation mechanism under the effect of high gravitational force (Silva, Cerqueira, & Vicente, 2015)."
    }, {
      "heading" : "3.4. Morphological analysis by transmission electron microscopy (TEM)",
      "text" : "Morphology of GPP/MO nano-emulsion was revealed by TEM analysis. As depicted in Fig. 2B, NE showed a well-defined spherical shape with a smooth surface without any irregularities. The size of the droplet was around 30 nm which was corroborated with the DLS test. Further analysis on higher magnification showed a double-walled structure where the inner region is the water droplet, surrounded by the emulsifier (interface) followed by the outermost oil layer conforming to the shell, which is presumably the two-layer coating. At the center of NE, the particles of bioactive compound confirmed the successful encapsulation of these polyphenolics in oil."
    }, {
      "heading" : "3.5. Oxidative stability of nano-emulsion",
      "text" : "The NE protection against polyphenolic degradation was done by monitoring changes in antioxidant activity by DPPH method and TPC. Fig. 3A showing the antioxidant profile of optimized NE, mustard oil, and mixture of oil and NE in a ratio of 5:2, depicted higher antioxidant activity (174.4 µmoL TE/100 mL) and TPC (84.84 µg GAE/ mL) of GPP/ MO nano-emulsion than the pure mustard oil, and their mixture. This increase in the antioxidant potential of NE showed a synergistic effect of polyphenolics present in the peel extract and mustard oil, as also reported by Nishad, Koley, Varghese, and Kaur (2018).\nFurther, storage studies for 0, 7, 14, 21 and 30 days at the room temperature for the NE and mustard oil revealed a significant (p < 0.05) decrease in the TPC and antioxidant activity (Fig. 3 B). The percentage reduction was less in the case of NE than the pure oil for both the parameters. NE showed a decrease of 19.37% and 11.24% in TPC and antioxidant activity respectively after 30 days of storage. Whereas, a reduction of 33.33% (TPC) and 23.16% (antioxidant activity) was observed for pure oil after 30 days of storage. The results depicted a strong protective effect of encapsulation against polyphenolic degradation, where the GPP was intact inside the nanoemulsion.\nMoreover, a slow rate of degradation in NE as compared to pure mustard oil suggests the additive effect of bioactive compounds from the oil and the peel extract on prevention of oxidation. In similar lines, previous researchers have demonstrated the synergistic interaction of natural and synthetic antioxidants (Nishad, Koley, Varghese, & Kaur, 2018)."
    }, {
      "heading" : "3.6. Oxidative stability of functionalized mustard oil under accelerated storage conditions",
      "text" : "The formulated emulsion was added in different concentrations where active ingredient varied from 100 to 400 ppm to study the effect on the oxidation of the mustard oil. The efficiency of GPP was compared with synthetic antioxidant (TBHQ- 200 ppm).\nThe oxidative rancidity in oil is chiefly caused by the oleic acid oxidation and determined using FFA value and is commonly expressed as % oleic acid. Table 3 showed the results obtained for FFA after accelerated storage of oil having different antioxidants. After storage, the untreated mustard oil samples exhibited a FFA content of 1.69%, more than the fresh oil, and oil with NE-100 (1.41%) and NE-200 (1.55%).\nMeanwhile, the lowest FFA content of (1.37%) was observed in the oil supplemented with TBHQ. There was no significant difference (p < 0.05) between the FFA content demonstrated by TBHQ and NE100. However, with the increase in phenolic concentration, the FFA values also increased, depicting poor oxidative stability of the oil. Moreover, the nano-encapsulated antioxidants showed higher antioxidant activity than the macro-encapsulated ones. Though a significant increase in the FFA of oil was observed, its content was under an acceptable level of 3% in mustard oil.\nThe FFA formation can be considered as an important measure of food rancidity. As expected, the control sample showed an increase of 98.82% in FFA after storage. The addition of synthetic antioxidant (TBHQ) helped in reducing the rate of FFA formation. On the contrary, the emulsions containing antioxidant significantly (p < 0.05) increased the FFA in mustard oil in a concentration dependent manner. It shows triggering of the oxidation in presence of the aqueous phase in emulsion. This is supported by the fact that hydrolysis of triglycerides forms FFA, and this hydrolysis could be augmented by the reaction between oil and moisture (Zhang et al., 2010). Also, it is evident from the results that nano-encapsulation of phenolics imparted more antioxidant activity than macro-encapsulated ones. The maximum increase was observed in ME-400 (232%).\nPV was used as a primary oxidation indicator of mustard oil in the presence of several antioxidants (Fig. 3C). The PV of fresh mustard oil\nwas 1.5 meq/ kg oil. A considerable increase in the peroxide value more than the acceptable level (10 meq/ kg oil) was noted in all samples during 72 h accelerated storage, making oil unfit for consumption. The control samples exhibited the maximum increase in PV (65 meq/ kg oil) whereas oil with antioxidants found to have comparatively low primary oxidation products. The oil incorporated with TBHQ revealed significant reduction in peroxide formation (25 meq/ kg oil) as compare to control and other samples. However, the results were comparable at high concentration of GPP (400 ppm) (32.5 meq/ kg oil). A comparison between nano-encapsulated and macro-encapsulated antioxidant compounds revealed significant low PV values for oil samples incorporated with the macro-encapsulated active ingredient. Furthermore, the oil samples with NE exhibited a decrease in PV values with the increase in antioxidant concentration from 100 ppm to 400 ppm, showing a decrease in oxidation rate in oils.\nPrevention of the oil oxidation in food is critical in averting the deterioration of food and indirectly human health. The peroxide value indicates the primary oxidation state of oils by measuring the hydroperoxide concentration. These hydroperoxides are chemically unstable and can easily be broken down into low-molecular-weight oxygenated constituents like aldehydes, alcohols, ketones and free fatty acids, eventually causing rancidity (Chong, Chang, Sia, & Yim, 2015).\nLow PV values observed in case of samples with ME-GPP could be due to early set up of secondary oxidation in the oil and conversion of\nprimary oxidation products into secondary products, thus giving lower values for assay depicting primary oxidation (Chong, Chang, Sia, & Yim, 2015). On the contrary, NE containing samples showed a slow rate of oxidation and delayed setup of secondary oxidation, giving higher PV values. Nano-encapsulation of peel extract positively affected the retention of the antioxidant activity of GPP compounds. When compared to the conventional dispersion methods, the nano-particulation of phenolic compounds could significantly augment the antioxidant capacity, solubility, and bioavailability of the phenolic compounds. Mohammadi, Jafari, Esfanjani, and Akhavan (2016), in a similar study, reported a higher efficiency of nano-encapsulated olive leaf extract in preventing oxidation than the non-encapsulated ones. Thus these nanocapsules of GPE (dispersed droplets in W/O emulsions) could control the peroxide value more efficiently than simple peel extract during storage of edible oils.\nAV has a major role with respect to the oxidation of edible fats and edible oil. It signifies the secondary oxidation products (alcohols, aliphatic aldehydes, acids, ketones, and hydrocarbons) generated during the decomposition of hydroperoxides (Mohammadi, Jafari, Esfanjani, & Akhavan, 2016). The results for the AV of mustard oil showed a marked increase during storage (Fig. 3C). After completion of the storage period, TBHQ containing samples revealed the lowest increase in AV (25.58) followed by oils with 300 ppm of nano-encapsulated GPP (26.44). As obvious, the control sample showed the highest AV of 44.21. Moreover, nano-encapsulated bioactive compounds showed\nhigher activity than macro-encapsulated ones in preventing second oxidation in mustard oil. Conversely, the emulsions with high concentration (400 ppm) of bioactive did not prevent increase in AV of oil samples.\nAs supported by results of PV, the secondary oxidation products present in oil incorporated with macro-encapsulated GPP were high. This is in line with the previous studies where nano-encapsulation of bioactive compounds have proven to enhance the activity of the antioxidants (Mohammadi, Jafari, Esfanjani, & Akhavan, 2016). Therefore, a slower rate of primary and secondary oxidation was perceived in samples containing encapsulated peel phenolics. Moreover, high AV at 400 ppm concentration than at 300 ppm, signifies the role of phenolic concentration on the oxidation rate.\nIn addition, thiobarbituric acid (TBA) is also used as an index for lipid oxidation in terms of secondary oxidation products, measuring malondialdehyde (MDA). MDA is an abundant chemically active carbonyl produced in unsaturated fats and contributes to the off-flavour in oxidized oils. TBA is defined as the malondialdehyde (in mg) present in 1 kg of sample. The basis of this method is the spectrophotometric quantification of the pink complex formed at an absorbance of 532 nm due to a reaction between two molecules of 2-thiobarbituric acid (TBA) and one molecule of MDA (Chong, Chang, Sia, & Yim 2015).\nThe results of TBARS value has been shown in Table 3 depicting a significant increase in all the samples when compared with fresh oil (0.22/ g oil). After 72 hrs of storage, TBARS value of the control sample showed a highest increase of 13-fold when compared with the fresh oil. With the increase in the concentration of bioactive compound the oxidation rate was decreased and the maximum stability was witnessed in oil with 300 ppm NE phenolics (0.26/ g oil). On comparing TBA values of oils with TBHQ and NE-300, a 2.6- and 11-fold decrease in values was observed. As expected, the number of oxidation products was less in samples preserved with nano-encapsulated compounds than their macro-encapsulated counterparts.\nThe inhibitory effect of natural antioxidants were more pronounced than TBHQ. The results are in accordance with the study by Zhang et al. (2010) who compared the effectiveness of rosemary extract with synthetic antioxidants to prevent the lipid oxidation of sunflower oil. Further, report of Mohammadi, Jafari, Esfanjani, and Akhavan (2016), explained the higher inhibitory activity of NE-300. Consequently, this could correspond to the oxidation of secondary autoxidation products (aldehydes) and formation of carboxylic acids. Results signifies a better and controlled release and thus high efficiency of NE-300 nano-encapsulate of the phenolic compounds having comparable effects as that of synthetic antioxidants.\nThe findings of the accelerated studies of mustard oil revealed the\nData are expressed as mean values. Different superscripts for the same parameter represent significant differences (p < 0.05). *SEM- Standard error mean.\nimportance of various factors in deciding the primary and secondary oxidation stage. The lower PV in samples with ME antioxidants showed an unexpected trend. Conversely, this was explained by the results of anisidine and TBARS where the values with NE extract being lower than ME, indicating the efficiency of NE extract in slowing down the oxidation rate and controlling oxidative stability. Thus, it is suggested that simultaneous measurement of primary and secondary oxidation products is essential to assure effective monitoring of the mustard oil oxidation advancement. Overall, it can be concluded that GPP exhibited antioxidant activity and nano-encapsulation of these bioactive compounds improves the availability and helps in their control release, this manifest their industrial relevance in extending oxidative stability of edible oil."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The encapsulation of grapefruit peel phenolics (GPP) into nanoemulsion- based delivery systems were studied to protect the antioxidant potential of these phytochemicals. Stable mustard oil-based W/ O nano-emulsion was obtained using sonication. The sonication facilitated the incorporation of GPP into mustard oil by the formulation of GPP/MO nano-emulsions. The RSM optimization of ultrasonication depicted that a droplet size of around 30 nm can be achieved by dispersing 10% of GPP into 90% oil-stabilizer mixture after a sonication treatment of 9.5 min at 30% amplitude and 0.52% emulsifier concentration. The optimized NE showed good stability against sedimentation and oxidation on storage as compared to its macro counterparts and MO. The obtained NE depicted a significant enhancement of the antioxidant properties of GPP suggesting a synergistic interaction between GPP and MO. Thus, the study gives important insights into the formation and stability of NEs containing polyphenolics, which might be useful for designing delivery systems for phytochemicals with food and pharmaceutical interest. The efficiency of natural polyphenolic compounds was at par with the TBHQ in extending the shelf life of mustard oil. The test concluded that oil incorporated with peel extract in nano-encapsulated form was more effective as compare to macroencapsulated phenolic compounds. Phenolic compound at 300 ppm concentration was found more effective in preventing rancidity of mustard oil.\nCRediT authorship contribution statement\nJyoti Nishad: Investigation, Writing - original draft. Anirban Dutta: Conceptualization, Methodology, Supervision. Supradip Saha: Conceptualization, Methodology, Supervision. Shalini G. Rudra: Investigation, Writing - original draft. Eldho Varghese: Formal analysis, Software. R.R. Sharma: Formal analysis, Software. Maharishi Tomar: Writing - review & editing, Visualization. Manoj Kumar: Writing - review & editing, Visualization. Charanjit Kaur: Conceptualization, Methodology, Supervision.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors extend thanks to the Division of Agricultural Chemicals and Horticulture, ICAR‐IARI, New Delhi, India, for providing the research facilities and fruits."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.foodchem.2020.127561."
    } ],
    "references" : [ {
      "title" : "Oxidative stability of extracted sesame oil from raw and processed seeds",
      "author" : [ "H.A. Abou‐Gharbia", "F. Shahidi", "A.A.Y. Shehata", "M.M. Youssef" ],
      "venue" : "Journal of Food Lipids,",
      "citeRegEx" : "Abou.Gharbia et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Abou.Gharbia et al\\.",
      "year" : 1996
    }, {
      "title" : "Impact of edible surfactants on the oxidation of olive oil in water-in-oil emulsions",
      "author" : [ "L. Ambrosone", "M. Mosca", "A. Ceglie" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Ambrosone et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Ambrosone et al\\.",
      "year" : 2007
    }, {
      "title" : "Novel total antioxidant capacity index for dietary polyphenols and vitamins C and E, using their cupric ion reducing capability in the presence of neocuproine: CUPRAC method",
      "author" : [ "R. Apak", "K. Güçlü", "M. Özyürek", "S.E. Karademir" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Apak et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Apak et al\\.",
      "year" : 2004
    }, {
      "title" : "The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: The FRAP assay",
      "author" : [ "I.F. Benzie", "J.J. Strain" ],
      "venue" : "Analytical Biochemistry,",
      "citeRegEx" : "Benzie and Strain,? \\Q1996\\E",
      "shortCiteRegEx" : "Benzie and Strain",
      "year" : 1996
    }, {
      "title" : "Use of a free radical method to evaluate antioxidant activity",
      "author" : [ "W. Brand-Williams", "Cuvelier", "M.-E", "C. Berset" ],
      "venue" : "LWT-Food Science and Technology,",
      "citeRegEx" : "Brand.Williams et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Brand.Williams et al\\.",
      "year" : 1995
    }, {
      "title" : "Antioxidant efficacy of mangosteen (Garcinia mangostana Linn.) peel extracts in sunflower oil during accelerated storage",
      "author" : [ "Y.M. Chong", "S.K. Chang", "W.C.M. Sia", "H.S. Yim" ],
      "venue" : "Food Bioscience,",
      "citeRegEx" : "Chong et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chong et al\\.",
      "year" : 2015
    }, {
      "title" : "Fabrication of β-conglycininstabilized nanoemulsions via ultrasound process and influence of SDS and PEG 10000 co-emulsifiers on the physicochemical properties of nanoemulsions",
      "author" : [ "H. Jin", "X. Wang", "Z. Chen", "Y. Li", "C. Liu", "J. Xu" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Jin et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2018
    }, {
      "title" : "Ultrasonic energy input influence οn the production of sub-micron o/w emulsions containing whey protein and common stabilizers",
      "author" : [ "O. Kaltsa", "C. Michon", "S. Yanniotis", "I. Mandala" ],
      "venue" : "Ultrasonics Sonochemistry,",
      "citeRegEx" : "Kaltsa et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kaltsa et al\\.",
      "year" : 2013
    }, {
      "title" : "Formulation and characterization of nanoemulsion coatings from Azadirachta indica",
      "author" : [ "S. Karthikeyan", "P. Jeeva", "J. Jerobin", "A. Mukherjee", "N. Chandrasekaran" ],
      "venue" : "International Journal of ChemTech Research,",
      "citeRegEx" : "Karthikeyan et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Karthikeyan et al\\.",
      "year" : 2012
    }, {
      "title" : "Optimization of water in olive oil nanoemulsions composition with bioactive compounds by response surface methodology",
      "author" : [ "M. Katsouli", "V. Polychniatou", "C. Tzia" ],
      "venue" : "LWT - Food Science and Technology,",
      "citeRegEx" : "Katsouli et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Katsouli et al\\.",
      "year" : 2018
    }, {
      "title" : "The use of ultrasonics for nanoemulsion preparation",
      "author" : [ "S. Kentish", "T.J. Wooster", "M. Ashok Kumar", "S. Balachandran", "R. Mawson", "L. Simons" ],
      "venue" : "Innovative Food Science and Emerging Technologies,",
      "citeRegEx" : "Kentish et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Kentish et al\\.",
      "year" : 2008
    }, {
      "title" : "Characterization of SPN Pickering emulsions for application in enhanced oil recovery",
      "author" : [ "N. Kumar", "T. Gaur", "A. Mandal" ],
      "venue" : "Journal of Industrial and Engineering Chemistry,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2017
    }, {
      "title" : "Fermented extraction of Citrus unshiu peel inhibits viability and migration of human pancreatic cancers",
      "author" : [ "J. Lee", "M. Kim", "J.H. Kim" ],
      "venue" : "Journal of Medicinal Food,",
      "citeRegEx" : "Lee et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2018
    }, {
      "title" : "Hypolipidemic effect of pure total flavonoids from peel of Citrus (PTFC) on hamsters of hyperlipidemia and its potential mechanism",
      "author" : [ "Y. Ling", "Z. Shi", "X. Yang", "Z. Cai", "L. Wang", "X. Wu", "J. ... Jiang" ],
      "venue" : "Experimental Gerontology,",
      "citeRegEx" : "Ling et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Ling et al\\.",
      "year" : 2020
    }, {
      "title" : "Phytochemical characteristics of citrus peel and effect of conventional and nonconventional processing on phenolic compounds: A review",
      "author" : [ "N. M’hiri", "I. Ioannou", "M. Ghoul", "N. Mihoubi Boudhrioua" ],
      "venue" : "Food Reviews International,",
      "citeRegEx" : "M.hiri et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "M.hiri et al\\.",
      "year" : 2017
    }, {
      "title" : "Improving emulsion formation, stability and performance using mixed emulsifiers: A review",
      "author" : [ "D.J. McClements", "S.M. Jafari" ],
      "venue" : "Advances in Colloid and Interface Science,",
      "citeRegEx" : "McClements and Jafari,? \\Q2018\\E",
      "shortCiteRegEx" : "McClements and Jafari",
      "year" : 2018
    }, {
      "title" : "Food-grade nanoemulsions: Formulation, fabrication, properties, performance, biological fate, and potential toxicity",
      "author" : [ "D.J. McClements", "J. Rao" ],
      "venue" : "Critical Reviews in Food Science and Nutrition,",
      "citeRegEx" : "McClements and Rao,? \\Q2011\\E",
      "shortCiteRegEx" : "McClements and Rao",
      "year" : 2011
    }, {
      "title" : "Application of nanoencapsulated olive leaf extract in controlling the oxidative stability of soybean oil",
      "author" : [ "A. Mohammadi", "S.M. Jafari", "A.F. Esfanjani", "S. Akhavan" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Mohammadi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mohammadi et al\\.",
      "year" : 2016
    }, {
      "title" : "Comparison of Box-Behnken and central composite designs in optimization of fullerene loaded palm-based nano-emulsions for cosmeceutical application",
      "author" : [ "C.L. Ngan", "M. Basri", "F.F. Lye", "H.R. Fard Masoumi", "M. Tripathy", "R. Abedi Karjiban", "E. Abdul-Malek" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Ngan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ngan et al\\.",
      "year" : 2014
    }, {
      "title" : "Synergistic effects of nutmeg and citrus peel extracts in imparting oxidative stability in meat balls",
      "author" : [ "J. Nishad", "T.K. Koley", "E. Varghese", "C. Kaur" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Nishad et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Nishad et al\\.",
      "year" : 2018
    }, {
      "title" : "Optimization and comparison of non-conventional extraction technologies for Citrus paradisi L. peels: A valorization approach",
      "author" : [ "J. Nishad", "S. Saha", "A.K. Dubey", "E. Varghese", "C. Kaur" ],
      "venue" : "Journal of Food Science and Technology,",
      "citeRegEx" : "Nishad et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nishad et al\\.",
      "year" : 2019
    }, {
      "title" : "Developing curcumin nanoemulsions by high-intensity methods: Impact of ultrasonication and microfluidization parameters",
      "author" : [ "G. Páez-Hernández", "P. Mondragón-Cortez", "H. Espinosa-Andrews" ],
      "venue" : "LWT,",
      "citeRegEx" : "Páez.Hernández et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Páez.Hernández et al\\.",
      "year" : 2019
    }, {
      "title" : "Chitosan/fucoidan multilayer nanocapsules as a vehicle for controlled release of bioactive compounds",
      "author" : [ "A.C. Pinheiro", "A.I. Bourbon", "M.A. Cerqueira", "É. Maricato", "C. Nunes", "M.A. Coimbra", "A.A. Vicente" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Pinheiro et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Pinheiro et al\\.",
      "year" : 2015
    }, {
      "title" : "Oxidative stability of O/W and W/O/W emulsions: Effect of lipid composition and antioxidant polarity",
      "author" : [ "C. Poyato", "I. Navarro-Blasco", "M.I. Calvo", "R.Y. Cavero", "I. Astiasarán", "D. Ansorena" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Poyato et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Poyato et al\\.",
      "year" : 2013
    }, {
      "title" : "Formation of nanoemulsions stabilized by model",
      "author" : [ "C. Qian", "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "Qian and McClements,? \\Q2011\\E",
      "shortCiteRegEx" : "Qian and McClements",
      "year" : 2011
    }, {
      "title" : "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
      "author" : [ "R. Re", "N. Pellegrini", "A. Proteggente", "A. Pannala", "M. Yang", "C. Rice-Evans" ],
      "venue" : "Free Radical Biology and Medicine,",
      "citeRegEx" : "Re et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Re et al\\.",
      "year" : 1999
    }, {
      "title" : "Thymol nanoemulsions incorporated in quinoa protein/chitosan edible films; antifungal effect in cherry tomatoes",
      "author" : [ "N. Robledo", "P. Vera", "L. López", "M. Yazdani-Pedram", "C. Tapia", "L. Abugoch" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Robledo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Robledo et al\\.",
      "year" : 2018
    }, {
      "title" : "Influence of an anionic polysaccharide on the physical and oxidative stability of omega-3 nanoemulsions: Antioxidant effects of alginate",
      "author" : [ "L. Salvia-Trujillo", "E.A. Decker", "D.J. McClements" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Salvia.Trujillo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Salvia.Trujillo et al\\.",
      "year" : 2016
    }, {
      "title" : "Influence of Tunisian aromatic plants on the prevention of oxidation in soybean oil under heating and frying conditions",
      "author" : [ "S. Saoudi", "N. Chammem", "I. Sifaoui", "M. Bouassida-Beji", "I.A. Jiménez", "I.L. Bazzocchi", "M.R. ... Bronze" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Saoudi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Saoudi et al\\.",
      "year" : 2016
    }, {
      "title" : "Eugenol-chitosan nanoemulsions by ultrasound-mediated emulsification: Formulation, characterization and antimicrobial activity",
      "author" : [ "Y. Shao", "C. Wu", "T. Wu", "Y. Li", "S. Chen", "C. Yuan", "Y. Hu" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Shao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Shao et al\\.",
      "year" : 2018
    }, {
      "title" : "Influence of surfactant and processing conditions in the stability of oil-in-water nanoemulsions",
      "author" : [ "H.D. Silva", "M.A. Cerqueira", "A.A. Vicente" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Silva et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Silva et al\\.",
      "year" : 2015
    }, {
      "title" : "Improvement of chemotherapy through reducing of cachexia by using Citrus unshiu peel extract",
      "author" : [ "S. Tahaghoghi-hajghorbani", "M.A. Ebrahimzadeh", "A. Ra", "M. Golpour", "Z. Hosseini-khah" ],
      "venue" : "Journal of Ethnopharmacology,",
      "citeRegEx" : "Tahaghoghi.hajghorbani et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tahaghoghi.hajghorbani et al\\.",
      "year" : 2019
    }, {
      "title" : "Protective and anticancer effects of orange peel extract and naringin in doxorubicin treated oesophagal cancer stem cell xenograft tumour mouse model",
      "author" : [ "M. Tajaldini", "F. Samadi", "A. Khosravi", "A. Ghasemnejad", "J. Asadi" ],
      "venue" : "Biomedicine and Pharmacotherapy,",
      "citeRegEx" : "Tajaldini et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Tajaldini et al\\.",
      "year" : 2020
    }, {
      "title" : "Stability mechanisms of liquid water-in-oil emulsions",
      "author" : [ "F. Ushikubo", "R. Cunha" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Ushikubo and Cunha,? \\Q2014\\E",
      "shortCiteRegEx" : "Ushikubo and Cunha",
      "year" : 2014
    }, {
      "title" : "Encapsulation and stability of a phenolic-rich extract from mango peel within water-in-oil-in-water emulsions",
      "author" : [ "G.R. Velderrain-rodríguez", "A. Acevedo-fani", "G.A. González-aguilar", "O. Martín-belloso" ],
      "venue" : "Journal of Functional Foods,",
      "citeRegEx" : "Velderrain.rodríguez et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Velderrain.rodríguez et al\\.",
      "year" : 2019
    }, {
      "title" : "Impact of oil type on nanoemulsion formation and Ostwald ripening",
      "author" : [ "T.J. Wooster", "M. Golding", "P. Sanguansri" ],
      "venue" : "stability. Langmuir,",
      "citeRegEx" : "Wooster et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Wooster et al\\.",
      "year" : 2008
    }, {
      "title" : "Effects and mechanism of inhibition of naringin in combination with atorvastatin on prostate cancer cells in vitro and in vivo",
      "author" : [ "X. Wu", "Z. Huang", "J. Liu", "Y. Chen", "H. Huang", "Y. He", "X. ... Zheng" ],
      "venue" : "Phytochemistry Letters,",
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "Oxidative stability of sunflower oil supplemented with carnosic acid compared with synthetic antioxidants during accelerated storage",
      "author" : [ "Y. Zhang", "L. Yang", "Y. Zu", "X. Chen", "F. Wang", "F. Liu" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2010
    }, {
      "title" : "The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals",
      "author" : [ "J. Zhishen", "T. Mengcheng", "W. Jianming" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Zhishen et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Zhishen et al\\.",
      "year" : 1999
    }, {
      "title" : "Naringin attenuates alcoholic liver injury by reducing lipid accumulation and oxidative stress",
      "author" : [ "C. Zhou", "Y. Lai", "P. Huang", "L. Xie", "H. Lin", "Z. Zhou", "L. ... Gao" ],
      "venue" : "Life Sciences,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "These include flavonoids, which are known to have pharmacological effects including anti-cancerous, anti-inflammatory and hypolipidemic properties (Ling et al., 2020).",
      "startOffset" : 147,
      "endOffset" : 166
    }, {
      "referenceID" : 39,
      "context" : "Among citrus species, GPs are unique as they harbour an abundant source of naringin (NR) flavanone; a potential therapeutic agent reported to enhance resistance against inflammation and oxidative stress and protect the body against multiple organ injury (Lee, Lee, Kim, & Kim, 2018; Zhou et al., 2019).",
      "startOffset" : 254,
      "endOffset" : 301
    }, {
      "referenceID" : 36,
      "context" : "NR is a potential anti-cancerous agent and strongly inhibits prostate cancer lines when used in combination with chemotherapeutic drug atorvastatin (Wu et al., 2019).",
      "startOffset" : 148,
      "endOffset" : 165
    }, {
      "referenceID" : 39,
      "context" : "It can also attenuate alcoholic liver injury by reducing oxidative stress and lipid accumulation (Zhou et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 116
    }, {
      "referenceID" : 16,
      "context" : "The reduced coalescence rate between the NE droplets improves its kinetic stability and prevent the gravitational separation of different phases (McClements and Rao, 2011).",
      "startOffset" : 145,
      "endOffset" : 171
    }, {
      "referenceID" : 29,
      "context" : "Ultrasound mediated emulsion has been successful in formulating NE based on eugenol-chitosan (Shao et al., 2018); thymol-chitosan (Robledo et al.",
      "startOffset" : 93,
      "endOffset" : 112
    }, {
      "referenceID" : 26,
      "context" : ", 2018); thymol-chitosan (Robledo et al., 2018); and curcumin in fat (Páez-Hernández, Mondragón-Cortez, & Espinosa-Andrews, 2019).",
      "startOffset" : 25,
      "endOffset" : 47
    }, {
      "referenceID" : 3,
      "context" : "The obtained extract was then characterized for its total phenolic content, flavonoid content (Zhishen, Mengcheng, & Jianming, 1999), antioxidant activity using in vitro methods like CUPRAC (Apak, Güçlü, Özyürek, & Karademir, 2004), FRAP (Benzie and Strain, 1996), TEAC (Re et al.",
      "startOffset" : 238,
      "endOffset" : 263
    }, {
      "referenceID" : 25,
      "context" : "The obtained extract was then characterized for its total phenolic content, flavonoid content (Zhishen, Mengcheng, & Jianming, 1999), antioxidant activity using in vitro methods like CUPRAC (Apak, Güçlü, Özyürek, & Karademir, 2004), FRAP (Benzie and Strain, 1996), TEAC (Re et al., 1999), and DPPH (Brand-Williams, Cuvelier, & Berset, 1995) and individual phenolic compounds using HPLC (Table 1 and Supplementary information 1).",
      "startOffset" : 270,
      "endOffset" : 287
    }, {
      "referenceID" : 23,
      "context" : "The stability of mustard oil against oxidation was then determined by subjecting the samples to Schaal oven test with some modifications (Poyato et al., 2013).",
      "startOffset" : 137,
      "endOffset" : 158
    }, {
      "referenceID" : 6,
      "context" : "The continuous sonication results in rapid growth and collapse of the bubbles producing high shear forces, which further cause the rupture of droplets in the emulsion (Jin et al., 2018).",
      "startOffset" : 167,
      "endOffset" : 185
    }, {
      "referenceID" : 18,
      "context" : "A higher emulsifier concentration has greater surface excess that results in the NE formulations with smaller droplet size (Ngan et al., 2014).",
      "startOffset" : 123,
      "endOffset" : 142
    }, {
      "referenceID" : 24,
      "context" : "Whereas, low emulsifier concentration causes incomplete coverage of droplet surface leading to coalescence and size increase of droplets (Qian and McClements, 2011).",
      "startOffset" : 137,
      "endOffset" : 164
    }, {
      "referenceID" : 10,
      "context" : "This effect can be described as an “over-processing effect” (Kentish et al., 2008).",
      "startOffset" : 60,
      "endOffset" : 82
    }, {
      "referenceID" : 10,
      "context" : "Long sonication time causes over-processing and very intense homogenization which not only disrupts the droplets, but also increases the contact and, thus, their re-coalescence (Kentish et al., 2008).",
      "startOffset" : 177,
      "endOffset" : 199
    }, {
      "referenceID" : 37,
      "context" : "This is supported by the fact that hydrolysis of triglycerides forms FFA, and this hydrolysis could be augmented by the reaction between oil and moisture (Zhang et al., 2010).",
      "startOffset" : 154,
      "endOffset" : 174
    } ],
    "year" : 2020,
    "abstractText" : "Grapefruit (Citrus paradisi) peel (GP) is rich in flavonoids and phenolics which have several proven pharmacological effects. However, their chemical instability towards oxygen, light and heat limits its applications in food industries. In the present study, we evaluated the feasibility of fabricating grapefruit-peel-phenolic (GPP) nano-emulsion in mustard oil using ultrasonication. Response surface methodology (RSM) optimization revealed that sonication time of 9.5 min at 30% amplitude and 0.52% Span-80 produced the stable GPP nano-emulsion with a droplet size of 29.73 ± 1.62 nm. Results indicate that both ultrasonication and Span-80 can assist the fabrication of a stabilized nano-emulsion. This study is one of its kind where nano-encapsulation of GPP into W/ O emulsion was done to stabilize the active compound inside mustard oil and then the nano-emulsion was used to extend oxidative stability of mustard oil. Findings provide a basic guideline to formulate stable nano-emulsions for their use in active food packaging, oils, and pharmaceuticals.",
    "creator" : "Elsevier"
  }
}