{
  "name" : "downloads_2019-10-21_ed_roodhuizen2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Counterion-Dependent Mechanisms of DNA Origami Nanostructure Stabilization Revealed by Atomistic Molecular Simulation",
    "authors" : [ "Job A. L. Roodhuizen", "Philip J. T. M. Hendrikx", "Peter A. J. Hilbers", "Tom F. A. de Greef", "Albert J. Markvoort" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Counterion-Dependent Mechanisms of DNA Origami Nanostructure Stabilization Revealed by Atomistic Molecular Simulation Job A. L. Roodhuizen, , Philip J. T. M. Hendrikx, Peter A. J. Hilbers, , Tom F. A. de Greef,* , , ,§ and Albert J. Markvoort* , ,\nComputational Biology Group, Department of Biomedical Engineering and I stitute for Complex Molecular Systems, Department of Biomedical Engineering, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands §Institute for Molecules and Materials, Radboud University, Heyendaalseweg 135, 6525 AJ Nijmegen, The Netherlands\n*S Supporting Information\nABSTRACT:The DNA origami technique has proven to have tremendous potential for therapeutic and diagnostic applications like drug delivery, but the relatively low concentrations of cations in physiological uids cause destabilization and degradation of DNA origami constructs preventingin vivoapplications. To reveal the mechanisms behind DNA origami stabilization by cations, we performed atomistic molecular dynamics simulations of a DNA origami rectangle in aqueous solvent with varying concentrations of magnesium and sodium as well as polyamines like oligolysine and spermine. We explored the binding of these ions to DNA origami in detail and found that the mechanism of stabilization di ers between ion types considerably. While sodium binds weakly and quickly exchanges with the solvent, magnesium and spermine bind close to the origami with spermine also located in between helices, stabilizing the crossovers characteristic for DNA origami and reducing repulsion of parallel helices. In contrast, oligolysine of length ten prevents helix repulsion by binding to adjacent helices with its exible side chains, spanning the gap between the helices. Shorter oligolysine molecules with four subunits are weak stabilizers as they lack both the ability to connect helices and to prevent helix repulsion. This work thus shows how the binding modes of ions in ue ce the stabilization of DNA origami nanostructures on a molecular level. KEYWORDS:DNA origami, DNA nanotechnology, stability, structural integrity, molecular dynamics, cations\nDNA origami is a robust and reliable method fordesigning and constructing uniquely addressableDNA-based nanostructures. By exploiting the programmability of Watson Crick base pairing, circular singlestranded sca old strands are folded into preprogrammed 2D or 3D nanostructures using shorter complementary staple strands.1 4 Controlled folding is obtained as each staple strand binds to multiple regions of the sca old strand, forming antiparallel double-stranded DNA (dsDNA) helices interconnected via Holliday junctions or crossovers. Because of their biocompatibility, nontoxicity,5 8 and unique addressability, DNA origami structures have been used as drug delivery vehicles,7,9,10 arti cial lipid membrane channels,11,12 and as a molecular breadboard for enzymatic and chemical reactions.13,14 A recent demonstration of the possibilities of DNA origami is the inside-out virus , a hollow DNA assembly containing proteins that are released upon transfection into HeLa cells.15 Although the above examples show the potential of DNA origami in nanomedicine and synthetic biology, applicability is impaired by the lack of structural integrity of DNA origami nanostructures in biologically relevant environments. There are two main reasons for this instability that hinder application of DNA origami nanostructures for biomedical objectives. First, nucleases present in biological environments degrade DNA nanostructures with, depending on the exact design, half-lives in the order of hours to days.16 18 Second, DNA origami comprises a high density of negatively charged phosphates on the DNA backbone. Though the stability of DNA origami has Received: July 18, 2019 Accepted: September 9, 2019 Published: September 10, 2019\nA rticle www.acsnano.orgCite This:ACS Nano2019, 13, 10798 10809\n' 2019 American Chemical Society 10798 DOI:10.1021/acsnano.9b05650 ACS Nano2019, 13, 10798 10809\nThis is an open access article published under a Creative Commons Non-Commercial No Derivative Works (CC-BY-NC-ND) Attribution License, which permits copying and redistribution of the article, and creation of adaptations, all for non-commercial purposes.\nD ow\nnl oa\nde d\nvi a\n10 3.\n20 5.\n82 .6\n5 on\nO ct\nob er\n2 1,\n2 01\n9 at\n1 3:\n31 :0\n8 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\nar tic\nle s."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "The DNA origami technique has proven to have tremendous potential for therapeutic and diagnostic applications like drug delivery, but the relatively low concentrations of cations in physiological uids cause destabilization and degradation of DNA origami constructs preventingin vivoapplications. To reveal the mechanisms behind DNA origami stabilization by cations, we performed atomistic molecular dynamics simulations of a DNA origami rectangle in aqueous solvent with varying concentrations of magnesium and sodium as well as polyamines like oligolysine and spermine. We explored the binding of these ions to DNA origami in detail and found that the mechanism of stabilization di ers between ion types considerably. While sodium binds weakly and quickly exchanges with the solvent, magnesium and spermine bind close to the origami with spermine also located in between helices, stabilizing the crossovers characteristic for DNA origami and reducing repulsion of parallel helices. In contrast, oligolysine of length ten prevents helix repulsion by binding to adjacent helices with its exible side chains, spanning the gap between the helices. Shorter oligolysine molecules with four subunits are weak stabilizers as they lack both the ability to connect helices and to prevent helix repulsion. This work thus shows how the binding modes of ions in ue ce the stabilization of DNA origami nanostructures on a molecular level.",
    "creator" : null
  }
}