{
  "name" : "downloads_2020-09-02_f2_voiry2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Best Practices for Reporting Electrocatalytic Performance of Nanomaterials",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Best Practices for Reporting Electrocatalytic",
      "text" : ""
    }, {
      "heading" : "Performance of Nanomaterials",
      "text" : "Electrochemistry has become an important topic fornanomaterials because of applications in energy storageand conversion.1 In particular, ACS Nano has witnessed explosive growth in articles on electrocatalysis using new nanomaterials as well as novel strategies for improving the performance of known nanomaterials. Progress in controlled syntheses and characterization of nanomaterials has benefitted the field of electrocatalysis through better understanding of fundamental mechanisms and development of practical catalysts.2 This experimental effort has been complemented by improvements in numerical models that are able to predict free energies of successive steps involved in electrocatalytic reactions. Thus, substantial progress has been made toward understanding fundamental processes involved in important electrochemical reactions such as hydrogen evolution (HER), oxygen evolution (OER), oxygen reduction (ORR), and CO2 reduction (CO2RR). A side effect of so many papers, however, is that it has become difficult to compare the catalytic properties of different nanomaterials fairly for a given reaction. Therefore, to maintain progress in the field, the adoption of a standard methodology for analyzing catalytic performance of nanomaterials is needed. Similar standards have been suggested and implemented, for example, in the fields of solar cells and energy storage.3−5 Similarly, other ACS journals have also recommended guidelines and best practices for reporting catalysis results, and we recommend readers consult them for benchmarking their catalysts.6,7 In this Editorial, we propose best practices for presenting electrocatalytic results in ACS Nano. These guidelines, we hope, will provide deeper understanding of the intrinsic performance of new electrocatalytic nanomaterials and will enable researchers to compare their results objectively with other reports.\nElectrochemical reactions are based on conversion of chemicals assisted by exchange of electrons via electron transfer.8 These reactions typically occur at a standard redox potential, E°, which corresponds to the equilibrium potential. To trigger the reaction in one direction, a potential is applied to the electrode onto which the catalysts are deposited. The Sabatier principle states that the free energy for absorption of reactants and reaction intermediates should ideally be\nthermoneutral (ΔG ∼ 0).9 Because electrons are typically transferred one-by-one in order to minimize the activation energy, if there are n electrons involved in the reaction, then n − 1 intermediates are created. In reality, the free energy of adsorption for the reactants and intermediates is either higher or lower than ΔG ∼ 0, meaning that a thermodynamic overpotential (η) is required for the reaction to proceed. Experimentally, when sweeping the working electrode potential, the difference between the equilibrium potential and the onset potential at which the reaction starts is often used as a key parameter for judging the catalytic performance of a new nanomaterial and therefore must be extracted with care (Figure 1a). Besides the thermodynamic overpotential,\nthe reaction kinetics and mechanism at the surface of the electrode can be estimated from the Tafel slope. Tafel plots, which are obtained by plotting the overpotential as a function of the logarithm of the current density, are typically used to estimate the exchange current (i0) and the Tafel slope (Figure 1b). One parameter that is particularly important for electrochemical applications of nanomaterials is the specific surface area of the electrode.10 The electrical current measured when sweeping the electrode potential is directly proportional to the amount of surface exposed to the electrolyte. Nanoengineering of catalysts can increase the surface area so that the\nPublished: October 23, 2018\nIt has become difficult to compare the catalytic properties of different nanomaterials fairly for a given reaction. Therefore, to maintain progress in the field, the adoption of a standard methodology for analyzing catalytic performance of nanomaterials is needed.\nEd ito\nria l\nwww.acsnano.orgCite This: ACS Nano 2018, 12, 9635−9638\n© 2018 American Chemical Society 9635 DOI: 10.1021/acsnano.8b07700 ACS Nano 2018, 12, 9635−9638\nD ow\nnl oa\nde d\nvi a\n46 .1\n61 .6\n0. 46\no n\nSe pt\nem be\nr 2,\n2 02\n0 at\n1 1:\n04 :4\n7 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\nar tic\nle s.\nelectrochemically active area is substantially different than the geometrical area of the flat electrode (Figure 1c,d).7 Therefore, accurate estimation of the active surface area is exceptionally important for gauging the performance of the catalyst. The electrochemical surface area (ECSA) is measured by cycling the electrode in the non-Faradaic regions (i.e., at potentials where no charge-transfer reactions occur but absorption and desorption processes can take place) under the same conditions used for catalysis measurements.10 When cycling the electrodes at different scan rates (ν), the evolution of nonFaradaic current density (j) should scale linearly with the scan rate so that the slope gives the electrical double-layer\ncapacitance ( = ν C jdl ). The roughness factor is estimated by normalizing the double layer capacitance of the electrode with the double layer capacitance of a flat surface ( =ECSA C C dl\ndlRef ).\nUsing the roughness factor, the density of electrochemically active sites can be obtained by calculating the density of active sites on a flat surface multiplied by the roughness factor. Similarly, the specific surface of the electrode can be estimated by multiplying the geometrical surface to the roughness factor (AElect.=AGeom × ECSA). In order to put results from new catalyst systems in context with those in the literature, we strongly encourage researchers to use the ECSA value for normalizing the current density ( =j jECSA ECSA). Other methods for estimating the ECSA based on underpotential deposition or careful morphological characterization of the electrodes via electron microscopy and surface area measurements can also be found in the literature.10,11 It is important to understand that the active surface area measurements can strongly depend on the chemical nature of the electrodes and the method of their preparation. For example, Cdl of electrocatalysts supported on nonactive porous nanocarbons can lead to overestimation of ECSA and underestimation of catalytic performance. It is also important to keep in mind that ECSA measurements provide information about the number of electrochemically active sites on the electrodes, but not all electrochemically active sites are catalytically active. Nevertheless, we believe such measurements enable better and fairer comparisons of catalyst performance. The exchange current (i0) is another metric that is often used to estimate the intrinsic electrocatalytic performance. Described as “idle current” by Bard,8 it corresponds to the current exchanged across the interface of the electrode at η = 0 V. As no overpotential is applied, the value of i0 strongly depends on the reaction activation energy at the surface of the electrocatalyst. In the case of HER, it has been shown that the Sabatier principle can be verified by plotting the exchange current density versus the free energy of hydrogen adsorption.12 The exchange current is, however, only meaningful when normalized to the active surface area of the catalyst on the electrode, making the estimation of the absolute value of exchange current density complicated. As an approximation, the normalized exchange current density can be obtained by ECSA ( = ×j i A0 ECSA 0 Geom ). The ideal way to compare catalyst activity, independent of the active surface area, is with turnover frequency ( =TOF n\nn product site ) of the electrocatalytic reaction.\nPlotting the evolution of the TOF as a function of the overpotential should become standard practice when reporting electrocatalytic activity of nanomaterials.\nResearchers should also carefully assess the origin of electrical current in their measurements to avoid contributions from artifacts. The Faradaic efficiency (FE) that corresponds to electrons involved in the reaction is an important value, especially in the case of nonquantitative or nonselective reactions.8 The FE is obtained by the ratio: n × β × F/Q, where n represents the quantity in moles of the product, β is the number of electrons involved in the reaction, F is the Faraday constant, and Q is the total exchanged charge. The estimation of FE is particularly important in the case of the CO2RR, which is known to evolve multiple products together with hydrogen,13 and in the case of the water oxidation reaction where parasitic reactions on catalysts (formation of oxide)14 can also occur. In such cases, the current density should be normalized to the FE of the desired product of the reaction ( =− × j j product ECSA FE ECSA product). Similarly, the TOFs of each product of the reaction should be normalized to the FE. After normalizing the electrocatalytic performance, we suggest that the charge-transfer properties of the electrocatalyst during operation be characterized by impedance spectroscopy for determining the internal resistance (RS) and charge-transfer resistance (RCT) and for correcting the potential drop. 15 Impedance measurements at low and high overpotentials enable determination of how the charge-transfer resistance varies as well as the effects of mass transport limitations due to high electrode porosity. The charge-transfer resistance can also be estimated from the linear regime of the polarization curve where the current is not limited by mass-transfer effect ( η= − × ×i i F RT0 ). In such a regime, at low overpotential, RCT can be approximated by =R RT FiCT 0 . By simplifying the Butler−Volmer equation at moderate overpotential (i.e., in the absence of mass transfer), the Tafel slope corresponds to\nα − RT F 2.3 , where α refers to the transfer coefficient.8 The values of the Tafel slopes refer to specific pathways for the electrocatalytic reactions. Note that the Tafel regime exists when the back reaction corresponds to <1% of the current, corresponding to overpotentials >118 mV in the absence of mass-transfer effects.8 Thus, discussion of the reaction mechanism based on the Tafel slope values must be done with great care. Also, reporting Tafel slopes over a narrow low-potential range can lead to very low values that are comparable to platinum, but we recommend that Tafel slopes be reported over a range of overpotentials up to 150 mV to provide insight into reaction kinetics at the electrodes while avoiding mass-transfer effects. Developing active and stable electrocatalysts is fundamentally important for electrodes, as any commercial electrochemical system must typically operate for hundreds or thousands of hours or cycles with minimal change in the performance. Reporting stability data is thus an important parameter in catalysis. Two main strategies can be used for stability measurements: (1) cycling of the electrode and/or (2) recording the change in overpotential at a fixed current (galvanostatic) or the change in current (potentiostatic) over time. When cycling the electrode, the stability of the catalyst under fluctuating potentials is assessed, mimicking the situation in fuel cells, batteries, or an electrolyzer connected to a solar cell. Galvanostatic measurements are typically performed at jGeom = 10 mA·cm\n−2, corresponding to ∼10% solar-to-chemicals efficiency of HER. Potentiostatic measurements simulate the case of an electrolyzer connected to a DC\nDOI: 10.1021/acsnano.8b07700 ACS Nano 2018, 12, 9635−9638\n9636\npower supply. Researchers should thus select the type of stability measurements depending on the targeted electrocatalytic reaction. Electrocatalytic measurements are typically made using three\nelectrodes: the working electrode, which is typically composed of glassy carbon on which the catalyst nanoparticles are deposited, the reference electrode, and a counter electrode. The current is typically passed between the working electrode and the counter electrode through the external circuit. The glassy carbon used as the working electrode should be of high purity and should have low surface roughness. Electrochemical measurements on bare glassy carbon electrodes should be performed to ensure that electrochemical activity is minimal. Standard catalysts, for example, 20 or 40 wt % Pt/C catalysts for HER, should also be measured under the same electrochemical conditions (freshness and cleanliness of electrolyte, temperature, concentration, etc.) to ensure that benchmarked catalysts perform as expected under the researchers’ experimental setup. The counter electrode should be composed of inert materials so that it does not produce any chemicals or substances that can interfere with reactions at the working electrode. Thus, our final recommendation is to avoid any risk of contamination of the catalyst with other active materials such as platinum.16 Therefore, the use of a platinum counter electrode, especially in acidic medium, should be avoided. On the other hand, the use of carbon-based counter electrodes is not recommended for CO2RR to avoid any carbon contamination of the reaction products. We hope that following the above guidelines will help\nauthors to normalize the catalytic performance of their nanomaterials while limiting the possibility of false-positive results. These practices should ultimately lead to a better picture of the intrinsic catalytic properties of new nanomaterials. We believe that adoption of such careful analyses will lead to better understanding and, ultimately, to advances in the realization of more efficient electrocatalysts.\nDamien Voiry* Institut Europeén des Membranes, Universite ́ Montpellier, ENSCM, CNRS\nManish Chhowalla,* Associate Editor\nYury Gogotsi, Associate Editor\nNicholas A. Kotov, Associate Editor\nYan Li, Associate Editor\nReginald M. Penner, Associate Editor\nRaymond E. Schaak, Associate Editor\nPaul S. Weiss, Editor-in-Chief\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: mc209@cam.ac.uk. *E-mail: damien.voiry@umontpellier.fr."
    }, {
      "heading" : "ORCID",
      "text" : "Damien Voiry: 0000-0002-1664-2839 Manish Chhowalla: 0000-0002-8183-4044 Yury Gogotsi: 0000-0001-9423-4032 Nicholas A. Kotov: 0000-0002-6864-5804 Yan Li: 0000-0002-3828-8340 Reginald M. Penner: 0000-0003-2831-3028 Raymond E. Schaak: 0000-0002-7468-8181 Paul S. Weiss: 0000-0001-5527-6248"
    }, {
      "heading" : "Notes",
      "text" : "Views expressed in this editorial are those of the authors and not necessarily the views of the ACS.\n■ REFERENCES (1) Electrocatalysis for the Generation and Consumption of Fuels. Nat. Rev. Chem. 2018, 2, 0125. (2) Voiry, D.; Shin, H. S.; Loh, K. P.; Chhowalla, M. LowDimensional Catalysts for Hydrogen Evolution and CO2 Reduction. Nat. Rev. Chem. 2018, 2, 0105. (3) Gogotsi, Y.; Penner, R. M. Energy Storage in Nanomaterials − Capacitive, Pseudocapacitive, or Battery-Like? ACS Nano 2018, 12, 2081−2083. (4) Luber, E. J.; Buriak, J. M. Reporting Performance in Organic Photovoltaic Devices. ACS Nano 2013, 7, 4708−4714. (5) Buriak, J. M.; Jones, C. W.; Kamat, P. V.; Schanze, K. S.; Schatz, G. C.; Scholes, G. D.; Weiss, P. S. Virtual Issue on Best Practices for Reporting the Properties of Materials and Devices. Chem. Mater. 2016, 28, 3525−3526. (6) Chen, J. G.; Jones, C. W.; Linic, S.; Stamenkovic, V. R. Best Practices in Pursuit of Topics in Heterogeneous Electrocatalysis. ACS Catal. 2017, 7, 6392−6393. (7) Clark, E. L.; Resasco, J.; Landers, A.; Lin, J.; Chung, L.-T.; Walton, A.; Hahn, C.; Jaramillo, T. F.; Bell, A. T. Standards and Protocols for Data Acquisition and Reporting for Studies of the Electrochemical Reduction of Carbon Dioxide. ACS Catal. 2018, 8, 6560−6570. (8) Bard, A. J.; Faulkner, L. R. Electrochemical Methods: Fundamentals and Applications, 2nd ed.; Wiley: New York, 2000; Vol. 2.\nDOI: 10.1021/acsnano.8b07700 ACS Nano 2018, 12, 9635−9638\n9637\n(9) Koper, M. T. M. Theory of Multiple Proton−Electron Transfer Reactions and Its Implications for Electrocatalysis. Chem. Sci. 2013, 4, 2710−2723. (10) Trasatti, S.; Petrii, O. A. Real Surface Area Measurements in Electrochemistry. J. Electroanal. Chem. 1992, 327, 353−376. (11) Łukaszewski, L.; Soszko, M.; Czerwinśki, A. Electrochemical Methods of Real Surface Area Determination of Noble Metal Electrodes − An Overview. Int. J. Electrochem. Sci. 2016, 11, 4442− 4469. (12) Nørskov, J. K.; Bligaard, T.; Logadottir, A.; Kitchin, J. R.; Chen, J. G.; Pandelov, S.; Stimming, U. Trends in the Exchange Current for Hydrogen Evolution. J. Electrochem. Soc. 2005, 152, J23−J26. (13) Kuhl, K. P.; Cave, E. R.; Abram, D. N.; Jaramillo, T. F. New Insights into the Electrochemical Reduction of Carbon Dioxide on Metallic Copper Surfaces. Energy Environ. Sci. 2012, 5, 7050−7059. (14) Grimaud, A.; Diaz-Morales, O.; Han, B.; Hong, W. T.; Lee, Y.L.; Giordano, L.; Stoerzinger, K. A.; Koper, M. T. M.; Shao-Horn, Y. Activating Lattice Oxygen Redox Reactions in Metal Oxides to Catalyse Oxygen Evolution. Nat. Chem. 2017, 9, 457. (15) Scully, J. R.; Silverman, D. C. Electrochemical Impedance: Analysis and Interpretation; ASTM International: West Conshohocken, PA, 1993. (16) Chen, R.; Yang, C.; Cai, W.; Wang, H.-Y.; Miao, J.; Zhang, L.; Chen, S.; Liu, B. Use of Platinum as the Counter Electrode to Study the Activity of Nonprecious Metal Catalysts for the Hydrogen Evolution Reaction. ACS Energy Lett. 2017, 2, 1070−1075.\nDOI: 10.1021/acsnano.8b07700 ACS Nano 2018, 12, 9635−9638\n9638"
    } ],
    "references" : [ {
      "title" : "Dimensional Catalysts for Hydrogen Evolution and CO2 Reduction",
      "author" : [ "Y. Gogotsi", "R.M. Penner" ],
      "venue" : "Nat. Rev. Chem. 2018,",
      "citeRegEx" : "Gogotsi and Penner,? \\Q2018\\E",
      "shortCiteRegEx" : "Gogotsi and Penner",
      "year" : 2018
    }, {
      "title" : "Reporting Performance in Organic Photovoltaic Devices",
      "author" : [ "E.J. Luber", "J.M. Buriak" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "Luber and Buriak,? \\Q2013\\E",
      "shortCiteRegEx" : "Luber and Buriak",
      "year" : 2013
    }, {
      "title" : "Real Surface Area Measurements in Electrochemistry",
      "author" : [ "S. Trasatti", "O.A. Petrii" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "Trasatti and Petrii,? \\Q1992\\E",
      "shortCiteRegEx" : "Trasatti and Petrii",
      "year" : 1992
    }, {
      "title" : "Trends in the Exchange Current for Hydrogen Evolution",
      "author" : [ "J. G", "S. Pandelov", "U. Stimming" ],
      "venue" : "J. Electrochem. Soc. 2005,",
      "citeRegEx" : "G. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2005
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Performance of Nanomaterials Electrochemistry has become an important topic for nanomaterials because of applications in energy storage and conversion. In particular, ACS Nano has witnessed explosive growth in articles on electrocatalysis using new nanomaterials as well as novel strategies for improving the performance of known nanomaterials. Progress in controlled syntheses and characterization of nanomaterials has benefitted the field of electrocatalysis through better understanding of fundamental mechanisms and development of practical catalysts. This experimental effort has been complemented by improvements in numerical models that are able to predict free energies of successive steps involved in electrocatalytic reactions. Thus, substantial progress has been made toward understanding fundamental processes involved in important electrochemical reactions such as hydrogen evolution (HER), oxygen evolution (OER), oxygen reduction (ORR), and CO2 reduction (CO2RR). A side effect of so many papers, however, is that it has become difficult to compare the catalytic properties of different nanomaterials fairly for a given reaction. Therefore, to maintain progress in the field, the adoption of a standard methodology for analyzing catalytic performance of nanomaterials is needed. Similar standards have been suggested and implemented, for example, in the fields of solar cells and energy storage. Similarly, other ACS journals have also recommended guidelines and best practices for reporting catalysis results, and we recommend readers consult them for benchmarking their catalysts. In this Editorial, we propose best practices for presenting electrocatalytic results in ACS Nano. These guidelines, we hope, will provide deeper understanding of the intrinsic performance of new electrocatalytic nanomaterials and will enable researchers to compare their results objectively with other reports.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}