{
  "name" : "downloads_2019-10-22_23_10.1021@acs.jmedchem.8b01936.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Selective Inhibition of Histone Deacetylase 10: Hydrogen Bonding to the Gatekeeper Residue is Implicated",
    "authors" : [ "Magalie Ge", "raldy", "Michael Morgen", "Peter Sehr", "Raphael R. Steimbach", "Davide Moi", "Johannes Ridinger", "Ina Oehme", "Olaf Witt", "Mona Malz", "Mauro S. Nogueira", "Oliver Koch", "Nikolas Gunkel" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Selective Inhibition of Histone Deacetylase 10: Hydrogen Bonding to the Gatekeeper Residue is Implicated Magalie Ge raldy, , Michael Morgen, Peter Sehr, Raphael R. Steimbach, ,§ Davide Moi, Johannes Ridinger,§, , ,# Ina Oehme, , ,¶ Olaf Witt, , ,#,¶ Mona Malz, Mauro S. Nogueira, Oliver Koch, , Nikolas Gunkel, ,¶ and Aubry K. Miller* , ,¶\nCancer Drug Development Group and Clinical Cooperation Unit Pediatric Oncology, German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany Chemical Biology Core Facility, European Molecular Biology Laboratory, 69117 Heidelberg, Germany §Biosciences Faculty, University of Heidelberg, 69120 Heidelberg, Germany Hopp Children s Cancer Center Heidelberg (KiTZ), 69120 Heidelberg, Germany #Department of Pediatric Oncology, Hematology and Immunology, University Hospital Heidelberg, 69120 Heidelberg, Germany ¶German Cancer Consortium (DKTK), 69120 Heidelberg, Germany Faculty of Chemistry and Chemical Biology, TU Dortmund University, 44227 Dortmund, Germany\n*S Supporting Information\nABSTRACT:The discovery of isozyme-selective histone deacetylase (HDAC) inhibitors is critical for understanding the biological functions of individual HDACs and for validating HDACs as drug targets. The isozyme HDAC10 contributes to chemotherapy resistance and has recently been described to be a polyamine deacetylase, but no studies toward selective HDAC10 inhibitors have been published. Using two complementary assays, we found Tubastatin A, an HDAC6 inhibitor, to potently bind HDAC10. We synthesized Tubastatin A derivatives and found that a basic amine in the cap group was required for strong HDAC10 binding. HDAC10 inhibitors mimicked knockdown by causing dose-dependent accumulation of acidic vesicles in a neuroblastoma cell line. Furthermore, docking into human HDAC10 homology models indicated that a hydrogen bond between a cap group nitrogen and the gatekeeper residue Glu272 was responsible for potent HDAC10 binding. Taken together, our data provide an optimal platform for the development of HDAC10-selective inhibitors, as exempli ed with the Tubastatin A sca old.\nINTRODUCTION The discovery of histone deacetylase 1 (HDAC1) by Taunton and Schreiber in 19961 provided the sought-after enzyme target for substances like Trichostatin A (TSA (1), Figure 1) and SAHA (2). At the time,1 and2 were reported to increase histone lysine acetylation levels, thereby inducing cellular di erentiation, but their mechanism(s) of action were unknown.2 In the intervening time, it has become clear that HDACs, a family of 18 functionally related isozymes, have a broader role than catalyzing the hydrolysis of acetylated histone lysines: not only do they act in both the nucleus and the cytoplasm, but they catalyze the removal of acyl groups from a variety of di erent proteins, and therefore regulate numerous biological processes.3 7 Misregulation of acetylation mechanisms has been linked to multiple human diseases, and there are four HDAC inhibitor drugs approved by the U.S. FDA (2 5) and one in China (6) ( Figure 1).8 The approved drugs are known to cause severe side e ects, which is attributed in part to their lack of isozyme selectivity.9,10 More selective inhibitors are expected to overcome these liabilities and are likely to improve the clinical Received: December 10, 2018 Published: April 9, 2019\nArticle\npubs.acs.org/jmcCite This:J. Med. Chem.2019, 62, 4426 4443\n' 2019 American Chemical Society 4426 DOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n0 9:\n55 :0\n1 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nar tic\nle s.\nvalue of this target class.11 Moreover, the development of isozyme-selective chemical probes will be critical to further disentangle the biological role(s) of individual HDAC members.12\nA number of selective HDAC6 (class IIB) inhibitors have been described, and Tubacin (7), Tubastatin A (8), and ACY738 (9) are all designated as HDAC6 chemical probes in the Chemical Probes Portal (Figure 1).13 Most HDAC6-selective inhibitors, like8 and9, achieve selectivity over class I enzymes by incorporating a relatively bulky phenyl hydroxamate linker moiety in addition to a cap group that can make speci interactions with the HDAC6 protein surface (see8, Figure 1).\nHDAC10,14 16 the only other HDAC class IIB member, has received little attention from the medicinal chemistry community,17 19 and to the best of our knowledge, no study dedicated to the development of HDAC10-selective inhibitors has been published. On the other hand, a number of studies have highlighted HDAC10 as a potential cancer drug target.20 23 In one study, high HDAC10 expression levels were found to correlate with a poor clinical outcome for advanced stage 4 neuroblastoma patients who received chemotherapy.23 Consistent with these ndings, HDAC10 depletion in neuroblastoma cells interrupts autophagic ux and sensitizes cells for chemotherapy, and enforced HDAC10 expression protects neuroblastoma cells against doxorubicin treatment.18\nRecently, Christianson and co-workers solved the X-ray crystal structure of zebra sh HDAC10 (zHDAC10) and elegantly demonstrated that bothzHDAC10 and human HDAC10 (hHDAC10) are highly active polyamine deacetylases (PDACs), while being poor lysine deacetylases.4 Two speci c structural features near the active site of the enzyme(s) were identi ed as being responsible for PDAC activity. First, the negatively charged Glu272 (hHDAC10 numbering) amino acid was demonstrated to be a unique gatekeeper residue,\nwhich establishes speci city for cationic polyamine substrates over acetylated lysines. Second, the L1 loop of HDAC10 contains a four residue 310-helix (Pro21-Glu22-Cys23-Glu24, hHDAC10 numbering) that constricts the active site, causing an acetylated lysine side chain to be too short to reach the active site zinc atom.\nIn this manuscript, we report our initial studies to discover selective HDAC10 inhibitors. Using two ligand displacement assays, we demonstrate that Tubastatin A (8) binds to HDAC10 even more potently than to HDAC6. Structure activity relationship (SAR) studies on8, supported with selectivity testing against class I enzymes, functional cell-based experiments, and docking into human HDAC10 homology models, suggest that binding to the Glu272 gatekeeper residue is critical for potent HDAC10 inhibition. Collectively, our results present the rst systematic medicinal chemistry study of HDAC10 inhibition, and lay the foundation for the development of isozyme-selective HDAC10 inhibitors.\nRESULTS AND DISCUSSION Testing of Known Substances in Two Displacement\nAssays Reveals Unexpectedly Potent HDAC10 Binding. Although it is known that HDAC10 enzymatic activity is challenging to assay with acetylated lysine substrates,12 some co tract research organizations o er enzymatic pro ling of all HDACs, and IC50 values measured in this way against HDAC10 are sometimes reported in the literature. It has also been claimed that residual co-puri ed class I HDACs from HDAC preparations of class IIA HDACs are largely responsible for the activity observed when testing these proteins in acetyl-lysine-based enzymatic assays.24 In light of this claim, and the recent ding that HDAC10 has signi cant PDAC activity,4 we analyzed a selection of literature data, where enzymatic activities across multiple HDAC isozymes w re reported.25 33 Interestingly, strong correlations between\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4427\nHDAC10 and class I HDAC inhibition values were found, while HDAC6 gave a completely distinct activity pro le, despite its high sequence homology to HDAC10 as a class IIB enzyme (Figures 2, S1 and S2).\nOn the basis of this analysis, and because of the lowthroughput format of Christianson s PDAC assay, we decided to assay HDAC10 in a non-enzymatic format. To eliminate any complications that could arise from co-puri ed HDAC impurities, two ligand displacement assays that employ genetically tagged HDAC proteins for signal generation were utilized, thereby ensuring reliable identi ca on of HDAC10 binders. For screening against pure recombinant HDAC10, a time-resolved uorescence resonance energy transfer (TRFRET) assay that measures displacement of a uorescentlylabeled ligand was used (Figure 3A).34 A conceptually similar bioluminescence resonance energy transfer (BRET) assay was also utilized with cells that overexpress nano-luciferase-tagged HDAC10 (Figures 3B and S3).35 The BRET assay can independently con rm the TR-FRET assay and provides target engagement values in living cells.\nA series of commercially available HDAC inhibitors, which have been reported to have high HDAC6 activity, were tested in both HDAC10 assays (Tables 1and S1, Figure S1). Ricolinostat (10) showed slightly more than a 10-fold di erence in activity between the two assays, but the majority of compounds had pIC50 values that were within 0.5 log units of each other. The BRET assay typically gave lower potencies, which can be expected when comparing cellular and biochemical assay formats. It was not surprising that some of the pan-HDAC inhibitor compounds (2, 10 15) showed quite high activity in the HDAC10 displacement assays. Indeed, all of these compounds, except pracinostat (13), had sub-micromolar IC50 values (pIC50 6.0) in at least one of the assays. Most interesting were the results with Tubastatin A (8) HPOB (16)33 and Nexturastat A (17),36 compounds that have been described as highly selective HDAC6 inhibitors with poor HDAC10 inhibitory activities. While both HPOB and Nexturastat A were found to be moderately potent HDAC10 binders, Tubastatin A was active in the low nanomolar range (pIC50 = 7.9) in both the FRET and BRET assays. A control experiment with PCI-34051 (8), a hydroxamate-containing HDAC8 selective inhibitor, gave low binding values in both a says. Tubastatin A Analogs Lacking a Basic Amine in the Cap Group Have Diminished HDAC10 Binding.Intrigued by the high potency of the HDAC6-selective inhibitor Tubastatin A against HDAC10, we next examined the SAR of the cap group with respect to HDAC10 and HDAC6 binding. A targeted selection of tricyclic Tubastatin A capgroup analogs were synthesized and tested in both the TRFRET and the BRET HDAC10 assays, as well as against\nFigure 2.Hierarchical clustering reveals a correlation between HDAC class I and HDAC10 activities. A selectivity pro le of each compound\nwas calculated relative to HDAC2. After log2 transformation, the\nvalues were subjected to hierarchical clustering using the complete-\nlinkage agglomeration rule. Red and green colors indicate higher and\nlower reported IC50 values, respectively, of a given drug on an HDAC isozyme relative to HDAC2. Superscripts indicate the reference from where the data were taken.\nFigure 3.HDAC10 ligand displacement assays. (A) TR-FRET assay: a Europium-labeled anti-GST tag antibody is coupled to GST-tagged HDAC10 protein. When HDAC10 is bound by a dye-labeled tracer molecule, irradiation with 340 nm light produces productive FRET between the Europium (615 nm emission) and the dye (665 nm emission). In the presence of an HDAC10 binder, which competes with the tracer ligand, FRET is disrupted and a change in the signal is observed. (B) BRET assay: when cells expressing nano-luciferasetagged HDAC10 are treated with a dye-labeled tracer and nanoluciferase substrate, productive BRET is observed. In the presence of an HDAC10 binder, BRET is disrupted.\ncmpd substance HDAC10 FRET pIC50 a HDAC10 BRET pIC50 b\n2 SAHAc 6.7 5.9 10 Ricolinostatc 6.9 5.8 11 CAY-10603c 6.5 6.1 12 CUDC-101c 6.9 6.4 13 Pracinostatc 5.8 5.5 14 Quisinostatc 8.0 7.4 15 Abexinostatc 8.4 8.1 8 Tubastatin Ad 7.9 7.9 16 HPOBd 7.1 6.5 17 Nexturastat Ad 7.0 6.3 18 PCI-34051e 4.4 <5.0\naFRET pIC50 values are the mean of at least two independent experiments.bBRET pIC50 values are calculated from one experiment performed in triplicate.cpan-HDAC inhibitor.dHDAC6 selective inhibitor.eHDAC8 selective inhibitor. All pIC50 values with errors are reported inTable S1.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4428\nHDAC6 in the BRET assay format. As was found with the commercial inhibitors, pIC50 values of the TR-FRET and BRET HDAC10 assays were quite consistent for all compounds assayed (Tables 2and S2). More illuminating was the comparison of the HDAC10 and HDAC6 BRET pIC50 values for the various derivatives. Tubastatin A (8) gave a pIC50 of 7.9 against HDAC10 and of 7.0 against HDAC6. 18,23 Tetrahydro- -carboline19,25 a regioisomer of Tubastatin A that di ers only in the location of the carboline nitrogen, was found to be roughly an order of magnitude less active than8 in the two HDAC10 assays, but essentially equipotent in the HDAC6 assay. An even greater drop in HDAC10 activities, relative to8, was observed for compounds2037 and21, where the -carboline nitrogen of8 is replaced with sulfur and oxygen atoms, respectively. As with19, however, compounds20 and 21 have only slightly diminished (20) or improved (21) HDAC6 values in comparison to8. Tetrahydrocarbazole22 and carbazole2325 were over 2 orders of magnitude weaker HDAC10 binders than8, but again retained their HDAC6 binding capabilities. The acetylated Tubastatin A derivative24 was also found to have signi cantly diminished HDAC10 binding, but to be equipotent with Tubastatin A (8) against"
    }, {
      "heading" : "HDAC6.",
      "text" : "It is apparent that while HDAC6 activity is in uenced by changes to the indole-fused ring, most modi cations result in substances that are similarly potent, or even more potent, than Tubastatin A (8). This is consistent with published data for19, 20, and 23, which are all reported to be potent HDAC6 inhibitors.25,37 In contrast, HDAC10 activity appears to be quite sensitive to modi cations of the indole-fused ring.\nComparing BRET data for the two enzymes shows that while Tubastatin A (8) binds HDAC10 better than HDAC6 by almost a factor of 10,19 24 have moderate (19; 2.5 fold) to high (23; 100 fold) preferences for HDAC6 over HDAC10.38 This is visually represented with the BRET dose response curves of8, 19, and21 (Figure 4). A basic nitrogen atom embedded in a tetrahydro- -carboline structure, therefore, appears to be a critical feature for potent HDAC10 binding, suggestive of a speci c polar interaction in the HDAC10 binding site.\nSAR of Bicyclic Tubastatin A Analogs.In order to investigate this hypothesis further, we prepared a series of ring-opened bicyclic Tubastatin A analogs, whose structures and binding activities are shown inTable 3 (Table S3). Consistent with our expectations, indole25 and 2,3- dimethylindole26 showed diminished activity in both HDAC10 assays, in comparison to8. The 2-tert-butylindole derivative27 showed lower activity against both HDAC6 and HDAC10, indicating that thet-butyl group is too bulky for either of the two binding pockets. Interestingly, the re - introduction of a basic amine into the cap group, as in gramine 2839 and pyrrolidine30, produced very potent HDAC10 binders, both with BRET pIC50 values of 8.4. In comparison, their HDAC6 binding is moderate (pIC50 = 6.8). Indazole29, which is expected to be more pharmacologically stable than28, was found to have similar HDAC10 potency to8, while BOCprotected amine31 lost signi cant HDAC10 binding capacity. Tryptamine3240 showed good potency against HDAC10 (BRET pIC50 = 7.6), despite the presence of two methylenes between the indole C3 and the nitrogen atom, which was detrimental in the case of19. The increased conformational\napIC50 values are the mean of at least two independent measure-\nments.bpIC50 values are calculated from pooled data of two biological\nreplicates which were each performed in triplicate.cpIC50 value is from one experiment performed in triplicate. All pIC50 values with errors are reported inTable S2.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4429\nexibility of ring-opened32 may allow it to still make a key interaction with the enzyme that19 cannot. Both the C3 hydroxyethyl (33) and methoxyethyl (34) derivatives lose almost an order of magnitude binding to HDAC10 in comparison to32, further highlighting the importance of a basic nitrogen in the cap group sca old. Compound35, which incorporates a gramine-type structure into a cyclic side chain, is also an excellent HDAC10 binder (BRET pIC50 = 8.3), while a\nstructurally similar aromatic imidazole analog (36) is 10-fold less potent.\nAs found with the fused analogs inTable 2, BRET HDAC6 activity was relatively insensitive to structural changes, with all compounds exceptt-Bu substituted27having activities within a single order of magnitude range (6.8 < pIC50 < 7.5). Amine analogs28 30, 32, and35 all show activities similar or better than Tubastatin A against HDAC10, with moderate selectivity ( 0.7 log units) over HDAC6. Compounds28, 30, and35 appear to have the best pro les in the BRET assays, with pIC50 values greater than 8.3 (IC50 = 5.0 nM) against HDAC10 and selectivities greater than 25-fold against"
    }, {
      "heading" : "HDAC6.",
      "text" : "Selectivity Testing against Class I Enzymes.Selected compounds were also tested in enzymatic assays against HDAC1, HDAC2, HDAC3/NcoR2, and HDAC8 to gain insight into their activities against class I enzymes (Tables 4 andS4). SAHA (2) was used as a positive control for HDAC1, HDAC2, and HDAC3/NcoR2, and PCI-34051 (18) was used as a positive control for HDAC8. Tubastatin A (8) was found to have pIC50 values in accordance with the literature. 30,41 Tubastatin A regioisomer19 gave lower inhibition values than 8 against all the class I enzymes. This, coupled with the fact that19 is more potent against HDAC6 than8, suggests that it may be a better HDAC6 probe than Tubastatin A (8) itself. Compound 21 had similar class I pIC50 values to8. Interestingly, dimethylindole26 saw no increase in potency against class I enzymes despite its smaller bulk, indicating that a tricyclic cap group is not strictly required for class IIB selectivity. Compounds28, 29, 30, 35, and 36 all saw increased potency against class I enzymes in comparison to8. While 29, 35, and 36 had overall decreased HDAC10 selectivity relative to8, 28 and 30 retained the HDAC10 selectivity of8 due to their concomitant increase in potency against HDAC10. Taking all the tested class I and class IIB enzymes into account, compounds28 and 30 represent the best combination of potency (IC50 < 10 nM) against HDAC10 and selectivity over other HDACs.\nCompound HDAC6/10 Inhibition Pro les Are Reected in On-Target Activity in Cells. Some selective HDAC10 inhibitors (8, 29, 30, and 35), some selective HDAC6 inhibitors (20 and 21), and one inactive substance (27) were also tested in the neuroblastoma BE(2)-C cell line to con rm on-target activity.18,19,23,42 To test for HDAC6 inhibition, tubulin acetylation was measured by Western blot,\napIC50 values are the mean of at least two independent measurements.bpIC50 values are calculated from pooled data of two biological replicates which were each performed in triplicate. All pIC50 values with errors are reported inTable S3.\napIC50 values are calculated from one experiment performed in triplicate. bValues are taken from HDAC10 FRET data inT bles 2and3. All pIC50 values with errors are reported inTable S4.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4430\nand to test for HDAC10 inhibition, expansion of the lysosomal compartment was measured using the pH-dependent LysoTracker DND-99 uorescent probe. As expected, Tubastatin A (8) showed a dose-dependent increase in tubulin acetylation (Figure 5A). Substances20, 21, 29, 30, and35 had pro les similar to8, consistent with the fact that they are all similarly potent HDAC6 inhibitors. Only compound27, which showed reduced HDAC6 activity in the BRET assay, required higher concentrations to increase tubulin acetylation. In the LysoTracker assay, only those compounds which showed highly potent HDAC10 binding in the BRET and FRET assays (8, 29, 30, and35) strongly induced uorescence, while20,\n21, and27 gave no to weak increases (Figure 5B).\nHomology Modeling Provides a Rationale for Selective HDAC10 Binding.The Glu272 gatekeeper residue\nis the single determining factor which gives HDAC10 PDAC\nover HDAC activity.4 This selectivity is the result of a polar\ninteraction between the negatively charged glutamic acid and a positively charged polyamine. We wondered whether inhibitors with a basic amine in the cap group were such strong HDAC10 binders because of a similar polar interaction with Glu272. Moreover, highly potent binders such as8, 30, and35 indicate that bulky inhibitors are able to t into the constricted binding pocket of HDAC10, presumably requiring signi ca t movement of the L1 loop. To investigate, we built several di erent homology models ofhHDAC10 and performed docking studies. Initially, twohHDAC10 homology models were prepared, one based on a crystal structure ofzHDAC10 (PDB ID 5TD7)4 and one based onhHDAC6 (PDB ID 5EDU),43 hereafter referred to as model I and model II, respectively. Both model I and model II were used for docking studies of Tubastatin A (8). Model I has an L1 loop that closely resembles that of the parentzHDAC10 structure and failed to show any reliable docking poses. Model II has an L1 loop more similar to its parenthHDAC6 structure and showed high-scoring docking poses of8 with a hydrogen bond to Glu272 (Figure 6A). A superposition of the two models clearly indicated that the L1 loop in model I prevents binding, as8 would clash with the L1 loop (Figure 6B). To investigate the loop exibility that seems to be needed for docking of8, two additional models were built. For one of these models (model III), the ligand of PDB ID 5EDU (TSA (1)) was transferred into PDB ID 5TD7 to introduce an induced t during model building. For the other model (model IV), residues 14 28 from the L1 loop were removed from PDB ID 5TD7 and rebuilt using molecular operating environment s (MOE s) build loop module. Both model III and model IV resulted in new L1 loop conformations. Interestingly, docking of8 into these models succeeded, leading to hydrogen-bonded docking poses similar to what was found in model II (Figure 6C,D). To summarize, in the four models, reliable docking poses were only identi ed when the L1 loop adopted a conformation di erent from what is found in thezHDAC10 structure, suggesting that exibility of the L1 loop is needed for Tubastatin A binding. Compounds20 and21, as tricyclic Tubastatin A analogues, and the bicyclic derivatives28, 29, 30, and 35 were also docked in the human HDAC10 homology models. The docking poses of20 and 21 show only hydrophobic interactions in the cap group region, with no polar interactions to Glu272 (Figure 7A), while adopting similar conformations to 8 (Figure 7B). For20 and21, the exible Glu272 moved beneath the ring system during docking because no hydrogen bonding could occur. This di erence in binding between8 and 20/ 21could explain their disparate activities against HDAC10. Tubastatin A (8), 20, and21 were also docked intohHDAC6\nFigure 5.(A) Western blot analysis of acetylated tubulin versus total tubulin, as induced by HDAC6 inhibition from Tubastatin A (8) nd analogs. (B) Expansion of the lysosomal compartment as a measure of HDAC10 inhibition, shown by increased uorescence from the LysoTracker DND99 probe. Data are normalized to the uorescence measured with only DMSO and represent mean– SD from at least 3 experiments. A normalized value of 1 means that uorescence of the treated sample is equal to the DMSO control.\nFigure 6.Docking poses of Tubastatin A inhHDAC10 models (red: oxygen of Glu272 as a hydrogen bond partner; magenta: L1 loop). (A) Model II (green). (B) Superposition of the8 docking pose in model II (green) with model I (yellow). (C) Induced t model III. (D) Alternative L1 loop model IV.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4431\n(PDB ID 5EDU), giving one main binding pose for all three substances (data not shown). These docking poses show largely hydrophobic interactions of the cap groups with HDAC6, consistent with the fact that the structural di erences between the compounds do not have dramatic e e ts on HDAC6 binding in the BRET assay.\nFor the bicyclic derivatives28, 29, 30, and35, the results are more ambiguous because many of the calculated poses only show monodendate binding of the hydroxamic acid to zinc. This monodentate binding was di erent from what has been found with some selective HDAC6 inhibitors.44 Bidendate binding poses were only found in model II. In these poses, hydrogen bonds were found to Glu272 for28, 29, and35 (Figure 7C E), while30 showed a hydrogen bond to Glu22 (Figure 7F), a glutamic acid found in the L1 loop close to the binding pocket. Interestingly,29also gave a reasonable pose to Glu22 (Figure 7G). Here, the homology modeling clearly reaches its limit to provide one reliable binding pose. It is possible that a di erent conformation of the loop region is required to provide a reliable interaction pattern for binding. However, these results indicate that the bicyclic derivatives28, 29, 30, and35 can address at least one of the two glutamic acids in the binding region of HDAC10 (Glu22, Glu272) which are not present in HDAC6.\nCHEMISTRY The compounds used in this study were synthesized in a straightforward manner. Commercially available or synthesized indoles (37 50) were N-alkylated with methyl 4-carbomethoxybenzyl bromide (51) to give esters52 57, 59 63, 65, 67, and 68, followed by conversion to the corresponding hydroxamic acids20 27, 31 36, and70 (Scheme 1). In some i stances, intermediate functional group manipulations were carried out at the methyl ester stage (e.g.,57 to 58, 63 to 64, and68 to 69) or the hydroxamic acid stage (e.g.,70 to 19, and 25 to 28 and30). Compound29was synthesized starting with alkylation of 1H-indazole-3-carbaldehyde (71) with 51 to give ester72, followed by reductive amination with dimethylamine and then hydroxamic acid formation (Scheme 2).\nCONCLUSIONS The use of complementary TR-FRET and BRET HDAC10 displacement assays has enabled the discovery that a number of well-known HDAC inhibitors are capable of potently binding HDAC10. Moreover, substances which have previously been described as being highly selective HDAC6 inhibitors, with little to no HDAC10 activity [e.g., Tubastatin A (8), HPOB (16), Nexturastat A (17)] have also been found to be good HDAC10 binders. We investigated SAR surrounding the tricyclic cap group of8 and found a strong dependency for\nFigure 7.Docking poses of8, 20, 21, 28, 29, 30, and35 in model II (tan); pink dotted line represents a hydrogen bond. (A)20 (orange) and21 (lime green). (B E) 8 (cyan),28 (yellow),29 (coral), and35 (orchid) with hydrogen bonds to Glu272. (F,G)30 (olive) and29 (coral) bound to Glu22.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4432\nHDAC10 binding on the presence of an appropriately placed basic amine functionality. In contrast, no dependency on such a functional group was observed for HDAC6 binding. Compounds, such as28 and30, with high HDAC10 potency, good selectivity over HDAC6, and high selectivity over class I HDACs were discovered. The TR-FRET and BRET HDAC10 assay data were supported by monitoring acetylation levels of tubulin (HDAC6 substrate) and expansion of the lysosomal ompartment (HDAC10 inhibition phenotype) in inhibitortreated cells. Furthermore, docking of selected inhibitors into an HDAC6 X-ray crystal structure as well as into four di erent HDAC10 homology models provided a structural rationale for our experimental observations. The modeling suggests that derivatives of Tubastatin A make largely hydrophobic\nScheme 1. Synthesis of Indole-Based inhibitorsa\naReagents and conditions: (a) NaH or K2CO3, DMF, 20 74%; (b) NH2OH (aq), KOH or KCN, 1,4-dioxane 1 93%; (c) TFA/CH2Cl2 or HCl/ Et2O; (d) AcCl, Et3N, CH2Cl2, 54%; (e) NaH, MeI, DMF, 39 53%; (f) CH2O (37% in H2O), NaCNBH3, MeCN; (g) MeNH2, CH2Cl2/MeOH, 40 ° C, then TOSMIC, K2CO3, DME/MeOH, rt, 41%; (h) MeI, Et3N, MeCN, 60° C; (i) MeNH2, AcOH, (CH2O)n, MeOH/H2O 5:1, 70° C, 46%; (j) pyrrolidine, AcOH, (CH2O)n, MeOH/H2O 5:1, 70° C, 90%.\nScheme 2. Synthesis of Indazole 29a\naReagents and conditions: (a) K2CO3, DMF, 79%; (b) HNMe2, Na(OAc)3BH, CH2Cl2, MeOH, 73%; (c) NH2OH (aq), KCN, 1,4-dioxane, 93%.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4433\ninteractions with HDAC6 regardless of the presence or absence of a basic amine in the cap group sca old. On the other hand, derivatives with an appropriately placed amino group exhibit increased binding via a hydrogen bond with the gatekeeper residue Glu272 (and potentially Glu22) of HDAC10. At the same time, the L1 loop of HDAC10 must exhibit some exibility to accommodate these inhibitors. During the preparation of this manuscript, another homology model ofhHDAC10, based on thezHDAC10 structure, was reported.45 Docking of well-known HDAC inhibitors was shown, but an adapted L1 loop conformation seemed not to be required.\nTaken together, the TR-FRET, BRET, LysoTracker, and modeling data strongly support that the L1 loop is exible enough to accommodate bulky inhibitors like8, 28, and 35.46 Consistent with our data is a model where HDAC10 adopts the narrow conformation found in the X-ray structure of the zebra sh HDAC10 enzyme, and, in conjunction with the gatekeeper residue, is responsible for HDAC10 PDAC activity. Having some exibility, the L1 loop can also adopt an open conformation, which still does not e ectively process acetylated lysines because of the gatekeeper residue, but which conformationally resembles HDAC6 and can be engaged by HDAC inhibitors. Substances containing cap groups that bind HDAC6 and are capable of hydrogen bonding to gatekeeper residue Glu272 are particularly potent HDAC10 inhibitors.\nThe work described herein provides a means to tune HDAC10 binding activity. When working with a sca old that already exhibits high selectivity over class I and IIA HDAC enzymes (e.g., Tubastatin A), it is possible to discover potent and selective HDAC10 inhibitors. In order to develop a highly selective HDAC10 chemical probe, however, one must be able to modulate HDAC6 activity. So far, we have been unable to abolish HDAC6 activity while retaining HDAC10 activity when working with the Tubastatin A sca old. This is perhaps not surprising as there appears to be signi cant exibility in size and composition of the cap group when making selective HDAC6 inhibitors.47 Progress to realize the goal of a true HDAC10-selective chemical probe will be the subject of future reports.\nEXPERIMENTAL SECTION TR-FRET Assay.All TR-FRET experiments were performed in\nwhite 384-well ProxiPlates (PerkinElmer) using 50 mM HEPES pH 8.0, 150 mM NaCl, 10 mM MgCl2, 1 mM EGTA, and 0.01% Brij-35 (+2% DMSO) as Assay Bu er. The concentrations of reagents in the 10 L nal assay volume were 3 nM GST-HDAC10, 30 nM Tubastatin-Alexa647-Tracer (seeFigure S3), and 0.5 nM Eu-antiGST. GST-HDAC10 and LanthaScreen Eu-anti-GST antibody were purchased from Life Technologies, and the Tubastatin-Alexa647Tracer was synthesized in-house as described in theSupporting Information. An 11-fold 1:3-serial dilution into Assay Bu er of compounds starting at 200 or 20 M was prepared in 384 well ppplates (Greiner) from 10 mM stocks in DMSO and 1 L was transferred to the assay plate. Nine L of the assay-mix was added, and the plate was incubated for 1 h at RT before TR-FRET was measured in an EnVision plate reader equipped with a TR-FRET laser module. Sample wells were exited with 3 ashes of the TRF-europium laser, emission measured at 620 and 665 nm to get the 665 nm/620 nm ratio. Percent inhibition was calculated for each well from negative control wells containing 2% DMSO and positive control wells containing 20 M SAHA. The resulting dose r sponse curves were tted in ActivityBase (IDBS) using a four-parameter logistic model and IC50-values were calculated.\nProduction of Mono-Clones Stably Expressing HDACnanoBRET Proteins.Plasmids expressing a fusion of HDAC6 (containing only the 2nd catalytic domain) or HDAC10 with nanoluciferase were obtained from Promega (N2170). HeLa cells (75 × 104) were seeded in a 6 cm dish and after 24 h were transfected with a mix of 10 g plasmid and 3 L FuGENE in 200 L OptiMEM. In detail, cells were washed with pre-warmed OptiMEM and subsequently overlaid with 2.3 mL of OptiMEM. After addition of 200 L transfection mix, cells were incubated for 24 h at 37° C. Cells were than trypsinized and 2× 104 cells seeded into both 10 and 15 cm dishes. Transformants were selected with 1 mg/mL G-418 for 6 d with a media change after 3 d. Clones which formed colonies were picked by rinsing plates with 3 mL trypsin/EDTA (Sigma T3924) followed by a 2 min incubation with 300 L trypsin/EDTA at 37° C. Colonies were than loosened and aspirated with a 10 L lter tip and transferred to 6-well plates containing selection medium. Clones exhibiting a range of nanoluciferase activities were expanded and selected according to the highest BRET ratio.\nCulture of Stable BRET Cell Lines.Stably transfected HeLa cells were cultivated under sterile conditions in polystyrene cell culture asks (658170, Greiner) at 37° C and 5% CO2 in a humidi ed atmosphere. D-MEM growth medium (D6049, Sigma) was supplemented with 10% FCS (FBS-12A, Capricorn Scienti c), 1% penicillin streptomycin (P4333, Sigma), and 1 mg/mL G-418 (2039.3, Roth). At con uency, cells were passaged by removing old medium, washing with DPBS (14190-094, Gibco), trypsination (T4049, Sigma) and seeding in fresh growth medium.\nBRET Assay.The intracellular target engagement assay on HDAC6 and HDAC10 was performed as described by the kit manufacturer in a 96-well plate (3600, Corning) format with 1.9× 104 cells per well and a tracer concentration of 0.3 M 35 Inhibitors were tested at ten 1:4 serial dilutions in triplicates ranging from 129 pM to 40 M. Drug dosing was performed from 10 and 1 mM DMSO stock solutions with a D300e Digital Dispenser (Tecan), and DMSO concentrations were normalized to 0.5% for all wells. Assay plates were shaken (800 rpm orbital shaker, 30 s), incubated at 37° C for 2 h followed by measurement of 450 and 650 nm luminescence (80 nm bandwidth) at room temperature with a CLARIOstar (BMG Labtech) plate reader 2 min after NanoLuc substrate addition.\nBRET ratios were calculated from 650 nm/450 nm luminescence and normalized for each plate using 50 M SAHA-treated negative controls and uninhibitedpositive controls. pIC50-values were calculated from normalized BRET ratios using nonlinear regression four parameters least-squares t in GraphPad Prism version 7.04 for Windows, GraphPad Software, La Jolla California USA,www. graphpad.com.\nAssay for HDAC1, 2, 3, and 8.Class I HDAC inhibition was tested using the HDAC-Glo I/II Assay and Screening System (G6421, Promega) with recombinant human HDACs (BPS Bioscience; HDAC1 cat.# 50051; HDAC2 cat.# 50002; HDAC3/ NcoR2 complex cat.# 50003; HDAC8 cat.# 50008). The assay was carried out in a 384-well plate (4512, Corning) format according to the manufacturer s description. Inhibitors were tested at eight 1:4.12 serial dilutions in triplicates ranging from 8.67 nM to 200 M. Drug dosing was performed from 10 mM DMSO stock solutions with a D300e Digital Dispenser (Tecan). HDACs (7 ng/mL for HDAC1, 10 ng/mL for HDAC2, 200 ng/mL for HDAC3/Ncor2 complex, 200 ng/mL for HDAC8), and inhibitors were incubated together for 30 min at room temperature. After addition of the HDAC-Glo I/II reagent, plates were shaken (800 rpm orbital shaker, 30 s), centrifuged (300g, 1 min), and incubated at room temperature for 40 min. Luminescence was detected with a CLARIOstar (BMG Labtech) plate reader. The luminescence signal was normalized with 200 M SAHA treated negative controls and uninhibited positive controls. pIC50-values were then calculated as described in the BRET assay.\nTubulin Acetylation. For the analysis of tubulin acetylation, 2× 106 BE(2)-C cells were seeded per 10 cm dish and allowed to adhere overnight. Cells were treated for 24 h with inhibitors at concentrations indicated in the respective gure. On the following day, cells were lysed in SDS lysis bu er (2% w/v SDS, 10% v/v\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4434\nglycerol, 1 mM DTT, 62.5 mM TRIS, pH 6.8), and proteins were denatured at 95° C for 10 min. Cell debris was removed by centrifugation (15 000g for 10 min at 12° C). Western blot analysis was performed as described before.48 The following antibodies were used: anti-acetylated tubulin (6-11B-1; Sigma) and anti-tubulin (2148, Cell Signaling Technology).\nLysoTracker Assay.BE(2)-C cells were seeded into 6-well dishes at a density of 1.5× 105 cells per well. After 24 h treatment with inhibitors, cells were stained for 1 h with 50 nM LysoTracker Red DND-99 in medium under standard cell culture conditions. Cells were washed with ice-cold RPMI without phenol-red and trypsinized for 3 min at 37° C. Detached cells were centrifuged for 3 min at 8600g and re-suspended in ice-cold RPMI without phenol red. Mean LysoTracker uorescence was quanti ed on a BD FACSCanto II platform using the PE lter setting. Data were normalized to mean LysoTracker uorescence of solvent (DMSO)-treated cells.\nHomology Modeling. The hHDAC10 structure was modeled using the homology modeling module of MOE 2016.8 [MOE, 2013.08; Chemical Computing Group ULC, 1010 Sherbooke St. West, Suite#910, Montreal, QC, Canada, H3A 2R7, 2018.]. The hHDAC10 (AN Q969S8) target sequence for homology modeling was downloaded from UniProt.49 hHDAC6 (PDB ID 5EDU) and zHDAC10 (PDB ID 5TD7) protein structures were downloaded from the PDB as template structures. In all models, the ligand of the template complex structure was included during homology modeling.\nThe hHDAC10 model (model I) based onzHDAC10 (PDB ID 5TD7) was prepared using thehHDAC10 sequence. TheHDAC10 model (model II) based onhHDAC6 (PDB ID 5EDU) was similarly prepared but needed a single correction:hHDAC6 Phe680 corresponds to Trp203 inhHDAC10. The created Trp203 conformations of preliminary homology models di ered in comparison to the corresponding Trp205 in thezHDAC10 protein structure, as well as that of Phe680 in HDAC6. Therefore, thezHDAC10 Trp205 conformation was transferred into thehHDAC6 template structure as a basis for model building as this Trp was found to be important for docking, and the overall structure of the binding pocket. The nalhHDAC10 model (model II) re ects the Trp conformation as it is found in thezHDAC10 protein structure after this manual correction. Further models were created to re ect loop exibility: after a superposition, the ligand of the 5EDU complex structure was transferred using MOE into 5TD7 and used to create a 5TD7 based model with an additional induced t of the 5EDU ligand (named model III). This leads to a slight adaption of the loop region around this ligand. Another 5TD7-based model was created by applying MOE s loop building module (named model IV). Residues 14 27 were removed in PDB ID 5TD7 and a loop with a similar starting and endpoint in space were identi ed in PDB ID 4FVN and used to rebuild the loop. This structure was then used as a template for homology modeling.\nDocking. For docking, the prepared homology models and GOLD 5.250 were used with standard settings and Goldscore for pose creation and ASPscore51 for rescoring. A 10 ¯ radius around the bound ligand was set as the binding site for docking. The following amino acids inhHDAC10 corresponding to the zHDAC10 (PDB ID 5TD7) X-ray structure were set xible: Glu22 (Glu26 in PDB ID 5TD7), Glu272 (Glu274 in PDB ID 5TD7), and Asn93 (Asp91 in PDB ID 5TD7). In each docking run, 100 poses were created and visually inspected for binding pose analysis.\nChemical Synthesis.Chemicals and solvents were purchased from commercial sources at the highest level of purity and used without puri cation. Anhydrous dichloromethane, toluene, acetonitrile, and tetrahydrofuran were prepared with an MBraun SPS800 solvent puri cation system. Thin layer chromatography (TLC) was carried out on Merck glass silica plates. TLC visualization was accomplished using 254 or 366 nm UV light, iodine saturated silica gel, or charring solutions of potassium permanganate, ceric ammonium molybdate, orp-anisaldehyde. Puri cation was performed by ash column chromatography using SiliCycle SiliaFlash P60 (40 63 m, 60 ¯ particle size) or via RP-HPLC (Agilent 1260 In nity and an ES quadrupole Agilent 6120, column: Kinetex 5 m C18 100 ¯,\nAXIA packed LC column 250× 21.2 mm; temperature = 40° C; solvent A = H2O, 0.05% TFA; solvent B = MeCN, 0.05% TFA; ow rate = 15.0 mL/min; method: gradient: 5% B to 30% B [over 4 min], then 30% B to 60% B [over 8 min], then 0% B to 95% B [over 4 min]). For certain substances, optimization of the HPLC gradient was performed.\nAnalytical LC/MS was performed on an Agilent 1260 in nity system using reverse phase. Column: Kinetex 2.6 m C18 100 ¯, LC column 50× 2.1 mm; temperature = 40° C; solvent A = H2O, 0.01% HCO2H; solvent B = MeCN, 0.01% HCO2H; ow rate = 0.60 mL/ min; method: gradient: 1% B to 90% B [over 6 min] then 90% B to 99% B [over 2 min]. High-resolution mass spectrometry was recorded on a Bruker ApexQe FT-ICR instrument, (Department of Organic Chemistry, University of Heidelberg). NMR spectra were recorded on Bruker 400 or 600 MHz instruments at 298.1 K. Melting points were determined on a semi-automated apparatus (MPM-H2, Coesfeld Materialtest). All nal compounds were found to have 95% purity, controlled by analytical (LC/UV/ELSD/MS) with the above described method, and con rmed by1H NMR.\nN-Hydroxy-4-((2-methyl-1,2,3,4-tetrahydro-9H-pyrido[3,4-b]indol-9-yl)methyl)benzamide (19). (a) To a solution of70 (110.2 mg, 261.5 mol) in 1,4-dioxane (1 mL) was added a solution of 4 M HCl in 1,4-dioxane (6 mL). The reaction mixture was stirred for 4 h at 22° C. After completion, the reaction mixture was concentrated in vacuo. Puri cation by HPLC a ordedN-hydroxy-4-((1,2,3,4-tetrahydro-9H-pyrido[3,4-b]indol-9-yl)methyl)benzamide as the tri uoroacetate salt as a light yellow solid. RF 0.14 (EtOAc/MeOH 20:80);\n1H NMR (400 MHz, DMSO-d6): 11.17 (s, 1H), 9.22 (s, 2H), 9.02 (s, 1H), 7.69 7.67 (m, 2H), 7.53 (d,J = 7.6 Hz, 1H), 7.44 (d,J = 8.2 Hz, 1H), 7.17 7.06 (m, 4H), 5.45 (s, 2H), 4.36 (s, 2H), 3.48 (t,J= 5.6 Hz, 2H), 2.97 (t,J = 5.6 Hz, 2H) ppm;13C NMR (101 MHz, DMSO-d6): 163.8, 141.0, 136.6, 132.0, 127.7, 127.3, 126.5, 125.8, 122.1, 119.6, 118.3, 110.0, 106.1, 45.8, 41.4, 18.1 ppm; HRMS (ESI) (C19H20N3O2Na [M + Na\n+]) m/ z: calcd 322.1550; found, 322.1548. (b) To a solution of this salt in MeCN (5 mL) was added Et3N (2 L, 0.16 mmol). The reaction mixture was heated to 60° C, and MeI (5 L, 80 mol) was added. After 16 h, the reaction mixture was diluted with a mixture of EtOAc/H2O (1:1, 20 mL). The organic layer was isolated and the aqueous layer was extracted with EtOAc (2× 15 mL). The combined organic layers were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by HPLC a orded19 as the tri uoroacetate salt (2.7 mg, 6.2 mol, 2% over 2 steps) as a yellow solid. The NMR data matched literature data.25 RF 0.88 (CH2Cl2/MeOH 80:20);\n1H NMR (400 MHz, DMSO-d6): 11.17 (s, 1H), 10.27 (s, 1H), 9.03 (s, 1H), 7.69 7.678 (m, 2H), 7.55 7.54 (m, 1H), 7.46 7.44 (m, 1H), 7.18 7.07 (m, 4H), 5.45 5.41 (m, 2H), 4.73 4.70 (m, 1H), 4.41 4.31 (m, 1H), 3.76 3.71 (m, 1H), 3.51 3.45 (m, 1H), 3.07 3.05 (m, 2H), 3.00 (s, 3H) ppm; 13C NMR (101 MHz, DMSO-d6): 163.8, 140.8, 136.8, 131.9, 127.3, 127.3, 126.5, 125.5, 122.3, 119.7, 118.4, 110.2, 105.6, 51.2, 49.2, 45.8, 42.1, 18.3 ppm; HRMS (ESI) (C20H22N3O2Na [M + H\n+]) m/ z: calcd 336.1707; found, 336.1709.\n4-((3,4-Dihydrothiopyrano[4,3-b]indol-5(1H)-yl)methyl)-N-hydroxybenzamide (20). To a solution of53 (466.3 mg, 1.38 mmol) in 1,4-dioxane (5 mL) were added aqueous NH2OH (50%, 5 mL) and KCN (123.4 mg, 1.90 mmol). After 16 h, the reaction mixture was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by HPLC a orded20 (2.4 mg, 7.1 mol, 1%) as a light yellow solid. The NMR data matched literature data.37 RF 0.24 (CH2Cl2/MeOH 95:5);\n1H NMR (400 MHz, DMSO-d6): 11.109 ( , 1H), 8.96 (d,J= 1.6 Hz, 1H), 7.62 7.60 (m, 2H), 7.45 7.43 (m, 1H), 7.38 7.36 (m, 1H), 7.06 6.97 (m, 4H), 5.38 (s, 2H), 3.80 (s, 2H), 2.95 (t,J= 6.0 Hz, 2H), 2.84 (t,J= 5.6 Hz, 2H) ppm;13C NMR (101 MHz, DMSO-d6): 164.0, 141.6, 135.3, 134.9, 131.8, 127.3, 126.3, 126.2, 121.1, 119.0, 117.6, 109.4, 106.4, 45.1, 25.1, 23.6, 22.3 ppm; HRMS (ESI) (C19H17N2O2S [M + H\n+]) m/ z: calcd 337.1016; found, 337.1019.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4435\n4-((3,4-Dihydropyrano[4,3-b]indol-5(1H)-yl)methyl)-N-hydroxybenzamide (21). To a solution of54 (125.3 mg, 389.9 mol) in 1,4- dioxane (2 mL) were added aqueous NH2OH (50%, 4 mL) and KCN (28.9 mg, 443.8 mol). The reaction was stirred at rt for 16 h. The reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The resulting solid was washed withn-hexane, ltered, and dried, and21 (53.0 mg, 164.4 mol, 42%) was obtained as a yellow solid. RF 0.64 (CH2Cl2/MeOH 90:10);\n1H NMR (400 MHz, DMSO-d6): 11.12 (s, 1H), 9.00 (s, 1H), 7.67 7.65 (m, 2H), 7.40 7.37 (m, 2H), 7.10 7.08 (m, 2H), 7.06 6.98 (m, 2H), 5.41 (s, 2H), 4.81 (s, 2H), 3.95 (t,J= 5.5 Hz, 2H), 2.75 (t,J= 5.4 Hz, 2H) ppm;13C NMR (101 MHz, DMSO-d6): 164.0, 141.5, 136.0, 132.9, 131.8, 127.2, 126.4, 124.4, 120.9, 119.0, 117.6, 109.7, 107.8, 63.9, 63.4, 45.3, 22.8 ppm; HRMS (ESI) (C19H18N2O3Na [M + Na\n+]) m/ z: calcd 345.1210; found, 345.1215.\n4-((3,4-Dihydro-1H-carbazol-9(2H)-yl)methyl)-N-hydroxybenzamide (22).To a solution of55 (155.8 mg, 487.8 mol) in 1,4-dioxane (1 mL) were added aqueous NH2OH (50%, 5 mL) and KCN (36.2 mg, 556 mol). The reaction mixture was stirred at rt for 16 h. The reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The desired hydroxamic acid (127.0 mg, 396.4 mol, 81%) was obtained as a white solid without further puri cation. RF 0.36 (CH2Cl2/MeOH 95:5);\n1H NMR (400 MHz, DMSO-d6): 11.11 (s, 1H), 8.99 (s, 1H), 7.65 7.63 (m, 2H), 7.41 7.39 (m, 1H), 7.34 7.32 (m, 1H), 7.05 7.07 (m, 2H), 7.04 6.95 (m, 2H), 5.37 (s, 2H), 2.68 2.62 (m, 4H), 1.85 1.78 (m, 4H) ppm; 13C NMR (101 MHz, DMSO-d6): 164.1, 141.9, 136.1, 135.5, 131.7, 127.2, 127.0, 126.3, 120.5, 118.6, 117.5, 109.3, 108.9, 45.2, 22.7 (2 coincident peaks), 21.6, 20.7 ppm; HRMS (ESI) (C20H20N2O2Na [M + Na+]) m/ z: calcd 343.1417; found, 343.1418.\n4-((9H-Carbazol-9-yl)methyl)-N-Hydroxybenzamide (23). To a solution of56 (494 mg, 1.57 mmol, 1.0 equiv) in 1,4-dioxane (15 mL) were added KCN (0.102 g, 1.57 mmol, 1.0 equiv) and aqueous NH2OH (50%, 7 mL) at rt. After 2 d, the reaction mixture was concentrated under reduced pressure and the pH was adjusted to pH 7 8 with 1 N HCl. The product was extracted with EtAOc (3× 15 mL), the organic phase was dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by column chromatography (CH2 l2/MeOH 90:10) a orded23 (0.38 g, 1.19 mmol, 75%) as a red powder. The NMR data matched literature data.25 RF 0.50 (CH2Cl2/MeOH 90:10);1H NMR (400 MHz, DMSO-d6): 11.08 (br s, 1H), 8.98 (s, 1H), 8.19 (d,J= 7.7 Hz, 2H), 7.62 (dd,J= 8.1, 3.5 Hz, 4H), 7.47 7.39 (m, 2H), 7.25 7.17 (m, 4H), 5.72 (s, 2H) ppm;13C NMR (101 MHz, DMSO-d6): 163.9, 141.0, 140.1, 131.9, 127.2, 126.6, 125.9, 122.2, 120.4, 119.1, 109.5, 45.3 ppm; LCMS (ESI) (M + H+) m/ z: 317.1.\n4-((2-Acetyl-3,4-dihydro-1H-pyrido[4,3-b]indol-5(2H)-yl)methyl)N-hydroxybenzamide (24). To a solution of58 (66.0 mg, 0.18 mmol) in 1,4-dioxane (1 mL) were added KCN (0.018 g, 0.27 mmol) and aqueous NH2OH (50%, 1 mL) at rt. After 18 h, the reaction was quenched with saturated aqueous NaHCO3 (5 mL) and extracted with EtOAc (3× 5 mL). The combined organic phases were washed with a saturated aqueous NaHCO3 (3 × 5 mL) and brine (5 mL), dried (MgSO4), ltered, and concentrated under high vacuum to a ord the pure product24 (38.3 mg, 0.11 mmol, 58%). RF 0,36 (CH2Cl2/MeOH 90:10);\n1H NMR (400 MHz, DMSO-d6): 11.12 (s, 1H), 9.00 (s, 1H), 7.69 7.62 (m, 2H), 7.52 7.46 (m, 1H), 7.43 7.36 (m, 1H), 7.13 6.99 (m, 4H), 5.41 (d,J= 1.7 Hz, 2H), 4.68 (dd, J= 10.5, 1.9 Hz, 2H), 3.82 (dt,J= 22.7, 5.7 Hz, 2H), 2.83 (t,J= 5.6 Hz, 1H), 2.72 (t,J= 5.9 Hz, 1H), 2.12 (d,J= 4.2 Hz, 3H) ppm;13C NMR of major rotamer (101 MHz, DMSO-d6): 168.8, 163.9, 141.5, 136.3, 133.6, 131.8, 127.2, 126.4, 125.0, 121.1, 119.1, 117.6, 109.7, 106.6, 45.4, 43.3, 38.7, 22.7, 21.5 ppm;13C NMR of minor rotamer (101 MHz, DMSO-d6): 169.1, 163.9, 141.4, 136.3, 134.1, 131.8, 127.2, 126.4, 124.8, 121.1, 119.1, 117.7, 109.7, 106.4, 45.4, 42.8, 38.4,\n22.0, 21.9 ppm; HRMS (ESI) (C21H22N3NaO3 [M + Na +]) m/ z: calcd 386.1476; found, 386.1475. 4-((1H-Indol-1-yl)methyl)-N-hydroxybenzamide (25). To a solution of59 (4.90 g, 18.48 mmol) in 1,4-dioxane (20 mL) were added an aqueous NH2OH (50%, 15 mL) and KCN (508 mg, 7.800 mmol) at rt. After 48 h, the reaction was quenched with saturated aqueous NaHCO3 (50 mL), and the mixture was extracted with EtOAc (2× 25 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo.25 (3.57 g, 13.40 mmol, 72%) was obtained as an o -white solid without further puri cation. The NMR data matched literature data.30,32 RF 0.71 (CH2Cl2/MeOH 90:10); 1H NMR (400 MHz, DMSO-d6): 11.09 (br s, 1H), 9.14 (br s, 1H), 7.70 7.68 (m, 2H), 7.57 (d,J = 7.8 Hz, 1H), 7.51 (d,J = 3.1 Hz, 1H), 7.42 (dd,J = 8.2, 0.6 Hz, 1H), 7.24 7.22 (m, 2H), 7.11 7.07 (ddd, J= 8.1, 7.0, 1.1 Hz, 1H), 7.02 (ddd,J= 7.8, 7.0, 1.0 Hz, 1H), 6.51 (dd,J = 3.1, 0.7 Hz, 1H), 5.47 (s, 2H) ppm;13C NMR (101 MHz, DMSO-d6): 163.9, 141.4, 135.7, 129.2, 128.4, 127.1, 126.9, 121.3, 120.6, 119.2, 110.1, 101.2, 66.4, 48.8 ppm; HRMS (ESI) (C16H14N2O2Na [M + Na\n+]) m/ z: calcd 289.0947; found, 289.0952. 4-((2,3-Dimethyl-1H-indol-1-yl)methyl)-N-hydroxybenzamide\n(26). To a solution of60 (107.7 mg, 367.1 mol) in 1,4-dioxane (1 mL) were added aqueous NH2OH (50%, 2 mL) and KCN (35.2 mg, 540.58 mol) at rt. After 16 h, the reaction was quenched with saturated aqueous NaHCO3 (10 mL) and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo.26 (92.5 mg, 314.2 mol, 86%) was obtained as a white solid without further puri cation. The NMR data matched literature data.30,32 RF 0.40 (CH2Cl2/MeOH 90:10);\n1H NMR (400 MHz, DMSO-d6): 11.10 (s, 1H), 8.98 (s, 1H), 7.65 7.63 (m, 2H), 7.45 7.43 (m, 1H), 7.32 7.30 (m, 1H), 7.04 6.96 (m, 4H), 5.42 (s, 2H), 2.27 (s, 3H), 2.22 (s, 3H) ppm; 13C NMR (101 MHz, DMSO-d6) 164.1, 141.9, 136.0, 132.5, 131.6, 128.2, 127.2, 126.0, 120.5, 118.6, 117.7, 109.1, 106.0, 45.5, 9.9, 8.7 ppm; HRMS (ESI) (C18H18N2O2Na [M + Na\n+]) m/ z: calcd 317.1260; found, 317.1265.\n4-((2-(tert-Butyl)-1H-indol-1-yl)methyl)-N-hydroxybenzamide (27). To a solution of61 (211.7 mg, 132.0 mol) in 1,4-dioxane (2 mL) was added aqueous NH2OH (50%, 2 mL) and KCN (47.8 mg, 0.73 mmol) at rt. After 24 h, the reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by HPLC a orded27 (7.5 mg, 23.3 mol, 18%) as a white solid. RF 0.68 (CH2Cl2/MeOH 90:10);\n1H NMR (400 MHz, DMSO-d6): 11.10 (s, 1H), 8.98 (s, 1H), 7.62 7.60 (m, 2H), 7.51 7.49 (m, 1H), 7.01 6.95 (m, 3H), 6.86 6.84 (m, 2H), 6.36 (s, 1H), 5.70 (s, 2H), 1.36 (s, 9H) ppm; 13C NMR (101 MHz, DMSO-d6): 164.0, 148.8, 142.0, 137.8, 131.4, 127.0, 127.0, 125.5, 120.9, 119.8, 119.3, 109.9, 98.6, 47.6, 32.1, 30.3 ppm; HRMS (ESI) (C20H21N2O2 [M H\n+]) m/ z: calcd 321.1609; found, 321.1609.\n4-((3-((Dimethylamino)methyl)-1H-indol-1-yl)methyl)-N-hydroxybenzamide (28). To a solution of Me2NH (66.0 L, 34.60 g, 130 mol) and AcOH (30 L, 33.0 mg, 549 mol) in MeOH (5 mL) and H2O (1 mL) were added paraformaldehyde (12.9 mg, 0.41 mmol) and25 (34.6 mg, 0.13 mmol) at 0° C. The resulting reaction mixture was heated to 70° C for 48 h. The reaction mixture was cooled to rt and concentrated in vacuo. Puri cation by HPLC a orded28 as the tri uoroacetate salt (26.2 mg, 59.9 mol, 46%) as a light pink oil. The NMR data matched literature data.39 RF 0.31 (CH2Cl2/MeOH 80:20);1H NMR (400 MHz, DMSO-d6): 11.17 (s, 1H), 9.65 (s, 1H), 7.81 (d,J= 7.4 Hz, 1H), 7.74 (s, 1H), 7.69 7.67 (m, 2H), 7.50 (d, J= 7.7 Hz, 1H), 7.27 7.25 (m, 2H), 7.20 7.12 (m, 2H), 5.53 (s, 2H), 4.47 (d,J = 4.5 Hz, 2H), 2.76 (d,J = 4.8 Hz, 6H) ppm;13C NMR (101 MHz, CDCl3): 163.8, 140.8, 135.9, 132.1, 132.0, 127.9, 127.2, 127.0, 122.2, 120.1, 119.1, 110.7, 103.2, 51.0, 48.9, 41.3 ppm; HRMS (ESI) (C19H20N3O2 [M + H\n+]) m/ z: calcd 322.1561; found, 322.1560.\n4-((3-((Dimethylamino)methyl)-1H-indazol-1-yl)methyl)-N-hydroxybenzamide (29). (a) To a solution of72 (227.8 mg, 774.0 mol) in CH2Cl2 (20 mL) and Me2NH (2.0 M in MeOH, 0.70 mL,\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4436\n1.40 mmol) was added Na(OAc)3BH (435.8 mg, 2.056 mmol) at 0 ° C. Upon complete addition, the cooling bath was removed and the reaction mixture was stirred at rt for 48 h. The reaction was quenched with CH2Cl2 (10 mL) and saturated aqueous NaHCO3 (20 mL). The layers were separated and the organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (CH2Cl2/MeOH 90:10) a orded methyl 4-((3- ((dimethylamino)methyl)-1H-indazol-1-yl)methyl)benzoate (182.2 mg, 563.4 mol, 73%) as a yellow solid. RF 0.32 (CH2Cl2/MeOH 90:10);1H NMR (400 MHz, DMSO-d6): 7.90 7.87 (m, 2H), 7.84 (d, J = 8.1 Hz, 1H), 7.63 (d,J = 8.4 Hz, 1H), 7.38 7.34 (m, 1H), 7.29 7.27 (m, 2H), 7.14 7.10 (m, 1H), 5.71 (s, 2H), 3.80 (s, 3H), 3.76 (s, 2H), 2.19 (s, 6H) ppm;13C NMR (101 MHz, DMSO-d6): 165.9, 143.2, 124.5, 140.5, 129.4, 128.7, 127.3, 126.4, 123.0, 121.0, 120.2, 109.6, 55.2, 52.1, 51.1, 45.0 ppm; LCMS: M + H+ 324. (b) To a solution of methyl 4-((3-((dimethylamino)methyl)-1H-indazol-1yl)methyl)benzoate (153.6 mg, 475.0 mol) in 1,4-dioxane (10 mL) were added aqueous NH2OH (50%, 10.0 mL) and KCN (65.3 mg, 1.00 mmol) at rt. After 48 h, the reaction mixture was concentrated in vacuo. Puri cation by HPLC a orded29 (193.2 mg, 440.7 mol, 93%) as an orange oil. RF 0.23 (CH2Cl2/MeOH 80:20);\n1H NMR (400 MHz, DMSO-d6): 11.19 (s, 1H), 10.30 (s, 2H), 8.01 7.99 (m, 1H), 7.79 (d,J= 8.5 Hz, 1H), 7.69 7.67 (m, 2H), 7.47 (ddd,J= 1.0, 6.9, 8.6 Hz, 1H), 7.30 7.25 (m, 3H), 5.78 (s, 2H), 4,71 (s, 2H), 2.83 (s, 6H) ppm;13C NMR (101 MHz, DMSO): 163.8, 158.5 (q,J = 31.8 Hz), 140.3, 140.1, 134.9, 132.2, 127.3, 127.2, 127.1, 123.4, 121.6, 120.4, 117.1 (q,J = 298.7 Hz), 110.3, 104.2, 51.7, 51.1, 42.1 ppm; HRMS (ESI) (C18H21N4O2 [M + H\n+]) m/ z: calcd 325.1659; found, 325.1659.\nN-Hydroxy-4-((3-(pyrrolidin-1-ylmethyl)-1H-Indol-1-yl)methyl)benzamide (30). To a solution of pyrrolidine (0.10 mL, 1.22 mmol) and AcOH (0.20 mL, 3.49 mmol) in MeOH (20 mL) and H2O (4 mL) were added paraformaldehyde (66.6 mg, 2.11 mmol) and25 (210.7 mg, 791.0 mol) at 0° C. The resulting reaction mixture was heated to 70° C for 24 h. The reaction mixture was cooled to rt and concentrated in vacuo. Puri cation by HPLC a orded 30 as the tri uoroacetate salt (330.5 mg, 713.1 mol, 90%) as a pink hygroscopic solid. RF 0.36 (CH2Cl2/MeOH 50:50);\n1H NMR (400 MHz, DMSO-d6): 11.19 (s, 1H), 10.30 (br s, 2H), 8.00 (dt,J= 8.2, 1.0 Hz, 1H), 7.79 (dt,J= 8.6, 0.9 Hz, 1H), 7.72 7.65 (m, 2H), 7.47 (ddd,J= 8.6, 6.9, 1.0 Hz, 1H), 7.31 7.24 (m, 3H), 5.78 (s, 2H), 4.71 (s, 2H), 2.83 (s, 6H) ppm;13C NMR (101 MHz, DMSO-d6): 163.8, 158.5 (q,J= 31.8 Hz), 140.3, 140.1, 134.9, 132.2, 127.3, 127.2, 127.1, 123.4, 121.6, 117.1 (d,J= 298.7 Hz), 112.6, 110.3, 104.2, 51.7, 51.1, 42.1 ppm; HRMS (ESI) (C21H24N3O2 [M + H\n+]) m/ z: calcd 350.1863; found, 350.1868.\ntert-Butyl ((1-(4-(Hydroxycarbamoyl)benzyl)-1H-indol-3-yl)methyl)carbamate (31). To a solution of62 (183.7 mg, 419.1 mol) in 1,4-dioxane (4 mL) were added aqueous NH2OH (50%, 4.0 mL) and KCN (54.3 mg, 833.9 mol) at rt. After 2 h, the reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The residue was triturated with MeCN (3 mL). The product was collected by ltration and dried in vacuo to a ord 31 (63.2 mg, 159.8 mol, 38%) as a white solid. RF 0.27 (n-hexane/EtOAc 50:50);\n1H NMR (400 MHz, DMSO-d6): 11.13 (br s, 1H), 9.00 (br s, 1H), 7.66 7.61 (m, 3H), 7.39 7.35 (m, 2H), 7.24 7.22 (m, 2H), 7.17 (t,J = 5.7 Hz, 1H), 7.09 (t,J= 7.5 Hz, 1H), 7.00 (t,J= 7.4 Hz, 1H), 5.42 (s, 2H), 4.27 (d,J = 5.7 Hz, 2H), 1.39 (s, 9H) ppm;13C NMR (101 MHz, DMSO-d6): 163.9, 155.6, 141.5, 136.1, 131.9, 127.3, 127.1, 127.0, 126.9, 121.4, 119.2, 118.8, 113.3, 110.0, 77.5, 48.6, 35.2, 28.3 ppm; HRMS (ESI) (C22H24N3O4 [M H\n+]) m/ z: calcd 394.1772; found, 394.1770.\n4-((3-(2-(Dimethylamino)ethyl)-1H-indol-1-yl)methyl)-N-hydroxybenzamide (32). To a solution of crude64 in 1,4-dioxane (5 mL) were added aqueous NH2OH (50%, 4.0 mL) and KCN (59.8 mg, 914.4 mol) at rt. After 18 h, the reaction mixture was concentrated in vacuo. Puri cation by HPLC a orded32as the tri uoroacetate salt (24.7 mg, 54.7 mol, 11% over three steps) as a light pink oil. The\nNMR data matched literature data.32 RF 0.22 (CH2Cl2/MeOH 90:10);1H NMR (400 MHz, DMSO-d6): 11.17 (br s, 1H), 9.89 (br s, 1H), 7.69 7.66 (m, 2H), 7.44 7.41 (m, 2H), 7.25 7.23 (m, 2H), 7.15 7.11 (m, 2H), 7.07 7.03 (m, 1H), 5.43 (s, 2H), 3.35 3.33 (m, 2H), 3.13 3.08 (m, 2H), 2.88 2.87 (m, 6H) ppm;13C NMR (101 MHz, DMSO-d6): 163.9, 158.5, 158.2, 141.4, 136.1, 131.9, 127.4, 127.3, 127.1, 127.0, 126.5, 121.7, 119.0, 118.7, 110.2, 109.1, 56.7, 51.9, 48.7, 42.2, 20.1 ppm; HRMS (ESI) (C20H24N3O2 [M + H\n+]) m/ z: calcd 338.1863; found, 338.1865.\nN-Hydroxy-4-((3-(2-hydroxyethyl)-1H-indol-1-yl)methyl)benzamide (33). To a solution of65 (206.7 mg, 668.1 mol) in 1,4- dioxane (2 mL) was added aqueous NH2OH (50%, 2.0 mL) and KCN (54.7 mg, 840.0 mol) at rt. After 24 h, the reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The resulting oil was triturated with a mixture ofn-hexane/EtOAc (50:50). The resulting solid was ltered and dried, and33 (103.5 mg, 333.5 mol, 50%) was obtained as a white solid. RF 0 42 (n-hexane/ EtOAc 50:50);1H NMR (400 MHz, DMSO-d6): 11.13 (s, 1H), 9.00 (s, 1H), 7.67 7.65 (m, 2H), 7.54 (d,J= 7.8 Hz, 1H), 7.37 (d,J = 8.1 Hz, 1H), 7.30 (s, 1H), 7.24 7.22 (m, 2H), 7.09 7.05 (m, 1H), 7.02 6.98 (m, 1H), 5.40 (s, 2H), 4.65 (t,J= 5.3 Hz, 1H), 3.69 3.64 (m, 2H), 2.85 (t,J= 7.3 Hz, 2H) ppm;13C NMR (101 MHz, DMSOd6): 164.0, 141.6, 135.9, 131.8, 128.1, 127.1, 126.9, 126.7, 121.2, 118.8, 118.6, 111.9, 109.9, 61.6, 48.6, 28.7 ppm; HRMS (ESI) (C18H17N2O3 [M H\n+]) m/ z: calcd 309.1245; found, 309.1245. N-Hydroxy-4-((3-(2-methoxyethyl)-1H-indol-1-yl)methyl)-\nbenzamide (34). To a solution of66 (49.5 mg, 153.1 mol) in 1,4- dioxane (2 mL) was added aqueous NH2OH (50%, 2.0 mL) and KCN (15.6 mg, 239.6 mol) at rt. After 5 h, the reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by HPLC a orded34 (18.5 mg, 57.0 mol, 37%) as a white solid. RF 0.19 (CH2Cl2/MeOH 98:2);\n1H NMR (400 MHz, DMSO-d6): 11.13 (s, 1H), 9.00 (br s, 1H), 7.67 7.65 (m, 2H), 7.55 (d,J= 7.7 Hz, 1H), 7.38 (d,J= 8.1 Hz, 1H), 7.31 (s, 1H), 7.23 7.21 (m, 2H), 7.08 (ddd,J= 8.2, 7.0, 1.0 Hz, 1H), 7.00 (ddd,J= 7.8, 7.1, 1.0 Hz, 1H), 5.40 (s, 2H), 3.59 (t,J= 7.1 Hz, 2H), 3.27 (s, 3H), 2.93 (t,J = 7.1 Hz, 2H) ppm;13C NMR (101 MHz, DMSO-d6): 164.0, 141.6, 135.9, 131.8, 127.9, 127.1, 126.9, 126.8, 121.2, 118.8, 118.6, 111.4, 109.9, 72.3, 57.8, 48.6, 25.0 ppm; HRMS (ESI) (C19H19N2O3 [M H\n+]) m/ z: calcd 323.1401; found, 323.1401. (– )-N-Hydroxy-4-((3-(1-methylpyrrolidin-2-yl)-1H-indol-1-yl)-\nmethyl)benzamide (35).To a solution of67 (133.2 mg, 382.0 mol) in 1,4-dioxane (2 mL) was added aqueous NH2OH (50%, 2.0 mL) and KCN (42.1 mg, 647.0 mol) at rt. After 24 h, the reaction mixture was concentrated in vacuo. Puri cation by HPLC a orded35 as the tri uoroacetate salt (135.3 mg, 291.9 mol, 76%) as a white solid. RF 0.13 (CH2Cl2/MeOH/NH 4OH 80:19.5:0.5);\n1H NMR (400 MHz, DMSO-d6): 10.71 (br s, 2H), 7.71 7.66 (m, 3H), 7.41 7.35 (m, 2H), 7.26 7.20 (m, 2H), 7.07 (ddd,J = 8.3, 7.0, 1.2 Hz, 1H), 6.98 (ddd,J= 8.0, 7.0, 1.0 Hz, 1H), 5.41 (s, 2H), 3.46 3.26 (m, 2H), 3.14 (td,J = 8.1, 2.1 Hz, 1H), 2.23 2.06 (m, 4H), 1.97 1.72 (m, 3H) ppm; 13C NMR (101 MHz, DMSO-d6): 163.9, 141.5, 136.5, 131.9, 127.2, 126.9, 126.9, 126.8, 121.3, 119.9, 118.6, 115.9, 110.1, 63.4, 56.4, 48.6, 40.5, 32.8, 22.0 ppm; HRMS (ESI) (C21H24N3O2 [M + H+]) m/ z: calcd 350.1863; found, 350.1864.\nN-Hydroxy-4-((3-(1-methyl-1H-imidazol-5-yl)-1H-indol-1-yl)methyl)benzamide (36).To a solution of69 (153.8 mg, 445.3 mol) in 1,4-dioxane (4 mL) were added aqueous NH2OH (50%, 4.0 mL) and KCN (15.3 mg, 235.0 mol) at rt. After 24 h, the reaction was quenched with saturated aqueous NaHCO3 (20 mL), and EtOAc (10 mL) was added. The resulting precipitate was ltered, washed with EtOAc and H2O, and dried to a ord the desired hydroxamic acid36 (99.1 mg, 286.1 mol, 64%) as a white solid. RF 0.11 (CH2Cl2/ MeOH 90:10);1H NMR (400 MHz, DMSO-d6): 11.22 (s, 1H), 9.05 (s, 1H), 7.86 (s, 1H), 7.71 7.69 (m, 3H), 7.62 (d,J = 7.8 Hz, 1H), 7.50 (d,J= 8.2 Hz, 1H), 7.33 7.31 (m, 2H), 7.18 (dt,J= 7.8,\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4437\n1.0 Hz, 1H), 7.12 7.08 (m, 2H), 5.54 (s, 2H), 3.68 (s, 3H) ppm;13C NMR (101 MHz, DMSO-d6): 163.9, 141.0, 138.4, 135.8, 132.0, 127.5, 127.2, 127.0, 126.7, 126.2, 122.1, 120.0, 119.5, 110.5, 104.2, 103.9, 48.9, 32.2 ppm; HRMS (ESI) (C20H19N4O2 [M + H\n+]) m/ z: calcd 347.1503; found, 347.1502.\ntert-Butyl 1,3,4,9-Tetrahydro-2H-pyrido[3,4-b]indole-2-carboxylate (37). To a suspension of 2,3,4,9-tetrahydro-1H-pyrido[4,3b]indole (254.3 mg, 1.48 mmol) in CH2Cl2 (10 mL) was added Et3N (0.50 mL, 3.61 mmol) followed by di-tertbutyl-dicarbonate (385.3 mg, 1.77 mmol). The resulting clear solution was stirred at rt for 16 h. The solvent was removed in vacuo, and the residue was partitioned between brine (50 mL) and EtOAc (100 mL). The layers were separated, and the aqueous layer was extracted with EtOAc (100 mL). The combined organic layers were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo to provide37 (391 mg, 97%) as a white solid, which was used without further puri cation. RF 0.28 (n-hexane/EtOAc 80:20);1H NMR (400 MHz, DMSO-d6): 10.83 (s, 1H), 7.38 (d,J= 7.8 Hz, 1H), 7.29 (d,J= 8.0 Hz, 1H), 7.03 (ddd,J= 7.9, 7.1, 1.2 Hz, 1H), 6.96 (ddd,J= 7.7, 7.1, 1.1 Hz, 1H), 4.56 (s, 2H), 3.67 (t,J= 5.7 Hz, 2H), 2.68 (t,J= 5.7 Hz, 2H), 1.44 (s, 9H) ppm; LCMS (M + H+) m/ z: 273.\n1,3,4,5-Tetrahydrothiopyrano[4,3-b]indole (38). To a solution of tetrahydro-4H-thiopyran-4-one (946.6 mg, 8.15 mmol) in AcOH (14.5 mL) was added phenylhydrazine (0.25 mL, 309.3 mg, 2.86 mmol), and the solution was stirred at 110° C for 4 h. The reaction mixture was diluted with EtOAc (60 mL) and H2O (100 mL), and the layers were separated. The organic phase was washed with brine (2 × 150 mL) and with saturated aqueous NaHCO3 (150 mL), dried (MgSO4), ltered, and concentrated in vacuo.38 (530.6 mg, 2.803 mmol, 98%) was obtained as a light brown solid and used without further puri cation. RF 0.47 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, DMSO-d6): 10.82 (s, 1H), 7.38 (d,J= 7.8 Hz, 1H), 7.26 (dt, J= 8.0, 1.0 Hz, 1H), 7.02 (ddd,J= 8.0, 7.1, 1.2 Hz, 1H), 6.95 (ddd,J = 7.7, 7.1, 1.1 Hz, 1H), 3.78 (s, 2H), 2.96 2.94 (m, 4H) ppm;13C NMR (101 MHz, CDCl3): 134.4, 133.9, 126.5, 120.6, 118.3, 117.1, 110.6, 105.0, 25.1, 24.7, 22.1 ppm.\n1,3,4,5-Tetrahydropyrano[4,3-b]indole (39). To a suspension of 2-chloroaniline (208.1 mg, 1.63 mmol), tetrahydropyran-4-one (477.3 mg, 4.77 mmol), AcOH (0.14 mL, 2.45 mmol), and MgSO4 (116.7 mg, 0.97 mmol) in dimethylacetamide (3.0 mL) was bubbled argon for 10 min. K3PO4 (437.7 mg, 2.06 mmol) and [Pd(tBu3P)2] (84.1 mg, 0.16 mmol) were added, and argon was bubbled through the mixture for an additional 5 min. The reaction mixture was heated at 140 ° C for 2 h in a sealed tube. After cooling to rt, the reaction mixture was ltered, H2O (10 mL) was added to the ltrate, and the mixture was extracted with EtOAc (3× 20 mL). The combined organic layers were dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 80:20) a orded39 (187.0 mg, 1.080 mmol, 66%) as a light brown solid. RF 0.22 (n-hexane/EtOAc 80:20);1H NMR (400 MHz, DMSO-d6): 10.87 (s, 1H), 7.31 7.27 (m, 2H), 7.04 6.99 (m, 1H), 6.95 6.90 (m, 1H), 4.78 4.77 (m, 2H), 3.94 3.91 (m, 2H), 2.81 2.78 (m, 2H) ppm.\ntert-Butyl 3,4-Dihydro-1H-pyrido[4,3-b]indole-2(5H)-carboxylate (42). A mixture oftert-butyl 4-oxopiperidine-1-carboxylate (1.0 g, 5.0 mmol) and phenylhydrazine hydrochloride (0.72 g, 5.0 mmol) in EtOH (10 mL) was heated to re ux for 3 h. The solvent was removed on a rotary evaporator, and the remaining residue was puri ed by ash chromatography (n-hexane/EtOAc 85:15) to a ord the pure42 (0.21 g, 0.77 mmol, 15%). RF 0.38 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, DMSO-d6): 10.89 (s, 1H), 7.37 (d,J = 7.8 Hz, 1H), 7.30 (dt,J = 8.0, 0.9 Hz, 1H), 7.04 (ddd,J = 8.1, 7.1, 1.2 Hz, 1H), 6.96 (ddd,J= 8.0, 7.1, 1.1 Hz, 1H), 4.54 (s, 2H), 3.71 (t,J= 5.7 Hz, 2H), 2.77 (dt,J = 5.7, 2.9 Hz, 2H), 1.44 (s, 9H) ppm.\n2-(tert-Butyl)-1H-indole (45). Neat phenylhydrazine (1.00 mL, 1.21 g, 10.17 mmol) and 3,3-dimethylbutan-2-one (1.60 mL, 1.28 g, 12.78 mmol) were mixed and heated to 70° C for 4 h. Water droplets condensed above the solvent level. H2O (800 L) and concd H2SO4 (3.50 mL, 63.04 mmol) were added, and the stirring was continued at 70 ° C for 16 h. Afterward, the reaction mixture was poured into\nsaturated aqueous NaHCO3 (150 mL), and the mixture was extracted with Et2O (2 × 50 mL). The organic phase was washed with brine (150 mL), dried (MgSO4), ltered, and concentrated in vacuo.45 (683.7 mg, 3.946 mmol, 35%) was obtained as a brown oil and used without further puri cation. RF 0.64 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, CDCl3): 7.96 (s, 1H), 7.56 7.53 (m, 1H), 7.34 7.31 (m, 1H), 7.15 7.05 (m, 2H), 6.27 (dd,J= 2.2, 0.9 Hz, 1H), 1.40 (s, 9H) ppm.\ntert-Butyl ((1H-Indol-3-yl)methyl)carbamate (46). To a solution of (1H-indol-3-yl)methanamine (500.6 mg, 3.42 mmol) in a mixture of acetone/H2O (1:1, 10 mL) cooled at 0° C were added K2CO3 (947.7 mg, 6.86 mmol) and di-tert-butyl-dicarbonate (970.0 mg, 4.43 mmol) portionwise. The mixture was allowed to warm to rt and stirred overnight. Acetone was removed in vacuo, and the reaction mixture was extracted with Et2O (10 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The crude product was triturated withn-hexane (20 mL). The resulting solid was ltered, washed withn-hexane (3× 5 mL), and dried, and46 (409.7 g, 1.663 mmol, 49%) was obtained as a light pink solid. RF 0.70 (n-hexane/EtOAc 50:50);\n1H NMR (400 MHz, DMSO-d6): 10.83 (br s, 1H), 7.60 (d,J= 8.0 Hz, 1H), 7.34 (d,J= 8.0 Hz, 1H), 7.18 (d,J= 2.3 Hz, 1H), 7.11 7.05 (m, 1H), 6.99 6.95 (m, 1H), 4.27 (d,J= 5.8 Hz, 2H), 1.39 (s, 9H) ppm;13C NMR (101 MHz, DMSO-d6): 155.6, 136.3, 126.4, 123.4, 121.0, 118.8, 118.3, 113.2, 111.3, 77.4, 35.3, 28.3 ppm. LCMS (M + Na+) m/ z: 269.\ntert-Butyl (2-(1H-Indol-3-yl)ethyl)carbamate (47). To a solution of tryptamine (2.52 g, 15.74 mmol) in a mixture of acetone/H2O (1:1, 30 mL) cooled at 0° C were added K2CO3 (4.26 g, 30.82 mmol) and di-tert-butyl-dicarbonate (4.44 g, 20.34 mmol) portionwise. The mixture was allowed to warm to rt and stirred overnight. Acetone was removed in vacuo, and the reaction mixture was extracted with Et2O (20 mL). The organic phase was washed with H2O, washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The crude product was triturated withn-hexane (20 mL). The resulting solid was ltered, washed withn-hexane (3× 5 mL), and dried, and47 (3.3435 g, 12.843 mmol, 82%) was obtained as a light tan solid. RF 0.78 (nhexane/EtOAc 50:50);1H NMR (400 MHz, DMSO-d6): 10.80 (br s, 1H), 7.53 (d,J = 8.0 Hz, 1H), 7.35 (d,J = 8.2 Hz, 1H), 7.14 (s, 1H), 7.07 (t,J= 7.7 Hz, 1H), 6.98 (t,J= 7.7 Hz, 1H), 6.89 (t,J= 5.5 Hz, 1H), 3.25 3.20 (m, 2H), 2.82 (t,J= 7.9 Hz, 2H), 1.40 (s, 9H) ppm;13C NMR (101 MHz, DMSO-d6): 155.6, 136.2, 127.3, 122.5, 120.9, 118.3, 118.2, 111.8, 111.3, 77.4, 40.9, 28.3, 25.6 ppm; LCMS: (M + Na+) m/ z: 283.\n3-(1-Methylpyrrolidin-2-yl)-1H-indole (49). (a) To 1-methylpyrrolidin-2-one (16.0 mL, 16.48 g, 166.0 mmol) cooled at 0° C was slowly added POCl3 (4.5 mL, 7.38 g, 48.1 mmol). The mixture was stirred for 5 min. 1H-Indole (5.00 g, 42.7 mmol) was added in portions. The reaction mixture was heated up to 80° C and stirred for 2 h. The reaction was quenched with H2O (100 mL) and aqueous NaOH (12 g in 60 mL). A solid precipitated which was ltered and washed with water. The crude solid was recrystallized from a mixture of EtOH/H2O (45:55), and the obtained solid was washed with a mixture of EtOH/H2O (45:55) to a ord (Z)-3-(1-methylpyrrolidin2-ylidene)-3H-indole (6.47 g, 32.65 mmol, 77%) as a white solid. RF 0.12 (CH2Cl2/MeOH 90:10).\n1H NMR (400 MHz, DMSO-d6): 8.32 (s, 1H), 7.58 7.56 (m, 1H), 7.50 7.48 (m, 1H), 7.07 7.02 (m, 2H), 3.84 (t,J= 7.4 Hz, 2H), 3.45 (t,J= 7.8 Hz, 2H), 3.41 (s, 3H), 2.18 2.11 (m, 2H) ppm.13C NMR (101 MHz, DMSO-d6): 163.3, 151.3, 149.6, 131.1, 121.0, 120.9, 119.3, 118.9, 105.4, 57.9, 38.3, 35.1, 20.1 ppm. LCMS: M + H+ 199. (b) To a re uxed suspension of LiAlH4 (3.02 g, 79.6 mmol) in THF (70 mL) was added a solution of (Z)-3-(1-methylpyrrolidin-2-ylidene)-3H-indole (6.371 g, 32.1 mmol) in THF (20 mL). The reaction mixture was re ux d for 6 h. The reaction was carefully quenched with H2O (25 mL) followed by aqueous NaOH (50%, 10 mL). The mixture was ltered, and the solid was washed with Et2O. The combined ltrates were dried (K2CO3) and concentrated in vacuo. The oily residue was triturated with n-hexane to a ord 49 (5.363 g, 26.78 mmol, 83%) as a white solid. RF 0.05 (CH2Cl2/MeOH 90:10);\n1H NMR (400 MHz, DMSOd6): 10.86 (s, 1H), 7.65 (d,J = 8.1 Hz, 1H), 7.34 (d,J = 8.1 Hz,\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4438\n1H), 7.20 (d,J = 2.3 Hz, 1H), 7.05 (ddd,J = 8.1, 7.1, 1.0 Hz, 1H), 6.94 (ddd,J= 7.8, 7.0, 1.0 Hz, 1H), 3.29 (t,J= 8.0 Hz, 1H), 3.15 (t,J = 7.9 Hz 1H), 2.17 (q,J= 9.0 Hz, 1H), 2.09 (s, 9H), 1.98 1.87 (m, 2H), 1.80 1.73 (m, 1H) ppm;13C NMR (101 MHz, DMSO-d6): 136.8, 126.1, 123.0, 120.8, 119.5, 118.1, 115.6, 111.4, 63.6, 56.5, 40.4, 32.7, 22.0 ppm; LCMS (M + H+) m/ z: 201.\ntert-Butyl 9-(4-(Methoxycarbonyl)benzyl)-1,3,4,9-tetrahydro-2Hpyrido[3,4-b]indole-2-carboxylate (52).To a suspension of NaH (60 wt % in mineral oil, 128.7 mg, 3.22 mmol) in anhydrous DMF (5 mL) was added37 (374.3 mg, 1.374 mmol) under argon at rt. After 90 min, methyl 4-(bromomethyl)benzoate (51) (350.0 mg, 1.53 mmol) was added. After 15 min, the reaction was quenched with saturated aqueous NH4Cl (10 mL) and extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (nhexane/EtOAc 90:10) a orded52 (262.2 mg, 623.5 mol, 45%) as a white hygroscopic solid. RF 0.33 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, CDCl3): 7.95 7.93 (m, 2H), 7.54 7.52 (m, 1H), 7.23 7.20 (m, 1H), 7.18 7.11 (m, 2H), 7.09 7.07 (m, 2H), 5.28 (s, 2H), 4.50 (s, 2H), 3.89 (s, 3H), 3.75 (s, 2H), 2.84 (t,J= 5.4 Hz, 2H), 1.47 (s, 9H) ppm; LCMS (M + H+) m/ z: 421.\nMethyl 4-((3,4-Dihydrothiopyrano[4,3-b]indol-5(1H)-yl)methyl)benzoate (53). To a suspension of NaH (60% in oil, 110.8 mg, 2.77 mmol) in anhydrous DMF (5 mL) was added38 (530.6 mg, 1.68 mmol) under argon at rt. After 30 min, methyl 4-(bromomethyl)benzoate (51) (538.5 mg, 2.35 mmol) was added, and stirring was continued at rt for 15 min. The reaction was quenched with saturated aqueous NH4Cl (10 mL) and extracted with EtOAc (3× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (nhexane/EtOAc 80:20) a orded53 (466.3 mg, 1.38 mmol, 74%) as a light yellow oil. RF 0.37 (n-hexane/EtOAc 80:20);\n1H NMR (600 MHz, CDCl3): 7.87 7.84 (m, 2H), 7.45 7.43 (m, 1H), 7.39 7.33 (m, 2H), 7.09 7.07 (m, 2H), 7.03 6.98 (m, 1H), 5.43 (s, 2H), 3.80 (s, 2H), 3.78 (s, 3H), 2.95 2.92 (m, 2H), 2.83 2.80 (m, 2H) ppm; LCMS (M + H+) m/ z: 338.\nMethyl 4-((3,4-Dihydropyrano[4,3-b]indol-5(1H)-yl)methyl)benzoate (54). To a suspension of NaH (60% in mineral oil, 84.9 mg, 2.122 mmol) in anhydrous DMF (5 mL) was added39 (187.0 mg, 1.08 mmol) under argon at rt. After 30 min, methyl 4- (bromomethyl)benzoate (51) (276.6 mg, 1.21 mmol) was added. After 15 min, the reaction was quenched with saturated aqueous NH4Cl (10 mL) and extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (nhexane/EtOAc 90:10 to 80:20) a orded54 (133.5 mg, 415.4 mol, 38%) as a light yellow oil. RF 0.42 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, CDCl3): 7.95 7.93 (m, 2H), 7.44 7.42 (m, 1H), 7.21 7.19 (m, 1H), 7.16 7.09 (m, 2H), 7.07 7.05 (m, 2H), 5.32 (s, 2H), 4.97 (s, 2H), 4.06 (t,J= 5.5 Hz, 2H), 3.89 (s, 3H), 2.74 (tt,J= 5.4, 1.6 Hz, 2H) ppm;13C NMR (101 MHz, CDCl3): 166.8, 143.0, 136.6, 132.5, 130.3, 129.6, 126.2, 125.1, 121.6, 119.7, 118.1, 109.4, 109.1, 64.7, 64.5, 52.3, 46.3, 23.3 ppm; LCMS (M + H+) m/ z: 322.\nMethyl 4-((1,2,3,4-Tetrahydro-9H-carbazol-9-yl)methyl)benzoate (55). To a suspension of NaH (60% in oil, 79.8 mg, 2.00 mmol) in anhydrous DMF (5 mL) was added40 (250.8 mg, 1.46 mmol) under argon at rt. After 30 min, methyl 4-(bromomethyl)benzoate (51) (377.7 mg, 1.65 mmol) was added, and stirring was continued at rt for 15 min. The excess of base was consumed through the addition of saturated aqueous NH4Cl (10 mL). The reaction mixture was extracted with EtOAc (3× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 90:10) a orded55 (155.8 mg, 487.8 mol, 33%) as a white solid. RF 0.66 (nhexane/EtOAc 80:20);1H NMR (400 MHz, CDCl3): 7.94 7.92 (m, 2H), 7.53 7.51 (m, 1H), 7.17 7.14 (m, 1H), 1.11 7.08 (m, 2H), 7.06 7.04 (m, 2H), 5.29 (s, 2H), 3.88 (s, 3H), 2.78 2.75 (m, 2H), 2.62 2.59 (m, 2H), 1.94 1.83 (m, 4H) ppm;13C NMR (101 MHz, CDCl3): 166.9, 143.7, 136.6, 135.5, 130.2, 129.4, 128.0,\n126.3, 121.1, 119.2, 118.1, 110.4, 108.9, 52.2, 46.2, 23.3, 23.3, 22.2, 21.2 ppm; LCMS (M + H+) m/ z: 320.\nMethyl 4-((9H-Carbazol-9-yl)methyl)benzoate (56).To a solution of carbazole (41) (1.11 g, 6.61 mmol, 1.0 equiv) in anhydrous THF (25 mL) was added NaH (60 wt % in mineral oil, 0.29 g, 7.27 mmol, 1.1 equiv) under argon at rt. After 1 h, methyl-4-(bromomethyl)benzoate (51) (1.67 g, 7.27 mmol, 1.1 equiv) was added, and the reaction mixture was stirred at rt for 2 h and then at 40° C for 1 h. The reaction mixture was cooled to rt and quenched with saturated aqueous NH4Cl (50 mL). The product was extracted with EtOAc (3 × 100 mL), and the organic phase was dried (MgSO4), ltered, and concentrated. The residue was preloaded on coarse silica gel. Puri cation was carried out by column chromatography usingnhexane/EtOAc (85:15). Crystallization of56 was achieved in EtOAc overlaid withn-hexane a ording colorless crystals (1.13 g, 3.57 mmol, 54%). RF = 0.30 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, CDCl3): 8.24 8.07 (m, 2H), 7.98 7.88 (m, 2H), 7.46 7.41 (m, 2H), 7.34 7.30 (m, 2H), 7.29 7.24 (m, 2H), 7.21 7.17 (m, 2H), 5.57 (s, 2H), 3.87 (s, 3H) ppm; LCMS (M + H+) m/ z: 316.2.\ntert-Butyl 5-(4-(Methoxycarbonyl)benzyl)-3,4-dihydro-1Hpyrido[4,3-b]indole-2(5H)-carboxylate (57). To a solution of42 (2.72 g, 10 mmol) in anhydrous DMF (10.0 mL) was added NaH (60 wt % in mineral oil; 0.44 g, 10.0 mmol) under argon at rt. After 30 min, methyl 4-(bromomethyl)benzoate (51) (2.29 g, 10.0 mmol) was added. After 5 h, the mixture was diluted with saturated aqueous NaHCO3 (50 mL) and extracted with EtOAc (3× 20 mL). The combined organic phases were washed with brine (3× 50 mL), dried (MgSO4), ltered, and concentrated. The crude material was puri ed by ash chromatography (n-hexane/EtOAc 70:30) to a ord 57 (1.94 g, 4.61 mmol, 46%). RF 0.4 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, DMSO-d6): 7.91 7.86 (m, 2H), 7.46 (d,J = 7.6 Hz, 1H), 7.39 (dt,J= 8.2, 0.9 Hz, 1H), 7.19 7.13 (m, 2H), 7.08 (ddd,J= 8.2, 7.1, 1.4 Hz, 1H), 7.02 (ddd,J = 8.0, 7.1, 1.1 Hz, 1H), 5.45 (s, 2H), 4.57 (s, 2H), 3.81 (s, 3H), 3.71 (t,J= 5.7 Hz, 2H), 2.71 (t,J= 5.7 Hz, 2H), 1.42 (s, 9H) ppm.\nMethyl 4-((2-Acetyl-3,4-dihydro-1H-pyrido[4,3-b]indol-5(2H)-yl)methyl)benzoate (58). (a) To a stirred solution of57 (3.38 g, 8.03 mmol) in CH2Cl2 (25 mL) was added HCl (2 M in Et2O, 5 mL) dropwise. After stirring at rt overnight, the resulting solid was ltered, thoroughly washed with Et2O (4 × 5 mL), and dried under high vacuum to a ord methyl 4-((1,2,3,4-tetrahydro-5H pyrido[4,3-b]indol-5-yl)methyl)benzoate•HCl (2.51 g, 88%). RF 0.41 (CH2Cl2/ MeOH 80:20).1H NMR (400 MHz, DMSO-d6): 9.77 (s, 2H), 7.94 7.83 (m, 2H), 7.53 (ddd,J= 7.7, 1.3, 0.7 Hz, 1H), 7.44 (dt,J= 8.3, 0.9 Hz, 1H), 7.22 7.17 (m, 2H), 7.13 (ddd,J= 8.3, 7.1, 1.3 Hz, 1H), 7.06 (ddd,J= 7.9, 7.1, 1.1 Hz, 1H), 5.50 (s, 2H), 4.32 (t,J= 4.0 Hz, 2H), 3.81 (s, 3H), 3.51 3.42 (m, 2H), 3.01 (t,J= 6.2 Hz, 2H) ppm. (b) To a suspension of methyl 4-((1,2,3,4-tetrahydro-5Hpyrido[4,3-b]indol-5-yl)methyl)benzoate•HCl (0.18 g, 0.5 mmol) in anhydrous CH2Cl2 (2 mL) was added Et3N (0.2 mL, 1.2 mmol) under an atmosphere of argon. The resulting solution was cooled to 0 ° C, whereupon AcCl (0.48 mL, 0.6 mmol) was added dropwise. The mixture was stirred at rt for 1.5 h. The reaction mixture was diluted with H2O (20 mL) and extracted with CH2Cl2 (3 × 10 mL). The combined organic phases were washed with saturated aqueous NH4Cl (2 × 10 mL), H2O (2 × 10 mL), and brine (1× 10 mL), dried (MgSO4), ltered, and concentrated. The product was puri ed by ash chromatography (CH2Cl2/MeOH 99:1) to obtain the pure product58 (97.9 mg, 0.27 mmol, 54%). RF 0.25 (CH2Cl2/MeOH 95:5); 1H NMR (400 MHz, CDCl3): 8.00 7.90 (m, 2H), 7.56 7.47 (m, 1H), 7.24 7.10 (m, 3H), 7.05 (dd,J = 8.3, 6.4 Hz, 2H), 5.33 5.30 (m, 2H), 4.87 (t,J= 1.7 Hz, 1H), 4.73 (t,J= 1.6 Hz, 1H), 3.99 (t,J= 5.7 Hz, 1H), 3.89 (s, 3H), 3.80 (t,J= 5.7 Hz, 1H), 2.80 2.67 (m, 2H), 2.23 (s, 2H), 2.20 (s, 1H) ppm.\nMethyl 4-((1H-Indol-1-yl)methyl)benzoate (59). To a suspension of NaH (60% in mineral oil, 1.80 g, 74.98 mmol) in anhydrous DMF (20 mL) was added 1H-indole (43) (3.06 g, 26.13 mmol) under argon at rt. After 2 h, methyl 4-(bromomethyl)benzoate (51) (8.93 g, 38.99 mmol) was added. After 20 h, the reaction was quenched with saturated aqueous NH4Cl (100 mL) and extracted with EtOAc (3×\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4439\n50 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 90:10) a orded59 (4.90 g, 18.4 mol, 71%) as a light yellow solid. RF 0.52 (n-hexane/EtOAc 80:20); 1H NMR (400 MHz, CDCl3): 8.00 7.98 (m, 2H), 7.73 7.70 (m, 1H), 7.26 7.21 (m, 2H), 7.19 7.14 (m, 4H), 6.63 (dd,J = 3.2, 0.8 Hz, 1H), 5.37 (s, 2H), 3.92 (s, 3H) ppm;13C NMR (101 MHz, CDCl3): 166.8, 142.8, 136.3, 130.1, 129.6, 128.8, 128.3, 126.6, 122.0, 121.2, 119.8, 109.6, 102.2, 52.2, 49.9 ppm; LCMS (M + H+) m/ z: 266.\nMethyl 4-((2,3-Dimethyl-1H-indol-1-yl)methyl)benzoate (60). To a suspension of NaH (60% in mineral oil, 128.7 mg, 3.22 mmol) in anhydrous DMF (5 mL) was added 2,3-dimethyl-1H-indole (44) (254.4 mg, 1.75 mmol) under argon at rt. After 90 min, methyl 4- (bromomethyl)benzoate (51) (446.3 mg, 1.95 mmol) was added. After 15 min, the reaction was quenched with saturated aqueous NH4Cl (10 mL) and extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (nhexane/EtOAc 90:10) a orded60 (119.4 mg, 407.0 mol, 23%) as a light yellow oil. RF 0.50 (n-hexane/EtOAc 80:20);\n1H NMR (400 MHz, CDCl3): 7.94 7.92 (m, 2H), 7.55 7.53 (m, 1H), 7.16 7.09 (m, 3H), 7.03 7.01 (m, 2H), 5.34 (s, 2H), 3.88 (s, 3H), 2.29 (s, 3H), 2.27 (s, 3H) ppm;13C NMR (101 MHz, CDCl3): 166.9, 143.6, 136.4, 132.3, 130.2, 129.4, 128.9, 126.1, 121.1, 119.2, 118.3, 108.8, 107.5, 52.2, 46.5, 10.3, 9.0 ppm; LCMS (M + H+) m/ z: 294.\nMethyl 4-((2-(tert-Butyl)-1H-indol-1-yl)methyl)benzoate (61). To a suspension of NaH (60% in mineral oil, 288.7 mg, 7.22 mmol) in anhydrous DMF (5 mL) was added45 (681.6 mg, 3.93 mmol) under argon at rt. After 30 min, methyl 4-(bromomethyl)benzoate (51) (1.04 g, 4.53 mmol) was added. After 15 min, the reaction was quenched with saturated aqueous NH4Cl (10 mL) and extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 90:10) a orded61 (211.7 mg, 658.6 mmol, 47%) as a yellow oil. RF 0.69 (n-hexane/EtOAc 80:20);1H NMR (400 MHz, CDCl3): 7.92 7.91 (m, 1H), 7.58 7.53 (m, 1H), 7.42 7.40 (m, 1H), 7.33 7.31 (m, 1H), 7.25 7.21 (m, 1H), 7.14 7.09 (m, 1H), 7.08 7.03 (m, 1H), 6.89 6.82 (m, 1H), 3.91 (s, 2H), 1.40 (s, 9H), 1.14 (s, 3H) ppm;13C NMR (101 MHz, CDCl3): 167.2, 148.9, 135.9, 130.1, 129.6, 129.1, 128.7, 125.9, 121.2, 120.1, 119.7, 110.5, 97.1, 52.2, 32.0, 30.5, 28.2 ppm; LCMS (M + H+) m/ z: 322.\nMethyl 4-((3-(((tert-Butoxycarbonyl)amino)methyl)-1H-indol-1yl)methyl)benzoate (62). To a solution of46 (270.8 mg, 1.1 mmol) and methyl 4-(bromomethyl)benzoate (51) (504.6 mg, 2.2 mmol) in DMF (5 mL) was added K2CO3 (742.7 mg, 5.374 mmol) at rt. After 36 h, the mixture was diluted with H2O (50 mL) and extracted with EtOAc (2× 10 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 75:25) a orded62 (340.3 mg, 499.9 mol, 71%) as a yellow solid. RF 0.50 (n-hexane/EtOAc 66:33);1H NMR (400 MHz, DMSO-d6): 7.98 7.96 (m, 2H), 7.89 7.87 (m, 1H), 7.54 7.52 (m, 2H), 7.37 7.33 (m, 1H), 7.28 (d,J= 8.6 Hz, 1H), 7.17 7.01 (m, 2H), 5.27 (s, 2H), 4.27 (t,J= 6.1 Hz, 2H), 3.86 (s, 3H), 1.39 (s, 9H) ppm; LCMS (M + Na+) m/ z: 417.\nMethyl 4-((3-(2-((tert-Butoxycarbonyl)amino)ethyl)-1H-indol-1yl)methyl)benzoate (63). To a solution of47 (1.02 g, 3.95 mmol) and methyl 4-(bromomethyl)benzoate (51) (1.96 g, 8.55 mmol) in DMF (10 mL) was added K2CO3 (2.67 g, 19.37 mmol) at rt. After 48 h, the mixture was diluted with H2O (90 mL) and extracted with EtOAc (2× 20 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 75:25 to 50:50) a orded63 (1.10 g, 2.69 mmol, 68%) as a light yellow oil. RF 0.36 (n-hexane/ EtOAc 66:33);1H NMR (400 MHz, DMSO-d6): 7.90 7.88 (m, 2H), 7.59 7.57 (m, 1H), 7.35 7.33 (m, 1H), 7.29 7.25 (m, 3H), 7.11 6.99 (m, 2H), 6.91 (t,J = 5.6 Hz, 1H), 5.43 (s, 2H), 3.81 (s,\n3H), 3.29 3.24 (m, 2H), 2.88 2.84 (m, 2H), 1.39 (s, 9H) ppm; LCMS (M + H+) m/ z: 409.\nMethyl 4-((3-(2-(Dimethylamino)ethyl)-1H-indol-1-yl)methyl)benzoate (64). (a) To a suspension of NaH (60% in mineral oil, 143.2 mg, 3.58 mmol) in anhydrous DMF (5 mL) was added63 (406.1 g, 994.0 mol) under argon at rt. After 1 h, MeI (0.25 mL, 570.0 mg, 4.02 mmol) was added. After 22 h, the mixture was diluted with H2O (10 mL) and then extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (nhexane/EtOAc 75:25 to 66:33) a orded methyl 4-((3-(2-((tertbutoxycarbonyl)(methyl)amino)ethyl)-1H-indol-1-yl)methyl)benzoate (253.2 mg, 599.3 mol, 53%) as a yellow oil. RF 0.47 (nhexane/EtOAc 66:33).1H NMR (400 MHz, CDCl3): 7.96 7.95 (m, 2H), 7.65 (d,J= 7.8 Hz, 1H), 7.20 7.11 (m, 5H), 6.93 (s, 1H), 5.32 (s, 2H), 3.89 (s, 3H), 3.52 (t,J= 7.9 Hz, 2H), 2.98 (t,J= 6.9 Hz, 2H), 2.85 (s, 3H), 1.39 (s, 9H) ppm. LCMS (M + Na+) m/ z: 445. (b) To a solution of methyl 4-((3-(2-((tert-butoxycarbonyl)(methyl)amino)ethyl)-1H-indol-1-yl)methyl)benzoate (212.9 mg, 503.9 mol) in CH2Cl2 (4 mL) was added TFA (0.5 mL, 0.75 g, 6.53 mmol). After 1 h, the solvent was removed in vacuo. To a solution of the crude residue and CH2O (37%, 0.8 mL, 1.1 mmol) in MeCN (4 mL) was added NaBH3CN (506.8 mg, 8.06 mmol) in portions. The resulting suspension was stirred at rt for 2.5 days and then lter d. The solvents of the ltrate were removed in vacuo and used as is for the synthesis of32.\nMethyl 4-((3-(2-Hydroxyethyl)-1H-indol-1-yl)methyl)benzoate (65). To a solution of 2-(1H-indol-3-yl)ethan-1-ol (48) (856.2 mg, 3.72 mmol) and methyl 4-(bromomethyl)benzoate (51) (1.63 g, 7.13 mmol) in DMF (10 mL) was added K2CO3 (2.65 g, 19.15 mmol) at rt. After 48 h, the mixture was diluted with H2O (40 mL) and extracted with EtOAc (2× 20 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 66:33 to 50:50) a orded65 (699.6 mg, 2.26 mmol, 61%) as a yellow oil. RF 0.37 (n-hexane/EtOAc 50:50);1H NMR (400 MHz, DMSO-d6): 7.90 7.88 (m, 2H), 7.56 7.54 (m, 1H), 7.35 7.32 (m, 1H), 7.30 7.26 (m, 2H), 7.09 6.94 (m, 3H), 5.45 (s, 2H), 4.65 (t,J= 5.3 Hz, 1H), 3.81 (s, 03H), 3.70 3.65 (m, 2H), 2.88 2.85 (m, 2H) ppm; LCMS (M + H+) m/ z: 310.\nMethyl 4-((3-(2-Methoxyethyl)-1H-indol-1-yl)methyl)benzoate (66). To a suspension of NaH (60% in mineral oil, 72.3 mg, 1.81 m ol) in anhydrous DMF (10 mL) was added65 (152.9 mg, 494.2 mol) under argon at rt. After 1 h, MeI (0.25 mL, 570.0 mg, 4.02 mmol) was added. After 22 h, the mixture was diluted with H2O (10 mL) and then extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (nhexane/EtOAc 80:20) a orded66 (61.7 mg, 190.7 mol, 39%) as a yellow oil. RF 0.62 (n-hexane/EtOAc 66:33);\n1H NMR (400 MHz, CDCl3): 7.97 7.95 (m, 2H), 7.65 7.63 (m, 1H), 7.18 7.10 (m, 5H), 6.99 (s, 1H), 5.33 (s, 2H), 3.89 (s, 3H), 3.69 (t,J= 7.2 Hz, 2H), 3.40 (s, 3H), 3.06 (dt,J = 7.2, 0.8 Hz, 2H) ppm;13C NMR (101 MHz, CDCl3): 166.9, 143.0, 136.7, 130.2, 129.6, 128.5, 126.7, 126.2, 122.1, 119.3, 119.3, 112.8, 109.7, 73.1, 58.8, 52.3, 49.8, 25.8 ppm; LCMS (M + H+) m/ z: 324.\nMethyl 4-((3-(1-Methylpyrrolidin-2-yl)-1H-indol-1-yl)methyl)benzoate (67). To a suspension of NaH (60 wt % in mineral oil, 74.4 mg, 3.10 mmol) in anhydrous DMF (5 mL) was added49 (510.9 mg, 2.55 mmol) under argon at rt. After 30 min, methyl 4- (bromomethyl)benzoate (51) (639.3 mg, 2.79 mmol) andn-Bu4NI (48.3 mg, 0.13 mmol) were added. After 15 min, the reaction was quenched with saturated aqueous NH4Cl (10 mL) and extracted with EtOAc (2× 5 mL). The organic phase was washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (CH2Cl2/MeOH/NH 4OH 94.5:5:0.5) a orded67 (178.2 mg, 511.4 mol, 20%) as an orange oil. RF 0.30 (CH2Cl2/ MeOH/NH4OH 90:9.5:0.5);\n1H NMR (400 MHz, DMSO-d6): 7.90 7.88 (m, 2H), 7.68 (d,J= 7.6 Hz, 1H), 7.40 (s, 1H), 7.36 (d,J = 8.2 Hz, 1H), 7.29 7.27 (m, 2H), 7.07 (t,J= 7.5 Hz, 1H), 6.98 (t,J\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4440\n= 7.5 Hz, 1H), 5.46 (s, 2H), 3.81 (s, 3H), 3.17 3.14 (m, 1H), 2.26 2.20 (m, 1H), 2.13 (s, 4H), 1.97 1.84 (m, 2H), 1.84 1.75 (m, 1H) ppm;13C NMR (101 MHz, DMSO-d6): 165.9, 143.9, 136.6, 129.5, 128.6, 127.1, 127.0, 126.8, 121.3, 119.8, 118.7, 115.6, 110.1, 63.3, 56.3, 52.1, 48.6, 40.3, 32.6, 22.0 ppm; LCMS (M + H+) m/ z: 349.\nMethyl 4-((3-Formyl-1H-indol-1-yl)methyl)benzoate (68). To a solution of 1H-indole-3-carbaldehyde (50) (1.00 g, 4.82 mmol) and methyl 4-(bromomethyl)benzoate (51) (1.35 g, 5.88 mmol) in DMF (10 mL) was added K2CO3 (2.44 g, 17.65 mmol) at rt. After 16 h, the mixture was diluted with H2O (250 mL) and extracted with EtOAc (2 × 80 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The crude solid was recrystallized from EtOAc, ltered, and washed withn-hexane to a ord the product (1.02 g, 3.47 mmol, 72%) as a light pink solid. RF 0.54 (n-hexane/EtOAc 50:50);1H NMR (400 MHz, CDCl3): 9.54 (s, 1H), 7.86 (dd,J = 6.6, 1.2 Hz, 1H), 7.54 7.52 (m, 2H), 6.87 6.76 (m, 4H), 6.74 6.72 (m, 2H), 4.94 (s, 2H), 3.42 (s, 3H) ppm; 13C NMR (101 MHz, CDCl3): 184.7, 166.6, 140.5, 138.5, 137.5, 130.5, 130.4, 127.0, 125.6, 124.5, 123.4, 122.4, 118.9, 110.4, 52.4, 50.8 ppm; LCMS (M + H+) m/ z: 294.\nMethyl 4-((3-(1-Methyl-1H-imidazol-5-yl)-1H-indol-1-yl)methyl)benzoate (69). To a solution of68 (370.3 mg, 1.26 mmol) in MeOH (6.0 mL) and CH2Cl2 (1.0 mL) was added a solution of MeNH2 (2 M in MeOH, 0.65 mL, 1.30 mmol). The reaction mixture was heated to 40° C for 1 h followed by concentration in vacuo. To a solution of the crude imine in DME/MeOH (4:1, 5 mL) were addedptoluenesulfonylmethyl isocyanide (TOSMIC) (256.5 mg, 1.31 mmol) and K2CO3 (548.7 mg, 3.97 mmol). After 24 h, reaction mixture was concentrated in vacuo. Puri cation by ash chromatography (CH2Cl2/MeOH 95:5) a orded69 (180.2 mg, 521.7 mol, 41%) as a light orange solid. RF 0.43 (CH2Cl2/MeOH 95:5);\n1H NMR (400 MHz, DMSO-d6): 7.92 7.90 (m, 2H), 7.84 (s, 1H), 7.71 (s, 1H), 7.63 (d,J = 7.8 Hz, 1H), 7.49 7.46 (m, 1H), 7.37 7.35 (m, 2H), 7.20 7.09 (m, 3H), 5.58 (s, 2H), 3.81 (s, 3H), 3.69 (s, 3H) ppm;13C NMR (101 MHz, DMSO-d6): 165.9, 165.4, 143.5, 143.4, 138.4, 135.9, 135.8, 129.5, 129.0, 128.8, 127.5, 127.2, 126.8, 126.7, 126.2, 122.1, 120.1, 119.6, 110.5, 104.1, 60.7, 52.1, 32.1, 14.1 ppm; LCMS (M + H+) m/ z: 346.\ntert-Butyl 9-(4-(Hydroxycarbamoyl)benzyl)-1,3,4,9-tetrahydro2H-pyrido[3,4-b]indole-2-carboxylate (70). To a solution of52 (262.6 mg, 624.48 mol) in 1,4-dioxane (1 mL) were added aqueous NH2OH (50%, 2 mL) and KCN (47.25 mg, 725.6 mol). After 16 h, the reaction was quenched with saturated aqueous NaHCO3 (10 mL), and the mixture was extracted with EtOAc (2× 5 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. The resulting solid was washed withnhexane, ltered, and dried (MgSO4), and70 (157.7 mg, 374.1 mol, 60%) was obtained as a white solid. RF 0.42 (CH2Cl2/MeOH 90:10); 1H NMR (600 MHz, DMSO-d6): 10.94 (s, 1H), 9.00 (s, 1H), 7.68 7.66 (m, 2H), 7.46 7.42 (m, 2H), 7.10 7.08 (m, 3H), 7.03 (td, J= 7.5, 0.7 Hz, 1H), 5.41 (s, 2H), 4.52 (s, 2H), 3.66 (t,J= 5.7 Hz, 2H), 2.73 (t,J= 5.6 Hz, 2H), 1.44 1.33 (m, 9H) ppm;13C NMR (101 MHz, DMSO-d6): 163.7, 141.2, 136.5, 132.1, 131.8, 129.6, 127.2, 126.4, 126.3, 121.2, 119.0, 117.9, 109.6, 107.6, 86.3, 79.2, 48.6, 45.7, 28.1, 28.0, 21.0 ppm; HRMS (ESI) (C24H27N3O4Na [M + Na+]) m/ z: calcd 444.1894; found, 444.1905.\nMethyl 4-((3-Formyl-1H-indazol-1-yl)methyl)benzoate (72). To a solution of 1H-indazole-3-carbaldehyde (71) (522.7 mg, 3.58 mmol) and methyl 4-(bromomethyl)benzoate (51) (1.02 g, 4.46 mmol) in DMF (5 mL) was added K2CO3 (742.5 mg, 5.37 mmol) at rt. After 16 h, the mixture was diluted with water (50 mL) and extracted with EtOAc (2× 10 mL). The combined organics were washed with brine, dried (MgSO4), ltered, and concentrated in vacuo. Puri cation by ash chromatography (n-hexane/EtOAc 80:20) a orded72 (827.7 mg, 2.81 mmol, 79%) as a white solid. RF 0.51 (n-hexane/EtOAc 66:33);1H NMR (400 MHz, DMSO-d6): 10.15 (s, 1H), 8.13 (d,J = 8.1 Hz, 1H), 7.89 7.84 (m, 3H), 7.50 (t,J = 7.2 Hz, 1H), 7.38 7.33 (m, 3H), 5.91 (s, 2H), 3.77 (s, 3H) ppm;13C NMR (101 MHz, DMSO-d6): 186.9, 165.8, 142.7, 141.5, 140.9, 129.6, 129.2, 127.8,\n127.7, 124.4, 121.3, 121.1, 110.9, 52.5, 52.1 ppm; LCMS (M + H+) m/ z: 295.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acs.jmedchem.8b01936.\nSMILES Strings File (CSV) PDB ID 5EDU (PDB) PDB ID 5TD7 (PDB) Homology model I (PDB) Homology model II with compound8 (Tubastatin A) docked (PDB) Homology model II with compound20 docked (PDB) Homology model II with compound21 docked (PDB) Homology model II with compound28 docked (PDB) Homology model II with compound29 docked H-bond to Glu272 (PDB) Homology model II with compound29 docked H-bond to Glu22 (PDB) Homology model II with compound30 docked (PDB) Homology model II with compound35 docked (PDB) Homology model III with compound8 (Tubastatin A) docked (PDB) Homology model IV with compound8 (Tubastatin A) docked (PDB) Supplementary gures, tables, experimental procedures and 1H and 13C NMR spectra of newly synthesized substances (21, 22, 24, 27, 29, 30, 31, 33, 34, 35, and 36) ( PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail:aubry.miller@dkfz.de"
    }, {
      "heading" : "ORCID",
      "text" : "Oliver Koch:0000-0001-9228-217X Aubry K. Miller:0000-0002-1761-4143 Present Addresses Develco Pharma, Schopfheim, Germany. Westfa lische Wilhelms-Universita t Mu nster, Institute of Pharmaceutical and Medicinal Chemistry, Corrensstraße 48, 48149 Mu nster, Germany. Author Contributions All authors have given approval to the nal version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS A.K.M. acknowledges the Helmholtz Drug Initiative and the German Cancer Consortium (DKTK) for nancial support. O.K. and M.S.N. acknowledge the Mercator Research Center Ruhr Starting Grant (AN-2015-0053) and the German Federal Ministry for Education and Research (BMBF, Medizinische Chemie in Dortmund, grant no. BMBF 1316053) for funding. We thank Dr. Matt Robers of Promega for support and advice in the utilization of the BRET assay, Johanna HummelEisenbeiß for establishment of the HDAC6 and HDAC10 stable clones, and Jasmin Lohbeck and Ulrike Wagner for chemical synthesis. We thank Dr. Karel Klika and Gabriele\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4441\nSchwebel for NMR spectroscopy support. Protein X-ray graphics and analyses were performed with the UCSF Chimera package. Chimera is developed by the Resource for Biocomputing, Visualization, and Informatics at the University of California, San Francisco (supported by NIGMS P41GM103311).\nABBREVIATIONS BRET, bioluminescence resonance energy transfer; TSA, Trichostatin A; PDAC, polyamine deacetylase; SD, standard deviation; DME, 1,2-dimethoxyethane; TOSMIC,p-toluenesulfonylmethyl isocyanide\nREFERENCES (1) Taunton, J.; Hassig, C. A.; Schreiber, S. L. A mammalian histone deacetylase related to the yeast transcriptional regulator Rpd3p. Science1996, 272, 408 411. (2) Marks, P. A.; Breslow, R. Dimethyl sulfoxide to vorinostat: development of this histone deacetylase inhibitor as an anticancer drug.Nat. Biotechnol.2007, 25, 84 90. (3) Kutil, Z.; Novakova, Z.; Meleshin, M.; Mikesova, J.; Schutkowski, M.; Barinka, C. Histone deacetylase 11 is a fatty-acid deacylase.ACS Chem. Biol.2018, 13, 685 693. (4) Hai, Y.; Shinsky, S. A.; Porter, N. J.; Christianson, D. W. Histone deacetylase 10 structure and molecular function as a polyamine deacetylase.Nat. Commun.2017, 8, 15368. (5) Aramsangtienchai, P.; Spiegelman, N. A.; He, B.; Miller, S. P.; Dai, L.; Zhao, Y.; Lin, H. HDAC8 catalyzes the hydrolysis of long chain fatty acyl lysine.ACS Chem. Biol.2016, 11, 2685 2692. (6) Feldman, J. L.; Baeza, J.; Denu, J. M. Activation of the protein deacetylase SIRT6 by long-chain fatty acids and widespread deacylation by mammalian sirtuins.J. Biol. Chem.2013, 288, 31350 31356. (7) Moreno-Yruela, C.; Galleano, I.; Madsen, A. S.; Olsen, C. A. Histone Deacetylase 11 Is an -N-Myristoyllysine Hydrolase.Cell Chem. Biol.2018, 25, 849 856.e8. (8) Falkenberg, K. J.; Johnstone, R. W. Histone deacetylases and their inhibitors in cancer, neurological diseases and immune disorders. Nat. Rev. Drug Discovery2014, 13, 673 691. (9) Roche, J.; Bertrand, P. Inside HDACs with more selective HDAC inhibitors.Eur. J. Med. Chem.2016, 121, 451 483. (10) Balasubramanian, S.; Verner, E.; Buggy, J. J. Isoform-specific histone deacetylase inhibitors: The next step?Cancer Lett.2009, 280, 211 221. (11) Witt, O.; Deubzer, H. E.; Milde, T.; Oehme, I. HDAC family: What are the cancer relevant targets?Cancer Lett.2009, 277, 8 21. (12) Bradner, J. E.; West, N.; Grachan, M. L.; Greenberg, E. F.; Haggarty, S. J.; Warnow, T.; Mazitschek, R. Chemical phylogenetics of histone deacetylases.Nat. Chem. Biol.2010, 6, 238 243. (13) Arrowsmith, C. H.; Audia, J. E.; Austin, C.; Baell, J.; Bennett, J.; Blagg, J.; Bountra, C.; Brennan, P. E.; Brown, P. J.; Bunnage, M. E.; Buser-Doepner, C.; Campbell, R. M.; Carter, A. J.; Cohen, P.; Copeland, R. A.; Cravatt, B.; Dahlin, J. L.; Dhanak, D.; Edwards, A. M.; Frederiksen, M.; Frye, S. V.; Gray, N.; Grimshaw, C. E.; Hepworth, D.; Howe, T.; Huber, K. V. M.; Jin, J.; Knapp, S.; Kotz, J. D.; Kruger, R. G.; Lowe, D.; Mader, M. M.; Marsden, B.; MuellerFahrnow, A.; Mu ller, S.; O Hagan, R. C.; Overington, J. P.; Owen, D. R.; Rosenberg, S. H.; Ross, R.; Roth, B.; Schapira, M.; Schreiber, S. L.; Shoichet, B.; Sundstro m, M.; Superti-Furga, G.; Taunton, J.; ToledoSherman, L.; Walpole, C.; Walters, M. A.; Willson, T. M.; Workman, P.; Young, R. N.; Zuercher, W. J. The promise and peril of chemical probes.Nat. Chem. Biol.2015, 11, 536 541. (14) Fischer, D. D.; Cai, R.; Bhatia, U.; Asselbergs, F. A. M.; Song, C.; Terry, R.; Trogani, N.; Widmer, R.; Atadja, P.; Cohen, D. Isolation and characterization of a novel class II histone deacetylase, HDAC10.J. Biol. Chem.2002, 277, 6656 6666.\n(15) Guardiola, A. R.; Yao, T.-P. Molecular cloning and characterization of a novel histone deacetylase HDAC10.J. Biol. Chem.2002, 277, 3350 3356. (16) Kao, H.-Y.; Lee, C.-H.; Komarov, A.; Han, C. C.; Evans, R. M. Isolation and characterization of mammalian HDAC10, a novel histone deacetylase.J. Biol. Chem.2002, 277, 187 193. (17) Bantscheff, M.; Hopf, C.; Savitski, M. M.; Dittmann, A.; Grandi, P.; Michon, A.-M.; Schlegl, J.; Abraham, Y.; Becher, I.; Bergamini, G.; Boesche, M.; Delling, M.; Du mpelfeld, B.; Eberhard, D.; Huthmacher, C.; Mathieson, T.; Poeckel, D.; Reader, V.; Strunk, K.; Sweetman, G.; Kruse, U.; Neubauer, G.; Ramsden, N. G.; Drewes, G. Chemoproteomics profiling of HDAC inhibitors reveals selective targeting of HDAC complexes.Nat. Biotechnol.2011, 29, 255 265. (18) Ridinger, J.; Koeneke, E.; Kolbinger, F. R.; Koerholz, K.; Mahboobi, S.; Hellweg, L.; Gunkel, N.; Miller, A. K.; Peterziel, H.; Schmezer, P.; Hamacher-Brady, A.; Witt, O.; Oehme, I. Dual role of HDAC10 in lysosomal exocytosis and DNA repair promotes neuroblastoma chemoresistance.S i. Rep.2018, 8, 10039. (19) Kolbinger, F. R.; Koeneke, E.; Ridinger, J.; Heimburg, T.; Mu ller, M.; Bayer, T.; Sippl, W.; Jung, M.; Gunkel, N.; Miller, A. K.; Westermann, F.; Witt, O.; Oehme, I. The HDAC6/8/10 inhibitor TH34 induces DNA damage-mediated cell death in human highgrade neuroblastoma cell lines.Arch. Toxicol.2018, 92, 2649 2664. (20) Islam, M. M.; Banerjee, T.; Packard, C. Z.; Kotian, S.; Selvendiran, K.; Cohn, D. E.; Parvin, J. D. HDAC10 as a potential therapeutic target in ovarian cancer.Gynecol. Oncol.2017, 144, 613 620. (21) Oehme, I.; Lodrini, M.; Brady, N. R.; Witt, O. Histone deacetylase 10-promoted autophagy as a druggable point of interference to improve the treatment response of advanced neuroblastomas.Autophagy2013, 9, 2163 2165. (22) Yang, Y.; Huang, Y.; Wang, Z.; Wang, H. T.; Duan, B.; Ye, D.; Wang, C.; Jing, R.; Leng, Y.; Xi, J.; Chen, W.; Wang, G.; Jia, W.; Zhu, S.; Kang, J. HDAC10 promotes lung cancer proliferation via AKT phosphorylation.OncoTargets Ther.2016, 7, 59388 59401. (23) Oehme, I.; Linke, J.-P.; Bock, B. C.; Milde, T.; Lodrini, M.; Hartenstein, B.; Wiegand, I.; Eckert, C.; Roth, W.; Kool, M.; Kaden, S.; Grone, H.-J.; Schulte, J. H.; Lindner, S.; Hamacher-Brady, A.; Brady, N. R.; Deubzer, H. E.; Witt, O. Histone deacetylase 10 promotes autophagy-mediated cell survival.Proc. Natl. Acad. Sci. U.S.A.2013, 110, E2592 E2601. (24) Jones, P.; Altamura, S.; De Francesco, R.; Gallinari, P.; Lahm, A.; Neddermann, P.; Rowley, M.; Serafini, S.; Steinku hl r, C. Probing the elusive catalytic activity of vertebrate class IIa histone deacetylases. Bioorg. Med. Chem. Lett.2008, 18, 1814 1819. (25) Butler, K. V.; Kalin, J.; Brochier, C.; Vistoli, G.; Langley, B.; Kozikowski, A. P. Rational design and simple chemistry yield a superior, neuroprotective HDAC6 inhibitor, tubastatin A.J. Am. Chem. Soc.2010, 132, 10842 10846. (26) Qian, C.; Lai, C.-J.; Bao, R.; Wang, D.-G.; Wang, J.; Xu, G.-X.; Atoyan, R.; Qu, H.; Yin, L.; Samson, M.; Zifcak, B.; Ma, A. W. S.; DellaRocca, S.; Borek, M.; Zhai, H.-X.; Cai, X.; Voi, M. Cancer network disruption by a single molecule inhibitor targeting both histone deacetylase activity and phosphatidylinositol 3-kinase signaling.Clin. Cancer Res.2012, 18, 4104 4113. (27) Novotny-Diermayr, V.; Sangthongpitag, K.; Hu, C. Y.; Wu, X.; Sausgruber, N.; Yeo, P.; Greicius, G.; Pettersson, S.; Liang, A. L.; Loh, Y. K.; Bonday, Z.; Goh, K. C.; Hentze, H.; Hart, S.; Wang, H.; Ethirajulu, K.; Wood, J. M. SB939, a novel potent and orally active histone deacetylase inhibitor with high tumor exposure and efficacy in mouse models of colorectal cancer.Mol Cancer Ther.2010, 9, 642 652. (28) Lai, C.-J.; Bao, R.; Tao, X.; Wang, J.; Atoyan, R.; Qu, H.; Wang, D.-G.; Yin, L.; Samson, M.; Forrester, J.; Zifcak, B.; Xu, G.-X.; DellaRocca, S.; Zhai, H.-X.; Cai, X.; Munger, W. E.; Keegan, M.; Pepicelli, C. V.; Qian, C. CUDC-101, a multitargeted inhibitor of histone deacetylase, epidermal growth factor receptor, and human epidermal growth factor receptor 2, exerts potent anticancer activity. Cancer Res.2010, 70, 3647 3656.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4442\n(29) Arts, J.; King, P.; Marien, A.; Floren, W.; Belien, A.; Janssen, L.; Pilatte, I.; Roux, B.; Decrane, L.; Gilissen, R.; Hickson, I.; Vreys, V.; Cox, E.; Bol, K.; Talloen, W.; Goris, I.; Andries, L.; Du Jardin, M.; Janicot, M.; Page, M.; van Emelen, K.; Angibaud, P. JNJ-26481585, a novel second-generation oral histone deacetylase inhibitor, shows broad-spectrum preclinical antitumoral activity.Clin. Cancer Res. 2009, 15, 6841 6851. (30) Shen, S.; Benoy, V.; Bergman, J. A.; Kalin, J. H.; Frojuello, M.; Vistoli, G.; Haeck, W.; Van Den Bosch, L.; Kozikowski, A. P. BicyclicCapped Histone Deacetylase 6 Inhibitors with Improved Activity in a Model of Axonal Charcot-Marie-Tooth Disease.ACS Chem. Neurosci. 2016, 7, 240 258. (31) De Vreese, R.; Depetter, Y.; Verhaeghe, T.; Desmet, T.; Benoy, V.; Haeck, W.; Van Den Bosch, L.; D hooghe, M. Synthesis and SAR assessment of novel tubathian analogs in the pursuit of potent and selective HDAC6 inhibitors.Org. Biomol. Chem.2016, 14, 2537 2549. (32) Sotomayor, E. M.; Bergman, J.; Kozikowski, A.; Woan, K. V.; Villagra, A. V. Selective Histone Deactylase 6 Inhibitors. U.S. Patent 9,409,858 B2, 2013. (33) Lee, J.-H.; Mahendran, A.; Yao, Y.; Ngo, L.; Venta-Perez, G.; Choy, M. L.; Kim, N.; Ham, W.-S.; Breslow, R.; Marks, P. A. Development of a histone deacetylase 6 inhibitor and its biological effects.Proc. Natl. Acad. Sci. U.S.A.2013, 110, 15704 15709. (34) Marks, B. D.; Fakhoury, S. A.; Frazee, W. J.; Eliason, H. C.; Riddle, S. M. A substrate-independent TR-FRET histone deacetylase inhibitor assay.J. Biomol. Screening2011, 16, 1247 1253. (35) Robers, M. B.; Dart, M. L.; Woodroofe, C. C.; Zimprich, C. A.; Kirkland, T. A.; Machleidt, T.; Kupcho, K. R.; Levin, S.; Hartnett, J. R.; Zimmerman, K.; Niles, A. L.; Ohana, R. F.; Daniels, D. L.; Slater, M.; Wood, M. G.; Cong, M.; Cheng, Y. Q.; Wood, K. V. Target engagement and drug residence time can be observed in living cells with BRET.Nat. Commun.2015, 6, 10091. (36) Bergman, J. A.; Woan, K.; Perez-Villarroel, P.; Villagra, A.; Sotomayor, E. M.; Kozikowski, A. P. Selective histone deacetylase 6 inhibitors bearing substituted urea linkers inhibit melanoma cell growth.J. Med. Chem.2012, 55, 9891 9899. (37) De Vreese, R.; Verhaeghe, T.; Desmet, T.; D Hooghe, M. Potent and selective HDAC6 inhibitory activity of N-(4-hydroxycarbamoylbenzyl)-1,2,4,9-tetrahydro-3-thia-9-azafluorenes as novel sulfur analogues of tubastatin A.Chem. Commun.2013, 49, 3775 3777. (38) pIC50 values against the two enzymes should be directly comparable because the BRET tracer ligand has been shown to have almost identicalKD values with HDAC6 and HDAC10. See ref35. (39) Nepali, K.; Lee, H.-Y.; Lai, M.-J.; Ojha, R.; Wu, T.-Y.; Wu, G.X.; Chen, M.-C.; Liou, J.-P. Ring-opened tetrahydro- -carbolines display cytotoxicity and selectivity with histone deacetylase isoforms. Eur. J. Med. Chem.2017, 127, 115 127. (40) Kozikowski, A.; Kalin, J. H.; Butler, K. V.; Bergman, J.; Hancock, W. W. Preparation Of 4-Substituted N-Hydroxybenzamides as HDAC Inhibitors And Therapeutic Methods Using Them. WO 2012106343 A2, 2012. (41) Vo gerl, K.; Ong, N.; Senger, J.; Herp, D.; Schmidtkunz, K.; Marek, M.; Mu ller, M.; Bartel, K.; Shaik, T. B.; Porter, N. J.; Robaa, D.; Christianson, D. W.; Romier, C.; Sippl, W.; Jung, M.; Bracher, F. Synthesis and Biological Investigation of Phenothiazine-Based Benzhydroxamic Acids as Selective Histone Deacetylase 6 Inhibitors. J. Med. Chem.2019, 62, 1138 1166. (42) Hubbert, C.; Guardiola, A.; Shao, R.; Kawaguchi, Y.; Ito, A.; Nixon, A.; Yoshida, M.; Wang, X.-F.; Yao, T.-P. HDAC6 is a microtubule-associated deacetylase.Nature2002, 417, 455 458. (43) Hai, Y.; Christianson, D. W. Histone deacetylase 6 structure and molecular basis of catalysis and inhibition.Nat. Chem. Biol.2016, 12, 741 747. (44) Porter, N. J.; Mahendran, A.; Breslow, R.; Christianson, D. W. Unusual zinc-binding mode of HDAC6-selective hydroxamate inhibitors.Proc. Natl. Acad. Sci. U.S.A.2017, 114, 13459 13464. (45) Uba, A. I.; Yelekc i, K. Homology modeling of human histone deacetylase 10 and design of potential selective inhibitors.J. Biomol. Struct. Dyn.2019. (46) Tubastatin A and HPOB inhibit human HDAC10 PDAC enzymatic activity; personal communication from Yang Hai and David W. Christianson. (47) Leonhardt, M.; Sellmer, A.; Kra mer, O. H.; Dove, S.; Elz, S.; Kraus, B.; Beyer, M.; Mahboobi, S. Design and biological evaluation of tetrahydro- -carboline derivatives as highly potent histone deacetylase 6 (HDAC6) inhibitors.Eur. J. Med. Chem.2018, 152, 329 357. (48) Oehme, I.; Deubzer, H. E.; Wegener, D.; Pickert, D.; Linke, J.P.; Hero, B.; Kopp-Schneider, A.; Westermann, F.; Ulrich, S. M.; von Deimling, A.; Fischer, M.; Witt, O. Histone deacetylase 8 in neuroblastoma tumorigenesis.Clin. Cancer Res.2009, 15, 91 99. (49) The UniProt Consortium. UniProt: the universal protein knowledgebase.Nucleic Acids Res.2018, 46, 2699. (50) Jones, G.; Willett, P.; Glen, R. C.; Leach, A. R.; Taylor, R. Development and validation of a genetic algorithm for flexible docking.J. Mol. Biol.1997, 267, 727 748. (51) Mooij, W. T. M.; Verdonk, M. L. General and targeted statistical potentials for protein-ligand interactions.Proteins2005, 61, 272 287.\nDOI:10.1021/acs.jmedchem.8b01936 J. Med. Chem.2019, 62, 4426 4443 4443"
    } ],
    "references" : [ {
      "title" : "Histone deacetylase 10 structure and molecular function as a polyamine deacetylase",
      "author" : [ "Y. Hai", "S.A. Shinsky", "N.J. Porter", "D.W. Christianson" ],
      "venue" : null,
      "citeRegEx" : "Hai et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hai et al\\.",
      "year" : 2018
    }, {
      "title" : "HDAC8 catalyzes the hydrolysis of long chain fatty acyl lysine",
      "author" : [ "P. Aramsangtienchai", "N.A. Spiegelman", "B. He", "S.P. Miller", "L. Dai", "Y. Zhao", "H. Lin" ],
      "venue" : null,
      "citeRegEx" : "Aramsangtienchai et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Aramsangtienchai et al\\.",
      "year" : 2017
    }, {
      "title" : "Activation of the protein deacetylase SIRT6 by long-chain fatty acids and widespread deacylation by mammalian sirtuins",
      "author" : [ "J.L. Feldman", "J. Baeza", "J.M. Denu" ],
      "venue" : null,
      "citeRegEx" : "Feldman et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Feldman et al\\.",
      "year" : 2016
    }, {
      "title" : "Histone Deacetylase 11 Is",
      "author" : [ "C. Moreno-Yruela", "I. Galleano", "A.S. Madsen", "C.A. Olsen" ],
      "venue" : null,
      "citeRegEx" : "Moreno.Yruela et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Moreno.Yruela et al\\.",
      "year" : 2013
    }, {
      "title" : "Histone deacetylases and their inhibitors in cancer, neurological diseases and immune disorders",
      "author" : [ "K.J. Falkenberg", "R.W. Johnstone" ],
      "venue" : "Nat. Rev. Drug Discovery",
      "citeRegEx" : "Falkenberg and Johnstone,? \\Q2018\\E",
      "shortCiteRegEx" : "Falkenberg and Johnstone",
      "year" : 2018
    }, {
      "title" : "HDAC10 promotes lung cancer proliferation via AKT phosphorylation",
      "author" : [ "Y. Yang", "Y. Huang", "Z. Wang", "H.T. Wang", "B. Duan", "D. Ye", "C. Wang", "R. Jing", "Y. Leng", "J. Xi", "W. Chen", "G. Wang", "W. Jia", "S. Zhu", "J. Kang" ],
      "venue" : null,
      "citeRegEx" : "Yang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2013
    }, {
      "title" : "Histone deacetylase",
      "author" : [ "I. Oehme", "J.-P. Linke", "B.C. Bock", "T. Milde", "M. Lodrini", "B. Hartenstein", "I. Wiegand", "C. Eckert", "W. Roth", "M. Kool", "S. Kaden", "H.-J. Grone", "J.H. Schulte", "S. Lindner", "A. Hamacher-Brady", "N.R. Brady", "H.E. Deubzer", "O. Witt" ],
      "venue" : null,
      "citeRegEx" : "Oehme et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Oehme et al\\.",
      "year" : 2016
    }, {
      "title" : "Rational design and simple chemistry yield a superior, neuroprotective HDAC6 inhibitor, tubastatin A",
      "author" : [ "K.V. Butler", "J. Kalin", "C. Brochier", "G. Vistoli", "B. Langley", "A.P. Kozikowski" ],
      "venue" : null,
      "citeRegEx" : "Butler et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Butler et al\\.",
      "year" : 2008
    }, {
      "title" : "Selective Histone Deactylase 6 Inhibitors",
      "author" : [ "E.M. Sotomayor", "J. Bergman", "A. Kozikowski", "K.V. Woan", "A.V. Villagra" ],
      "venue" : "U.S. Patent 9,409,858",
      "citeRegEx" : "Sotomayor et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Sotomayor et al\\.",
      "year" : 2013
    }, {
      "title" : "Selective histone deacetylase 6 inhibitors bearing substituted urea linkers inhibit melanoma cell growth.J",
      "author" : [ "J.A. Bergman", "K. Woan", "P. Perez-Villarroel", "A. Villagra", "E.M. Sotomayor", "A.P. Kozikowski" ],
      "venue" : "Med. Chem",
      "citeRegEx" : "Bergman et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bergman et al\\.",
      "year" : 2015
    }, {
      "title" : "Preparation Of 4-Substituted N-Hydroxybenzamides as HDAC Inhibitors And Therapeutic Methods Using Them",
      "author" : [ "A. Kozikowski", "J.H. Kalin", "K.V. Butler", "J. Bergman", "W.W. Hancock" ],
      "venue" : "WO 2012106343",
      "citeRegEx" : "Kozikowski et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Kozikowski et al\\.",
      "year" : 2012
    }, {
      "title" : "HDAC6 is a microtubule-associated deacetylase",
      "author" : [ "C. Hubbert", "A. Guardiola", "R. Shao", "Y. Kawaguchi", "A. Ito", "A. Nixon", "M. Yoshida", "X.-F. Wang", "T.-P. Yao" ],
      "venue" : null,
      "citeRegEx" : "Hubbert et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hubbert et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "The discovery of isozyme-selective histone deacetylase (HDAC) inhibitors is critical for understanding the biological functions of individual HDACs and for validating HDACs as drug targets. The isozyme HDAC10 contributes to chemotherapy resistance and has recently been described to be a polyamine deacetylase, but no studies toward selective HDAC10 inhibitors have been published. Using two complementary assays, we found Tubastatin A, an HDAC6 inhibitor, to potently bind HDAC10. We synthesized Tubastatin A derivatives and found that a basic amine in the cap group was required for strong HDAC10 binding. HDAC10 inhibitors mimicked knockdown by causing dose-dependent accumulation of acidic vesicles in a neuroblastoma cell line. Furthermore, docking into human HDAC10 homology models indicated that a hydrogen bond between a cap group nitrogen and the gatekeeper residue Glu272 was responsible for potent HDAC10 binding. Taken together, our data provide an optimal platform for the development of HDAC10-selective inhibitors, as exempli ed with the Tubastatin A sca old.",
    "creator" : null
  }
}