{
  "name" : "downloads_2019-10-23_44_hu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Tuning Thermal Catalytic Enhancement in Doped MnO2–Au Nano-Heterojunctions",
    "authors" : [ "Shuhuai Hu", "Xiaoyun Liu", "Chunrui Wang", "Pedro H. C. Camargo", "Jiale Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: MnO2, Au nanoparticles, heterojunction, thermal catalysis, electron transfer\n■ INTRODUCTION Traditional thermally activated catalytic reactions have been widely used in a variety of important processes such as the removal of pollutants and the manufacture of chemicals.1−4\nHowever, these processes usually require high temperatures and/or high pressures, which increase production costs and raise environmental concerns.5,6 Thus, approaches to enable thermally activated transformations to take place under mild or milder reaction conditions are of paramount importance. It is well known that several noble metal nanoparticles\n(NPs), including gold (Au), palladium (Pd), and platinum (Pt), display outstanding catalytic properties towards a myriad of transformations, such as oxidation, reduction, and coupling.7−9 Haruta et al. found that CO undergoes oxidation at room temperature by using dispersed Au NPs as the catalyst. Gualteros et al. reported the high thermal catalytic performance of Au NPs supported on TiO2, SiO2, or Al2O3. 10 Bonarowska et al. used Pt, Pd, and Au as catalysts for lowtemperature (LT) hydrodechlorination of tetrachloromethane.11\nIn nanocatalysis, in addition to the metal NPs, semiconductors can be used as supports in order to avoid NP\naggregation, facilitate catalyst recovery, provide additional catalytic sites due to metal−support interactions, and facilitate the interaction or activation of substrates or intermediates.12−16 However, to our knowledge, few works mentioned the metal−semiconductor heterojunction interactions towards thermal catalysis. Similar to photocatalysis, it has been established in thermal catalysis that semiconductors can contribute to prolong the lifetimes of thermally excited carriers, and potentially boost their catalytic properties.17\nManganese dioxide (MnO2) is abundant in nature. It has five different phases (α, β, γ, λ, and δ) and the different properties of each phase make it be extensively studied in the fields of catalysis.18−21 Particularly, δ-MnO2, with a unique layered crystalline structure, has aroused much investigation. By filling ions between MnO2 layers, its bandgap can easily be tuned.22−24 In this context, doping of δ-MnO2 with sodium (Na) or potassium (K) enabled us to engineer the different bandgaps.\nReceived: March 3, 2019 Accepted: April 23, 2019 Published: April 23, 2019\n© 2019 American Chemical Society 17444 DOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA M\nB R\nID G\nE o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n2: 26\n:5 8\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nSurface-enhanced Raman spectroscopy (SERS) can conveniently obtain molecular structure information.25,26 Moreover, Au NPs are one of the most widely used SERS substrates because of the well-established synthesis process and large Raman signal amplification.27 Herein, δ-MnO2 with different dopings decorated with Au NPs was employed to investigate how a nano-heterojunction composed of divided metal NPs on a semiconductor support material tuned its thermal catalytic performances. The p-aminothiophenol to p,p′-dimercaptoazobenzene (PATP-to-DMAB) conversions were applied as a proof-of-concept model reaction on MnO2−Au hybrid materials, which can be easily monitored by SERS.28,29\nIt is worthy to note that most of the previous reports focused on employing SERS to explore photocatalysis,30,31 while its application in thermal catalysis was scarcely mentioned. In fact, photons are not the only excitation energy source, but thermal energy can also excite electrons from the valence band (VB) to the conduction band (CB) in a semiconductor. To avoid the influence of thermal effect from laser irradiation during Raman measurement, the PATP-to-DMAB conversions were measured at 78 K, where the samples were cooled down in liquid nitrogen after exposure to the reaction temperature. In this paper, we report a tuning of thermal catalytic performances by using doped MnO2−Au hybrid materials. The formation of a heterojunction promotes the thermally generated electrons in MnO2 transferred to Au. The additional electrons in Au NPs increase the electron density and thus contribute to improved thermal catalytic activities. Meanwhile, our data indicate that K-doped MnO2−Au, which displayed a narrower band gap, presented superior activities compared to Na-doped MnO2−Au and unsupported Au NPs. This enhancement in conversion was attributed to more thermally excited electrons in MnO2 transferred to Au NPs and thus increased the PATP conversion percentages.\n■ RESULTS AND DISCUSSION We started by employing NaMnO4 or KMnO4 as the precursor to synthesize the Na- or K-doping δ-MnO2 materials, respectively. Figure S1a,b present the scanning electron microscopy (SEM) images of Na- and K-doped MnO2, respectively. The MnO2 samples demonstrated a similar flower-like morphology, while the size of Na-doped MnO2\n(∼400 nm in diameter) was a little smaller than that of Kdoped MnO2 (∼450 nm in diameter). The thickness of the petals/sheets were ∼5.1 and ∼5.6 nm for the materials obtained with Na+ and K+ ions doped, respectively. Figure S2 shows the X-ray diffraction patterns of Na- (top) and K-doped (bottom) δ-MnO2. It can be clearly observed that they present very similar crystalline structures. The peaks at 12.3, 24.8, 36.6, 37.4, and 65.5° corresponding to the (003), (006), (101), (012), and (110) planes of δ-MnO2, and meanwhile no signal corresponding to other crystal phases was observed.32,33 Figure S3 presents the transmission electron microscopy (TEM) images (Figure S3a,b), as well as selected area electron diffraction (SAED) patterns (Figure S3c,d) of Na- and Kdoped MnO2, respectively. The rings of SAED in Figure S3c,d showed the same values of 1.42 and 2.45 Å. And these values corresponded to δ-MnO2 (110) and (101) interplanar distance, respectively. Bandgaps of Na- and K-doped δ-MnO2 were obtained by UV−vis spectra as presented in Figure S4a,b. The band gaps are 0.87 and 0.75 eV for the Na- and K-doped MnO2 samples, respectively. Previous reports have demonstrated a ∼2.23 eV bandgap for layered MnO2.\n34 The narrower band gaps here might be attributed to the doping of Na+ or K+ ions between MnO2 layers,\n24 and this aspect will be discussed later in the present study. After the synthesis of the MnO2 materials, they were used as supports for the Au NP deposition by the reduction of AuCl4 − (aq).\n35 Figure 1a,b present typical SEM images of MnO2−Au materials. The Au NPs were uniform on the Naand K-doped MnO2, respectively. Furthermore, before and after Au deposition, no changes in size and morphology for the MnO2 supports were detected. Figure 1c,d show TEM images of Na- and K-doped MnO2, respectively. It is observed that the sizes of Au NPs deposited on MnO2 were relatively monodisperse corresponding to ∼25 nm (Na-doped MnO2) and 24.5 nm (K-doped MnO2) in diameter (Figure S5). The high-resolution TEM (HRTEM) images depicted in Figure 1e,f display the lattice spacings of MnO2 (1.42 and 2.45 Å) which coincide with the SAED results, and these values were assigned to δ-MnO2 (110) and (101) interplanar distance, respectively. Furthermore, a lattice spacing of 2.04 Å which\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17445\ncorresponded to the Au(200) interplanar distance was detected in both Na- and K-doped MnO2 materials. Figure 2a shows the X-ray photoelectron spectroscopy (XPS) survey spectra of MnO2. With ∼10 min exposure under\nUV irradiation, both of Na- (top) and K-doped (bottom) samples demonstrated a ∼5 times minor intensity of surface C contamination relative to that of Mn 2p. The binding energy (BE) values of Mn 2p3/2, O 1s, Na 1s, and K 2p3/2 were presented in Table 1 corresponding to the core-level spectra in\nFigure 2b−d. It is important to note that the intensity of the signals due to carbon contamination decreased under UV irradiation as the UV light is able to degrade several carbonbased contaminants.36\nIn Figure 2b, it was detected that the Mn 2p3/2 core-level spectra of both Na- and K-doped MnO2 have two components. For Na-doped MnO2 (top trace), the low BE main peak labeled I at 642.4 eV corresponds to bulk-coordinated Mn; the high BE (HBE) peak labeled II at 644.7 eV is attributed to MnO2 interacted with absorbed oxygen from air, as reported previously.37−42 For K-doped MnO2 (bottom trace), the BE of both peak I (642.3 eV) and peak II (644.6 eV) were 0.1 eV lower compared with the corresponding peaks of Na-doped MnO2. Also, peak I did not present a significant shift relative to the undoped MnO2, while peak II was shifted to higher BE values for the doped MnO2 relative to the undoped one. 42 These variations of Mn BE indicate the occurrence of a charge transfer between MnO2 and doped Na\n+ or K+ ions, and the reason will be discussed later in detail in the present study.43,44\nFigure 2c displays the O 1s core-level spectra for both Naand K-doped MnO2. The O 1s spectra of both materials\npresented three components. For Na-doped MnO2 (top trace), the main peak (labeled I) at 529.9 eV corresponds to bulkcoordinated oxygen. Peak II (BE 531.5 eV) is because of the surface component and peak III (BE 533.1 eV) is because of the chemically bound carbonate or hydroxyl groups on the surface.39,45 For K-doped MnO2, a similar profile was detected. Nevertheless, the BE of peak I (529.8 eV), II (531.3 eV), and III (532.6 eV) shift 0.1, 0.2, and 0.5 eV to a lower BE than those of Na-doped MnO2, respectively. The same trend in the shifts of the O 1s core-level as that of Mn 2p3/2 further suggest the occurrence of charge transfer between MnO2 and doped Na+ or K+ ions. These values were close to the reported BE for undoped MnO2. 42\nFigure 2d presents the Na 1s (top) and K 2p3/2 (bottom) core-level spectra corresponding to Na- and K-doped MnO2, respectively. Both of Na 1s and K 2p3/2 spectra only presented one component. The BE of Na 1s of Na-doped MnO2 is 1070.9 eV, which is higher than that of NaF (∼1070.6 eV) and NaOH (∼1069.6 eV).46,47 Meanwhile, the BE of K 2p3/2 of Kdoped MnO2 is 292.5 eV, which is higher than that of KF (∼292.2 eV).48 These results indicate that Na+ or K+ is chemically bound to MnO2, thus Na- or K-doping.\n49 Because only one component was detected in the Na or K core-level XPS spectra, this data suggests that all Na or K ions were filled between the MnO2 layers. Temperature-programmed reduction experiments were also carried out to investigate the redox properties of MnO2 with and without Au NPs deposited on their surface. Figure S6 presents the reduction profiles for these samples. Each sample displayed 2 peaks. The LT peak may be attributed to the reduction of MnO2 to Mn3O4, whereas the high-temperature peak is attributed to the consecutive reduction of Mn3O4 to MnO.50 For the MnO2−Au samples, these two reduction peaks shifted to lower temperatures relative to their pure MnO2 samples. This increased reducibility of the support in the presence of Au NPs indicates strong metal−support interactions.50 The K-doped MnO2 samples presented two reduction peaks with closer and lower temperatures compared to that of the Na-doped MnO2 samples, which could be attributed to a reinforced spillover effect caused by a higher doping concentration.51\nAs mentioned before, the bandgaps of Na- and K-doped MnO2 are 0.87 and 0.75 eV, respectively. One Na or K atom can only donate one electron if it is used as the doping atom.52 Meanwhile, our previous work has proved that the bandgap of δ-MnO2 is able to be varied by different quantities of doping. 40 Furthermore, the full width at half-maximum (fwhm) values of XRD peak at 12.3° were 0.94 and 0.92° for Na- and K-doped MnO2, respectively. Calculated by using the Scherrer formula,53 the grain sizes for Na- and K-doped MnO2 were 8.41 and 8.57 nm, respectively. Moreover, the average diameter and petal thickness of the Na- and K-doped MnO2 nanoflowers are very similar. All the results confirmed that MnO2 of different dopings had similar crystal forms and morphologies. Thus, the different bandgaps between Na- and K-doped MnO2 come from a different quantity of doping. To determine the quantity of doping ions in the doped MnO2, the Na/Mn or K/ Mn atomic ratios are evaluated based on core-level XPS results, and the details have been described in the Supporting Information.40 The Na/Mn atomic ratio is 1:41, which is an order of magnitude less than that of K/Mn (1:5). The Na and K core-level XPS spectra have proved that Na+ or K+ exist as ions in MnO2, where one electron is transferred to MnO2 for\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17446\neach Na or K atom. Therefore, the amount of doping ions in Na-doped MnO2 is less than that in K-doped MnO2, which not only results in the detected difference in the bandgap values, but also contributes to the higher BE of Mn 2p3/2 and O 1s in Na-doped MnO2. A possible explanation might be that the size of Na+ ions is less than that of K+ ions, which makes the interaction between Na+ and the MnO2 layers weaker relative to K+.52 So for Na+ ions it is easy to escape from the layers of MnO2. However, this interesting aspect is beyond the scope of the present study. Then, we employed MnO2−Au materials displaying controlled bandgaps as model materials, which were used to study how the metal−semiconductor nano-heterojunctions can influence the thermal catalytic properties. In this case, The PATP-to-DMAB conversions were applied as a proof-ofconcept model reaction.54 This conversion can be monitored by SERS easily, as Raman bands of PATP and DMAB are at different positions.55 However, it has been shown that the thermal effect arising from the localized surface plasmon resonance (LSPR) decay caused by a Raman laser may also contribute to the occurrence of LSPR mediated transformations.56−59 Figure S7 presents the SERS spectra of individual Au NPs with a diameter of ∼24.3 nm (shown in Figure S8) functionalized with PATP measured at different temperatures, employing 30 s as the exposure time under 633 nm irradiation. In this case, the samples were first heated to a certain temperature, kept at it for 10 min, and then SERS was measured. The spectra have 2 sets of bands: (i) Raman peaks at 1081, 1489, and 1593 cm−1 corresponded to the A1 modes of PATP; and (ii) Raman peaks at 1081, 1142, 1390, 1433, and 1575 cm−1 are attributed to Ag modes of DMAB.\n58,60,61 For convenience, all spectra have been normalized with respect to the Raman peak at 1081 cm−1, and then the DMAB/(PATP + DMAB) intensity ratios are able to be directly observed from the SERS spectra. Figure S7a shows the Au NPs SERS spectra functionalized with PATP recorded at 78 K. Even the laser powers increased from 0.037 to 0.780 mW, no bands of DMAB can be observed. As the temperature increased to 173 K (Figure S7b), peaks corresponding to DMAB were barely visible only at a high laser power irradiation of 0.780 mW. As the temperature further increased to freezing point (273 K) (Figure S7c), room temperature (300 K) (Figure S7d), and 323 K (50 °C) (Figure S7e), the DMAB bands were obviously observed when the Au NPs were irradiated at high laser powers of 0.330 and 0.780 mW. However, the DMAB bands were not observed under low laser power irradiations of 0.037 and 0.086 mW. Figure S7f shows the DMAB/(PATP + DMAB) intensity ratios obtained under different temperatures, employing 0.780 mW laser power. It is obvious that the DMAB/(PATP + DMAB) intensity ratios increased with temperature in which the Au NP substrates were treated. Normally, the SERS is carried out at room temperature and the thermal effect arising from the LSPR decay caused by a Raman laser could also contribute to the occurrence of PATP-to-DMAB transformation.62 However, at low temperatures almost all the electrons in Au NPs are below the Fermi level,52 and the thermal effect is inhibited as shown in Figure S9a. Here, in order to avoid the influence of the thermal effect from laser irradiation during Raman measurement, the PATP-to-DMAB conversions were measured at 78 K, where the samples were cooled down by liquid nitrogen after exposure to the reaction temperature. In this case, the samples were first heated to a certain temperature,\nkept at it for 10 min, cooled down immediately to 78 K, and then SERS was measured. In order to have a better signal-tonoise ratio, the 0.780 mW laser power irradiation was used. Figure 3 shows the PATP-to-DMAB conversion as a function of different thermal treatment temperatures for the\nAu NPs and MnO2−Au materials employing the MnO2 supports displaying different bandgaps. For the individual Au NP samples (Figure 3a), at 300 K (27 °C, room temperature), there were no bands corresponding to DMAB. When the Au NP sample was heated to 373 K (100 °C), the peaks assigned to DMAB were observed. If the temperature was elevated to 423 K (150 °C), the DMAB peaks were more obvious. Meanwhile, the peak at 1575 cm−1 started to appear. Finally, all the bands corresponding to DMAB became more intense when the reaction temperature reached 473 K (200 °C). The results indicate that at low or moderate temperatures for thermal treatment, very few electrons in Au NPs are upon the Fermi level (Figure S9a),52 so the free electrons cannot overcome the energy barrier to activate O2 molecules (from air) and participate in the PATP oxidation. However, this trend increases with the rise in temperature, in which more electrons are excited to higher energy upon the Fermi level (Figure S9b).52 Thus, the DMAB/(PATP + DMAB) intensity ratios demonstrate a stable trend to increase with the thermal treatment temperature (Figure 3d). It is noteworthy that we employed the intensity of 1433 cm−1 peak in the spectra to study the PATP-to-DMAB conversions and get insights into the PATP-to-DMAB conversion trends. For MnO2−Au hybrid materials functionalized with PATP, DMAB peak intensities showed a different variation with thermal treatment temperatures. Figure 3b presents the SERS spectra of MnO2−Au with Na-doped MnO2 as the support. Even when the MnO2−Au sample was cooled downed to 78 K directly from room temperature (300 K), the Raman peaks at\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17447\n1142 and 1433 cm−1 can be observed. And a shoulder at the left side of the 1593 cm−1 Raman peak of DMAB can also be obviously observed. As previously reported by our group, in this system electrons can be excited from the VB to the CB under irradiation of visible light due to the narrow bandgap of doped MnO2. The photogenerated electrons can transfer to the Au NPs and activate adsorbed O2 molecules participating in PATP-to-DMAB conversions.40\nWhen the Na-doped MnO2−Au sample was treated at 373 K, the intensity of all the DMAB peaks could be detected. If we consider the contribution from the DMAB formation due to the optical excitation of MnO2, the conversion percentage for DMAB formation was almost the same relative to that of individual Au NPs (Figure S10). However, with the temperature continuously increasing to 423 K, bands corresponding to DMAB became much more intense. This indicates that the effect of the thermal treatment temperature on Na-doped MnO2−Au begins from ∼423 K. At this point, the conversion performance is better than that of individual Au NPs in the absence of the support. At a higher temperature (473 K), a higher conversion percentage was observed for Na-doped MnO2−Au as expected. After the whole thermal catalysis experiment, MnO2−Au samples kept similar morphologies as before heating (Figure S11). At 0 K, all the electrons in MnO2 are under the Fermi level, thus electrons are only at the VB, while the CB is empty.52 The concentration of free electrons in the semiconductor is proportional to exp(−Eg/2k0T), where Eg is the band gap value of the semiconductor, k0 is the Boltzmann constant, and T is the temperature.52,63 With increasing temperature, thermal energy excited electrons from VB to CB. These thermally generated free electrons in MnO2 could transfer to Au NPs, participating in the activation of the adsorbed O2 molecule and thus further contributing to the oxidation of PATP. Furthermore, the work functions of δ-MnO2 and Au are 6.8 and 5 eV, respectively.52,64 Thus, as illustrated in Figure 4, the\nenergy band of MnO2 bends towards smaller energy values. 63 Because of this interfacial energy level structure, it facilitates the charge-transfer of free electrons from MnO2 to Au. Because the concentration of free electrons in the semiconductor is also related to the band gap value, a better thermal catalytic performance could be expected with a narrower band gap. In order to investigate this hypothesis, MnO2−Au with K-doped MnO2 as the support was studied. Figure 3c presents the SERS spectra of MnO2−Au with Kdoped MnO2 as the support as a function of different thermal treatment temperatures. When the MnO2−Au sample was cooled downed to 78 K from 373 K, the DMAB peaks located at 1433 cm−1 demonstrated a higher intensity than that of\nMnO2−Au with Na-doped MnO2 as the support. When the sample was heated to 423 K, the thermal catalytic performance was comparable to that of MnO2−Au with Na-doped MnO2 as the support reacted at 473 K. With the temperature continuously increasing to 473 K, the catalytic performance became much more obvious. The comparison between the conversion percentages for all the materials can be better visualized on Figure 3d. It has been pointed out that MnO2 may also act as an active catalyst in thermal or light-induced thermal driven reactions,65,66 In this context, we also probed the PATP-to-DMAB conversions promoted by MnO2 eliminating the effect of Au NPs. To this end, Au covered by ultrathin SiO2 (Au@SiO2) core−shell NPs was synthetized,67,68 and then was deposited on MnO2 nanoflowers (MnO2−Au@SiO2). The SEM image (Figure S12a) of Au@SiO2 NPs indicates that they were relatively monodispersed and their size corresponded to ∼27.5 nm in diameter (Figure S12b), which is a little larger relative to the initial Au NPs as a result of the coverage by an ultrathin SiO2 shell. Moreover, Figure S12c,d suggest that the Au@SiO2 NPs were uniformly deposited on Na- and K-doped MnO2, respectively. In this system, it is expected that the heterojunction between Au and MnO2 is broken while still allowing for the detection of PATP and DMAB molecules by shell-isolated nanoparticle-enhanced Raman spectroscopy. For the individual Au@SiO2 NP sample (Figure S13a), there were nearly no bands corresponding to DMAB when the sample was heated from 300 to 473 K, confirming the coverage of an ultrathin silica shell on the Au NPs, which inhibited the oxidation of PATP. Similar to MnO2−Au samples, even when the MnO2−Au@SiO2 samples were cooled downed to 78 K directly from room temperature (300 K), the Raman peaks at 1142 and 1433 cm−1 could also be observed (Figure S13b,c), though their intensities were much lower relative to the MnO2−Au samples (Figure S13d). As mentioned previously, electrons can be excited from the VB to the CB under irradiation of visible light because of the narrow band gap of doped MnO2. The photogenerated electrons can transfer to adsorbed O2 molecules, participating in PATP-to-DMAB conversions.40 If we consider the contribution of DMAB formation due to the optical excitation of MnO2 as that in the MnO2−Au samples, the MnO2 contribution to the PATP-toDMAB conversion was less than 8% (Figure S14), which is much lower than that of individual Au NP or MnO2−Au samples.\n■ CONCLUSIONS Na- and K-doped δ-MnO2 nanoflowers, uniformly decorated with Au NPs, were successfully synthesized by a hydrothermal method. They were employed as model systems to investigate the thermal catalytic enhancement in metal−semiconductor nano-heterojunctions caused by thermally excited electrons. MnO2−Au hybrid materials demonstrate better thermal catalytic activities relative to individual Au NPs. Furthermore, the variation of the MnO2 bandgap can be mediated as a function of different dopings with K+ or Na+ ions. MnO2−Au with K-doped MnO2 as the support, presenting a narrower band gap, shows a superior thermal catalytic performance relative to that with Na-doped MnO2 as the support. In this case, thermally generated electrons in MnO2 can be transferred to Au NPs, which increased free electron density in Au NPs, further contributing to activate adsorbed O2 molecules, and thus the oxidation of PATP. For a narrower bandgap, more\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17448\nfree electrons can be thermally excited in the semiconductor and then transfered to Au NPs, resulting in a better catalytic performance. Our results exhibited here may provide a new insight to design metal−semiconductor nano-heterojunctions for applications in thermal catalysis, which can significantly decrease its reaction temperature.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b03879.\nExperimental details, SEM images, XRD patterns, TEM images, SAED patterns, UV−vis reflection spectra, histograms of size distribution, TPR profiles, and temperature-dependent SERS spectra (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: jiale.wang@dhu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Chunrui Wang: 0000-0001-5682-9529 Pedro H. C. Camargo: 0000-0002-7815-7919 Jiale Wang: 0000-0002-5489-3532"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Natural Science Foundation of China (21703031, 61376017 and 51503033) and Shanghai Talent Development Funding. J.W. thanks the funds from Donghua University for Distinguished Research Fellow. P.H.C.C. thanks CNPq for the research fellowship and FAPESP for financial support (15/26308-7).\n■ REFERENCES (1) Xu, Q.; Zhang, Y.; Mo, J.; Li, X. Indoor Formaldehyde Removal by Thermal Catalyst: Kinetic Characteristics, Key Parameters, and Temperature Influence. Environ. Sci. Technol. 2011, 45, 5754−5760. (2) Gates, B. C. Supported Metal Clusters: Synthesis, Structure, and Catalysis. Chem. Rev. 1995, 95, 511−522. (3) Park, S.-J.; Seo, M.-K.; Lee, J.-R. Isothermal cure kinetics of epoxy/phenol-novolac resin blend system initiated by cationic latent thermal catalyst. J. Polym. Sci., Part A: Polym. Chem. 2000, 38, 2945− 2956. (4) Yağci, Y.; Önen, A. An Allylic Pyridinium Salt: Radical Promoted Latent Thermal Catalyst for Cationic Polymerization. J. Polym. Sci., Part A: Polym. Chem. 1996, 34, 3621−3624. (5) Williams, P. T.; Brindle, A. J. Catalytic Pyrolysis of Tyres: Influence of Catalyst Temperature. Fuel 2002, 81, 2425−2434. (6) Sakakura, T.; Choi, J.-C.; Yasuda, H. Transformation of Carbon Dioxide. Chem. Rev. 2007, 107, 2365−2387. (7) Zhang, Y.; Yang, Z. High activity of Au monolayer doped by Pt atom on WC (0001) surface towards H2 dissociation and high tolerance of sulfur poisoning. J. Alloys Compd. 2019, 775, 330−334. (8) Jeyabharathi, C.; Senthil Kumar, S.; Kiruthika, G. V. M.; Phani, K. L. N. Aqueous CTAB-Assisted Electrodeposition of Gold Atomic Clusters and Their Oxygen Reduction Electrocatalytic Activity in Acid Solutions. Angew. Chem., Int. Ed. 2010, 122, 2987−2990. (9) Yin, H.; Tang, H.; Wang, D.; Gao, Y.; Tang, Z. Facile Synthesis of Surfactant-Free Au Cluster/Graphene Hybrids for High-Performance Oxygen Reduction Reaction. ACS Nano 2012, 6, 8288−8297. (10) Gualteros, J. A. D.; Garcia, M. A. S.; da Silva, A. G. M.; Rodrigues, T. S.; Can̂dido, E. G.; e Silva, F. A.; Fonseca, F. C.; Quiroz, J.; de Oliveira, D. C.; de Torresi, S. I. C.; de Moura, C. V. R.;\nCamargo, P. H. C.; de Moura, E. M. Synthesis of Highly Dispersed Gold Nanoparticles on Al2O3, SiO2, and TiO2 for the Solvent-free Oxidation of Benzyl Alcohol under Low Metal Loadings. J. Mater. Sci. 2019, 54, 238−251. (11) Bonarowska, M.; Matus, K.; Śrębowata, A.; Sa,́ J. Application of silica-supported Ir and Ir-M (M = Pt, Pd, Au) catalysts for lowtemperature hydrodechlorination of tetrachloromethane. Sci. Total Environ. 2018, 644, 287−297. (12) Tada, K.; Koga, H.; Sakurai, H.; Tanaka, S.; Ato, Y.; Hayashi, A.; Kawakami, T.; Yamanaka, S.; Okumura, M. Theoretical Investigation of the Effect of Phosphate Doping on the Aggregation of Au Atoms on an Al2O3 (0001) Surface. Appl. Surf. Sci. 2019, 465, 1003−1013. (13) Gazdag, T.; Barot́hi, Á.; Juhaśz, K. L.; Kunfi, A.; Neḿeth, P.; Saṕi, A.; Kukovecz, Á.; Końya, Z.; Szőori, K.; London, G. Effect of Particle Restructuring During Reduction Processes Over Polydopamine-Supported Pd Nanoparticles. J. Nanosci. Nanotechnol. 2019, 19, 484−491. (14) Liu, Y.; Hu, B.; Yin, Y.; Liu, G.; Hong, X. One-Pot Surfactantfree Synthesis of Transition Metal/ZnO Nanocomposites for Catalytic Hydrogenation of CO2 to Methanol. Acta Phys.Chim. Sin. 2018, 35, 223−229. (15) Shi, D.; Zhu, G.; Zhang, X.; Zhang, X.; Li, X.; Fan, J. UltraSmall and Recyclable Zero-Valent Iron Nanoclusters for Rapid and Highly Efficient Catalytic Reduction of p-Nitrophenol in Water. Nanoscale 2019, 11, 1000−1010. (16) Jeong, H. Y.; Balamurugan, M.; Choutipalli, V. S. K.; Jo, J.; Baik, H.; Subramanian, V.; Kim, M.; Sim, U.; Nam, K. T. Tris (2- Benzimidazolylmethyl) Amine-Directed Synthesis of Single-Atom Nickel Catalysts for Electrochemical CO Production from CO2. Chem.Eur. J. 2018, 24, 18444−18454. (17) Liao, F.; Zeng, Z.; Eley, C.; Lu, Q.; Hong, X.; Tsang, S. C. E. Electronic Modulation of a Copper/Zinc Oxide Catalyst by a Heterojunction for Selective Hydrogenation of Carbon Dioxide to Methanol. Angew. Chem., Int. Ed. 2012, 51, 5832−5836. (18) Suib, S. L. Porous Manganese Oxide Octahedral Molecular Sieves and Octahedral Layered Materials. Acc. Chem. Res. 2008, 41, 479−487. (19) Truong, T. T.; Liu, Y.; Ren, Y.; Trahey, L.; Sun, Y. Morphological and Crystalline Evolution of Nanostructured MnO2 and Its Application in Lithium-Air Batteries. ACS Nano 2012, 6, 8067−8077. (20) Cao, C.; Xie, J.; Zhang, S.; Pan, B.; Cao, G.; Zhao, X. Graphene-Like δ-MnO2 Decorated with Ultrafine CeO2 as a Highly Efficient Catalyst for Long-Life Lithium-Oxygen Batteries. J. Mater. Chem. A 2017, 5, 6747−6755. (21) Zhou, G.; Liu, H.; Ma, Z.; Li, H.; Pei, Y. Spatially Confined Li− Oxygen Interaction in the Tunnel of α-MnO2 Catalyst for Li−Air Battery: A First-Principles Study. J. Phys. Chem. C 2017, 121, 16193− 16200. (22) Luo, J.; Zhang, Q.; Garcia-Martinez, J.; Suib, S. L. Adsorptive and Acidic Properties, Reversible Lattice Oxygen Evolution, and Catalytic Mechanism of Cryptomelane-Type Manganese Oxides as Oxidation Catalysts. J. Am. Chem. Soc. 2008, 130, 3198−3207. (23) Golden, D. C.; Dixon, J. B.; Chen, C. C. Ion Exchange, Thermal Transformations, and Oxidizing Properties of Birnessite. Clays Clay Miner. 1986, 34, 511−520. (24) Geng, Z.; Wang, Y.; Liu, J.; Li, G.; Li, L.; Huang, K.; Yuan, L.; Feng, S. δ-MnO2-Mn3O4 Nanocomposite for Photochemical Water Oxidation: Active Structure Stabilized in the Interface. ACS Appl. Mater. Interfaces 2016, 8, 27825−27831. (25) Qian, X.-M.; Nie, S. M. Single-Molecule and Single-Nanoparticle SERS: from Fundamental Mechanisms to Biomedical Applications. Chem. Soc. Rev. 2008, 37, 912−920. (26) Graham, D.; Goodacre, R. Chemical and Bioanalytical Applications of Surface Enhanced Raman Scattering Spectroscopy. Chem. Soc. Rev. 2008, 37, 883−884.\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17449\n(27) Hou, M.; Huang, Y.; Ma, L.; Zhang, Z. Sensitivity and Reusability of SiO2 NRs@ Au NPs SERS Substrate in Trace Monochlorobiphenyl Detection. Nanoscale Res. Lett. 2015, 10, 444. (28) Yan, X.; Xu, Y.; Tian, B.; Lei, J.; Zhang, J.; Wang, L. Operando SERS Self-Monitoring Photocatalytic Oxidation of Aminophenol on TiO2 Semiconductor. Appl. Catal., B 2018, 224, 305−309. (29) Park, S.; Yang, P.; Corredor, P.; Weaver, M. J. Transition Metal-Coated Nanoparticle Films: Vibrational Characterization with Surface-Enhanced Raman Scattering. J. Am. Chem. Soc. 2002, 124, 2428−2429. (30) Pal, A. K.; Pagal, S.; Prashanth, K.; Chandra, G. K.; Umapathy, S.; Mohan, D. B. Ag/ZnO/Au 3D Hybrid Structured Reusable SERS Substrate as Highly Sensitive Platform for DNA Detection. Sens. Actuators, B 2009, 279, 157−169. (31) Wang, P.-F.; Liu, Y.; Yin, J.; Ma, W.; Zhu, J.-L.; Dong, Z.; Sun, J.-L. Self-Assembled Gold Micro/Nanostructure Arrays Based on Superionic Conductor RbAg4I5 Films. Nanotechnology 2018, 30, 025602. (32) Li, D.; Li, W.; Deng, Y.; Wu, X.; Han, N.; Chen, Y. Effective Ti Doping of δ-MnO2 via Anion Route for Highly Active Catalytic Combustion of Benzene. J. Phys. Chem. C 2016, 120, 10275−10282. (33) Meng, Y.; Song, W.; Huang, H.; Ren, Z.; Chen, S.-Y.; Suib, S. L. Structure−Property Relationship of Bifunctional MnO2 Nanostructures: Highly Efficient, Ultra-Stable Electrochemical Water Oxidation and Oxygen Reduction Reaction Catalysts Identified in Alkaline Media. J. Am. Chem. Soc. 2014, 136, 11452−11464. (34) Sakai, N.; Ebina, Y.; Takada, K.; Sasaki, T. Photocurrent Generation from Semiconducting Manganese Oxide Nanosheets in Response to Visible Light. J. Phys. Chem. B 2005, 109, 9651−9655. (35) Perrault, S. D.; Chan, W. C. W. Synthesis and Surface Modification of Highly Monodispersed, Spherical Gold Nanoparticles of 50−200 nm. J. Am. Chem. Soc. 2009, 131, 17042−17043. (36) Saga, K.; Hattori, T. Analysis of Organic Contamination Adsorbed on a Silicon Surface in a Vacuum Chamber in Electron Beam Lithography. J. Electrochem. Soc. 2005, 152, G494−G499. (37) Subramanian, V.; Zhu, H.; Vajtai, R.; Ajayan, P. M.; Wei, B. Hydrothermal Synthesis and Pseudocapacitance Properties of MnO2 Nanostructures. J. Phys. Chem. B 2005, 109, 20207−20214. (38) Li, B.; Rong, G.; Xie, Y.; Huang, L.; Feng, C. Low-Temperature Synthesis of α-MnO2 Hollow Urchins and Their Application in Rechargeable Li+ Batteries. Inorg. Chem. 2006, 45, 6404−6410. (39) Selvakumar, K.; Senthil Kumar, S. M.; Thangamuthu, R.; Ganesan, K.; Murugan, P.; Rajput, P.; Jha, S. N.; Bhattacharyya, D. Physiochemical Investigation of Shape-Designed MnO2 Nanostructures and Their Influence on Oxygen Reduction Reaction Activity in Alkaline Solution. J. Phys. Chem. C 2015, 119, 6604−6618. (40) Zhu, K.; Wang, C.; Camargo, P. H. C.; Wang, J. Investigating the Effect of MnO2 Band Gap in Hybrid MnO2-Au Materials over the SPR-Mediated Activities under Visible Light. J. Mater. Chem. A 2019, 7, 925−931. (41) Oku, M.; Hirokawa, K.; Ikeda, S. X-Ray Photoelectron Spectroscopy of Manganese-Oxygen Systems. J. Electron Spectrosc. Relat. Phenom. 1975, 7, 465−473. (42) Li, Y.; Xu, Z.; Wang, D.; Zhao, J.; Zhang, H. Snowflake-like Core-shell α-MnO2@δ-MnO2 for High Performance Asymmetric Supercapacitor. Electrochim. Acta 2017, 251, 344−354. (43) Shi, S.-p.; Zhao, X.-f.; Liu, X.-y.; Lei, D.; Yan, M.; Jiang, G. Structural and Electronic Properties in Titanium-Doped Stannum Clusters: Comparison with Their Anions and Cations. J. Cluster Sci. 2018, 29, 909−919. (44) Gupta, V. K.; Fakhri, A.; Azad, M.; Agarwal, S. Synthesis and Characterization of Ag Doped ZnS Quantum Dots for Enhanced Photocatalysis of Strychnine as a Poison: Charge Transfer Behavior Study by Electrochemical Impedance and Time-Resolved Photoluminescence Spectroscopy. J. Colloid Interface Sci. 2018, 510, 95− 102. (45) McIntyre, N. S.; Zetaruk, D. G. X-ray Photoelectron Spectroscopic Studies of Iron Oxides. Anal. Chem. 1977, 49, 1521− 1529.\n(46) Ding, P.; Pan, X. H.; Ye, Z. Z.; Huang, J. Y.; Zhang, H. H.; Chen, W.; Zhu, C. Y. Realization of p-Type Non-Polar a-Plane ZnO Films Via Doping of Na Acceptor. Solid State Commun. 2013, 156, 8− 11. (47) Wu, F.; Zhu, N.; Bai, Y.; Li, Y.; Wang, Z.; Ni, Q.; Wang, H.; Wu, C. Unveil the Mechanism of Solid Electrolyte Interphase on Na3V2[PO4]3 Formed by a Novel NaPF6/BMITFSI Ionic Liquid Electrolyte. Nano Energy 2018, 51, 524−532. (48) Oh, J. H.; Kang, Y. S.; Kang, S. W. Poly (vinylpyrrolidone)/KF Electrolyte Membranes for Facilitated CO2 Transport. Chem. Commun. 2013, 49, 10181−10183. (49) Nefedov, V. I. X-Ray Photoelectron Spectra of Halogens in Coordination Compounds. J. Electron Spectrosc. Relat. Phenom. 1974, 12, 459−476. (50) Wang, L.-C.; Liu, Q.; Huang, X.-S.; Liu, Y.-M.; Cao, Y.; Fan, K.N. Gold Nanoparticles Supported on Manganese Oxides for Lowtemperature CO Oxidation. Appl. Catal., B 2009, 88, 204−212. (51) Trevino, H.; Lei, G. D.; Sachtler, W. M. H. CO Hydrogenation to Higher Oxygenates over Promoted Rhodium: Nature of the MetalPromoter Interaction in Rhmn/NaY. J. Catal. 1995, 154, 245−252. (52) Kittel, C. Introduction to Solid State Physics, 8th ed.; John Wiley & Sons, Inc, 2005. (53) Smilgies, D.-M. Scherrer Grain-Size Analysis Adapted to Grazing-Incidence Scattering with Area Detectors. J. Appl. Crystallogr. 2009, 42, 1030−1034. (54) Wang, J. L.; Gaillard, F.; Pancotti, A.; Gautier, B.; Niu, G.; Vilquin, B.; Pillard, V.; Rodrigues, G. L. M. P.; Barrett, N. Chemistry and Atomic Distortion at the Surface of an Epitaxial BaTiO3 Thin Film after Dissociative Adsorption of Water. J. Phys. Chem. C 2012, 116, 21802−21809. (55) Huang, Y.-F.; Zhu, H.-P.; Liu, G.-K.; Wu, D.-Y.; Ren, B.; Tian, Z.-Q. When the Signal Is Not from the Original Molecule To Be Detected: Chemical Transformation ofpara-Aminothiophenol on Ag during the SERS Measurement. J. Am. Chem. Soc. 2010, 132, 9244− 9246. (56) Christopher, P.; Xin, H.; Marimuthu, A.; Linic, S. Singular Characteristics and Unique Chemical Bond Activation Mechanisms of Photocatalytic Reactions on Plasmonic Nanostructures. Nat. Mater. 2012, 11, 1044−1050. (57) Song, R.; Luo, B.; Liu, M.; Geng, J.; Jing, D.; Liu, H. Synergetic Coupling of Photo and Thermal Energy for Efficient Hydrogen Production by Formic Acid Reforming. AIChE J. 2017, 63, 2916− 2925. (58) Yan, X.; Wang, L.; Tan, X.; Tian, B.; Zhang, J. SurfaceEnhanced Raman Spectroscopy Assisted by Radical Capturer for Tracking of Plasmon-Driven Redox Reaction. Sci. Rep. 2016, 6, 30193. (59) Chu, J.; Miao, P.; Han, X.; Du, Y.; Wang, X.; Song, B.; Xu, P. Ultrafast Surface-Plasmon-Induced Photodimerization of p-Aminothiophenol on Ag/TiO2 Nanoarrays. ChemCatChem 2016, 8, 1819− 1824. (60) Geonmonond, R. S.; Quiroz, J.; Rocha, G. F. S. R.; Oropeza, F. E.; Rangel, C. J.; Rodrigues, T. S.; Hofmann, J. P.; Hensen, E. J. M.; Ando, R. A.; Camargo, P. H. C. Marrying SPR Excitation and MetalSupport Interactions: Unravelling the Contribution of Active Surface Species in Plasmonic Catalysis. Nanoscale 2018, 10, 8560−8568. (61) Fang, Y.; Li, Y.; Xu, H.; Sun, M. Ascertainingp,p′Dimercaptoazobenzene Produced fromp-Aminothiophenol by Selective Catalytic Coupling Reaction on Silver Nanoparticles. Langmuir 2010, 26, 7737−7746. (62) Kale, M. J.; Avanesian, T.; Christopher, P. Direct Photocatalysis by Plasmonic Nanostructures. ACS Catal. 2013, 4, 116−128. (63) Sze, S. M.; Ng, K. K. Physics of Semiconductor Devices, 3rd ed.; John Wiley & Sons, Inc, 2007. (64) Xia, P.; Zhu, B.; Cheng, B.; Yu, J.; Xu, J. 2D/2D g-C3N4/MnO2 Nanocompositeas a Direct Z-scheme Photocatalyst for Enhanced Photocatalytic Activity. ACS Sustainable Chem. Eng. 2017, 6, 965− 973.\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17450\n(65) Wang, G.; Huang, B.; Lou, Z.; Wang, Z.; Qin, X.; Zhang, X.; Dai, Y. Valence State Heterojunction Mn3O4/MnCO3: Photo and Thermal Synergistic Catalyst. Appl. Catal., B 2016, 180, 6−12. (66) Mao, M.; Li, Y.; Hou, J.; Zeng, M.; Zhao, X. Extremely Efficient Full Solar Spectrum Light Driven Thermocatalytic Activity for the Oxidation of VOCs on OMS-2 Nanorod Catalyst. Appl. Catal., B 2015, 174−175, 496−503. (67) Li, J. F.; Huang, Y. F.; Ding, Y.; Yang, Z. L.; Li, S. B.; Zhou, X. S.; Fan, F. R.; Zhang, W.; Zhou, Z. Y.; Wu, D. Y.; Ren, B.; Wang, Z. L.; Tian, Z. Q. Shell-isolated Nanoparticle-enhanced Raman Spectroscopy. Nature 2010, 464, 392−395. (68) Li, J.-F.; Ding, S.-Y.; Yang, Z.-L.; Bai, M.-L.; Anema, J. R.; Wang, X.; Wang, A.; Wu, D.-Y.; Ren, B.; Hou, S.-M.; Wandlowski, T.; Tian, Z.-Q. Extraordinary Enhancement of Raman Scattering from Pyridine on Single Crystal Au and Pt Electrodes by Shell-Isolated Au Nanoparticles. J. Am. Chem. Soc. 2011, 133, 15922−15925.\nDOI: 10.1021/acsami.9b03879 ACS Appl. Mater. Interfaces 2019, 11, 17444−17451\n17451"
    } ],
    "references" : [ {
      "title" : "Supported Metal Clusters: Synthesis, Structure, and Catalysis",
      "author" : [ "B.C. Gates" ],
      "venue" : "Chem. Rev. 1995,",
      "citeRegEx" : "Gates,? \\Q1995\\E",
      "shortCiteRegEx" : "Gates",
      "year" : 1995
    }, {
      "title" : "Catalytic Pyrolysis of Tyres: Influence of Catalyst Temperature",
      "author" : [ "P.T. Williams", "A.J. Brindle" ],
      "venue" : "Fuel 2002,",
      "citeRegEx" : "Williams and Brindle,? \\Q2002\\E",
      "shortCiteRegEx" : "Williams and Brindle",
      "year" : 2002
    }, {
      "title" : "Transformation of Carbon Dioxide",
      "author" : [ "T. Sakakura", "J.-C. Choi", "H. Yasuda" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Sakakura et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Sakakura et al\\.",
      "year" : 2007
    }, {
      "title" : "δ-MnO2-Mn3O4 Nanocomposite for Photochemical Water Oxidation: Active Structure Stabilized in the Interface",
      "author" : [ "X.-M. Qian", "S.M. Nie" ],
      "venue" : "ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "Qian and Nie,? \\Q2016\\E",
      "shortCiteRegEx" : "Qian and Nie",
      "year" : 2016
    }, {
      "title" : "SERS Self-Monitoring Photocatalytic Oxidation of Aminophenol on TiO2 Semiconductor",
      "author" : [ "S. Park", "P. Yang", "P. Corredor", "M.J. Weaver" ],
      "venue" : null,
      "citeRegEx" : "Park et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2018
    }, {
      "title" : "X-ray Photoelectron Spectroscopic Studies of Iron Oxides",
      "author" : [ "N.S. McIntyre", "D.G. Zetaruk" ],
      "venue" : "Anal. Chem. 1977,",
      "citeRegEx" : "McIntyre and Zetaruk,? \\Q1977\\E",
      "shortCiteRegEx" : "McIntyre and Zetaruk",
      "year" : 1977
    }, {
      "title" : "Realization of p-Type Non-Polar a-Plane ZnO Films Via Doping of Na Acceptor",
      "author" : [ "W. Chen", "C.Y. Zhu" ],
      "venue" : "Solid State Commun",
      "citeRegEx" : "Chen and Zhu,? \\Q2013\\E",
      "shortCiteRegEx" : "Chen and Zhu",
      "year" : 2013
    }, {
      "title" : "Nanoparticles Supported on Manganese Oxides for Lowtemperature CO Oxidation",
      "author" : [ "N. Gold" ],
      "venue" : "Appl. Catal., B 2009,",
      "citeRegEx" : "Gold,? \\Q2009\\E",
      "shortCiteRegEx" : "Gold",
      "year" : 2009
    }, {
      "title" : "Direct Photocatalysis by Plasmonic Nanostructures",
      "author" : [ "M.J. Kale", "T. Avanesian", "P. Christopher" ],
      "venue" : "ACS Catal. 2013,",
      "citeRegEx" : "Kale et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kale et al\\.",
      "year" : 2013
    }, {
      "title" : "Shell-isolated Nanoparticle-enhanced Raman Spectroscopy",
      "author" : [ "Tian", "Z. Q" ],
      "venue" : "Nature",
      "citeRegEx" : "L. and Q.,? \\Q2010\\E",
      "shortCiteRegEx" : "L. and Q.",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Sodium (Na)and potassium (K)-doped δ-MnO2, which presented different band gaps, were synthesized by a hydrothermal method. Then, uniform Au nanoparticles (NPs) were deposited on MnO2 to form metal−semiconductor nano-heterojunctions (MnO2−Au). By comparing their temperature-dependent thermal catalytic performances, p-aminothiophenol to p,p′-dimercaptoazobenzene conversion was used as proof-ofconcept transformations. MnO2−Au hybrid materials demonstrated better thermal catalytic performances relative to individual Au NPs. Meanwhile, Kdoped MnO2−Au, with a MnO2 support displaying a narrower bandgap, displayed superior catalytic activities relative to Na-doped MnO2−Au. To get the same catalytic performance by individual Au NPs, it can be ∼50 K less by Na-doped MnO2−Au and ∼100 K less by Kdoped MnO2−Au. The enhancement is mainly attributed to the thermally excited electrons in MnO2, which were transferred to Au NPs. The additional electrons in Au NPs increase the electron density and thus contribute to the improvement of thermal catalysis. Our findings show that the establishment of a nano-heterojunction formed by metal NPs on a semiconductor support has a significant impact on thermal catalysis, where a narrower band gap can facilitate thermally excited carriers and thus bring about better catalytic performances. Thus, the results presented here shed light on the design of a nano-heterojunction catalyst to approach reactions with superior performance under moderate conditions.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}