{
  "name" : "downloads_2019-10-23_54_zhou2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Design and Application of Ag3PO4@Ag4V2O7 Z-Scheme Photocatalysts with a Micro-Nano Tube-Cluster Structure for the Co-Degradation of Nitrate and Ammonia in Wastewater",
    "authors" : [ "Dan Zhou", "Yuan-Yuan Wang", "Feng-Rui Wang", "Jin-Ku Liu", "Xian-Mei Zhang" ],
    "emails" : [ "Ag3PO4@Ag4V2O7", "Ag3PO4@Ag4V2O7", "P@V1" ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Nowadays, an increasing number of nitrogenous compounds are discharged into natural water without sufficient treatment or elimination, resulting in water eutrophication.1,2 The dominant nitrogen forms in surface water are nitrate and ammonia. Ammonia in freshwater exists in two forms: ionized (NH4 +) and un-ionized (NH3). 3,4 In previous studies, environmental ammonia affects various types of aquatic organisms, such as vertebrates,5 invertebrates,6 algae,7 and microbes,8 further altering the ecosystems’ structure and function. According to data provided by the Chinese Ministry of Environmental Protection (http://www.mee.gov.cn/hjzl/), annual emissions of ammonia exceeded 2.3 million tons between 2011 and 2014; especially, the research suggested that one of the primary contributors of water quality degradation in Shanghai was ammonia nitrogen.9 Particularly, nitrites (NO2\n−), by-products from nitrate reduction, are noxious to humans owing to their product, nitrosamine, which is a strong carcinogen.10 Thus, environmental ammonia and nitrate have become major riverine contaminants, increasingly raising public concerns in the world.11,12\nTo remove nitrate, many water treatment technologies such as ion exchange, reverse osmosis, and electrodialysis have been considered, while further processing of the generated brine is cumbersome.13 A variety of treatments, including biological processing,14 air stripping,15 ion exchange,16 break-point chlorination,17 adsorption,18 and oxidation technology,19\nhave been applied on the removal of ammonia from\nwastewater. Among all treatments for removal of nitrate and ammonia, photocatalysis is still a promising method due to its high removal efficiency and stability; the chemical catalytic process under appropriate band potentials of photocatalysts can efficiently convert nitrate and ammonia to innocuous N2, avoiding secondary disposal problems.20,21 Single-component catalysts have difficulty in achieving simultaneous degradation; thus, many composite photocatalysts that have been developed for nitrate reduction or ammonia oxidation received desired results with enhanced charge separation.22−26 However, byproducts of nitrite were easily generated due to extremely high oxidation potentials of valence bands, and the photocatalytic process of co-degradation has not been researched clearly. Moreover, the photoinduced holes or electrons were not well utilized, with a hole scavenger during nitrate reduction or an electron scavenger during ammonia oxidation,23−26 while the appearance of heterojunctions alleviated this problem. For example, researchers demonstrated that Ag3VO4/ZnO nanocomposites with an n−n heterojunction exhibited 10.5 and 1.6 times more degradation rate than pure ZnO and Ag3VO4, respectively.27 While Ag/Ag2O-BiVO4 was used as an effective heterojunction photocatalyst to degrade microcystin-RR, where Ag and Ag2O acted as electron acceptors to extend\nReceived: July 4, 2019 Revised: September 3, 2019 Accepted: September 5, 2019 Published: September 5, 2019\n© 2019 American Chemical Society 18027 DOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 0\n9: 03\n:3 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nthe charge-carrier lifetime and thus enhanced the photocatalytic activity.28 Nevertheless, weak redox ability is a disadvantage of heterojunction,29 and then a Z-scheme photocatalytic system, a special type of heterojunction, can synchronize the redox process. Z-scheme heterojunction photocatalysts were demonstrated to be a potential material in hydrogen evolution during water splitting,30−34 but little research has been conducted in the field of co-degradation. The silver vanadate (AgVO3, Ag2V4O11, Ag3VO4, Ag4V2O7, etc.) materials have received great attention due to their specific photoelectronic and environmental properties.35−37 Ag3PO4 materials could achieve a quantum efficiency up to 90% over the 400−480 nm wavelength range, thus implying a very low electron−hole recombination rate, which showed high photocatalytic activity in the degradation of organic dyes.38,39 Silver vanadate materials with the high reduction potentials of conduction bands can reduce nitrate easily,40 while silver phosphate materials with the high oxidation potentials of valence bands can oxidize ammonia.41 However, both silver vanadate and silver phosphate materials can only achieve single photocatalysis during the process of nitrate reduction or ammonia oxidation. In addition, nitrate and ammonia are difficult to adsorb on the catalyst surface simultaneously due to their opposite charges. On this basis, it would be very meaningful to combine these two catalysts effectively to form a Z-scheme photocatalytic system by in situ technology. In this paper, we demonstrate the design of Ag3PO4@ Ag4V2O7 Z-scheme composites with a micro-nano tube-cluster structure for the first time through a facile in situ growth. Ag3PO4@Ag4V2O7 Z-scheme composites overcame the disadvantage of single Ag4V2O7 or Ag3PO4 materials, which realized the co-degradation of ammonia and nitrate under ultraviolet irradiation. In this system, due to the well utilization of photoinduced holes or electrons, a hole scavenger or an electron scavenger was not necessary, increasing the economics and environmental friendliness of the reaction. Impressively, this work offers an innovative photocatalyst and a useful industrial reference for effective nitrogen recovery from nitrateand ammonia-contaminated water."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Materials. All chemicals including silver nitrate (AgNO3), ammonium meta-vanadate (NH4VO3), ethylenediamine, acrylamide (AM), sodium monohydrogen phosphate (Na2HPO4), ammonium chloride (NH4Cl), and potassium nitrate (KNO3) were of analytical grade. Ultrapure water was used in the whole experimental process, and all reagents for synthesis and analysis were commercially available and were used without further treatments. 2.2. Synthesis of Ag4V2O7 Catalyst. The pure Ag4V2O7 catalysts were synthesized by a dynamic template method of our groups’ previous research.42 The eggshell membrane was prepared by being peeled off from the fresh egg shell and then immersed in ultrapure water. NH4VO3 (0.12 g) was added to 20 mL of ultrapure water and adjusted to pH = 9 with ethylenediamine to completely dissolve the compound, while 20 mL of solution containing 0.51 g of AgNO3 was added to another reactor, which was sealed by the prepared eggshell membrane. At the same time, acrylamide (AM) was dissolved in both solutions as a templating agent. The whole reaction plant was placed at room temperature (about 20 °C) for 24 h, then the resulting solid was collected by centrifugation and\nwashed four times with deionized water, and the precipitations were dried in an oven at 60 °C for 12 h. Silver vanadate was obtained.\n2.3. Synthesis of Ag3PO4@Ag4V2O7 Z-Scheme Composites. Ag3PO4@Ag4V2O7 Z-scheme composites were prepared using the in situ growth method; Ag3PO4 directly formed on the surface of Ag4V2O7. One gram of the asprepared Ag4V2O7 samples was dispersed in 40 mL of Na2HPO4 solution, the suspension was formed after 5 min of ultrasonic dispersion, and then 20 mL of AgNO3 solution was dropwise added into the suspension under magnetic stirring. After that, the suspension was stirred for 30 min in the dark at room temperature to ensure that it composited completely. The resulting solid was collected by centrifugation, washed with deionized water, and dried in an oven at 60 °C for 12 h. To investigate the optimal Ag3PO4 loading amount, a series of samples with theoretical molar ratios of Ag3PO4 to Ag4V2O7 (1: 2, 1:1, and 2:1) were obtained, which were named as P@V1, P@V2, and P@V3, as shown in Table 1.\n2.4. Characterizations. Philips S-4800 scan electron microscopy (SEM) was performed to display the microscopic morphology, while the surface compositions and contents were analyzed by energy-dispersive spectroscopy (EDS). Then, the structures of Ag3PO4@Ag4V2O7 Z-scheme were characterized by X-ray powder diffraction (XRD) using a Shimadzu XD-3A diffractometer. Fourier transform infrared (FT-IR) spectroscopy was applied and a UV-2450 (Shimadzu) spectrophotometer was used to study the optical properties of the products. Also, isothermal nitrogen adsorption−desorption analysis (Micromeritics ASAP 2400) was carried out to determine the specific surface area (BET) of the samples.\n2.5. Photocatalytic Experiment. Experiments of the reduction of nitrate, the degradation of ammonia, and the concurrent removal of nitrate and ammonia were implemented to measure the photocatalytic performance of the Ag3PO4@ Ag4V2O7 Z-scheme composites. The concentrations of NH4\n+- N and NO3\n−-N in solution were 20.0 and 5.0 mg/L, respectively. The initial pH of solution was around 7. Ag3PO4@Ag4V2O7 Z-scheme composites (0.10 g) were added into 50 mL of simulated sewage consisting of ammonium chloride and potassium nitrate during magnetic stirring. The suspension was stirred for 30 min in the dark to reach adsorption−desorption equilibrium and then exposed under irradiation with a 350 W mercury lamp (the irradiation time lasted for 120 min, the temperature was about 22 °C, and the light intensity was 48.6 mW/cm2). During irradiation, a measured amount of suspension was withdrawn regularly and centrifuged, and the supernatant was analyzed to determine the residual concentrations of nitrate, nitrite, and ammonium."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Characterization. Electron microscopy images were presented to study the microscopic morphology of the Ag4V2O7 crystal, P@V1 Z-scheme composites, and Ag3PO4 crystal (Figure 1). As demonstrated in Figure 1a, the pure\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18028\nAg4V2O7 crystal displayed a spherical cluster structure composed of massive closely packed nanotubes having a diameter of 9 μm. The main pore diameter of Ag4V2O7 nanotube was 25 nm (Figure 1a, inset), which was in accordance with our groups’ previous investigation.42 When the Ag3PO4 crystal was grown in situ on the surface of Ag4V2O7 to form a Ag3PO4@Ag4V2O7 Z-scheme composite, the morphology of the catalyst changed significantly. Focusing on the sample P@V1, Ag4V2O7, a micrometer-sized ball cluster composed of nanoscale tubes, was partially covered by the Ag3PO4 crystal, and the internal Ag4V2O7 crystal still can be seen in Figure 1b, showing a micro-nano structure. The nanotubes of Ag4V2O7 enhanced the specific surface area and adsorption to provide more active sites.43−45 Meanwhile, the microspheres consisting of nanotubes contributed to stability due to the aggregation-inducing effect46 and facilitated the in situ growth of Ag3PO4. This peculiar structure provided an efficient route for enhancing the photocatalytic performance of Ag3PO4@Ag4V2O7. The composite P@V2, with a Ag3PO4/Ag4V2O7 molar ratio of 1:1, still showed a spherical structure (Figure 7d). Since a\nlarge piece of Ag3PO4 was stacked on the surface of the Ag4V2O7 sphere, the sphere diameter was increased by about 2 μm than the pure Ag4V2O7 crystal, showing a micro-nano structure. Nevertheless, when the molar percentage of Ag3PO4/ Ag4V2O7 increased to 2:1 ulteriorly, the sample showed a triangular sheet-like stacked structure with a side length of around 600 nm, and Ag4V2O7 nanotubes were not observed from the picture. This may be due to the excessive heat released during the development of a large amount of Ag3PO4, which destroyed the morphology of Ag4V2O7. As shown in Figure 1c, the pure Ag3PO4 crystal consisted of spherical particles having a diameter of about 200 nm, which indicated that the Ag3PO4@ Ag4V2O7 Z-scheme composite material was successfully formed on the surface of the Ag4V2O7 catalyst. Through EDS characterization (Figure 2), O, P, V, and Ag elements were present on the surface of the composite catalysts, indicating that the Ag3PO4 crystal was successfully grown in situ on the surface of Ag4V2O7 to form Ag3PO4@ Ag4V2O7 Z-scheme composites. Thereinto, the atomic percentage of the P@V1 composite was O/P/V/Ag = 18.5:1.0:3.7:9.6, which was very close to the theoretical atomic percentage (18:1:4:11), while the atomic percentage of the P@ V2 composite was O/P/V/Ag = 11.4:1.0:1.7:5.1, which was also close to the theoretical value (11:1:2:7). However, when the Ag3PO4 ratio in the composite material continued to increase, the theoretical atomic ratio of the composite material did not match the practical value. This variation may be due to the fact that the heat of generation of Ag3PO4 caused damage to the structure of Ag4V2O7. The surface of the material was completely encapsulated by Ag3PO4 materials, and thus, the P elements were measured, which was consistent with the SEM characterization results. The typical XRD patterns of the pure Ag4V2O7 crystal, pure Ag3PO4 crystal, and Ag3PO4@Ag4V2O7 Z-scheme composites with different molar ratios are shown in Figure 3a. The pattern of the pure Ag4V2O7 crystal was found to exhibit features of Ag4V2O7 (JCPDS no. 77-0097), where the diffraction angles of\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18029\nthe diffraction peaks at 2θ = 25.57°, 31.93°, 32.93°, 42.15°, 46.50°, 52.65°, 58.41°, and 59.10° corresponded respectively to the crystal faces (004), (224), (040), (044), (444), (018), (246), and (660). In addition, the cubic structure Ag3VO4 (JCPDS no. 06-0505) was detected, and no impurity phase appeared in the spectrum, indicating that the samples prepared in this experiment were pure cubic phase Ag3VO4 with good crystallinity. The XRD patterns of composites contain all the characteristic diffraction peaks of orthorhombic Ag4V2O7 and cubic Ag3PO4, indexing that the diffraction peaks of Ag3PO4@ Ag4V2O7 Z-scheme composites consisted of the characteristic peaks of Ag4V2O7 (marked with solid diamonds) and Ag3PO4 (marked with empty diamonds). This indicated that Ag3PO4 germinated in situ on the surface of Ag4V2O7. As Ag3PO4 in the composite increases, the intensity of the diffraction peak of Ag3PO4 augmented gradually, accompanied by the decrease in the diffraction peak of Ag4V2O7, but the peak position does not change significantly, explaining the successful synthesis of Ag3PO4@Ag4V2O7 Z-scheme photocatalysts. Figure 3b shows the characteristic absorption peaks in the FT-IR spectrum of Ag3PO4@Ag4V2O7 Z-scheme composites. The broad absorption peak at 3000−3500 cm−1 was assigned to the stretching vibration of the intermolecular O−H bond,47 while the flexural vibrations of the OH in free water was related to the peak at 1650 cm−1.48 Then, the peak around 1383 cm−1 could be assigned to the nitrate radical residue from the reactant.49 The peaks at 924 and 850 cm−1 were derived from the bending vibration and stretching vibration of O−V−O, respectively.50,51 The symmetrical and asymmetrical stretching vibration peaks of the V−O bond were assigned to 700 and 500 cm−1, respectively. As the proportion of Ag3PO4 increased, the absorption peak of Ag3PO4@Ag4V2O7 Z-scheme composites between 950 and 790 cm−1 became much weaker because, during the in situ development, more Ag3PO4 was formed on the surface of the Ag4V2O7 crystal, resulting in a weaker vibration peak of O−V−O. Meanwhile, two new peaks appeared at around 1015 and 870 cm−1 due to the symmetric and asymmetric tensile vibrations of P−O−P of Ag3PO4, respectively.52 These results indicated that Ag3PO4 was successfully in situ-grown on the surface of Ag4V2O7 to form Ag3PO4@Ag4V2O7 Z-scheme composites, which is consistent with the results of XRD analysis also. The isothermal nitrogen adsorption−desorption analysis measurement was investigated to confirm the particle size of the four samples (Figure 4). All the isotherms belonged to type II, showing a rapidly increased trend under moderate pressure. The BET surface areas of Ag4V2O7, P@V1, P@V2, and P@V3 catalysts were 11.95, 4.86, 4.42, and 5.05 m2/g, respectively. The pure Ag4V2O7 crystal had the largest specific surface area attributed to its hollow tubes gathered in the nanosphere cluster structure, which means that it has more reaction sites\nshowing rapid reduction for nitrate nitrogen. When the Ag3PO4@Ag4V2O7 Z-scheme composite was formed by in situ growth, the surface of pure Ag4V2O7 spherical clusters was covered by Ag3PO4 so that the specific surface area of the P@ V1 composite catalyst was reduced. The specific surface area of the composite became smaller as the ratio of Ag3PO4 increased; therefore, the decreased reduction rate of Ag3PO4@Ag4V2O7 Z-scheme composites for nitrate nitrogen can be understood, compared with the pure Ag4V2O7 crystal. Yet, the specific surface area of P@V3 increased because the Ag4V2O7 sphere was broken and formed a stacked alternating structure with Ag3PO4, which was consistent with the conclusion given by the SEM image. The photocatalytic activity of a semiconductor is related to its light absorption properties and the photoelectron−hole separation rate, which are determined by the band structure of the semiconductor.53,54 Therefore, the light absorption properties of Ag4V2O7 composite catalysts were characterized by UV−Vis diffuse reflectance spectroscopy, as shown in Figure 5a, where all samples had significant absorption in the visible region (400−700 nm) and ultraviolet region (300−400 nm).\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18030\nCompared with the pure Ag4V2O7 crystal, the absorption of the Ag3PO4@Ag4V2O7 Z-scheme composite catalyst in the ultraviolet region was obviously stronger, while the light absorption band of the Ag3PO4@Ag4V2O7 Z-scheme composite catalyst had evident red shift, compared with the pure Ag3PO4 crystal. At the same time, with the increase of Ag3PO4 in the composite material, the light absorption performance of the composite material was gradually improved. The light absorption range of the P@V2 photocatalyst can reach about 700 nm because Ag4V2O7 was combined with Ag3PO4 to form a Z-scheme structure, enhancing the visible light absorption properties of the composites.27\nFor crystalline semiconductors, the optical absorption near the band edge follows eq 1\nα υ υ= −h A h( E )ng /2\n(1)\nin which α, υ, A, and Eg are the absorption coefficient, light frequency, proportionality constant, and band gap, respectively. After calculation, the Eg values of pure Ag4V2O7, P@V1, P@ V2, P@V3, and pure Ag3PO4 were 2.25, 2.39, 2.41, 2.44, and 2.46 eV, respectively. The Kubelka−Munk plot of the pure Ag4V2O7 crystal, Ag3PO4@Ag4V2O7 composites, and pure Ag3PO4 crystal are shown in Figure 5b−d, respectively. The results showed that the Z-scheme structure formed by Ag4V2O7 and Ag3PO4 can significantly improve the visible light absorption properties of the composite, compared with the pure Ag4V2O7 crystal. 3.2. Photocatalytic Properties. To investigate the photocatalytic activity of as-prepared composites, simultaneous removal of nitrate and ammonia under ultraviolet radiation was performed. Previous studies suggested that the major products in solution during the process of the photocatalytic nitrate reduction were nitrite, ammonium, and N2.\n55,56 Also, the degradation products of ammonia were nitrate, nitrite, and"
    }, {
      "heading" : "N2.",
      "text" : "57 The removal efficiency of NO3 −-N and NH4\n+-N (R1 and R2, respectively) by Ag3PO4@Ag4V2O7 composites (pure Ag4V2O7, P@V1, P@V2, and P@V3) under ultraviolet irradiation for 1 h could be estimated by eqs 2 and 3.\n= [ ] − [ ]\n[ ]\n− −\n−R NO NO\nNO t 1 3 0 3\n3 0 (2)\n= [ ] − [ ]\n[ ]\n+ +\n+R NH NH\nNH t 2 4 0 4\n4 0 (3)\nwhere [X]0 and [X]t are concentrations of nitrogen species after irradiation for 0 and t time, respectively. As shown in Figure 6, the Ag3PO4@Ag4V2O7 (P@V1) composite catalyst achieved simultaneous degradation of ammonia nitrogen and reduction of nitrate nitrogen compared to pure Ag3PO4 and Ag4V2O7 catalysts. In the process of coremoval of ammonia nitrogen and nitrate nitrogen, the samples were first physically adsorbed to achieve initial degradation of ammonia nitrogen and reduction of nitrate nitrogen. Then, the mixed simulated pollutants of ammonia and nitrate were chemically degraded and reduced by different reprepared catalysts under ultraviolet lamp irradiation. Within 90 min, the degradation rate of ammonia nitrogen reached 18.1% with Ag3PO4@Ag4V2O7 (P@V1) composites that exhibited a 2.79 times higher degradation rate than the pure Ag4V2O7 crystal, and the reduction rate of nitrate was 34.2% with Ag3PO4@ Ag4V2O7 (P@V1) composites that showed a 3.00 times higher reduction rate than the pure Ag3PO4 crystal.\nThe Ag3PO4 crystal had higher degradation rate of ammonia than Ag3PO4@Ag4V2O7 Z-scheme composites, while the degradation substance of pure Ag3PO4 crystal was nitrate, which resulted in a large amount of nitrate in the system. On the contrary, the pure Ag4V2O7 crystal had higher reduction rate of nitrate than Ag3PO4@Ag4V2O7 Z-scheme composites, while the reduction substance was ammonia, which resulted in a large amount of ammonia in the system. However, the in situ growth of Ag3PO4 on the surface of the Ag4V2O7 crystal allowed the nitrate nitrogen produced by the degradation of ammonia nitrogen in Ag3PO4 to be reduced by the Ag4V2O7 crystal in time, thus achieving the co-degradation and reduction of ammonia nitrogen and nitrate nitrogen. It is found that, with the increasing proportion of the Ag3PO4 crystal (such as P@V2 and P@V3), synchronous degradation and reduction cannot be achieved, which is due to the fact that the Ag3PO4 crystal was too much that it completely occupied the surface of the composite. Hence, Ag4V2O7 have no contact with nitrate nitrogen to restore the nitrate nitrogen.\n3.3. Photocatalytic Mechanism of Ag3PO4@Ag4V2O7 Z-Scheme. Valence band (VB) spectra of Ag4V2O7 (Figure 7a) and Ag3PO4 (Figure 7b) show the valence band maximum energy (EVBmax), whose position has been evaluated by taking linear extrapolation of the onset of XPS valence band spectra. The value of Ag3PO4 was found to be 2.56 eV in Figure 7b, so its VBmax was 2.86 eV after charge correction. The conduction band minimum (CBmin) was obtained to be 0.40 eV since Eg = EVBmax − ECBmin, which is very close to that of reported value (the valence band and conduction band of Ag3PO4 are 2.85 and 0.45 eV, respectively39). Similarly, VBmax and CBmin of Ag4V2O7 are 0.57 and −1.68 eV, respectively. Under the consideration of the standard electrodes (E0 for"
    }, {
      "heading" : "N2/NH4",
      "text" : "+ redox is −0.28 eV, and E0 for NO3−/N2 is 1.25 eV), a Z-scheme mechanism of co-degradation of nitrogen compounds in water by the Ag3PO4@Ag4V2O7 composite catalyst is shown in Figure 7c. When light irradiates onto the surface of the composite catalyst, both Ag3PO4 and Ag4V2O7 will form photogenerated electron−hole pairs, which excite electrons on the VB onto the CB and form photogenerated holes at the original VB, and it is believed that Ag3PO4@ Ag4V2O7 is not a type II heterojunction. 27 If the holes in\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18031\nAg3PO4 VB would be driven into Ag4V2O7 VB and accumulate there in the type II construction, NO3\n− cannot be oxidized to generate N2. Similarly, once the electrons in Ag4V2O7 CB transfer to Ag3PO4 CB, it is hard for NH4\n+ to be restored to N2. Nevertheless, as exhibited in Figure 7c, the photoinduced electrons in Ag3PO4 CB transfer to Ag4V2O7 nanotubes and combine with the hole in Ag4V2O7 VB, leaving a lot of holes in Ag3PO4 VB and abundant electrons in Ag4V2O7 CB by constructing the direct Z-scheme system.58,59 The efficient space separation of photoinduced charge carriers ensures the co-degradation of NO3 −-N and NH4 +-N.\nThe hole potential generated by Ag4V2O7 being excited (0.47 eV vs NHE) is higher than the standard redox potential of NO3 −/NH4 + (1.20 eV vs NHE) and the standard redox potential of NO2 −/NH4\n+ (0.90 eV vs NHE); therefore, pure Ag4V2O7 cannot easily oxidize ammonia nitrogen but has a good effect of reducing nitrate nitrogen, and Ag4V2O7 is the opposite. The electrons on the CB of Ag4V2O7 are more negative than the standard oxidation−reduction potential of"
    }, {
      "heading" : "NO3",
      "text" : "−/N2 (1.25 eV vs NHE), which is a valid oxidant for ammonia nitrogen.60 In the process of redox, the electrons on the Ag4V2O7 CB can reduce NO3\n− adsorbed on the surface of the material to N2 (eq 6), and the photogenerated holes on the VB of Ag3PO4 can oxidize ammonia nitrogen to N2 (eq 11), thereby realizing the degradation of ammonia nitrogen with the reduction of nitrate nitrogen together in the water system. It should be noted that the content of Ag3PO4 in Ag3PO4@ Ag4V2O7 Z-scheme photocatalysts must be prudently controlled. As demonstrated in Figure 7d, when a small amount of Ag3PO4 was grown in situ on the surface of nanotube cluster Ag4V2O7, the superficial Ag3PO4 can sufficiently contact with the sewage to oxidize NH4\n+, while enough Ag4V2O7 can be exposed to reduce NO3\n−, achieving the simultaneous reduction of ammonia nitrogen and nitrate nitrogen. Nevertheless, excessive Ag3PO4 tends to cover the surface of Ag4V2O7 entirely (like P@V2). Then, the area of contact with nitrate nitrogen of Ag4V2O7 will decrease due to the shield effect of Ag3PO4, thus leading to the poor reduction activity to nitrate. Furthermore, when the surface of Ag4V2O7 is completely covered by Ag3PO4 (like P@V3), photogenerated holes on\nAg4V2O7 VB cannot transfer to the surface of the Ag3PO4@ Ag4V2O7 composite. Thus, the surface Ag3PO4 layer will become a recombination center of photogenerated electrons and holes, and the composites only exhibit the properties of Ag3PO4.\nυ+ → ++ − h h Ag PO @Ag V O (Ag V O ) e (Ag PO ) 3 4 4 2 7\nVB 4 2 7 CB 3 4 (4)\n+ + → +− + − − −NO H O(2H ) 2e NO 2OH (H O)3 2 2 2 (5)\n+ + → +− + − −2NO 6H O(12H ) 10e N 12OH (6H O)3 2 2 2 (6)\n+ + → +− + − + −NO 7H O(10H ) 8e NH 10OH (3H O)3 2 4 2 (7)\n+ + → +− + − −2NO 4H O(8H ) 6e N 8OH (4H O)2 2 2 2 (8)\n+ + → +− + − + −NO 6H O(8H ) 6e NH 8OH (2H O)2 2 4 2 (9)\n+ → ++ + +2NH 6h N 8H4 2 (10)\n+ → + ++ +NH 3O 2N 6H O 4H4 2 2 2 (11)\n+ →− −2NO O 2NO2 2 3 (12)\nTo verify the mechanism mentioned above, hole trapping experiments and electron spin resonance spectroscopy (ESR) were performed. Na2SO3 (0.208 mg; a scavenger of h\n+) was introduced into the Ag3PO4, Ag4V2O7, and P@V1 photocatalytic degradation process of nitrogen compounds (Figure 8). Also, the kinetics of this process was investigated by applying the pseudo-first-order equation.\n− =C C ktln( / )0 (13)\nHere, k is the pseudo-first-order rate constant. The plot of −ln(C/C0) versus irradiation time (where C0 is the initial concentration of the nitrogen compounds, and C is its concentration in the reaction time) was found to be linear, and this suggests that photodegradation reactions follow pseudo-first-order kinetics. As shown in Figure 8a,c, the reaction rate constant k of"
    }, {
      "heading" : "NH4",
      "text" : "+-N in the presence of P@V1 was decreased from 0.0016 to 0.0007 min−1 with the addition of Na2SO3, according with the trend in the presence of Ag3PO4. This result indicated that h+ was the active species in the degradation of NH4\n+-N. Yet, after addition of Na2SO3, the reduction of NO3\n−-N in the presence of Ag4V2O7 and P@V1 both rose obviously, whose reaction rate constant k was accelerated from 0.0101 to 0.0249 min−1 and from 0.0065 to 0.0097 min−1, respectively (Figure 8b,d). It suggested that e− played a dominant role in the reduction of NH4\n+-N under a 350 W mercury lamp, supporting the mechanism mentioned above. The ESR spectrum to characterize ·O2\n− and ·OH radicals generated from P@V1 was demonstrated in Figure 8e,f, where DMPO was used as the spin trapping agent. The system has no signal in the dark, indicating that there is no free radical in the photocatalyst without light irradiation. Once exposed to UV, the signals of ·O2\n− and ·OH are displayed and enhanced over time. This attests the fact that the formation of a Z-scheme\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18032\nheterojunction can significantly inhibit the recombination of photogenerated e−/h+ pairs, and the formed free radical imparts strong redox ability to P@V1 at the same time. Therefore, the ESR spectra of ·O2\n− and ·OH radicals provide strong evidence for the Z-staff charge transfer mechanism. 3.4. Industrial Application of Ag3PO4@Ag4V2O7. The continuous pollution of nitrogenous compounds in water not only causes the water to deteriorate but also may be enriched in aquatic beings and passed along the food chain to poison people. Therefore, the effective removal of nitrogenous pollutants from wastewater to improve the quality of the water environment is one of the important environmental protection measures for the benefit of mankind. Simultaneous degradation of ammonia nitrogen and reduction of nitrate nitrogen by using the Ag3PO4@Ag4V2O7 Z-scheme composite structure catalyst is an ideal treatment method. Experiments showed that, in the air environment, without adding a hole scavenger and adjusting the pH value of the water system, the composite catalysts directly acted on a water system containing ammonia nitrogen concentration of 20.0 mg/L and nitrate nitrogen concentration of 5.0 mg/L. The degradation rate of ammonia nitrogen reached 18.1%, achieving the allowable emission concentration of ammonia nitrogen from the national secondary standard (25.0 mg/L) to the near national primary standard (15.0 mg/L), which is consistent with EU standards.29,61 Also, the reduction rate of nitrate nitrogen reached 34.2% within 90 min. Figure 9 shows an imaginary diagram of the actual application."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "Briefly, Ag3PO4@Ag4V2O7 Z-scheme composites with efficiently catalytic activity and stability were prepared by a facile\nin situ growth method, in which Ag4V2O7, a micrometer-sized cluster composed of nanotubes, was covered by Ag3PO4 partly. The composites realized concurrent removal of nitrate and ammonia in wastewater without the addition of hole scavengers or electron scavengers. The experimental results demonstrated that, under ultraviolet light, P@V1 composites had a degradation rate of 18.1% for ammonia nitrogen, which was 2.79 times more than that of the pure Ag4V2O7 crystal, and the reduction rate of nitrate nitrogen was 34.2%, which was 3.00 times more than that of the pure Ag3PO4 crystal. Its interesting co-degradation characteristic can be attributed to higher electron−hole separation efficiency and stronger redox ability. Impressively, this work offers an innovative application of the Z-scheme photocatalyst to wastewater treatment of ammonia nitrogen and nitrate nitrogen and a useful reference for effective disposal of low concentration nitrogenous contaminated water.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: jkliu@ecust.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Jin-Ku Liu: 0000-0001-9580-8309"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Natural Science Foundation of China (grant nos. 21878090 and 11675053).\n■ REFERENCES (1) Ren, H.-T.; Jia, S.-Y.; Zou, J.-J.; Wu, S.-H.; Han, X. A facile preparation of Ag2O/P25 photocatalyst for selective reduction of nitrate. Appl. Catal., B 2015, 176-177, 53−61. (2) Armstrong, B. M.; Lazorchak, J. M.; Murphy, C. A.; Haring, H. J.; Jensen, K. M.; Smith, M. E. Determining the effects of ammonia on fathead minnow (Pimephales promelas) reproduction. Sci. Total Environ. 2012, 420, 127−133. (3) Constable, M.; Charlton, M.; Jensen, F.; McDonald, K.; Craig, G.; Taylor, K.W. An ecological risk assessment of ammonia in the aquatic environment. Hum. Eco. Risk Assess. 2003, 9, 527−548. (4) Thurston, R. V.; Russo, R. C.; Meyn, E. L.; Zajdel, R. K.; Smith, C. E. Chronic toxicity of ammonia to fathead minnows. Trans. Am. Fish. Soc. 1986, 115, 196−207. (5) Rashti, M. R.; Esfandbod, M.; Philips, I. R.; Chen, C. R. Aged biochar alters nitrogen pathways in bauxite-processing residue sand:\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18033\nEnvironmental impact and biogeochemical mechanisms. Environ. Pollut. 2019, 247, 438−446. (6) Mummert, A. K.; Neves, R. J.; Newcomb, T. J.; Cherry, D. S. Sensitivity of juvenile freshwater mussels (Lampsilis fasciola, Villosa iris) to total and un-ionized ammonia. Environ. Toxicol. Chem. 2003, 22, 2545−2553. (7) Kal̈lqvist, T.; Svenson, A. Assessment of ammonia toxicity in tests with the microalga, Nephroselmis pyriformis, Chlorophyta. Water Res. 2003, 37, 477−484. (8) Anthonisen, A. C.; Loehr, R. C.; Prakasam, T. B. S.; Srinath, E. G. Inhibition of nitrification by ammonia and nitrous acid. J. - Water Pollut. Control. Fed. 1976, 48, 835−852. (9) Li, H.; Wang, C.; Huang, X.; Hug, A. Spatial Assessment of Water Quality with Urbanization in 2007-2015, Shanghai, China. Remote Sens. 2018, 10, 1024. (10) Mayes, M. A.; Alexander, H. C.; Hopkins, D. L.; Latvaitis, P. B. Acute and chronic toxicity of ammonia to freshwater fish: a sitespecific study. Environ. Toxicol. Chem. 1986, 5, 437−442. (11) MEP, Ministry of Environmental Protection. Annual Statistic Report on Environment in China 2013 (in Chinese); China Environmental Science Press: Beijing, 2013. (12) Adimalla, N.; Qian, H. Groundwater quality evaluation using water quality index (WQI) for drinking purposes and human health risk (HHR) assessment in an agricultural region of Nanganur, south India. Ecotoxicol. Environ. Saf. 2019, 176, 153−161. (13) Rao, X.; Shao, X.; Xu, J.; Yi, J.; Qiao, J.; Li, Q.; Wang, H.; Chien, M.; Inoue, C.; Liu, Y.; Zhang, J. Efficient nitrate removal from water using selected cathodes and Ti/PbO2 anode: Experimental study and mechanism verification. Sep. Purif. Technol. 2019, 216, 158−165. (14) Hasan, H. A.; Abdullah, S. R. S.; Kamarudin, S. K.; Kofli, N. T.; Anuar, N. Kinetic evaluation of simultaneous COD, ammonia and manganese removal from drinking water using a biological aerated filter system. Sep. Purif. Technol. 2014, 130, 56−64. (15) Ghose, M. K. Complete physico-chemical treatment for coke plant effluents. Water Res. 2002, 36, 1127−1134. (16) Karadag, D.; Tok, S.; Akgul, E.; Turan, M.; Ozturk, M.; Demir, A. Ammonium removal from sanitary landfill leachate using natural Gördes clinoptilolite. J. Hazard. Mater. 2008, 153, 60−66. (17) Pressley, T. A.; Bishop, D. F.; Roan, S. G. Ammonia-nitrogen removal by breakpoint chlorination. Environ. Sci. Technol. 1972, 6, 622−628. (18) Vassileva, P.; Tzvetkova, P.; Nickolov, R. Removal of ammonium ions from aqueous solutions with coal-based activated carbons modified by oxidation. Fuel 2009, 88, 387−390. (19) Zöllig, H.; Fritzsche, C.; Morgenroth, E.; Udert, K. M. Direct electrochemical oxidation of ammonia on graphite as a treatment option for stored source-separated urine. Water Res. 2015, 69, 284− 294. (20) Fan, X.; Zhou, Y.; Zhang, G.; Liu, T.; Dong, W. In situ photoelectrochemical activation of sulfite by MoS2 photoanode for enhanced removal of ammonium nitrogen from wastewater. Appl. Catal., B 2019, 244, 396−406. (21) Yue, M.; Wang, R.; Cheng, N.; Cong, R.; Gao, W.; Yang, T. ZnCr2S4, Highly effective photocatalyst converting nitrate into N2 without over-reduction under both UV and pure visible light. Sci. Rep. 2016, 6, 30992. (22) Soares, O. S. G. P.; Pereira, M. F. R.; Órfaõ, J. J. M.; Faria, J. L.; Silva, C. G. Photocatalytic nitrate reduction over Pd-Cu/TiO2. Chem. Eng. J. 2014, 251, 123−130. (23) Chen, C.-C.; Shaya, J.; Fan, H.-J.; Chang, Y.-K.; Chi, H.-T.; Lu, C.-S. Silver vanadium oxide materials: Controlled synthesis by hydrothermal method and efficient photocatalytic degradation of atrazine and CV dye. Sep. Purif. Technol. 2018, 206, 226−238. (24) Adamu, H.; McCue, A. J.; Taylor, R. S. F.; Manyar, H. G.; Anderson, J. A. Simultaneous photocatalytic removal of nitrate and oxalic acid over Cu2O/TiO2 and Cu2O/TiO2-AC composites. Appl. Catal., B 2017, 217, 181−191.\n(25) Yue, M.; Wang, R.; Ma, B.; Cong, R.; Gao, W.; Yang, T. Superior performance of CuInS2 for photocatalytic water treatment: full conversion of highly stable nitrate ions into harmless N2 under visible light. Catal. Sci. Technol. 2016, 6, 8300−8308. (26) Shibuya, S.; Sekine, Y.; Mikami, I. Influence of pH and pH adjustment conditions on photocatalytic oxidation of aqueous ammonia under airflow over Pt-loaded TiO2. Appl. Catal., A 2015, 496, 73−78. (27) Kiantazh, F.; Habibi-Yangjeh, A. Ag3VO4/ZnO nanocomposites with an n-n heterojunction as novel visible-light-driven photocatalysts with highly enhanced activity. Mater. Sci. Semicond. Process. 2015, 39, 671−679. (28) Wu, C.; Fang, Y.; Tirusew, A. H.; Xiang, M.; Huang, Y.; Chen, C. Photochemical oxidation mechanism of microcystin-RR by p-n heterojunction Ag/Ag2O-BiVO4. Chin. J. Catal. 2017, 38, 192−198. (29) Lin, X.; Guo, X.; Shi, W.; Guo, F.; Zhai, H.; Yan, Y.; Wang, Q. Ag3PO4 quantum dots sensitized AgVO3 nanowires: A novel Ag3PO4/ AgVO3 nanojunction with enhanced visible-light photocatalytic activity. Catal. Commun. 2015, 66, 67−72. (30) Zhou, F. Q.; Fan, J. C.; Xu, Q. J.; Min, Y. L. BiVO4 nanowires decorated with CdS nanoparticles as Z-scheme photocatalyst with enhanced H2 generation. Appl. Catal., B 2017, 201, 77−83. (31) Sun, S.; Hisatomi, T.; Wang, Q.; Chen, S.; Ma, G.; Liu, J.; Nandy, S.; Minegishi, T.; Katayama, M.; Domen, K. Efficient RedoxMediator-Free Z-Scheme Water Splitting Employing Oxysulfide Photocatalysts under Visible Light. ACS Catal. 2018, 8, 1690−1696. (32) Bafaqeer, A.; Tahir, M.; Ali Khan, A.; Saidina Amin, N. A. Indirect Z-scheme assembly of 2D ZnV2O6 /RGO/g-C3N4 nanosheets with RGO/pCN as solid-state electron mediators toward visible-light-enhanced CO2 reduction. Ind. Eng. Chem. Res. 2019, 58, 8612−8624. (33) Cong, Y.; Ge, Y.; Zhang, T.; Wang, Q.; Shao, M.; Zhang, Y. Fabrication of Z-scheme Fe2O3-MoS2-Cu2O ternary nanofilm with significantly enhanced photoelectrocatalytic performance. Ind. Eng. Chem. Res. 2018, 57, 881−890. (34) Katsumata, H.; Sakai, T.; Suzuki, T.; Kaneco, S. Highly efficient photocatalytic activity of g-C3N4/Ag3PO4 hybrid photocatalysts through Z-scheme photocatalytic mechanism under visible light. Ind. Eng. Chem. Res. 2014, 53, 8081−8025. (35) Sauvage, F.; Bodenez, V.; Tarascon, J.-M.; et al. Roomtemperature synthesis leading to nanocrystalline Ag2V4O11. J. Am. Chem. Soc. 2010, 132, 6778−6782. (36) Bao, S.-J.; Bao, Q.-L.; Li, C.-M.; et al. Synthesis and Electrical Transport of Novel Channel-Structured-AgVO3. Small 2007, 3, 1174−1177. (37) Pan, G.-T.; Lai, M.-H.; Juang, R.-C.; Chung, T.-W.; Yang, T. C.-K. Preparation of visible-light-driven silver vanadates by a microwave-assisted hydrothermal method for the photodegradation of volatile organic vapors. Ind. Eng. Chem. Res. 2011, 50, 2807−2814. (38) Bi, Y.; Ouyang, S.; Umezawa, N.; Cao, J.; Ye, J. Facet Effect of Single-Crystalline Ag3PO4 Sub-microcrystals on Photocatalytic Properties. J. Am. Chem. Soc. 2011, 133, 6490−6492. (39) Bi, Y.; Hu, H.; Ouyang, S.; Lu, G.; Cao, J.; Ye, J. Photocatalytic and photoelectric properties of cubic Ag3PO4 sub-microcrystals with sharp corners and edges. Chem. Commun. 2012, 48, 3748−3750. (40) Huang, C.-M.; Pan, G.-T.; Li, Y.-C. M.; Li, M.-H.; Yang, T. C. K. Crystalline phases and photocatalytic activities of hydrothermal synthesis Ag3VO4 and Ag4V2O7 under visible light irradiation. Appl. Catal., A 2009, 358, 164−172. (41) Biswal, N.; Martha, S.; Subudhi, U.; Parida, K. Incorporation of silver ions into zirconium titanium phosphate: a novel approach toward antibacterial activity. Ind. Eng. Chem. Res. 2011, 50, 9479− 9486. (42) Yuan, X.-Y.; Wang, F.-R.; Liu, J.-K.; et al. Thermal perturbation nucleation and controllable growth of silver vanadate crystals by dynamic template route. Cryst. Growth Des. 2017, 17, 4254−4264. (43) Li, J.; Wang, G.; Wang, H.; Tang, C.; Wang, Y.; Liang, C.; Cai, W.; Zhang, L. In Situ Self-Assembly Synthesis and Photocatalytic\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18034\nPerformance of Hierarchical Bi0.5Na0.5TiO3 Micro/Nanostructures. J. Mater. Chem. 2009, 19, 2253−2258. (44) Munirathinam, R.; Pham Minh, D.; Nzihou, A. Effect of the support and its surface modifications in cobalt-based fischer−tropsch synthesis. Ind. Eng. Chem. Res. 2018, 57, 16137−16161. (45) Liu, Y.; Zheng, Y.; Du, B.; Nasaruddin, R. R.; Chen, T.; Xie, J. Golden carbon nanotube membrane for continuous flow catalysis. Ind. Eng. Chem. Res. 2017, 56, 2999−3007. (46) Shao, M.; Chen, H.; Shen, M.; Chen, W. Synthesis And Photocatalytic Properties Of In2O3 Micro/Nanostructures With Different Morphologies. Colloids Surf., A 2017, 529, 503−507. (47) Li, H.; Shang, J.; Zhu, H.; Yang, Z.; Ai, Z.; Zhang, L. Oxygen Vacancy Structure Associated Photocatalytic Water Oxidation of BiOCl. ACS Catal. 2016, 6, 8276−8285. (48) Yin, G.; Huang, X.; Chen, T.; Zhao, W.; Bi, Q.; Xu, J.; Han, Y.; Huang, F. Hydrogenated Blue Titania for Efficient Solar to Chemical Conversions: Preparation, Characterization, and Reaction Mechanism of CO2 Reduction. ACS Catal. 2018, 8, 1009−1017. (49) Colmenar, I.; Martin, P.; Cabañas, B.; Salgado, S.; Martinez, E. Analysis of reaction products formed in the gas phase reaction of E, E2,4-hexadienal with atmospheric oxidants: Reaction mechanisms and atmospheric implications. Atmos. Environ. 2018, 176, 188−200. (50) Sethi, D.; Jada, N.; Tiwari, A.; Ramasamy, S.; Dash, T.; Pandey, S. Photocatalytic destruction of Escherichia coli in water by V2O5/ TiO2. J. Photochem. Photobiol., B. 2015, 144, 68−74. (51) Kong, M.; Liu, Q.; Zhu, B.; Yang, J.; Li, L.; Zhou, Q.; Ren, S. Synergy of KCl and Hg-el on selective catalytic reduction of NO with NH3 over V2O5-WO3/TiO2 catalysts. Chem. Eng. J. 2015, 264, 815− 823. (52) Lu, M.; Wang, F.; Liao, Q.; Chen, K.; Qin, J.; Pan, S. FTIR spectra and thermal properties of TiO2-doped iron phosphate glasses. J. Mol. Struct. 2015, 1081, 187−192. (53) Ran, R.; McEvoy, J. G.; Zhang, Z. Ag2O/Ag3VO4/Ag4V2O7 heterogeneous photocatalyst prepared by a facile hydrothermal synthesis with enhanced photocatalytic performance under visible light irradiation. Mater. Res. Bull. 2016, 74, 140−150. (54) Beltrań, A.; Gracia, L.; Andreś, J.; Longo, E. First-principle study on polymorphs of agvo3: assessing to structural stabilities and pressure-induced transitions. J. Phys. Chem. C 2017, 121, 27624− 27642. (55) Yao, F.; Yang, Q.; Zhong, Y.; Shu, X.; Chen, F.; Sun, J.; Ma, Y.; Fu, Z.; Wang, D.; Li, X. Indirect electrochemical reduction of nitrate in water using zero-valent titanium anode: Factors, kinetics, and mechanism. Water Res. 2019, 157, 191−200. (56) Sowmya, A.; Meenakshi, S. Photocatalytic reduction of nitrate over Ag-TiO2 in the presence of oxalic acid. J. Water Process Eng. 2015, 8, e23−e30. (57) Peng, X.; Wang, M.; Hu, F.; Qui, F.; Dai, H.; Cao, Z. Facile fabrication of hollow biochar carbon-doped TiO2/CuO composites for the photocatalytic degradation of ammonia nitrogen from aqueous solution. J. Alloys Compd. 2019, 770, 1055−1063. (58) Zhu, G.; Li, S.; Gao, J.; Zhang, F.; Liu, C.; Wang, Q.; Hojamberdiev, M. Constructing a 2D/2D Bi2O2CO3/Bi4O5Br2 heterostructure as a direct Z-scheme photocatalyst with enhanced photocatalytic activity for NOx removal. Appl. Surf. Sci. 2019, 493, 913−925. (59) Jia, Y.; Li, S.; Gao, J.; Zhu, G.; Zhang, F.; Shi, X.; Huang, Y.; Liu, C. Highly efficient (BiO)2CO3-BiO2‑x-graphene photocatalysts: Z-Scheme photocatalytic mechanism for their enhanced photocatalytic removal of NO. Appl. Catal., B 2019, 240, 241−252. (60) Lu, Y.; Huang, Y.; Cao, J.-J.; Li, H.; Ho, W.; Lee, S. C. Constructing Z- scheme SnO2/N-dopted carbon quantum dots/ ZnSn(OH)6 nanohybrids with high redox ability for NOx removal under VIS-NIR light. J. Mater. Chem. A 2019, 7, 15782−15793. (61) OHSIS GD 18−2009, Common Implementation Strategy for the Water Framework Directive (2000/60/EC). In Guidance document 18: guidance on groundwater status and trend assessment; Publications Office of the European Union, 2003, 12−14.\nDOI: 10.1021/acs.iecr.9b03623 Ind. Eng. Chem. Res. 2019, 58, 18027−18035\n18035"
    } ],
    "references" : [ {
      "title" : "An ecological risk assessment of ammonia in the aquatic environment",
      "author" : [ "Taylor", "K.W" ],
      "venue" : "Hum. Eco. Risk Assess. 2003,",
      "citeRegEx" : "G. and K.W.,? \\Q2003\\E",
      "shortCiteRegEx" : "G. and K.W.",
      "year" : 2003
    }, {
      "title" : "Chronic toxicity of ammonia to fathead minnows",
      "author" : [ "E. C" ],
      "venue" : "Trans. Am. Fish. Soc",
      "citeRegEx" : "C.,? \\Q1986\\E",
      "shortCiteRegEx" : "C.",
      "year" : 1986
    }, {
      "title" : "Complete physico-chemical treatment for coke plant effluents",
      "author" : [ "M.K. Ghose" ],
      "venue" : "Water Res. 2002,",
      "citeRegEx" : "Ghose,? \\Q2002\\E",
      "shortCiteRegEx" : "Ghose",
      "year" : 2002
    }, {
      "title" : "Silver vanadium oxide materials: Controlled synthesis by hydrothermal method and efficient photocatalytic degradation",
      "author" : [ "C.-C. Chen", "J. Shaya", "H.-J. Fan", "Y.-K. Chang", "H.-T. Chi", "C.-S. Lu" ],
      "venue" : "Pd-Cu/TiO2. Chem. Eng. J",
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Ag3PO4 quantum dots sensitized AgVO3 nanowires: A novel Ag3PO4/ AgVO3 nanojunction with enhanced visible-light photocatalytic activity",
      "author" : [ "F.Q. Zhou", "J.C. Fan", "Q.J. Xu", "Y.L. Min" ],
      "venue" : "Catal. Commun",
      "citeRegEx" : "Zhou et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2015
    }, {
      "title" : "ZnV2O6 /RGO/g-C3N4 nanosheets with RGO/pCN as solid-state electron mediators toward visible-light-enhanced CO2 reduction",
      "author" : [ "Y. Cong", "Y. Ge", "T. Zhang", "Q. Wang", "M. Shao", "Y. Zhang" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Cong et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cong et al\\.",
      "year" : 2019
    }, {
      "title" : "Fe2O3-MoS2-Cu2O ternary nanofilm with significantly enhanced photoelectrocatalytic performance",
      "author" : [ "H. Katsumata", "T. Sakai", "T. Suzuki", "S. Kaneco" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Katsumata et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Katsumata et al\\.",
      "year" : 2018
    }, {
      "title" : "g-C3N4/Ag3PO4 hybrid photocatalysts through Z-scheme photocatalytic mechanism under visible light",
      "author" : [ "F. Sauvage", "V. Bodenez", "J.-M Tarascon" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Sauvage et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Sauvage et al\\.",
      "year" : 2014
    }, {
      "title" : "Synthesis and Electrical Transport of Novel",
      "author" : [ "S.-J. Bao", "Q.-L. Bao", "C.-M Li" ],
      "venue" : "Ag2V4O11. J. Am. Chem. Soc",
      "citeRegEx" : "Bao et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Bao et al\\.",
      "year" : 2010
    }, {
      "title" : "Preparation of visible-light-driven silver vanadates by a microwave-assisted hydrothermal method for the photodegradation",
      "author" : [ "G.-T. Pan", "M.-H. Lai", "R.-C. Juang", "T.-W. Chung", "T.C.-K. Yang" ],
      "venue" : "Channel-Structured-AgVO3. Small 2007,",
      "citeRegEx" : "Pan et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2007
    }, {
      "title" : "Facet Effect of Single-Crystalline",
      "author" : [ "S. Ouyang", "N. Umezawa", "J. Cao", "J. Ye" ],
      "venue" : "of volatile organic vapors. Ind. Eng. Chem. Res",
      "citeRegEx" : "Y. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2011
    }, {
      "title" : "Photocatalytic and photoelectric properties of cubic",
      "author" : [ "H. Hu", "S. Ouyang", "G. Lu", "J. Cao", "J. Ye" ],
      "venue" : "Ag3PO4 Sub-microcrystals on Photocatalytic Properties. J. Am. Chem. Soc",
      "citeRegEx" : "Y. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of the support and its surface modifications in cobalt-based fischer−tropsch synthesis",
      "author" : [ "R. Munirathinam", "D. Pham Minh", "A. Nzihou" ],
      "venue" : "Ind. Eng. Chem. Res. 2018,",
      "citeRegEx" : "Munirathinam et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Munirathinam et al\\.",
      "year" : 2018
    }, {
      "title" : "Conversions: Preparation, Characterization, and Reaction Mechanism of CO2 Reduction",
      "author" : [ "I. Colmenar", "P. Martin", "B. Cabañas", "S. Salgado", "E. Martinez" ],
      "venue" : "ACS Catal. 2018,",
      "citeRegEx" : "Colmenar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Colmenar et al\\.",
      "year" : 2018
    }, {
      "title" : "TiO2-doped iron phosphate glasses",
      "author" : [ "R. Ran", "J.G. McEvoy", "Z. Zhang" ],
      "venue" : "J. Mol. Struct",
      "citeRegEx" : "Ran et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ran et al\\.",
      "year" : 2015
    }, {
      "title" : "TiO2/CuO composites for the photocatalytic degradation of ammonia nitrogen from aqueous solution",
      "author" : [ "S. Li", "J. Gao", "F. Zhang", "C. Liu", "Q. Wang", "M. Hojamberdiev" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "G. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2019
    }, {
      "title" : "Bi2O2CO3/Bi4O5Br2 heterostructure as a direct Z-scheme photocatalyst with enhanced photocatalytic activity for NOx removal",
      "author" : [ "S. Li", "J. Gao", "G. Zhu", "F. Zhang", "X. Shi", "Y. Huang" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    }, {
      "title" : "BiO)2CO3-BiO2‐x-graphene photocatalysts: Z-Scheme photocatalytic mechanism for their enhanced photocatalytic removal of NO. Appl",
      "author" : [ "Y. Huang", "J.-J. Cao", "H. Li", "W. Ho", "S.C. Lee" ],
      "venue" : null,
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Water eutrophication due to the discharge of nitrogen-containing wastewater has aroused widespread concern around the world, and photocatalysis is confirmed a promising method to dispose the problem. Nonetheless, co-degradation of ammonia nitrogen and nitrate nitrogen is still nerve-wracking. In this work, the Ag3PO4@Ag4V2O7 Z-scheme photocatalysts with a micro-nano tube-cluster structure were designed by a facile in situ growth method, which realized concurrent removal of nitrate and ammonia in wastewater, without the addition of hole scavengers or electron scavengers, due to its high redox ability. The experimental results demonstrated that P@V1 composites showed superior rate (2.79 times enhancement) and higher conversion (3.00 times enhancement) compared with the pure Ag4V2O7 crystals for ammonia degradation and the pure Ag3PO4 crystals for nitrate reduction, respectively. Therefore, Z-scheme photocatalysts offer a new thought for co-degradation of low concentrations of nitrogenous contaminated water.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}