{
  "name" : "downloads_2020-07-26_02_oup-accepted-manuscript-2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "A Multiscale Characterization of Two Tropical Embiopteran Species: Nano- and Microscale Features of Silk, Silk- Spinning Behavior, and Environmental Correlates of their Distributions",
    "authors" : [ "Samantha Shenoy", "Keilyn Ing", "Rodrigo Mercader" ],
    "emails" : [ "journals.permissions@oup.com.", "jedgerlyrooks@scu.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 © The Author(s) 2020. Published by Oxford University Press on behalf of Entomological Society of America. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com.\nEmbioptera display the unique ability to spin silk with their front feet to create protective domiciles. Their body form is remarkably uniform throughout the order, perhaps because they all live within the tight confines of silken tubes. This study contributes to an understanding of the ecology of Embioptera, an order that is rarely studied in the field. We conducted a census to quantify the habitats of two species with overlapping distributions on the tropical island of Trinidad in a search for characteristics that might explain their distinct ecologies. One species, Antipaluria urichi (Saussure) (Embioptera: Clothodidae), lives in larger colonies with more expansive silk in habitats throughout the island, especially in the rainforest of the Northern Range Mountains. The other, Pararhagadochir trinitatis (Saussure) (Embioptera: Scelembiidae), was found only in lowland locations. We quantified silk-spinning behavior and productivity of the two species and found that A. urichi spins thicker silk sheets per individual and emphasizes spin-steps that function to create a domicile that is more expansive than that produced by P. trinitatis. Their silks also interact differently when exposed to water: the smaller-diameter silk fibers of P. trinitatis form more continuous films on the surface of the domicile after being wetted and dried than that seen in A. urichi silk. This tendency gives P. trinitatis silk a shiny appearance in the field compared to the more cloth-like silk of A. urichi. How these silks function in the field and if the differences are partially responsible for the distinct distributions of the two species remain to be determined.\nKey words: insect ecology, silk fibroins, webspinner, Embioptera, social behavior\nAttempts to understand silk as a key feature of arthropod ecology are bolstered by the concepts ‘extended phenotype’ (Dawkins 1982) and ‘external physiology’ (Turner 2000). As such, silk creates a fuzzy boundary (sensu Turner) between the organism’s body and the environment and can be considered an adaptable element. The silk-producing insects we focus on herein, the order Embioptera (a.k.a. Embiidina and Embiodea), share with spiders in their use of silk throughout their lives. Instead of trapping prey, their silk forms a domicile for protection from rainfall and predators (Edgerly 1994) and is often shared by adults living in colonies (reviewed in Edgerly 1997). Because their reliance on silk emulates that of spiders, we are following the Sensenig et  al.’s (2010) approach in our pursuit of understanding diversification of embiopterans by quantifying the performance of silk as well as the behavior of the insect spinning\nit. In particular, we aim to link these attributes to environmental correlates by applying a quantitative habitat assessment that might explain their distribution in the field. Because ecology of Embioptera is rarely studied, and in fact they are rarely even seen in nature, this descriptive work represents a first attempt to quantify their variation in such a multiscale manner.\nWorldwide, webspinners number about 1,500 species (Ross 2000). Unlike other insects, they are morphologically uniform, likely a result of constraints imposed by their unique lifestyle of living within tight silken tubes and because adult females are juvenile in form. Because of this, taxonomic works seeking informative characters have focused mostly on male wings and secondary sexual traits (Ross 2000). Across all habitats and phylogenetic lineages, webspinners also seem generalized in their lifestyles, with slight\nic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\nvariations in their tendency to form colonies (Melander 1903, Imms 1913, Bradoo 1967, Edgerly 1997). Other defining features include care of eggs and offspring by the mothers, and adult males that die soon after mating, without contributing to colony life. Some are detritivores and others are lichenivores, but for the most part, each type can be raised in containers with dried oak leaves as a matrix for their silk spinning and romaine lettuce for food. This lack of specific diet requirements echoes the overall lack of morphological variation.\nThe purpose of this multiscale study is to characterize two species with overlapping distributions on the tropical island of Trinidad in an attempt to identify how Embioptera may have diversified. The tools range from microscopy to characterize silk, behavioral tests to assess silk spinning, and ecological methods to identify environmental correlates. In the following sections, we summarize a relevant ecological study of webspinners and introduce what is known of the two focal species to contextualize the current investigation."
    }, {
      "heading" : "The Macroscale: Ecology and Behavior",
      "text" : "In a quantitative ecological study, two Australian species with overlapping distributions on a subtropical island were shown to exhibit different lifestyles related to their microhabitats (Edgerly and Rooks 2004). One, Notoligotoma hardyi (Friederichs) (Notoligotomidae) is a lichenivore and the other, Metoligotoma incompta (Ross) (Australembiidae), a detritivore. The niche dimensions revealed by the survey indicated that embiopterans, even living in the same region and displaying similar body forms, can exhibit different lifestyles. Further experiments in the lab showed that adult female N. hardyi spin more silk and tend toward gregariousness, a trait not seen in M. incompta. The former relies more on thick silk coverings for protection, whereas the latter uses silk to stitch dead leaves together to form a protective domicile. A greater reliance on the silk itself for protection seems to correlate with their tendency to share it (Edgerly et al. 2006).\nAlthough the Australian species displayed ecological variation, variation or the lack of it in a landscape more hospitable for insect life as found in the Neotropics remains an interesting question. If tropical webspinners live in a region with warm temperatures and high humidity, and consume the same readily available food (lichens and epiphytic algae), do they also dwell in different habitats or exhibit different behaviors? To address this question, we focused on two Trinidadian species: Antipaluria urichi (Saussure) (Clothodidae) and Pararhagadochir trinitatis (Saussure) (Scelembiidae) (Fig.  1), both living on tree bark and feeding on lichens and algae. Preliminary observations indicated that they exhibit overlapping but distinct distributions. To identify possible environmental correlates for each species, we assessed census sites along a transect line ranging from sea level, over the Northern Range (sporting semi-deciduous rainforest and montane rainforest habitats) and back down to sea level on the other side. Low-elevation sites were also included. The layout of the census sites generated samples with a range of annual rainfall totals as reflected in the different plant communities (Helmer et al. 2012).\nAntipaluria urichi is facultatively colonial; solitary adult females either disperse to settle in a new location or they join others with silk already established (Edgerly 1987b). In either case, they guard their eggs, especially to protect against scelionid egg parasitoids (Edgerly 1987a) and remain with their nymphs after hatch. Maternal care at this stage includes an exponential increase in maternally produced silk, without which the nymphs would grow more slowly (Edgerly\n1988) and achieve a smaller adult size (Edgerly et al. 2006). Colonial females lay more eggs per individual in the field than solitary individuals, but the higher egg parasitism rates experienced by females living together means that ultimately hatch rate is the same for eggs of colonial and solitary females (Edgerly 1987b). Sharing silk comes with benefits, despite the possibility of higher parasitism rates; because the silk expanse is greater for individuals living in colonies, the risk of death from predators which must cut into the silk to find prey, is lower (Edgerly 1994). Laboratory experiments suggested that the cost of spinning silk is fairly low, as evidenced by the lack of difference in the number of eggs produced by females that had their silk repeatedly stolen so they had to replace it compared to those that were allowed to build up their silk without interference (Edgerly et al. 2006). Those results indicated that the function of the silk covering in the field might be more important than the physiological cost of producing silk for an adult female.\nPararhagadochir trinitatis has a similar lifestyle to A. urichi and risks attacks from the same egg parasitoids (Callan 1952), but they tend to reside as single mothers with their young. In field surveys of 27 adult females, only 7 (approximately 25%) were colonial: 3 were in one colony, the others were in pairs (Edgerly et al. 2002). In contrast, A. urichi is more gregarious. In a sample of 44 colonies with an overall population of 138 adult females, 86% were colonial (Edgerly 1987b). The silk of one A. urichi colony housing 72 individuals included 24 adult females. We also found that the silk expanse for both species is a good prediction of how many individuals reside within (Edgerly 1987b, 1994; Edgerly et al. 2002). Instead of destructively sampling the colonies, we felt confident that silk expanse is a reasonable estimate of colony sizes in the field and this is the measure we employ herein.\nPrevious work (Edgerly et al. 2002) also showed that the structure of the silk galleries varies. In laboratory trials, individual adult females were allowed to spin on bark pieces covered with lichens and algae as food. After 9 d of spinning and feeding, A. urichi individual females produced 30% more silk measured as area covered than did P. trinitatis. In addition, the configuration of the domiciles varied: A. urichi created significantly larger retreat areas, where they hide during the day, relative to foraging zones, than did P. trinitatis (36% compared to 0.6% of the area respectively; Edgerly et al. 2002). As with the silk areas, A. urichi is also larger: average body length of A. urichi is 1.53 versus 1.02 cm for P. trinitatis. Because silk and spinning are quintessential traits of Embioptera, in the current study, we also measured silk-spinning dynamics as has been done for other species (e.g., McMillan et al. 2016) and examined the quality of their silk after exposure to water, emulating rainfall they experience in their tropical environment."
    }, {
      "heading" : "The Micro- and Nanoscale: Silk",
      "text" : "The silks of A. urichi and P. trinitatis appear distinctly different in the field, prompting a separate line of analysis in our search for characteristics that might correlate with their distributions. Antipaluria urichi has silk with a matte white color, resembling cloth (hence the family name Clothodidae), while P. trinitatis has shiny silk with a slight blue tint, resembling plastic rather than silk. A recent study by Stokes et al. (2018), investigating the hydrophobic quality of embiopteran silks, found that for four tropical species examined, our two focal species were the most different from each other (see fig. 4 in Stokes et al. 2018). Antipaluria urichi silk verges on super-hydrophobic. As such water sits in high-profile drops. These droplets also stick to the very top layer of the silk domicile without penetrating\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\n(Osborn Popp et  al. 2016, Stokes et  al. 2018). The interaction between water and super-hydrophobic materials has been dubbed the Rose Petal Effect (e.g., Osborn Popp et  al. 2016). However, stickiness is not a feature of rose petals; water droplets roll off when the rose petal is held vertically. For embiopteran silks, water droplets stick even when fairly heavy and when the silk is held vertically, as would be true for bark-dwelling webspinners, or even completely upside down (see fig. 4 in Osborn Popp et al. 2016). Because, their silk is hydrophobic and adhesive, in the field, rain drops sticking\nto silk will slowly interact with the silk proteins over time. Water also sticks to P. trinitatis silk, which is hydrophobic but significantly less so than that of A.  urichi silk. For both species, water droplets left to sit on silk transform the fibers into films—now slick, allowing droplets to slip off easily (Stokes et  al. 2018). Although we do not yet know the silk gene for P. trinitatis silks to compare to A.  urichi (Collin et  al. 2009), we do know that A.  urichi has more of the hydrophobic amino acid alanine than found in P. trinitatis silk proteins (10 vs 2%, respectively) (Stokes et al. 2018). In\nFig. 1. Photographs of the two species and images of their silk colonies in the field. (A) Antipaluria urichi adult female, approximately 1.6 cm in length. (B) Silk of A. urichi in Trinidad. The thick coverings of silk and the white color are typical for this species. (C) Adult female of Pararhagadochir trinitatis, approximately 1 cm in length. (D) Silk of P. trinitatis on a tree in Trinidad. The obvious tube-like galleries are typical for this species.\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\naddition, silk protein fibers are approximately 122 nm in diameter compared to 72 nm for P. trinitatis. To further our understanding of how these silks might differ, we examined them under scanning electron microscopy. This probe could reveal physical features of spun silk that might explain why they look so different in the field after being exposed to rain. Such differences might relate to the cloth-like matte finish of one versus the shiny finish of the other. Given that the body forms and arboreal lifestyle of the two species are similar, examining the silk and how it is spun by each might reveal distinctiveness otherwise hard to see. Furthermore, because silk interacts with water, variation in annual rainfall along our chosen sampling gradient is relevant."
    }, {
      "heading" : "Materials and Methods",
      "text" : "Habitat Assessment Census plots (15 × 15 m; n = 34) were selected by identifying elevation points on a map traversing the Northern Range Mountains, going from low to high to low again from the south to the north over the mountain (Fig.  2). This path was intended to survey different forest types during August 2000. If we saw embiopteran colonies near the pre-selected point we would sample within a quadrat to include them and to avoid false negatives. Then we would move 200 m away along the road or trail. We then travelled along the road to the\nnext site with obvious embiopteran colonies and repeat the process. If embiopterans were not seen, we would sample within a planned site after carefully searching for them. This technique is critical for understanding where they are as well as where they are not. Adjacent quadrats were often diverse because of the variable histories of plantations, estates, and natural forests. Plots were positioned 60 m into the forest to avoid the edge effect that is possible along roads. In all cases, when colonies were observed in the area, they were included in the sample to ensure that habitat characteristics associated with them were documented. We also sampled lowland sites in an evergreen seasonal forest and a palm swamp, as well as drier areas in the west where the temperatures are typically higher and cacti are common. We chose forests rather than urban environments, grasslands, and agricultural lands, although some forested sites had coffee and/or cocoa trees in the shade of the canopy. Because of time constraints, we did not get to all possible habitat types (see Helmer et al. (2012) for detailed vegetation maps of Trinidad).\nWithin the census plots, we counted vines, saplings, and trees (also scored for diameter at breast height [DBH]). We estimated abundances as percent cover of leaf litter, grasses, mosses, herbs, ferns, lianas, and other epiphytes. Coffee and cocoa plants were scored as presence/absence. Rocks, stumps, and logs were also counted as well as % canopy cover estimated by sight (scored as 0 = 0%, 1 > 0 to < 5%, 2 = 5–25%, 3 = 25–50%, 4 = 50–75%, 5 = >75%). Colonies of the two embiopteran species were counted\nFig. 2. Map showing locations of the 34 census sites and associated vegetation types in Trinidad. Numbers refer to the census sites documented in Supp Table S1 (online only). Plant community designations are based on a more detailed map by Helmer et al. (2012).\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\nand their silk area was estimated. Both species spin silk on vertical surfaces that support lichens and epiphytic algae including cut road banks, concrete flower pots, outer walls of manmade structures as well as trees of all types. Therefore, specific tree species supporting colonies were not documented in this study. Supp Table S1 (online only) shows the complete dataset.\nA multivariate analysis was conducted with the ecological analysis program Primer E (Clarke and Warwick 2001). Based on all habitat data, we computed a Bray–Curtis similarity matrix after applying a square-root transformation. The BVSTEP module (a Mantel test) in Primer E was applied to determine which variables were most influential in generating the ordination and allowed deletion of the variables that did not influence the ordination process. This allowed us to pare down the data set. Fourteen of the 26 variables were selected, after five runs of BVSTEP, overall giving a range of 0.957 and 0.950 correlation with the entire dataset. These 14 variables, documented below in Results, were used in the final analysis using Principal Component Analysis (PCA) with JMP statistics (version 14, SAS Institute 2018). The number of embiopteran colonies of each species was overlain onto the plot. All other statistical analyses, described below, were also conducted with JMP statistics.\nSilk-Spinning Behavior and Productivity Webspinners spin by stepping with their front feet, swollen with silk glands, and clothed ventrally with silk ejectors. With each foot fall, multiple strands of silk issue forth. Spin-step dynamics have been documented for a few dozen species, as reported in McMillan et al. (2016), but for that study, P. trinitatis was not available. Therefore, a brief description of the methods used to promote spinning is warranted. Spin-steps are executed around the insect’s body in positions dubbed near (close to the head), reach (in line with the head but at least one head width away), side (along the side of the thorax), back (to the side of the abdomen), and overback. Other spin-steps are cross, where the right foot reaches across to the left side near the head, and vice versa for the left foot. She spins around her body and over her dorsum to create a framework of silk which she then turns to face. With rapid spin-steps she will reinforce this emerging structure to thicken the silk (Supp Video S1 [online only] shows examples). In 1-h sessions, individual adult females (n = 4) were filmed as they spun silk in a burrow carved into a wooden block. The burrow emulated bark crevices typical of the habitat of P. trinitatis. We played DVD recordings at half speed while one observer called out the spin-steps and another recorded them with an event recorder (Observer version 9, Noldus). The spin-step dynamics have previously been quantified for A. urichi (McMillan et al. 2016) with similar methods. To summarize and compare the spinning behavior of P. trinitatis and A. urichi, we determined the proportion of spin-steps in each position and produced a kinematic diagram to illustrate the differences between the two species. A discriminant analysis tested if the two species can be readily distinguished based solely on the spin-steps.\nPrevious observations indicated that the two species differ in how much silk they produce, even when given the same amount of time. This was seen in the greater area of coverage of silk on trees in the field and by the larger patches produced during the 9-d trial described above. To examine this question in a different way, we gave four adult females per species (three replicates each) a chance to spin together in 24 h under constant conditions in the laboratory at Santa Clara University. The ability to spin thick silk may be a feature important for webspinners living in habitats with heavy rainfall and pervasive threats from natural enemies (Edgerly 1994). The females were placed into a plexiglass container (20 cm diameter × 4 cm tall) with a flat-black base to give contrast between the substrate and\nspun silk. The textured base material was scored with eight circular divots (each 20 mm diameter × 4 mm deep) where individuals could settle and spin. After 24 h, the silk was photographed with a Canon Eos Digital Rebel camera with a 50 mm Compact Macro Lens. For all photographs, the camera was held the same distance above the apparatus, placed on a laboratory bench in the same position, with diffuse overhead lighting. Supp. Fig. S2 (online only) shows an example of A. urichi silk from one trial. ImageJ freeware (ImageJ.nih.gov) was used to quantify the total area of silk expanse, which was then expressed as pixels per area of silk (cm2) as a function of total body weight (g) of the insects in each trial. This measurement reflects the size of the silk patch and its thickness because the whiter the patch, the thicker the silk, and the higher the pixel count. This technique was employed previously in Büsse et al. (2015) to compare spinning productivity of other species of Embioptera. The output per species was compared with a t-test.\nSilk Fibers and Films To measure the differential response to water by silks of the two species, small groups of individuals were allowed to spin silk onto graphite blocks (Fig.  3A). Grooves carved into the surface of the graphite provided crevices, emulating rough bark, where the webspinners would settle to spin. Graphite is useful because silk adheres to it and it does not charge under the energetic beam of a scanning electron microscope (SEM) (Stokes et al. 2018). After obtaining silk patches from each species after a few days of spinning, 2 µL drops of deionized water (n = 6 per species) were placed on areas of silk free of debris and allowed to dry for at least 24 h before imaging (Fig.  3A). Because water does not penetrate the very top layer of webspinner silk (Osborn Popp et  al. 2016, Stokes et  al. 2018), as long as the silk patch stretched across a gap, the silk samples were considered good representatives of natural silks.\nImages were acquired in an Hitachi S-4800 Field Emission SEM. Microscope parameters were 30 keV accelerating voltage with a 5 uA beam current. This somewhat lower than typical current used to reduce charging effects. Further charging reduction was accomplished by coating the samples with 20–30  nm of aluminum by thermal evaporation in a vacuum of less than 0.8 × 10–6 mbar. The microscope parameters combined with the metallization produced high-contrast pictures with suitably dark backgrounds which were ideal for image analysis. Once a previously wetted spot was located under SEM, that patch and a similarly sized patch of adjacent and intact silk fibers were imaged at a magnification of 2K (Fig.  3B and C). Previous experiments (Stokes et al. 2018) verified that the observed film structures are formed from silk residue and not from the introduction of foreign material. To test the hypothesis that the density of silk fibers is related to the continuity of films that form when silk interacts with water, we determined the density of ‘white’ in the micrograph, to represent silk density, using the 3D Viewer Plugin available in the freeware ImageJ. As a function of species, the density of silk in the micrograph of dry fibers, measured as pixels, was compared to the adjacent patch of previously wetted silk film with a matched-pairs t-test."
    }, {
      "heading" : "Results",
      "text" : "Habitat Assessment, Distribution of Webspinners, and Colony Sizes The expanse of silk of A. urichi colonies (n = 370) ranged in size from very small (50  cm2) to large (17,050  cm2), with an average dimension of 3,606 cm2 (±959 SE). The largest colonies occurred in\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\nsecondary forests on steep slopes, including in rubber plantations, where the steep pitch of the land allowed sunlight to penetrate the canopy, partially drying the habitat even though rainfall levels are high. Antipaluria thrived in the moderately high-elevation sites, as indicated by the large number of colonies appearing to the right on the PCA graph (Fig. 4). The census sites to the right of the PCA plot have denser canopy cover, more trees, and lianas, reflecting the qualities typical of rainforest habitats. A few colonies also co-occurred at sea level along with P. trinitatis indicating that A. urichi is fairly generalized. In contrast, P. trinitatis colonies (n = 249) were limited in distribution to forested habitats with far less dense vegetation at\nlow-elevation and on flatter land (Fig. 4). As such, their colonies are skewed to the left on the PCA plot. This species displayed smaller colonies, measured as silk expanse, ranging from 149 to 785 cm 2 with a mean of 391 ± 102 (SE) cm2—significantly less silk than that produced by A. urichi (t = 3.33, P = 0.0038).\nSilk-Spinning Behavior and Productivity The number of spin-steps displayed during hour-long sessions did not differ significantly between the species (spin-step count for A. urichi was 2,706 ± 377.3 [average ±SE] and for P.  trinitatis was 1,932  ± 389.6; t  =  1.78, P  =  0.14). They emphasized\nFig. 3. (A) Silk of Antipaluria urichi and Pararhagadochir trinitatis spun onto graphite substrates and treated with 2 µl water droplets, left to dry. Micrographs show (B) dry silk fibers of each species under SEM at 2K magnification. The adjacent previously wetted, then dried, region is shown in (C), taken at the same magnification. The transition of silk fibers to film is illustrated by the differences between images in (B) compared to those in (C).\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\ndifferent spin-steps, however, as reflected in the results of the Discriminant Analysis which, despite variability within a species, separated individuals into the two species with 100% accuracy. Antipaluria urichi resembled P. trinitatis in the high proportion of spin-steps near the head, but they displayed more spin-steps to the side (average = 8.9% ± 2.26 [SE] vs 1.6% ± 0.64), back (8.7% ± 3.02 vs 0.73% ± 0.37), and over the back (3.5% ± 0.87 vs 0.66% ± 0.34) (Fig. 5). These particular spin-steps, dubbed framework, contribute to building a coating of silk over the dorsum. The reinforcement spin-steps are not shown in Fig. 5 because they did not differ as much between two species (see Supp Table S3 [online only] for all spin-step frequency data).\nThe two species differed in how much silk they produced in the 24-h trials where four females, replicated three times, were allowed to spin together. ImageJ analysis of silk patches produced by each replicate showed that as the total weight of females participating in the trial increased, the pixel count increased (Fig. 6A). Pixels per area of silk also showed a similar relationship, reflecting the thicker silk\nspun by the larger insects, all A. urichi—typically at least four times heavier than P. trinitatis (Fig. 6B).\nSilk Fibers and Films A matched-pairs test showed a significant difference between the two species in how their silks reacted to water (t = 4.369, df = 5, P = 0.007). Pararhagadochir silk transformed into more continuous films than A. urichi silk after being wetted, as illustrated in Figs. 3C and 7A. Irrespective of species, the density of the film increased as a function of fiber density in the dry silk (Fig. 7B), which is denser for P. trinitatis as illustrated in the sample shown in Fig. 3B. Variability is due to the differences between the individual spots of silk where some are thick—some thin—irrespective of the species. Differences in the appearance of A. urichi and P. trinitatis in the field, namely cloth-like and shiny respectively, can be understood using relatively low-magnification SEM images. A simple rule for whether a surface appears as dull or shiny relates to the length scale of the roughness of\nFig. 5. Spin-step kinematic diagram comparing average proportion of spin-steps in each position for Antipaluria urichi (circles on the left) and Pararhagadochir trinitatis (circles on the right). Size of each circle reflects the mean proportion of spin-steps compared to the total possible. Only the spinsteps used for framework construction are shown because those were more distinct for these two species compared to the reinforcement steps. Words along the right side refer to the named spin-steps. Supp Table S3 (online only) shows means and SDs for all possible spin-step proportions.\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\nthe surface compared to the wavelength of light, λ (Gunther 2011). Roughness on scales larger than λ results in scattered light (dull appearance) while finer roughness less than λ causes more coherent and shiny reflections. Visible light wavelengths range from 380 to 700 nm, so variations in a surface of a few microns and larger should produce dull reflections. A large region of wetted A. urichi is shown on the left in Fig. 3C. This image clearly shows variations and holes in the surface film that are much larger than optical wavelengths, predicting a dull appearance. On the other hand, previously wetted spot on P.  trinitatis silk shown on the right in Fig. 3C indicates a large uniform region of film that will produce a shinier appearance in the field. See also Supp Fig. S1 (online only) for images at lower magnification illustrating this point."
    }, {
      "heading" : "Discussion",
      "text" : "At the nanoscale, for the same patch size, P. trinitatis tends to pack in more of their finer fibers per area than does A. urichi Densely packed\nfibers may facilitate the interaction between silk fibroins and water yielding a more continuous film-like surface; this result may be the reason why P. trinitatis silk appears shiny in the field. Previous analyses of silk proteins revealed the relative scarcity of the hydrophobic alanine in P. trinitatis silk, as mentioned above. This may further enhance the differences in how their silks interact with water. Previous work (Stokes et al. 2018) also showed that both types of silk were similar in their response to tilt tests, which assess the differences between the adhesive qualities of dry and previously wetted silks. The volumes of the drops that slipped off and how tilted relative to horizontal the sample was when this happened were not significantly different for the two species. Although the shiny appearance of P. trinitatis colonies in the field might be due to properties of the fibers that promote film formation, the function and consequences of this effect, whether neutral or positive in a habitat known for heavy rainfall, are not clear.\nAt the microscale, A. urichi is more productive in their spinning, as evidenced by the total amount of silk they produce given the same amount of time. This was true for the current 24-h trials and for the 9-d trial described previously (Edgerly et  al. 2002). Antipaluria females also devote more of their effort while spinning in forming a framework over their back, which they then reinforce by facing the emerging silk structure and adding more silk. Pararhagadochir displays the same spin-steps but spends more\nFig. 7. Density of silk fibers and films for Antipaluria urichi and Pararhagadochir trinitatis. (A) Density (mean ± SE) of silk in scanning electron micrographs, taken at 2K magnification, when silk is dry (gray bars) and after being wetted with 2 µl drops of water and allowed to dry (black bars). Striped bars show the difference between the density of silk in the dry and previously wetted patches. (B) Linear relationship between density of silk in the dry patch adjacent to the previously wetted patch. Equation for the best fit line is y = 11.61509x 105+ 1.0395x (F1,10= 9.5263, P = 0.012).\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\ntime stepping around their head and anterior thorax, rarely adding silk over their backs. Thus, not only is their silk domicile thinner in the end but also more tube-like and less sheet-like as displayed in Fig.  1. These results corroborate what we have seen in the field—both species can make similar structures, but the cloth-like coverings of A. urichi are distinctly thicker and more expansive.\nAt the macroscale, A.  urichi are found on trees in deciduous and montane rainforests, in lowland evergreen forests, and in drier habitats at sea level in Trinidad, even on palms on the beach. Their colonies are larger than P. trinitatis, which showed a more limited distribution on the island, never in the rainforest sites at higher elevations. During a visit in 2017 to the island, we discovered a site on the southern coast that sported trees with both species—their silk galleries almost converged. This observation corroborated our census reported herein that A. urichi is fairly generalized in its habitat choice. Furthermore, when we returned to previously sampled higher elevations, P. trinitatis was not to be seen. The higher-elevation sites experience more rainfall because the Northern Range Mountains capture clouds, whereas western and lower elevations experience a rain shadow effect. Therefore, the lower elevations accumulate significantly less annual rainfall. Even in the dry season, montane forest sites receive rain about once per day and often as a heavy downpour. We do not know if the intensity or quantity of rainfall keeps P. trinitatis from colonizing these montane habitats. Their thinner silk and the way they spin it reveal that in the short term at least P. trinitatis are not as productive webspinners. A recent phylogenetic study comparing exact sequences of spin-steps for 26 species of Embioptera found that each individual P. trinitatis is fairly robotic in their spinning (Edgerly et al. 2020). Even though the individuals displayed different numbers of spin-steps (Supp Table S3 [online only]), their sub-routines were fairly similar. In contrast, A. urichi scored low in intraspecific similarity of spinning behavior. For example, by computing Levenshtein edit distances between all possible pairs of N-length subsequences, Edgerly et al. (2020) found for sequences of 5, 10, and 15 spin-steps, A. urichi individuals had intraspecific similarity scores of 0.91, 0.59, and 0.34, respectively. This result showed that as the individual displays more spin-steps in a sequence, she was less likely to match what others were doing. For those same length sequences, P. trinitatis had scores of 0.93, 0.85, and 0.73, indicating higher intraspecific similarity for this species in how they spin silk. That analysis also revealed that intraspecific similarity scores for silk-spinning sequences aligned with a number of environmental correlates such as temperature seasonality, mean annual temperature, and rainfall. Such a result makes the point that silk-spinning styles and ecological distributions may somehow be indirectly related. Experimental work is required to determine how or if silk production and spinning styles affect how well the webspinners cope with environmental factors such as heavy rainfall, desiccation, and/or the ability to colonize trees in the different habitats.\nIn conclusion, our study documents differences at multiple scales between co-occurring tropical species of Embioptera. Quantitative studies are rare for this order of insects, which superficially appear to have little diversity in lifestyle or form. By digging into quintessential features—their spinning behavior and silk—we sought to identify differences that might relate to why our focal species displayed different distributions in the wild. Questions remain because we do not know the consequences of the differences we have identified. Given the significance of silk for these insects, we hope this analysis reveals features not previously recognized for Embioptera ecology or for these unique insect silks.\nSupplementary Data\nSupplementary data are available at Environmental Entomology online. Table S1. Census data for habitat assessment of 34 sites in Trinidad. Table S2. Results of PCA analysis of environmental variables. Table S3. Spin-step data for Antipaluria urichi and Pararhagadochir trinitatis. Video S1. Examples of spinning behaviors by embiopterans. Fig. S1. Scanning electron micrographs of previously wetted and dried silk patches produced by (A) Antipaluria urichi and (B) Pararhagadochir trinitatis. Fig. S2. Photograph of apparatus used to test silk production by four adult embiopterans (silk of Antipaluria urichi shown here) over a 24-h period."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We thank the Asa Wright Nature Centre for allowing us to sample the reserve’s trees and Robert Rooks for hosting our stay while we were in Blanchisseuse. The research was partially supported by an National Science Foundation (NSF) grant to JSE (DEB-0515865) and Santa Clara University (SCU) Research Grants, including one from the Office of Research Initiatives that helped us secure cultures of Pararhagadochir trinitatis. We are grateful to SCU students: J. René Harper for help with obtaining silk for the SEM work; Onyekachi Okolo, Isabel Regoli, and Jennifer Davila for help with scoring silk-spinning behavior of the two species; and Erin McCallum for her great assistance collecting habitat data in the field. Finally, we sincerely thank two anonymous reviewers who helped us improve the manuscript.\nReferences Cited Bradoo, B. L. 1967. Observations on the life history of Oligotoma ceylonica\ncelyonica Enderlein (Oligotomidae, Embioptera), commensal in the nest of social spider, Stegodyphus sarasinorum Karsch. J. Bombay Nat. Hist. Soc. 64: 447–454. Büsse, S., T. Hörnschemeyer, K. Hohu, D. McMillan, and J. S. Edgerly. 2015. The spinning apparatus of webspinners—functional-morphology, morphometrics and spinning behaviour. Sci. Rep. 5: 1–9. Callan, E. McC. 1952. Embioptera of Trinidad with notes on their parasites. Trans. Ninth Int. Congr. Entomol. 1: 483–489. Clarke, K. R., and R. M. Warwick. 2001. Change in marine communities: an approach to statistical analysis and interpretation, 2nd ed. Primer-E Ltd. Plymouth Marine Laboratory, Plymouth, United Kingdom. Collin, M. A., J. E. Garb, J. S. Edgerly, and C. Y. Hayashi. 2009. Characterization of silk spun by the embiopteran, Antipaluria urichi. Insect Biochem. Mol. Biol. 39: 75–82. Dawkins, R. 1982. The extended phenotype. Oxford University Press, Oxford, United Kingdom. Edgerly, J. S. 1987a. Maternal behavior of a webspinner (order Embiidina). Ecol. Entomol.12: 1–11. Edgerly, J. S. 1987b. Colony composition and some costs and benefits of facultatively communal behavior in a Trinidadian webspinner (Embiidina: Clothodidae). Ann. Entomol. Soc. Am. 80: 29–34. Edgerly, J. S. 1988. Maternal behaviour of a webspinner (order Embiidina): mother–nymph associations. Ecol. Entomol. 13: 263–272. Edgerly, J. S. 1994. Is group living an antipredator defense in a facultatively communal webspinner? J. Insect Behav. 7: 135–147. Edgerly, J. S. 1997. Life beneath silk walls: a review of the primitively social Embiidina. In J. Choe and B. Crespi (eds.), The evolution of social behavior in insects and arachnids. Cambridge University Press, Cambridge, United Kingdom. Edgerly,  J.  S., and E.  C.  Rooks. 2004. Lichens, sun, and fire: a search for an embiid-environment connection in Australia (order Embiidina: Australembiidae and Notoligotomidae). Environ. Entomol. 33: 907–920.\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020\nEdgerly, J. S., J. A. Davilla, and N. Schoenfeld. 2002. Silk spinning behavior and domicile construction in webspinners. J. Insect Behav. 15: 219–242. Edgerly,  J.  S., S.  M.  Shenoy, and V.  G.  Werner. 2006. Relating the cost of spinning silk to the tendency to share it for three embiids with different lifestyles (order Embiidina: Clothodidae, Notoligotomidae, and Australembiidae). Environ. Entomol. 35: 448–457. Edgerly, J. S., B. Sandel, I. Regoli, and O. Okolo. 2020. Silk spinning behavior varies from stereotypy to spontaneity in Embioptera: do environmental correlates account for this diversity? Insect Div. Syst. 4: 2. doi:10.1093/isd/ixaa007. Gunther, L. 2011. The physics of music and color. Springer: New York. Helmer, E. H., T. S. Ruzycki, J. Benner, S. M. Voggesser, B. P. Scobie, C. Park,\nD. W. Fanning, and S. Ramnarine. 2012. Detailed maps of tropical forest types are within reach: forest tree communities for Trinidad and Tobago mapped with multiseason Landsat and multiseason fine-resolution imagery. For Ecol. Manag. 279: 147–166. Imms, A. D. 1913. Contributions to a knowledge of the structure and biology of some Indian insects. II. On Embia major, sp. nov. from Himalayas. Trans. Linn. Soc. Lond. (Zool.) 2: 167–195. McMillan, D., K. Hohu, and J. S. Edgerly. 2016. Choreography of silk spinning by webspinners (Insecta: Embioptera) reflects lifestyle and hints at phylogeny. Biol. J. Linn. Soc. 118: 430–442. doi:10.1111/bij.12749\nMelander, A. L. 1903. Notes on the structure and development of Embia tex-\nana. Biol. Bull. Mar. Biol. Lab. Woods Hole 4: 99–118.\nOsborn Popp, T. M., J. B. Addison, J. S. Jordan, V. G. Damle, K. Rykaczewski,\nS. L. Chang, G. Y. Stokes, J. S. Edgerly, and J. L. Yarger. 2016. Surface and wetting properties of embiopteran (webspinner) nanofiber silk. Langmuir. 32: 4681–4687. Ross,  E.  S. 2000. Embia: contributions to the biosystematics of the insect\norder Embiidina. Part 1: origin, relationships and integumental anatomy of the insect order Embiidina. Part 2: a review of the biology of Embiidina. Occas. Pap. Calif. Acad. Sci. 149: 1–53.\nSAS Institute Inc. 2018. JMP Pro 14.0. Cary, NC. Sensenig,  A., I.  Agnarsson, and T.  A.  Blackledge. 2010. Behavioural\nand biomaterial coevolution in spider orb webs. J. Evol. Biol. 23: 1839–1856. Stokes,  G.  Y., E.  N.  DiCicco, T.  J.  Moore, V.  C.  Cheng, K.  Y.  Wheeler,\nJ. Soghigian, R. P. Barber, Jr, and J. S. Edgerly. 2018. Structural and wetting properties of nature’s finest silks (order Embioptera). R. Soc. Open Sci. 5: 180893. Turner,  J.  S. 2000. The extended organism: the physiology of animal-built\nstructures. Harvard University Press, Cambridge, MA.\n10 Environmental Entomology, 2020, Vol. XX, No. XX D\now nloaded from https://academ ic.oup.com /ee/article-abstract/doi/10.1093/ee/nvaa073/5874600 by U niversity of W estern O ntario user on 25 July 2020"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Embioptera display the unique ability to spin silk with their front feet to create protective domiciles. Their body form is remarkably uniform throughout the order, perhaps because they all live within the tight confines of silken tubes. This study contributes to an understanding of the ecology of Embioptera, an order that is rarely studied in the field. We conducted a census to quantify the habitats of two species with overlapping distributions on the tropical island of Trinidad in a search for characteristics that might explain their distinct ecologies. One species, Antipaluria urichi (Saussure) (Embioptera: Clothodidae), lives in larger colonies with more expansive silk in habitats throughout the island, especially in the rainforest of the Northern Range Mountains. The other, Pararhagadochir trinitatis (Saussure) (Embioptera: Scelembiidae), was found only in lowland locations. We quantified silk-spinning behavior and productivity of the two species and found that A. urichi spins thicker silk sheets per individual and emphasizes spin-steps that function to create a domicile that is more expansive than that produced by P. trinitatis. Their silks also interact differently when exposed to water: the smaller-diameter silk fibers of P. trinitatis form more continuous films on the surface of the domicile after being wetted and dried than that seen in A. urichi silk. This tendency gives P. trinitatis silk a shiny appearance in the field compared to the more cloth-like silk of A. urichi. How these silks function in the field and if the differences are partially responsible for the distinct distributions of the two species remain to be determined.",
    "creator" : "Adobe InDesign CC 2015 (Windows)"
  }
}