{
  "name" : "downloads_2019-04-29_ef_serafini2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanotechnologies and Nanomaterials: An Overview for Cultural Heritage",
    "authors" : [ "Ilaria Serafini", "Alessandro Ciccola", "PIazzale Aldo Moro" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER 14\nNanotechnologies and Nanomaterials:"
    }, {
      "heading" : "An Overview for Cultural Heritage",
      "text" : "Ilaria Serafini, Alessandro Ciccola Dipartimento di Chimica, Università degli Studi di Roma “La Sapienza”, PIazzale Aldo Moro 5, 00185 Roma, Italy\nChapter Outline"
    }, {
      "heading" : "14.1 Introduction 325",
      "text" : "14.1.1 Nanotechnologies for Diagnostics: Case Studies 326 14.1.2 Surface-Enhanced Raman Spectroscopy Applications and Case Studies 326 14.1.3 Atomic Force Microscopy and High-Resolution Scanning Electron Microscopy 334 14.1.4 Voltammetry of Microparticles 339\n14.2 Nanomaterials for Conservation: Case Studies 344 14.2.1 Nanomaterials for Cleaning 345\n14.2.2 Hard Materials and Consolidation Treatments 361\nAcknowledgments 374 References 374"
    }, {
      "heading" : "14.1 Introduction",
      "text" : "Conservation of cultural heritage is a subject under which the most varied chemical-physical techniques and different branches of science can be included, from engineering to biology, with one purpose: preserve and protect cultural artifacts in order to ensure their enjoyment. In this context, cultural heritage represents a very complex and challenging field, taking into account the great variability of materials included in this category and the different states of degradation, depending on the history of conservation every material has been subjected to.\nConsidering the complexity of the system, it has undoubtedly been demonstrated that a conservative project cannot be a successful one if it is not based on the collaboration between the conservation scientists and the restorer (Baglioni et al., 2015a,b). No one artwork can be preserved in the correct way if the materials are not characterized and their chemical behavior, with respect to the environment and considering the synergic actions among them, is not thoroughly assessed. Thus the proper scientific investigations have the\nNanotechnologies and Nanomaterials for Diagnostic, Conservation, and Restoration of Cultural Heritage. https://doi.org/10.1016/B978-0-12-813910-3.00014-8 Copyright © 2019 Elsevier Inc. All rights reserved. 325\nsame importance as the restoration itself. This issue is also related to the need to answer different questions of art historians, such as geographical provenance, possible dating, and authenticity (Baglioni et al., 2015a,b). Scientific investigations are also necessary in testing the materials employed in the restoration process and evaluating the effectiveness and/or invasiveness of the treatment, drawbacks, presence of any residues, and so on (Bianchin et al., 2009; Baglioni et al., 2015a).\nAll these complex considerations, summarized in few lines, have divided this chapter in two sections. One section is dedicated to exploring the potentiality of different techniques connected with the concept of “nano”: they employ nanostructures for analytes detection (e.g., surface-enhanced Raman spectroscopy, SERS) or allow analysis on nanoscales or nanosamples (e.g., atomic force microscopy (AFM), voltammetry of nanoparticles). The aim is to evidence the advantage of their applicability to the characterization of artworks. The second part is focused, instead, on showing the application of nanomaterials in cleaning and conservation treatment on cultural heritage materials. A complete and exhaustive discussion of these topics could not even be contained in a single book. Instead, the purpose of the discussion of the next case studies is to provide an example of the potential of nanotechnology and nanomaterials and, at the same time, highlight the critical points that a conservator should face during his or her research. Every case, in fact, has specific features and issues, and no one technique or material can be applied automatically, but proper considerations should be made (Baglioni et al., 2015a)."
    }, {
      "heading" : "14.1.1 Nanotechnologies for Diagnostics: Case Studies",
      "text" : "The case studies reported in this section are considered indicative of certain applications or technologies that use nano systems or technologies that reach the nano as a field of inquiry. In particular, it will be reported case study of SERS analyses, nowadays recognized as a powerful instruments for the identification of organic dyes, and not only, in real small scale samples. Furthermore, attention will be focused on microscopic techniques, which allow characterizing materials on the nanoscales, providing both morphological and chemical information. Finally, some case studies are reported regarding the use of micro- and nanoparticles voltammetry, an electrochemical method, which allows analyzing samples on the nanograms scale."
    }, {
      "heading" : "14.1.2 Surface-Enhanced Raman Spectroscopy Applications and Case Studies",
      "text" : "SERS represents one of the most common nanotechnologies applied in the cultural heritage field. Since its discovery in 1974 (Fleischmann et al., 1974) and the model rationalization in 1977 (Jeanmaire et al., 1977), this technique has been applied in several diagnostic fields, but its use for detection of organic compounds in artworks and historical objects represents one of its principal applications (Leona et al., 2014).\n326 Chapter 14\nThe surface enhancement that caused the outspread of the technique consists in a double effect of Raman spectral enhancement and fluorescence quenching (Pozzi and Leona, 2016a), which corresponds to fast registration of a high-quality spectrum, when the classic Raman spectrum on the same sample would be affected by high fluorescence interference or it would take more time to be recorded.\nThe SERS effect is generated by the surface interaction of the analyte with noble metal (Au or Ag, principally) nanostructures; the accepted mechanism is based on the combination of electromagnetic (Jeanmaire et al., 1977) and charge-transfer ones (Albrecht and Creighton, 1977), even if the debate is still going ahead. However, independently from the responsible mechanism, it is a fact that SERS advantages have made possible the analysis of organic dyes in art-object samples, previously difficult with classic Raman spectroscopy for the high fluorescence background. Besides, the improvements in reproducibility allowed applying this technique massively to characterization and diagnostic of the main chromophores in real samples, which was previously limited to UV-Vis spectroscopy and chromatographic techniques. It is worth mentioning that, because of differences in resonances, affinity to nanocluster, concentration, and solubility of different chromophores eventually present in a dye mixture, it is not always possible to distinguish among the several components, but nevertheless this technique represents an extremely sensitive tool for this class of analytes (Pozzi et al., 2016b).\nThus SERS analysis on cultural heritage objects started with the analysis of textile dyes (Guineau and Guichard, 1987), which is still one of the main applications. The first approaches on real samples involved the extraction of dye from the solid sample with strong acids and bases. The strong acid/base extraction usually obtains a quantitative extraction yield; also, because of its “hard” characteristics, it can be applied when less common dyes are used or no other information is available. For instance, Leona applied the HCl extraction for the analysis of berberine from a 18th century Tibetan textile that included inserts from other periods; for example, a 17th century one (Leona and Lombardi, 2007). The sample had already been analyzed with high-performance liquid chromatography (HPLC) and the presence of berberine was assessed; nonetheless, this real sample constituted a good real test for the application of SERS. The SERS spectrum of HCl extract perfectly matched the berberine standard one, and the analysis was carried out on a very small sample fiber (1 mm length, about 50 mm diameter), a quantity 50 less than the HPLC corresponding one. Of course, the detection of a less common dye involved density functional theory (DFT) experiments, comparison of SERS spectra with theoretical and experimental Raman spectra, and assumptions of the molecule behavior at the Ag nanoparticles interface, but the analysis was successful on an ancient and degraded object with fast measurements (100 scans in comparison to normal Raman, 2000 scans).\nNanotechnologies and Nanomaterials 327\nDifferent extraction procedures can be necessary according to the different type of sample. Bruni et al. (2011a) used an extraction with N, N-dimethylformamide at 70 C to extract a purple dye on a bone fragment found in the tomb of the martyrs Gervase and Protase in the Basilica of Sant’Ambrogio, Milano (4th century AD), while an extraction with MeOH/ HCl was used for a red dye on a wool thread from the Royal Tumulus of In Aghelachem (300 BCeAD 350) in the Libyan Sahara. SERS analysis provided the spectrum of 6,60-dibromoindigotin, characteristic of Tyrian purple, in the bone sample, while madder dye was found as lake on the wool one. In addition, in the same work a variation of relative intensities of SERS peaks was suggested as a possible marker to differentiate Tyrian purple from other indigoids produced by other shellfish.\nFrom this point of view, another interesting study was conducted with a milder extraction procedure on two archaeological threads from the Lybian Sahara, in a region that was under Garamantian control (Bruni et al., 2011b). In this case, after the comparison with SERS spectra obtained on fluoridric acid (HF) extracts of pomegranate and sumacdtwo tannin-rich plantsdthe yellow dye present on these samples was identified as a pomegranate-derived colorant. Several remarks are needed: in this study chromatographic analyses were first used with SERS, and they were useful to exclude other yellow dyes (e.g., flavonoid dyes as weld), but they were not considered decisive to discriminate between pomegranate and sumac dyes, as opposed to SERS. Furthermore, in this case SERS has put into evidence some degradation phenomena of discovered analytes. Finally, the use of this technique has provided archaeobotanical information on the dyeing technology in the Garamantian sites.\nNonetheless, because of the degradation products interference and sample disruption, new, gentler methodologies have been applied. Leona et al. (2006) has applied a gas-solid extraction, treating a sample from a 16th century Netherlandish tapestry with vapors of HF in a solid chamber: this nonextractive hydrolysis has been successful for the identification of alizarin on the sample.\nThe individuation of specific protocols was fundamental, even for the identification of specific dyes. Platania et al. (2015) used a combination of leuco reagents, NaOH and Na2S2O4 (1:2, w:w), to obtain an inverse dyeing process for the detection of indigo in textiles of different typologies: a pre-Colombian textile, a 15th century tablecloth, and a 16th century Medici tapestry. In all the cases, the use of SERS resulted in high-quality spectra, whereas the classic Raman ones were affected by strong fluorescence or did not show indigo bands for the low signal-to-noise ratio. Even if indigo is usually detectable by normal Raman spectroscopy, its identification can be hard for aged and degraded samples; in this case, SERS overcame every problem.\nThe work of Platania is also important for the use of an extraction solid matrix (Lofrumento et al., 2013; Platania et al., 2014). This sampling procedure consists of an\n328 Chapter 14\nAgar gel cube where Ag nanoparticles are dispersed. The microcube is put in contact with the sample after wetting with an adequate solvent and, after the proper extraction time (about 30 min), SERS analysis is performed on the extract dried on the cube surface. Before of the indigoids case, this methodology was combined with ethanol extraction to detect red dyes from a pre-Colombian textile: in this case, a good spectrum of alizarine was recorded, which is the main component of madder dyes. The gel methodologies present a lot of advantages in comparison with the standard SERS. In particular, the metal nanoparticle interaction is favored because of their drying shrinkage, while the combination with several extractions solvents allows extraction of several dyes.\nA development in SERS application results from the analysis directly on the fiber. An example is constituted by the analysis of a 19th century Easter canvas painting (Gui et al., 2013). SERS was performed on some fiber samples and it identified not only organic dye (indigo), but also inorganic pigments, cellulose, and lignin components of the canvas without any pretreatment. In particular, for the fiber components, SERS analysis was more powerful than classic Raman, because according to this study it can discriminate lignincontaining fibers from those that do not, with fast spectra acquisition (10e25 s integration time).\nAnother recent application of in situ SERS was presented by Serafini et al. (2017). In this case, SERS analysis was performed directly on the fiber of two samples from a 1865 dress of a Sicilian noblewoman to obtain preliminary information on the classes of the dyes used. This preliminary analysis individuated mauveine and a mixture of mauveine/orchil dyes directly on the two samples; this was fundamental to select specific and different protocols (Lombardi et al., 2016) for the dye extraction from the two samples separately and the following ultra-HPLCemass spectrometry analysis.\nHowever, it is fundamental to underline that SERS use is not limited to textiles; it is now an important tool for the identification of organic dyes in other artistic objects. The application to paintings is now a matter of fact. Pozzi et al. (2014) used SERS in order to characterize the red lake pigments used by French impressionist and post-impressionist painters (Fig. 14.1). In this case, the HF extraction was used because no SERS signal could be registered by simple colloid deposition on the samples, probably because the analyzed glazes were rich in different paint materials. The analysis was performed on 13 paintings by Manet, Pissarro, Monet, Renoir, and Gauguin, and it showed different lakes were used by French painters in the 19th century, from madder-based lakes to cochineal to Kopp’s purpurin. Furthermore, through SERS it was possible to identify a mixture of different lakes in Renoir’s Woman at the Piano, to individuate madder lake in samples that did not show the characteristic orange fluorescence and to discriminate a retouching material from the original one in a painting layer of about 20 mm. Finally, SERS\nNanotechnologies and Nanomaterials 329\ncharacterized as cochineal lake the red lake used for a totally faded area in Renoir’s Madame Léon Clapisson.\nThe HF vapor extraction was used by Leona (2009) not only for textiles but for surfaceenhanced resonance Raman spectroscopy, the corresponding resonance variant of SERS (SERRS) analysis of painting glazes. The procedure was applied to samples of Egyptian painted leather of the Middle Kingdom, where it predated the use of madder in Egypt by seven centuries before according previous information. In the same study, lac dye was identified through SERRS in a 12th century wooden sculpture of the Virgin and Child (Morgan Madonna). The identification of the same glaze dye in another sculpture of the same period and provenance allowed information about the trade and manufacture of lac dye to be obtained.\n330 Chapter 14\nAnother extraction strategy was used by Idone et al. (2014). In their work, they focused the attention on cross sections, mounting some samples derived from a 13th century wooden statue of the Virgin with the Child and from a mural painting that contained both 16th and 20th centuries color layers. In this case, SERS analysis was performed using a silver colloidal paste: this is the result of sequential centrifugation of silver colloid in order to concentrate nanoparticles (Fig. 14.2). Then, the colloidal paste was dropped on the cross sections for analysis. Attention was focused on the best concentration optimization, 10 mg of colloidal paste diluted with 2 mL of ultrahigh quality water. Recorded SER spectra identified a madder-type dyestuff for the statue and kermes lake pigment for the 16th century layer in the mural painting. Furthermore, from the relative intensity of alizarine and purpurine peaks, the dye source plant was identified as different from common madder (Rubia tinctorum L.).\nColloidal paste was also used by Frano et al. (2014) to identify carmine lake in historical oil paintings. In particular, attention was focused on the possibility of surface mapping through SERS on samples with a defined layer structure. In Daher’s et al. (2014) work, SERS analysis was performed by dropping a simple colloid on the samples derived from a painted weaving shuttle and a commode, where carmine and madder lakes were identified, respectively. The nonhydrolysis approach was also used by Clementi to characterize some pink particles found in the Domus Aurea paintings. In this case, dropping the silver colloid directly on the sample particles identified a madder lake (Clementi et al., 2011).\nAn interesting approach for SERS sampling is used by Cesaratto et al. (2014) for the characterization of painted areas in some art objects. In this case, SERS was combined with UV laser ablation, which can vaporize small areas (about 20 mm diameter) in painting samples and cross sections. The sample is exposed to HF vapor and the ablated and analyzed with SERS (Fig. 14.3). This approach was successful for the identification of lake pigments in painted areas of different types. Madder lake was found on a 16th century painted dish, while kermesic acid lakes were found both on a sample from a Luca Signorelli’s fresco and on Giorgione’s Adoration of the Shepherds. UV laser ablation in combination with SERS provided better results than simple SERS, probably because of the absence of other layers’ interference and consequential higher spatial resolution.\nAlthough the main application of SERS is in the natural dyes identification field, this technique is also used for the identification of other artistic materials. For instance, Lau et al. (2008) used SERS in order to characterize the risen component in the varnish used for a Tiepolo painting. Natural resins present strong fluorescence in the Raman spectrum, as most organic binders. In this work, the combination of silver nanoparticles with copper foils according to an adapted procedure by Nie and Feng (2002) resulted in an SERSactive surface characterized by size-optimized nanoparticles. This strategy was successful to record SER spectra of natural resins solutions and to identify dammar in the varnish of\nNanotechnologies and Nanomaterials 331\n(A2eA4) SNPs coating on the cross section of painting layers of the 13th century wooden statue shown at increasing magnification. (A4) Shows the coating at 100X magnification employed to obtain SER signals from the lake pigment grain. (B) (a) SER spectrum obtained from a grain of the original red pigment in the cross section; (b) SER spectrum of purpurin; (c) SER spectrum of alizarin. Peaks arising from the silver colloidal paste are labeled with an asterisk. Reprinted with permission from Idone, A., Aceto, A., Diana, E., Appolonia, L., Gulmini, M., 2014. Surface-enhanced\nRaman scattering for the analysis of red lake pigments in painting layers mounted in cross sections. Journal of Raman Spectroscopy 45 (11e12), 1127e1132. Copyright 2014 Wiley Online.\n332 Chapter 14\nGiambattista Tiepolo’s Banque of Cleopatra. The analysis was contemporary to restoration and it was applied on the extract of a cleaning cotton swab, a practical advantage that makes SERS very attractive.\nAn interesting study is the one published by Roldàn et al. (2014), who focused their attention to the identification of sepia pigments. Sepia is a pigment derived from eumelanin, which is very difficult to characterize and identify because of its insolubility and oligomeric characteristics. In this study, different spectroscopic techniques were applied to characterize several types of sepia, and SERS revealed both signal enhancement and new spectral characteristics compared to normal Raman spectrum. Raman and SERS\nwere used to characterize the ink used by Robert Frederik Blum’s Waiting for Aaron, and in particular SERS was essential to identify unambiguously sepia presence.\nSERS is also used to characterize modern and contemporary materials. Cesaratto et al. (2017) applied the technique to the identification of acid red dyes based on the naphthol red. After a laboratory study on reference material, SERS was applied to identify these colorants on Japanese woodblock prints dating to the 1890s. In this case, standard SERS approach (pretreatment with HNO3 and HF and colloid placement) was not successful, while a second approach, consisting of soaking analytes on moist filter paper from the back of the print, obtained SERS spectra. Nonetheless, for some acid dyes standard Raman was found to provide spectra with a higher signal-to-noise ratio. This suggests that when no information is available about the nature of the unknown analyte a simple Raman trial has to be preferred and, in the case of high fluorescence, it has to be followed by SERS.\nNevertheless, the technique presents remarkable advantages and it is now a wellexperienced method, proven by the large number of case studies available in literature. Further developments include a wider database of spectra of less common dyes, the realization of new less invasive sampling methods, and the extension of the method to the identification of other compounds."
    }, {
      "heading" : "14.1.3 Atomic Force Microscopy and High-Resolution Scanning Electron Microscopy",
      "text" : "High-resolution microscopy techniques can provide information about surfaces with depth and lateral resolution in the order of nanometer or less. It is clear that similar characteristics are extremely captivating in the cultural heritage field: art objects could be subjected to degradation phenomena with different distribution on the surface, and their spatial characterization can be very useful to understand conservation history of the artworks. This is a very interesting feature if we think that cleaning and conservation treatments can implicate morphological changes on materials, and it is fundamental to identify these processes on the nanoscale to optimize formulations and avoid aesthetic variations. Finally, the high resolution microscopic knowledge of systems can provide useful information in discriminating materials or identifying their provenance.\nBecause of multiple advantages, high-resolution microscopy techniques such as AFM, transmission electron microscopy (TEM) and field-emission gunescanning electron microscopy (SEM) are used for very different applications in diagnostics and conservation, from metal patina analysis to ancient glass degradation study to restoration materials characterization.\nAn example of these technique potentialities is provided by the study of Garcı́a-Heras et al. (2005) on historical glass decay, which was conducted totally with AFM. The art object was a historical glass from a stained window of the 13th century Cathedral of Leon, which\n334 Chapter 14\nshowed diffuse corrosion phenomena. In this case, AFM analysis was performed in noncontact mode; the tip approaches very close to the surface (10 nm) but there is no direct contact. Optical microscopy and SEM imaging evidenced an overall alteration layer with random craters and pits full of insoluble salt crystals; through AFM the alteration layer height was characterized between 180 and 380 nm, while high crystallinity was individuated for the salt deposit, with height between 300 and 400 nm. While all these roughness characteristics were observed for the outdoor exposed surface, on the internal one a grain height between 200 and 400 nm was observed, while the glassy matrix in less altered areas had a grain height between 5 and 40 nm. In order to explain the possible processes involved in the degradation of the window, AFM was applied to glass samples artificially aged. The comparison of AFM analysis on mock-ups correlated the formation of pits and insoluble salt deposit to alkaline attack to glass network, while atmosphere pollutants in combination with humidity implicated the formation of the overall degradation layer.\nFollowing this example, Carmona et al. (2010) applied the same technique to several glass samples of different provenances and periods (13th to 17th centuries) to individuate eventual degradation phenomena. The analysis of modernist glasses, where some microcracks and pits were detected, evidenced a good conservation state. Average roughness was around 10 nm, but first degradation could be diagnosed in comparison with a new analogous glass, which showed a roughness of 2 nm. On the contrary, a more ancient glass from the Baroque period evidenced better preservation conditions; the roughness was only about 3 nm. This was correlated both to a conservation environment with low concentrations of pollutants and to the high content of PbO, which decreases the surface roughness of glassdthe analogous recent glass had a roughness of 0.3 nm. A Renaissance glass, instead, presented a surface roughness of 30 nm, in contrast with the laboratory glass analogue of 3 nm. In this case, AFM was applied as a monitoring tool, a great advantage especially because the technique can be applied directly in situ with portable instruments (Fig. 14.4).\nIn the same research field, Schalm and Anaf (2016)applied the field emission scanning electron microscopy (FESEM)- energy-dispersive X-ray spectrometry (EDX) to characterize the degradation process, which transforms a clear glass in an opaque material. In particular, they focused on the formation of lamellae on a glass surface through analysis of glass objects between the 14th and 17th centuries. For example, one sample from an excavation in Antwerp and dated from the 16th to 17th centuries presented two types of lamellae: the first one was 3e4 mm large, the second one was about 1 mm. Backscattering analysis suggested a difference in density among the lamellae, while SEM imaging of a microscopic fragment evidenced the presence of further smaller lamellae. In particular, these different lamellae showed interstitial spheres with size between 171 and 244 nm. Actually, the authors observed a different transformation on the same sample and hypothesized that the degradation process consists of formation of silica nanoparticles packed in a random way, which makes the material a colloidal glass.\nNanotechnologies and Nanomaterials 335\nThe morphological information provided by microscopy techniques have their implication from diagnostic point of view. For instance, Zeng et al. (2010) used FESEM to characterize materials in wall paintings of Kaiping Diaolou, a complex of towers built in the 19th century in the Chinese province of Guangdong. During pigments characterization through SEM-EDX, particles with three different morphologies were found on yellow samples. The cubic particles presented size in the order of hundreds of nanometers and were related to plaster component; spherical particles with 1 mm diameter were indicative of an organic binder, while hundreds of nanometer-wide rods were attributed to use of syngenite in wall paintings. In particular, this information is very important from a historical point of view, because syngenite mines are not common in China, so materials used for the wall paintings indicate the existence of commercial exchanges with foreign countries.\nSurface characterization can also provide information on manufacture methodologies for ancient materials. In the study of Mishmastnehi and Holakooei (2015), AFM was used to characterize the methodology used for the production of Islamic tiles with gilding decorations. In fact, AFM proved that gold flakes used for gilding were immersed in the used glazed, evidencing changes in roughness in correspondence of gold flakes and\n336 Chapter 14\nconfirming clues obtained from optical and back-scattered electron microscopies. This evidence showed for the first time that Persian gilded tiles were not obtained only by goldleaf gilding but also with firing application of gold flakes to the glaze substrate.\nFrom this point of view, another interesting study was focused on the characterization of painting materials used in the Palaeolithic Age (Chalmin et al., 2003). In this case, TEM was used to observe the characteristic porosity of material; in particular, TEM provided crystalline structures of manganese oxide and the formation of porous cavities derived from dehydration in some crystalline forms after heat treatments, potentially used to obtain specific shades. The application of TEM to samples from Lascaux and Ekain caves discriminated between different crystalline forms of manganese oxide and observed whether they were subjected to heat treatment by the presence or absence of specific porosity.\nIn the field of archaeological diagnostics, a total-TEM study was addressed to the characterization of cosmetic pigments used in ancient Egypt (Deeb et al., 2004). Through this technique it was possible to characterize the presence of different lead compounds in the pigments and their morphological and size distribution. For instance, cerussite was identified in combination with galena in one sample; this phase had grains with size in the range 0.5e1 mm, agglomerated in bigger particles, while other particles of 0.2e0.5 mm were identified as crystals of phosgenite (Pb2Cl2CO3) without any defect. All these characteristics are potential markers of pigment provenance: for instance, the defect absence was considered indicative of the fact that the cosmetic pigment phosgenite resulted from wet chemical processes.\nTEM and high-resolution SEM were applied to characterization of materials used for the mural paintings in the archeological site of Cacaxtla, Mexico (Ortega-Avilés et al., 2001). SEM provided the lattice of mineral fibers observed in blue pigments that corresponded to the crystal planes of palygorskite, with some sepiolite fibers, which could be related to Maya blue use. Direct TEM measurement recognized palygorskite from the distance between planes of the crystalline fibrous phase.\nBoth AFM and TEM were used to obtain information on the structure of Maya blue (Doménech et al., 2009). The two techniques provided information about the structures of the material, evidencing a palygorskite structure with fibers spaced 30e60 nm to form a crystal of 0.5e1 mm size. Besides, Maya blue samples present irregular crystal of this material with pores of two diameter ranges (2e5 or 10e20 nm). This suggested the possibility of different recipes to obtain the pigment, addressing an ancient hybrid organicinorganic synthesis of this material.\nThe two techniques were also used to characterize materials present in ancient pottery from Mexico (Arenas-Alatorre et al., 2010). While TEM can individuate the crystalline\nNanotechnologies and Nanomaterials 337\nphase corresponding to different nanoclusters and nanoparticles from the measurement of the interplanar distance of pigment layers, AFM measured the surface roughness and its corresponding magnetic image provided information about the presence of two domains with different magnetic properties. The combination of a whole set of information suggested different production techniques for the two samples analyzed: one object was manufactured through a more refined procedure, involving oxidating firing conditions to obtain the pigmentation layer in hematite and the combustion of organic matter to obtain homogenous particles size, while the other one was subjected only to oxidation firing.\nIn the field of painting pigments, TEM was used in combination with EDX for the characterization of extenders present in Van Gogh’s paintings (Haswell et al., 2008). Through this analysis, a trend in strontium distribution and concentration was found, potentially useful to discriminate different types of barium sulfate used by Van Gogh in his paintings and to identify natural barite from synthetic barium sulfate.\nSeveral applications of microscopic techniques are in the field of restoration to evaluate the proficiency of cleaning and restoration methods. One example is represented by the study of Kampasakali et al. (2011), which characterized wet-cleaning treatment effects on acrylic binder paintings affected by surface migration of surfactants. Through the combination of AFM and attenuated total reflectioneFourier transform infrared microscopy (FTIR) spectroscopy, the presence of surfactants was characterized on different reference paints, observing that their structures could vary in different paints according their concentration, while the presence of synthetic organic pigments could lend specific surface textures to acrylic film. In addition, through AFM it was observed that water cleaning treatment results were better than petroleum-spirit ones, which caused a higher surface roughness. Finally, a portable AFM was used to characterize aggregates of surfactants on artworks by Andy Warhol, Alexander Liberman, and John Hoyland; in all the cases, the application of AFM individuated the morphological characteristic of surfactants aggregates, and observed their total or partial removal through the applied treatments. Pereira et al. (2011) also applied this technique to the characterization of painted surfaces in polyvinyl acetate binder, with reference to degradation phenomena of paintings by Juliao Sarmento.\nIn this perspective, another interesting study is focused on the surface investigation of papers from books of 1867 and 1931 in order to design a nanomaterial for consolidation (Ion et al., 2013). AFM observed a cellulose surface and its characteristic fibers, microand nanofibrils; through AFM it was possible to characterize the roughness of a specific treatment with hydroxyapatite (HAP), measuring the size of grains (90e100 nm) and proofing the proficiency of the treatment.\nFinally, high microscopy techniques are useful to understand surface degradation phenomena. A study using SEM and AFM (Rabin and Franzka, 2005) compared naturally aged parchments from the 1st century AD and from the 17th and 19th centuries with\n338 Chapter 14\nartificially aged ones: in all samples the two techniques identified a glassy disordered layer on the surface. On the contrary, the original fibers periodicity is maintained in the bulk (61e62 nm in aged samples compared to 64e65 nm in fresh parchment). This suggested that the degradation of collagen on the surface formed a gelatin layer, which protects the bulk from further degradation."
    }, {
      "heading" : "14.1.4 Voltammetry of Microparticles",
      "text" : "In terms of combining microinvasivity and sensitivity, electroanalytical techniques represent useful tools for the identification of material in cultural heritage samples. In particular, in the last few years, voltammetry of immobilized microparticles has gained a remarkable importance because of its intrinsic characteristics of high sensitivity, absence of sample pretreatment, and minimal amount of samples required. From this later point of view, the samples necessary in the analysis are micro- or nanoparticles extracted directly from the art object with sizes in the range of hundreds of nanometers and weight in the nanogram order (Scholtz et al., 1989a,b).\nGenerally, the technique is based on immobilization of solid particles on an electrode surface by mechanic embedding, so no chemical bond is required and consequently no alteration or interference. The sampling consists of the contact of electrode, usually a graphite bar impregnated with paraffin to avoid contamination from the electrolyte solutions, with the sample and adhesion of its particles on the electrode surface. The recorded voltammogram gives information about redox processes involving the analyte and about its identity (Scholtz et al., 1989a,b).\nGenerally, the technique is applied for the qualitative identification of the chemical species through comparison of database voltammograms or, in more complex cases, through specific methods of data processing such as Tafel analysis (Doménech-Carbò et al., 2016a). It was used, for instance, to identify the pigments present in two paintings of the 16th and 17th centuries by Parmigianino and Miguel March, respectively. In Parmigianino’s painting, lead white and vermilion were identified from their respective cathodic and anodic signals at 0.55 and 0.0/þ0.2 V, while in March’s canvas the bluegreen areas were found to contain lead white, lead-tin yellow, and azurite. In particular, for this last pigment, Tafel analysis of voltammetric curves was used to identify the specific copper pigment, which was not possible to characterize through other techniques. The technique was also applied to individuate gold and silver on archaeological bracelets, where it was also useful to identify minor metals in the gold object and corrosion products (AgCl, Ag2S) in the silver one (Doménech-Carbò et al., 2016b).\nThe high-sensitivity of the technique works with low amounts of samples. Because of this characteristic, it is used in order to map sample surfaces. The work of Doménech et al.\nNanotechnologies and Nanomaterials 339\n(2013) provides an example. After a preliminary characterization of standard materials and corroded metal references conducted on mg and mg of samples, respectively, small particles were extracted from several points in an Iberian-Roman shield boss using a onetouch procedureddirect contact of the electrode bar with the object surface for 5 s. Through this methodology, it was possible to observe different compositions of corrosion products on the art object surface; in particular, ochre and ochre/hematite mixtures were found in wider areas, jarosite and siderite in two isolated points, while magnetite appeared as an additional corrosion product. Based on literature and mapping data, it was possible to conclude that the object was subjected to an oxygen-poor corrosion process.\nThe technique was applied for the same purpose by Satovi c et al. (2010). Patina samples collected from a couple of Renaissance sculptures in bronze and a 1st century Roma wheel were powdered and microparticles were attached on the surface of a carbon paste electrode. The voltammetric analysis of the microparticles identified CuSO4 as the only corrosion product on the surface of the sculptures (only one cathodic peak was revealed), while SnO and CuCl2 were the constituents of the Roman wheel patina.\nAnother application of the methodology consists of authentication of art objects. Doménech-Carbò et al. (2011) used voltammetry of nanoparticles to analyze some lead plates coming from an archaeological Iberian site, Tossa de Sant Miquel, based on preliminary characterization on other lead pieces coming from several archaeological sites. For this study, a graphite pencil was used for sampling and analysis and the main attention was focused on stripping measurements. This method is particularly advantageous for trace components and it was used for provenance identification of the lead samples. The identification of copper (oxidative peak at 0 V), antimony ( 0.20 V), and arsenic (þ0.20) confirmed the archaeological origin of the samplesdtrace metals are not present in contemporary purer leaddwhile the absence of tin and silver stripping peak was indicative of using unrecycled lead and of decupellation, respectively. Furthermore, the reduction processes lead to individuate PbOn oxides, which are correlated to slow corrosion and, consequently, to archaeological materials. This criterion, in particular, can be considered diagnostic to discriminate antique lead from contemporary lead.\nAs already observed, the use of nanoparticle voltammetry can also be applied to samples other than metals. For instance, voltammetry of nanoparticles was used to identify lead pigment in polychrome artworks (Domenech-Carbò et al., 2007). In this case, the technique was coupled with AFM. Nanosamples were fixed on graphite plates and voltammetry was performed directly on the AFM cell. This methodology was used to analyze two samples from a 17th century canvas exposed in Saint Joseph church in Taormina, a sample from a 1698 fresco by Antonio Palomino y Velasco, and a last one from a 16th century polychrome sculpture (Fig. 14.5).\n340 Chapter 14\nThe technique identified minium and lead white in the first two cases, Naples yellow in the third, and lead white in the statue. Furthermore, variations in the response of different samples revealed to be correlated to the binder type, causing peak separation and specific currents according to the presence of protein or oil medium. Finally, the AFM coupling obtained topographic data consistent with the redox processes involving the pigments, with consequent confirmation of their chemical nature. Another application of microparticles, voltammetry was in the field of historical lead glass from the Roman period to the 19th century (Doménech-Carbò et al., 2016b). The archaeological samples showed the typical voltammetric behavior of lead-containing materials, with reduction of Pb(II) and consequential oxidative dissolution of Pb. In some samples, the application of square wave voltammetry identified further lead species in different environments. Also in this case, the combination with AFM observed a different behavior after the reductive input between soda and potash glasses. After reduction, the lead in the first produced very different grains and clusters, while in the second one only very fine grains were produced. Finally, copper presence was individuated in some samples.\nVoltammetry was also applied to characterize Egyptian blue in blue samples from an Imperial Period wall painting in the Roman-Iberian archaeological site of Castulo (Doménech-Carbò et al., 2013). In this case, a preliminary study of Egyptian blue, Han blue, and other copper pigments was necessary to characterize their voltammetric behavior in terms of Tafel analysis procedure, which discriminates the solid material attached to the electrode in terms of the relation of experimental peak current and peak potential. Furthermore, the technique revealed to be sensitive of pigment-support interaction, and in the real samples this identified both the presence of Egyptian blue as pigments and CaCO3 plus SiO2 as support components.\nAnother interesting application in the field of pigments regards the characterization of Maya blue (Doménech et al., 2006). This pigment represents an organiceinorganic hybrid system deriving from the association of palygorskite clay and indigo and characterized by nanomaterial properties. Voltammetry of microparticles were applied to several samples from different Yucatan and Campeche sites. The analysis provided information of the distribution of different indigo forms in the samples. The indigo in these samples is present in its oxidized form, dehydroindigo, in significant proportion, and it is strongly associated with the inorganic matrix. Furthermore, through the combination of high and low scan rate it was possible to model the structure of Maya blue: dehydroindigo is bonded through hydrogen bond to the palygroskite channel, while indigo is located on the entrances of the channels (Fig. 14.6).\nGildings were even studied through this methodology. Ferragud et al. (2017) applied the nanoparticle voltammetry to characterize a set of gilded samples from the altarpieces of\n342 Chapter 14\nthe Comunitat Valenciana from the 15th century to modern times. In particular, the variation of the ratio between two characteristic peaks of gold redox behavior was indicative of aging time of the altarpiece: the intensity of one peak was directly proportional to the number of gold atoms active to the redox process, which are usually generated by environmental radical attack. Furthermore, when the age of the sample\nincreases, a characteristic Au peak becomes smoother. This effect is attributable to smoother gilded surfaces under aging. All these characteristics suggested the possibility of monitoring aging of gilded objects, observing variation of voltammetric characteristics.\nThe application of nanoparticle voltammetry to unusual materials present in cultural heritage objects also included the analysis of hemoglobin-containing samples with dating purposes. In this study, (Doménech et al., 2012) voltammetry of nanoparticles was applied to characterize the decoration materials used for the Longshan temple in Lukang. Preliminary studies with gas chromatography (GC) suggested that the binder used for the polychromies contained blood, as described in historical Taiwanese sources. Voltammetric analysis consisted of eletrochemical processes of hemoglobin and its characteristic redox FeIII/FeII couple; the application of the methodology suggested a relation between the relative intensities of voltammetric peaks and the samples dating. To obtain further confirmation, analysis of samples and references in H2O2 solution was considered. In this case, the catalytic effect of the materials on the reduction of H2O2 corresponds to a higher current, which resulted inversely proportional to the age of the samples."
    }, {
      "heading" : "14.2 Nanomaterials for Conservation: Case Studies",
      "text" : "The guidelines that should be followed during a restoration are various and depend on the materials that should be preserved and other factors, such as the specific state of degradation and the conservation necessity. However, it is possible to individuate general principles that avoid the integration, chosen only where the legibility of the work is strongly compromised, and aim at a crystallization of the state of deterioration of artwork, avoiding or delaying its progress. A conservator’s work is focused on carrying out all the procedures necessary to stop the degradation process, removing the harmful elements or minimizing their effect, preferably without sacrificing parts of the work.\nThis requirement has pushed conservators and restorers in the last few decades to look for materials good at cleaning and conservation practices and products compatible with artworks. In fact, in addition to the degradation mechanisms that naturally occur for paints or textiles, masonry, and so on, the results of previous restoration actions that lead to further damage should be mentioned. For a long time, in fact, at least until 1960s (Baglioni et al., 2015a,b), synthetic polymer materials were habitually used in the restoration intervention, but early conservators understood that, albeit polymers could have ensured good mechanical properties and high bonding capabilities, they were strongly invasive. Considering the case of textile conservation, for instance, synthetic polymers were applied to preserve fragile textiles, especially the archaeological ones, from pulverization, and so on. However, such polymers were strongly bounded to the materials, promoting harm for the artworks, such as stiffness, yellowing, and color differences, due to the aging behavior (Huang et al., 2013; Zhu et al., 2013). Furthermore, the deterioration\n344 Chapter 14\nof the synthetic polymers led to greater difficulty in removing themselves. In many cases, in order to remove the polymer that is deteriorated, yellowed, and stiff, it has been necessary to apply a series of organic solvents or to work under extreme conditions, including high temperature, which is extremely harmful to the artworks themselves (Wu et al., 2012). Undertaking the importance of considering the reactivity between the consolidation agent and the material, conservation research has moved to new consolidation protocols, in which compatible materials are the main characters (Zhu et al., 2013). Also, the possibility of reducing the surface hydrophilicity and the possibility of water transpiration should be not considered as a secondary issue (Baglioni et al., 2015a; Carretti and Dei, 2004). This fact influences the normal freeze-thaw cycles and protracts the permanence time of water and salts inside the pores, inducing the formation of larger salt crystals (Baglioni et al., 2015a). It has been demonstrated that this could lead to a serious damage of the artworks, such as the disruption of painting layers, in time that varies from 10 to 50 years, and the degradation phenomenon is enhanced by fluctuations of temperature and relative humidity (Giorgi et al., 2010, Carretti and Dei, 2004).\nIn this field, the nanomaterials represent the new key, which could be a threshold of a complete change for conservation issues (Giorgi et al., 2010; Baglioni et al., 2015a,b). The effectiveness of consolidation treatment based on nanoparticles is now undisputed, taking into account some factors. First of all, the increase of surface area per unit volume, which induces a higher reactivity; then, an easier dispersion in the medium (carrier solvents), which allows spraying and dispersing them, without the use of surfactants and overall the facility of penetration inside the porous matrices (Baglioni et al., 2015a)."
    }, {
      "heading" : "14.2.1 Nanomaterials for Cleaning",
      "text" : "Cleaning treatments, as it is possible to appreciate also in the next section for consolidating methods, are often the first step in the restoration plan and sometimes also necessary before the sampling for diagnostic investigations in order to characterize the materials that composed the artworks. This could mean that cleaning is an extremely delicate and critical phase, from different points of view. For example, cleaning operations are conducted irreversibly on the artwork, removing the patina or the dirt. In this contest, especially in the case of the patina, every restorer has to choose critically how much remove or not (Brandi, 1949). Moreover, the use of various types of solvents implies their contact over the work for a certain time, which can lead, if their use is uncontrolled and not restricted, to a solubilization of various components of the work, such as pigments, dyes, binders, and such, causing additional damage (Carretti et al., 2003, 2007, 2009a,b; Giorgi et al., 2010; Baglioni et al., 2010; Domingues et al., 2013; Baglioni et al., 2012, 2015a,b).\nIn the last years, in particular starting from the study conducted on Cappella Brancacci by Baglioni, it has become clear that structured nanofluids and microemulsions can respond\nNanotechnologies and Nanomaterials 345\nto conservator and restorer issues, especially when their action is guided and controlled by physical or chemical gels in which they can be strictly confined (Giorgi et al., 2010; Baglioni et al., 2015a,b).\nRecalling briefly some concepts already known and referring to other books in which these themes relating to cleaning and nanomaterials are widely debated (Baglioni et al., 2015a), microemulsions are identified as a particular combination of water or other polar liquids (for example, a dilute aqueous solution of electrolyte) and a hydrophobic organic solvent. Their coexistence is ensured by means of surfactant and, in some cases, cosurfactant (cosolvent) (Klier et al., 2000; Ormsby et al., 2016). The size of the domains is around 10e100 nm (Ormsby et al., 2016).\nIn the cited Cappella Brancacci, the first application of such soft materials (Giorgi et al., 2010; Baglioni et al., 2015a,b) has been represented by microemulsion composed of nanosized dodecane droplets dispersed in an aqueous solution of ammonium dodecylsulfate and 1-butanol, as surfactant and cosurfactant, respectively (Giorgi et al., 2010). This application has also taken into account the successive consolidation process with the Ferroni-Dini method (precursor of calcium hydroxide nanoparticle) and then the ammonium counterion was chosen (Baglioni et al., 2015a,b; Giorgi. et al., 2010). From this point, the research has moved to the development of several soft materials or methods devoted to the removal of most employed synthetic polymers, such as Paraloid, Mowilith, and so on, mainly composed by oil-in-water (o/w) microemulsions, where organic solvent is dispersed into nanosized surfactants micelles, surrounded by a continuous water phase (Baglioni et al., 2015a,b; Raudino et al., 2017). The Conegliano method has been proposed as one of these efficient formulations, in which micelles, composed of very small aggregates (2 nm of diameter) and clusters of sodium dodecyl sulfate, are used as a delivery system for solvents. In fact, 1-pentanol or sodium dodecyl sulfate are totally unable to solubilize substances such as Paraloid or other coatings, and the water, too, obviously, but the synergic action with solvents, such as propylene carbonate or p-xylene included in the micellar structure, allowed the cleaning effectiveness. Concerning the removal of Paraloid, recently a ternary formulation containing water, 2-butanone (MEK), and a nonionic surfactant (C9e11 ethoxylated alcohol, BR) has been suggested (Raudino et al., 2017). It is also worth mentioning that the high micellar structure is also functional for the maximization of surface area, and the water-based solution minimizes the penetration inside the matrix (Giorgi et al., 2010). Furthermore, the possibility of combining this emulsion in gel (mainly the chemical ones, for the ease of handling and the less amount of residue) guarantees higher control of the cleaning operations, less solvents employed, the possibility of host solvent with different polarity, and so on (Giorgi et al., 2010; Baglioni et al., 2015a).\nAll these notions explain why nowadays nanostructured fluids have a leading role in cleaning treatments, and their use comes along with laser technology (Baglioni et al.,\n346 Chapter 14\n2015b). Furthermore, biocleaning technologies, which started in the 1990s, are rapidly capturing the attention of conservation scientists and restorers, and their applications have highly increased (Bosch-Roig et al., 2014).\nThe potentiality and the advantages of applying soft materials and hydrogels, for example, on fragile textiles can be easily deduced observing the work conducted on Coptic textiles by Centro Conservazione e RestaurodLa Venaria Reale (CCR Textile Laboratory) (Genta, 2017, a,b). This latter represents one of the most recent case among different experimental studies conducted on rigid gel as cleaning tools or support cleaning operations. In particular, the nanogel used in the following case studies can be counted in the class of chemical gels, characterized by a controlled release moisture, which allows a more thorough control of the solvents on materials sensible to aqueous solution. In particular, the experimental works on the following artworks start from some consideration on gellano gels, which were employed for the removal of adhesive substances on historical fragile and dyed silk and with the most degraded archaeological textiles (Borla et al., 2015). The experience of restorers has led to the need of highly gradual release gels since more solvent-like gels, such as gellans, may release solvents or water too quickly, which could result in residue on the surface or stain formation and other drawbacks, even if the Japanese paper is interposed between the gel and the product.\nFor these reasons, Nanorestore Gel series has been employed for the cleaning procedures on Coptic textiles, belonging to the collection of the Egyptian Museum in Turin (Italy). Previous restoration interventions, in which adhesive substances have been employed, strongly compromised the artwork, altering the position of the yarn on the artworks and blocking them in this state, stiffening and damaging them. The first aim of this new restoration project, in charge of the CCR center, should have been the removal of adhesive substances, applied in previous restoration works, for the next consolidation of the materials.\nFor the safe removal of adhesive materials from the delicate textile substrate characterized by already heavily compromised yarns, it has been decided to proceed with localized hydrogel applications of the Nanorestore Gel series in the various commercial formulations, and to monitor the controlled release times of moisture required for the swelling and partial removal/solubilization of the adhesives. In fact, the critical state of textiles did not allow any mechanical action with the cotton dub, which could have been useful to ensure the total removal of adhesive compounds. However, a good compromise could be to achieve the swelling of the adhesive and then be able to lift the stitched yarns, allowing in this way the rearrangement of the same.\nIn Fig. 14.7, a particular of the first Coptic manufacture is reported. This textile, a tiraz, is a cloth fragment (n. inv. S.17,474 cm 63 38), dated from the Islamic period, Abbasid or Fatimid dynasty, XI sec. d.C. In particular, it showed a very critic conservation state, due to the presence on the verso of a silk veil treated with starch glue to ensure its adhesion to\nNanotechnologies and Nanomaterials 347\nthe textile artworks (see Fig. 14.8). This silk veil was applied in a previous restoration project. The effects of the glue were the stiffness and the weakening of the weave, which was extremely sensitive to moisture. Furthermore, deformation and marginal lifting in a fragmentary state lead to serious defects in textile units.\nFirst, it was necessary to remove the silk veil through vaporization and then through mechanical removal. Then, the yarns “tangled” with a totally loss of orthogonality, as highlighted by the yellow circle in Fig. 14.8. At this point, the removal or the swelling of the starch glue, penetrated within the fiber, was essential to proceed with the restoration activity, and the chemical hydrogel Nanorestore Gel EXTRA DRY was applied for 30 min (Fig. 14.9).\nThe main advantage achieved through the application of this chemical gel was the absence of residuals; in fact, otherwise this phase should have been followed by a subsequent mechanical removal with cotton swabs, which is extremely damaging for the Coptic textile due to its extremely fragile yarns. Overall, the application of the hydrogel took a long time, but gave the possibility of progressively controlling the degree of humidification, selectively working only on the deformed portions of the forced static bonding. At the end, it has been possible orthogonalize the yarns, and the lightened warps, removed from the largest deposits of starch paste, have been separated and rearranged (Figs. 14.10).\nA similar situation could have been observed for the orbiculus (n. inv. S.17412), dated Byzantine- Arab period (395- post 642 d.C.) (Genta, 2017 a,b). In the previous restoration project, the orbiculus was glued to the original lining, and this operation led to a migration of the glue inside the weave, coating every single yarn. The direct consequence was the deformation of warp yarns, as highlighted in the yellow squarein Fig. 14.11. Also in this case, the Nanorestore Gel EXTRA DRY chemical hydrogel has been applied, in this case with an application for 40e45 min, in order to achieve the best swelling degree, able to detach the glue from the warp yarns and to remove the lining (Fig. 14.12).\n348 Chapter 14\nOnce the glue swelled, it was possible separate, order, and let the yarns lie orthogonal, and then the orbiculus was fixed on a new support (Fig. 14.13).\nIt should be again stressed that the extreme fragility of the Coptic textiles did not allow a real cleaning operation; it was possible only to swell the glue and the remove the previous supports. However, in such critical conditions, nanomaterials and in particular chemical nanogels allow a strict control on the moisture release, avoiding residue and representing a very powerful instrument.\nThe case study of the cleaning procedure for the decorative screen from the Stupinigi collection can, otherwise, represent an important example of integrated techniques (Genta, 2017c). The decorative screen is part of the furniture for the royal apartment in the hunting lodge of Stupinigi and it is composed of six doors with a wooden structure and a textile covering. Before the restoration, performed by CCReVenaria Reale, the object was\ncharacterized by several conservative problems, such as the loss of engraving and, at a different point, the falls of the wooden part, in addition to several stains on the textile part, due in some cases to the previous use of glue to minimize the effect of a tear. Fig. 14.14 shows, in fact, how in the upper part of the decorative screen the presence of a tear in the\n350 Chapter 14\ntextiles was fixed by bonding the materials to the wooden structure. However, the glue led to important anesthetic stains on the textile, with a general stiffness of the yarns. In this last case, the use of nanogels and then the employment of laser techniques achieved two different conservation goals: the swelling on the glue and the removal of the stain.\nThe swelling of the glue was achieved, as in the previous cases, with the employment of chemical hydrogel Nanorestore Gel MAX DRY for 20 min, and then it was possible to lift the silk with a knife (Figs. 14.15 and 14.16).\nNonetheless, the application of nanogels did not have any effects on the stain, which was removed by laser treatment. The glue residues resulting in formation of the spot at the edge of the laceration, located at the top of the screen, were treated with Laser Thunder Art Nd: Yag, Q-switch mode, which strongly minimized the stain (Fig. 14.17).\nFurther interesting examples of nanogel applications are represented by the restoration of two Chinese screens with Coromandel lake pigment decoration. In detail, these two objects, dating back to the 18th century, come from the collection of Castle of Camillo Cavour in Santena (Piemonte, Italy), and the experimentation has always been carried out\nby the CCReVenaria Reale in collaboration with the University of Turin (Italy) (within a masters degree thesis project) (Gucciardi et al., 2017).\nThe Coromandel decoration technique starts from a lacquer base for the creation of the polychrome decoration with the carving and the subsequent application of tempera layers. The restoration of the screens has required a preliminary consolidation phase to ensure the stability of the pictorial surface in order to carry out the cleaning operations of the work, within which is framed the study on the cleaning systems by hydrogel. The original surface has been cleaned to recover the correct readability of the painted scenes, removing the dust deposits and a resin layer, choosing different cleaning methods, taking into account the different problems in the different area of the artwork with the intent of obtaining the same level of cleaning.\nStarting from the consideration that the Coromandel manufacturers do not expect superficial veneer, the cleaning operations have been directed to the most complete removal of dust deposits and resin layers, identified as sandarac gum, overlaid in a subsequent period for a restoration project and not in agreement with the artistic effect pursued by the manufacturer.\n352 Chapter 14\nThe cleaning of blue and green chromatic areas has been particularly difficult due to their technical peculiarities and the uneveness of the surface. In particular, in Fig. 14.18, the degradation of the blue area is shown, highlighting how the accumulation of resin overlaid and dirt deposits have led to an alteration of the blue backgrounds (Fig. 14.19).\nOn these chromatic areas, realized with smaltino technique, which can be counted among the most altered, the use of the free solvent cleaning, without any solvent confinement system, would not have succeeded in ensuring the partial or total removal of the restoration resin, and not even the dust deposits. In this sense, the experimentation with the gels has made possible a prolonged action of the most suitable solvent, without involving excessive mechanical action on the surface. Different types of gels have been tested, such as silicone gels, polysaccharides gels, and chemical hydrogels such as Nanorestore Gel Dry.\nThe silicone gel action on blue areas was uneven and not controllable; for this reason the system was discarded. The polysaccharide gel was prepared as rigid gel, cutting it following the shape of the different area in which it would have been applied, and then the chosen solvent solution was added. After the application to the blue surfaces, its action\n354 Chapter 14\nappeared to be good but the swelling and removal of the veneer and dirt was uneven. Moreover, the thickness of rigid gel did not allow an easy application in the most engraved areas of the decoration.\nThe action of Nanorestore Gel Dry gave the most satisfactory cleaning results. It should be mentioned also that preliminary tests revealed how the blue area was very sensitive to the water supply. The nanogel could fit with the purpose of cleaning such areas. In fact, thanks to its high retentive network, it can also be used on objects that are very sensitive to water because their action is limited to the interphase. In this case, in particular, the gel has been loaded with a solution of 40% ligroine in ethanol.\nAfter several tests it was assessed that the best result was obtained by placing the gel directly on the blue surface (Fig. 14.20) for an application time of 8e12 min to obtain the swelling of the resin and the removal of dirt deposits in a homogeneous way on all the treated areas.\nNot leaving residues, the mechanical action on the surface was avoided and it was possible for the transparency of the hydrogels to check the surface to be cleaned. Finally it was possible to easily shape them in blocks in order to treat only the selected areas carefully.\nAnother interesting action of cleaning through microemulsions and nanostructured system is represented by the work of Luciana Tozzi and her staff of Galleria Nazionale D’Arte Moderna on the work of Alberto Burri, Grande rosso, P.N.18, 1964 (Tozzi and Vivarelli, 2016). In this contest, cleaning treatment of contemporary art materials represents a further challenge; in fact, their materials are not protected by varnish as in ancient paintings, and plastic materials, acrylic, vinyl, and others could be strongly bounded to dirt and be sensitive\nto many solvents (Ormsby et al., 2016). For this reason, the considerations behind choosing cleaning solutions or microemulsions in the case of the contemporary should be very careful, and in every case, a very deep knowledge of solubilization mechanisms and interactions with solvent is absolutely required (Giorgi et al., 2010).\n356 Chapter 14\nThe cleaning of this artwork by Burri has been done thanks to the collaboration of Prof. Baglioni’s group from Florence. The Grande Rosso, P.N. 18, realized by Alberto Burri in 1964 and owned by the National Gallery of Rome, was subjected to a careful restoration work in July 2016, aimed at restoring the original readability of the surfaces characterized by the presence of dust deposits, in particular in the folds of the material. Grande Rosso is part of Combustioni, artworks in which Burri expects the introduction of fire as its own artistic instrument. Fire, used with a strong primordial symbol, generates, modifies, and accelerates the mutation of matter. The constituent materials therefore speak to the observer of his own life and previous function, of his use, and even of his own decay, before leaving the functional peculiarities to become artwork (Tozzi and Vivarelli, 2016).\nFor this work, Burri has chosen the use of several red polyvinyl chloride (PVC) sheets, glued and burnt with a flame in multiple areas. The material in question is extremely electrostatic, so it shows a strong tendency to attract the atmospheric particles. During the preliminary study of the restoration work, it was possible to detect the presence of high concentration dust deposits, which over time had caused a general obfuscation of the surfaces, modifying negatively the appearance of the saturated color of material.\nAs known, the plastics possess a complex structural composition, of which about 40% e50% consists of synthetic polymers, dyes, and other types of additives introduced during the industrial production of the material. Not being molecules inserted within the structure of the polymeric macromolecule, the surface migration process and ejection thereof are extremely facilitated by direct intervention, including surface cleaning during conservation treatment. In order to limit the interaction of the cleaning agents with these molecules, and the excessive penetration and possible retention of the products used during cleaning, experimental tests have been carried out on the use of Nanorestart nanostructured systems. These products have been applied on three types of areas: generic surfaces characterized by the presence of powdery deposits; areas with dusts on the original burnt parts (where,\nconsequently, it was necessary to remove the particle, taking care not to remove part of the original oxidation); and areas that were particularly flat and homogeneous, most susceptible to the absorption of powder microparticles.\nThe tested systems showed an optimal efficacy of removing deposits and facilitated the selective elimination of surface deposits. During the cleaning operation, Nanorestart microemulsions have been applied in gel on the most delicate areas. The following systems were tested in order to individuate the best formulation for this case. First, a nanostructured fluid an aqueous base containing an anionic surfactant and a mixture of 1-pentanol, ethyl acetate and propylene carbonate (sold as Nanorestore Cleaning Polar Coating S) was used. This formulation is designed for the removal of synthetic polymers of polar nature such as acrylic and vinyl stickers, protective or consolidating, and natural and synthetic paints, even aged. Next was an o/w microemulsion containing an anionic surfactant and a mixture of 1- pentanol and xylene (Nanorestore Cleaning Apolar Coating). This formulation is designed for the removal of polar or apolar synthetic and natural polymers. Third was a nanostructured fluid, an aqueous base, containing a non-ionic surfactant and a mixture of MEK and 2-butanol (Nanorestore Cleaning Polar Coating B) (all the information about these materials has been taken from the CSGI website). This formulation is ideal for the removal of synthetic polymers of a polar nature; for example, protective, consolidating, and acrylic and vinyl stickers and natural and synthetic paints, even aged. It can be used in case there is a significant presence of salts. A microemulsion, based on propylene carbonate and surfactant non-ionic, and a propylene carbonate solvent have been also tested. The last two formulations showed the most satisfactory results, so they were adopted on the surface portions that needed special attention. The product has been applied only in gel form, left to act until thoroughly dry and carefully removed later. No undesirable variations in the treated areas (aloes, errors, etc.) were observed; the intervention was monitored with a PCE-MM 200 digital microscope (Tozzi and Vivarelli, 2016).\nA similar study of application of microemulsions is the cleaning treatment on Fabio Mauri’s work, Grande cinema a luce solida, giallo, by the Galleria Nazionale D’Arte Moderna (Tozzi and Vivarelli, 2017). The Nanorestore Cleaning formulations have been chosen taking into account their high interfacial surface combined action of solvents and surfactants. They are therefore able to soften and remove organic material by means of a mechanism different from those of organic solvents or with mixtures thereof. In addition, uncontrolled deposition of the material removed within the surface microporousity of the work after cleaning is limited when compared with what happens with the use of solvents, thanks to the peculiar structure of the emulsion. The use of nanostructured systems is designed for porous surfaces, but it was decided to perform an experimental test even on poly(methyl methacrylate) (PMMA) portions and areas affected by adhesive residues, intending to verify whether application of the product created a sliding plane between the PMMA and the overlay material, so that it can be removed mechanically. All the\n358 Chapter 14\nformulations were tested in both free form, using a wadding or brush pad, and gel form, obtaining a combined system that would ensure better control of the cleaning operations and allow the lower possible water supply, considering that PMMA is a rather hygroscopic polymer and that fractures in areas with greater sensitivity than the intact polymer (Fig. 14.21). For this reason, at the end, the complete cleaning has been performed though gel application, working as a common wrap, and left until fully dry.\nThe operation was completed by applying a minimum amount of water on the surface to eliminate any surfactant residues. However, the microemulsions were also tested in free form on areas where it was difficult to keep the pack in the desired position until it was completely dry. The nanostructured systems used were the same as the previous case study. All systems were applied at the PMMA-based adhesive to be removed near one corner of the pyramid that constitutes the solid light beam, at the junction between the two sides of the pyramid and at a fracture on one side, near the vertex. The laying time of gel and emulsions was varied based on the perception of surface sensitivity to the system; on all the treated areas, a small amount of demineralized water was applied to the buffer to remove accurately the residues of the tested products (Tozzi and Vivarelli, 2017).\nThe best results were obtained in dirt removing. For adhesives, systems 3 and 4 seem to leave a slight residual fat on the surface following rinsing, easily removable with dry wadding pads. Systems 1 and 3 have been found to be effective in removing the dirt deposits contained within the microfractures at the junction of the sides and the fracture near the vertex of one side. In particular, system 3 showed the best detergent action. For each application, visual analysis with a PCE-MM 200 digital microscope (200x) showed no changes on the surface of the work. Considering the test results, the cleaning was completed with the localized use of the microemulsion number 3 (cleaning Polar Coating B), which\nNanotechnologies and Nanomaterials 359\nallowed considerable removal of dirt deposits. For the cleaning of the dirtiest points, small wadding pads, imbibed of microemulsions, were applied until complete drying. After a first test on a fracture located on one side of the pyramid, which highlighted the effectiveness of the product on this particular type of dirt and surface, the preparation of the mixture was replicated on the fracture, disruption points where previously tested products did not give satisfactory results. The medium was not able to completely remove the dark color that characterized some areas on the fracture borders in all cases.\nAt this point, as far as possible, the borders of the fractures have been subjected to a final treatment of mechanical polish by means of abrasive papers with very fine granulometry and special paper brushes for the Plexiglas polishing. Surface abrasion did not improve the appearance of the dark areas, so in order to avoid the removal of further original constituent material, the optical effects were maintained. Dark chrome was attributed to a difference in the refractive index, due to the migration of the dye. However, the cleaning operation allowed complete removal of the particles of heterogeneous and foreign materials from the original, which were deposited in the microfractures and accumulated during the multiyear exposure to degradation agents (Tozzi and Vivarelli, 2017).\nOther relevant works on contemporary art have been reported by a group from the Getty Institute, Tate Britain, and the Dow Chemical Company, which developed three series of water-in-oil formulations, based on the use of aliphatic mineral spirits solvent, water, and investigating the use of several surfactants. Their effectiveness has been tested on the dirt deposition of three different contemporary artworks, the Addendum sculpture by Eva Hesse (1967), the Piano by Richard Smith (1961), and Two Recumbent Nude Figures by J. M. W. Turner (1828) (Ormsby et al., 2016).\nThe importance of solvent confinement for the efficiency of cleaning, mainly for the protection of artworks themselves, has already been underlined in this section. However, the case of hydrogels is worth further examples to offer a more complete view on their application. Briefly, the application of solvent gel has been suggested by Wolbers (Baglioni et al., 2015a,b; Domingues et al., 2013; Wolbers et al., 1988; Wolbers, 2000) for painting surface; this method was in answer to the poor satisfaction of traditional methods, which were based on thickeners (such as hydroxypropyl cellulose) (Domingues et al., 2013). Solvent gel was totally different, because the solvent was immobilized within the polymer network that formed the gel (characterized by weak intermolecular bonds) (Domingues et al., 2013). Generally, these systems should avoid the release of any residues on the artworks but, in this case, an appreciable amount of surfactants was observed. Following the treatment with a solvent gel system, it is always necessary to perform an appropriate cleaning procedure, which is usually carried out through organic solvent blends. Furthermore, after mechanical removal and solubilization of the solvent gel system, residues of surfactant may remain on the artifact surface (Domingues et al., 2013).\n360 Chapter 14\nThe work conducted by the group of Florence from Prof. Baglioni has kept this issue in mind and worked on a different kind of gel, developing a system based on a confining system with highly viscous polymer solutions, physical gels (such as viscoelastic polyvinyl alcohol-borate based gels) and chemical gels (such as polyacrylamide networks, which can be functionalized with magnetic nanoparticles) (Carretti et al., 2009b; Domingues et al., 2013). The last one appears to be the most suitable, considering the chemical gels the easiest to handle thanks to the intramolecular bonds that make them more compact, consequently reducing the possibility of leaving residues, and being able to be shaped in a well-defined form (Domingues et al., 2013; Baglioni et al., 2015a).\nStarting from these products, the poly(2-hydroxyethyl methacrylate) (p(HEMA))/ poly(vinylpyrrolidone) (PVP) hydrogels have been developed. In these gels, free chains of PVP macromolecules are embedded into a p(HEMA) network (Domingues et al., 2013; Baglioni et al., 2015a,b).\nParticularly interesting is the recent application of these hydrogels for the removal of graffiti from street art paintings (Giorgi et al., 2017). Even if the application is conducted on mockups, the study can be easily considered close to a case study on real artworks. Street art can be considered a relatively new topic and every study in this sense is almost precious for the information that it could give (Giorgi et al., 2017). The few case studies suggest to us to propose this note about this experimentation, considering also that the materials used for the mock-ups can be the same as the street artworks. In this case, the pHEMA/PVP hydrogel has been coupled with a nanofluid based on propylene carbonate and ethyl acetate for the selective removal of a layer of acrylic white paint from an acrylic blue paint (Giorgi et al., 2017). The integrated approach of nanofluid with high confined gel is a further example of effectiveness of combined nanomaterials, expressed in a selective removal of the graffiti paint from the surface, leaving the original layer unaltered (Giorgi et al., 2017).\nAnother example in this direction is the case of Fellini drawings, for the removal of aged pressure-sensitive tape (PST) (Trabace et al., 2017). In this work, Federico Fellini’s drawing was affected by rectangular-shaped dark brown stains, indicating an oxidation layer of the PST’s adhesive, penetrated also within the paper matrix. A combined use of organogels and the nontoxic solvent diethyl carbonate (DEC) results in effectively removing the PST’s adhesive layer, also with partial removal of those points where the stitch was penetrated, helped by the use of the suction table and the solvents DEC and ethyl acetate (Trabace et al., 2017)."
    }, {
      "heading" : "14.2.2 Hard Materials and Consolidation Treatments",
      "text" : "As highlighted in several works and ascertained by restoration practice, cleaning protocol and consolidation treatments are often connected; in fact, as underlined by Giorgi, the two\nNanotechnologies and Nanomaterials 361\nprocedures are in many cases simultaneous (Giorgi et al., 2010). In fact, when the removal of degraded layer by a painting, for example, is necessary to reestablish the integrity of artwork, this action could weaken the figurative layer itself, inducing a simultaneous consolidation treatment (Giorgi et al., 2010).\nThus, this section will provide some examples of consolidation treatments of most employed nanomaterials, starting from calcium hydroxide, the main character of several consolidation case studies, to several nanomaterials, such as halloysite clay nanotubes, TiO2 nanoparticles, and so on. The complete overview on each nanomaterial is beyond the scope and possibility of a single chapter. However, it would provide an insight on the several nanomaterial applications and possible advantages and disadvantages for each case study, taking into account that each case is a world apart, with its specific features and problems, and in a complex and unique relation with the environmental conditions (Baglioni et al., 2015a,b).\nOne of the most employed nanomaterials for conservation of paintings and/or masonry and similar materials is certainly calcium hydroxide, Ca(OH)2. Calcium hydroxide perfectly matches with the requirement of compatibility, bearing in mind that marble and limestone are among the most used art materials over time (Baglioni et al., 2015a). Moreover, calcium hydroxide is already the main actor of intonaco formation in mural paintings, which, starting from lime water, in the presence of atmospheric CO2, leads to the precipitation of calcium carbonate, which acts as a matrix and a binder for the pigments used. The principles and reactions behind the use of Ca(OH)2 as nanomaterials have already been the subject of numerous publications and are widely discussed in several volumes. In particular, the work of Baglioni and his group bring to an industrial formulation, which is used for conservation purposes. In this section, for completeness, some cases are reproposed, to offer a complete overview on nanomaterials, even if the sources mentioned are not replaced.\nSome of the most relevant applications of Ca(OH)2 are the Maya paintings in Mexico (Baglioni et al., 2015b). This case can be used to recall the main technical aspects of this kind of consolidation. Generally, environmental conditions should be assessed, looking at relative humidity (RH) and temperature in particular, taking into account that the formation of CaCO3 is strongly dependent on RH (Lopez-Arce, 2011). Lopez reported that for RH values of 75%e90%, the carbonation process is faster and calcium hydroxide is completely transformed into carbonate within 7 days, as water catalyzes the initial formation of amorphous calcium carbonate hydrate and monohydrocalcite. Then the first, in water, changes to vaterite and/or calcite. Moreover, the particle medium is also connected with RH. The presence of short-chain alcohols, preferred as medium, and useful for avoiding the use of surfactants, is influenced by higher RH; this parameter can in fact play a fundamental role in delaying the evaporation of alcohol molecules that\n362 Chapter 14\nstabilize vaterite and aragonite. For example, the relative amount of calcite formed after 28 days is either 11% when RH ¼ 75% or 37%, with RH ¼ 90%. Baglioni reported that generally, at higher RH values, carbonate particles are larger and exhibit higher crystallinity.\nGoing back to the Mexican mural painting, the figures were strongly compromised by the use of synthetic polymer, a methyl metacrylate (Baglioni et al., 2013), due to a precedent restoration project, for salt crystallization (whose negative actions have been enhanced by the polymers, which hampered the normal breathing of the salts, water, etc.) and biofilm formation (Baglioni and Giorgi, 2006; Giorgi et al., 2010; Baglioni et al., 2013). A mixed solution of calcium hydroxide and barium hydroxide nanoparticles was used; in particular, barium hydroxide action prevents salts in the masonry, such as sulfates, from reducing the consolidating action (Baglioni et al., 2015; Giorgi et al., 2010). In fact, it reacts with gypsum and give the insoluble barium sulfate (which is not deleterious), calcium hydroxide and water (Baglioni et al., 2015a). This is actually chosen when the Ferroni method cannot be applied, such as for extremely degraded paintings.\nIn this case, the calcium hydroxide has also been applied to consolidation of the wall and masonry. The concentration used for low porosity substrates is 1 g/L and, taking into account the poor solubility of this inorganic material, applying it several times is strongly suggested (at least 10 times or more) at low concentrations. In this way, in fact, the possibility for nanoparticles to form clusters is reduced, and at the same time penetration is enhanced; which also minimizes or avoids the formation of white haze on the treated surface (Baglioni et al., 2015a,b).\nThe nanoparticle solution has been applied by gentle brushing between 10 and 30 times . A wood poultice soaked with water was applied for 8 h over the treated surface in order to keep the first paint layers wet to favor a slow carbonation of hydroxide. A few days later, a second application of nanoparticles was performed. At the end of the treatments a simple testdresistance to abrasiondshowed a complete fixation of color (Baglioni and Giorgi, 2006).\nAn alternative to Ca(OH)2 is proposed in the work of Pondelak et al. (2017). For the consolidation of the Franciscan Church, with two frescoes from 1935e36, a new consolidant base on calcium acetoacetate is applied, comparing with Nanorestore and CaLoSiL, two nanoproducts based on alcoholic suspension of Ca(OH)2. This comparison is proposed, highlighting some drawbacks of calcium hydroxide composition, such as the low concentrations that cause the application to be repeated several times, and the cited possibility of white veil on the surface. The acetoacetate, instead, is a water-based solution, which would lead to a greater penetration of the solution, and which should be necessary for only a few applications. The efficiency of conservation treatments has been assessed taking into account the chromatic differences between the untreated and\nNanotechnologies and Nanomaterials 363\ntreated samples, the formation of the white haze, the mechanical properties, and the ultrasound velocity. It should be mentioned that each conservation product is applied three times only. At the end, calcium acetoacetate seems to provide the best results, even if the choice of applying Nanorestore and Calosil three times could have compromised or reduced their efficiency in consolidating.\nThe employment of Ca(OH)2 as deacidification treatment for papers was proposed in 2002 (Giorgi et al., 2002), allowing better understanding of the potential of this nanomaterial. Nevertheless, its use for modern papers, an active part of contemporary art, was far from obvious. The most critical point is the solubility of modern materials in polar solvents, widely used in traditional cleaning and conservation treatment. In this contest, the use of Ca(OH)2 for the deacidification of Stefano Arienti’s Picasso is worth mentioning (Poggi et al., 2017). As discussed in the paper, traditional conservation methods could not fit with the purpose of conservation for contemporary art, in particular with materials such as inks, various kinds of pen, and so on (Poggi et al., 2017). In this paper, in fact, a preliminary study is presented in which calcium hydroxide stably dispersed in cyclohexane (1 g/L) is sprayed, at 10 cm from the mockups, and left at RH 50% for 14 days, before the evaluation of its effectiveness. In particular, the choice of nonpolar solvent is pursued, taking into account the solubility of most ink and contemporary materials in polar solvents.\nThese experimental results have evidenced the possibility of a simple increase in pH, the effect of deacidification, up to an improvement of the resistance to aging, as evidenced by the derivative of the thermogravimetry (DTG) tests, in which a higher pyrolysis TG (than the untreated sample) is highlighted, which means that the deacidification process is able to delay the paper dehydration (Poggi et al., 2017) and further acid catalyzed hydrolysis, associated with the aging process. For this promising data, the dispersion is applied to the Arienti work, avoiding any alteration of drawing, evidenced by reflectance transformation imaging (RTI) analysis (Poggi et al., 2017).\nNo less important could be considered the application of Ca(OH)2 nanoparticles, in association with Mg(OH)2, for the deacidification of Vasa wood (Chelazzi et al., 2006). Conservation of wood is certainly a challenging field, due to the complex nature of this composite material, in which polymeric chemical species of different composition and origin and with totally different chemical behavior coexist. The main ones are lignin, carbohydrate (cellulose and hemicellulose), organic compounds (tannins, resins, etc.), and minerals (Campanella et al., 2007). In particular, concerning waterlogged wood, conservation of which is shown in the next case studies, the degradation degree is strongly related to the chemical and biological nature of the site. As reported by Cavallaro, generally the degradation of cellulosic polysaccharides and lignin is mostly due to the actions of bacteria and fungi (Bugg et al., 2011; Dedic et al., 2013; Cavallaro\n364 Chapter 14\net al., 2017). Low temperatures and anoxic conditions instead could promote wood conservation (Blanchette 2000). What is possible to expect, when waterlogged wood is examined, is a degraded wood mainly composed of water and minerals, whereas the residual content of the organic components is extremely low (Cavallaro et al., 2011, 2017). To this issue, the different state of conservation should be considered to understand the degradation process to which each wood (in different forms) has been subjected. In this context, the example of the Swedish Vasa warship acquires further value. Sunk a short distance from the harbor in its inaugural journey in 1628, this warship was recovered in 1961. The collapse of the wood structure after drying required rapid treatment, and polyethylene glycol (PEG), applied as a spray, was chosen for all the wood pieces that composed the ship (Cavallaro et al., 2017; Baglioni and Giorgi, 2006). However, through Thermo Gravimetric Analysis (TGA) measurements first performed on cellulose from paper, taken as model system, and then on wood samples (Cavallaro et al., 2013), the acid degradation of polymeric cellulose chains was highlighted and, in particular, maximum pyrolysis temperature of cellulose was correlated to the degree of polymerization of cellulose (Baglioni and Giorgi, 2006). For the deadification of Vasa, a nonaqueous nanoparticle suspension of Ca(OH)2 and Mg(OH)2 was applied. The first neutralization treatment included the use of poultices of a washing soda/baking soda solution on the surface of the wood. Obviously, the pH is rapidly increased, but the alkaline environment was not preserved for a long time and soon the acidic hydrolysis action resumed. On the contrary, the suspension of calcium and magnesium hydroxide neutralizes acidity and ensures a basic environment in the long run and prevents acidifying action (Baglioni and Giorgi, 2006).\nConcerning the conservation of waterlogged wood, interesting results in the field of green protocol have been proposed by Cavallaro et al. (2017). In his work, in fact, an innovative protocol based on an acetone mixture of halloysite clay nanotubes (HNTs) and a chemically modified colophony (HNTs/Rosin nanocomposite, in which HNTs are homogeneously dispersed into the polymer matrix) is proposed. In particular, interesting is the possibility suggested by the author of including or, better, encapsulating compounds with antimicrobial activity into the HNT lumen, which could connect the consolidation treatment with other conservation issues (Cavallaro et al., 2015, Cavallaro et al., 2017). It should be mentioned that this represents only experimental work based only on laboratory specimens, but it could be significant for future application on real samples.\nHydroxyapatite (HAP) can easily be counted in the Baglioni hard nanomaterials class. Proposed for the consolidation of old books (Ion et al., 2011), its performances have been evaluated in the consolidation of two printed books, dated 1867 and 1931. HAP, applied in a hydroalcoholic solution by spraying and brushing impregnation, resulted in improvement of optical properties (enhanced when a cleaning procedure with deionized water had been\nNanotechnologies and Nanomaterials 365\napplied before the conservation treatment), which means a reduction of yellowing phenomenon, and an overall pH between 7.5 and 8.5, which should protect papers from further hydrolysis (Ion et al., 2013). One interesting case study of its application is the consolidation of masonry in the Athenian-Malloura Necropolis in Cyprus (Ma et al., 2017); in particular, this consolidation treatment can be useful to evaluate the effectiveness of diammonium hydrogen phosphate ((NH4)2HPO4) as precursor for subsequent precipitation in situ of HAP (Matteini et al., 2011; Possenti et al., 2016). In the case study, in particular, the treatment concerns three areas of the largest tomb, the most of the necropolis. The authors report the choice of HAP compared to calcium carbonate (and its precursor Ca(OH)2), barium carbonate, barium sulfate, and calcium oxalate, considering the inability of the carbonate to protect materials from acid rains, and barium or oxalate salts because of the toxicity of barium and limited penetration of oxalates (Baglioni and Giorgi, 2006; Ma et al., 2017). In addition, in the areas that should be consolidated a biological degradation was observed and biofilm could dissolve carbonate (Ma et al., 2017).\nHAP is preferred, pointing also to the similar crystal structure of hydroxyapatite and calcite, which should encourage the nucleation of the phosphate layer on the surface of carbonate stones and strong bonding of the newly formed layer onto the substrate (Ma et al., 2017). The three areas have been chosen, taking into account their different microenvironments, in order to test the effectiveness of consolidation treatment in different conditions.\nAfter the characterization of mineralogical and geological features, evidencing a mixture of calcite and carbonate minerals together with silica and silicate minerals, and the assessment of salt content, the first cleaning operations useful for guaranteeing the penetration of consolidant solution inside the masonry have been assessed. The desalination operation, through cellulose compresses soaked with deionized water, was carried out, even if the author reports that sulfates cannot be efficiently removed; this will deal with a particular aspect of using HAP. The treatment with diammonium hydrogen phosphate (DAP) has been performed using cellulose compresses, and applied following the traditional method of Japanese paper, on which this compress has been fixed. The cellulose was also covered to avoid a too-fast evaporation.\nThe treatment has demonstrated its effectiveness in only 48 h, evidenced by the increased peaks of HAP at X-ray diffraction analysis and significant bands at and the reaction seemed to have continued throughout the following year until a new sampling, which confirmed the presence of HAP crystals and the formation of a network. However, it is evidenced how the rapid evaporation of solutions induced a higher concentration of HAP near the surface, while in other deep regions its results were uneven. The more relevant\n366 Chapter 14\naspect is that, in the presence of gypsum, its analogue phosphate is detected. That means in the presence of gypsum, the DAP turns into brushite (CaHPO4$2H2O) and no HAP is detected. In addition, the residual or unreacted DAP could promote, in the appropriate microclimate conditions, the biological growth. As reported by the author, a good method to consume the entire residue is the reaction with the appropriate quantity of calcium hydroxide.\nZnO nanoparticles are another example of nanoparticle application for inhibition of fungal colonization (Gambino et al., 2017). Biodeterioration can be counted, in fact, as one of the major causes of degradation, due to secretion of organic and inorganic acids and enzymes. In particular, the environmental conditions in which masonry or buildings or other archeological remains are preserved play a key role in bacterial growth and biofilm production (Gambino et al., 2017; Griffin et al., 1991). For this reason, starting from the assessment of biodeterioration, which affects the wall paintings of the royal tomb of Tausert and Setnakht in the Valley of the Kings (Egypt), a study of ZnO nanoparticles application in preventing or delaying the fungi colonization was performed for the first time. ZnO nanoparticles could be considered a good choice in that sense because of their chemical stability and the possibility of preventing dust accumulation and UV aging (Gambino et al., 2017).\nIn particular, considering four fungal species (Aspergillus niger, Alternaria alternata, Penicillium chrysogenum, and Penicillium pinophilum) characterized and isolated from the Egyptian royal tombs, the tests performed by Gambino and his group revealed that ZnO nanoparticles are able to prevent fungal growth for three of them, while for A. niger it seems otherwise to stimulate the microbial growth. Nonetheless, as reported by the author, fungal activity and biofilm formations require several considerations: in fact, even if the dispersion of ZnO (0.25%e0.5% in agar) reduces the biofilm growth for A. alternata, P. chrysogenum, and P. pinophilum, the morphology of biofilm changed significantly. In fact, the sporulation is increased and a mannitol accumulation, as a defensive action from stress, is registered (Calmes et al., 2013). Furthermore, A. niger biofilm increases the production of melanin, the black pigment, and this could represent a selective advantage of A. niger over the other fungal species (Gambino et al., 2017). However, the effects of increased quantity of ZnO nanoparticles are still not investigated, and this preliminary study offers important starting point for further investigation of the potentiality of this nanomaterial.\nThe same issue of fungi and microbial attacks is faced for the conservation on Egyptian funeral masks (Helmi et al., 2015). In particular, three different potential agents are investigated, titanium dioxide (TiO2), silver, and copper oxide (CuO) nanoparticles. In this work, their effectiveness in reducing the biological attacks is evaluated, regarding different\nNanotechnologies and Nanomaterials 367\nfungi and bacteria such as A. niger, Aspergillus flavus, and Aspergillus fumigatus and the bacillus alvei, Gthe short bacilli, and Gthe bacilli.\nThis work represents a preliminary study that would suggest the correct nanomaterials for the conservation of three funeral masks from 2160e2025 BC (second intermediate period), 1085e945 BC (21st dynasty), and 404e380 BC (28the29th dynasty). Funeral masks present several problems in conservation, essentially due to the great variety of materials that composed them, such as textiles, wood, faience beads, gold, and so on (Helmi et al., 2015), and the fungal or bacteria attacks could increase the deterioration for the factors evidenced in the previous example.\nSummarizing the results from this experimental study, it is possible to observe that, in conservation with nanomaterials aimed at inhibition of biological attacks, several instances should be considered; for example, the laboratory results seems to suggest that silver nanoparticles give the best performance in inhibiting fungi (except for A. niger, the more resistant) and bacteria from growing. At the same time, TiO2 does not provide sufficient efficiency in inhibiting A. niger and A. flavus and also low potential activity toward bacteria. The best results are instead offered by CuO, which also has an activity toward A. niger (on the contrary, a low activity against bacteria). No one nanoparticle seems be able to answer all the issues, and maybe a potential mixture could be suggested, even if the use of CuO nanoparticles should be avoided, considering the possibility of causing chromatic alterations (Helmi et al., 2015). For these reasons, for the conservation of such artifacts, in this particular case the silver nanoparticles are proposed (Helmi et al., 2015).\nIt is worth mentioning that in a recent work based on the problem of A. niger on wood, a deeper study on TiO2 photo activity as a biocidal and antifungal compound has been conducted, giving further information (Goffredo et al., 2017). The proposed nanocoatings based on TiO2, aesthetically compatible with wooden substrates, previously partially activated by UVA illumination, seems to inhibit the growth of A. niger; however, further study should be conducted before proper application on real artworks, considering also the possibility of inserting metallic nanoparticles to enhance the antifungal activity (Goffredo et al., 2017). TiO2 nanoparticles remain an important material, especially for building protection, and several studies have been conducting to explore all their potentiality (D’Orazio and Grippo, 2016; Munafò et al., 2015; Gherardi et al., 2016; Bergamonti et al., 2017).\nNowadays, many other nanomaterials are being developed and experimented, first on mockups and then evaluating their performance on art material. Giving general indications, as emphasized several times, is difficult, considering the great variety of art materials. However, it is clear how the world of nanotechnologies and nanomaterials can offer different answers to the questions that conservators and restorers together have to figure out in their work.\n368 Chapter 14\nCase Study and Nanomaterials/Nanotechnology Involved: Summary\nArtwork Nanoapplication Issue Reference\n18th century Tibetan textile SERS of HCl extract Identification of berberine Leona and Lombardi (2007) Bone fragment from Gervase and\nProtase tomb SERS of N, N-dimethylformamide extract Identification of Tyrian purple as purple dye on fragment\nBruni et al. (2011a)\nWool thread from In Aghelachem Royal Tumulus (300 B.C.e350 A.D.)\nSERS of MeOH/HCl extract Identification of madder as red dye\nBruni et al. (2011a)\nLibyan archaeological threads SERS of HF extract Identification of pomegranate colorants as yellow dye\nBruni et al. (2011b)\n16th century Netherlandish tapestry SERS of HF extract Identification of alizarin Leona et al. (2006) Pre-Colombian textile SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 15th century tablecloth SERS of leuco-reagents extract Identification of indigo Platania et al. (2015)\n16th century Medici’s tapestry SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) Pre-Colombian textile SERS of extract on Ag-Agar gel Identification of madder and\nred dyes Lofrumento et al. (2015)\n19th century Easter canvas painting SERS on fiber Identification of organic dyes, inorganic species, cellulose,\nand lignin\nGui et al. (2013)\nTextile samples from a 1865 Sicilian noblewoman dress\nSERS on fiber Identification of mauvein and orchil dyes\nSerafini et al. (2017)\nFrench impressionist and postimpressionist paintings\nSERS on HF extract Identification of different red lakes\nPozzi et al. (2014)\nMiddle Kingdom Egyptian painted leather\nSERRS on HF vapor extract Identification of madder Leona (2009)\n12th century wooden sculpture of Morgan Madonna\nSERRS Identification of lac dye Leona (2009)\n13th century wooden sculpture of the Virgin with the Child\nSERS with colloidal paste Identification of madder-type dye different from Rubia\ntinctorum L.\nIdone et al. (2014)\nMultilayered mural SERS with colloidal paste Identification of kermes lake Idone et al. (2014) Historical oil paintings SERS with colloidal paste Mapping of layered structure Frano et al. (2014) Historical daily objects SERS in situ Identification of carmine and\nmadder lakes Daher et al. (2014)\nContinued\nN anotechnologies and N anom aterials 3 6 9\ndcont’d\nCase Study and Nanomaterials/Nanotechnology Involved: Summary\nArtwork Nanoapplication Issue Reference\nPink samples from Domus Aurea paintings\nSERS on powder samples Identification of madder lake Clementi et al. (2011)\n16th century painted dish UV laser ablation-HF extract SERS Identification of madder lake Cesaratto et al. (2014) Luca Signorelli’s fresco UV laser ablation-HF extract SERS Identification of kermesic acid\nlake Cesaratto et al. (2014)\nGiorgione, Adoration of the Shepherds UV laser ablation-HF extract SERS Identification of kermesic acid lake\nCesaratto et al. (2014)\nTiepolo’s painting, Banque of Cleopatra Ag nanoparticles-copper foils SERS on cleaning extract\nIdentification of Dammar resin in varnish\nLau et al. (2008)\nRobert Frederik Blum’s drawing, Waiting for Aaron\nSERS Identification of sepia ink Roldàn et al. (2014)\n1890s Japanese woodblock prints SERS on extract on moist paper Identification of naphthol red dyes\nCesaratto et al. (2017)\n13th century historical glass Noncontact AFM Characterization of degradation phenomena\nGarcı́a-Heras et al. (2005)\n13the17th centuries historical glasses In situ AFM Characterization of degradation phenomena\nCarmona et al. (2010)\n14th and 17th centuries historical glasses\nFE-SEM-EDX Characterization of degradation processes to\nopaque glass\nSchalm and Anaf (2016)\nKaiping Diaolou wall paintings SEM-EDX Morphological characterization of painting materials\nZeng et al. (2010)\nIslamic decorated tiles AFM Characterization of gilding methodologies\nMishmastnehi and Holakooei (2015)\nPalaeolithic Age Lascaux and Ekain paintings\nTEM Characterization of ancient treatments for manganese\noxide materials\nChalmin et al. (2003)\nAncient Egypt cosmetic pigments TEM Identification of lead pigments Deeb et al. (2004) Archaeological paintings in Caxatla TEM and high-resolution SEM Identification of Maya blue Ortega-Avilés et al. (2001)\nMaya blue samples AFM and TEM Characterization of Maya blue structure\nDoménech et al. (2009)\nAncient Mexican pottery AFM and TEM Characterization of materials and techniques\nArenas-Alatorre et al. (2010)\n3 7 0\nC hapter 1 4\nVan Gogh’s paintings TEM Individuation of extenders Haswell et al. (2008) Andy Warhol, Alexander Liberman,\nand John Hoyland paintings AFM in situ Evaluation of cleaning methods Kampasakali et al. (2011)\nJuliao Sarmento paintings AFM Characterization of degradation phenomena\nPereira et al. (2011)\nAncient parchments (1st century A.D., 17th and 19th centuries)\nAFM and SEM Characterization of surface and bulk degradation\nRabin and Franzka (2005)\n16th century Parmigianino painting Voltammetry of microparticles Identification of lead white and vermilion Doménech-Carbò et al. (2016b) 17th century Miguel March painting Voltammetry of microparticles with Tafel analysis Identification of lead white, lead tin yellow, and azurite Doménech-Carbò et al. (2016b)\nArchaeological bracelets Voltammetry of microparticles Identification of metals and corrosion products\nDoménech-Carbò et al. (2016b)\nArchaeological Iberian-Roman shield boss\nVoltammetry of microparticles Mapping of corrosion products Doménech et al. (2013)\nRenaissance bronze sculpture Voltammetry of microparticles Characterization of patina Satovi c et al. (2010) 1st century Roman wheel Voltammetry of microparticles Characterization of patina Satovi c et al. (2010)\nArchaeological Iberian bronze plates Voltammetry of microparticles with graphite pencil and stripping\nmeasurements\nAuthentication of art objects through lead-base materials\nanalysis\nDoménech-Carbò et al. (2011)\n17th century canvas in Taormina AFM-voltammetry of nanoparticles Identification of lead pigments Doménech-Carbò et al. (2007) Antonio Palomino y Velasco’s fresco AFM-voltammetry of nanoparticles Identification of lead pigments Doménech-Carbò et al. (2007) 16th century polychrome sculpture AFM-voltammetry of nanoparticles Identification of lead pigments Doménech-Carbò et al. (2007)\nHistorical Roman glasses Voltammetry of nanoparticles Identification of materials Doménech-Carbò et al. (2016a,b)\nRoman mural of Imperial Period Voltammetry of microparticles and Tafel analysis Identification of Egyptian blue Doménech-Carbò et al. (2013)\nYucatana and Campeche Maya blue samples\nVoltammetry of microparticles Characterization of Maya blue Doménech et al. (2006)\nComunitat Valenciana altarpieces gilded samples\nVoltammetry of nanoparticles Characterization of gold aged layers\nFerragud et al. (2017)\nLongshan temple decoration materials\nVoltammetry of nanoparticles Identification of porcine-blood ebased binder\nDoménech et al. (2012)\nCappella Brancacci Microemulsion (nanosized dodecane droplets in an aqueous\nsolution of ammonium dodecylsulfate and 1-butanol)\nRemoval of wax Giorgi R. et al. (2010) and Baglioni et al. (2015a,b)\nContinued\nN anotechnologies and N anom aterials 3 7 1\ndcont’d\nCase Study and Nanomaterials/Nanotechnology Involved: Summary\nArtwork Nanoapplication Issue Reference\nCoptic textiles: Orbicul Nanorestore Gel Swelling of adhesive materials Genta (2017a,b) Coptic textiles: tiraz Nanorestore Gel Swelling of adhesive materials Genta (2017a,b)\nDecorative screen: Stupinigi collection Nanorestore Gel: laser technology Swelling of adhesive materials and removal of nonaesthetic\nstain\nGenta (2017c)\nChinese decorative screen Coromandel decoration from Santena\nCastle\nNanorestore Gel Swelling of resin and removal of dust deposits\nGucciardi et al. (2017)\nGrande rosso, P.N.18 Nanorestore Cleaning Polar Coating S\nRemoval of dust deposits Tozzi and Vivarelli (2017)\nNanorestore Cleaning Apolar Coating\nNanorestore Cleaning Polar Coating B\nGrande cinema a luce solida, giallo Nanorestore Cleaning Polar Coating S\nRemoval of dust deposits Tozzi and Vivarelli (2017)\nNanorestore Cleaning Apolar Coating\nNanorestore Cleaning Polar Coating B\nAddendum sculpture by Eva Hesse (1967)\nWater-in-oil microemulsion Removal of dirt from artist’s acrylic paint surfaces\nOrmsby et al. (2016)\nPiano by Richard Smith (1961) Water-in-oil microemulsion Removal of dirt from artist’s acrylic paint surfaces\nOrmsby et al. (2016)\nTwo Recumbent Nude Figures by J. M. W. Turner (1828)\nWater-in-oil microemulsion Removal of dirt from artist’s acrylic paint surfaces\nOrmsby et al. (2016)\nStreet art paintings p(HEMA)/PVP hydrogels Removal of graffiti Giorgi et al. (2017) Fellini drawings Organogels and diethyl carbonate Removal of aged pressure-\nsensitive tape Trabace et al. (2017)\nMaya paintings in Mexico Ca(OH)2 nanoparticle Consolidation Baglioni et al. (2015b) and Baglioni et al. (2013)\n3 7 2\nC hapter 1 4\nFrescoes in Franciscan Church Calcium acetoacetate nanoparticles\nConsolidation Pondelak et al. (2017)\nStefano Arienti’s Picasso drawing Ca(OH)2 nanoparticles Deacidification treatment for papers\nPoggi et al. (2017)\nVasa wood Ca(OH)2 nanoparticles, with Mg(OH)2\nDeacidification treatment Chelazzi et al. (2006)\nTwo printed books, dated 1867 and 1931\nHAP nanoparticles Consolidation and prevention from acid hydrolysis\nRodica-Mariana Ion et al. (2011)\nAthenian-Malloura Necropolis in Cyprus\nHAP nanoparticles Consolidation and investigation of (NH4)2HPO4\nas precursor\nMa et al. (2017)\nRoyal tomb of Tausert and Setnakht in the Valley of the Kings (Egypt)\nZnO nanoparticles Inhibition and delaying of fungal colonization\nGambino et al. (2017)\nEgyptian funeral masks Titanium dioxide (TiO2), silver (Ag2O) and copper oxide (CuO)\nnanoparticles\nInhibition and delaying of fungi and microbial attacks\nHelmi et al. (2015)\nAFM, atomic force microscopy; EDX, energy-dispersive X-ray spectrometry; FE-SEM, field emission scanning electron microscopy; HAP, hydroxyapatite; HF, fluoridric acid; p(HEMA)/PVP, poly(2-hydroxyethyl methacrylate)/poly(vinylpyrrolidone); SERRS, surface-enhanced resonance Raman spectroscopy; SERS, surface-enhanced Raman spectroscopy; TEM, transmission electron microscopy; UV, ultraviolet.\nN anotechnologies and N anom aterials 3 7 3"
    }, {
      "heading" : "Acknowledgments",
      "text" : "Concerning the case study of Coptic textiles and the decorative screen from the Stupinigi collection, reported in the cleaning treatment section, we thank Dr. Roberta Genta and Centro Conservazione e Restauro, CC-R, La Venaria Reale (Turin, Italy), for their collaboration and granting us authorization to publish the works conducted.\nFor the case study of the Chinese decorative screen with Coromandel decoration, reported in the cleaning treatment section, we thank Dr. Valentina Gucciardi and the group in which she performed her thesis work, from Università di Torino (masters degree in Studi in Conservazione e Restauro dei Beni Culturali) in collaboration with Centro Conservazione e Restauro, CCR, La Venaria Reale for their collaboration and granting us authorization to publish the works conducted.\nConcerning the case study of Burri and Mauri’s work, reported in the cleaning treatment section, we thank the Galleria Nazionale di Arte Moderna (Roma, Italy), and in particular Dr. Luciana Tozzi and Dr. Eleonora Vivarelli for their collaboration and granting us authorization to publish the work conducted. For the same work, we thank Prof. Piero Baglioni for giving us important indications about the chemical actions of microemulsions applied.\nIn addition, we thank all the authors of cited manuscripts and the related publishers who gave us authorization for reuse of their figures in our chapter."
    } ],
    "references" : [ {
      "title" : "In addition, we thank all the authors of cited manuscripts and the related publishers who gave us authorization for reuse of their figures in our chapter",
      "author" : [ "M.G. Albrecht", "J.A. Creighton" ],
      "venue" : null,
      "citeRegEx" : "Albrecht and Creighton,? \\Q1977\\E",
      "shortCiteRegEx" : "Albrecht and Creighton",
      "year" : 1977
    }, {
      "title" : "Advantages and limitations",
      "author" : [ "J. 5215e5217. Arenas-Alatorre", "Y. Silva-Velazquez", "A. Alva Medina", "M. Rivera" ],
      "venue" : "Journal of the American Chemical Society",
      "citeRegEx" : "Arenas.Alatorre et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Arenas.Alatorre et al\\.",
      "year" : 2010
    }, {
      "title" : "Removal of acrylic coatings",
      "author" : [ "Soft Matter", "M. 293e303. Baglioni", "D. Rengstl", "D. Berti", "M. Bonini", "R. Giorgi", "P. Baglioni" ],
      "venue" : null,
      "citeRegEx" : "2 et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "2 et al\\.",
      "year" : 2010
    }, {
      "title" : "Smart cleaning of cultural heritage: a new challenge",
      "author" : [ "M. 1723e1732. Baglioni", "R. Giorgi", "D. Berti", "P. Baglioni" ],
      "venue" : null,
      "citeRegEx" : "Baglioni et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Baglioni et al\\.",
      "year" : 2012
    }, {
      "title" : "Colloid and Materials Science for the Conservation",
      "author" : [ "soft nanoscience. Nanoscale", "P. 42e53. Baglioni", "D. Chelazzi", "R. Giorgi", "G. Poggi" ],
      "venue" : null,
      "citeRegEx" : "4 et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "4 et al\\.",
      "year" : 2013
    }, {
      "title" : "Nanomaterials in art conservation",
      "author" : [ "P. Springer. Baglioni", "E. Carretti", "D. Chelazzi" ],
      "venue" : "Compendium of Materials",
      "citeRegEx" : "Baglioni et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Baglioni et al\\.",
      "year" : 2015
    }, {
      "title" : "Enhanced slef-cleaning",
      "author" : [ "L. 287e290. Bergamonti", "G. Predieri", "Y. Paz", "L. Fornasini", "P.P. Lottici", "F. Bondioli" ],
      "venue" : null,
      "citeRegEx" : "Bergamonti et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bergamonti et al\\.",
      "year" : 2017
    }, {
      "title" : "N-doped TiO2 coating for cultural heritage",
      "author" : [ "S. Bianchin", "M. Favaro", "P.A. Vigato", "G. Botticelli", "G. Germani", "S. Botticelli" ],
      "venue" : "Microchemical Journal 133,",
      "citeRegEx" : "Bianchin et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Bianchin et al\\.",
      "year" : 2009
    }, {
      "title" : "Il restauro di 21 frammenti di una tunica bizantina del Museo Egizio di Torino: dal de-restauro alla presentazione estetica",
      "author" : [ "M. Borla", "M. Cardinali", "R. Genta", "M. Ferrari", "C. Tricerri", "A. Piccirillo" ],
      "venue" : "Proceeding of “XIII Congresso Nazionale IGIIC e Lo Stato dell’Arte e Centro Conservazione e Restauro La Venaria Reale e Torino",
      "citeRegEx" : "Borla et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Borla et al\\.",
      "year" : 2015
    }, {
      "title" : "The safety of biocleaning technologies for cultural heritage",
      "author" : [ "P. Bosch-Roig", "G. Ranalli" ],
      "venue" : "Frontiers in Microbiology",
      "citeRegEx" : "Bosch.Roig and Ranalli,? \\Q2014\\E",
      "shortCiteRegEx" : "Bosch.Roig and Ranalli",
      "year" : 2014
    }, {
      "title" : "The cleaning of pictures in relation to patina, varnish, and glazes",
      "author" : [ "C. Brandi" ],
      "venue" : "Burlington Magazine",
      "citeRegEx" : "Brandi,? \\Q1949\\E",
      "shortCiteRegEx" : "Brandi",
      "year" : 1949
    }, {
      "title" : "Surface-enhanced Raman spectroscopy (SERS) on silver colloids for the identification of ancient textile dyes: tyrian purple and madder",
      "author" : [ "S. Bruni", "V. Guglielmi", "F. Pozzi" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Bruni et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Bruni et al\\.",
      "year" : 2011
    }, {
      "title" : "Surface-enhanced Raman spectroscopy (SERS) on silver colloids for the identification of ancient textile dyes. Part II: pomegranate and sumac",
      "author" : [ "S. Bruni", "V. Guglielmi", "F. Pozzi", "A.M. Mercuri" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Bruni et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Bruni et al\\.",
      "year" : 2011
    }, {
      "title" : "The emerging role for bacteria in lignin degradation and bioproduct formation",
      "author" : [ "T.D. Bugg", "M. Ahmad", "E.M. Hardiman", "R. Singh" ],
      "venue" : "Current Opinion in Biotechnology",
      "citeRegEx" : "Bugg et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Bugg et al\\.",
      "year" : 2011
    }, {
      "title" : "Role of mannitol metabolism in the pathogenicity of the necrotrophic fungus",
      "author" : [ "B. Calmes", "T. Guillemette", "L. Teyssier", "B. Siegler", "S. Pignè", "A. Landreau", "B. Iacomi", "R. Lemoine", "P. Richomme", "P. Simoneau" ],
      "venue" : "Alternaria brassicicola? Frontiers of Plant Science",
      "citeRegEx" : "Calmes et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Calmes et al\\.",
      "year" : 2013
    }, {
      "title" : "Chimica per l’arte (Zanichelli)",
      "author" : [ "L. Campanella", "A. Casoli", "M.P. Colombini", "R. Marini Bettolo", "M. Matteini", "L.M. Migneco", "A. Montenero", "L. Nodari", "C. Piccioli", "M. Plossi Zappalà", "G. Portalone", "U. Russo", "M.P. Sammartino" ],
      "venue" : null,
      "citeRegEx" : "Campanella et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Campanella et al\\.",
      "year" : 2007
    }, {
      "title" : "AFM assessment of the surface nano/ microstructure on chemically damaged historical and model glasses",
      "author" : [ "N. Carmona", "A. Kowal", "J.M. Rincon", "M. Angeles Villegas" ],
      "venue" : "Materials Chemistry and Physics",
      "citeRegEx" : "Carmona et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Carmona et al\\.",
      "year" : 2010
    }, {
      "title" : "Physicochemical characterization of acrylic polymeric resins coating porous materials of artistic interest",
      "author" : [ "E. Carretti", "L. Dei" ],
      "venue" : "Progress in Organic Coatings",
      "citeRegEx" : "Carretti and Dei,? \\Q2004\\E",
      "shortCiteRegEx" : "Carretti and Dei",
      "year" : 2004
    }, {
      "title" : "Solubilization of acrylic and vinyl polymers in nanocontainer solutions. Application of microemulsions and micelles to cultural heritage conservation",
      "author" : [ "E. Carretti", "L. Dei", "P. Baglioni" ],
      "venue" : "Langmuir 19,",
      "citeRegEx" : "Carretti et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Carretti et al\\.",
      "year" : 2003
    }, {
      "title" : "Oil-in-Water nanocontainers as low environmental impact cleaning tools for works of art: two case studies",
      "author" : [ "E. Carretti", "R. Giorgi", "D. Berti", "P. Baglioni" ],
      "venue" : "Langmuir 23,",
      "citeRegEx" : "Carretti et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Carretti et al\\.",
      "year" : 2007
    }, {
      "title" : "Nanoscience for art conservation: oil-in-water microemulsions embedded in a polymeric network for the cleaning of works of art",
      "author" : [ "E. Carretti", "E. Fratini", "D. Berti", "L. Dei", "P. Baglioni" ],
      "venue" : "Angewandte Chemie International Edition",
      "citeRegEx" : "Carretti et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Carretti et al\\.",
      "year" : 2009
    }, {
      "title" : "Poly(vinyl alcohol) Borate hydro/cosolvent gels: viscoelastic properties, solubilizing power, and application to art conservation",
      "author" : [ "E. Carretti", "S. Grassi", "M. Cossalter", "I. Natali", "G. Caminati", "R.G. Weiss", "P. Baglioni", "L. Dei" ],
      "venue" : "Langmuir 25,",
      "citeRegEx" : "Carretti et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Carretti et al\\.",
      "year" : 2009
    }, {
      "title" : "A comparative thermogravimetric study of waterlogged archaeological and sound woods",
      "author" : [ "G. Cavallaro", "D.I. Donato", "G. Lazzara", "S. Milioto" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry",
      "citeRegEx" : "Cavallaro et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Cavallaro et al\\.",
      "year" : 2011
    }, {
      "title" : "Determining the selective impregnation of waterlogged archaeological woods with poly(ethylene) glycols mixtures by differential scanning calorimetry",
      "author" : [ "G. Cavallaro", "D.I. Donato", "G. Lazzara", "S. Milioto" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry",
      "citeRegEx" : "Cavallaro et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Cavallaro et al\\.",
      "year" : 2013
    }, {
      "title" : "Thermal and dynamic mechanical properties of beeswax-halloysite nanocomposites for consolidating waterlogged archaeological woods",
      "author" : [ "G. Cavallaro", "G. Lazzara", "S. Milioto", "F. Parisi", "V. Sparacino" ],
      "venue" : "Polymer Degradation and Stability",
      "citeRegEx" : "Cavallaro et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Cavallaro et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanocomposites based on esterified colophony and halloysite clay nanotubes as consolidants for waterlogged archaeological woods",
      "author" : [ "G. Cavallaro", "G. Lazzara", "S. Milioto", "F. Parisi", "F. Ruisi" ],
      "venue" : "Cellulose",
      "citeRegEx" : "Cavallaro et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cavallaro et al\\.",
      "year" : 2017
    }, {
      "title" : "Detection of organic colorants in historical painting layers using UV laser ablation surface-enhanced Raman microspectroscopy",
      "author" : [ "A. Cesaratto", "M. Leona", "J.R. Lombardi", "D. Comelli", "A. Nevin", "P. Londero" ],
      "venue" : "Angewandte Chemie International Edition",
      "citeRegEx" : "Cesaratto et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Cesaratto et al\\.",
      "year" : 2014
    }, {
      "title" : "A complete Raman study of common acid red dyes: application to the identification of artistic materials in polychrome prints",
      "author" : [ "A. Cesaratto", "S.A. Centeno", "J.R. Lombardi", "N. Shibayama", "M. Leona" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Cesaratto et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cesaratto et al\\.",
      "year" : 2017
    }, {
      "title" : "Analysis of rock art painting and technology of palaeolithic painters",
      "author" : [ "E. Chalmin", "M. Menu", "C. Vignaud" ],
      "venue" : "Measurement Science and Technology",
      "citeRegEx" : "Chalmin et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Chalmin et al\\.",
      "year" : 2003
    }, {
      "title" : "Nanotechnology for Vasa wood de-acidification",
      "author" : [ "D. Chelazzi", "R. Giorgi", "P. Baglioni" ],
      "venue" : "Macromolecular Symposia 238,",
      "citeRegEx" : "Chelazzi et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Chelazzi et al\\.",
      "year" : 2006
    }, {
      "title" : "Non-invasive and micro-destructive investigation of the Domus Aurea wall painting decorations",
      "author" : [ "C. Clementi", "V. Ciocan", "M. Vagnini", "B. Doherty", "M. Laurenzi Tabasso", "C. Conti", "B.G. Brunetti", "C. Miliani" ],
      "venue" : "Analytical and Bianalytical Chemistry",
      "citeRegEx" : "Clementi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Clementi et al\\.",
      "year" : 2011
    }, {
      "title" : "A water-dispersed titanium dioxide/poly(carbonate urethane)nanocomposite for protecting cultural heritage: eco-sustainabletreatments on Neapolitan Yellow Tuff",
      "author" : [ "L. D’Orazio", "A. Grippo" ],
      "venue" : "Progress in Organic Coatings",
      "citeRegEx" : "D.Orazio and Grippo,? \\Q2016\\E",
      "shortCiteRegEx" : "D.Orazio and Grippo",
      "year" : 2016
    }, {
      "title" : "Combined approach of FTRaman, SERS and IR micro-ATR spectroscopies to enlighten ancient technologies of painted and varnished works of art",
      "author" : [ "C. Daher", "L. Drieu", "L. Bellot-Gurlet", "A. Percot", "C. Paris", "A.S. Le Hô" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Daher et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Daher et al\\.",
      "year" : 2014
    }, {
      "title" : "Cellulose degradation in the Vasa: the role of acids and rust",
      "author" : [ "D. Dedic", "T. Iversen", "M. Ek" ],
      "venue" : "Studies in Conservation",
      "citeRegEx" : "Dedic et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Dedic et al\\.",
      "year" : 2013
    }, {
      "title" : "Transmission electron microscopy (TEM) investigations of ancient egyptian cosmetic powders",
      "author" : [ "C. Deeb", "P. Walter", "J. Castaing", "P. Penhoud", "P. Veyssière" ],
      "venue" : "Applied Physics A: Materials Science and Processing",
      "citeRegEx" : "Deeb et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Deeb et al\\.",
      "year" : 2004
    }, {
      "title" : "Dehydroindigo: a new piece into the Maya blue Puzzle from the voltammetry of microparticles approach",
      "author" : [ "A. Doménech", "M.T. Doménech-Carbõ", "M.L. Vázquez De Agredos Pascual" ],
      "venue" : "Journal of Physical Chemistry B",
      "citeRegEx" : "Doménech et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Doménech et al\\.",
      "year" : 2006
    }, {
      "title" : "Maya blue as a nanostructured polyfunctional hybrid organiceinorganic material: the need to change paradigms",
      "author" : [ "A. Doménech", "M.T. Antonio Doménech-Carbó", "M. Sánchez del Rı́o", "M.L. Vázquez de Agredos Pascual", "E. Lima" ],
      "venue" : "New Journal of Chemistry",
      "citeRegEx" : "Doménech et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Doménech et al\\.",
      "year" : 2009
    }, {
      "title" : "Potential application of voltammetry of microparticles for dating Porcine blood-based binding media used in Taiwanese architectural polychromies",
      "author" : [ "A. Doménech", "M.T. Doménech-Carbõ", "Y. Lee", "L. Osete-Cortina" ],
      "venue" : "Chemistry An Asian Journal",
      "citeRegEx" : "Doménech et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Doménech et al\\.",
      "year" : 2012
    }, {
      "title" : "Mapping of corrosion products of highly altered archeological iron using voltammetry of microparticles",
      "author" : [ "A. Doménech", "M. Lastras", "F. Rodrı́guez", "L. Osete" ],
      "venue" : "Microchemical Journal 106,",
      "citeRegEx" : "Doménech et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Doménech et al\\.",
      "year" : 2013
    }, {
      "title" : "Identification of lead pigments in nanosamples from ancient paintings and polychromed sculptures using voltammetry of nanoparticles/ atomic force microscopy",
      "author" : [ "A. Doménech-Carbó", "M.T. Doménech-Carbó", "X. Mas-Barberá" ],
      "venue" : null,
      "citeRegEx" : "Doménech.Carbó et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Doménech.Carbó et al\\.",
      "year" : 2007
    }, {
      "title" : "Electrochemistry and authentication of archaeological lead using voltammetry of microparticles: application to the Tossal de Sant Miquel",
      "author" : [ "A. Doménech-Carbó", "M.T. Doménech-Carbó", "M.A. Peiró-Ronda", "L. Osete-Cortina" ],
      "venue" : "Iberian Plate. Archaeometry",
      "citeRegEx" : "Doménech.Carbó et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Doménech.Carbó et al\\.",
      "year" : 2011
    }, {
      "title" : "Electrochemical characterization of egyptian blue pigment in wall paintings using the voltammetry of microparticles methodology",
      "author" : [ "A. Doménech-Carbó", "M.T. Doménech-Carbó", "F. López-López", "F.M. Valle-Algarra", "C. Laura Osete", "E. Arcos Von Haartman" ],
      "venue" : null,
      "citeRegEx" : "Doménech.Carbó et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Doménech.Carbó et al\\.",
      "year" : 2013
    }, {
      "title" : "2016a. On-line database of voltammetric data of immobilized particles for identifying pigments and minerals in archaeometry, conservation and restoration (ELCHER database)",
      "author" : [ "A. Doménech-Carbó", "M.T. Doménech-Carbó", "F.M. Valle-Algarra", "J.V. Gimeno-Adelantado", "L. OseteCortina", "F. Bosch-Reig" ],
      "venue" : "Analytica Chimica Acta 927,",
      "citeRegEx" : "Doménech.Carbó et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Doménech.Carbó et al\\.",
      "year" : 2016
    }, {
      "title" : "Electrochemical fingerprint of archeological lead silicate glasses using the voltammetry of microparticles approach",
      "author" : [ "A. Doménech-Carbó", "M. Ángeles Villegas", "F. Agua", "S. Martı́nez-Ramı́rez", "M.T. Doménech-Carbó", "B. Martı́nez", "I. Lloyd" ],
      "venue" : "Journal of the American Ceramic Society",
      "citeRegEx" : "Doménech.Carbó et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Doménech.Carbó et al\\.",
      "year" : 2016
    }, {
      "title" : "Innovative hydrogels based on semi-interpenetrating p(HEMA)/PVP networks for the cleaning of water-sensitive cultural heritage",
      "author" : [ "J.A.L. Domingues", "N. Bonelli", "R. Giorgi", "E. Fratini", "F. Gorel", "P. Baglioni" ],
      "venue" : "artifacts. Langmuir",
      "citeRegEx" : "Domingues et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Domingues et al\\.",
      "year" : 2013
    }, {
      "title" : "Electrochemical analysis of gildings in valencia altarpieces: a cross-age study since fifteenth until twentieth century",
      "author" : [ "X. Ferragud", "J. Piquero-Cilla", "M.T. Doménech-Carbó", "V. Guerola Blay", "X. Company", "A. Doménech-Carbó" ],
      "venue" : "Journal of Solid State Electrochemistry",
      "citeRegEx" : "Ferragud et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ferragud et al\\.",
      "year" : 2017
    }, {
      "title" : "Raman spectra of pyridine adsorbed at a silver electrode",
      "author" : [ "M. Fleischmann", "P.J. Hendra", "A.J. McQuillan" ],
      "venue" : "Chemical Physics Letters",
      "citeRegEx" : "Fleischmann et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Fleischmann et al\\.",
      "year" : 1974
    }, {
      "title" : "Combined SERS and Raman analysis for the identification of red pigments in cross-sections from historic oil paintings",
      "author" : [ "K.A. Frano", "H.E. Mayhew", "S.A. Svoboda", "K.L. þWustholz" ],
      "venue" : "Analyst 139, 6450e6455. https://doi.org/10.1039/c4an01581a. Royal Society of Chemistry",
      "citeRegEx" : "Frano et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Frano et al\\.",
      "year" : 2014
    }, {
      "title" : "Zinc oxide nanoparticles hinder fungal biofilm development in an ancient Egyptian tomb",
      "author" : [ "M. Gambino", "M. Awad-alla Ali Ahmed", "F. Villa", "F. Cappitelli" ],
      "venue" : "International Biodeterioration and Biodegradation",
      "citeRegEx" : "Gambino et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gambino et al\\.",
      "year" : 2017
    }, {
      "title" : "Application of atomic force microscopy to the study of glass decay. Materials Characterization 55 (4e5), 272e280. https:// doi.org/10.1016/j.matchar.2005.07.001",
      "author" : [ "M. Garcı́a-Heras", "N. Carmona", "A. Ruiz-Conde", "P. Sánchez-Soto", "J.J. Benı́tez" ],
      "venue" : null,
      "citeRegEx" : "Garcı́a.Heras et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Garcı́a.Heras et al\\.",
      "year" : 2005
    }, {
      "title" : "2017a. Dai reperti copti alle sete fragili del XVIII secolo: prime esperienze di utilizzo degli Idrogel nel recupero conservativo di alcuni tessuti. In: Proceeding of ‘Nanosistemi: ricerche e applicazioni sul patrimonio culturale",
      "author" : [ "R. Genta" ],
      "venue" : null,
      "citeRegEx" : "Genta,? \\Q2017\\E",
      "shortCiteRegEx" : "Genta",
      "year" : 2017
    }, {
      "title" : "Relazione finale di restauro, dossier tecnico di consegna reperti copti- Museo delle antichità egizie di Torino a cura del laboratorio restauro manufatti tessili del CCR eVenaria Reale, 7/7/2017b",
      "author" : [ "R. Genta" ],
      "venue" : null,
      "citeRegEx" : "Genta,? \\Q2017\\E",
      "shortCiteRegEx" : "Genta",
      "year" : 2017
    }, {
      "title" : "Relazione finale di restauro, dossier tecnico di consegna Tessuti d’arredo Appartamento della Regina, Anticamera della Regina (sala 29), palazzina di caccia di Stupinigi (TO), a cura del laboratorio restauro manufatti testtili del CCR- Venaria Reale, 1/12/2017c",
      "author" : [ "R. Genta" ],
      "venue" : null,
      "citeRegEx" : "Genta,? \\Q2017\\E",
      "shortCiteRegEx" : "Genta",
      "year" : 2017
    }, {
      "title" : "Efficient self-cleaning treatments for built heritage based on highly photo-active and well-dispersible TiO2 nanocrystals",
      "author" : [ "F. Gherardi", "A. Colombo", "M. D’Arienzo", "B. Di Credico", "S. Goidanich", "F. Morazzoni", "R. Simonutti", "L. Toniolo" ],
      "venue" : "Microchemical Journal 126,",
      "citeRegEx" : "Gherardi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gherardi et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanotechnologies for conservation of cultural heritage: paper and canvas deacidification",
      "author" : [ "R. Giorgi", "L. Dei", "M. Ceccato", "C. Schettino", "P. Baglioni" ],
      "venue" : "Langmuir 18,",
      "citeRegEx" : "Giorgi et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Giorgi et al\\.",
      "year" : 2002
    }, {
      "title" : "New methodologies for the conservation of cultural heritage: micellar solutions, microemulsions, and hydroxide nanoparticles",
      "author" : [ "R. Giorgi", "M. Baglioni", "D. Berti", "P. Baglioni" ],
      "venue" : "Account of Chemical Research",
      "citeRegEx" : "Giorgi et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Giorgi et al\\.",
      "year" : 2010
    }, {
      "title" : "Nanofluids and chemical highly retentive hydrogels for controlled and selective removal of overpaintings and undesired graffiti from street art",
      "author" : [ "R. Giorgi", "M. Baglioni", "P. Piero Baglioni" ],
      "venue" : "Analytical and Bioanalytical Chemistry",
      "citeRegEx" : "Giorgi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Giorgi et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanotechnology on wood: the effect of photocatalytic nanocoatings against Aspergillus Niger",
      "author" : [ "G.B. Goffredo", "B. Citterio", "F. Biavasco", "F. Stazi", "S. Barcelli", "M. Placido" ],
      "venue" : "Journal of Cultural Heritage. https:// doi.org/10.1016/j.culher.2017.04.006",
      "citeRegEx" : "Goffredo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Goffredo et al\\.",
      "year" : 2017
    }, {
      "title" : "The biodeterioration of stone: a review of deterioration mechanisms, conservation case histories, and treatment",
      "author" : [ "P.S. Griffin", "N. Indictor", "R.J. Koestler" ],
      "venue" : "International Biodeterioration",
      "citeRegEx" : "Griffin et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Griffin et al\\.",
      "year" : 1991
    }, {
      "title" : "Nanomaterials for the inhibition of microbial growth on ancient",
      "author" : [ "F.M. 363e369. Helmi", "N.M. Ali", "S.M. Ismael" ],
      "venue" : null,
      "citeRegEx" : "Helmi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Helmi et al\\.",
      "year" : 2015
    }, {
      "title" : "Surface-enhanced Raman scattering",
      "author" : [ "A. 168e174. Idone", "A. Aceto", "E. Diana", "L. Appolonia", "M. Gulmini" ],
      "venue" : "Polymers",
      "citeRegEx" : "Idone et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Idone et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanomaterials for Chemical and Biological Restoration",
      "author" : [ "R.M. Ion", "S.M. Doncea", "M.L. Ion" ],
      "venue" : null,
      "citeRegEx" : "Ion et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ion et al\\.",
      "year" : 2011
    }, {
      "title" : "Surface investigations",
      "author" : [ "M. pp. 389e410. Ion Rodica", "M. Doncea Sanda", "L. Ion Mihaela", "V. Raditoiu", "V. Amariutei" ],
      "venue" : null,
      "citeRegEx" : "Rodica et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Rodica et al\\.",
      "year" : 2013
    }, {
      "title" : "Properties and Applications of microemulsions",
      "author" : [ "J. Klier", "C.J. Tucker", "T.H. Kalantar", "D.P. Green" ],
      "venue" : "(AFM). Studies in Conservation",
      "citeRegEx" : "Klier et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Klier et al\\.",
      "year" : 2011
    }, {
      "title" : "Application of surface-enhanced Raman spectroscopy (SERS",
      "author" : [ "D. Lau", "M. LIvett", "S. Prawer" ],
      "venue" : null,
      "citeRegEx" : "Lau et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Lau et al\\.",
      "year" : 2008
    }, {
      "title" : "Identification of berberine in ancient and historical textiles",
      "author" : [ "J.R. Lombardi" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2007
    }, {
      "title" : "Microanalysis of organic pigments and glazes in polychrome works of art by surfaceenhanced resonance Raman scattering",
      "author" : [ "M. Leona" ],
      "venue" : "Proceedings of the National Academy of Sciences of the United States of America",
      "citeRegEx" : "Leona,? \\Q2009\\E",
      "shortCiteRegEx" : "Leona",
      "year" : 2009
    }, {
      "title" : "SERS detection of red organic dyes in Ag-Agar gel",
      "author" : [ "C. Lofrumento", "M. Ricci", "E. Platania", "M. Becucci", "E. Castellucci" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Lofrumento et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lofrumento et al\\.",
      "year" : 2013
    }, {
      "title" : "A new approach to the mild extraction of madder dyes from lake and textile",
      "author" : [ "L. Lombardi", "I. Serafini", "M. Guiso", "F. Sciubba", "A. Bianco" ],
      "venue" : "Microchemical Journal 126,",
      "citeRegEx" : "Lombardi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lombardi et al\\.",
      "year" : 2016
    }, {
      "title" : "Influence of relative humidity on the carbonation of calcium hydroxide nanoparticles and the formation of calcium carbonate polymorphs",
      "author" : [ "P. Lopez-Arce", "L.S. Gomez-Villalba", "S. Martinez-Ramirez", "M.A. de Buergo", "R. Fort" ],
      "venue" : "Powder Technology",
      "citeRegEx" : "Lopez.Arce et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Lopez.Arce et al\\.",
      "year" : 2011
    }, {
      "title" : "Evaluation of hydroxyapatite effects for the consolidation of a Hellenistic-Roman rock-cut chamber tomb at Athienou-Malloura in Cyprus",
      "author" : [ "X. Ma", "M. Balonis", "H. Pasco", "M. Toumazou", "D. Counts", "I. Kakoulli" ],
      "venue" : "Construction and Building Materials",
      "citeRegEx" : "Ma et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2017
    }, {
      "title" : "Ammonium phosphates as consolidating agents for carbonatic stone materials used in architecture and cultural heritage: preliminary research. International Journal of Architectural Heritage Conservation, Analysis, and Restoration 5, 717e736",
      "author" : [ "M. Matteini", "S. Rescic", "F. Fratini", "G. Botticelli" ],
      "venue" : null,
      "citeRegEx" : "Matteini et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Matteini et al\\.",
      "year" : 2011
    }, {
      "title" : "Technological study of the gilded haft-rang tiles of the Imamzadih Ismail Mausoleum in Qazvin, Iran",
      "author" : [ "M. Mishmastnehi", "P. Holakooei" ],
      "venue" : "Heritage Science",
      "citeRegEx" : "Mishmastnehi and Holakooei,? \\Q2015\\E",
      "shortCiteRegEx" : "Mishmastnehi and Holakooei",
      "year" : 2015
    }, {
      "title" : "TiO2-based nanocoatings for preserving architectural stone surfaces:An overview",
      "author" : [ "P. Munafò", "G.B. Goffredo", "E. Enrico Quagliarini" ],
      "venue" : "Construction and Building Materials",
      "citeRegEx" : "Munafò et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Munafò et al\\.",
      "year" : 2015
    }, {
      "title" : "Simple preparation method for silver SERS substrate by reduction of AgNO3 on copper foil",
      "author" : [ "C.S. Nie", "Z. Feng" ],
      "venue" : "Applied Spectroscopy",
      "citeRegEx" : "Nie and Feng,? \\Q2002\\E",
      "shortCiteRegEx" : "Nie and Feng",
      "year" : 2002
    }, {
      "title" : "Mineral spiritsbased microemulsions: a novel cleaning system for painted surfaces",
      "author" : [ "B. Ormsby", "M. Keefe", "A. Phenix", "E. von Aderkas", "T. Learner", "C. Tucker", "C. Kozak" ],
      "venue" : "Journal of the American Institute for Conservation",
      "citeRegEx" : "Ormsby et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ormsby et al\\.",
      "year" : 2016
    }, {
      "title" : "Characterization of mural paintings from Cacaxtla",
      "author" : [ "M. Ortega-Avilés", "C.M. San-Germ n", "D. Mendoza-Anaya", "D. Morales", "M. José-Yacamàn" ],
      "venue" : "Journal of Materials Science",
      "citeRegEx" : "Ortega.Avilés et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Ortega.Avilés et al\\.",
      "year" : 2001
    }, {
      "title" : "AFM in the conservation of contemporary Paintings ;: the case of the white paintings of Julião Sarmento. Microscopy and Microanalysis",
      "author" : [ "A.I. Pereira", "M.J. Melo", "P. Eaton", "S. Schäfer", "T. Learner" ],
      "venue" : null,
      "citeRegEx" : "Pereira et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Pereira et al\\.",
      "year" : 2011
    }, {
      "title" : "Suitability of Ag-Agar gel for the microextraction of organic dyes on different substrates: the case study of wool, silk, printed cotton and a panel painting mock-up",
      "author" : [ "E. Platania", "J.R. Lombardi", "M. Leona", "N. Shibayama", "C. Lofrumento", "M. Ricci", "M. Becucci", "E. Castellucci" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Platania et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Platania et al\\.",
      "year" : 2014
    }, {
      "title" : "Tailored micro-extraction method for Raman/SERS detection of indigoids in ancient textiles",
      "author" : [ "E. Platania", "C. Lofrumento", "E. Lottini", "E. Azzaro", "M. Ricci", "M. Becucci" ],
      "venue" : "Analytical and Bioanalytical Chemistry",
      "citeRegEx" : "Platania et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Platania et al\\.",
      "year" : 2015
    }, {
      "title" : "A stabilizer-free non-polar dispersion for the deacidification of contemporary art on paper",
      "author" : [ "G. Poggi", "R. Giorgi", "A. Mirabile", "H. Xing", "P. Baglioni" ],
      "venue" : "Journal of Cultural Heritage",
      "citeRegEx" : "Poggi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Poggi et al\\.",
      "year" : 2017
    }, {
      "title" : "In-situ study of the consolidation of wall paintings using commercialand newly developed consolidants",
      "author" : [ "A. Pondelak", "S. Kramar", "M.L. Lesar Kikeljc", "A. Sever Skapin" ],
      "venue" : "Journal of Cultural Heritage. https:// doi.org/10.1016/j.culher.2017.05.014",
      "citeRegEx" : "Pondelak et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Pondelak et al\\.",
      "year" : 2017
    }, {
      "title" : "New insight on the interaction of diammonium hydrogenphosphate conservation treatment with carbonatic substrates: a multi-analytical approach",
      "author" : [ "E. Possenti", "C. Colombo", "D. Bersani", "M. Bertasa", "A. Botteon", "C. Conti", "P.P. Lottici", "M. Realini" ],
      "venue" : "Microchemical Journal 127,",
      "citeRegEx" : "Possenti et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Possenti et al\\.",
      "year" : 2016
    }, {
      "title" : "Surface-enhanced Raman spectroscopy in art and archaeology",
      "author" : [ "F. Pozzi", "M. Leona" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Pozzi and Leona,? \\Q2016\\E",
      "shortCiteRegEx" : "Pozzi and Leona",
      "year" : 2016
    }, {
      "title" : "A systematic analysis of red lake pigments in French impressionist and post-impressionist paintings by surface-enhanced Raman spectroscopy (SERS)",
      "author" : [ "F. Pozzi", "K.J. Van Den Berg", "I. Fiedler", "F. Casadio" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Pozzi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Pozzi et al\\.",
      "year" : 2014
    }, {
      "title" : "SERS discrimination of closely related molecules: a systematic study of natural red dyes in binary mixtures",
      "author" : [ "F. Pozzi", "S. Zaleski", "F. Casadio", "R.P. Van Duyne" ],
      "venue" : "Journal of Physical Chemistry C",
      "citeRegEx" : "Pozzi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pozzi et al\\.",
      "year" : 2016
    }, {
      "title" : "Microscopy and parchment degradation: a comparative study. In: Bio- and Material Cultures at Qumran’, Papers from a COST Action G8",
      "author" : [ "I. Rabin", "S. Franzka" ],
      "venue" : "Working Group Meeting Held in Jerusalem, Israel on 22e23 May,",
      "citeRegEx" : "Rabin and Franzka,? \\Q2005\\E",
      "shortCiteRegEx" : "Rabin and Franzka",
      "year" : 2005
    }, {
      "title" : "Probing the cleaning of polymeric coatings by nanostructured fluids: a QCM-d study",
      "author" : [ "M. Raudino", "N. Giamblanco", "C. Montis", "D. Berti", "G. Marletta", "P. Baglioni" ],
      "venue" : null,
      "citeRegEx" : "Raudino et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Raudino et al\\.",
      "year" : 2017
    }, {
      "title" : "An improved methodology for the characterization and identification of sepia in works of art by normal Raman and SERS, complemented by FTIR, Py-GC/MS, and XRF",
      "author" : [ "M.L. Roldán", "S.A. Centeno", "A. Rizzo" ],
      "venue" : "Journal of Raman Spectroscopy",
      "citeRegEx" : "Roldán et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Roldán et al\\.",
      "year" : 2014
    }, {
      "title" : "Electrochemical identification of corrosion products on historical and archaeological bronzes using the voltammetry of micro-particles attached to a carbon paste electrode",
      "author" : [ "D. c", "S. Martinez", "A. Bobrowski" ],
      "venue" : "Talanta 81",
      "citeRegEx" : "c et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "c et al\\.",
      "year" : 2010
    }, {
      "title" : "Laminated altered layers in historical glass: density variations of silica nanoparticle random packings as explanation for the observed lamellae",
      "author" : [ "O. Schalm", "W. Anaf" ],
      "venue" : "Journal of Non-crystalline Solids 442,",
      "citeRegEx" : "Schalm and Anaf,? \\Q2016\\E",
      "shortCiteRegEx" : "Schalm and Anaf",
      "year" : 2016
    }, {
      "title" : "A new procedure for fast electrochemical analysis of solid materials",
      "author" : [ "F. Scholz", "L. Nitschke", "G. Henrion" ],
      "venue" : "Naturwissenschaften 76,",
      "citeRegEx" : "Scholz et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Scholz et al\\.",
      "year" : 1989
    }, {
      "title" : "1989b. A technique to study the electrochemistry of minerals",
      "author" : [ "F. Scholz", "L. Nitschke", "G. Henrion", "F. Damaschun" ],
      "venue" : "Naturwissenschaften 76,",
      "citeRegEx" : "Scholz et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Scholz et al\\.",
      "year" : 1989
    }, {
      "title" : "A new multi analytical approach for the identification of synthetic and natural dyes mixtures. The case of Orcein-mauveine mixture in a historical dress of a Sicilian noblewoman of nineteenth century",
      "author" : [ "I. Serafin", "L. Lombardi", "C. Fasolato", "M. Sergi", "F. Di Ottavio", "F. Sciubba", "C. Montesano", "M. Guiso", "R. Costanza", "L. Nucci", "R. Curini", "P. Postorino", "M. Burno", "A. Bianco" ],
      "venue" : "Natural Product Research",
      "citeRegEx" : "Serafin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Serafin et al\\.",
      "year" : 2017
    }, {
      "title" : "Cleaning Trials with Microemulsion and Nanomaterials on Burri’s “Grande Rosso”. Internal Document, Restoration Laboratory, La Galleria Nazionale",
      "author" : [ "L. Tozzi", "E. Vivarelli" ],
      "venue" : null,
      "citeRegEx" : "Tozzi and Vivarelli,? \\Q2016\\E",
      "shortCiteRegEx" : "Tozzi and Vivarelli",
      "year" : 2016
    }, {
      "title" : "Cleaning Trials with Microemulsion and Nanomaterials on Fabio Mauro’s “Grande Cinema a Luce Solida, Giallo”. Internal Document, Restoration Laboratory, La Galleria Nazionale",
      "author" : [ "L. Tozzi", "E. Vivarelli" ],
      "venue" : null,
      "citeRegEx" : "Tozzi and Vivarelli,? \\Q2017\\E",
      "shortCiteRegEx" : "Tozzi and Vivarelli",
      "year" : 2017
    }, {
      "title" : "An innovative method to remove pressure sensitive tape from contemporary felt-tip pen and ballpoint pen drawings on paper. The case studies of Federico Fellini from Rimini Film Library",
      "author" : [ "M. Trabace", "A. Mirabile", "L. Montalbano", "R. Giorgi", "P. Ferrari" ],
      "venue" : "Proceedings of “LE NUOVE FRONTIERE DEL RESTAURO - Trasferimenti,",
      "citeRegEx" : "Trabace et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Trabace et al\\.",
      "year" : 2017
    }, {
      "title" : "Notes for the Workshop on New Methods in the Cleaning of Paintings",
      "author" : [ "R. Wolbers", "N. Sterman", "C. Stavroudis" ],
      "venue" : "The Getty Conservation",
      "citeRegEx" : "Wolbers et al\\.,? \\Q1988\\E",
      "shortCiteRegEx" : "Wolbers et al\\.",
      "year" : 1988
    }, {
      "title" : "Cleaning Painted Surfaces: Aqueous Methods",
      "author" : [ "R. Wolbers" ],
      "venue" : null,
      "citeRegEx" : "Wolbers,? \\Q2000\\E",
      "shortCiteRegEx" : "Wolbers",
      "year" : 2000
    }, {
      "title" : "Reinforcement of vulnerable historical silk fabrics with bacterial cellulose film and its light aging behavio’r",
      "author" : [ "Wu", "S.-Q", "Li", "M.-Y", "Fang", "B.-S", "H. Tong" ],
      "venue" : "Carbohydrate Polymers",
      "citeRegEx" : "Wu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2012
    }, {
      "title" : "Studies of wall painting fragments from Kaiping Diaolou by SEM/EDX, micro Raman and FT-IR spectroscopy",
      "author" : [ "Q.G. Zeng", "G.X. Zhang", "C.W. Leung", "J. Zuo" ],
      "venue" : "Microchemical Journal",
      "citeRegEx" : "Zeng et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2010
    }, {
      "title" : "Transglutaminase-mediated restoration of historic silk and its ageing resistance",
      "author" : [ "Z. Zhu", "L. Liu", "D. Gong" ],
      "venue" : "Heritage Science",
      "citeRegEx" : "Zhu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : "Scientific investigations are also necessary in testing the materials employed in the restoration process and evaluating the effectiveness and/or invasiveness of the treatment, drawbacks, presence of any residues, and so on (Bianchin et al., 2009; Baglioni et al., 2015a).",
      "startOffset" : 224,
      "endOffset" : 271
    }, {
      "referenceID" : 46,
      "context" : "Since its discovery in 1974 (Fleischmann et al., 1974) and the model rationalization in 1977 (Jeanmaire et al.",
      "startOffset" : 28,
      "endOffset" : 54
    }, {
      "referenceID" : 0,
      "context" : ", 1977) and charge-transfer ones (Albrecht and Creighton, 1977), even if the debate is still going ahead.",
      "startOffset" : 33,
      "endOffset" : 63
    }, {
      "referenceID" : 11,
      "context" : "Bruni et al. (2011a) used an extraction with N, N-dimethylformamide at 70 C to extract a purple dye on a bone fragment found in the tomb of the martyrs Gervase and Protase in the Basilica of Sant’Ambrogio, Milano (4th century AD), while an extraction with MeOH/ HCl was used for a red dye on a wool thread from the Royal Tumulus of In Aghelachem (300 BCeAD 350) in the Libyan Sahara.",
      "startOffset" : 0,
      "endOffset" : 21
    }, {
      "referenceID" : 66,
      "context" : "Leona et al. (2006) has applied a gas-solid extraction, treating a sample from a 16th century Netherlandish tapestry with vapors of HF in a solid chamber: this nonextractive hydrolysis has been successful for the identification",
      "startOffset" : 0,
      "endOffset" : 20
    }, {
      "referenceID" : 78,
      "context" : "Platania et al. (2015) used a combination of leuco reagents, NaOH and Na2S2O4 (1:2, w:w), to obtain an inverse dyeing process for the detection of indigo in textiles of different typologies: a pre-Colombian textile, a 15th century tablecloth, and a 16th century Medici tapestry.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 67,
      "context" : "The work of Platania is also important for the use of an extraction solid matrix (Lofrumento et al., 2013; Platania et al., 2014).",
      "startOffset" : 81,
      "endOffset" : 129
    }, {
      "referenceID" : 78,
      "context" : "The work of Platania is also important for the use of an extraction solid matrix (Lofrumento et al., 2013; Platania et al., 2014).",
      "startOffset" : 81,
      "endOffset" : 129
    }, {
      "referenceID" : 68,
      "context" : "This preliminary analysis individuated mauveine and a mixture of mauveine/orchil dyes directly on the two samples; this was fundamental to select specific and different protocols (Lombardi et al., 2016) for the dye extraction from the two samples separately and the following ultra-HPLCemass spectrometry analysis.",
      "startOffset" : 179,
      "endOffset" : 202
    }, {
      "referenceID" : 84,
      "context" : "Pozzi et al. (2014) used SERS in order to characterize the red lake pigments used by French impressionist and post-impressionist painters (Fig.",
      "startOffset" : 0,
      "endOffset" : 20
    }, {
      "referenceID" : 66,
      "context" : "The HF vapor extraction was used by Leona (2009) not only for textiles but for surfaceenhanced resonance Raman spectroscopy, the corresponding resonance variant of SERS",
      "startOffset" : 36,
      "endOffset" : 49
    }, {
      "referenceID" : 60,
      "context" : "Another extraction strategy was used by Idone et al. (2014). In their work, they focused the attention on cross sections, mounting some samples derived from a 13th century wooden statue of the Virgin with the Child and from a mural painting that contained both 16th and 20th centuries color layers.",
      "startOffset" : 40,
      "endOffset" : 60
    }, {
      "referenceID" : 30,
      "context" : "In this case, dropping the silver colloid directly on the sample particles identified a madder lake (Clementi et al., 2011).",
      "startOffset" : 100,
      "endOffset" : 123
    }, {
      "referenceID" : 46,
      "context" : "Colloidal paste was also used by Frano et al. (2014) to identify carmine lake in historical oil paintings.",
      "startOffset" : 33,
      "endOffset" : 53
    }, {
      "referenceID" : 46,
      "context" : "Colloidal paste was also used by Frano et al. (2014) to identify carmine lake in historical oil paintings. In particular, attention was focused on the possibility of surface mapping through SERS on samples with a defined layer structure. In Daher’s et al. (2014) work, SERS analysis was performed by dropping a simple colloid on the samples derived from a painted weaving shuttle and a commode, where carmine and madder lakes were identified, respectively.",
      "startOffset" : 33,
      "endOffset" : 263
    }, {
      "referenceID" : 26,
      "context" : "An interesting approach for SERS sampling is used by Cesaratto et al. (2014) for the characterization of painted areas in some art objects.",
      "startOffset" : 53,
      "endOffset" : 77
    }, {
      "referenceID" : 64,
      "context" : "For instance, Lau et al. (2008) used SERS in order to characterize the risen component in the varnish used for a Tiepolo painting.",
      "startOffset" : 14,
      "endOffset" : 32
    }, {
      "referenceID" : 64,
      "context" : "For instance, Lau et al. (2008) used SERS in order to characterize the risen component in the varnish used for a Tiepolo painting. Natural resins present strong fluorescence in the Raman spectrum, as most organic binders. In this work, the combination of silver nanoparticles with copper foils according to an adapted procedure by Nie and Feng (2002) resulted in an SERSactive surface characterized by size-optimized nanoparticles.",
      "startOffset" : 14,
      "endOffset" : 351
    }, {
      "referenceID" : 26,
      "context" : "Cesaratto et al. (2017) applied the technique to the identification of acid red dyes based on the naphthol red.",
      "startOffset" : 0,
      "endOffset" : 24
    }, {
      "referenceID" : 49,
      "context" : "An example of these technique potentialities is provided by the study of Garcı́a-Heras et al. (2005) on historical glass decay, which was conducted totally with AFM.",
      "startOffset" : 73,
      "endOffset" : 101
    }, {
      "referenceID" : 16,
      "context" : "Following this example, Carmona et al. (2010) applied the same technique to several glass samples of different provenances and periods (13th to 17th centuries) to individuate eventual degradation phenomena.",
      "startOffset" : 24,
      "endOffset" : 46
    }, {
      "referenceID" : 90,
      "context" : "In the same research field, Schalm and Anaf (2016)applied the field emission scanning electron microscopy (FESEM)- energy-dispersive X-ray spectrometry (EDX) to",
      "startOffset" : 28,
      "endOffset" : 51
    }, {
      "referenceID" : 99,
      "context" : "For instance, Zeng et al. (2010) used FESEM to characterize materials in wall paintings of Kaiping Diaolou, a complex of towers built in the 19th",
      "startOffset" : 14,
      "endOffset" : 33
    }, {
      "referenceID" : 71,
      "context" : "In the study of Mishmastnehi and Holakooei (2015), AFM was used to characterize the methodology used for the production of Islamic tiles with gilding decorations.",
      "startOffset" : 16,
      "endOffset" : 50
    }, {
      "referenceID" : 28,
      "context" : "From this point of view, another interesting study was focused on the characterization of painting materials used in the Palaeolithic Age (Chalmin et al., 2003).",
      "startOffset" : 138,
      "endOffset" : 160
    }, {
      "referenceID" : 34,
      "context" : "In the field of archaeological diagnostics, a total-TEM study was addressed to the characterization of cosmetic pigments used in ancient Egypt (Deeb et al., 2004).",
      "startOffset" : 143,
      "endOffset" : 162
    }, {
      "referenceID" : 76,
      "context" : "TEM and high-resolution SEM were applied to characterization of materials used for the mural paintings in the archeological site of Cacaxtla, Mexico (Ortega-Avilés et al., 2001).",
      "startOffset" : 149,
      "endOffset" : 177
    }, {
      "referenceID" : 36,
      "context" : "Both AFM and TEM were used to obtain information on the structure of Maya blue (Doménech et al., 2009).",
      "startOffset" : 79,
      "endOffset" : 102
    }, {
      "referenceID" : 1,
      "context" : "The two techniques were also used to characterize materials present in ancient pottery from Mexico (Arenas-Alatorre et al., 2010).",
      "startOffset" : 99,
      "endOffset" : 129
    }, {
      "referenceID" : 86,
      "context" : "A study using SEM and AFM (Rabin and Franzka, 2005) compared naturally aged parchments from the 1st century AD and from the 17th and 19th centuries with 338 Chapter 14",
      "startOffset" : 26,
      "endOffset" : 51
    }, {
      "referenceID" : 88,
      "context" : "The technique was applied for the same purpose by Satovi c et al. (2010). Patina samples collected from a couple of Renaissance sculptures in bronze and a 1st century Roma wheel were powdered and microparticles were attached on the surface of a carbon paste electrode.",
      "startOffset" : 57,
      "endOffset" : 73
    }, {
      "referenceID" : 35,
      "context" : "Another interesting application in the field of pigments regards the characterization of Maya blue (Doménech et al., 2006).",
      "startOffset" : 99,
      "endOffset" : 122
    }, {
      "referenceID" : 45,
      "context" : "Ferragud et al. (2017) applied the nanoparticle voltammetry to characterize a set of gilded samples from the altarpieces of 342 Chapter 14",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 37,
      "context" : "In this study, (Doménech et al., 2012) voltammetry of nanoparticles was applied to characterize the decoration materials used for the Longshan temple in Lukang.",
      "startOffset" : 15,
      "endOffset" : 38
    }, {
      "referenceID" : 101,
      "context" : "However, such polymers were strongly bounded to the materials, promoting harm for the artworks, such as stiffness, yellowing, and color differences, due to the aging behavior (Huang et al., 2013; Zhu et al., 2013).",
      "startOffset" : 175,
      "endOffset" : 213
    }, {
      "referenceID" : 99,
      "context" : "In many cases, in order to remove the polymer that is deteriorated, yellowed, and stiff, it has been necessary to apply a series of organic solvents or to work under extreme conditions, including high temperature, which is extremely harmful to the artworks themselves (Wu et al., 2012).",
      "startOffset" : 268,
      "endOffset" : 285
    }, {
      "referenceID" : 101,
      "context" : "Undertaking the importance of considering the reactivity between the consolidation agent and the material, conservation research has moved to new consolidation protocols, in which compatible materials are the main characters (Zhu et al., 2013).",
      "startOffset" : 225,
      "endOffset" : 243
    }, {
      "referenceID" : 17,
      "context" : "Also, the possibility of reducing the surface hydrophilicity and the possibility of water transpiration should be not considered as a secondary issue (Baglioni et al., 2015a; Carretti and Dei, 2004).",
      "startOffset" : 150,
      "endOffset" : 198
    }, {
      "referenceID" : 75,
      "context" : "Their coexistence is ensured by means of surfactant and, in some cases, cosurfactant (cosolvent) (Klier et al., 2000; Ormsby et al., 2016).",
      "startOffset" : 97,
      "endOffset" : 138
    }, {
      "referenceID" : 75,
      "context" : "The size of the domains is around 10e100 nm (Ormsby et al., 2016).",
      "startOffset" : 44,
      "endOffset" : 65
    }, {
      "referenceID" : 55,
      "context" : ", 2015a,b) has been represented by microemulsion composed of nanosized dodecane droplets dispersed in an aqueous solution of ammonium dodecylsulfate and 1-butanol, as surfactant and cosurfactant, respectively (Giorgi et al., 2010).",
      "startOffset" : 209,
      "endOffset" : 230
    }, {
      "referenceID" : 87,
      "context" : "From this point, the research has moved to the development of several soft materials or methods devoted to the removal of most employed synthetic polymers, such as Paraloid, Mowilith, and so on, mainly composed by oil-in-water (o/w) microemulsions, where organic solvent is dispersed into nanosized surfactants micelles, surrounded by a continuous water phase (Baglioni et al., 2015a,b; Raudino et al., 2017).",
      "startOffset" : 360,
      "endOffset" : 408
    }, {
      "referenceID" : 87,
      "context" : "ethoxylated alcohol, BR) has been suggested (Raudino et al., 2017).",
      "startOffset" : 44,
      "endOffset" : 66
    }, {
      "referenceID" : 55,
      "context" : "Furthermore, the possibility of combining this emulsion in gel (mainly the chemical ones, for the ease of handling and the less amount of residue) guarantees higher control of the cleaning operations, less solvents employed, the possibility of host solvent with different polarity, and so on (Giorgi et al., 2010; Baglioni et al., 2015a).",
      "startOffset" : 292,
      "endOffset" : 337
    }, {
      "referenceID" : 8,
      "context" : "In particular, the experimental works on the following artworks start from some consideration on gellano gels, which were employed for the removal of adhesive substances on historical fragile and dyed silk and with the most degraded archaeological textiles (Borla et al., 2015).",
      "startOffset" : 257,
      "endOffset" : 277
    }, {
      "referenceID" : 94,
      "context" : "The constituent materials therefore speak to the observer of his own life and previous function, of his use, and even of his own decay, before leaving the functional peculiarities to become artwork (Tozzi and Vivarelli, 2016).",
      "startOffset" : 198,
      "endOffset" : 225
    }, {
      "referenceID" : 94,
      "context" : ") were observed; the intervention was monitored with a PCE-MM 200 digital microscope (Tozzi and Vivarelli, 2016).",
      "startOffset" : 85,
      "endOffset" : 112
    }, {
      "referenceID" : 95,
      "context" : "Mauri’s work, Grande cinema a luce solida, giallo, by the Galleria Nazionale D’Arte Moderna (Tozzi and Vivarelli, 2017).",
      "startOffset" : 92,
      "endOffset" : 119
    }, {
      "referenceID" : 95,
      "context" : "The laying time of gel and emulsions was varied based on the perception of surface sensitivity to the system; on all the treated areas, a small amount of demineralized water was applied to the buffer to remove accurately the residues of the tested products (Tozzi and Vivarelli, 2017).",
      "startOffset" : 257,
      "endOffset" : 284
    }, {
      "referenceID" : 95,
      "context" : "It is possible to also appreciate the presence of adhesive substances, close to the fracture, together with dust deposits (Tozzi and Vivarelli, 2017).",
      "startOffset" : 122,
      "endOffset" : 149
    }, {
      "referenceID" : 95,
      "context" : "However, the cleaning operation allowed complete removal of the particles of heterogeneous and foreign materials from the original, which were deposited in the microfractures and accumulated during the multiyear exposure to degradation agents (Tozzi and Vivarelli, 2017).",
      "startOffset" : 243,
      "endOffset" : 270
    }, {
      "referenceID" : 44,
      "context" : "for painting surface; this method was in answer to the poor satisfaction of traditional methods, which were based on thickeners (such as hydroxypropyl cellulose) (Domingues et al., 2013).",
      "startOffset" : 162,
      "endOffset" : 186
    }, {
      "referenceID" : 44,
      "context" : "the polymer network that formed the gel (characterized by weak intermolecular bonds) (Domingues et al., 2013).",
      "startOffset" : 85,
      "endOffset" : 109
    }, {
      "referenceID" : 44,
      "context" : "Furthermore, after mechanical removal and solubilization of the solvent gel system, residues of surfactant may remain on the artifact surface (Domingues et al., 2013).",
      "startOffset" : 142,
      "endOffset" : 166
    }, {
      "referenceID" : 44,
      "context" : "Baglioni has kept this issue in mind and worked on a different kind of gel, developing a system based on a confining system with highly viscous polymer solutions, physical gels (such as viscoelastic polyvinyl alcohol-borate based gels) and chemical gels (such as polyacrylamide networks, which can be functionalized with magnetic nanoparticles) (Carretti et al., 2009b; Domingues et al., 2013).",
      "startOffset" : 345,
      "endOffset" : 393
    }, {
      "referenceID" : 44,
      "context" : "The last one appears to be the most suitable, considering the chemical gels the easiest to handle thanks to the intramolecular bonds that make them more compact, consequently reducing the possibility of leaving residues, and being able to be shaped in a well-defined form (Domingues et al., 2013; Baglioni et al., 2015a).",
      "startOffset" : 272,
      "endOffset" : 320
    }, {
      "referenceID" : 56,
      "context" : "Particularly interesting is the recent application of these hydrogels for the removal of graffiti from street art paintings (Giorgi et al., 2017).",
      "startOffset" : 124,
      "endOffset" : 145
    }, {
      "referenceID" : 56,
      "context" : "Street art can be considered a relatively new topic and every study in this sense is almost precious for the information that it could give (Giorgi et al., 2017).",
      "startOffset" : 140,
      "endOffset" : 161
    }, {
      "referenceID" : 56,
      "context" : "In this case, the pHEMA/PVP hydrogel has been coupled with a nanofluid based on propylene carbonate and ethyl acetate for the selective removal of a layer of acrylic white paint from an acrylic blue paint (Giorgi et al., 2017).",
      "startOffset" : 205,
      "endOffset" : 226
    }, {
      "referenceID" : 56,
      "context" : "The integrated approach of nanofluid with high confined gel is a further example of effectiveness of combined nanomaterials, expressed in a selective removal of the graffiti paint from the surface, leaving the original layer unaltered (Giorgi et al., 2017).",
      "startOffset" : 235,
      "endOffset" : 256
    }, {
      "referenceID" : 96,
      "context" : "stitch was penetrated, helped by the use of the suction table and the solvents DEC and ethyl acetate (Trabace et al., 2017).",
      "startOffset" : 101,
      "endOffset" : 123
    }, {
      "referenceID" : 55,
      "context" : "procedures are in many cases simultaneous (Giorgi et al., 2010).",
      "startOffset" : 42,
      "endOffset" : 63
    }, {
      "referenceID" : 55,
      "context" : "In fact, when the removal of degraded layer by a painting, for example, is necessary to reestablish the integrity of artwork, this action could weaken the figurative layer itself, inducing a simultaneous consolidation treatment (Giorgi et al., 2010).",
      "startOffset" : 228,
      "endOffset" : 249
    }, {
      "referenceID" : 5,
      "context" : "A mixed solution of calcium hydroxide and barium hydroxide nanoparticles was used; in particular, barium hydroxide action prevents salts in the masonry, such as sulfates, from reducing the consolidating action (Baglioni et al., 2015; Giorgi et al., 2010).",
      "startOffset" : 210,
      "endOffset" : 254
    }, {
      "referenceID" : 55,
      "context" : "A mixed solution of calcium hydroxide and barium hydroxide nanoparticles was used; in particular, barium hydroxide action prevents salts in the masonry, such as sulfates, from reducing the consolidating action (Baglioni et al., 2015; Giorgi et al., 2010).",
      "startOffset" : 210,
      "endOffset" : 254
    }, {
      "referenceID" : 81,
      "context" : "An alternative to Ca(OH)2 is proposed in the work of Pondelak et al. (2017). For the consolidation of the Franciscan Church, with two frescoes from 1935e36, a new",
      "startOffset" : 53,
      "endOffset" : 76
    }, {
      "referenceID" : 54,
      "context" : "The employment of Ca(OH)2 as deacidification treatment for papers was proposed in 2002 (Giorgi et al., 2002), allowing better understanding of the potential of this nanomaterial.",
      "startOffset" : 87,
      "endOffset" : 108
    }, {
      "referenceID" : 80,
      "context" : "In this contest, the use of Ca(OH)2 for the deacidification of Stefano Arienti’s Picasso is worth mentioning (Poggi et al., 2017).",
      "startOffset" : 109,
      "endOffset" : 129
    }, {
      "referenceID" : 80,
      "context" : "As discussed in the paper, traditional conservation methods could not fit with the purpose of conservation for contemporary art, in particular with materials such as inks, various kinds of pen, and so on (Poggi et al., 2017).",
      "startOffset" : 204,
      "endOffset" : 224
    }, {
      "referenceID" : 80,
      "context" : "These experimental results have evidenced the possibility of a simple increase in pH, the effect of deacidification, up to an improvement of the resistance to aging, as evidenced by the derivative of the thermogravimetry (DTG) tests, in which a higher pyrolysis TG (than the untreated sample) is highlighted, which means that the deacidification process is able to delay the paper dehydration (Poggi et al., 2017) and further acid catalyzed hydrolysis, associated with the aging process.",
      "startOffset" : 393,
      "endOffset" : 413
    }, {
      "referenceID" : 29,
      "context" : "No less important could be considered the application of Ca(OH)2 nanoparticles, in association with Mg(OH)2, for the deacidification of Vasa wood (Chelazzi et al., 2006).",
      "startOffset" : 146,
      "endOffset" : 169
    }, {
      "referenceID" : 25,
      "context" : "The collapse of the wood structure after drying required rapid treatment, and polyethylene glycol (PEG), applied as a spray, was chosen for all the wood pieces that composed the ship (Cavallaro et al., 2017; Baglioni and Giorgi, 2006).",
      "startOffset" : 183,
      "endOffset" : 234
    }, {
      "referenceID" : 23,
      "context" : "However, through Thermo Gravimetric Analysis (TGA) measurements first performed on cellulose from paper, taken as model system, and then on wood samples (Cavallaro et al., 2013), the acid degradation of polymeric cellulose chains was highlighted and, in particular, maximum pyrolysis temperature of cellulose was correlated to the degree of polymerization of cellulose (Baglioni and Giorgi, 2006).",
      "startOffset" : 153,
      "endOffset" : 177
    }, {
      "referenceID" : 22,
      "context" : "Concerning the conservation of waterlogged wood, interesting results in the field of green protocol have been proposed by Cavallaro et al. (2017). In his work, in fact, an",
      "startOffset" : 122,
      "endOffset" : 146
    }, {
      "referenceID" : 61,
      "context" : "Proposed for the consolidation of old books (Ion et al., 2011), its performances have been evaluated in the consolidation of two printed books, dated 1867 and 1931.",
      "startOffset" : 44,
      "endOffset" : 62
    }, {
      "referenceID" : 70,
      "context" : "One interesting case study of its application is the consolidation of masonry in the Athenian-Malloura Necropolis in Cyprus (Ma et al., 2017); in particular, this consolidation treatment can be useful to evaluate the effectiveness of diammonium hydrogen phosphate ((NH4)2HPO4) as precursor for subsequent precipitation in situ of HAP (Matteini et al.",
      "startOffset" : 124,
      "endOffset" : 141
    }, {
      "referenceID" : 71,
      "context" : ", 2017); in particular, this consolidation treatment can be useful to evaluate the effectiveness of diammonium hydrogen phosphate ((NH4)2HPO4) as precursor for subsequent precipitation in situ of HAP (Matteini et al., 2011; Possenti et al., 2016).",
      "startOffset" : 200,
      "endOffset" : 246
    }, {
      "referenceID" : 82,
      "context" : ", 2017); in particular, this consolidation treatment can be useful to evaluate the effectiveness of diammonium hydrogen phosphate ((NH4)2HPO4) as precursor for subsequent precipitation in situ of HAP (Matteini et al., 2011; Possenti et al., 2016).",
      "startOffset" : 200,
      "endOffset" : 246
    }, {
      "referenceID" : 70,
      "context" : "The authors report the choice of HAP compared to calcium carbonate (and its precursor Ca(OH)2), barium carbonate, barium sulfate, and calcium oxalate, considering the inability of the carbonate to protect materials from acid rains, and barium or oxalate salts because of the toxicity of barium and limited penetration of oxalates (Baglioni and Giorgi, 2006; Ma et al., 2017).",
      "startOffset" : 330,
      "endOffset" : 374
    }, {
      "referenceID" : 70,
      "context" : "In addition, in the areas that should be consolidated a biological degradation was observed and biofilm could dissolve carbonate (Ma et al., 2017).",
      "startOffset" : 129,
      "endOffset" : 146
    }, {
      "referenceID" : 70,
      "context" : "HAP is preferred, pointing also to the similar crystal structure of hydroxyapatite and calcite, which should encourage the nucleation of the phosphate layer on the surface of carbonate stones and strong bonding of the newly formed layer onto the substrate (Ma et al., 2017).",
      "startOffset" : 256,
      "endOffset" : 273
    }, {
      "referenceID" : 48,
      "context" : "ZnO nanoparticles are another example of nanoparticle application for inhibition of fungal colonization (Gambino et al., 2017).",
      "startOffset" : 104,
      "endOffset" : 126
    }, {
      "referenceID" : 48,
      "context" : "In particular, the environmental conditions in which masonry or buildings or other archeological remains are preserved play a key role in bacterial growth and biofilm production (Gambino et al., 2017; Griffin et al., 1991).",
      "startOffset" : 178,
      "endOffset" : 222
    }, {
      "referenceID" : 58,
      "context" : "In particular, the environmental conditions in which masonry or buildings or other archeological remains are preserved play a key role in bacterial growth and biofilm production (Gambino et al., 2017; Griffin et al., 1991).",
      "startOffset" : 178,
      "endOffset" : 222
    }, {
      "referenceID" : 48,
      "context" : "ZnO nanoparticles could be considered a good choice in that sense because of their chemical stability and the possibility of preventing dust accumulation and UV aging (Gambino et al., 2017).",
      "startOffset" : 167,
      "endOffset" : 189
    }, {
      "referenceID" : 14,
      "context" : "In fact, the sporulation is increased and a mannitol accumulation, as a defensive action from stress, is registered (Calmes et al., 2013).",
      "startOffset" : 116,
      "endOffset" : 137
    }, {
      "referenceID" : 48,
      "context" : "niger over the other fungal species (Gambino et al., 2017).",
      "startOffset" : 36,
      "endOffset" : 58
    }, {
      "referenceID" : 59,
      "context" : "The same issue of fungi and microbial attacks is faced for the conservation on Egyptian funeral masks (Helmi et al., 2015).",
      "startOffset" : 102,
      "endOffset" : 122
    }, {
      "referenceID" : 59,
      "context" : "Funeral masks present several problems in conservation, essentially due to the great variety of materials that composed them, such as textiles, wood, faience beads, gold, and so on (Helmi et al., 2015), and the fungal or bacteria attacks could increase the deterioration for the factors evidenced in the previous example.",
      "startOffset" : 181,
      "endOffset" : 201
    }, {
      "referenceID" : 59,
      "context" : "No one nanoparticle seems be able to answer all the issues, and maybe a potential mixture could be suggested, even if the use of CuO nanoparticles should be avoided, considering the possibility of causing chromatic alterations (Helmi et al., 2015).",
      "startOffset" : 227,
      "endOffset" : 247
    }, {
      "referenceID" : 59,
      "context" : "For these reasons, for the conservation of such artifacts, in this particular case the silver nanoparticles are proposed (Helmi et al., 2015).",
      "startOffset" : 121,
      "endOffset" : 141
    }, {
      "referenceID" : 57,
      "context" : "niger on wood, a deeper study on TiO2 photo activity as a biocidal and antifungal compound has been conducted, giving further information (Goffredo et al., 2017).",
      "startOffset" : 138,
      "endOffset" : 161
    }, {
      "referenceID" : 57,
      "context" : "be conducted before proper application on real artworks, considering also the possibility of inserting metallic nanoparticles to enhance the antifungal activity (Goffredo et al., 2017).",
      "startOffset" : 161,
      "endOffset" : 184
    }, {
      "referenceID" : 31,
      "context" : "TiO2 nanoparticles remain an important material, especially for building protection, and several studies have been conducting to explore all their potentiality (D’Orazio and Grippo, 2016; Munafò et al., 2015; Gherardi et al., 2016; Bergamonti et al., 2017).",
      "startOffset" : 160,
      "endOffset" : 256
    }, {
      "referenceID" : 73,
      "context" : "TiO2 nanoparticles remain an important material, especially for building protection, and several studies have been conducting to explore all their potentiality (D’Orazio and Grippo, 2016; Munafò et al., 2015; Gherardi et al., 2016; Bergamonti et al., 2017).",
      "startOffset" : 160,
      "endOffset" : 256
    }, {
      "referenceID" : 53,
      "context" : "TiO2 nanoparticles remain an important material, especially for building protection, and several studies have been conducting to explore all their potentiality (D’Orazio and Grippo, 2016; Munafò et al., 2015; Gherardi et al., 2016; Bergamonti et al., 2017).",
      "startOffset" : 160,
      "endOffset" : 256
    }, {
      "referenceID" : 6,
      "context" : "TiO2 nanoparticles remain an important material, especially for building protection, and several studies have been conducting to explore all their potentiality (D’Orazio and Grippo, 2016; Munafò et al., 2015; Gherardi et al., 2016; Bergamonti et al., 2017).",
      "startOffset" : 160,
      "endOffset" : 256
    }, {
      "referenceID" : 64,
      "context" : "18th century Tibetan textile SERS of HCl extract Identification of berberine Leona and Lombardi (2007) Bone fragment from Gervase and Protase tomb SERS of N, N-dimethylformamide extract Identification of Tyrian purple as purple dye on fragment Bruni et al.",
      "startOffset" : 77,
      "endOffset" : 103
    }, {
      "referenceID" : 11,
      "context" : "18th century Tibetan textile SERS of HCl extract Identification of berberine Leona and Lombardi (2007) Bone fragment from Gervase and Protase tomb SERS of N, N-dimethylformamide extract Identification of Tyrian purple as purple dye on fragment Bruni et al. (2011a)",
      "startOffset" : 244,
      "endOffset" : 265
    }, {
      "referenceID" : 11,
      "context" : ") SERS of MeOH/HCl extract Identification of madder as red dye Bruni et al. (2011a)",
      "startOffset" : 63,
      "endOffset" : 84
    }, {
      "referenceID" : 11,
      "context" : "Libyan archaeological threads SERS of HF extract Identification of pomegranate colorants as yellow dye Bruni et al. (2011b)",
      "startOffset" : 103,
      "endOffset" : 124
    }, {
      "referenceID" : 66,
      "context" : "16th century Netherlandish tapestry SERS of HF extract Identification of alizarin Leona et al. (2006) Pre-Colombian textile SERS of leuco-reagents extract Identification of indigo Platania et al.",
      "startOffset" : 82,
      "endOffset" : 102
    }, {
      "referenceID" : 66,
      "context" : "16th century Netherlandish tapestry SERS of HF extract Identification of alizarin Leona et al. (2006) Pre-Colombian textile SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 15th century tablecloth SERS of leuco-reagents extract Identification of indigo Platania et al.",
      "startOffset" : 82,
      "endOffset" : 203
    }, {
      "referenceID" : 66,
      "context" : "16th century Netherlandish tapestry SERS of HF extract Identification of alizarin Leona et al. (2006) Pre-Colombian textile SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 15th century tablecloth SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 16th century Medici’s tapestry SERS of leuco-reagents extract Identification of indigo Platania et al.",
      "startOffset" : 82,
      "endOffset" : 306
    }, {
      "referenceID" : 66,
      "context" : "16th century Netherlandish tapestry SERS of HF extract Identification of alizarin Leona et al. (2006) Pre-Colombian textile SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 15th century tablecloth SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 16th century Medici’s tapestry SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) Pre-Colombian textile SERS of extract on Ag-Agar gel Identification of madder and red dyes Lofrumento et al.",
      "startOffset" : 82,
      "endOffset" : 416
    }, {
      "referenceID" : 66,
      "context" : "16th century Netherlandish tapestry SERS of HF extract Identification of alizarin Leona et al. (2006) Pre-Colombian textile SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 15th century tablecloth SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) 16th century Medici’s tapestry SERS of leuco-reagents extract Identification of indigo Platania et al. (2015) Pre-Colombian textile SERS of extract on Ag-Agar gel Identification of madder and red dyes Lofrumento et al. (2015)",
      "startOffset" : 82,
      "endOffset" : 532
    }, {
      "referenceID" : 84,
      "context" : "French impressionist and postimpressionist paintings SERS on HF extract Identification of different red lakes Pozzi et al. (2014)",
      "startOffset" : 110,
      "endOffset" : 130
    }, {
      "referenceID" : 66,
      "context" : "Middle Kingdom Egyptian painted leather SERRS on HF vapor extract Identification of madder Leona (2009)",
      "startOffset" : 91,
      "endOffset" : 104
    }, {
      "referenceID" : 66,
      "context" : "12 century wooden sculpture of Morgan Madonna SERRS Identification of lac dye Leona (2009)",
      "startOffset" : 78,
      "endOffset" : 91
    }, {
      "referenceID" : 58,
      "context" : "Multilayered mural SERS with colloidal paste Identification of kermes lake Idone et al. (2014) Historical oil paintings SERS with colloidal paste Mapping of layered structure Frano et al.",
      "startOffset" : 75,
      "endOffset" : 95
    }, {
      "referenceID" : 46,
      "context" : "(2014) Historical oil paintings SERS with colloidal paste Mapping of layered structure Frano et al. (2014) Historical daily objects SERS in situ Identification of carmine and madder lakes Daher et al.",
      "startOffset" : 87,
      "endOffset" : 107
    }, {
      "referenceID" : 32,
      "context" : "(2014) Historical daily objects SERS in situ Identification of carmine and madder lakes Daher et al. (2014)",
      "startOffset" : 88,
      "endOffset" : 108
    }, {
      "referenceID" : 30,
      "context" : "Pink samples from Domus Aurea paintings SERS on powder samples Identification of madder lake Clementi et al. (2011)",
      "startOffset" : 93,
      "endOffset" : 116
    }, {
      "referenceID" : 26,
      "context" : "16th century painted dish UV laser ablation-HF extract SERS Identification of madder lake Cesaratto et al. (2014) Luca Signorelli’s fresco UV laser ablation-HF extract SERS Identification of kermesic acid lake Cesaratto et al.",
      "startOffset" : 90,
      "endOffset" : 114
    }, {
      "referenceID" : 26,
      "context" : "16th century painted dish UV laser ablation-HF extract SERS Identification of madder lake Cesaratto et al. (2014) Luca Signorelli’s fresco UV laser ablation-HF extract SERS Identification of kermesic acid lake Cesaratto et al. (2014)",
      "startOffset" : 90,
      "endOffset" : 234
    }, {
      "referenceID" : 26,
      "context" : "Giorgione, Adoration of the Shepherds UV laser ablation-HF extract SERS Identification of kermesic acid lake Cesaratto et al. (2014)",
      "startOffset" : 109,
      "endOffset" : 133
    }, {
      "referenceID" : 64,
      "context" : "Tiepolo’s painting, Banque of Cleopatra Ag nanoparticles-copper foils SERS on cleaning extract Identification of Dammar resin in varnish Lau et al. (2008)",
      "startOffset" : 137,
      "endOffset" : 155
    }, {
      "referenceID" : 26,
      "context" : "1890s Japanese woodblock prints SERS on extract on moist paper Identification of naphthol red dyes Cesaratto et al. (2017)",
      "startOffset" : 99,
      "endOffset" : 123
    }, {
      "referenceID" : 49,
      "context" : "13th century historical glass Noncontact AFM Characterization of degradation phenomena Garcı́a-Heras et al. (2005)",
      "startOffset" : 87,
      "endOffset" : 115
    }, {
      "referenceID" : 16,
      "context" : "13the17th centuries historical glasses In situ AFM Characterization of degradation phenomena Carmona et al. (2010)",
      "startOffset" : 93,
      "endOffset" : 115
    }, {
      "referenceID" : 90,
      "context" : "14th and 17th centuries historical glasses FE-SEM-EDX Characterization of degradation processes to opaque glass Schalm and Anaf (2016)",
      "startOffset" : 112,
      "endOffset" : 135
    }, {
      "referenceID" : 99,
      "context" : "Kaiping Diaolou wall paintings SEM-EDX Morphological characterization of painting materials Zeng et al. (2010)",
      "startOffset" : 92,
      "endOffset" : 111
    }, {
      "referenceID" : 71,
      "context" : "Islamic decorated tiles AFM Characterization of gilding methodologies Mishmastnehi and Holakooei (2015) Palaeolithic Age Lascaux and Ekain paintings TEM Characterization of ancient treatments for manganese oxide materials Chalmin et al.",
      "startOffset" : 70,
      "endOffset" : 104
    }, {
      "referenceID" : 28,
      "context" : "Islamic decorated tiles AFM Characterization of gilding methodologies Mishmastnehi and Holakooei (2015) Palaeolithic Age Lascaux and Ekain paintings TEM Characterization of ancient treatments for manganese oxide materials Chalmin et al. (2003)",
      "startOffset" : 222,
      "endOffset" : 244
    }, {
      "referenceID" : 34,
      "context" : "Ancient Egypt cosmetic pigments TEM Identification of lead pigments Deeb et al. (2004) Archaeological paintings in Caxatla TEM and high-resolution SEM Identification of Maya blue Ortega-Avilés et al.",
      "startOffset" : 68,
      "endOffset" : 87
    }, {
      "referenceID" : 34,
      "context" : "Ancient Egypt cosmetic pigments TEM Identification of lead pigments Deeb et al. (2004) Archaeological paintings in Caxatla TEM and high-resolution SEM Identification of Maya blue Ortega-Avilés et al. (2001) Maya blue samples AFM and TEM Characterization of Maya blue structure Doménech et al.",
      "startOffset" : 68,
      "endOffset" : 207
    }, {
      "referenceID" : 34,
      "context" : "Ancient Egypt cosmetic pigments TEM Identification of lead pigments Deeb et al. (2004) Archaeological paintings in Caxatla TEM and high-resolution SEM Identification of Maya blue Ortega-Avilés et al. (2001) Maya blue samples AFM and TEM Characterization of Maya blue structure Doménech et al. (2009)",
      "startOffset" : 68,
      "endOffset" : 300
    }, {
      "referenceID" : 1,
      "context" : "Ancient Mexican pottery AFM and TEM Characterization of materials and techniques Arenas-Alatorre et al. (2010) 3 7 0",
      "startOffset" : 81,
      "endOffset" : 111
    }, {
      "referenceID" : 77,
      "context" : "Juliao Sarmento paintings AFM Characterization of degradation phenomena Pereira et al. (2011)",
      "startOffset" : 72,
      "endOffset" : 94
    }, {
      "referenceID" : 86,
      "context" : ", 17th and 19th centuries) AFM and SEM Characterization of surface and bulk degradation Rabin and Franzka (2005)",
      "startOffset" : 88,
      "endOffset" : 113
    }, {
      "referenceID" : 35,
      "context" : "Archaeological Iberian-Roman shield boss Voltammetry of microparticles Mapping of corrosion products Doménech et al. (2013)",
      "startOffset" : 101,
      "endOffset" : 124
    }, {
      "referenceID" : 88,
      "context" : "Renaissance bronze sculpture Voltammetry of microparticles Characterization of patina Satovi c et al. (2010) 1st century Roman wheel Voltammetry of microparticles Characterization of patina Satovi c et al.",
      "startOffset" : 93,
      "endOffset" : 109
    }, {
      "referenceID" : 65,
      "context" : "(2010) 1st century Roman wheel Voltammetry of microparticles Characterization of patina Satovi c et al. (2010) Archaeological Iberian bronze plates Voltammetry of microparticles with graphite pencil and stripping measurements Authentication of art objects through lead-base materials analysis Doménech-Carbò et al.",
      "startOffset" : 3,
      "endOffset" : 111
    }, {
      "referenceID" : 35,
      "context" : "Yucatana and Campeche Maya blue samples Voltammetry of microparticles Characterization of Maya blue Doménech et al. (2006)",
      "startOffset" : 100,
      "endOffset" : 123
    }, {
      "referenceID" : 45,
      "context" : "Comunitat Valenciana altarpieces gilded samples Voltammetry of nanoparticles Characterization of gold aged layers Ferragud et al. (2017)",
      "startOffset" : 114,
      "endOffset" : 137
    }, {
      "referenceID" : 35,
      "context" : "Longshan temple decoration materials Voltammetry of nanoparticles Identification of porcine-blood ebased binder Doménech et al. (2012)",
      "startOffset" : 112,
      "endOffset" : 135
    }, {
      "referenceID" : 50,
      "context" : "Coptic textiles: Orbicul Nanorestore Gel Swelling of adhesive materials Genta (2017a,b) Coptic textiles: tiraz Nanorestore Gel Swelling of adhesive materials Genta (2017a,b) Decorative screen: Stupinigi collection Nanorestore Gel: laser technology Swelling of adhesive materials and removal of nonaesthetic stain Genta (2017c)",
      "startOffset" : 72,
      "endOffset" : 327
    }, {
      "referenceID" : 94,
      "context" : "18 Nanorestore Cleaning Polar Coating S Removal of dust deposits Tozzi and Vivarelli (2017)",
      "startOffset" : 65,
      "endOffset" : 92
    }, {
      "referenceID" : 94,
      "context" : "Nanorestore Cleaning Apolar Coating Nanorestore Cleaning Polar Coating B Grande cinema a luce solida, giallo Nanorestore Cleaning Polar Coating S Removal of dust deposits Tozzi and Vivarelli (2017)",
      "startOffset" : 171,
      "endOffset" : 198
    }, {
      "referenceID" : 75,
      "context" : "Nanorestore Cleaning Apolar Coating Nanorestore Cleaning Polar Coating B Addendum sculpture by Eva Hesse (1967) Water-in-oil microemulsion Removal of dirt from artist’s acrylic paint surfaces Ormsby et al. (2016)",
      "startOffset" : 192,
      "endOffset" : 213
    }, {
      "referenceID" : 75,
      "context" : "Piano by Richard Smith (1961) Water-in-oil microemulsion Removal of dirt from artist’s acrylic paint surfaces Ormsby et al. (2016)",
      "startOffset" : 110,
      "endOffset" : 131
    }, {
      "referenceID" : 75,
      "context" : "Turner (1828) Water-in-oil microemulsion Removal of dirt from artist’s acrylic paint surfaces Ormsby et al. (2016)",
      "startOffset" : 94,
      "endOffset" : 115
    }, {
      "referenceID" : 54,
      "context" : "Street art paintings p(HEMA)/PVP hydrogels Removal of graffiti Giorgi et al. (2017) Fellini drawings Organogels and diethyl carbonate Removal of aged pressuresensitive tape Trabace et al.",
      "startOffset" : 63,
      "endOffset" : 84
    }, {
      "referenceID" : 54,
      "context" : "Street art paintings p(HEMA)/PVP hydrogels Removal of graffiti Giorgi et al. (2017) Fellini drawings Organogels and diethyl carbonate Removal of aged pressuresensitive tape Trabace et al. (2017)",
      "startOffset" : 63,
      "endOffset" : 195
    }, {
      "referenceID" : 3,
      "context" : "Maya paintings in Mexico Ca(OH)2 nanoparticle Consolidation Baglioni et al. (2015b) and Baglioni et al.",
      "startOffset" : 60,
      "endOffset" : 84
    }, {
      "referenceID" : 3,
      "context" : "Maya paintings in Mexico Ca(OH)2 nanoparticle Consolidation Baglioni et al. (2015b) and Baglioni et al. (2013) 3 7 2",
      "startOffset" : 60,
      "endOffset" : 111
    }, {
      "referenceID" : 81,
      "context" : "Frescoes in Franciscan Church Calcium acetoacetate nanoparticles Consolidation Pondelak et al. (2017)",
      "startOffset" : 79,
      "endOffset" : 102
    }, {
      "referenceID" : 80,
      "context" : "Stefano Arienti’s Picasso drawing Ca(OH)2 nanoparticles Deacidification treatment for papers Poggi et al. (2017)",
      "startOffset" : 93,
      "endOffset" : 113
    }, {
      "referenceID" : 29,
      "context" : "Vasa wood Ca(OH)2 nanoparticles, with Mg(OH)2 Deacidification treatment Chelazzi et al. (2006)",
      "startOffset" : 72,
      "endOffset" : 95
    }, {
      "referenceID" : 61,
      "context" : "Two printed books, dated 1867 and 1931 HAP nanoparticles Consolidation and prevention from acid hydrolysis Rodica-Mariana Ion et al. (2011) Athenian-Malloura Necropolis in Cyprus HAP nanoparticles Consolidation and investigation of (NH4)2HPO4 as precursor Ma et al.",
      "startOffset" : 122,
      "endOffset" : 140
    }, {
      "referenceID" : 61,
      "context" : "Two printed books, dated 1867 and 1931 HAP nanoparticles Consolidation and prevention from acid hydrolysis Rodica-Mariana Ion et al. (2011) Athenian-Malloura Necropolis in Cyprus HAP nanoparticles Consolidation and investigation of (NH4)2HPO4 as precursor Ma et al. (2017)",
      "startOffset" : 122,
      "endOffset" : 273
    }, {
      "referenceID" : 48,
      "context" : "Royal tomb of Tausert and Setnakht in the Valley of the Kings (Egypt) ZnO nanoparticles Inhibition and delaying of fungal colonization Gambino et al. (2017)",
      "startOffset" : 135,
      "endOffset" : 157
    }, {
      "referenceID" : 59,
      "context" : "Egyptian funeral masks Titanium dioxide (TiO2), silver (Ag2O) and copper oxide (CuO) nanoparticles Inhibition and delaying of fungi and microbial attacks Helmi et al. (2015)",
      "startOffset" : 154,
      "endOffset" : 174
    } ],
    "year" : 2018,
    "abstractText" : "Chapter Outline 14.",
    "creator" : "Elsevier"
  }
}