{
  "name" : "downloads_2020-01-02_59_bondareva2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effect of Nano-Sized Heat Transfer Enhancers on PCM-Based Heat Sink Performance at Various Heat Loads",
    "authors" : [ "Nadezhda S. Bondareva", "Mikhail A. Sheremet" ],
    "emails" : [ "bondarevans@mail.tsu.ru", "sheremet@math.tsu.ru;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: nanoparticles; phase change material; natural convection; heat-generating element"
    }, {
      "heading" : "1. Introduction",
      "text" : "The creation of effective cooling systems is caused by the development of electronic technology and mobile devices. With a decrease in the size of functional elements, productivity and, as a result, the density of heat fluxes in small volumes are increased. Active cooling systems limited by space requirements cannot cope with intense heat generation under conditions of unsteady peak loads [1,2]. In such conditions, conventional metal radiators quickly overheat, requiring intensive forced convective cooling. One of the developing types of heat sinks is heat sinks based on PCM (phase change material) [1,3,4], whose effective heat capacity is increased due to the latent energy of phase transitions. Paraffins or fatty acids with melting points corresponding to operating conditions are used here as materials. The only drawback of these materials is their low thermal conductivity (0.14–0.5 W/(m·K)) [5], due to which, in consequence, they are not used in their pure form. Such a material can be used in combination with various heat transfer enhancers, mainly using high-conductivity metal radiators with immersed metal foams, matrixes, or the addition of highly heat-conducting particles [3,6–9]. Thermophysical properties of materials can be changed strongly with the addition of nano-sized particles. These properties depend on the nanoparticle’s concentration [9–13]. When studying heat and mass transfer in nano-enhanced phase change materials (NePCMs) or nanoliquids, changes in nanoparticle concentration should be taken into account, as well as its effect on dynamic and thermal properties. Currently, there are many investigations devoted to the stability of NePCMs [12,14–19]. In addition, there are various surfactants for nanoparticles ensuring the stability of suspensions for a sufficiently long time [7,13,20]. It is known that the addition of nanoparticles raises the thermal conductivity of the material [7,13,20]. Thermophysical properties of n-octadecane with the addition of TiO2 nanoparticles were experimentally measured by Motahar et al. [21]. The experiments were carried out both in liquid and solid state for the temperature range between 5 ◦C and 55 ◦C; the mass concentration of particles\nNanomaterials 2020, 10, 17; doi:10.3390/nano10010017 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 17 2 of 16\nin this case was varied from 0% to 5%. It was shown that thermal conductivity can be increased with a growth of the nanoparticle’s concentration in both solid and liquid phases. However, the maximum thermal conductivity was observed for 3% at all considered sample temperatures. Nourani et al. [13] showed a monotonic increase in the thermal conductivity of paraffin with alumina nanoparticles. The concentration of nanoparticles in paraffin with a melting point of 54 ◦C–58 ◦C ranged between 0% and 10%. With a rise of mass concentration up to 10%, the melting time can be reduced by 27% and, at the same time, the effective heat capacity of the material is decreased. An NePCM-based heat sink with a heat pipe was examined by Kumar et al. [22]. It was shown that the use of a heat sink significantly reduced the temperature in the system, and the addition of NePCM contributed to a longer charging process and an increase in temperature going much slower. The ability of PCMs to accumulate and release energy when a certain temperature is reached to change properties under various thermal influences can be used in many engineering fields; for example, in latent heat thermal storages, constructions, solar collectors, or metasurfaces [6,7,23–32]. Using PCM can reduce daily room temperature fluctuations, reduce air conditioning costs at high heat exposure, and solar radiation. The addition of nanoparticles makes it possible to accelerate the phase transition processes within the structure by increasing thermal conductivity and heat capacity [25,26]. Khan et al. [7] analyzed the effect of different types of nanoparticles on heat transfer in a horizontal multitube system. The two-dimensional problem of natural convection and melting in a closed circular region filled with RT44HC with a melting point of 41 ◦C–44 ◦C and Lm = 255 kJ/kg was considered, and several energy sources were placed inside the region. The effect of fourteen types of nanoparticles of metal oxides on the melting rate was analyzed, where the effect of the nanoparticles’ concentration on the thermal conductivity, viscosity, and latent heat of NePCM was taken into account. The authors showed that SiO2, Al2O3, MgO, and TiO2 turned out to be the most effective nano-additives, which showed the highest melting rates in combination with a slight decrease in latent heat, and these materials were the most economically advantageous in comparison with the other oxides considered. An experimental study [6] focused on the use of RT35HC with Al2O3 nanoparticles to lower the temperature of the photovoltaic system. The NePCM–filled system with internal pin-finning was heated by the element with constant heat generation. It was shown that the presence of internal pin-fins significantly reduces the panel temperature; at the same time, adding 0.77% of nanoparticles reduces the surface temperature by 4.5%. It was also shown that the use of an NePCM-based heat sink diminishes the panel temperature by 36.9–52.3% at various thermal loads. An experimental study of the properties of paraffin with Si3N4 nanoparticles was carried out by Yang et al. [20]. It was shown that the addition of nanoparticles to the material causes an increase in thermal conductivity by 35%. Moreover, it was found that the latent energy increases by 3.4% with a low concentration of nanoparticles (at about 1%), and further growth of concentration leads to a reduction of latent heat in consequence of a decrease in the volume fraction of base material. It should be noted that the effect of nanoparticles on melt viscosity is essential [11,21,30]. The addition of nanoparticles changes the dynamic properties of the material. Namely, along with an increase in thermal conductivity, a significant increase in the viscosity of the melt is observed, which leads to changes in the hydrodynamics of the melt flow. Ho and Gao [11] studied the properties of n-octadecane combined with a low concentration of Al2O3 nanoparticles. It has been experimentally shown that a decrease in viscosity plays a large role in the melting process. With an increase in the nanoparticles’ volume fraction, the thermal conductivity and viscosity are raised. Thus, the interaction of these two effects does not lead to an intensification of the melting process. The problem of melting of RT44 with Al2O3 or CuO nanoparticles inside an aluminum heat sink at a constant heat flux was considered by Bayat et al. [33]. An increase in the mass fraction of alumina nanoparticles by 4% leads to a slight reduction in the temperature within the heat source; however, when raising the particle’s concentration to 6%, the effect weakens, which is associated with a significant increase in the viscosity of the melt. After that, the paraffin has completely melted and the lowest temperature is observed in the case of pure paraffin.\nNanomaterials 2020, 10, 17 3 of 16\nIn the present study, the two-dimensional problem of paraffin melting inside a closed finned heat sink in the presence of a volumetric heat source was considered. A model describing the heat and mass transfer inside a paraffin cavity was formulated using the non-primitive variables such as the stream function (u = ∂ψ/∂y, v = −∂ψ/∂x) and vorticity (ω = ∂v/∂x− ∂u/∂y), and this boundary value problem was solved using the finite difference method. To formulate and solve the energy equation between the melt and the solid material, a porous layer was introduced with a smoother transition of the thermophysical properties and the enthalpy function. Hydrodynamic equations were solved in the melt region using the Boussinesq approximation. At the boundaries between the materials, the conditions for the equality of heat fluxes and temperature were set. The Biot criterion was used to describe the heat exchange with an environment. The solution of the unsteady problem allows obtaining the local characteristics of melt flow and heat transfer within the considered system and the dependences of the heat transfer rate and the average heater temperature with time. Based on the data obtained, a detailed analysis of the influence of the nanoparticles’ concentration on the heat transfer regimes during unsteady heat generation was carried out."
    }, {
      "heading" : "2. Mathematical Model",
      "text" : "The natural convective melting of a nano-enhanced phase change material in a cavity with a heat sink under the effect of a heat-generating local element was studied. In this study, the cavity had a rectangular shape with aspect ratios L:H = 2. The radiator size (L × H) was 3 cm × 1.5 cm. Figure 1 presents a scheme of the region under consideration including a closed metal radiator filled with pure n-octadecane, under which a source with unsteady volumetric heat generation is located. The conjugate natural convection problem is considered taking into account the phase transitions in paraffin, whose melting point is 301.05 K. It was believed that at the initial time, the radiator and heat source were evenly cooled by ambient temperature (in this study, T0 = 296 K). Heat exchange with the external environment was carried out using the Newtonian cooling conditions that were set at the upper and lateral boundaries of the profile, while the remaining boundaries of the system were thermally insulated. It was assumed that the melt of paraffin with nanoparticles is a viscous incompressible fluid, and the flow arising in the melt region is laminar. Material properties were considered to be temperature independent and constant within a single phase. To describe the properties of a material suspended by nanoparticles, a single-phase nanofluid model was used, which assumes a uniform distribution of particles over the volume [34–36].\nNanomaterials 2020, 10, x FOR PEER REVIEW 3 of 15"
    }, {
      "heading" : "In the present study, the two-dimensional problem of paraffin melting inside a closed finned",
      "text" : "heat sink in the presence of a volumetric heat source was considered. A model describing the heat\nand mass transfer inside a paraffin cavity was formulated using the non-primitive variables such as\nthe stream function  , u y v x       and vorticity  v x u y     , a t is ar\nl l l i t fi it iff r t . f l t l t\nti t t lt t li t i l, l i t it t\nt iti f t t er i l r rti a the enthalpy function. i ti\nl i t lt r i si t ssi r i ti . t t i t t\nt i l , t iti f t lit f t fl t t t. i t it i\nt i t t it i t. l ti f t t l\nll t i i t l l t i ti f lt fl t t f it i t i t\nt ependences of the heat transfe rate and the average heater temperature with time. Based\non the data obtained, a detailed analysis of the influence of the nanoparti les’ concentration on the\nheat transfer r gimes during unsteady h at generation was carried out."
    }, {
      "heading" : "2. Mathematical Model",
      "text" : "The natural convective melting of a nano-enhanced phase change material in a cavity with a heat\nsink under the effect of a heat-generating local element was studied. In this study, the cavity had a\nrectangular shape with aspect ratios L:H = 2. The radiator size (L × H) was 3 cm × 1.5 cm. Figure 1\npresents a scheme of the region under consideration including a closed metal radiator filled with\npure n-octadecane, under which a source with unsteady volumetric heat generation is located. The\nconjugate natural convection problem is considered taking into account the phase transitions in\nparaffin, whose melting point is 301.05 K. It was believed that at the initial time, the radiator and heat\nsource were evenly cooled by ambient temperature (in this study, T0 = 296 K). Heat exchange with\nthe external environment was carried out using the Newtonian cooling conditions that were set at\nthe upper and lateral boundaries of the profile, while the remaining boundaries of the system were\nthermally insulated. It was assumed that the melt of paraffin with nanoparticles is a viscous\nincompressible fluid, and the flow arising in the melt region is laminar. Material properties were\nconsidered to be temperature independent and constant within a single phase. To describe the\nproperties of a material suspended by nanoparticles, a single-phase nanofluid model was used, which\nassumes a uniform distribution of particles over the volume [34–36].\nThe Boussinesq approximation was used to describe the buoyancy force influence within the\nNavier–Stokes equations. The mass conservation equation and momentum equations for describing\nthe mass transfer inside the melt region are as follows [35]:\n0 u v x y       (1)\ni . i f i t t.\nNanomaterials 2020, 10, 17 4 of 16\nThe Boussinesq approximation was used to describe the buoyancy force influence within the Navier–Stokes equations. The mass conservation equation and momentum equations for describing the mass transfer inside the melt region are as follows [35]:\n∂u ∂x + ∂v ∂y = 0 (1)\n(ρl)nm ( ∂u ∂t + u ∂u ∂x + v ∂u ∂y ) = −∂p ∂x + (µl)nm ( ∂2u ∂x2 + ∂2u ∂y2 ) (2)\n(ρl)nm ( ∂v ∂t + u ∂v ∂x + v ∂v ∂y ) = −∂p ∂y + (µl)nm ( ∂2v ∂x2 + ∂2v ∂y2 ) + (ρlβl)nmg(T − Tm) (3)\nHeat transfer in solid medium was carried out by conductive heat transfer. The heat conduction equations were considered for the heat source, a metal radiator, and paraffin wax. The energy conservation equation for the local heater was written taking into account the time-dependent volumetric heat generation expressed through the harmonic law Q = Q0 (1 − sin(2πbt)). Heat transfer inside the PCM was carried out due to the conductive and convective regimes. In addition to heat transfer inside the solid and liquid regions, it is necessary to take into account the production and absorption of latent heat at the moving boundary of the phase transition; therefore, the energy equations for the solid and liquid phases are formulated in variables of enthalpy and temperature as follows [35,37]:\n∂h ∂t = (ks)nm ( ∂2T ∂x2 + ∂2T ∂y2 ) (4)\n∂h ∂t + u ∂h ∂x + v ∂h ∂y = (kl)nm ( ∂2T ∂x2 + ∂2T ∂y2 ) (5)\nAt the same time, at the phase change border, the Stefan condition is realized as a boundary condition, which takes into account the conversion of latent heat into sensible heat and the movement of the boundary in space: [ k ∂T∂n ] = −LmVn, where on the left side one can find the heat flux in the direction of the normal vector n and on the right side we have the multiplication of the specific latent energy and the velocity of the phase change line in the direction along the normal vector Vn. The system of unsteady differential Equations (1)–(5) combined with the equations of heat conduction for a radiator and heat generation element, previously reduced to the dimensionless form, were solved using the non-primitive variables such as stream function and vorticity. The following values were chosen as the scales for time, length, and other parameters:\nX = x/H, Y = y/H, U = u/ √ gβl∆TH, V = v/ √ gβl∆TH, τ = t √\ngβl∆T/H, f = b/ √ gβl∆T/H, Θ = (T − Tm)/∆T, Ψ = ψ/ √ gβl∆TH3, Ω = ωH/ √ gβl∆TH\nIn addition, to simplify the algorithm for solving the energy equations inside a PCM, auxiliary functions were introduced: φ (T), which characterizes the volume fraction of the melt, as well as ξ(φ) and ζ(φ) for a smooth transition of the thermal parameters of NePCM from one aggregate state to another one. As a result, Equations (4) and (5), together with the Stefan boundary condition, were transformed into the following equation [35,38,39]:\nζ(φ) [ ∂Θ ∂τ + U ∂Θ ∂X + V ∂Θ ∂Y ] + ρnmLnm ρlLm · Ste · [ ∂φ ∂τ + U ∂φ ∂X + V ∂φ ∂Y ] = ξ(φ) √ Ra · Pr ( ∂2Θ ∂X2 + ∂2Θ ∂Y2 ) . (6)\nHere, ξ(φ) and ζ(φ) characterize the changes in thermal conductivities and volumetric heat capacities, respectively:\nξ(φ) = (ks)nm\nkl + φ\n( (kl)nm\nkl − (ks)nm kl\n) , ζ(φ) =\n(ρscs)nm ρlcl + φ ( (ρlcl)nm ρlcl − (ρscs)nm ρlcl )\nNanomaterials 2020, 10, 17 5 of 16\nThe function φ (T) represents the following relationship:\nφ =  0, T < Tm − η T−(Tm−η)\n2η , Tm − η ≤ T ≤ Tm + η 1, T > Tm + η\nHere, η is the smoothing parameter and it equals to 0.005. The heat conduction equations for a radiator and an element with volumetric heat generation,\ntaking into account the accepted temperature scale, take the form:\n∂Θ ∂τ = α1/αl√\nRa·Pr\n( ∂2Θ ∂X2 + ∂2Θ ∂Y2 ) (7)\n∂Θ ∂τ = α2/αl√\nRa·Pr\n( ∂2Θ ∂X2 + ∂2Θ ∂Y2 + Os[1− sin(2π fτ)] )\n(8)\nThe melt flow equations using the non-primitive dimensionless variables take the form:\n∂2Ψ ∂X2 + ∂2Ψ ∂Y2 = −Ω (9)\n∂Ω ∂τ + U ∂Ω ∂X + V ∂Ω ∂Y = µnm/µl (ρl)nm/ρl √ Pr Ra ( ∂2Ω ∂X2 + ∂2Ω ∂Y2 ) + (ρlβl)nm/(ρlβl) (ρl)nm/ρl ∂Θ ∂X\n(10)\nThe following dimensionless complexes are involved in Equations (6)–(10):\n• Rayleigh number—Ra = gβl∆TH3/(νlαl); • Prandtl number—Pr = νl/αl; • Stefan number—Ste = Lm/(cl∆T), characterizing the latent heat effect; • Ostrogradsky number—Os = QH2/(k2∆T), characterizing the volumetric heat flux effect; • Biot number—Bi = γH/k, characterizing the intensity of external cooling.\nEquations (6)–(10) are closed by the initial and boundary conditions for the system under consideration, which can be written as follows:\n• τ = 0: Θ = Θout, ψ = 0, Ω = 0; • X = 0 and X = 2, 0 ≤ Y ≤ 1: ∂Θ∂X ∣∣∣ X=0 = Bi(Θ −Θout) and ∂Θ ∂X ∣∣∣ X=L/H = −Bi(Θ −Θout); • 0 ≤ X ≤ 0.6 and 1.4 ≤ X ≤ 2, Y = 0: ∂Θ/∂Y = 0; • 0.6 ≤ X ≤ 1.4, Y = 0: ∂Θ1∂Y = k2 k1 ∂Θ2 ∂Y ;\n• 0 ≤ X ≤ 2, Y = 1: ∂Θ∂Y ∣∣∣ Y=1 = −Bi(Θ −Θout); • at the profile surface: knmk1 ∂Θnm ∂n = ∂Θ1 ∂n ; • at the solid-liquid interface: Θ = 0; • at X = 0.6 and X = 1.4, −0.2 ≤ Y ≤ 0: ∂Θ∂X = 0; • at 0.6 ≤ X ≤ 1.4, Y = −0.2: ∂Θ∂Y = 0.\nThe outer temperature was set as Θout = −0.0508, which corresponds to the dimensional temperature T0 = 296 K (the temperature scale in this study was equal to ∆T = 60 K), and the heat transfer coefficient at the upper and side boundaries was γ = 20 W/(m2K). The boundary conditions for the velocity at all solid boundaries, including at the phase change line, were specified by the relations: ψ = 0, Ω = −∇2Ψ. The numerical solution of partial differential equations was obtained on the basis of the finite difference method using the locally one-dimensional Samarsky scheme for the parabolic\nNanomaterials 2020, 10, 17 6 of 16\nequations [35,36,39]. The algorithm developed was previously tested using the experimental data by Gau and Viskanta [40] and numerical data by Gong and Mujumdar [41]. Figure 2 shows a very good agreement for the phase change line in comparison with experimental data by Gau and Viskanta [40] for pure gallium melted in a differentially-heated rectangular cavity. The rectangular cavity filled with pure gallium in solid state begins to heat up from the side wall, the temperature of which is constant and above the melting point of gallium. A constant low temperature is maintained on the opposite vertical wall and the remaining boundaries are thermally insulated. Figure 2 shows the positions of the interphase boundary observed at different instants of time.\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 15\nThe boundary conditions for the velocity at all solid boundaries, including at the phase change\nline, were specified by the relations: ψ = 0, 2   .\nThe numerical solution of partial differential equations was obtained on the basis of the finite\ndifference method using the locally one-dimensional Samarsky scheme for the parabolic equations\n[35,36,39]. The algorithm developed was previously tested using the experimental data by Gau and\nViskanta [40] and numerical data by Gong and Mujumdar [41].\nFigure 2 shows a very good agreement for the phase change line in comparison with\nexperimental data by Gau and Viskanta [40] for pure gallium melted in a differentially-h ated\nrectangul r cavity. The rectangular cavity filled with pure gallium in solid state begi s to he t up\nfrom the side wall, the temperature of which is constant and above t melting point of gallium. A\nconstant low temperature i maintained on the opposite vertical wall and the remaining boundaries\nare thermally i sulated. Figure 2 sho s the positions of the interpha e boundary observed at\ndifferent instants of time.\nIn this work, a copper profile filled with n-octadecane and heated from a local heat source was\nconsidered. The material of the heat-generated element is corresponded to pure silicon. Table 1\npresents the properties of the components of the considered system “heat sink—heat source”, on the\nbasis of which calculations were carried out.\nCopper (radiator) 401 385 – 8900 –\nSilicon (heat source) 148 714 – 2330 –\nIt was assumed that the nanoparticles were uniformly distributed over the volume occupied by\nparaffin, and the properties of the suspension were considered constant. The ratios for the\nthermophysical properties of NePCM depending on the mass concentration of particles are:\n• Using the experimental data [43], a correlation for the thermal conductivity was obtained taking\ninto account the Brownian diffusion influence:"
    }, {
      "heading" : "3. Thermophysical Properties of NePCM",
      "text" : "In this work, a copper profile filled with n-octadecane and heated from a local heat source was considered. The material of the heat-generated element is corresponded to pure silicon. Table 1 presents the properties of the components of the considered system “heat sink—heat source”, on the basis of which calculations were carried out.\nTable 1. Properties of the materials.\nIt was assumed that the nanoparticles were uniformly distributed over the volume occupied by paraffin, and the properties of the suspension were considered constant. The ratios for the thermophysical properties of NePCM depending on the mass concentration of particles are:\n• Using the experimental data [43], a correlation for the thermal conductivity was obtained taking into account the Brownian diffusion influence:\n(kl)nm = kl knp+2kl−2(kl−knp)Φ knp+2kl+(kl−knp)Φ\n+ 5·104βλΦρlcl √\nκT ρnpdnp r(T, Φ)\n(ks)nm = ks knp+2ks−2(ks−knp)Φ knp+2ks+(ks−knp)Φ\nNanomaterials 2020, 10, 17 7 of 16\nIn this relation, for thermal conductivity of NePCM, we have [43] βλ = 8.4407(100Φ) −1.07304 and κ = 1.381·10−23 J/K as the Boltzmann constant, while r(T,Φ) can be defined as:\nr(T, Φ) = ( 2.817·10−2Φ + 3.917·10−3 )T T̃ + ( −3.0669·10−2Φ − 3.91123·10−3 ) , T̃ = 273K\nThe first term in correlation for (kl)nm and for (ks)nm is the Maxwell model. The second term was determined experimentally by Vajjha for liquids with the addition of Al2O3 nanoparticles at a concentration range Φ ≤ 10% and this term determines the Brownian motion of nanoparticles [43]. Since the particle motion also depends on the diameter of nanoparticles and temperature, the considered model includes the functions r(T,Φ) and βλ, which depend on these parameters.\n• Dynamic viscosity [33] µnm = 0.983·e12.959Φµl\n• The coefficient of thermal volume expansion\n(ρlβl)nm = (1−Φ)(ρlβl) + Φ ( ρnpβnp ) • Volumetric heat capacity\n(ρlcl)nm = (1−Φ)(ρlcl) + Φ ( ρnpcnp ) (ρscs)nm = (1−Φ)(ρscs) + Φ ( ρnpcnp\n) • Density\n(ρl)nm = (1−Φ)ρl + Φρnp (ρs)nm = (1−Φ)ρs + Φρnp\n• Heat capacity (cl)nm = (ρlcl)nm/(ρl)nm (cs)nm = (ρscs)nm/(ρs)nm\n• Latent heat Lnm = (1−Φ)ρlLm/(ρl)nm\nThe model for thermal conductivity and dynamic viscosity was carried out for aluminum oxide nanofluids in a wide range of temperatures and nanoparticle concentration (1% ≤ Φ ≤ 10% [34,43]) and tested in many numerical problems of melting and solidification [7,33,34]."
    }, {
      "heading" : "4. Results and Discussion",
      "text" : "Analysis was performed in a wide range of nanoparticle concentration and volumetric heat flux oscillation frequency. Figure 3 shows temperature fields at small values of the Ostrogradsky number for different values of the nanoparticles’ concentration at time points 3200 and 4000, which correspond to the melting process of the material. At time τ = 3200, it can be seen that the temperature fields practically do not differ. The latter can be explained by high thermal conductivity and, as a result, the profile has the highest temperature. In paraffin, due to lower thermal conductivity, high-temperature gradients are observed on the surface of solid paraffin and the inner surface of the radiator. The melt located under the solid material region is cooled, which indicates a weak downward cooled convective flow. The melting rate changes with the increasing concentration of nanoparticles, namely due to an increase in thermal conductivity. The volume of solid material is lower at Φ = 0.06, which at time τ = 4000 reaches complete melting. The temperature in the profile is lower at f = 200.\nNanomaterials 2020, 10, 17 8 of 16\nNanomaterials 2020, 10, x FOR PEER REVIEW 8 of 15\nare observed on the surface of solid paraffin and the inner surface of the radiator. The melt located\nunder the solid material region is cooled, which indicates a weak downward cooled convective flow.\nThe melting rate changes with the increasing concentration of nanoparticles, namely due to an\nincreas in thermal conductivity. The volume of solid material is lower at Φ = 0.06, which at time τ ="
    }, {
      "heading" : "4000 reaches complete melting. The temperature in the profile is lower at f = 200.",
      "text" : "Figure 3. The temperature fields for Os = 0.0845, τ = 3200 (a,b), and τ = 4000 (c,d): (a,c) f = 200 and (b,d) f = 400.\nFigure 4 presents the maximum value of the stream function and the average temperature in the\nheat source in dependence on time. Values of the max  increase with a rise of the source temperature and the melt region. It can be seen that the temperature in the source during the melting process is\npractically independent of the particle’s concentration, while the difference between the maximum\nvalues of the stream function increases. Due to an increase in melt viscosity, the natural convective\nheat transfer weakens; however, this effect compensates for a significant increase in thermal\nconductivity inside paraffin. At the same time, the lowest temperature in the profile is lower at Φ =\n0.01. After the material has completely melted, the circulation of the melt sharply diminishes, while\nthe temperature in the source rises sharply. After complete melting of the material, the effect of the\nconcentration of nanoparticles appears at the source temperature. The source heats up more\nintensively with an increase in the concentration of nanoparticles. During the melting process, the\nlocal maxima of the temperature Θavg do not differ significantly. After the paraffin completely melts,\nthe lowest temperature in the source is observed at Φ = 0.01.\nFigure 3. The temperature fields for Os = 0.0845, τ = 3200 (a,b), and τ = 4000 (c,d): (a,c) f = 200 and (b,d) f = 400.\ni t t i l f t t f ti t t t i t i l f t e |Ψ| x t s t\nand the elt region. It can be seen that the te perature in the source during the elting process is practically independent of the particle’s concentration, hile the difference bet een the axi u values of the stream function increases. Due to an increase in melt viscosity, the natural convective heat transfer weakens; however, this effect compensates for a significant increase in thermal conductivity inside paraffin. At the same time, the lowest temperature in the profile is lower at Φ = 0.01. After the material has co pletely melted, the circulation of the melt sharply diminishes, while the temperature in the source rises sharply. After complete melting of the material, the effect of the concentration of nanoparticles appears at the source temperature. The source heats up more intensively with an increase in the concentration of nanoparticles. During the melting process, the local maxima of the temperature Θavg do not differ significantly. After the paraffin completely melts, the lowest temperature in the source is observed at Φ = 0.01.\nNanomaterials 2020, 10, 17 9 of 16\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 15\n.\nFigure 4. The maximum value of the stream function (a) and the average source temperature (b) in dependence on time for different nanoparticle concentrations and Ra = 4.03·106, Os = 0.0845, f = 200.\nAn increase in the Rayleigh number is associated with the dimensional scale of the system.\nFigure 5 shows the temperature fields and streamlines in the melt at Ra = 9.55·106. Natural convection\nin this case develops much more intensively due to large volumes. It is seen that under the region of\nunmelted paraffin, additional vortices appear. Due to the appearance of additional convective cells\nin the upper part of the region, the melt also overheats. At high Rayleigh numbers, higher\ntemperatures are observed at the same volume fraction of the melt. In the case of f = 400, the central\ntemperature plumes are symmetrical, and the convective hydrodynamic structures are symmetrical,\nwhile the upper part of the melt region is warmer than in the case of f = 200 and the volume of solid\nparaffin is higher. If the frequency of power fluctuations increases, a higher volume of solid material\nis observed.\nWith increasing parameter f, the melting process begins later. From the graph of the dependence\nof the stream function maximum value, it is seen that the velocities inside the melt decrease with\nincreasing f. Figure 6 shows max  values for different magnitudes of f and nanoparticle concentration. The intensity of natural convection is characterized by a high Rayleigh number, and\nan abrupt change in max  is observed in paraffin. After complete melting of paraffin in all cases considered, this jump is associated with the disappearance of the hard boundaries of paraffin, as a\nresult of which the central ascending flows rise to the upper border, forming two global convective\ncells.\nFigure 4. The maximum value of the stream function (a) and the average source temperature (b) in dependence on time for different nanoparticle concentrations and Ra = 4.03·106, Os = 0.0845, f = 200.\nAn increase in the Rayleigh number is associated with the dimensional scale of the system. Figure 5 shows the temperature fields and streamlines in the melt at Ra = 9.55·106. Natural convection in this case develops much more intensively due to large volumes. It is seen that under the region of unmelted paraffin, additional vortices appear. Due to the appearance of additional convective cells in the upper part of the region, the melt also overheats. At high Rayleigh numbers, higher temperatures are observed at the same volume fraction of the melt. In the case of f = 400, the central temperature plumes are symmetrical, and the convective hydrodynamic structures are symmetrical, while the upper part of the melt region is warmer than in the case of f = 200 and the volume of solid paraffin is higher. If the frequency of power fluctuations increases, a higher volume of solid material is observed. With increasing parameter f, the melting process begins later. From the graph of the dependence of the stream function maximum value, it is seen that the velocities inside the melt decrease with increasing f. Figure 6 shows |Ψ|max values for different magnitudes of f and nanoparticle concentration. The intensity of natural convection is characterized by a high Rayleigh number, and an abrupt change in |Ψ|max is observed in paraffin. After complete melting of paraffin in all cases considered, this jump is associated with the disappearance of the hard boundaries of paraffin, as a result of which the central ascending flows rise to the upper border, forming two global convective cells.\nNanomaterials 2020, 10, 17 10 of 16\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nFigure 5. Temperature fields (a,c,e) and streamlines (b,d,f) for Ra = 9.55∙106, Os = 0.338, τ = 1600: (a,b)\nf = 200; (c,d) f = 400; (e,f) f = 800.\nFigure 6. The maximum value of the stream function with time at Ra = 9.55∙106, Os = 0.338 for different f and nanoparticle volume fraction.\nFigure 5. Temperature fields (a,c,e) and streamlines (b,d,f) for Ra = 9.55·106, Os = 0.338, τ = 1600: (a,b) f = 200; (c,d) f = 400; (e,f) f = 800.\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nFigure 5. Temperature fields (a,c,e) str li es (b,d,f) for Ra = 9. 5∙106, Os = 0.338, τ = 1600: (a,b)\nf = 200; (c,d) f = 40 ; (e,f) f = 800.\nFigure 6. The maximum value of the stream function with time at Ra = 9.55∙106, Os = 0.338 for different f and nanoparticle volume fraction.\n. f trea f nction ith ti e at Ra = . 5·106 . ff\nNanomaterials 2020, 10, 17 11 of 16\nAfter the establishment of a convective regime in a region without phase transitions, sharp jumps in the stream function are observed only in pure paraffin during the maximum heat generation in the source. It should be noted that the temperature in the source first rises to the melting point, and then the graph goes to values close to zero before the melt region sufficient for the development of natural convection appears. The time period when the temperature in the source kept at the melting point of the material is associated with the small distance between the boundary of the phase transition and the walls of the radiator. Moreover, the concentration of nanoparticles does not significantly affect the temperature in the source. With the development of the natural circulation of the melt within the liquid region, the influence of the mass fraction of nanoparticles becomes noticeable. Thus, the temperature in the source at time moment τ = 1500 is 4% lower at Φ = 0.01, 2.8% at Φ = 0.03, and only 0.6% at Φ = 0.06 compared to pure paraffin, while the values of the stream function |Ψ|max decrease by 0%, 9%, and 16.5%, respectively, at f = 400. An important factor in determining the heat transfer regime is the position of the heating element. In the system under consideration, due to the high thermal conductivity of copper, the profile plays a decisive role in the energy dissipation in the system. The radiator warms up quickly and fairly evenly. In the case of a closed radiator, paraffin heats up from all closing boundaries. The formation and development of natural convection in this case is associated with a temperature gradient between the lower part of the profile and solid paraffin, while the heated melt is collected in the upper part of the region, reducing the heat exchange rate of paraffin with the radiator. As a result, the effect of convective heat transfer is much lower than in the case of an open radiator that does not have an upper wall, while the closed form of the radiator promotes an increase in conductive heat transfer in the system. A decrease in the Rayleigh number to 1.19·106 leads to a decrease in the intensity of natural convection and hydrodynamic structures become more stable. It can be seen from Figure 7 that the presence of nanoparticles in the melt has a stronger effect on convective heat transfer in the melt. The relative reduction in the values of the stream function is much lower than in cases of Ra = 4.03·106 and Ra = 9.55·106. |Ψ|max values with an addition of 1%, 3%, and 6% of the mass fraction of nanoparticles are decreased by 23%, 37%, and 55%, respectively, at time point τ = 2000 and by 14%, 33%, and 57% at time point τ = 3600 compared with pure paraffin. It is also worth noting that, at the same time, the temperature in the source decreases with the addition of nanoparticles.\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 15\nAfter the establishment of a convective regime in a region without phase transitions, sharp\njumps in the stream function are observed only in pure paraffin during the maximum heat generation\nin the source. It should be noted that the temperature in the source first rises to the melting point,\nand then the graph goes to values close to zero before the melt region sufficient for the development\nof natural convection appears. The time period when the temperature in the source kept at the\nmelting point of the material is associated with the small distance between the boundary of the phase\ntransition and the walls of the radiator. Moreover, the concentration of nanoparticles does not\nsignificantly affect the temperature in the source. With the development of the natural circulation of\nthe melt within the liquid region, the influence of the mass fraction of nanoparticles becomes\nnoticeable. Thus, the temperature in the source at time moment τ = 1500 is 4% lower at Φ = 0.01, 2.8%\nat Φ = 0.03, and only 0.6% at Φ = 0.06 compared to pure paraffin, while the values of the stream\nfunction max  decrease by 0%, 9%, and 16.5%, respectively, at f = 400.\nn i ortant factor in determining the heat transfer regime is the position of the heating\nelement. In the system under consideration, due to the high thermal conductivity of copper, the\nprofile plays a decisive role in the energy dissipation in the system. The radiator warms up quickly\nand fairly evenly. In the case of a closed radiator, paraffin heats up from all closing boundaries. The\nformation and development of natural convection in this case is associated with a temperature\ngradient between the lower part of the profile and solid paraffin, while the heated melt is collected\nin the upper part of the region, reducing the heat exchange rate of paraffin with the radiator. As a\nresult, the effect of convective heat transfer is much lower than in the case of an open radiator that\ndoes not have an upper wall, while the closed form of the radiator promotes an increase in conductive\nheat transfer in the system.\ndecrease in the ayleigh nu ber to 1.19∙106 leads to a decrease in the intensity of natural\nconvection and hydrodyna ic structures beco e ore stable. It can be seen fro Figure 7 that the\npresence of nanoparticles in the elt has a stronger effect on convective heat transfer in the elt. The relative reduction in the values of the strea function is uch lo er than in cases of a = 4.03∙106 and\na 9.55∙106. max  values with an addition of 1 , 3 , and 6 of t e ass fracti f rticles r r , , and 55 , respectively, at time point τ = 2 0 and by 14%, 33%, and 57%\nat time point τ = 36 0 compared with pure paraffin. It is also ort ti t t, t t ti , t\nt t i t it t iti f ti l .\nFigure 8 shows a graph of the evolution of the average source temperature at Ra = 1.19∙106, f ="
    }, {
      "heading" : "200. It is seen that when solid paraffin predominates in the region, the addition of nanoparticles reduces the temperature; however, after the material is completely melted, the effect of nanoparticles",
      "text" : "on the source temperature decreases. So, at the time point τ = 3600, the minimum temperature is\nobserved at Φ = 0.01 and the average temperature of the source is 1.5% lower than in pure paraffin.\ni r . The maximum value of the stream function with time at Ra = .19·106, Os = 0.0845, f = 200 fo various nanoparticle o centrations.\ni s a graph of the volution of the average source temperature at R = 1.19· 06, f = 200. It is seen that w en solid paraffin predominates the region, the addition of nanoparticles reduc the temperature; however, aft r the material is completely m lted, the ffect of nanoparticles on the\nNanomaterials 2020, 10, 17 12 of 16\nsource temperature decreases. So, at the time point τ = 3600, the minimum temperature is observed at Φ = 0.01 and the average temperature of the source is 1.5% lower than in pure paraffin. At time moment τ = 2000, the minimum average temperature in the source Θavg is also observed at Φ = 0.01 and it is about 7% lower than in the case of pure paraffin application. Nanomaterials 2020, 10, x FOR PEER REVIEW 12 of 15 At time moment τ = 2000, the minimum average temperature in the source Θavg is also observed at Φ = 0.01 and it is about 7% lower than in the case of pure paraffin pplication.\nFigure 8. The average heater temperature with time at Ra = 1.19∙106, Os = 0.0845, f = 200 for various nanoparticle concentrations."
    }, {
      "heading" : "5. Conclusions",
      "text" : "A numerical study of conjugate natural convection combined with melting process inside a\nclosed copper radiator filled with paraffin with Al2O3 nanoparticles during unsteady heating was\ncarried out. The influence of the system size and operation mode of the heater on the temperature\ndistributions in the system and velocity fields in the melt at various concentrations of nanoparticles\nis analyzed. The average source temperature and maximum values of the stream function throughout\nthe entire process were obtained.\nIt was shown that the effect of nanoparticles on system performance depends on the intensity of\nconvective heat transfer. At high Rayleigh numbers (f = 400, Ra = 9.55∙106), the maximum values of\nthe stream function decrease by 16.5% at a 6% concentration of nanoparticles, and the minimum\naverage source temperature during the melting process is observed at 1% particle loadings. At lower\nRayleigh numbers (Ra = 1.19∙106) in the case of f = 200 at peak loads, the decrease in max  reaches 57% compared to pure paraffin. Moreover, with a non-zero fraction of solid paraffin during high heat\nfluxes, the temperature of the source is 7% lower with the addition of 1% alumina nanoparticles.\nHigher concentrations considered (Φ = 0.03 and Φ = 0.06), an increase in viscosity weakens natural\nconvective heat transfer and during melting does not have a greater effect. After the material has\nmelted completely, the temperature of the source approaches the values obtained for pure paraffin.\nThus, the addition of a small amount of nanoparticles allows the reduction of the source temperature,\nincreasing the heat transfer rate inside the PCM; however, at higher nanoparticle concentrations (3%\nor more), an increase in the melt viscosity reduces the natural circulation caused by buoyancy forces,\nand an improvement of the thermal conductivity in the material does not compensate for this effect.\nAuthor Contributions: N.S.B. and M.A.S. conceived the main concept. N.S.B. and M.A.S. contributed to the investigation and data analysis. N.S.B. and M.A.S. wrote the manuscript. All authors contributed in writing the final manuscript.\nFunding: This work was supported by the Grants Council (under the President of the Russian Federation), Grant No. MK-1934.2019.1.\nConflicts of Interest: The authors declare no conflicts of interest.\nNomenclature\nb dimensional volumetric heat flux oscillation frequency, s−1\nBi the Biot number\ni r t a = . · 200 f r i rti l t ti ."
    }, {
      "heading" : "5. Conclusions",
      "text" : "A numerical study of conjugate natural convection combined with melting process inside a closed copper radiator filled with paraffin with Al2O3 nanoparticles during unsteady heating was carried out. The influence of the system size and operation mode of the heater on the temperature distributions in the system and velocity fields in the melt at various concentrations of nanoparticles is analyzed. The average source temperature and maximum values of the stream function throughout the entire process were obtained. It was shown that the effect of nanoparticles on system performance depends on the intensity of convective heat transfer. At high Rayleigh numbers (f = 400, Ra = 9.55·106), the maximum values of the stream function decrease by 16.5% at a 6% concentration of nanoparticles, and the minimum average source temperature during the melting process is observed at 1% particle loadings. At lower Rayleigh numbers (Ra = 1.19·106) in the case of f = 200 at peak loads, the decrease in |Ψ|max reaches 57% compared to pure paraffin. Moreover, with a non-zero fraction of solid paraffin during high heat fluxes, the temperature of the source is 7% lower with the addition of 1% alumina nanoparticles. Higher concentrations considered (Φ = 0.03 and Φ = 0.06), an increase in viscosity weakens natural convective heat transfer and during melting does not have a greater effect. After the material has melted completely, the temperature of the source approaches the values obtained for pure paraffin. Thus, the addition of a small amount of nanoparticles allows the reduction of the source temperature, increasing the heat transfer rate inside the PCM; however, at higher nanoparticle concentrations (3% or more), an increase in the melt viscosity reduces the natural circulation caused by buoyancy forces, and an improvement of the thermal conductivity in the material does not compensate for this effect.\nAuthor Contributions: N.S.B. and M.A.S. conceived the main concept. N.S.B. and M.A.S. contributed to the investigation and data analysis. N.S.B and M.A.S. wrote the manus ript. All authors contributed n writing t final manuscript. All authors have read and agreed to the published version of t e manuscript.\nFunding: This work was supported by the Grants Council (under the President of the Russian Federation), Grant No. MK-1934.2019.1.\nConflicts of Interest: The authors declare no conflict of interest.\nNanomaterials 2020, 10, 17 13 of 16\nNomenclature\nb dimensional volumetric heat flux oscillation frequency, s−1 Bi the Biot number c specific heat, JK−1 kg−1 d diameter, m f non-dimensional volumetric heat flux oscillation frequency g gravitational acceleration, ms−2 H cavity height, m h specific enthalpy, Jkg−1 k thermal conductivity, WK−1m−1 L cavity length, m Lm fusion energy or latent heat of melting, Jkg−1 n normal to the surface Os Ostrogradsky number p pressure, Pa Pr Prandtl number Q heat transfer rate per unit of volume, W m−3 Ra Rayleigh number Ste Stefan number t time, s T temperature, K Tm melting temperature u, v velocity components in Cartesian coordinate along x and y, ms−1 U, V dimensionless velocity components x, y Cartesian coordinate, m X, Y dimensionless Cartesian coordinates Greek symbols α thermal diffusivity, m2 s−1 β coefficient of thermal expansion, K−1 γ heat transfer coefficient, WK−1m−2 η smoothing parameter (or melting temperature range), K Θ dimensionless temperature µ dynamic viscosity, Pa s ν kinematic viscosity, m2 s−1 ρ density, kgm−3 τ dimensionless time Φ nanoparticles volume fraction φ volume fraction of the melt ψ stream function, m2 s−1 Ψ dimensionless stream function ω vorticity, s−1 Ω dimensionless vorticity Subscripts 0 initial condition or ambient 1 radiator 2 heater l liquid m melting nm nanomaterial np nanoparticle s solid\nNanomaterials 2020, 10, 17 14 of 16"
    } ],
    "references" : [ {
      "title" : "Experimental comparison between different configurations of PCM based heat sinks for cooling electronic components",
      "author" : [ "S. Gharbi", "S. Harmand", "S.B. Jabrallah" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Thermal management of low profile electronic equipment using radial fans and heat sinks",
      "author" : [ "E. Walsh", "P. Walsh", "R. Grimes", "V. Egan" ],
      "venue" : "J. Heat Transf",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2008
    }, {
      "title" : "Experimental investigations on thermal performance enhancement and effect of orientation on porous matrix filled PCM based heat sink",
      "author" : [ "R. Baby", "C. Balaji" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "Combination of heat storage and thermal spreading for high power portable electronics cooling",
      "author" : [ "Z.-W. Li", "L.-C. Lv", "J. Li" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "A review of performance enhancement of PCM based latent heat storage system within the context of materials, thermal stability and compatibility",
      "author" : [ "Z. Khan", "A. Ghafoor" ],
      "venue" : "Energy Convers. Manag",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Performance enhancement of photovoltaic cells by changing configuration and using PCM (RT35HC) with nanoparticles Al2O3",
      "author" : [ "H.E. Abdelrahman", "M.H. Wahba", "H.A. Refaey", "M. Moawad", "N.S. Berbish" ],
      "venue" : "Sol. Energy",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Heat transfer evaluation of metal oxides based nano-PCMs for latent heat storage system application",
      "author" : [ "Z. Khan", "Z.A. Khan", "P. Sewell" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Performance enhancement of the photovoltaic cells using Al2O3/PCM mixture and/or water cooling-techniques",
      "author" : [ "M.R. Salem", "M.M. Elsayed", "A.A. Abd-Elaziz", "K.M. Elshazly" ],
      "venue" : "Renew. Energy",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "A novel phase change material containing mesoporous silica nanoparticles for thermal storage: A study on thermal conductivity and viscosity",
      "author" : [ "S. Motahar", "N. Nikkam", "A.A. Alemrajabi", "R. Khodabandeh", "M.S. Toprak", "M. Muhammed" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Temperature-dependent thermal properties of a paraffin phase change material embedded with herringbone style graphite nanofibers",
      "author" : [ "R.J. Warzoha", "R.M. Weigand", "A.S. Fleischer" ],
      "venue" : "Appl. Energy",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Preparation and thermophysical properties of nanoparticle-in-paraffin emulsion as phase change material",
      "author" : [ "C.J. Ho", "J.Y. Gao" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Dispersing different nanoparticles in paraffin wax as enhanced phase change materials",
      "author" : [ "V. Saydam", "X. Duan" ],
      "venue" : "J. Therm. Anal. Calorim",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Thermal behavior of paraffin-nano-Al2O3 stabilized by sodium stearoyl lactylate as a stable phase change material with high thermal conductivity",
      "author" : [ "M. Nourani", "N. Hamdami", "J. Keramat", "A. Moheb", "M. Shahedi" ],
      "venue" : "Renew. Energy",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Thermal conductivity and heat transfer performance enhancement of phase change materials (PCM) containing carbon additives for heat storage application",
      "author" : [ "D.H. Choi", "J. Lee", "H. Hong", "Y.T. Kang" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "Stability of Nanofluids",
      "author" : [ "S.U. Ilyas", "R. Pendyala", "N. Marneni" ],
      "venue" : "In Engineering Applications of Nanotechnology. Topics in Mining, Metallurgy and Materials Engineering;",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "A review on preparation methods, stability and applications of hybrid nanofluids",
      "author" : [ "N.A. Che Sidik", "M.M. Jamil", "W.M.A.A. Japar", "I.M. Adamua" ],
      "venue" : "Renew. Sustain. Energy Rev",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Impact of different surfactants and ultrasonication time on the stability and thermophysical properties of hybrid nanofluids",
      "author" : [ "H.W. Xian", "N.A. Che Sidik", "R. Saidur" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2020
    }, {
      "title" : "Stability properties of water-based gold and silver nanofluids stabilized by cationic gemini surfactants",
      "author" : [ "D. Li", "W. Fang", "Y. Feng", "Q. Geng", "M. Song" ],
      "venue" : "J. Taiwan Ins. Chem. Eng",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "A Study on preparation and stabilizing mechanism of hydrophobic silica nanofluids",
      "author" : [ "M. Zhao", "W. Lv", "Y. Li", "C. Dai", "H. Zhou", "X. Song", "Y. Wu" ],
      "venue" : "Materials 2018,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "The experimental exploration of nano-Si3N4/paraffin on thermal behavior of phase change materials",
      "author" : [ "Y. Yang", "J. Luo", "G. Song", "Y. Liu", "G. Tang" ],
      "venue" : "Thermochim. Acta",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Experimental investigation on thermal and rheological properties of n-octadecane with dispersed TiO2 nanoparticles",
      "author" : [ "S. Motahar", "N. Nikkamb", "A.A. Alemrajabi", "R. Khodabandeh", "M.S. Toprak", "M. Muhammed" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Performance analysis of heat pipe aided NEPCM heat sink for transient electronic cooling",
      "author" : [ "K.R.S. Kumar", "R. Dinesha", "A.A. Roseline", "S. Kalaiselvam" ],
      "venue" : "Microelectron. Reliab",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Nanoparticle-enhanced phase change materials (NEPCM) with great potential for improved thermal energy storage",
      "author" : [ "J.M. Khodadadi", "S.F. Hosseinizadeh" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2007
    }, {
      "title" : "Own-synthetize nanoparticles to develop nano-enhanced phase change materials (NEPCM) to improve the energy efficiency in buildings",
      "author" : [ "C. Barreneche", "M. Martín", "J. Calvo-de la Rosa", "M. Majó", "A.I. Fernández" ],
      "venue" : "Molecules",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Development of new nano-enhanced phase change materials (NEPCM) to improve energy efficiency in buildings: Lab-scale characterization",
      "author" : [ "M. Martin", "A. Villalba", "A.I. Fernández", "C. Barreneche" ],
      "venue" : "Energy Build",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2019
    }, {
      "title" : "Review of R&D progress and practical application of the solar photovoltaic/thermal (PV/T) technologies",
      "author" : [ "X. Zhang", "X. Zhao", "S. Smith", "J. Xu", "X. Yu" ],
      "venue" : "Renew. Sustain. Energy Rev. 2012,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Extracting the temperature distribution on a phase-change memory cell during crystallization",
      "author" : [ "G. Bakan", "B. Gerislioglu", "F. Dirisaglik", "Z. Jurado", "L. Sullivan", "A. Dana", "C. Lam", "A. Gokirmak", "H. Silva" ],
      "venue" : "J. Appl. Phys. 2016,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Dynamic metasurfaces using phase-change chalcogenides",
      "author" : [ "F. Ding", "Y. Yang", "S.I. Bozhevolnyi" ],
      "venue" : "Adv. Opt. Mater. 2019,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "The role of electron transfer in the nonlinear response of Ge2Sb2Te5-mediated plasmonic dimers",
      "author" : [ "B. Gerislioglu", "A. Ahmadivand" ],
      "venue" : "Photonics 2019,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Reconfigurable antennae: VO2-based reconfigurable antenna platform with addressable microheater matrix",
      "author" : [ "B. Gerislioglu", "A. Ahmadivand", "M. Karabiyik", "R. Sinha", "N. Pala" ],
      "venue" : "Adv. Electron. Mater. 2017,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Effect of temperature and CuO-nanoparticle concentration on the thermal conductivity and viscosity of an organic phase-change material",
      "author" : [ "B. Aguila", "D.A. Vasco", "P. Galvez", "P.A. Zapata" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Investigation of finned heat sink performance with nano enhanced phase change material (NePCM)",
      "author" : [ "M. Bayat", "M.R. Faridzadeh", "D. Toghraie" ],
      "venue" : "Therm. Sci. Eng. Prog. 2018,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Numerical study of fluid dynamic and heat transfer performance of Al2O3 and CuO nanofluids in the flat tubes of a radiator",
      "author" : [ "R.S. Vajjha", "D.K. Das", "P.K. Namburu" ],
      "venue" : "Int. J. Heat Fluid Flow",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2010
    }, {
      "title" : "Performance of the finned nano-enhanced phase change material system under the inclination influence",
      "author" : [ "N.S. Bondareva", "B. Buonomo", "O. Manca", "M.A. Sheremet" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Numerical investigation of the two-dimensional natural convection inside the system based on phase change material with a source of volumetric heat generation",
      "author" : [ "N.S. Bondareva", "M.A. Sheremet" ],
      "venue" : "Thermophys. Aeromech",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Numerical simulation of three-dimensional transient cooling application on a portable electronic device using phase change material",
      "author" : [ "Y.-T. Yang", "Y.-H. Wang" ],
      "venue" : "Int. J. Therm. Sci",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "Conjugate heat transfer in the PCM-based heat storage system with finned copper profile: Application in electronics cooling",
      "author" : [ "N.S. Bondareva", "M.A. Sheremet" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Effect of inclined magnetic field on natural convection melting in a square cavity with a local heat source",
      "author" : [ "N.S. Bondareva", "M.A. Sheremet" ],
      "venue" : "J. Magn. Magn. Mater",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2016
    }, {
      "title" : "Melting and solidification of a pure metal on a vertical wall",
      "author" : [ "C. Gau", "R. Viskanta" ],
      "venue" : "J. Heat Transf",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1986
    }, {
      "title" : "Flow and heat transfer in convection-dominated melting in a rectangular cavity heated from below",
      "author" : [ "Z.X. Gong", "A.S. Mujumdar" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1997
    }, {
      "title" : "Experimental and numerical investigation of a phase change energy storage system",
      "author" : [ "G. Casano", "S. Piva" ],
      "venue" : "J. Phys. Conf. Ser",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Experimental determination of thermal conductivity of three nanofluids and development of new correlations",
      "author" : [ "R.S. Vajjha", "D.K. Das" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Active cooling systems limited by space requirements cannot cope with intense heat generation under conditions of unsteady peak loads [1,2].",
      "startOffset" : 134,
      "endOffset" : 139
    }, {
      "referenceID" : 1,
      "context" : "Active cooling systems limited by space requirements cannot cope with intense heat generation under conditions of unsteady peak loads [1,2].",
      "startOffset" : 134,
      "endOffset" : 139
    }, {
      "referenceID" : 0,
      "context" : "One of the developing types of heat sinks is heat sinks based on PCM (phase change material) [1,3,4], whose effective heat capacity is increased due to the latent energy of phase transitions.",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 2,
      "context" : "One of the developing types of heat sinks is heat sinks based on PCM (phase change material) [1,3,4], whose effective heat capacity is increased due to the latent energy of phase transitions.",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 3,
      "context" : "One of the developing types of heat sinks is heat sinks based on PCM (phase change material) [1,3,4], whose effective heat capacity is increased due to the latent energy of phase transitions.",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 4,
      "context" : "5 W/(m·K)) [5], due to which, in consequence, they are not used in their pure form.",
      "startOffset" : 11,
      "endOffset" : 14
    }, {
      "referenceID" : 6,
      "context" : "In addition, there are various surfactants for nanoparticles ensuring the stability of suspensions for a sufficiently long time [7,13,20].",
      "startOffset" : 128,
      "endOffset" : 137
    }, {
      "referenceID" : 12,
      "context" : "In addition, there are various surfactants for nanoparticles ensuring the stability of suspensions for a sufficiently long time [7,13,20].",
      "startOffset" : 128,
      "endOffset" : 137
    }, {
      "referenceID" : 19,
      "context" : "In addition, there are various surfactants for nanoparticles ensuring the stability of suspensions for a sufficiently long time [7,13,20].",
      "startOffset" : 128,
      "endOffset" : 137
    }, {
      "referenceID" : 6,
      "context" : "It is known that the addition of nanoparticles raises the thermal conductivity of the material [7,13,20].",
      "startOffset" : 95,
      "endOffset" : 104
    }, {
      "referenceID" : 12,
      "context" : "It is known that the addition of nanoparticles raises the thermal conductivity of the material [7,13,20].",
      "startOffset" : 95,
      "endOffset" : 104
    }, {
      "referenceID" : 19,
      "context" : "It is known that the addition of nanoparticles raises the thermal conductivity of the material [7,13,20].",
      "startOffset" : 95,
      "endOffset" : 104
    }, {
      "referenceID" : 12,
      "context" : "[13] showed a monotonic increase in the thermal conductivity of paraffin with alumina nanoparticles.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "The addition of nanoparticles makes it possible to accelerate the phase transition processes within the structure by increasing thermal conductivity and heat capacity [25,26].",
      "startOffset" : 167,
      "endOffset" : 174
    }, {
      "referenceID" : 24,
      "context" : "The addition of nanoparticles makes it possible to accelerate the phase transition processes within the structure by increasing thermal conductivity and heat capacity [25,26].",
      "startOffset" : 167,
      "endOffset" : 174
    }, {
      "referenceID" : 6,
      "context" : "[7] analyzed the effect of different types of nanoparticles on heat transfer in a horizontal multitube system.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 5,
      "context" : "An experimental study [6] focused on the use of RT35HC with Al2O3 nanoparticles to lower the temperature of the photovoltaic system.",
      "startOffset" : 22,
      "endOffset" : 25
    }, {
      "referenceID" : 10,
      "context" : "It should be noted that the effect of nanoparticles on melt viscosity is essential [11,21,30].",
      "startOffset" : 83,
      "endOffset" : 93
    }, {
      "referenceID" : 20,
      "context" : "It should be noted that the effect of nanoparticles on melt viscosity is essential [11,21,30].",
      "startOffset" : 83,
      "endOffset" : 93
    }, {
      "referenceID" : 28,
      "context" : "It should be noted that the effect of nanoparticles on melt viscosity is essential [11,21,30].",
      "startOffset" : 83,
      "endOffset" : 93
    }, {
      "referenceID" : 10,
      "context" : "Ho and Gao [11] studied the properties of n-octadecane combined with a low concentration of Al2O3 nanoparticles.",
      "startOffset" : 11,
      "endOffset" : 15
    }, {
      "referenceID" : 33,
      "context" : "The mass conservation equation and momentum equations for describing the mass transfer inside the melt region are as follows [35]:",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 33,
      "context" : "The mass conservation equation and momentum equations for describing the mass transfer inside the melt region are as follows [35]:",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 33,
      "context" : "In addition to heat transfer inside the solid and liquid regions, it is necessary to take into account the production and absorption of latent heat at the moving boundary of the phase transition; therefore, the energy equations for the solid and liquid phases are formulated in variables of enthalpy and temperature as follows [35,37]: ∂h ∂t = (ks)nm ( ∂2T ∂x2 + ∂2T ∂y2 ) (4)",
      "startOffset" : 327,
      "endOffset" : 334
    }, {
      "referenceID" : 35,
      "context" : "In addition to heat transfer inside the solid and liquid regions, it is necessary to take into account the production and absorption of latent heat at the moving boundary of the phase transition; therefore, the energy equations for the solid and liquid phases are formulated in variables of enthalpy and temperature as follows [35,37]: ∂h ∂t = (ks)nm ( ∂2T ∂x2 + ∂2T ∂y2 ) (4)",
      "startOffset" : 327,
      "endOffset" : 334
    }, {
      "referenceID" : 33,
      "context" : "As a result, Equations (4) and (5), together with the Stefan boundary condition, were transformed into the following equation [35,38,39]:",
      "startOffset" : 126,
      "endOffset" : 136
    }, {
      "referenceID" : 36,
      "context" : "As a result, Equations (4) and (5), together with the Stefan boundary condition, were transformed into the following equation [35,38,39]:",
      "startOffset" : 126,
      "endOffset" : 136
    }, {
      "referenceID" : 37,
      "context" : "As a result, Equations (4) and (5), together with the Stefan boundary condition, were transformed into the following equation [35,38,39]:",
      "startOffset" : 126,
      "endOffset" : 136
    }, {
      "referenceID" : 38,
      "context" : "The algorithm developed was previously tested using the experimental data by Gau and Viskanta [40] and numerical data by Gong and Mujumdar [41].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 39,
      "context" : "The algorithm developed was previously tested using the experimental data by Gau and Viskanta [40] and numerical data by Gong and Mujumdar [41].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 38,
      "context" : "Figure 2 shows a very good agreement for the phase change line in comparison with experimental data by Gau and Viskanta [40] for pure gallium melted in a differentially-heated rectangular cavity.",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 33,
      "context" : "The numerical solution of partial differential equations was obtained on the basis of the finite difference method using the locally one-dimensional Samarsky scheme for the parabolic equations [35,36,39].",
      "startOffset" : 193,
      "endOffset" : 203
    }, {
      "referenceID" : 34,
      "context" : "The numerical solution of partial differential equations was obtained on the basis of the finite difference method using the locally one-dimensional Samarsky scheme for the parabolic equations [35,36,39].",
      "startOffset" : 193,
      "endOffset" : 203
    }, {
      "referenceID" : 37,
      "context" : "The numerical solution of partial differential equations was obtained on the basis of the finite difference method using the locally one-dimensional Samarsky scheme for the parabolic equations [35,36,39].",
      "startOffset" : 193,
      "endOffset" : 203
    }, {
      "referenceID" : 38,
      "context" : "Viskanta [40] and numerical data by Gong and Mujumdar [41].",
      "startOffset" : 9,
      "endOffset" : 13
    }, {
      "referenceID" : 39,
      "context" : "Viskanta [40] and numerical data by Gong and Mujumdar [41].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 38,
      "context" : "Figure 2 shows a very good agreement for the phase change line in comparison with experimental data by Gau and Viskanta [40] for pure gallium melted in a differentially-h ated rectangul r cavity.",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 38,
      "context" : "Comparison of phase change line position, dots (experimental data [40]) and solid lines",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 31,
      "context" : "Aluminum oxide (nanoparticles) (d = 59∙10−9 m) [33] 36 765 – 3600 7.",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 41,
      "context" : "• Using the experimental data [43], a correlation for the thermal conductivity was obtained taking into account the Brownian diffusion influence: Figure 2.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 38,
      "context" : "Comparison of phase change line position, dots (experimental data [40]) and solid lines (obtained numerical data).",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 31,
      "context" : "8·10−3 770 Aluminum oxide (nanoparticles) (d = 59·10−9 m) [33] 36 765 – 3600 7.",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 41,
      "context" : "• Using the experimental data [43], a correlation for the thermal conductivity was obtained taking into account the Brownian diffusion influence:",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 41,
      "context" : "In this relation, for thermal conductivity of NePCM, we have [43] βλ = 8.",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 41,
      "context" : "The second term was determined experimentally by Vajjha for liquids with the addition of Al2O3 nanoparticles at a concentration range Φ ≤ 10% and this term determines the Brownian motion of nanoparticles [43].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 32,
      "context" : "The model for thermal conductivity and dynamic viscosity was carried out for aluminum oxide nanofluids in a wide range of temperatures and nanoparticle concentration (1% ≤ Φ ≤ 10% [34,43]) and tested in many numerical problems of melting and solidification [7,33,34].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 41,
      "context" : "The model for thermal conductivity and dynamic viscosity was carried out for aluminum oxide nanofluids in a wide range of temperatures and nanoparticle concentration (1% ≤ Φ ≤ 10% [34,43]) and tested in many numerical problems of melting and solidification [7,33,34].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 6,
      "context" : "The model for thermal conductivity and dynamic viscosity was carried out for aluminum oxide nanofluids in a wide range of temperatures and nanoparticle concentration (1% ≤ Φ ≤ 10% [34,43]) and tested in many numerical problems of melting and solidification [7,33,34].",
      "startOffset" : 257,
      "endOffset" : 266
    }, {
      "referenceID" : 31,
      "context" : "The model for thermal conductivity and dynamic viscosity was carried out for aluminum oxide nanofluids in a wide range of temperatures and nanoparticle concentration (1% ≤ Φ ≤ 10% [34,43]) and tested in many numerical problems of melting and solidification [7,33,34].",
      "startOffset" : 257,
      "endOffset" : 266
    }, {
      "referenceID" : 32,
      "context" : "The model for thermal conductivity and dynamic viscosity was carried out for aluminum oxide nanofluids in a wide range of temperatures and nanoparticle concentration (1% ≤ Φ ≤ 10% [34,43]) and tested in many numerical problems of melting and solidification [7,33,34].",
      "startOffset" : 257,
      "endOffset" : 266
    } ],
    "year" : 2019,
    "abstractText" : "Many passive heat controlling technologies are based on the use of phase change materials. As a rule, at low operation temperatures, close to environmental conditions, paraffins or fatty acids with melting points of 20–90 ◦C are used. However, the low thermal conductivity of these materials requires the development of various heat transfer enhancers satisfying technical requirements. In this work, the possibility of nanoparticle application to the heat transfer augmentation inside a closed copper radiator filled with pure n-octadecane, depending on the thermal conditions of the local heater and other system parameters, are numerically investigated.",
    "creator" : "LaTeX with hyperref package"
  }
}