{
  "name" : "downloads_2019-10-24_d7_yang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "MicroRNA Triggered DNA “Nano Wheel” for Visualizing Intracellular microRNA via Localized DNA Cascade Reaction",
    "authors" : [ "Fan Yang", "Yaru Cheng", "Yu Cao", "Yiyi Zhang", "Haifeng Dong", "Huiting Lu", "Xueji Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "MicroRNA (miRNA) is a class of endogenous, noncodingRNA molecules with lengths of 19−23 nucleotides that serves as critical post-transcriptional regulatory roles in most major cellular processes, including differentiation, proliferation and apoptosis.1−4 The aberrant expression of specific miRNA has been associated with diverse human diseases, such as cancers, highlighting its great potential as valuable biomarkers for cancer diagnostic, therapy and prognostic.5−9 Currently, many detection techniques have been developed for miRNA expression profile using extracted RNA samples, including Northern blotting, DNA microarray, and quantitative RT-PCR (qRT-PCR).10−12 However, analysis of average miRNA cannot acquire information on heterogeneity among cell population and the subcellular localization of miRNA. Direct in situ analysis of intracellular miRNA provides a valuable approach identifying cancerous cells and monitoring the change of miRNA expression level.13−21 However, visualization of intracellular miRNA remains a key challenge due to its low expression levels and inadequate signal readout.22−24 It is\nimperative to develop intracellular signal amplification strategies for monitoring cellular miRNA in ultralow amount. The analyte molecules mass transfer efficiency rather than transducer sensitivity and biorecognition probe affinity is the main challenge for ultrasensitive detection.25 In a typical threedimensional fluidic space, the hybridization of target miRNA and DNA probes hybridization depends on random spontaneous collisions, which greatly constrains the reaction time and compromises the hybridization efficiency due to the low targetrecycling kinetics, limiting low-abundance nucleic acid detection.26 To address this challenge, extensive attention has been denoted to confine the reactants in a compact space that change the intermolecular reaction into “intramolecular” reaction to maintain high local effective concentration, enhance mass transportation and accelerate reaction. Intelligent DNA walking machines that integrated on the surface of\nReceived: March 24, 2019 Accepted: July 8, 2019 Published: July 8, 2019\n© 2019 American Chemical Society 9828 DOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 0\n9: 00\n:5 5\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\ntwo-dimensional27 or three-dimensional nanomaterials,28−31 and accelerated DNA cascade reaction along with DNA nanowires have been developed for low-abundance biomolecules detection.32,33\nDNA branched junctions consisting of several DNA helices (arms) converged at a center are key intermediates and structural configurations in vivo,34−39 and it is a class of important dynamic and structural elements in DNA science for novel biosensors, material assembly, and biocomputing.40−42 However, the self-assembly processes are involved multiple hybridization steps, requiring the continuously searching for the next reactants that significantly impact its hybridization efficiency and biological application. Herein, we simultaneously integrate six modified DNA hairpin along a specially programmed DNA nanowire termed precursor DNA “nano wheel”(PDNW) that respond target miRNA catalyst to assemble DNA “nano wheel” (DNW) structure based on accelerated localized DNA cascade reaction (LDCR) and perform low-abundance miRNA imaging application. The six modified DNA hairpins that consist of H1, H3, and H5 as signal response segments and H2, H4, and H6 labeled with universal targeting peptide (RGD, Arg-GlyAsp) were simultaneously hybridized along a DNA nanowire (Figure 1). In the absence of target miRNA, the six metastable hairpin DNA probes maintain intact and the fluorescence is self-quenched by the quencher. Upon target-cell-specific delivery, the intracellular target miRNA initiates the LDCR from H1 to H6 along DNA nanowire and opens the selfquenched hairpins to form six-arm branched junction DNW structure, and the recycled miRNA acts as catalyst to produce numerous DNW structures for sensitive and direct lowabundant miRNA detection in living cells.\n■ EXPERIMENTAL SECTION Preparation of PDNW. The Biotin-GRGDS (100 nM) and streptavidin (100 nM) were mixed in PBS buffer (10 mM, pH7.4) at room temperature for 30 min for the following use.\nAll of the oligonucleotide strands were annealed in PBS buffer (10 mM, pH7.4) to 95 °C for 4 min and cooled to 25 °C for 2.5 h. The biotin modified DNA hairpin probes (H2, H4, and H6, 100 nM) were added into Biotin-GRGDS and streptavidin mixtures, respectively and kept at room temperature for 30 min. Then, the RGD modified H2, H4, and H6 probes were hybridized with H1, H3, and H5 and Linker at 37 °C for 2 h (all the oligonucleotide strands were 100 nM).\nSerum Stability Assay of PDNW. The solutions of 100 nM PDNW (only H1 were modified with FAM and BHQ1) and H1 were added into PBS buffer containing 10% fetal bovine serum (FBS), respectively. Both solutions were incubated at 37 °C for 0, 1, 2, 4, 6, and 8 h, respectively. The FAM fluorescence signals were recorded with excitation at 488 nm. The degradative mixtures were analyzed with PAGE using 5% gel and 8%, respectively.\nFluorescence Assays in Homogeneous Solution. The time-dependent fluorescence spectra of LDCR in 100 nM PDNW were measured as follow: miRNA-155 (20 nM) was added in 200 μL of 100 nM PDNW solutions and the mixtures were subjected without delay to measure fluorescence intensity. Fluorescence spectra were recorded with excitation at 488 nm and emission at 523 nm for 2 h. The SFHM (100 nM) and MB (100 nM) responses to miRNA-155 (20 nM) were measured under the same measure conditions.\nIntracellular miRNA Imaging and Flow Cytometric Assay. A549 cells, MCF-7 cells, Hela cells, and NHDF cells were seeded into confocal dish respectively for 24 h and then added 1 mL Opti-MEM medium containing 100 nM PDNW or SFHM for 4 h at 37 °C. After that, the cells were washed with PBS solution (10 mM, pH7.4) at least two times. Then, 1 mL of fresh DMEM medium was added, and the cell nuclei were stained with Hoechst 33342 for 10 min. The cells were imaged by using a CLSM system and analyzed by flow cytometry.\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9829\nCalculation of Local Concentrations. The local concentrations of PDNW and SFHM were calculated as follows:\n=V cN 1\n(1)\nπ=V 4 3 r3 (2)\nwhere V is volume, c is concentration, N is Avogadro constant (6.02 × 1023), and r is radius. Confined the localized DNA cascade reactions were happen within a sphere. In SFHM system, the concentration was 100 nM of each free DNA hairpin probes and the volume was estimated to be 1.7 × 10−17 L with a radius of 158.2 nm. While in the PDNW system, the radius was 11.3 nm (34 bps). The volume was estimated to be 6.04 × 10−21 L, and the local effective concentrations of each DNA hairpin probe was 274.8 μM.\n■ RESULTS AND DISCUSSION Synthesis and Characterization of PDNW. The thermodynamic parameters calculated by OligoAnalyzer under a condition of PBS (pH 7.4, Na+ 137 mM) and structure scaffold of the linker DNA loaded six programmable DNA hairpin probes are showed in Figure 2a,b. The linker DNA was a 127 nucleotides single-strand structure and without complicated secondary structure (Figure S1). The every edge was 17 bps and the ΔG (Gibbs free energy; Figure\n2b) showed the good feasibility of linker DNA hybridized with six DNA hairpin probes. The self-assembled process was verified by native polyacrylamide gel electrophoresis (PAGE) experiment in Figure 2c. Lanes 1−7 were linker DNA, linker DNA + H1, linker DNA + H1 + H2, linker DNA + H1 + H2 + H3, linker DNA + H1 + H2 + H3 + H4, linker DNA + H1 + H2 + H3 + H4 + H5, linker DNA + H1 + H2 + H3 + H4 + H5 + H6, respectively. The bands noted by red lines confirmed the successful gradual hybridization. The serum stability of PDNW and protection property was evaluated by the PAGE imaging and fluorescence spectra analysis upon treatment with 10% FBS reaction buffer over 8 h in Figure 2d,e. It suggested superior stability of PDNW to free hairpin, and it provided good protection to loaded hairpins from protein interference.\nFeasibility of Target miRNA-155 Catalytic SFHM and PDNW. We first investigated the assembly of six free H1−H6 hairpin monomers without anchored on the DNA linker termed as SFHM, and it should be assembled into six-way branched junctions through the DNA cascade reaction. The target miRNA-155 initiated a cascade sequential assembly of H1, H2, H3, H4, H5, and H6 monomers, and followed by disassembly step in which H6 displaced target miRNA-155 from the complex was illustrated in Figure S2. The complementary segments of DNA hairpin probes from H1 to H6 were specified. The relevant parameters including ΔG (Gibbs free energy), ΔH (enthalpy change), ΔS (entropy change) and Tm (melt temperature) of six DNA hairpin probes were given in Figure 2b. It suggested the six DNA\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9830\nhairpin probes can metastable coexist until the introduction of miRNA-155. The desired results also were confirmed by PAGE imaging in Figure S3. There was no obvious band related to assemble structure was observed (lane 1 to 6) until the target miRNA-155 addition (lane 7, Figure S3a). The product of stepwise process corresponding to Figure S2 was observed in Figure S3b. All of the results showed the feasibility of miRNA155 catalyzed SFHM assembly with a negligible leakage. To verify the target miRNA initiated sequential assembly of the LDCR in PDNW, we modified the three different fluorescence dyes (FAM, Cy3, and Cy5) and its black hole quencher (BHQ1, BHQ2, and BHQ2) on H1, H3, and H5, respectively (Figure 3a). The fluorescence recovery of FAM\nresulted from the hybridization of miRNA with H1 was observed (Figure 3c), and the exposure of toehold in H1 could trigger a successive strand displacement reaction. Consequentially, the H3 and H5 were lighted by Cy3 and Cy5 in succession (Figure 3d and 3e), which confirmed that the cascade reaction from the H1 to H5 could indeed happen along the programmed pathway. Disassembly of the miRNA155 from the complex was confirmed by a fluorescence resonance energy transfer (FRET) experiment. As shown in Figure 3b, when H6 displaced miRNA-155 to form six-arm junction “hot-wheel” structure, the fluorescence intensity of FAM would be quenched due to close proximity. The result of high FRET efficiency was illustrated in Figure 3f, which suggested the viable disassembly pathways for target miRNA recycling amplification.\nKinetic Analysis of Accelerated LDCR in PDNW. To demonstrate the reaction kinetic of LDCR in PDNW, timedependent fluorescence analysis was monitored in homogeneous solution. The FAM fluorescence recovery was collected over a period of 2 h in response to miRNA catalyst. As shown in Figure 4a, the addition of miRNA-155 into PDNW solution\nyielded a swift and significant fluorescence increase (purple curve), while a relative slow and weak fluorescence intensity enhance was observed when miRNA-155 was introduced into SFHM system (red curve). The miRNA triggered conventional molecular beacon (MB) fluorescence recovery was also measured in Figure S4. The F/F0 value of the LDCR were 6.14 at 2 h, which was 1.87-fold and 2.80-fold higher than that of SFHM and MB system with a F/F0 value of 3.28 and 2.19, respectively (Figure S5). The speed up effect and shrinking reaction time of PDNW was observed in Figure 4b. The fluorescence intensity of SFHM system would reach saturation within first 30 min, while PDNW only needed 0.83 min to achieve the same fluorescence signals. The high reaction rate and efficiency could be explained by collision theory. The local effective concentrations of each DNA hairpin probe in PDNW was calculated to be 274.8 μM, which was increased by 2748- fold compared to the situation in homogeneous solution (Figure 4c).26 The “intramolecular” cascade reaction and target recycle catalytic efficiency would influence performance of the PDNW system. The effects of number of hairpin monomers to speed was further investigated (Figure S6). It showed the reaction speed increased along with the increase of the number of hairpin monomers from three to six.\nIn Vitro Fluorescence Response to miRNA-155. The performance of the PDNW for in vitro miRNA detection was investigated using SFHM as a control. Fluorescence emissions of PDNW and SFHM in response to various concentrations of miRNA-155 were monitored in PBS buffer (10 mM, pH 7.4;\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9831\nFigure 4d,e). A good linear relationship between F/F0 and logarithmic value of miRNA-155 concentration ranging from 100 pM to 50 nM was obtained (Figure 4d, inset). The limit of detection (LOD) was calculated to be 85.3 pM according to previous report.43,44 It presented 2 orders of magnitude enhancement in sensitivity compared to that of SFHM system with a linear range from 5 nM to 100 nM and LOD of 4120 pM (Figure 4e, inset). The limit of detection for the PDNW with three and four hairpin monomers were 823 pM and 590 pM, respectively (Figure S7). The sensitivity might be further increase by increase the number of monomer if long DNA linker could be synthesized.26,32,45\nThe specificity of the proposed strategy toward miRNA-155 was evaluated using mutant target. The PDNW system showed low fluorescence responses toward both single-base mismatched miRNA-155 (SM) and three-base mismatched miRNA-155 (TM), and the fluorescence intensities were closed to that of the blank control. In contrast, the F/F0 of the complementary miRNA-155 (CM) was 6.14, which was about 4.06-fold and 4.99-fold higher than that of SM and TM, respectively (Figure S8A). Notably, it also showed negligible fluorescence increase in response to pre-miRNA-155, suggesting the rational toehold design avoided the similar sequence presented in pre-miRNA to trigger LDCR for false positive signal. Furthermore, the discrimination ability of the system for different types of miRNA was explored. The PDNW system also showed low fluorescence responses toward miRNA-21, miRNA-1246 and miRNA let-7a. The fluorescence intensities signal produced by CM miRNA-155 was 5.34-fold, 5.53-fold, and 5.20-fold higher compared to those generated by miRNA21, miRNA-1246, and miRNA let-7a, respectively (Figure S8B). These results indicated that this proposed method had high specificity and great potential application for miRNA detection in real samples\nVisualization of miRNA-155 in Living Cells. The cytotoxicity of the PDNW was first studied using a standard colorimetric MTT assay on MCF-7 cells. The MCF-7 cells were treated PDNW with different concentrations for 4 h. As shown in Figure S9a, it was observed that cells could retain above 90% viability after the treatment of the PDNW, even if the concentration high to 200 nM. Furthermore, MCF-7 cells were incubated with 100 nM PDNW for different time from 0 to 48 h. The cells viability could retain above 85% after 48 h (Figure S9b). These results confirmed the good biocompatibility and low cytotoxicity of PDNW. The FAM real-time fluorescence recovery of PDNW in response to miRNA-155 in living cells was monitored to optimize the incubation time. The FAM fluorescence intensity increased gradually with the incubation time and the brightest fluorescence was obtained at 4 h (Figure S10), and 4 h was chosen for subsequent experiments. The longer responsive time than that in homogeneous solution was resulted from the transfection process. The cellular uptake ability of the PDNW was investigated in Figure S11, the PDNW-treated MCF-7 cells showed strong fluorescence after 4 h incubation of PDNW. Whereas neither the cells incubated with PDNW without RGD-modification nor cells treated with mixture of PDNW and free-RGD displayed negligible fluorescence signal. Furthermore, the concentration of PDNW internalized into cells was evaluated. In the absence of RGD, the concentration of PDNW was about 25.0 nM, while the concentration increased to about 88.7 nM in the presence of RGD (Figure S12). All these results suggested the RGD, as a tumorpenetrating peptide, could enhance the delivery ability of PDNW. To demonstrate intracellular miRNA imaging capability of PDNW, three fluorescence dyes (FAM, Cy3, and Cy5) labeled PDNW responded to target miRNA-155 in MCF-7 cells were imaging in Figure 5a. It also proved that the good feasibility of\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9832\nPDNW to visualize target miRNA-155 in living cells. Furthermore, two cancer cell lines of MCF-7, A549 (aberrant high expression of miRNA-155) and a control cell line with normal human dermal fibroblasts (NHDF, low expression of miRNA-155) were selected using SFHM as a control. Both of cancer cells treated with PDNW showed much brighter green fluorescence signal related to miRNA-155 recognition than those with SFHM treatments (Figure 5b). The PDNW-treated NHDF cells also exhibited stronger green fluorescence than that of SFHM-treated NHDF cells (Figure S11c). The mean fluorescence intensity from PDNW system was 1.62-fold, 1.73- fold, and 1.47-fold that of SFHM probes for MCF-7, A549 and NHDF cells, respectively (Figures 5c and S11d). These results demonstrated the good capability of PDNW for lowabundance miRNA detection resulted from the LDCR. The PDNW-treated and SFHM-treated MCF-7 cells were analyzed by flow cytometry. As shown in Figure 5d, the PDNW presented much stronger fluorescence signals than that of SFHM and control group and the result was consistent with CLSM measurements. Furthermore, the PDNW system can be easily modified to respond to miRNA-21 (Figure S13). These\nresults indicated that the practicality of PDNW system for sensitive imaging of the intracellular low-abundance miRNA. The expressional change of oncogenic miRNA-155 in cancer\ncells monitored by the PDNW system was further investigated using MCF-7 and A549 cells treated with miRNA-155 mimics and inhibitors. As expected, the green fluorescence intensity of cells exhibited a remarkable increase after treating with miRNA-155 mimics (Figure 6a), the mean fluorescence intensity compared to control MCF-7 and A549 cells were 1.44-fold and 1.48-fold (Figure 6b). On the contrary, the cells after treating with miRNA-155 inhibitors presented a sharp decrease in the Figure 6a, the mean fluorescence intensity compared to control MCF-7 and A549 cells were 0.47-fold and 0.45-fold, respectively (Figure 6b). The CLSM imaging of PDNW and conventional molecular beacon (MB) were provided in Figure 6c. The MB system showed slightly green fluorescence compared to PDNW even if the miRNA-155 were aberrant high expression in A549 cells. On the contrary, highly strong fluorescence was observed for the PDNW-treated cells. These results further confirmed that the good capability of the LDCR to imaging of the change of abundance of intracellular\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9833\nmiRNA in situ with a wide concentration range, even for lowabundance nucleic acids\n■ CONCLUSIONS In summary, we design a DNA “nano wheel” (DNW) comprising six modified DNA hairpin structures anchored on a programmed DNA nanowire for fast and highly efficient visualizing miRNA in living. One target miRNA enables triggering nearby DNA hairpins sequential hybridization through accelerated localized DNA cascade reaction to light six-arm branched junction “nano wheel” structure with three fluorescence dyes. The recycled miRNA further acts as a catalyst to produce numerous lighted “nano wheel” structure, providing strong and adequate fluorescence for imaging. It takes advantage of changing the intermolecular reaction into “intramolecular” reaction to maintain high local effective concentration, enhance mass transportation and accelerate reaction, leading to fast kinetic reaction. The system showed superior performance to MB and six free hairpin monomers (SFHM) in sensitivity and reaction kinetics for low-abundance intracellular miRNA imaging strategy verified in different cancer cells and normal cells. The PDNW system with high sensitivity and fast reaction kinetics offer a significant boost to the miRNA research for accurately identifying the miRNA function and exploring its biomedical application.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.9b01487.\nExperimental section, sequence design of linker DNA, catalytic formation of a six-way junction structure, PAGE imaging of SFHM, fluorescence spectra of MB, fluorescence signal amplification analysis, the specificity analysis of PDNW, cell viability assay of the PDNW, optimize the incubation time of PDNW, the cellular uptake ability of the PDNW analysis, and all of the DNA sequences (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: hfdong@ustb.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Haifeng Dong: 0000-0002-6907-6578 Xueji Zhang: 0000-0002-0035-3821"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The work was supported by Major Program of the National Natural Science Foundation of China (21890742), National Natural Science Foundation of China (21874008 and 21475008), Special Foundation for State Major Research Program of China (Grant Nos. 2016YFC0106602 and 2016YFC0106601); the Open Research Fund Program of Beijing Key Lab of Plant Resource Research and Development, Beijing Technology and Business University (PRRD-2016YB2), the Fundamental Research Funds for the Central Universities (Grant No. FRF-BD-17-016A), and Beijing\nMunicipal Science and Technology Commission (Grant No. z131102002813058).\n■ REFERENCES (1) Krol, J.; Loedige, I.; Filipowicz, W. Nat. Rev. Genet. 2010, 11 (9), 597−610. (2) Jonas, S.; Izaurralde, E. Nat. Rev. Genet. 2015, 16 (7), 421−33. (3) Barte, D. P. Cell 2004, 116, 281−297. (4) He, L.; Hannon, G. J. Nat. Rev. Genet. 2004, 5 (7), 522−31. (5) Hamam, R.; Hamam, D.; Alsaleh, K. A.; Kassem, M.; Zaher, W.; Alfayez, M.; Aldahmash, A.; Alajez, N. M. Cell Death Dis. 2017, 8 (9), No. e3045. (6) Kasinski, A. L.; Slack, F. J. Nat. Rev. Cancer 2011, 11 (12), 849− 64. (7) Han, M.; Toli, J.; Abdellatif, M. Curr. Opin. Cardiol. 2011, 26 (3), 181−9. (8) Lu, J.; Getz, G.; Miska, E. A.; Alvarez-Saavedra, E.; Lamb, J.; Peck, D.; Sweet-Cordero, A.; Ebert, B. L.; Mak, R. H.; Ferrando, A. A.; Downing, J. R.; Jacks, T.; Horvitz, H. R.; Golub, T. R. Nature 2005, 435 (7043), 834−8. (9) Bertoli, G.; Cava, C.; Castiglioni, I. Theranostics 2015, 5 (10), 1122−43. (10) Ro, S.; Park, C.; Jin, J.; Sanders, K. M.; Yan, W. Biochem. Biophys. Res. Commun. 2006, 351 (3), 756−63. (11) Varallyay, E.; Burgyan, J.; Havelda, Z. Nat. Protoc. 2008, 3 (2), 190−6. (12) Dong, H.; Lei, J.; Ding, L.; Wen, Y.; Ju, H.; Zhang, X. Chem. Rev. 2013, 113 (8), 6207−33. (13) Koo, H.; Park, I.; Lee, Y.; Kim, H. J.; Jung, J. H.; Lee, J. H.; Kim, Y.; Kim, J. H.; Park, J. W. J. Am. Chem. Soc. 2016, 138 (36), 11664−71. (14) Causa, F.; Aliberti, A.; Cusano, A. M.; Battista, E.; Netti, P. A. J. Am. Chem. Soc. 2015, 137 (5), 1758−61. (15) Wei, J.; Gong, X.; Wang, Q.; Pan, M.; Liu, X.; Liu, J.; Xia, F.; Wang, F. Chem. Sci. 2018, 9 (1), 52−61. (16) Jin, C.; Fu, T.; Wang, R.; Liu, H.; Zou, J.; Zhao, Z.; Ye, M.; Zhang, X.; Tan, W. Chem. Sci. 2017, 8 (10), 7082−7086. (17) He, X.; Zeng, T.; Li, Z.; Wang, G.; Ma, N. Angew. Chem. 2016, 128 (9), 3125−3128. (18) Gao, R.; Hao, C.; Xu, L.; Xu, C.; Kuang, H. Anal. Chem. 2018, 90 (8), 5414−5421. (19) Xu, L.; Gao, Y.; Kuang, H.; Liz-Marzan, L. M.; Xu, C. Angew. Chem., Int. Ed. 2018, 57 (33), 10544−10548. (20) Ma, W.; Fu, P.; Sun, M.; Xu, L.; Kuang, H.; Xu, C. J. Am. Chem. Soc. 2017, 139 (34), 11752−11759. (21) Ma, W.; Sun, M.; Fu, P.; Li, S.; Xu, L.; Kuang, H.; Xu, C. Adv. Mater. 2017, 29 (42), 1703410. (22) Dai, W.; Dong, H.; Guo, K.; Zhang, X. Chem. Sci. 2018, 9 (7), 1753−1759. (23) Meng, X.; Dai, W.; Zhang, K.; Dong, H.; Zhang, X. Chem. Sci. 2018, 9 (5), 1184−1190. (24) Meng, X.; Zhang, K.; Dai, W.; Cao, Y.; Yang, F.; Dong, H.; Zhang, X. Chem. Sci. 2018, 9 (37), 7419−7425. (25) Tavallaie, R.; McCarroll, J.; Le Grand, M.; Ariotti, N.; Schuhmann, W.; Bakker, E.; Tilley, R. D.; Hibbert, D. B.; Kavallaris, M.; Gooding, J. J. Nat. Nanotechnol. 2018, 13 (11), 1066−1071. (26) Ren, K.; Xu, Y.; Liu, Y.; Yang, M.; Ju, H. ACS Nano 2018, 12 (1), 263−271. (27) Jung, C.; Allen, P. B.; Ellington, A. D. ACS Nano 2017, 11 (8), 8047−8054. (28) Peng, H.; Li, X. F.; Zhang, H.; Le, X. C. Nat. Commun. 2017, 8, 14378. (29) Yang, X.; Tang, Y.; Mason, S. D.; Chen, J.; Li, F. ACS Nano 2016, 10 (2), 2324−30. (30) Liu, J.; Cui, M.; Zhou, H.; Yang, W. ACS Sens 2017, 2 (12), 1847−1853. (31) Liang, C. P.; Ma, P. Q.; Liu, H.; Guo, X.; Yin, B. C.; Ye, B. C. Angew. Chem., Int. Ed. 2017, 56 (31), 9077−9081.\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9834\n(32) Wei, Q.; Huang, J.; Li, J.; Wang, J.; Yang, X.; Liu, J.; Wang, K. Chem. Sci. 2018, 9 (40), 7802−7808. (33) Ren, K.; Zhang, Y.; Zhang, X.; Liu, Y.; Yang, M.; Ju, H. ACS Nano 2018, 12 (11), 10797−10806. (34) Toulmin, A.; Baltierra-Jasso, L. E.; Morten, M. J.; Sabir, T.; McGlynn, P.; Schroder, G. F.; Smith, B. O.; Magennis, S. W. Biochemistry 2017, 56 (37), 4985−4991. (35) Wang, X.; Chandrasekaran, A. R.; Shen, Z.; Ohayon, Y. P.; Wang, T.; Kizer, M. E.; Sha, R.; Mao, C.; Yan, H.; Zhang, X.; Liao, S.; Ding, B.; Chakraborty, B.; Jonoska, N.; Niu, D.; Gu, H.; Chao, J.; Gao, X.; Li, Y.; Ciengshin, T.; Seeman, N. C., Paranemic Crossover DNA: There and Back Again. Chem. Rev. 2018. DOI: 10.1021/ acs.chemrev.8b00207 (36) Seeman, N. C. Nature 2003, 421 (6921), 427−31. (37) Oleksy, A.; Blanco, A. G.; Boer, R.; Uson, I.; Aymami, J.; Rodger, A.; Hannon, M. J.; Coll, M. Angew. Chem., Int. Ed. 2006, 45 (8), 1227−31. (38) LaBean, T. H.; Yan, H.; Kopatsch, J.; Liu, F.; Winfree, E.; Reif, J. H.; Seeman, N. C. J. Am. Chem. Soc. 2000, 122 (9), 1848−1860. (39) Yin, P.; Choi, H. M.; Calvert, C. R.; Pierce, N. A. Nature 2008, 451 (7176), 318−22. (40) Xue, C.; Zhang, S. X.; Ouyang, C. H.; Chang, D.; Salena, B. J.; Li, Y.; Wu, Z. S. Angew. Chem., Int. Ed. 2018, 57 (31), 9739−9743. (41) Tang, Y.; Lu, B.; Zhu, Z.; Li, B. Chem. Sci. 2018, 9 (3), 760− 769. (42) Dai, J.; He, H.; Duan, Z.; Guo, Y.; Xiao, D. Anal. Chem. 2017, 89 (22), 11971−11975. (43) Tang, S.; Gu, Y.; Lu, H.; Dong, H.; Zhang, K.; Dai, W.; Meng, X.; Yang, F.; Zhang, X. Anal. Chim. Acta 2018, 1004, 1−9. (44) Xu, F.; Dong, H.; Cao, Y.; Lu, H.; Meng, X.; Dai, W.; Zhang, X.; Al-Ghanim, K. A.; Mahboob, S. ACS Appl. Mater. Interfaces 2016, 8 (49), 33499−33505. (45) Bui, H.; Miao, V.; Garg, S.; Mokhtar, R.; Song, T.; Reif, J. Small 2017, 13 (12), 1602983.\nDOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835\n9835"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "There is intense interest in visualizing intracellular microRNA (miRNA) in situ due to its valuable diagnostic and prognostic function and expressional heterogeneity. The direct monitoring of intracellular miRNA expressional level with a wide concentration range and in ultralow amount remains a key challenge. Herein, we report a responsive DNA “nano wheel” (DNW) by hybridization of modified six DNA hairpin structures to a programmed DNA nanowire for highly efficient and fast miRNA imaging in living cells. We demonstrate that one target miRNA is able to trigger the nearby DNA hairpins sequential hybridization through accelerated localized DNA cascade reaction (LDCR) along the DNA nanowire and open of the self-quenched hairpins to assemble six-arm branched junction “nano wheel” structure lighted with three fluorescence dye. Notably, the recycled miRNA target further acts as an catalyst to generate multiple lighted “nano wheel” structures, thus one target miRNA enable to trigger strong and amplified fluorescence signal for intracellular sensitive imaging. Meanwhile, the LDCR endows the system with fast reaction kinetics owing to the high local concentration. It outperforms the “one-to-one” conventional molecular beacon (MB) and intermolecular hybridization-based six-arm branched junction in sensitivity and reaction kinetics for intracellular miRNA imaging verified using MCF-7, A549, Hela, and NHDF cells. The programmed DNW provides a useful and valuable tool for rapid and highly efficient visualization of low-abundance miRNA in living cells, which is beneficial to understand the miRNA function and exploration of its biomedical application. M (miRNA) is a class of endogenous, noncoding RNA molecules with lengths of 19−23 nucleotides that serves as critical post-transcriptional regulatory roles in most major cellular processes, including differentiation, proliferation and apoptosis. The aberrant expression of specific miRNA has been associated with diverse human diseases, such as cancers, highlighting its great potential as valuable biomarkers for cancer diagnostic, therapy and prognostic. Currently, many detection techniques have been developed for miRNA expression profile using extracted RNA samples, including Northern blotting, DNA microarray, and quantitative RT-PCR (qRT-PCR). However, analysis of average miRNA cannot acquire information on heterogeneity among cell population and the subcellular localization of miRNA. Direct in situ analysis of intracellular miRNA provides a valuable approach identifying cancerous cells and monitoring the change of miRNA expression level. However, visualization of intracellular miRNA remains a key challenge due to its low expression levels and inadequate signal readout. It is imperative to develop intracellular signal amplification strategies for monitoring cellular miRNA in ultralow amount. The analyte molecules mass transfer efficiency rather than transducer sensitivity and biorecognition probe affinity is the main challenge for ultrasensitive detection. In a typical threedimensional fluidic space, the hybridization of target miRNA and DNA probes hybridization depends on random spontaneous collisions, which greatly constrains the reaction time and compromises the hybridization efficiency due to the low targetrecycling kinetics, limiting low-abundance nucleic acid detection. To address this challenge, extensive attention has been denoted to confine the reactants in a compact space that change the intermolecular reaction into “intramolecular” reaction to maintain high local effective concentration, enhance mass transportation and accelerate reaction. Intelligent DNA walking machines that integrated on the surface of Received: March 24, 2019 Accepted: July 8, 2019 Published: July 8, 2019 Article pubs.acs.org/ac Cite This: Anal. Chem. 2019, 91, 9828−9835 © 2019 American Chemical Society 9828 DOI: 10.1021/acs.analchem.9b01487 Anal. Chem. 2019, 91, 9828−9835 D ow nl oa de d vi a W E ST E R N U N IV o n O ct ob er 2 4, 2 01 9 at 0 9: 00 :5 5 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}