{
  "name" : "downloads_2020-07-13_37_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Construction of Structure-Tunable Si@Void@C Anode Materials for Lithium-Ion Batteries through Controlling the Growth Kinetics of Resin",
    "authors" : [ "Fei Wang", "Bo Wang", "Tingting Ruan", "Tiantian Gao", "Rensheng Song", "Fan Jin", "Yu Zhou", "Dianlong Wang", "Huakun Liu", "Shixue Dou" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Lithium-ion batteries (LIBs), with relatively high energyand power density as well as long life, have attractedattention for electric vehicles, portable electronics, renewable energy storage, etc.1−3 To meet the increasing demand in these fields, much work still needs to be done for exploring more outstanding electrode materials with controllable cost.4−8 Silicon (Si) is regarded as a promising anode candidate for next-generation LIBs because of its relatively low (de)lithiation potential (<0.5 V vs Li+/Li), abundant reserves, environmental benignity, and extremely high theoretical specific capacity (∼4200 mAh g−1 vs ∼370 mAh g−1 of conventional graphite-based anodes).9−13 Si anodes still cannot replace graphite-based anodes, however, due to their volume change issue for (de)lithiation (>300%), which results\nin the pulverization of large Si particles, destruction of the electronic contact in an electrode, and destruction of the generated solid electrolyte interphase (SEI) film, thus leading to fast capacity fading and low Coulombic efficiency.14−17\nAt present, the research for solving the volume change problem of Si anodes is mainly through nanocrystallization9,18,19 or alloying of Si,20−23 optimization of electrolytes,24−26 improvement of binding agents,27−29 and voidpreserving methods.30−37 Many studies have found that\nReceived: September 12, 2019 Accepted: October 7, 2019 Published: October 7, 2019\n© 2019 American Chemical Society 12219 DOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\nD ow\nnl oa\nde d\nvi a\nK A\nR O\nL IN\nSK A\nI N\nST o\nn Ju\nly 1\n3, 2\n02 0\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\nconstruction of Si nanostructures (e.g., nanoparticles, nanowires, and nanotubes) can well protect against pulverization of the materials and enhance their mechanical integrity,18,38,39\nwhile the problem of continuous cracking and growth of the SEI film still remains. Besides, alloying of Si with the buffering of an alloy phase can alleviate the volume change of Si anodes; however, the cycling performance of Si-based alloys is not ideal because of the structural recombination and phase separation during the cycling. In addition, although the optimization of electrolyte and improvement of binding agent can enhance the cycle life of Si anodes to some extent, the large direct contact area between Si and the electrolyte induces the formation of an unstable SEI film. Recently, designing carbon-modified Si materials with voidpreserving structures (Si@void@C), such as Si-carbon yolk− shell structures,30 Si pomegranates,11 Si hollow nanospheres,31 and double-walled Si nanotubes,42 is considered an ideal way\nto improve the performance of Si-based anodes.11,30,32,40,41\nThe internal reserved voids can provide expansion space for the lithiation of Si, and the external carbon shells enable a stable SEI film as well as good electronic and ionic conductivity. However, the previously reported methods of preparing void-preserving Si materials are usually based on template routes. The SiO2 layer is commonly introduced as a sacrificial template, which always needs to be selectively etched using toxic hydrofluoric acid and thus is hard to commercialize.30,31,34,35 Some Si anode materials with a void-preserving structure can also be realized by chemical vapor deposition (CVD).31,32,42 Nevertheless, this fabrication process generally requires harsh conditions and is expensive for scale up. Here, we report a facile templateless approach (developed from the conventional carbon coating method11,43) to prepare Si@void@C anode materials for high-performance LIBs by adjusting the growth kinetics of the resorcinol−formaldehyde\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12220\nresin (RF) on the surface of Si nanoparticles, which subsequently acts as both the sacrificial layer and carbon source. This approach has the following advantages. First, the conditions required for this approach are facile, green, and easy to scale up. Second, this approach allows great flexibility in controlling the crucial parameters of the Si@void@C materials, such as the carbon shell thickness, the reserved void size, and the number of Si cores coated by carbon. Third, the Si@void@ C anode materials prepared by this templateless approach exhibit a high reversible specific capacity, superior rate performance, and excellent cycling stability. In addition, the templateless approach presented here for constructing voidpreserving structures does not depend on the morphology and preparation of materials, which is not only compatible with Si materials but also suitable for many other energy storage\nnanomaterials with a similar volume change problem, such as transition metal oxides, phosphides, sulfides, tin, and tin-based oxides."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Figure 1a illustrates the preparation procedure for Si@void@C anode materials in this work. Figure 1b shows the transmission electron microscope (TEM) image of pristine Si nanoparticles with a diameter of 40−150 nm, which are commercially available and can effectively avoid pulverization. The zeta potential tests (Figure S1) reveal that both the Si nanoparticles and RF are negatively charged in the alkaline pH range with the addition of ammonia−water.44−46 Directly coating RF on the surface of negatively charged Si particles usually causes a random distribution of RF and a large number of free RF\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12221\nspheres (Figure S2). To obtain homogeneous core−shell structures, the negatively charged surfaces of the Si particles have to be modified. Here, the Si nanoparticles were modified with poly(diallydimethylammonium chloride) (PDDA) to positively charge the surfaces (Figure S1). Then, the RF formed by the in situ polycondensation reaction of the resorcinol and the formaldehyde in a solution could conformally coat the surfaces of the Si particles. From Figure 1c, it can be observed that the RF was evenly coated on the PDDA-modified Si surface. It should be mentioned that the function of the surfactant is very significant. Compared with PDDA, another common cationic surfactant, hexadecyl trimethylammonium bromide (CTAB), cannot realize an ideal effect (Figure S3), which may be due to the stronger adsorption property of PDDA. Different from the conventional polymerization process, the growth kinetics of RF in this work was tuned by controlling the reactant molar ratios and reaction\nconditions so as to form internally inhomogeneous RF. The resorcinol−formaldehyde resin formed at the beginning of the polycondensation reaction (between the resorcinol and the formaldehyde) was gradually covered by the subsequently formed RF, which resulted in a relatively lower polymerization degree of the inner RF layer due to the insufficient polycondensation reaction. By contrast, the outer RF layer could go through a sufficient polycondensation reaction by adequately contacting with the ammonia aqueous catalyst to achieve a relatively higher polymerization degree. This conclusion can be further demonstrated by a gel permeation chromatography (GPC) test (Figure S4), which is a common technique for testing the polymerization degree and molecular weight of polymers.47,48 The molecular weights of RF in the inner and outer layers coated on the surfaces of the Si nanoparticles could be calculated based on the GPC test (using polystyrene as the calibration standard) with the\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12222\nnumber-average molecular weight (Mn) of 4841 and 14492 g mol−1, respectively, which confirm that the inner layer has a lower polymerization degree than the outer layer, and thus the inner layer has a higher solubility in mixed solution (acetone and water) than the outer layer.49 Therefore, the inner RF with a lower polymerization degree was selectively dissolved in a mixed solution (acetone and water), while the RF with a higher polymerization degree in the outer layer remained intact to form a void-preserving structure. Such a conclusion can be further supported by using the RF spheres (synthesized without the addition of Si) to study morphology change with different dissolution time in a mixed water and acetone solution (Figure S5). Figure 1d confirms a void-preserving structure of Si@void@RF after the selectively dissolving treatment of acetone. Finally, after carbonization in a mixed atmosphere (5 vol % H2 in Ar), the Si@void@C was successfully obtained in Figure 1e. The high-resolution TEM (HRTEM) image of Si@void@C in Figure 1f presents an interplanar spacing of 0.31 nm, corresponding to the (111) facet of Si. The fast Fourier transform (FFT) pattern (inset in Figure 1f) displays the high crystallinity of the Si. The amorphous carbon shell and internal reserved void in Si@void@C can also be clearly observed, as shown in Figure 1g. The X-ray diffraction (XRD) patterns (Figure S6) and the Raman spectra (Figure S7) further suggest that the carbon in Si@void@C is amorphous. The energy dispersive spectrometry (EDS) elementary mapping images (Figure 1i, corresponding to the marked area in Figure 1h) and the line scan measurement (Figure 1j) clearly show that the Si nanoparticles are completely coated by the carbon shells with reserved voids. The X-ray photoelectron spectroscopy (XPS) results (Figure 1k and l) reveal that Si@void@C has a negligible Si 2p peak (with surface Si of only 3.4 at. %) and enhanced C 1s peak compared with the bare Si, further demonstrating the Si nanoparticles in Si@void@C are effectively coated with carbon shells. The approach presented here has great flexibility in tuning the crucial parameters of Si@void@C including the carbon shell thickness, the reserved void size, and the number of Si cores coated by carbon. The carbon shell thickness can be adjusted by varying the dosage of acetone added to the reaction solution to dissolve the oligomer species. The TEM images of Si@void@C in Figure 2a−c show that an increased amount of acetone results in a thinner shell. When the dosage of acetone is 30, 40, and 50 mL, the average carbon shell thickness for Si@void@C is about 29, 13, and 7 nm, respectively. It is also worth noting that when the percentage of acetone in the solution is increased to a certain extent, the RF on the surface of Si can be completely dissolved (Figure S8). On the other hand, in the case of the same dosage of acetone, the influence of different treatment time on the morphology of the product had been also studied (Figure S9). It can be found that after the addition of acetone the internal RF began to dissolve until it was completely dissolved. With the increase of the acetone treatment time, the RF oligomer in the solution polycondensed again for the formation of RF with a high polymerization degree under the catalytic effect of ammonia. The size of the reserved void can be directly controlled by changing the amount of resorcinol and formaldehyde in the reaction solution (the proportion between resorcinol and formaldehyde was fixed) Figure 2d−f show that increasing the amount of resorcinol (1.2 g L−1 to 2.0 g L−1) can create a\nbigger void with the same amount of acetone. More attractively, by changing the concentration of the PDDAmodified Si (0.23 g L−1 to 0.7 g L−1) in the aqueous solution, the number of Si cores can also be adjusted (Figure S10). Tuning the concentration of the PDDA-modified Si aqueous solution can sequentially form L-Si@void@C (a carbon shell conformally coats ∼1−3 Si nanoparticles, Figure 2g), M-Si@ void@C (a carbon shell conformally coats ∼3−6 Si nanoparticles, Figure 2h), and H-Si@void@C (a carbon shell conformally coats ∼6−10 Si nanoparticles, Figure 2i). The insets in Figure 2g, h, and i show schematic diagrams of the structure of L-Si@void@C, M-Si@void@C, and H-Si@void@ C, respectively. Figure S11 presents the SEM images of L-Si@ void@C, M-Si@void@C, and H-Si@void@C. Thermogravimetric (TG) analysis (Figure S12) shows that the weight percentages of Si in H-Si@void@C, M-Si@void@C, and LSi@void@C are around 74.7, 70.5, and 61.0 wt %, respectively. Moreover, Figure S13 further demonstrates the easy scale-up property of this presented templateless approach by enlarging the experiment 10 times. In addition, this approach is not limited only to RF as carbon sources, which can also be extended to other monomeric phenolic resins, such as 3- aminophenol/formaldehyde (3-AF) resin (Figure S14). The electrochemical performance of Si@void@C with different numbers of Si cores (enclosed by a carbon shell) was tested (Figure 3). The specific capacities of H-Si@void@ C, M-Si@void@C, and L-Si@void@C anodes were calculated based on the overall mass of these composites. The initial charge capacities (Figure 3a) of H-Si@void@C, M-Si@void@ C, L-Si@void@C, and bare Si anodes reach 2364.2, 1993.2, 1663.2, and 2850.5 mAh g−1 at 0.1 A g−1 with an initial Coulombic efficiency of 61.6, 65.3, 57.9, and 67.9%, respectively. The initial Coulombic efficiencies of Si@void@ C anodes are low, which may be caused by their high active areas and the consumption of more capacities to form the SEI film. In fact, the Si@void@C materials prepared by the template method also has the problem of low initial Coulombic efficiency,50,51 which can be solved by prelithiation,52,53 as discussed below. Figure 3a compares the cycling performance of Si@void@C and bare Si anodes at 2.0 A g−1 after activation at 0.1 A g−1 for 2 cycles. After 1000 cycles, HSi@void@C, M-Si@void@C, and L-Si@void@C anodes display rechargeable specific capacities of 904.5, 1018.6, and 747.0 mAh g−1 with capacity retentions of 63.6, 73.5, and 74.1% and capacity decay ratios of 0.036, 0.027, and 0.026% for each cycle, respectively. In contrast, the capacity of the bare Si anode decays rapidly to almost 0 after 50 cycles due to the quick electrode destruction. Figure 3b presents the representative discharge/charge curves of M-Si@void@C for different cycles; it can be seen that the increase of the polarization from the third to the 1000th cycle is quite small, indicating a stable cycling process. Figure S15 presents the representative discharge/charge curves of L-Si@void@C and H-Si@void@ C anodes for different cycles. The poor cyclic stability of HSi@void@C may be due to the poor electron and ion transfer caused by too many Si cores in a carbon shell. The cycling performance of L-Si@void@C with different carbon shell thicknesses (Figure S16) is shown in Figure S17. It can be found that although the specific capacity of L-Si@void@C with a thinner carbon shell (∼7 nm) is increased in the first few cycles, its cycling stability is poor. L-Si@void@C with a thicker carbon shell (∼23 nm) has a good cycling stability, but its specific capacity is relatively low. L-Si@void@C with a carbon\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12223\nshell of moderate thickness (∼13 nm) has a relatively better cycling stability with a relatively higher specific capacity after 1000 cycles. The cycling performance of M-Si@void@C with different reserved void sizes (Figure S18) was also conducted in Figure S19. It can be found that M-Si@void@C with both larger and smaller reserve voids has a poor cycling stability. This may be because the Si nanoparticles in the carbon shell are removable within larger reserved voids during (de)lithiation processes, leading to poor electronic contact between Si and the carbon shell and sluggish ion transfer to reach the active Si surface.35 The smaller reserved voids cannot accommodate the large volume expansion of Si nanoparticles, resulting in the rupture of the carbon shell. Therefore, M-Si@ void@C with appropriate carbon shell thickness and reserved void size (Figure 2h and Figure S18b) showed the best cycling performance. The optimized M-Si@void@C anode also displays an excellent cycling stability at 0.1 A g−1 with a rechargeable specific capacity of 1881.1 mAh g−1 and capacity retention of 93.0% after 200 cycles, as shown in Figure 3c. In addition, the cycling performance of typical Si@C (Figure S20) prepared by the conventional carbon coating approach was also carried out as shown in Figure S21; however, it shows a rapidly decaying specific capacity of 176.19 mAh g−1 after 500 cycles at 2.0 A g−1.\nFigure 3d confirms the good rate performance of the Si@ void@C anodes. At a relatively high current density of 10.0 A g−1, the H-Si@void@C, M-Si@void@C, and L-Si@void@C anodes exhibit high capacities of 776.1, 799.4, and 452.8 mAh g−1, respectively. Further, even when the current density increased 20 times from 0.1 A g−1 to 2.0 A g−1, the rate capacity retentions of the H-Si@void@C, M-Si@void@C, and L-Si@void@C anodes still reach 65.0, 70.1, and 61.6%, respectively. It is worth noting that when the rate returned to 0.1 A g−1, the rechargeable specific capacities of the Si@ void@C anodes could almost be reversed back to the original values. Figure 3e and Figure S22 show representative discharge/charge curves for M-Si@void@C, L-Si@void@C, and H-Si@void@C anodes with different rates. The bare Si anode exhibits a poor rate performance (Figure S23). Based on the above discussion, M-Si@void@C with appropriate carbon shell thickness and reserved void size (Figure 2h and Figure S18b) shows the best cycling performance and rate performance. The good rate and cycling performance of Si@void@C prepared by this method can be attributed to three main superiorities, as illustrated in Figure 3f: (i) the multiple point contacts between conformal carbon shell and Si nanoparticles improve the electrochemical reaction kinetics, (ii) the internal reserved voids provide expansion space for the lithiation of Si without breaking the shell, and (iii) the external static carbon\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12224\nshell ensures a stable SEI film during the cycling process. Among the Si@void@C anodes, M-Si@void@C exhibits the most attractive cycling performance and rate performance because of its three optimized appropriate key parameters (including the carbon shell thickness, the reserved void size, and the number of Si cores in a carbon shell) (Figure 2h and Figure S18b). The electrochemical performance of Si@void@ C achieved in this work by the presented templateless method is quite promising and is comparable to or even better than the reported Si materials using the template method or coated with RF resin carbon, as summarized in Table S1. Figure 4a shows the cyclic voltammetry (CV) curves of MSi@void@C and bare Si anodes at a sweep rate of 0.1 mV s−1. The lithiation peaks of the M-Si@void@C and the bare Si anodes below 0.2 V correspond to the insertion of Li+ into Si to form an amorphous LixSi phase and subsequently a\ncrystalline Li15Si4 phase. 54 The two delithiation peaks for both the M-Si@void@C and bare Si anode at around 0.31 and 0.50 V are attributed to the dealloying steps of LixSi.\n54 Figure 4b and c present the differential capacity (dQm/dV) curves of M-Si@void@C and bare Si anodes at 2.0 A g−1 at different cycles. It can be clearly seen from the dQm/dV curves in the lithiation section that the polarization of M-Si@void@C anode decreased during the cycle, while the polarization of the bare Si anode increased continuously. For the dQm/dV curves in the delithiation section, the peak of the M-Si@void@C anode at about 0.5 V slowly decreased as the cycle increases, while the bare Si anode at about 0.5 V rapidly decreased as the cycle increases and finally disappeared. The EIS results shown in Figure S24a−c indicate the low interfacial resistance of the MSi@void@C anode. These results further suggest that the MSi@void@C anode has a good electrochemical performance.\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12225\nThe Li+ diffusion coefficients (DLi) of M-Si@void@C and bare Si anodes were also investigated through the galvanostatic intermittent titration technique (GITT), as shown in Figure 4d and e, which can be calculated by GITT data according to the following formula:55,56\nπτ =\nΔ Δ τ i k jjjjj y { zzzzz i k jjjjj y { zzzzzD V M S E E 4 m Li B M B 2 S 2\nwhere mB, MB, and VM refer to the mass, molar mass, and molar volume of the M-Si@void@C, respectively, τ is the galvanic titration time, S denotes the surface area of the electrode, ΔES represents the steady-state voltage variation during a single GITT titration, and ΔEτ is the total voltage variation during a galvanic titration time τ of a single GITT titration ignoring the IR-drop. From Figure 4f and g, it can be observed that the calculated DLi of M-Si@void@C for both the lithiation and delithiation processes are higher than those of\nthe bare Si anode, which agrees well with the calculation results from CV data (Figure S24d−g). Moreover, the overpotentials of M-Si@void@C are also lower than the bare Si anode, further suggesting the optimized electrochemical reaction kinetics of M-Si@void@C. To better understand the structure and SEI film stability, the\noptical photograph, scanning electron microscopy (SEM), and (in situ and ex situ) TEM characterizations were performed after the cycling test. From Figure 5a and b, it can be seen that the structure of the M-Si@void@C anode remains intact and the active material is still firmly adhered to the current collector, while the structure of the bare Si anode severely collapses and most of the active material peels off from the collector due to the huge volume change during cycling, as shown in Figure 5e and f. It is also found that the primary morphology of M-Si@void@C is kept well with a thin and stable SEI film after the cycling test (Figure 5c and d); however, the surface of bare Si electrode is covered by a thick\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12226\nSEI film and the Si nanoparticles are almost invisible (Figure 5g and h), which may be caused by the continual breaking and growth of the SEI film during the cycling process. From the in situ TEM characterization (Figure 5i), as shown in Figure 5j1− j5 and Movie S1, it can be observed that the carbon shell of the M-Si@void@C remains unbroken during the lithiation process. The ex situ TEM characterization (Figure 5k) also found such a similar phenomenon. Based on the above discussion, a proposed schematic illustration of the morphology evolutions of M-Si@void@C and bare Si after many cycles is summarized in Figure S25. To demonstrate the potential of Si@void@C for practical application, the M-Si@void@C anode was prelithiated at first (Figure S26) to improve the initial Coulombic efficiency and then matched with a commercialized lithium iron phosphate (LFP) cathode57 for fabricating full cells (Figure 6a), which can successfully light up a 6 V red-light-emitting diode device (Figure 6b). The M-Si@void@C//LFP full cell delivers a high discharge specific capacity of 122.1 mAh g−1 at 1 C (1 C = 170 mA g−1) without obvious capacity decay after 100 cycles (Figure 6c). Figure 6d displays representative discharge/charge curves for the M-Si@void@C//LFP full cell at different cycles between 2 and 4 V, which shows an average discharge plateau at around 3.1 V. The full cell also presents a good rate performance, as shown in Figure 6e. The discharge capacities reach 141.5, 134.5, 129.3, 126.7, 117.9, and 110.8 mAh g−1 at 0.2, 0.5, 0.8, 1.0, 1.5, and 2.0 C, respectively. Moreover, when the current rate returns to 0.2 C, the discharge capacity of the full cell can fully reverse back to its original value. The representative discharge/charge curves at different current rates (Figure 6f) all exhibit regular charge/discharge plateaus, suggesting a good electrochemical behavior, which is comparable with the commercial LFP batteries."
    }, {
      "heading" : "CONCLUSION",
      "text" : "In summary, a facile templateless approach for preparing Si@ void@C anode materials toward high-performance LIBs has been explored by adjusting the growth kinetics of RF on the surface of Si nanoparticles, which is inspired by the synthesis process of the conventional carbon-coating approach. This templateless method allows great flexibility in controlling the crucial parameters of the Si@void@C, such as the carbon shell thickness, the reserved void size, and the number of Si cores enclosed in a single carbon shell. The preparation process is carried out in an aqueous solution at room temperature followed by carbonization, without any involvement of toxic reagents, tedious operation processes, and harsh conditions; thus it is easy to scale up. Rational design of the carbon shell thickness, the reserved void size, and the number of Si cores in a carbon shell using this templateless method endows the Si@ void@C with outstanding electrochemical performance. Particularly, M-Si@void@C exhibits a high specific capacity of 1993.2 mAh g−1 at 0.1 A g−1, superior rate performance of 799.4 mAh g−1 even at 10.0 A g−1, and excellent cycling stability with 73.5% capacity retention after 1000 cycles at 2.0 A g−1 and 93.0% capacity retention after 200 cycles at 0.1 A g−1. The M-Si@void@C//LFP full cell also displays a high discharge specific capacity of 122.1 mAh g−1 at 1 C and no capacity decay after 100 cycles. In addition, the presented templateless approach for constructing a void-preserving structure does not depend on the morphology and preparation of materials, which is not only compatible with Si materials but also suitable for many other energy storage materials with\nsimilar volume change problem, such as transition metal oxides, phosphides, sulfides, tin, and tin-based oxide."
    }, {
      "heading" : "METHODS",
      "text" : "Preparation of Si@void@C. A 35 mg amount of Si nanoparticles (40−150 nm, Shanghai Naiou Nanotechnology Co., Ltd., China) and 2 mL of a PDDA (35 wt %, Mw < 100 000, Aladdin) aqueous solution were mixed in 25 mL of deionized water and then ultrasonicated for 3 h. Excess PDDA was removed, and the PDDA-modified Si nanoparticles were collected by centrifugation. The above PDDAmodified Si nanoparticles were redispersed in 100 mL of deionized water, and then aqueous ammonia as catalyst was added at room temperature. Then, 160 mg of resorcinol and 160 μL of formaldehyde were separately added to the reaction system, which was maintained under normal temperature with continuous stirring for 60 min. Next, acetone was added into the reacting solution to remove the inner RF conformal coating on the surface of Si nanoparticles. Si@void@RF powders were obtained through centrifugation and then dried under vacuum. M-Si@void@C was obtained by sintering the Si@void@RF at 700 °C under a mixed atmosphere with 5 vol % H2 in Ar. H-Si@ void@C and L-Si@void@C were fabricated according to the conditions described above except that the PDDA-modified Si was redispersed in 50 and 150 mL of water, respectively, and the dosage of acetone was 40 vol % of solvent water.\nPreparation of Si@C. A 35 mg amount of Si nanoparticles (40− 150 nm, Shanghai Naiou Nanotechnology Co., Ltd., China) and 2 mL of a PDDA (35 wt %, Mw < 100 000, Aladdin) aqueous solution were mixed in 25 mL of deionized water and then ultrasonicated for 3 h. Excess PDDA was removed, and the PDDA-modified Si nanoparticles were collected by centrifugation. The above PDDA-modified Si was redispersed into 100 mL of deionized water, and then aqueous ammonia as catalyst was added at room temperature. Then, 40 mg of resorcinol and 56 μL of formaldehyde were separately added to the reaction system, which was left to proceed under normal temperature with continuous stirring for 10 h, followed by centrifugation, water washing, and vacuum drying. Si@RF powders were thus obtained. Si@C were obtained by calcining the Si@RF at 800 °C under a mixed atmosphere with 5 vol % H2 in Ar.\nPreparation of RF Spheres. RF spheres were synthesized using a similar method to the preparation of Si@RF precursor except for the addition of Si nanoparticles, which were used to study morphology changes with different dissolution times (i.e., 0, 5, 10, 30 min) in a mixed water and acetone solution (Figure S5).\nElectrochemical Measurement. For the electrochemical characterization of samples, the electrode slurry was obtained by mixing 70 wt % active material, 15 wt % carbon black, 7.5 wt % carboxymethyl cellulose sodium salt, and 7.5 wt % styrene butadiene rubber in water and then was coated evenly on thin copper foil by a scraper, followed by vacuum drying at 80 °C overnight. The mass loading in the electrode was about 1.0 mg cm−2. The electrodes were tested in an assembled coin-type cell with lithium foil as counter electrode in an electrolyte of 1 M LiPF6 in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) in a 1:1 (v/v) ratio with 5.0 vol % fluorinated ethylene carbonate (FEC). The coin-type cell was assembled in an argon-filled glovebox with a Celgard 2400 separator. The M-Si@void@C//LFP full cells using prelithiated MSi@void@C anode and commercialize LiFePO4 (LFP, Likai Co. Ltd., Taiwan) as cathode were assembled in CR2025 coin cells. The MSi@void@C anode was first prelithiated by electrochemical prelithiation to form a stable SEI layer and then assembled as anode in the full cell. Figure S26 is the schematic diagram of the electrochemical prelithiation device. The prelithiation was carried out in an electrolyte of 1.0 M LiPF6 in EC and DEC in a 1:1 (v/v) ratio with 5.0 vol % FEC. The cathode of the full cell was prepared by grinding LFP, carbon black, and polyvinylidene fluoride with the weight ratio of 8:1:1. The electrolyte was 1 M LiPF6 in EC, dimethyl carbonate (DMC), and DEC in a 1:1:1 (v/v/v) ratio. The galvanostatic charge−discharge tests were performed with a Neware testing system. CV and EIS were conducted on a CHI 760E\nDOI: 10.1021/acsnano.9b07241 ACS Nano 2019, 13, 12219−12229\n12227\nelectrochemical workstation. Specific capacities of the full cell were calculated based on the active mass of the LFP cathode. Structure Characterizations. The morphologies of the products were characterized by TEM (JEM1400), HRTEM (FEI Tecnai 20), and SEM (Hitachi SU8000). XRD patterns were determined by an XRD-6000 X-ray diffractometer (Shimadzu). Thermogravimetric analysis was obtained by using an SDT Q600 TGA (TA Instruments) under ambient atmosphere at a heating rate of 5 °C min−1. The elemental compositions of the synthesized samples were tested by XPS (ESCALAB 250Xi, America). Raman spectroscopy was recorded by a confocal Raman spectroscopic system (Renishaw) with a 633 nm laser. High-resolution TEM (FEI Titan, 80-300 kV) equipped with a charge-coupled device camera was performed in order to in situ observe the morphology of the M-Si@void@C during the lithiation process. The detailed electrochemical experiment device inside the TEM is shown in Figure 5i. The innate oxide layer Li2O, which was generated during the period of holder loading, played the role of a solid electrolyte. The Li/Li2O was contacted with M-Si@void@C particles by a piezo-positioner inside the TEM. A constant −3 V potential was applied to the M-Si@void@C anode versus the lithium counter electrode to initiate the electrochemical lithiation reaction. For the GPC test, the prepared Si@inhomogeneous RF was first centrifuged from the reaction system and washed thoroughly by deionized water. The Si@inhomogeneous RF was then redispersed in a mixture containing 100 mL of water and 40 mL of acetone for 30 min to dissolve out the RF with a lower polymerization degree in the inner layer, which could be further extracted by centrifugation. The RF with lower polymerization degree was in the supernatant liquid, and the residual Si@void@outer RF (Figure S27a) was in the sediment. The Si@void@outer RF was washed again thoroughly by deionized water and then redispersed into 30 mL of acetone to dissolve out the RF with a higher degree of polymerization in the outer layer. The RF with a higher polymerization degree and the residual Si nanoparticles (Figure S27b) could also be further separated from each other by centrifugation treatment. Then, both the extracted RF from the inner layer and RF from the outer layer in the solution were frozen by liquid nitrogen followed by freeze-drying to obtain the powder samples for the GPC test. The molecular weights of RF in the inner and outer layers were calculated based on the GPC test using polystyrene as the calibration standard."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b07241.\nAdditional information (PDF)\nMovie of the in situ TEM test of M-Si@void@C (AVI)\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "*E-mail (B. Wang): wangbo19880804@163.com. *E-mail (D. Wang): wangdianlongwbhit@163.com."
    }, {
      "heading" : "ORCID",
      "text" : "Bo Wang: 0000-0001-7189-1531"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We thank the National Natural Science Foundation of China (No. 51604089, 51874110), China Postdoctoral Science Foundation (No. 2016M601431, 2018T110308) and Heilongjiang Provincial Postdoctoral Science Foundation (No. LBHZ16056, LBH-TZ1707) for financial support."
    } ],
    "references" : [ {
      "title" : "Electrical Energy Storage for the Grid: A Battery of Choices",
      "author" : [ "B. Dunn", "H. Kamath", "J.-M. Tarascon" ],
      "venue" : "Science",
      "citeRegEx" : "Dunn et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Dunn et al\\.",
      "year" : 2011
    }, {
      "title" : "Building Better Batteries",
      "author" : [ "M. Armand", "J.M. Tarascon" ],
      "venue" : "Nature",
      "citeRegEx" : "Armand and Tarascon,? \\Q2008\\E",
      "shortCiteRegEx" : "Armand and Tarascon",
      "year" : 2008
    }, {
      "title" : "Issues and Challenges Facing Rechargeable Lithium Batteries",
      "author" : [ "J.M. Tarascon", "M. Armand" ],
      "venue" : "Nature",
      "citeRegEx" : "Tarascon and Armand,? \\Q2001\\E",
      "shortCiteRegEx" : "Tarascon and Armand",
      "year" : 2001
    }, {
      "title" : "Nanostructured Silicon for High Capacity Lithium Battery Anodes",
      "author" : [ "J.R. Szczech", "S. Jin" ],
      "venue" : "Energy Environ. Sci. 2011,",
      "citeRegEx" : "Szczech and Jin,? \\Q2011\\E",
      "shortCiteRegEx" : "Szczech and Jin",
      "year" : 2011
    }, {
      "title" : "Interfacing Electrolytes with Electrodes in Li Ion Batteries",
      "author" : [ "K. Xu", "A. von Cresce" ],
      "venue" : "J. Mater. Chem. 2011,",
      "citeRegEx" : "Xu and Cresce,? \\Q2011\\E",
      "shortCiteRegEx" : "Xu and Cresce",
      "year" : 2011
    }, {
      "title" : "Materials for Lithium Ion Batteries",
      "author" : [ "G. Schmuelling", "M. Winter", "T. Placke" ],
      "venue" : "J. Electrochem. Soc. 2016,",
      "citeRegEx" : "Schmuelling et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Schmuelling et al\\.",
      "year" : 2016
    }, {
      "title" : "Determination of the Diffusion Coefficient of Lithium Ions in Nano-Si",
      "author" : [ "I. Lieberwirth" ],
      "venue" : "Solid State Ionics",
      "citeRegEx" : "Lieberwirth,? \\Q2009\\E",
      "shortCiteRegEx" : "Lieberwirth",
      "year" : 2009
    }, {
      "title" : "The Synergy Effect on Li Storage of LiFePO4 with Activated Carbon Modifications",
      "author" : [ "G. Zhao" ],
      "venue" : "RSC Adv. 2013,",
      "citeRegEx" : "Zhao,? \\Q2003\\E",
      "shortCiteRegEx" : "Zhao",
      "year" : 2003
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Silicon (Si), a promising candidate for nextgeneration lithium-ion battery anodes, is still hindered by its volume change issue for (de)lithiation, thus resulting in tremendous capacity fading. Designing carbon-modified Si materials with a void-preserving structure (Si@void@C) can effectively solve this issue. The preparation of Si@void@C, however, usually depended on template-based routes or chemical vapor deposition, which involve toxic reagents, tedious operation processes, and harsh conditions. Here, a facile templateless approach for preparing Si@void@C materials is reported through controlling the growth kinetics of resin, without the use of toxic hydrofluoric acid or harsh conditions. This approach allows great flexibility in tuning the crucial parameters of Si@void@C, such as the carbon shell thickness, the reserved void size, and the number of Si cores coated by a carbon shell. The optimized Si@void@C delivers a large specific capacity (1993.2 mAh g−1 at 0.1 A g−1), excellent rate performance (799.4 mAh g−1 at 10.0 A g−1), and long cycle life (73.5% capacity retention after 1000 cycles at 2.0 A g−1). In addition, a full cell fabricated with a Si@void@C anode and commercial LiFePO4 cathode also displays an impressive cycling performance.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}