{
  "name" : "downloads_2020-07-18_de_cheng2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Versatile Polydopamine Platforms: Synthesis and Promising Applications for Surface Modification and Advanced Nanomedicine",
    "authors" : [ "Wei Cheng", "Xiaowei Zeng", "Hongzhong Chen", "Zimu Li", "Wenfeng Zeng", "Lin Mei", "Yanli Zhao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Surface modification could affect material properties suchas chemical inertness, susceptibility, stability, adhesion,biocompatibility, degradability, hydrophilicity/hydrophobicity, and secondary functionalization.1,2 Inspired by the natural world, some approaches have been designed to modify the surfaces of substrate materials. In the past few years, adhesives have been widely utilized for the surface modification of substrates. As a kind of bivalve mollusc, a mussel can immobilize strongly to the surfaces of almost all types of substrates, even if the surface is wet.3,4 High adhesive capacity should be ascribed to the interface between the mussel adhesive proteins (MAPs) and substrate surface.5 The Luoyang Bridge was completed in 1059 at the mouth of the Luoyang River in Quanzhou, China. As the first stone bay bridge in China, it enjoys the reputation of “one of the four ancient bridges of China”.6 To solidify the base in the river, the ancient Chinese cultivated considerable oysters under the bridge and allowed firm adhesion between the bridge base and pier due to high adhesive capacity of oysters. The oysters covering the stone pier formed a protective layer on the\nsurface, not only preventing direct flood impact but also mitigating water-pollution-induced pier erosion.7\nA mussel can anchor itself onto the surfaces of substrates through Mytilus edulis foot proteins (Mefps). A large number of catecholic amino acids, such as 3,4-dihydroxy-L-phenylalanine (DOPA), are preferentially distributed in Mefps, especially in Mefp-3, Mefp-5, and Mefp-6.8,9 MAPs are rich in various catecholic amino acids, including dopamine (DA) and its derivatives, benefiting the bonding or cross-linking of marine adhesives (Figure 1).10,11 Various substrates, such as ceramics, noble metals, metal oxides, semiconductors, silica, mica, and even some synthetic polymers, could be surfacefunctionalized with polydopamine (PDA). Until now, vast multifunctional substrates with specific properties have been constructed. A thin adherent copolymer film was spontaneously deposited by immersing substrates into a dilute aqueous DA solution (10 mM Tris-HCl, pH 8.5). As a crucial\nReceived: June 6, 2019 Accepted: August 1, 2019 Published: August 1, 2019\n© 2019 American Chemical Society 8537 DOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\nD ow\nnl oa\nde d\nvi a\nU PP\nSA L\nA U\nN IV\no n\nJu ly\n1 8,\n2 02\n0 at\n0 1:\n10 :3\n3 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\ncatecholamine neurotransmitter and hormone, DA is the metabolite of DOPA, which plays significant physiological\nroles in mammalian central hormonal, nervous, renal, and cardiovascular systems.12,13 DA and other catechols can be\nScheme 1. Schematic Illustration of Different Aspects of PDA Discussed in This Review\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8538\nconverted into the quinone form through oxidation reactions under weakly alkaline conditions. Then, the quinone form reacts with other catechols and quinones to afford PDA. More importantly, this process provides an active platform for secondary modifications via Schiff base reaction or Michael addition, and ligands containing nucleophilic functional groups (amine and thiol) can also react with PDA.14−16 Since the pioneering study by Messersmith and co-workers in 2007, researchers have fabricated a lot of surface-modified materials based on PDA.17 For instance, Ye et al. reviewed bioinspired catechols and their derivatives for surface modification, as well as the design, synthesis, adsorption mechanism, stability, and applications of PDA in 2011.11 In 2014, Liu et al. discussed the preparation of PDA and derivatives together with their application prospects in environmental, energy, and biomedical fields.2 Stad̈ler and Wei as well as their co-workers successively summarized biomedical applications on the basis of surface modification by PDA coating.18 In 2017, Batul et al. reviewed the research progress about the application of PDA in the biomedical field and discussed the polymerization mechanisms.19\nAs the PDA research involves many different fields and has been developing rapidly, these reviews either did not provide comprehensive aspects of PDA or are out of date to cover the latest work. Thereby, the aim of this timely and comprehensive review is to bridge this gap and summarize recent significant advancements of PDA research (Scheme 1). First, we describe the preparation and polymerization mechanism of PDA systems. After that, outstanding properties of PDA as well as PDA produced in different forms are introduced. Following this section, the surface modification of various organic and inorganic nanomaterials including metals, metal oxides, carbons, and polymers by PDA are compiled. Finally, we elaborate related biomedical applications. This review is expected to evidently promote the applications of PDA-based surface modification to biomedicine and facilitate PDA-based interdisciplinary research from biology, medicine, pharmaceutics, biomedical engineering, chemistry, and materials."
    }, {
      "heading" : "PREPARATION AND POLYMERIZATION MECHANISM",
      "text" : ""
    }, {
      "heading" : "OF PDA",
      "text" : "PDA is mainly obtained by three commonly used methods, including electropolymerization, enzymatic oxidation, and solution oxidation.2 Among these methods, due to simple polymerization process without using complicated instruments, solution oxidation has become the most widely used approach to prepare PDA. In this section, we discuss some of the key factors in the solution oxidation process such as solvent, pH, oxidants, monomer concentration, and external stimuli, which can significantly affect PDA morphology, film thickness, and reaction rate. Then, we describe some other methods of PDA synthesis and its polymerization mechanisms. Buffer and Solvent. The buffer chemical composition could serve as a possible way to control PDA particle formation, and thus choices of solvents are critical in the PDA preparation process. Della Vecchia et al. reported the effects of different buffers (Tris, phosphate and bicarbonate buffer) on the PDA buildup, particle morphology and paramagnetic properties.20 They found that the average size of PDA particles in Tris buffer is much smaller than that in phosphate and bicarbonate buffer. This observation is because dopaminequinine, as an intermediate product, is a crucial control point in the pathway, which could be targeted by the\nnucleophiles in Tris buffer, thus hindering the particle growth. Therefore, owing to slow and moderate reaction rate, Tris buffer (pH 8.5) can be used to efficiently modulate PDA growth and other properties. In addition to the polymerization into nanoparticles, PDA is also widely used to modify diverse substrates including some hydrophobic materials such as polyethylene membranes.21 In this case, the organic solvents (e.g., methanol and ethanol) with low surface tension instead of aqueous solvent are used. Furthermore, the use of organic solvents can prevent the degradation of hydrolyzable materials and enhance the drying rate of substrates. Yan and co-workers used water and ethanol mixed solvent for the synthesis of PDA nanoparticles.22 The size of the PDA nanoparticles could be simply modulated by varying the volume ratio of water to alcohol together with the DA concentration.\npH and Temperature. The kinetic study on the DA oxidation indicates that the rate-determining step is the abstraction of a hydrogen atom from the deprotonated hydroxyl group by oxygen. The following ring closing reaction of semiquinone to form dopaminochrome is relatively quick. Consequently, the rate constant for the DA oxidation is mainly affected by temperature, pH, and the concentration of oxygen and DA. The latter two factors will be discussed in the following sections. Lee et al. synthesized PDA nanoparticles and controlled the size and shape through DA oxidative selfpolymerization in an aqueous NaOH solution without using particulate templates.23 The size of synthetic PDA nanoparticles was controlled from less than 100 nm to hundreds of nanometers, dependent on pH value, temperature, and DA concentration. Upon increasing the NaOH amount, the PDA nanoparticles became smaller until the NaOH/DA hydrochloride molar ratio reached unity. When the NaOH amount exceeded that of DA, a black amorphous polymeric material instead of particles was obtained. Additionally, it was found that the particle size decreased with an increase of the reaction temperature. Although a weakly alkaline condition (pH >8) is generally required for oxidative self-polymerization of DA, Zheng et al. studied the formation of PDA in an acidic condition.24 The PDA polymerization could still be carried out even at pH ∼1 via a hydrothermal method. The PDA generated by this method exhibited chemical properties similar to those produced in a basic condition. However, the hydrothermal process requires high temperature and pressure. For example, in a strong acidic condition (pH 1), the temperature should be increased to 160 °C in order to obtain PDA nanoparticles. Moreover, the effects of temperature, reaction time, and mechanical stirring on PDA preparation could be found from some other studies.25\nOxidants. Oxidants are essential for the PD polymerization. The frequently used oxidant for traditional PDA formation in alkaline condition is the dissolved oxygen in solvents. Bernsmann and co-workers used Cu2+ instead of oxygen as the oxidant and studied the deposition kinetics of PDA.26 It was found that, in the presence of Cu2+, the thickness of PDA film could extend to more than 70 nm, whereas the film growth stopped at about 45 nm when using O2. More interestingly, with Cu2+ as the oxidant, the film deposition was still observed even at acidic pH (pH 4.5), whereas no PDA deposition happened any longer when pH decreased to 7.0 in the presence of O2. In another study, the effect of three different oxidants ((NH4)2S2O8, NaIO4, and CuSO4) on PDA oxidation at pH 5.0 was investigated.14 A quick formation of a homogeneous and thick PDA film with superhydrophilicity\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8539\nand superoleophobicity was prepared in the presence of NaIO4 at 20 mM. This PDA film exhibited a eumelanin-like character, which was close to the PDA coating produced by autoxidation at an alkaline condition. By contrast, when using (NH4)2S2O8 and CuSO4 as oxidants, the products mainly consisted of uncyclized amine-containing units. This result may be attributed to the fact that the oxidative degradation process by NaIO4 could form a high proportion of carboxylate groups, leading to hydrophilic coating. Some other inorganic oxidants such as potassium permanganate (KMnO4) and Fe\n3+ were also used in the DA oxidation process.27\nDopamine Concentration and Substrates. The DA concentration plays an important role in controlling the deposition kinetics, film thickness, surface roughness, and morphology. Ball et al. tested the changes of PDA film thickness along with DA solution concentration on silicon substrates.28 Surprisingly, the maximal film thickness kept increasing with the increase of DA concentration from 0.1 to 5.0 g L−1. They also found that the roughness of PDA films produced in high DA concentration was generally higher as compared with that in low DA concentration. This observation is because high concentration of DA could increase the formation of some small PDA particles through the selfpolymerization in solution, and these small particles then deposited on the PDA external surface, leading to increased roughness of PDA coating. This fact was also proven by Liu et al. using Au nanoparticles as the inner cores.29 Therefore, the film thickness and surface roughness can be controlled by adjusting the DA concentration. Mondin et al. studied the DA polymerization processes on two different substrates (Al2O3 and WC) with similar sizes, as well as on the same substrate with different sizes (micro- and nanoparticles of WC). The PDA coating thickness on particles and thickness growth were dependent on the material type and particle size.30 TEM images of PDA-coated WC nanoparticles polymerized under different times showed that, throughout the polymerization, the thickness increased almost linearly to 33 ± 6 nm at the speed of approximately 1.4 nm h−1. After the polymerization for 24 h, the thickness of PDA coating on Al2O3 microparticles was 65 ± 10 nm, and those of coating on WC microparticles and nanoparticles were 18 ± 4 and 33 ± 6 nm, respectively. Particularly, the PDA coating thickness on Al2O3 microparticles was quite similar to that of the model reported by Lee et al.,17 whereas the coating on WC microparticles was thinner, suggesting that the DA deposition was affected by the substrate materials. As the thickness of coating on WC nanoparticles was almost twice higher than that on WC microparticles, the substrate size also showed effects. External Stimuli. One major drawback of the PDA preparation is its slow kinetics. The generation of radical species by applying external energy such as microwave irradiation could facilitate the PDA formation as studied recently by Lee and co-workers.31 When the DA solution was exposed to microwave irradiation (1000 W), the PDA coating on the gold substrate increased to ∼18 nm in only about 15 min, whereas the same coating thickness required more than 6 h by using a conventional alkaline coating method. It was claimed that the coating thickness depended on the microwave power. The mechanism of the fast coating kinetics was one in which the microwave energy could generate a large amount of catechol radicals that accelerated PDA surface coating. On the other hand, the increased temperature of the solution caused by the microwave irradiation could lead to thermal acceleration\nof O2-involved oxidation at the early polymerization stage and the radical-involved oxidation during the whole coating process. They concluded that microwave irradiation could significantly speed up the PDA coating kinetics without extra addition of oxidants, which could avoid the surface contamination by those chemical agents. Ultraviolet (UV) light irradiation is another method to accelerate PDA coating formation. Du and co-workers reported a method to control both the onset and termination of DA polymerization using vitamin C (VC) and UV.32 The inhibition of DA polymerization was realized by adding only a tiny amount of VC because VC could reduce reactive DA− quinine into catechols. In contrast, the UV light could not only significantly promote the oxidative consumption rate of VC but also accelerate the DA oxidation, thus triggering the DA coating formation. Therefore, a light-induced control of DA polymerization without changing the common medium (oxidant and base) could be achieved by this method.\nOther Methods for PDA Synthesis. In addition to oxidative self-polymerization, PDA was also prepared by other strategies. For instance, electropolymerization was employed to generate PDA from DA monomers and to directly deposit it on electrodes.33,34 This method has DA utilization and deposition rates higher than those of self-polymerization. Additionally, the electropolymerized PDA thickness could be controlled precisely. On the other hand, a drawback of this method is that electrically conductive materials are required to carry out the electropolymerization. DA was also polymerized using enzymes, especially environmentally friendly ones.35−37 The reaction by using enzymes was based on the biosynthesis of eumelanin and pheomelanin. The properties of the PDA product obtained by this method were similar to those of naturally occurring melanin.\nPolymerization Mechanisms of PDA. Although PDA can be obtained through polymerization under facile and mild conditions, the related mechanisms remain elusive hitherto, because complicated redox reactions are involved and a series of intermediates are produced. Initially, the mechanism for PDA formation was considered analogous to the synthetic pathway of melanin (eumelanin) in living organisms, i.e., covalent polymerization. The melanin biosynthesis pathway transforms DA into 5,6-dihydroxyindole (DHI), which is an oxidative reaction, followed by further covalent polymerization.38−41 Accordingly, the chemical structure of PDA could be effectively clarified based on the similarity to melanin. Under weakly alkaline conditions with dissolved oxygen, DA is oxidized into dopaminequinone (Figure 2). When the amine group is deprotonated, the obtained molecule undergoes Michael addition reaction. Dopaminequinone is subjected to intramolecular cyclization and reversible oxidation to form dopaminochrome and then intramolecular rearrangement to generate DHI (steps A and B in Figure 2).42,43 The reverse dismutation reaction between o-quinone and catechol of DHI causes cross-linking and yields PDA finally.44,45\nThe PDA formation by following the DHI chemistry is similar to the biosynthesis of melanin, so that the brownish black color originates from a copolymer with covalent bonding. Lee et al. reported that both noncovalent self-assembly and covalent polymerization occurred during the PDA formation.16 They reported that the covalent bond-forming DA oxidative polymerization was attributed to a physical self-assembly pathway. By using high-performance liquid chromatography/ mass spectrometry (HPLC-MS), they observed that consid-\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8540\nerable unpolymerized DA could form self-assembled complexes with its oxidative product DHI (Figure 2). HPLC-MS further proved that DA was encapsulated stably, with only a little release from the matrix. Meanwhile, the covalent bondforming DA oxidative polymerization took place. The resulting\n(DA)2/DHI complex was entrapped tightly in the product, yielding a brownish black PDA precipitate, possibly because of intermolecular interactions including quadrupole−quadrupole, T-shape, π−π stacking, hydrogen-bonding, and cation−π interactions. The possible mechanisms of DA polymerization into PDA have been tentatively elucidated by several popular models. The first presumption is covalent bonding polymerization, i.e., DA is oxidized into dopaminequinone at aerobic and alkaline conditions and, thereafter, into DHI, followed by the deprotonation and intermolecular Michael addition to afford cross-linked PDA. The resulting PDA is abundant in active functional groups, providing a versatile platform for further reactions.17,41,46 The second model combines covalent polymerization with noncovalent self-assembly, and the latter involves ionic, charge transfer, T-shape, hydrogen-bonding, and π−π interactions.16,47 Regarding whether PDA is a covalent polymer or a noncovalent aggregate of some species with low molecular weight, Delparastan and co-workers studied the characterization of PDA films using single-molecule force spectroscopy (SMFS) (Figure 3).48 They found that PDA films had highmolecular-weight polymer chains composed of covalently connected subunits. Intramolecular interactions among these PDA chains were weak and reversible noncovalent interactions. They also observed that the formation of PDA films probably began with the adsorption of small oligomeric species at the solid−liquid interface, followed by the polymerization to form higher-molecular-weight PDA chains. Although the research showed direct evidence about the presence of polymers in PDA, they could not rule out the existence of other small molecules and oligomer components in PDA by these experiments."
    }, {
      "heading" : "PROPERTIES OF PDA",
      "text" : "As a mussel-inspired polymer, PDA exhibits many important properties that are closely related to its chemical structure and composition, providing important applications in diverse research fields. These properties include high adhesion\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8541\ncapability, high reactivity, photothermal effect, and quenching effect. In this section, we discuss some of these important physicochemical properties. Adhesion Capability and Chemical Reactivity. The chemical composition of PDA has two key features: high primary and secondary amine content and high catechol(3,4dihydroxybenzene) content. The coexistence of these two types of functional groups is considered to contribute to strong interfacial adhesion of PDA. This strong adhesive property allows PDA films to attach to almost all types of organic and inorganic material surfaces, including noble metals, semiconductors, metal oxides, and polymers, regardless of their size and shape. More importantly, PDA coating can serve as a “bridge” to further react with other compounds through secondary reactions. The properties and composition of the secondary coating are highly tailorable. Molecules with nucleophilic functional groups, such as thiol and amine, could be incorporated onto the PDA surface through Schiff base reaction or Michael addition. Owing to the versatility and simplicity, this principle has been extensively exploited to immobilize different functional species (e.g., biomacromolecules and long-chain molecules) onto diverse types of substrates.15,49 Additionally, PDA could bind to nearly all kinds of transition metals and radioisotopes.50 Therefore, some useful metal ions and radioisotopes could be fixed on PDA films by chelating between metal ions and oxygen or nitrogen atoms of PDA, endowing these materials with contrast properties for imaging or capabilities for the application in radioisotope therapy of cancer. This feature of PDA could also be used for the removal of heavy metals (Pb2+, Hg2+, Cu2+, and Cr6+) toward water purification.51 Last but not least, drug molecules, such as doxorubicin (DOX), could be attached onto the PDA surface by π−π stacking or hydrogen-bonding interactions, thus affording drug delivery systems. Photothermal Conversion Capability. For clinically relevant applications in photothermal therapy (PTT), materials with absorption in the near-infrared (NIR) region (650−900 nm) are more attractive because this feature enables deeper penetration of light and relatively low scattering/absorption of biological tissues.52 As one of the NIR light-responsive materials, PDA can effectively absorb and transfer NIR optical energy into heat, enabling it to be a desirable photothermal therapeutic agent for tumor treatment and bacteria killing. PDA possesses an excellent photothermal conversion efficiency of ∼40%, which is much higher than that of some reported PTT species, such as carbon-based nanomaterials, Cu-based nanoparticles, Au-based metal nanoparticles, and organic polymers. For example, Lu et al. investigated the photothermal effect of PDA nanoparticles (∼160 nm) for cancer therapy.53 They evaluated the molar extinction coefficient of PDA to determine its NIR absorption capability. Although the value of PDA (7.3 × 108 M−1 cm−1) was a bit lower than that of porphysomes (∼109 M−1 cm−1), it was still higher in comparison to other PTT systems (Table 1).54−58 Upon the NIR light irradiation for 500 s (808 nm, 2 W cm−2), the temperature of PDA aqueous solution (200 μg mL−1) increased by 33.6 °C, whereas the temperature increase for pure water group was only 3.2 °C. Then, the photothermal therapeutic potential of PDA was assessed both in vitro and in vivo. It was reported that these nanoparticles could efficiently kill cancer cells and inhibit tumor proliferation without damaging healthy tissues. On account of strong NIR absorption capacity and high photothermal conversion\nefficiency as well as easy surface decoration with other functional components, PDA could facilitate the design and fabrication of multifunctional platforms for synergistic therapy by combining PTT with other types of treatments.\nQuenching Effect. The development of various fluorescent sensors for detecting different biomolecules has attracted widespread attention. Owing to the inherent advantages of fluorescent sensors, such as operational convenience, high sensitivity, and in situ imaging properties, they hold a great potential for the applications in drug discovery, clinical diagnostics, environmental monitoring, and food safety.59 This type of sensors is usually based on Förster resonance energy transfer (FRET), consisting of a quencher and a fluorophore. The quenching effect is due to the energy/ electron transfer between excited fluorophore as energy/ electron donor and quencher as energy/electron acceptor. The strong fluorescence quenching ability of PDA was reported by Xu and co-workers.59 They labeled DNAs with four kinds of different fluorophores, i.e., 6-carboxytetramethylrhodamine (TAMRA), 6-carboxyfluorescein (FAM), aminomethylcoumarin acetate (AMCA), and Cy5. As shown in Figure 4A−E, in the absence of PDA nanospheres, these fluorophore-labeled DNAs showed strong fluorescence emission. After the introduction of PDA, however, the DNA probe would bind to the PDA surface and thus result in strong fluorescent quenching effect of the fluorophores. Up to 97% quenching efficiency was obtained for all four fluorophores. The quinone residues on the PDA surface could capture most of excited electrons from the fluorescent dyes upon laser irradiation, leading to the fluorescence quenching.60 Thus, the fluorescence quenching is distance-dependent, which means that the farther the fluorophores from the PDA surface are, the weaker the quenching effect of PDA for these fluorophores is. Recently, Cho and co-workers conducted a research to inhibit innate fluorescence quenching property of PDA.61 Silica layers with different thickness were coated on the surface of PDA nanospheres. Then, these nanoparticles were labeled with fluorescent molecules on the outer layer. They found that, as the thickness of silica coating increased, significantly enhanced fluorescent intensity could be achieved.\nBiocompatibility and Endosomal Escape. PDA is a naturally occurring substance in organism, which has a wide distribution in human bodies and other living systems. It is a promising candidate for the applications in the biomedical field. The biocompatibility of PDA is of cardinal significance. Ji et al. studied the in vitro and in vivo biocompatibility and stability of PDA shell coated on gold nanoparticles (GNP@ PDA).29 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay exhibited that GNP@PDA (with a concentration of Au up to 20 mg L−1) did not have obvious\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8542\ncytotoxicity on HepG2 cells. Next, they studied the biocompatibility of GNP@PDA in vivo. Hemotoxylin and eosin (H&E) stained images of major organs (liver, spleen, and kidney) revealed that no notable organ damages were found for GNP@PDA-treated mice after 42 days. As shown in Figure 4F−M, the thickness of the PDA shell on gold nanoparticles was not significantly changed in the liver cells after the injection up to 42 days. These results revealed that the PDA coating is biocompatible and stable in vivo. It is worth noticing that GNPs@PDA could be observed not only in lysosome (Figure 4G,I,M) but also in cytosol (Figure 4H,K), indicating that GNPs@PDA could partially escape from lysosomes/ endosomes. This phenomenon might be attributed to relatively high amount of amino groups on the PDA shell, which could result in endosomal escape on account of the proton sponge effect. The endosomal escape ability of PDA was also proven by Ding and co-workers.62 This great feature makes PDA a promising delivery platform, which can help transport a broad range of cargos, such as anticancer drugs and siRNA, into cytoplasm.\nIn addition to gold nanoparticles, Lee et al. used graphene quantum dots as the core and studied the cytotoxicity of PDAcoated dots in vivo.63 It was observed that the PDA coating could reduce the inflammation and blood toxicity caused by uncoated graphene quantum dots. Tan et al. studied the biosafety of hollow PDA nanocapsules.64 They loaded ionic liquids (ILs) into the cavity of hollow PDA and evaluated the cytotoxicity of this IL/PDA composite on HepG2 cells. The viability of cells was still about 80% when the concentration of IL/PDA reached 200 μg mL−1, suggesting that IL/PDA had no obvious cytotoxicity."
    }, {
      "heading" : "NANO/MICROSTRUCTURES OF PDA",
      "text" : "Owing to its robust properties, PDA can be produced in different nanostructures. To date, diverse types of PDA-derived nanocomposites have been reported. In this section, we mainly discuss the nanostructures of PDA itself, and the core@shell nanocomposites based on PDA surface modification will be discussed in the section Surface Modification.\nPDA Nanoparticles. PDA nanoparticles could be prepared simply by the polymerization of DA under basic conditions. A\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8543\nvariety of methods have been adopted for the generation of PDA nanoparticles depending on the requirements of size or specific applications. As above-mentioned, physicochemical properties of PDA nanoparticles could be affected by reaction conditions, such as solvent, pH, reaction time and DA concentrations. PDA nanoparticles ranging from 50 to 400 nm could be produced by adjusting these factors.22,23,53 However, the fabrication of relatively small PDA nanoparticles (<50 nm in diameter) is difficult. A method to synthesize small PDA nanoparticles was reported by Liu et al.65 They introduced a reverse microemulsion process for the DA polymerization in the presence of surfactants, resulting in PDA nanoparticles with diameters of 25−43 nm. The diameter of PDA nanoparticles could be tuned by varying the amount of DA monomer in the emulsion. As the PDA surface possesses adherent capability and various active functional groups (amine and hydroxyl moieties), PDA nanoparticles could be employed as the core and various polymers and functional species could be assembled as the shell, thus affording core@ shell nanocomposites for specific applications. PDA Hollow Capsules. The second type of PDA nanostructure is hollow capsule. The development of a robust and versatile method for the fabrication of polymer capsules is an important research topic for many applications such as biomedicine. The conventional method for the fabrication of polymer capsules is the layer-by-layer (LbL) assembly. A wide range of biogenic capsules have been synthesized using this approach, including human serum albumin/lipid-based capsules, chitosan/alginate multilayer capsules, hemoglobin proteinbased hollow capsules, and Schiff base-mediated alginate dialdehyde capsules.66 Due to the multistep procedures, LbL assembly is usually labor-intensive and time-consuming.67 By contrast, the fabrication of PDA capsules is relatively simple, which involves the assembly of thin PDA films onto a template, followed by the template removal. Template, including hard template and soft template, plays a central role in this process because it can control the size, shape and structure of hollow PDA capsules.\nTemplates have been used for the formation of hollow PDA capsules, which include silica (SiO2) nanoparticles, polystyrene (PS) spheres, CaCO3 microparticles and MnCO3 particles. Sun and co-workers developed (Figure 5) pH-responsive capsules by the polymerization of DA with hydrogen-bonding LbL assembly of DA-functionalized poly(acrylic acid) (PAAdopa) and poly(vinylpyrrolidone) (PVPON).68 Organic reagents could also be used as templates. Yu et al. reported that PDA hollow capsules were readily generated by spontaneous oxidative polymerization of DA and PDA deposition on the PS surface, followed by the template removal with tetrahydrofuran (THF) for 48 h.69 They studied the influence of DA concentration and deposition time on the shell thickness of PDA capsules. By using the same PS as the template, similar PDA capsules were prepared by Cheng and co-workers.70 However, harsh chemical reagents are required in these methods for the removal of templates (SiO2 or PS). Zheng et al. reported a method for the preparation of PDA capsules using CaCO3 microparticles as the template.\n71 CaCO3 core could be removed by dissolving in a mild ethylenediaminetetraacetic acid (EDTA) solution via chelating effect rather than using HF or THF. Recently, Li et al. showed that PDA microcapsules were obtained using MnCO3 particles as the template, followed by the template removal with EDTA.72 The morphology and thickness of the capsule wall could be tuned by the DA concentration or the pH value of Tris-HCl buffer. Many soft templates have also been reported for the construction of PDA capsules. Compared with hard templates, soft ones can avoid harsh chemical reaction conditions such as using organic reagents and strong acids required for the template removal. Caruso and co-workers utilized dimethyldiethoxysilane (DMDES) emulsion droplets to prepare monodispersed PDA microcapsules.73 In this case, DA was dissolved in Tris buffer at pH 8.5, followed by the addition of DMDES as the template, allowing for the formation of PDA film-coated DMDES composites. The PDA capsules were then obtained by removing the cores using aqueous ethanol. The\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8544\nthickness of the capsules wall was modulated from 10 to 140 nm by varying the template concentration and the number of DA polymerization cycles. Using a similar method, the same research team produced PDA capsules and subsequently utilized them as a drug delivery platform.74 Ni et al. prepared PDA hollow capsules using miscible THF and Tris buffer mixture.75 Compared with the capsules produced by Caruso et al., the PDA capsules obtained by this method had a diameter of about 200 nm and a shell thickness of about 40 nm. Interestingly, no emulsion template was initially added in this approach. They proposed that the THF−Tris buffer mixture could produce microphase-separated complexes to act as the template for the formation of PDA capsules. PDA Nanofibers and Nanotubes. Nanofibers and nanobelts as a kind of assembled nanostructures of PDA were prepared by Jin and co-workers in a DA/folic acid (FA) system.76 The preparation process could be divided into two stages. First, DA and FA were stirred in water in the dark for 24 h or longer. Second, Tris buffer was added and stirred for different periods of time. It was found that the time period of stage I determines whether the fiber structures could be formed or not, and the duration of time it took in stage II affects the morphology and size of PDA nanofibers. The length of nanofibers varied from several hundred nanometers to several tens of micrometers, depending on the reaction time. They subsequently investigated the effect of FA in the formation of PDA nanofibers.77 The introduction of FA in\nthe DA self-polymerization could influence the structures of oligomers, thus affecting the morphology of the resulted FAPDA nanostructures. FA favors the formation of cyclic tetramers, resulting in increased π−π stacking interactions in the PDA nanofibers. Zhou and co-workers fabricated PDA nanofibers by using tobacco mosaic virus (TMV) as a template.78 They found that the DA concentration and pH value of buffer were important to the reaction process, showing a great influence on the assembly pattern and surface morphology of PDA nanofibers (Figure 6A−D). In another work, Xue and co-workers developed a scalable method to fabricate PDA nanotubes using curcumin crystal as the template (Figure 6E−K).79 These hollow PDA nanotubes showed improved Brunauer−Emmett−Teller (BET) surface area of 51.9 m2 g−1, having both microporous (∼2 nm) and mesoporous (∼20 nm) features.\nPDA Microfilms. In addition to three-dimensional (3D) structures (particles and hollow capsules) and one-dimensional (1D) structures (nanofibers and nanotubes), two-dimensional (2D) structures of PDA microfilms were reported by Hong and co-workers.80 PDA research mainly focuses on either controlling the properties of this material or the surface modification at solid−liquid interface. In this study, the catecholamine oxidation reaction occurred at an air−water interface, affording mechanically robust, freestanding and selfhealing Janus PDA microfilms. They added poly(ethlyenimine) (PEI) into the aqueous solution of DA, allowing the amine\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8545\ngroups of PEI to participate in the process of cross-linking with the catechol moiety of PDA. PEI serves as a polymeric template, enhancing the mechanical properties and further enabling the freestanding formation of PDA microfilms. Other Nanostructures. Xiang et al. developed a “chelation\ncompetition induced polymerization” strategy to prepare a kind of dodecahedral hollow PDA nanocontainer (PDA NCT).81 They first synthesized Au-nanorod-containing zeolite (AuNRs@ZIF-8), which was composed of Zn2+ and 2- methylimidazole. Such AuNRs@ZIF-8 nanostructure served as a template for subsequent construction of PDA NCT. Then, the system utilized the coordination abilities of 2-methylimidazole and DA with Zn2+, resulting in the decomposition of ZIF-8 and simultaneous self-polymerization of DA on the dodecahedral skeleton of ZIF-8. The Au nanorods were naturally trapped in PDA NCT with DA gradually replacing the position of Zn2+ in ZIF-8, thus fabricating an Au-loaded PDA hollow nanostructure (AuNRs@PDA NCT). In another work, a flowerlike hierarchical PDA nanostructure was presented by Li et al.82 These PDA nanoparticles could be obtained by the co-assembly of phosphotungstic acid (PTA) and DA. The morphology and size of such flowerlike nanoparticles were tuned by changing the ratio of these two components. Ding and co-workers fabricated helically coiled PDA nanofibers using lipid nanotubes (LNTs) as the template.83 However, the template was not removed in the end. Compared to their linear counterparts, coiled PDA−LNT hybrid exhibited better light absorbance and photothermal conversion efficiency. It was proposed that these nanomaterials have a promising potential for some interesting applications, such as being as PTT agents for cancer therapy and highperformance drug delivery systems."
    }, {
      "heading" : "SURFACE MODIFICATION",
      "text" : "Surface modification of different materials plays an essential role in modulating their properties, improving their performance and extending their applications.49 Before the discovery of PDA coating, the LbL assembly, self-assembled monolayer (SAM) and plasma treatment were the three dominant strategies in surface modification chemistry. The deposition process of LbL often involves many coating cycles. SAM requires matching surface−adsorbate chemistry. The plasma surface modification is transient, because the properties of the modified surfaces may change upon time.27 On account of excellent surface adherent property and a variety of functional groups, PDA has been extensively used for the coating of various materials. Compared with other surface modification methods, PDA can easily functionalize broader range of surfaces, including most noble metals and metal oxides as well as materials with low surface energy (carbon nanotubes, graphene, PS, etc). The decoration of PDA films on these materials not only improves their solubility and stability but also renders them to be multifunctional and smart platforms. As the PDA film could act as a “linker”, a wide range of functional species such as anticancer drugs and contrast agents could be introduced to the surfaces.\nMetal Oxides. Fe3O4 is one of the most frequently used metal oxides in PDA surface modification. Owing to intrinsic magnetism of Fe3O4, the PDA-modified Fe3O4 nanoparticles can be easily collected and purified by an external magnetic field. These nanoparticles showed potential applications in nanomedicine for magnetically guided treatments. Mrowczynski and co-workers prepared Fe3O4 nanoparticles by a coprecipitation method and then coated them with a PDA film in Tris buffer.84 TEM images revealed that the obtained Fe3O4@PDA had a spherical morphology with the diameter of about 8 nm and film thickness of approximately 1.5 nm. The Fe3O4@PDA nanoparticles were employed for the delivery of\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8546\nDOX. Wu et al. fabricated Fe3O4@PDA nanoparticles with the size about 50−60 nm (Figure 7A−C).85 These nanoparticles were then loaded into natural killer (NK) cells. They conducted in vivo experiments with Fe3O4@PDA labeled NK cells, indicating that the application of external magnetic fields could enhance the accumulation of nanoparticles in tumor region and significantly inhibit the tumor growth. In addition to single Fe3O4 nanoparticles, PDA was also utilized to modify Fe3O4 nanoparticle clusters (Figure 7D,E).\n86 Wu and coworkers fabricated a core−shell nanocomposite with superparamagnetic iron oxide nanoparticle clusters as the core and PDA as the shell (SPION cluster@PDA).87 The nanocomposite was around 50 nm in diameter with about 4 nm of PDA layer. The nanocomposite was then used to kill cancer cells based on its photothermal effect, exhibiting enhanced photothermal property as compared with uncoated magnetic clusters. The reason might be attributed to the combined photothermal conversion capability of crystallized iron oxide and PDA layer. Zheng et al. synthesized a similar platform based on PDA-coated Fe3O4 clusters and investigated the reason why their photothermal effect was better than Fe3O4 and PDA nanoparticles alone.88 They reported that the enhanced photothermal effect of PDA-coated Fe3O4 clusters was due to increased NIR absorption rather than photothermal conversion efficiency in this system. Li et al. synthesized Fe3O4@Au@PDA nanocomposites.\n89 In this case, Fe3O4 nanoparticles were initially covered with Au to form Fe3O4@ Au. Then, Fe3O4@Au clusters were coated with a PDA layer. Such nanocomposites could be used in the separation and analysis of Cu2+. In addition to commonly used iron oxide, other metal oxides were also integrated with PDA to afford functional nanoplat-\nforms. Mn3O4 is a kind of T1-weighted magnetic resonance imaging (MRI) agent, which can be used for imaging-guided therapy. Lee and co-workers presented Mn3O4−PDA− graphene quantum dot hybrid nanoparticles (Mn3O4@PDAGQD) for T1-weighted MRI and optical imaging-guided photodynamic therapy (PDT).90 PDA acts as a linker in this system. The conjugation of graphene quantum dots to Mn3O4 nanoparticles through the PDA linker improved the water solubility of Mn3O4, enabling an enhanced accumulation in tumor sites. Recently, Lee et al. fabricated carbon-coated Mn3O4 nanocrystals as a support for Pt electrocatalysts (Mn3O4/Pts@C) using PDA as the carbon source.\n91 They first prepared Mn3O4 nanoparticles and then coated them with a thin PDA layer. The resultant Mn3O4@PDA nanoparticles were heated in a reductive atmosphere for 5 h. The PDA shell was carbonized and converted into the N-doped carbon layer with high electrical conductivity, allowing the Pt deposition onto the Mn3O4 surface during subsequent galvanic replacement reaction. Mn3O4/Pts@C showed 10-fold increased mass activity in the O2 reduction reaction in comparison with Mn3O4-supported Pt. Tungsten trioxide (WO3) nanoparticles covered with a PDA layer for targeted PTT were reported by Park et al.92 The hyaluronic acid targeting group was conjugated onto the WO3 surface with the help of PDA. Moreover, the PDA coating renders the composites with outstanding biocompatibility. Wang et al. designed a photoelectrochemical immunosensor for the insulin detection.93 The electrode consisted of a WO3/ CdS/PDA sandwich structure. CdS nanoparticles were initially deposited on WO3 nanorods, forming WO3/CdS nanostructure to increase the photocurrent. The composites were then coated with the PDA layer to fabricate the WO3/CdS/PDA\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8547\nsandwich structure. The PDA coating was employed to lower the CdS toxicity and adsorb the insulin primary antibody. Noble Metals. On account of outstanding physicochemical properties, such as low toxicity, good biocompatibility, easy preparation, and surface functionalization, as well as excellent optical properties, gold nanostructures have become one of the most popular materials for numerous applications. Diverse gold structures have been synthesized, including nanostars, nanorods, and nanospheres. Here, we mainly discuss the surface modifications of gold nanostructures with PDA for different applications. Li et al. fabricated PDA-encapsulated gold nanorods (GNR@PDA).94 Cetyltrimethylammonium bromide (CTAB)-coated gold nanorods were first prepared by a seedmediated method. CTAB plays a crucial role in modulating the anisotropic particle growth of gold nanorods. Then, the CTAB layer was replaced by polyethylene glycol (PEG) chain, because CTAB-coated gold nanorods were prone to form large aggregates in alkaline solution. The nanorods were further covered with a PDA film and loaded with DOX (Figure 8A−C). The obtained GNR@PDA exhibited high photothermal property in low concentrations. The in vitro and in vivo assay demonstrated superb anticancer activity in combined PTT/PDT or chemo/photothermal therapy. Zhang and coworkers reported PDA-coated and Cu(II)-doped gold nanorods (AuNR@CuPDA).95 The PDA shell promoted the physiological stability, biocompatibility and photothermal performance of gold nanorods. In addition, the introduction of PDA also prolonged the blood circulation time of gold nanorods, where the half-life increased from 0.7 to 4.5 h. Cu(II) was doped in the PDA layer, which endowed gold nanorods with MRI and chemotherapeutic functions. In a separate study, Azab et al. explored the growth of PDA layer on positively or negatively charged gold nanorod surfaces.96 They studied the effect of different functional groups such as polyelectrolyte and alkanethiol deposited onto gold nanorod surfaces on the kinetics and thickness of the PDA layer. They revealed that, even though PDA could form a coating layer on these functionalized surfaces, the growth rate and thickness of the PDA layer were significantly affected by the underlying functional groups. In addition to gold nanorods, gold nanostars (GNS) were also coated with PDA layers for achieving useful nanoplatforms. Nie et al. synthesized PDA-coated GNS (GNS@PDA) for imaging-guided PTT.97 Cy7 or Fe3+ was then anchored to the PDA layer by Michael addition reaction or chelation interaction (Figure 8D-E). They successfully developed a versatile platform based on GNS@PDA with intrinsic multiple imaging-guided PTT and fibroblast activation protein-activatable near-infrared fluorescence. A similar PDA-coated gold nanostar structure was presented by Li et al.98 This system was used for computed tomography (CT) imaging and PTT. The light to heat conversion efficiency of the system was greatly increased, owing to the coexistence of PDA rim and gold nanostars. In addition, the use of PDA layer in this study played a crucial role to obtain an efficient multimodal platform for both CT and PTT. Gold nanoparticles are also often integrated with PDA for various applications. Ye et al. presented ultrathin PDA film encapsulated gold nanoparticles (AuNP@PDA),99 which acted as a substrate for shell-isolated nanoparticle-enhanced Raman spectroscopy (SHINERS). AuNP@PDA with an ultrathin PDA shell (1.3 nm) exhibited higher surface-enhanced Raman\nspectroscopy (SERS) as compared with uncoated ones. Benzotriazole (BTA) is a useful corrosion inhibitor, and the AuNP@PDA substrate showed sensitive detection of BTA under SERS through the π−π stacking interaction between BTA and PDA. A low detection limit of 1 nM was achieved, showing a linear response from 10−4 to 10−8 M. This AuNP@ PDA substrate for the SHINERS assay showed promising advances in the field of environmental monitoring. In another study, PDA was coated on gold nanoparticles, followed by the surface conjugation with bovine serum albumin−dextran (BSA−BD) for PTT of cancer.100 The thickness of the PDA layer and photothermal cytotoxicity of the obtained nanosystem were dependent on the weight ratio of DA to Au. The conjugation of BSA−BD on the PDA surface prolonged the circulation time of the nanosystem in blood and increased its accumulation in tumor.\nCarbon Nanomaterials. Carbon nanomaterials are a large family, consisting of carbon dots, carbon nanotubes, fullerene, graphene, and carbon spheres. However, their potential toxicity limits their applications in biomedical filed to some extent. The functionalization and surface modification are a promising strategy to overcome this drawback. Carbon nanotubes, including single-walled carbon nanotubes (SWNTs) and multiwalled carbon nanotubes (MWNTs), possess many physical and chemical properties and have been extensively explored in areas such as nanomedicine and biosensors. For examples, Liu et al. reported an SWNT@PDA-based multimodal nanoplatform.101 Radioisotope cancer therapy and PTT could be simultaneously achieved using this nanoplatform. The PDA shell in this system not only made SWNTs highly stable and water-soluble but also offered additional functionalities such as chelating with Mn2+ to provide enhanced T1 and T2 MRI contrast and enabling efficient radioisotope labeling with 131I to perform radioisotope therapy. PDA can also be used for the surface decoration of MWNTs (Figure 9).102 Wang et al.\ndesigned PDA-wrapped Gd-loaded MWNTs (MWNT-Gd@ PDA) for dual-modality imaging-guided PTT.103 The PDA coating was employed to prevent the Gd leakage from MWNTs. Yin et al. constructed a molecularly imprinted polymer-based electrochemical sensor (MWNT@PDA) for the detection of sunset yellow (SY) through the polymerization of DA on MWNTs.104 The prepared MWNT@PDA sensor showed linear relationship to the SY concentration ranging from 2.2 nM to 4.64 μM and the detection limit of SY\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8548\nwas 1.4 nM. Furthermore, the fabricated sensor was applied to sense SY in real spiked samples. The authors proposed that, due to suitable electrochemical performance, MWNT@PDA could be useful in MWNT-based microcables, microelectronic devices, and electron transfer process. Graphene oxide (GO) and reduced graphene oxide (rGO)\npossess intrinsic NIR absorbance property, making them promising candidates in biomedicine. Hu et al. developed ICGloaded PDA-coated rGO (rGO@PDA-ICG) for enhancing photoacoustic imaging and PTT.105 The PDA coating could improve the water-solubility and biocompatibility rGO. Moreover, the PDA layer could effectively encapsulate ICG molecule, enhancing optical absorption in the NIR region. In addition to biomedicine, PDA-coated graphene nanosheets can be used in many other areas. Wang et al. indicated that strong interaction between GO and PDA could induce N-containing active sites, resulting in an excellent electrocatalytic activity. Thus, they used GO@PDA as an electrocatalyst for oxygen reduction. Compared with Pt-based catalysts, the GO@PDA exhibited better stability and methanol resistance.106 In another study by Zhang et al., GO@PDA was utilized as a\nseparation membrane.107 They reported that the PDA coating could modulate the microstructure of GO and the size of membrane nanochannels. Such GO@PDA-based membrane showed significantly different separation performance as compared with the GO membrane. Other types of carbon nanostructures have also been\ncovered by PDA for specific applications. Carbon nanospheres were coated with a PDA layer, followed by the conjugation of FA to the PDA shell for targeting tumor cells. Then, ICG was efficiently introduced to the PDA layer through π−π stacking and hydrophobic interactions.108 This system showed good water dispersibility and size stability, high specificity, low cytotoxicity, and strong NIR absorbance. PDT and PTT could be simultaneously achieved by this system with single NIR irradiation. Carbon-based electrochemical capacitors are very useful in electric devices because of their long cycle life, intrinsic safety and short charging time. Porous carbon nanosheets are one of promising carbon materials for fabricating electrochemical capacitors. Lee et al. developed high-performance electrochemical capacitors based on PDA modified interconnected porous carbon nanosheets\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8549\n(IPCN).109 A PDA coating was conducted on IPCN, followed by the deposition of Fe3+ and tannic acid. After the PDA coating, the specific capacitance increased by 40% as compared with that of uncoated IPCN electrodes, attributing to the pseudocapacitance provided by catechol groups of the PDA layer. Strong interactions between Fe3+ and catechol groups also led to enhanced capacitance retention. In another work, PDA was used to modify the surface of carbon fibers, which dramatically promoted mechanical properties of the fibers.110\nPolymers. Some polymers are coated with the PDA layer to afford useful nanoplatforms for nanomedicine. Poly(lactic-coglycolic) acid (PLGA) is one of the most common and versatile biomedical polymers to be used in clinics. PLGA can be easily tailored, being processed into different size and shape to serve as scaffolds for bioactive payloads. In addition, chemical modifications of PLGA with other polymers or molecules would render PLGA with more functional properties.111 Tao et al. synthesized cholic acid-functionalized PLGAb-D-α-tocopheryl polyethylene glycol 1000 succinate (CAPLGA-b-TPGS), followed by the surface coating of PDA.112 Then, aptamer was conjugated on the PDA layer. This system was employed as a delivery platform of anticancer drug docetaxel for enhanced therapy of breast cancer. Here, PDA acted as a linker for the introduction of tumor targeting group aptamer. Ding et al. used a PLGA-derived polymer as the core and PDA as the shell to construct hollow core−shell structured nanoparticles.113 Such nanoparticles were utilized for coloading of two types of anticancer drugs and siRNA. The PDA shell in this system could protect drugs from burst release and offer excellent PTT effect. Recently, Zeng and co-workers covered PLGA nanoparticles with a PDA layer, followed by the introduction of TPGS on the PDA layer.114 This system could be used for synergistic chemo/photothemal therapy against multi-drug-resistant cancer. PS has also been decorated with PDA. Kohri et al. reported a raspberry-like system composed of a PS core and PDA nodules,115 which was obtained in the presence of substances (such as caffeic acid) with carboxylic acid groups in a mixture of water/methanol (1:1). In this case, intermolecular PDA aggregation could result in a large amount of PDA nodules at higher methanol concentration, as methanol was a poor solvent for DA oligomers. Thus, the DA polymerization was inhibited by excess caffeic acid, preventing the PDA nodule formation. Caffeic acid dominantly participated in the nanoparticle formation process, which was not affected by the catechol moiety. The PDA nodules could grow vertically on the PS core, generating raspberry-like nanoparticles. The technique may be applicable to the preparation of other types of raspberry-like particles. In addition to PLGA-derived polymers and PS, a wide range of polymer materials coated with PDA have been reported, such as polyacrylonitrile,116 polyurethane,117 and poly(caprolactone).118\nOther Materials. Micelles are amphiphilic block copolymers with a hydrophobic inner core and a hydrophilic outer shell. Micelles exhibit many superior characteristics including good thermodynamic stability and desired bioavailability, which have attracted massive attention in the biomedical area. The inner core can encapsulate drugs, whereas the outer layer can protect drugs from the damage of external environment as well as improve the solubility of poorly water-soluble drugs. Wu et al. developed PDA-coated micelles for synergistic chemo/photothermal therapy.119 They first fabricated micelles using an amphiphilic block copolymer\npoly(ethylene glycol)45-b-poly(L-cysteine)20 by the self-assembly and then loaded DOX in the inner core. After the PDA coating on the outer surface of DOX-loaded micelles, the nanocomposites showed strong NIR absorption and photothermal property. This drug delivery system demonstrated an excellent synergistic antitumor effect. Mesoporous silica nanoparticles (MSNs) as drug delivery systems may exhibit potential cytotoxicity on account of interactions between surface silanol groups and cellular membrane, and premature drug release during the blood circulation.120,121 Mei and co-workers reported a tumortargeting drug delivery system based on PDA-coated MSNs (Figure 10A−E).122 Compared with unmodified MSNs, an easily identified PDA shell was observed from TEM images of PDA-coated MSNs. FA was conjugated onto to the PDA layer by the Michael addition reaction to endow the system with tumor-targeting capability. Because of the PDA coating, the delivery platform showed pH-responsive drug release behavior, which could reduce unexpected leakage of loaded drugs in blood (pH 7.4). Rare earth metals, such as lanthanide, have been employed in the preparation of upconversion nanoparticles (UCNPs). Over the past few years, UCNPs have gained tremendous attention owing to their remarkable optical properties, such as long luminescence decay time, low autofluorescence background signal, and high resistance to photobleaching and photoblinking. They are highly useful materials for diverse applications, including bioimaging, luminescent devices, and quantitative analysis of biological samples.123,124 Liu et al. developed NaYF4:Yb,Er@NaYF4:Yb nanoparticles, followed by coating with a PDA layer and conjugating with ICG.125 The PDA coating in this system served not only as a potential reservoir for ICG molecule but also as an assistant PTT agent for enhanced photothermal ability. Black phosphorus nanosheets (BPNSs) with high specific surface area, tunable direct bandgap, and in-plane anisotropy have been recognized as promising candidates for applications in electronic devices and nanomedicine.126 On the other hand, poor air and water stability under ambient conditions limits their potential biomedical applications. To address this issue, Zeng et al. reported a simple surface modification strategy using PDA to enhance the stability of BPNSs.127,128 The PDA layer could efficiently isolate the internal BPNSs from external water and oxygen, improving the stability. On account of high photothermal conversion efficiency and strong NIR absorption ability of PDA, the PDA layer could further enhance the photothermal performance of BPNSs. Subsequently, they used this hybrid system for combinational chemotherapy, gene therapy, and PTT toward multidrug-resistant cancer. The schematic illustration of the procedure used to fabricate such nanostructures and TEM images of relevant samples are shown in Figure 10F−H. In addition to above-mentioned materials, many other substrates have been modified with PDA for different applications.129−134 Table 2 presents more information about PDA-functionalized materials."
    }, {
      "heading" : "BIOMEDICAL APPLICATIONS OF PDA-BASED MATERIALS",
      "text" : "As discussed above, PDA has been widely employed for the surface modification and functionalization of various materials. On account of versatile properties, PDA-based materials have gained a great research interest for a variety of applications. In this section, we mainly highlight biomedical applications of\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8550\nPDA-based materials, including biosensing, bioimaging, cancer theranostics, and antibiosis. Biosensing. Matrix metalloproteinases (MMPs) are the primary enzymes in the cleaving components of the extracellular matrix and play an essential role in tissue remodeling. Under normal conditions, the activity of MMPs is negligible, while during remodeling or repairing processes under inflammation, wound healing, and diseased tissue, the MMP activity is considerably increased. In almost every kind of human cancers, MMPs are up-regulated. Therefore, ultrasensitive detection of such proteins is important for early diagnosis or state monitoring of cancer or other diseases. Zheng and co-workers presented a peptide-cleavage-based biosensor for the MMP-7 detection.135 SAM of HS(CH2)11COOH and Pd was loaded on PDA nanoparticles, forming a catalytic electrode. Subsequently, the electrode was linked with redox species methylene-blue-containing substrate by a specific kind of protein. The principle of this dualreaction-triggered detection of MMP-7 was as follows. In the presence of MMP-7, the peptide between the substrate and catalytic probe would be cleaved, causing a decrease in the current signal. Then, the precipitation with poor electrical conductivity was generated through catalytic precipitation\nreaction induced by the disengaged Pd-based probe on the substrate, further decreasing the current signal. This biosensor exhibited a sensitive detection to MMP-7 with a broad range from 10 fg mL−1 to 10 ng m−1 and an ultralow detection limit of 3.1 fg mL−1. The PDA nanoparticles in this study served as a carrier for the Pd catalyst. Nucleic acids, including DNA and RNA, play an essential role in a lot of diseases, such as diabetes, cancer, and cardiovascular diseases. Therefore, selective and sensitive detection of DNA or RNA is of great significance for clinical diagnosis. Yang et al. reported a crown-like SiO2@PDA-DNACeO2 hybrid system by assembling SiO2@PDA-DNA1 nanoparticles with satellite CeO2-DNA2 nanoparticles for the detection of H2O2 and microRNA-21.\n136 The fluorescence of dye-labeled single-stranded DNA adsorbed on the PDA layer could be effectively quenched. In the presence of microRNA21, specific binding between microRNA-21 and dye-labeled DNA1 probe induced the formation of a duplex structure, leading to the release of the DNA1 probe from the PDA surface and subsequent fluorescence recovery. Moreover, H2O2 could cause the release of dye-labeled DNA2 probe from CeO2 deposited on the PDA shell, thus realizing the detection of H2O2. PDA played an indispensable role for the detection of microRNA-21 and H2O2 in this system. It not only acted as a quenching agent but also provided a platform for the decoration of DNA1 and CeO2-DNA2 via π−π stacking or coordination interactions. Very recently, Meng et al. demonstrated a robust PDA-based metal coordination mediated biosensor for selective detection of DNA (Figure 11).137 Ca2+ was incorporated onto the surface of PDA nanoparticles through the chelation. Then, Ca2+-doped PDA nanoparticles adsorbed the fluorescently labeled DNA probe and quenched the fluorescence. It is worth highlighting that the DNA adsorption in this work was not assigned to the π−π stacking interaction between PDA aromatic groups and DNA nucleobases, but due to the metal coordination between DNA phosphate backbone and Ca2+. This distinct adsorption mechanism endowed this system with a significant property to effectively resist nonspecific DNA displacement by other competing biological ligands, thus avoiding false positive signals. Carcinoembryonic antigen (CEA) is one of the tumor markers associated with colorectal, liver, and pancreatic cancers, and the CEA concentration in serum could reflect the progress of tumor. Tang et al. described a biosensor for the determination of CEA.138 They first deposited PDA-Pb(II) complex on the glassy carbon electrode surface. On account of good conductivity of PDA and its excellent adsorption capacity for Pb2+, PDA-Pb(II) could act as a redox system to provide a strong current signal at −0.464 V (vs Ag/AgCl). The electrode was then coated with chitosan−gold nanocomposites. Finally, antibodies (anti-CEA) were attached on the substrate to obtain immunoassay platform. The obtained biosensor showed high performance for the detection of CEA with good stability and high sensitivity. In another case, Ma et al. developed a nanoplatform of dye-labeled DNA loaded PDA for the monitoring of antioxidants.139 As above-mentioned, the fluorescence of dye-labeled DNA could be quenched by PDA after the loading. In the presence of antioxidants, such as cysteine, ascorbic acid, homocysteine, and glutathione, spontaneous oxidative polymerization from DA to PDA was blocked, leading to the release of dye-labeled DNA and the recovery of the fluorescence.\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8551\nBioimaging. MRI is a noninvasive diagnostic tool with temporal and spatial resolutions. The MRI contrast agents are often utilized to enhance inherent low-sensitive signal intensity of the body through accelerating proton relaxation of water. The contrast agents could be divided into two categories: longitudinal relaxation (T1) and transversal relaxation (T2). The T1-weighted MRI exhibits high tissue resolution, whereas T2-weighted MRI is good for softer tissues having high detection feasibility. However, PDA itself cannot be used as an MRI contrast agent. Thus, other MRI-active species are introduced to the PDA systems for MRI. Gadolinium- and manganese-based nanoparticles are usually employed as T1 contrast agents. Liu et al. reported a class of magnetic resonance contrast agent based on PDA-coated Gd2(CO3)3. 140 They further anchored a cartilage-targeting peptide into the nanoparticles, follwed by loading of hesperetin. The obtained nanosystem (GdPDW) showed excellent cartilage affinity and magnetic resonance suitability (Figure 12A,B). Tsai et al. investigated calcium/manganese cation-chelated alginate-PDA nanogels for efficient T1-weighted MRI in vivo.\n141 In this system, Mn cation served as a T1 contrast agent. Ca cation could enhance the stability of the nanogels. PDA made the nanogels highly biogenic and increased positive T1 relaxivity as compared to Gd-based contrast agents. In order to improve the blood circulation time of this system, PEG was introduced to the PDA surface as the capping agent. The results revealed that such PEGylated nanogels could significantly enhance the signal\nof T1-weighted MRI from liver and tumor tissues. Iron oxide is a kind of T2 contrast agent in MRI. A biocompatible theranostic platform was constructed by Liu et al. using PDA shell-coated ferric oxide nanoparticles (Fe2O3@PDA).\n142 The platform was then conjugated with a tumor targeting peptide (affibody ZIGF1R:4551) and PEG. The final system presented the MRI of tumor bearing mouse with a decrease of 68% MRI signal, suggesting that the Fe2O3@PDA-affibody platform had a high T2-weighted contrast and could recognize tumor with high specificity and efficacy. In another interesting work, Chen et al. presented a PDA-based coordination complex (PDA@ CP3-DOX) for T1/T2 MRI-guided drug delivery.\n143 The ironchelated PDA nanoparticles acted as the T1 contrast agent, and the coordination polymer prepared from benzene-1,3,5tricarboxylic acid (H3BTC) and Fe was used as the T2 contrast agent. This platform was employed for synergistic chemo/photothermal therapy. Photoacoustic imaging enables the detection of many different biologically relevant species in a tumor microenvironment, such as certain enzymes, acidic pH, and reactive oxygen species (ROS).144 Li et al. demonstrated that biodegradable PDA nanoparticles were not only a good PTT agent but also an excellent photoacoustic imaging agent.145 PDA nanoparticles were modified with a tumor targeting group arginine-glycine-aspartic-cysteine acid (RGDC) peptide and a chemotherapeutic drug DOX to afford PDA-RGDC/DOX. The photoacoustic signal of this system could be obviously\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8552\ndetected in aqueous solution even at a concentration as low as 15 μg mL−1. The photoacoustic images of HeLa tumor bearing mice indicated that this system could serve as an excellent photoacoustic imaging agent, clearly illuminating the tumor site and delineating the tumor margins (Figure 12G,H). It was concluded that PDA-based theranostic agents were promising candidates for photoacoustic imaging-guided cancer therapy. Fluorescent imaging is a popular tool in disease diagnosis and imaging-guided therapeutics. As compared with other imaging techniques, fluorescence imaging has some excellent features, including cost effectiveness, high sensitivity, facile detection, and ready adjustment of fluorescence properties. Oxidative treatment of DA in H2O2 could yield fluorescent precipitates.146 Based on this principle, Chen et al. reported a facile method for the preparation of fluorescently labeled PDA (F-PDA) capsules.147 PDA capsules were first fabricated using a template. Then, the resulted PDA capsules were resuspended in Tris buffer of DA, followed by the addition of H2O2, providing fluorescent PDA coating on the preformed PDA capsules. The outer PDA layer was used to enhance the mechanical strength of this system. The F-PDA capsules could be effectively internalized by HeLa cells and readily visualized by conventional fluorescence microscopy. This method could offer the potential to track PDA-based materials in biological systems without conjugating with other dye molecules. In a recent study, PDA dots (PDADs) were prepared through the oxidation of DA solution under ambient temperature for 3 months without adding any oxidizing agents.148 The obtained PDADs showed blue fluorescence (quantum yield: 9.1%) in water. The fluorescent PDADs were then employed for the recognition of Al3+ and glutamate. In the presence of glutamate, blue fluorescence was greatly quenched, whereas\nthe addition of Al3+ induced the recovery of the fluorescence. In addition to the fluorescent emission of PDA itself, it could also be used to coat or load other fluorescent materials for specific applications. In a study by Jung et al.,149 fluorescent nanodiamonds were encapsulated by a PDA shell to form an integrated fluorescent probe for cell imaging. The PDA layer worked as a linker for the conjugation of PEG to enhance its colloidal stability in physiological buffer and biocompatibility in biological environment. X-ray CT imaging, as a nondestructive imaging tool with high spatial resolution and deep tissue penetration, has become an important approach for the inspection, evaluation and analysis in clinics. Gold nanoparticles are a type of widely investigated CT imaging agents. Recently, Sun et al. fabricated Au@PDA nanoparticles to be loaded with 125I (Au@ PDA-125I).150 High X-ray absorption of the gold element made the system suitable for CT imaging. 125I was employed for radiotherapy, and PDA provided a platform for 125I loading with a labeling rate of about 95.1%. In addition to gold, bismuth has also been used for CT imaging. Some relevant studies about PDA-Bi-based nanomaterials for CT imaging have been reported.151,152\nCancer Therapy. Chemotherapy is still an indispensable choice for cancer therapy. However, conventional chemotherapy suffers from several drawbacks, such as poor bioavailability and side effects due to nonspecific drug distribution, and the occurrence of chemoresistance.153 To address these problems, multifunctional nanoplatforms have been developed for the delivery of anticancer drugs. Targeted drug delivery systems could maximize the drug bioavailability and meanwhile minimize side effects to normal cells. Mei et al. fabricated a FA conjugated PDA coated onto MSNs for the\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8553\ndelivery of DOX (MSNs-DOX@PDA-FA).121 FA could selectively bind to the folate receptor that is normally overexpressed on the membrane of a wide range of cancerous cells. The pH-sensitive PDA layer acted as the gatekeeper, allowing sustained drug release. Active tumor targeting ability and pH-responsive drug release property could improve therapeutic outcome and reduce potential damage to healthy cells. Chen and co-workers reported a similar PDA-based nanostructure for targeted drug delivery, where the targeting ligand was replaced by nucleic acid aptamer.154 Mei and coworkers introduced TPGS to the PDA layer of MSNs@PDA, affording a drug delivery system (MSNs-DOX@PDA-TPGS) for the chemotherapy of multi-drug-resistant lung cancer.155 TPGS could inhibit P-glycoprotein (P-gp) meditated multidrug resistance in cancer cells by suppressing the P-gp activity. The MTT and cellular uptake assays revealed that MSNsDOX@PDA-TPGS could overcome the multidrug resistance of cancer cells to a certain extent, showing enhanced therapeutic effect. PTT is a noninvasive and selective method for cancer therapy. This is because that the thermal effect is generated only when NIR light is applied in the presence of PTT agents. In addition, external laser irradiation permits precise targeting at tumor region, so that the damage to the surrounding normal tissues could be minimized.144,156 Owing to strong NIR absorption and photothermal conversion capacity, PDA-based materials present a great potential as excellent PTT agent. As compared with other PTT agents, PDA has better biodegradability, biocompatibility and negligible long-term toxicity. In a recent study, Wang et al. designed hybrid nanogels by the\nhybridization of DA in the skeleton of MnCo (Figure 13).157 Compared with pure PDA or MnCo, the resultant hybrid nanogels exhibited higher photothermal conversion efficiency. After the PEGylation and targeting ligand modification, the nanosystem showed further enhanced photothermal effect and higher accumulation at the tumor site. Jiang et al. presented red blood cell (RBC) membrane-coated PDA (PDA@RBC) as a therapeutic platform for PTT of cancer in vivo.158 The RBC membrane coating on PDA nanoparticles not only maintained excellent photothermal property of the platform but also improved the tumor accumulation. Thus, this PDA@RBC platform showed better antitumor efficacy in vivo than that of mere PDA nanoparticles. PDT, another form of light-based medical therapy, has been widely acknowledged as a potent treatment approach for a variety of tumors, because of its minimal side effects, excellent controllability, organ function-sparing ability, and reduced long-term morbidity.159−161 PDT needs three main components: PDT agent (photosensitizer), oxygen, and light. The principle underlying this treatment is the generation of ROS by the interaction between PDT agent and oxygen under light irradiation. Recently, Liu et al. developed O2-self-supplied PDT system in order to overcome hypoxia-mediated tumor resistance to PDT.162 They first fabricated PDA-hemoglobin (Hb)-methylene blue (MB) nanoparticles (PDA-Hb-MB), followed by the encapsulation with biovesicles generated from RBC membranes (PDA-Hb-MB@RBCMs). Hb, which is rich in RBC, accounts for the high oxygen-carrying capacity of RBC. Thus, Hb could serve as an in situ oxygen-offering agent in this PDT system. However, Hb is susceptible to the auto-\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8554\noxidation during the blood circulation, resulting in the loss of its O2-supplying ability. The introduction of PDA could prevent Hb from being oxidized during the circulation, since its polyphenol unit could serve as the antioxidant. The PDA-Hb complex could be easily fabricated by coincubating Hb with DA monomer. In addition, PDA bears a large number of aromatic rings, providing an opportunity to accommodate a variety of aromatic compounds (such as aromatic PDT agents) through π−π stacking interaction. The in vivo experiments demonstrated that this hybrid system presented high PDT efficiency, leading to complete tumor elimination. Current cancer therapy approach has been gradually shifted from the monotherapy to combined treatment for enhanced therapeutic outcome. Integrated interactions from two or more forms of monotherapy methods may lead to significant superadditive therapeutic efficacy, much better than single therapy.163,164 For bimodal synergistic therapy, two different types of therapeutic agents are integrated within a single nanostructure, resulting in enhanced therapeutic effects. Photothermal-chemotherapy is one of the promising strategies for bimodal cancer treatment. PEG-modified PDA (PDAPEG) nanoparticles possess high biocompatibility and photothermal property, and could easily load anticancer drugs such as camptothecin and DOX through hydrogen binding and π−π stacking interactions, achieving excellent combinational therapeutic effect. Cheng et al. reported that PDA-PEG/drug nanoparticles exhibited great stability and good drug-retaining capability in various physiological conditions. PDA-PEG/drug nanoparticles presented a synergetic effect for the cancer therapy both in vitro and in vivo. Furthermore, the drug release of PDA-PEG/drug nanoparticles could be triggered by multiple stimulus methods including pH, ROS and NIR light.165 A similar study was carried out by the same group for combined therapy using PDA-PEG/drug, where PEG was replaced by PEG hydrogels.166\nPoinard et al. loaded a hydrophobic photosensitizer chlorin e6 (Ce6) within PDA nanoparticles to form a promising PDT−PTT agent (PDA-Ce6) for combined cancer therapy.167 The PTT and PDT effects of this system were resulted from PDA and Ce6, respectively. As Ce6 was loaded within PDA nanoparticles instead of the surface, intrinsic surface properties of PDA nanoparticles could be better retained without the surface blocking by drugs. Photodynamic chemotherapy is a good combination for overcoming drug resistance. Tang et al. synthesized Fe3O4@SiO2 core−shell nanostructure and loaded DOX in the pores of SiO2.\n168 To prevent burst leakage of DOX under physiological conditions (pH 7.4), a PDA layer was covered on the SiO2 surface. Such system presented sustained drug release behavior at lower pH value (pH 5.0). HSA and PDT agent Ce6 were then linked to the PDA gatekeeper to achieve the Fe3O4@SiO2(DOX)@HSA(Ce6) system (Figure 14). HSA could increase the blood circulation time and biocompatibility of this system. On account of the existence of the Fe3O4 core, this system could be guided to the tumor region under an external magnetic field. In another study, Liu and co-workers utilized PDA nanoparticles for simultaneous loading of anticancer drug DOX and radionuclide (131I) to realize combined radioisotope therapy and chemotherapy of cancer in one system (131I−PDA-PEG/ DOX).169 Very recently, Gu et al. reported the fabrication of a bacteria-driven nanoplatform for combined PTT and biotherapy.170 VNP20009 is a strain of facultative anaerobe salmonella, which could selectively bind into tumor owing to its preference to hypoxia environment in tumor. On the other hand, low antitumor effect and undesired dose-dependent toxicity limit further clinical applications of VNP20009. To address these issues, the researchers coated VNP20009 with a PDA layer. The introduction of PDA could not only reduce the side effects of VNP20009 but also endow the obtained VPN20009@PDA system with the PTT ability without\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8555\ncompromising tumor-targeting capacity of bacteria. Furthermore, the tumor cell lysates resulted from PDA-mediated PTT could act as nutrients to attract the bacteria, thus promoting biotherapeutic effect of VNP20009. This nanoplatform achieved excellent tumor targeting ability and tumor elimination efficacy on account of combined PTT and bacteria-mediated biotherapy. Although various types of bimodal therapeutic approaches\nhave shown better anticancer efficacy as compared with monotherapy, the treatment efficiency could be further improved through trimodal synergistic therapy based on enhanced interactions from three different treatment methods on a single nanostructure. For example, Guo et al. fabricated a mesoporous TiO2−x-based nanoplatform (TiO2−x-DOX@ PDA-Cy5.5) to realize triple therapy of PTT/PDT/chemotherapy.171 Mesoporous TiO2−x nanoparticles were excellent NIR absorptive materials, which could serve as both photothermal and photosensitizer agents in implementing combined PTT/PDT. The mesoporous structure was suitable for the drug loading toward chemotherapy. The PDA layer permitted NIR/pH-triggered drug release. Cy5.5 acted as a fluorescent\nimaging dye. The antitumor mechanism of this system was due to a combined effect of DOX-caused DNA damage, and PTT/ PDT induced membrane change and mitochondrial dysfunction. The combination index of the synergistic therapeutic effect was calculated to be 0.318. This therapeutic system could greatly inhibit the tumor proliferation and thoroughly ablate the tumor (Figure 15). Mei et al. reported a multifunctional nanoplatform by tactfully integrating photothermal, gene, and chemotherapy into one system for the treatment of multi-drug-resistant cancer.172 First of all, Pglycoprotein small interfering RNA (P-gp siRNA) was encapsulated in the mesopores of benzaldehyde-functionalized MSNs for achieving better protection of siRNA. This approach was different to most of previously reported codelivery systems by MSNs, where siRNAs were attached onto the surface of functionalized MSNs and anticancer drugs were loaded into the pores. P-gp siRNA could lead to the sequence-specific cleavage of its complementary mRNA, so as to downregulate specific protein and gene expressions responsible for the multidrug resistance. In order to prevent undesired release of P-gp siRNA, they employed anticancer drug DOX as a\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8556\ngatekeeper on siRNA-loaded MSNs. Then, this nanosystem was endowed with the PTT ability by the coverage of a PDA layer on exterior surface of DOX-gated MSNs. After conjugating with FA to realize a tumor targeting effect, additional DOX was loaded in the outer PDA layer. Cellular uptake experiments revealed that multi-drug-resistant cancer cells could be suppressed by this codelivery system to a certain extent. Enhanced antitumor efficacy in vivo demonstrated the significance of synergistically integrating three therapeutic approaches in one system. Cancer Theranostics. Theranostics, an abbreviated term of diagnosis and therapy, could be employed in the assessment of cancer therapy by visualizing the tumor size and shape and providing the feedback information on the treatment status.173 Thus, the therapeutic efficacy and distribution of anticancer drugs to the tumor site could be further promoted by theranostics. MRI-guided cancer therapy is a frequently used theranostic method. Liu and co-workers designed a nanoplatform (Mn-IR825@PDA-PEG) based on the self-assembly of Mn2+ ion and an organic bridging ligand IR825 for MRIguided PTT.174 Mn2+ could offer strong contrast in T1weighted MRI, and IR825 showed efficient NIR absorbance and photothermal conversion. Unlike typical organic conjugated polymers or inorganic nanoparticles, this nanoplatform was constructed based on noncovalent bonds and could be gradually decomposed through the ligand exchange with water and/or monodentate ligands (for example, phosphate) in biological systems. This nanoplatform was then conugated\nwith PDA and PEG for achieving physiological stability. In a separate study, Mn3O4@PDA/drug nanoplatform was employed for MRI-guided photothermal-chemo synergistic therapy.175 The PDA layer in this system not only acted as a PTT agent but also provided a carrier for the DOX loading. The heat generated by PDA under the NIR light irradiation could be used for PTT and photoacoustic imaging.145 Recently, Wang et al. presented polymer−inorganic Janus nanoparticles for photoacoustic imaging-guided chemo− photothermal cancer therapy.176 Poly(acrylic acid) was employed as a template for anisotropic growth of the PDA layer. PEG and ICG were conjugated to the PDA domain to enhance the photoacoustic imaging and circulation time. The other side of the nanoparticles with hollow cavities was used for high-performance loading of chemotherapeutic drug DOX. In vivo assay revealed that the photoacoustic imaging signal was improved with prolonged time at the tumor site. The strongest photoacoustic imaging signal observed at around 24 h could clearly illuminate the tumor region, which was chosen as the optimal time to implement PTT under NIR light irradiation. In addition to single imaging, multimodal imaging-guided cancer therapy using PDA-based materials has also been investigated. Dual modal imaging-guided cancer PTT was reported by Hu et al.177 They synthesized theranostic nanoparticles (PDA-Fe3+-ICG) for bimodal photoacoustic/ MR imaging and PTT. ICG adsorbed on the surface of PDA nanoparticles could improve optical absorption in the NIR region, which efficiently promoted photoacoustic contrast\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8557\nability and PTT efficiency. The Fe3+ ion chelated on PDA nanoparticles provided great contrast capability in T1-weighted MRI. Real-time temperature changes on tumor sites of mice after intravenous injection of different samples were detected by an infrared thermal camera. The group treated by PDAFe3+-ICG nanoparticles exhibited a rapid temperature increase to 57.6 °C, which was high enough to kill tumor cells. The tumor growth was completely inhibited from this group after 11 days, and no tumor recurrence was detected on day 50. Based on their previously reported method,176 Wang and coworkers fabricated a type of Janus nanostructure for dual modal CT/photoacoustic imaging-guided chemo-photothermal combined therapy (Figure 16).178 When the nanostructure was exposed to NIR laser irradiation for 300 s, the solution temperature increased to around 70 °C, demonstrating its good capability for PTT. During in vivo imaging experiments (Figure 16E,F), before the injection of the nanostructure, the CT images of small tumor were not observed, whereas an obvious signal was detected at the tumor site after the injection of the nanostructure. Photoacoustic images of tumor tissues were also clearly observable under indicated time points, proving that the nanostructure was suitable for serving as both CT and photoacoustic contrast agents for the cancer detection. Trimodal imaging-guided cancer treatments have also been reported by other researchers. For example, Li et al. presented a single wavelength NIR laser-induced theranostic nanoplatform based on PDA/aluminum phthalocyanine/BSA-coated magnetic prussian blue (Fe3O4@PB) nanoparticles for fluorescence/MR/photoacoustic trimodal imaging-guided PTT/PDT bimodal cancer therapy.179 Chen and co-workers prepared radionuclide 64Cu-labeled DOX-loaded PDA-Gdmetallofullerene theranostic agent for MR/photoacoustic/ positron emission tomography trimodal imaging-guided combined chemo-photothermal therapy.180 Dong et al. fabricated PDA-coated polymer-drug conjugates for fluorescent, photothermal, and photoacoustic trimodal imagingguided chemo-photothermal therapy.181\nAntimicrobials. Infectious diseases induced by bacteria are one of the major health problems around the world, which are afflicting millions of patients annually. It is of great urgency to develop potent and effective antibacterial strategies. The most commonly used approach to combat bacterial infections is antibiotic treatment. Metal-based nanoparticles have been extensively investigated for potential antibacterial applications. Li et al. fabricated a PDA modified Ag loaded hybrid system for osteogenesis and antimicrobial.182 In this work, they used PDA as a binding agent on the Ti substrate, a widely used metal for bone implants, to create a coating layer for the introduction of additional bioactive species such as hydroxyapatite, chitosan, and silver ion. PDA in this system not only accelerated the formation of hydroxyapatite crystals (the main inorganic component of vertebrate bones and teeth) but also enhanced the binding strength between the Ti substrate and bioactive species. Ag ion could suppress the activity of bacterial respiratory enzymes, partially disrupt their DNA replication, and interfere the cell membrane normality of bacteria. Ag+ was proven to show an excellent antibacterial ability to a variety of pathogenic bacteria. Chitosan on the PDA surface possessed a large number of amino groups to chelate with Ag+, hence serving as a stabilizing agent for controlled release of Ag+ in order to lower its cytotoxicity to normal tissues. Thus, this hybrid system showed high antimicrobial efficacy of 63.0 and 51.8% against E. coli and S. aureus, respectively. Inspired by the\nanimal skins, Lin et al. recently fabricated a conductive hydrogel from a supramolecular assembly (PDA@Ag NPs/ CPHs) of PDA@Ag nanoparticles, polyaniline, and poly(vinyl alcohol). The resultant hydrogel shows broad antibacterial activity against Gram-positive and Gram-negative bacteria. In addition, PDA@Ag NPs/CPHs exhibit a significant therapeutic effect on diabetic foot wounds.183 Some other studies using silver-incorporated PDA modified nanosystems for combating bacterial infection have also been reported.184−186 On the other hand, these metal-containing antibacterial agents may be restricted by nonspecific biological toxicity and/or potential long-term retention in vivo. Therefore, some metal-free antibacterial systems have been developed recently. Nitric oxide (NO) could serve as an efficient bactericidal agent to kill a broad range of bacteria, especially resistant bacteria. NO is capable of causing serious oxidative and nitrosative stresses to bacteria, resulting in the membrane disruption and cell dysfunction of bacteria. Park and co-workers designed diazeniumdiolate-modified PDA nanoparticles (PDA-NO) for antibacterial uses.187 PDA-NO nanoparticles could be simply obtained by exposing PDA hollow nanoparticles to NO gas. PDA hollow nanoparticles served as an excellent biocompatible nanoplatform for the NO adsorption. This PDA-NO platform presented an efficient NO release for killing Gram-negative bacteria. In addition to single antibiotic therapy against bacteria, some combined treatment methods using PDA-based materials to combat bacterial cells have been developed. Gao et al. prepared an NIR-triggered thermoresponsive system to synergistically achieve controlled antibiotics release and hyperthermiaassisted inactivation of bacteria.188 The antibacterial system (PDA-Cip/GC) was readily produced by integrating ciprofloxacin (Cip, a kind of antibiotics)-loaded PDA nanoparticles with glycol chitosan (GC). The strong adsorption ability of PDA nanoparticles and positive charge of GC led to efficient entrapment of bacteria on PDA-Cip/GC. The Cip release from the system could be triggered and accelerated by NIR light irradiation, and meanwhile local hyperthermia generated from PDA nanoparticles under NIR light irradiation could induce the destruction of the bacterial integrity. The antibiotics and hyperthermia worked together to kill surrounding bacterial cells. Based on a similar principle, Xue et al. loaded NO on Fe3O4@PDA nanoparticles grafted with dendritic poly(amidoamine) to realize controllable NO release as well as synergistic antibiotic and photothermal antibacterial effects.189 Hydroxyl radical (•OH), a type of lethal ROS, has high antibacterial activity. It could induce oxidative damage to bacterial cell wall and membrane. Xu et al. prepared a synergistic system with photothermal and oxidative antibacterial activity by coating PDA on HA incorporated gold nanoparticles (Au-HA@PDA).190 •OH could be produced from Au-HA@PDA nanoparticles through the catalysis of a low concentration of hydrogen peroxide. On one hand, the generated •OH itself could kill bacteria efficiently. On the other hand, the damaged membrane induced by •OH could enhance the sensitivity of bacterial cells to heat, thus improving the PTT effect and reducing the treatment time of PTT. By combining ROS with PTT, Au-HA@PDA nanoparticles showed more effective antibacterial activity as compared with •OH or PTT alone. The antibacterial efficacy of this system against Staphylococcus aureus and Escherichia coli was 95.2 and 96.8%, respectively.\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8558"
    }, {
      "heading" : "CONCLUSIONS AND PERSPECTIVES",
      "text" : "Particularity and Significance of PDA. PDA could be easily produced by the self-polymerization of DA. Its size, shape and morphology could be readily tuned by modulating the reaction conditions such as solvents, oxidants, pH and DA concentration. PDA has extraordinarily robust adhesion capacity and could form films on most solid material surface. PDA-based materials possess intriguing properties, including high chemical reactivity with thiol- or amine-containing species by Schiff base or Michael addition reactions, good metalcoordination capacity, excellent biocompatibility and biodegradability, strong quenching effect, and outstanding photothermal conversion ability. Understanding of these interesting properties has resulted in more coating strategies and various applications of PDA in nanomedicine, such as biosensing, bioimaging, cancer theranostics, and antibacterial. This review has systematically summarized synthetic methods, properties, nanostructures, surface modifications and biomedical applications of PDA. Based on excellent physicochemical properties and important biomedical applications of PDA reported in recent literature, this overall and timely review on PDA will be useful for promoting future studies in this rapidly developing field. Challenges. PDA-based materials have shown impressive advances in the surface modification and anticancer applications. Nevertheless, there are still some remaining problems and challenges in the PDA research. (1) One of the cutting edge questions about the PDA-based nanomaterial design is the DA polymerization mechanism and the formation kinetics of the PDA adhesive layers at the surface of the materials studied. So far, there are still no unified and complete interpretations for the polymerization mechanism. The formation mechanism and the elucidation of chemical structure of PDA need to be further investigated. The deposition kinetics and detailed deposition process of PDA on different substrates and how they are influenced by solvents, pH, temperature, and oxidants have not yet been fully understood. Moreover, there is still lack of complete understating on the degradation mechanism of PDA, and thus further investigations are required. In order for its clinical applications, it is also important to understand the side products during the DA polymerization process and learn how to avoid them. (2) The safety of PDA-based nanomaterials for biomedical application should be further systematically investigated. Even though PDA has excellent biocompatibility and the toxicity and side effect of PDA-modfied materials for biological organisms can be reduced, these conclusions were drawn based on cell and animal experiments. In other words, the biosafety of PDA for human beings is still unclear. It has been reported that PDA is not thoroughly innocuous, which may cause undesirable side effects because of direct aldol reactions under mild conditions.191\n(3) It is important to understand the absorption, distribution and metabolism of PDA-based nanomaterials in the body before the clinical translation. Many studies have been carried out using tumor-bearing mice.128,155 Compared with some anticancer drugs (such as doxorubicin), the drugloaded PDA-modified nanoparticles exhibit longer blood circulation time and more accumulation in the tumor sites. However, this is far from enough, and the physiological structure of mice is different from human and the tumor model\non the mice is also different from reality. In addition, specific metabolites (DA or other small molecules) and metabolic pathway of PDA (kidney, liver or bile) remain unclear. It is of great significance to understand these issues to further advance this research field. (4) Large-scale synthesis of PDA-based materials is another challenge. The application of PDA modificaion strategy is still limited to laboratory. First, there is a lack of effective and recognized methods to accurately control the physicochemical properties of PDA coating (such as its thickness) and yield. Second, it is difficult to avoid the side products during the polymerization process and hard to separate them from the mixture solution. Third, owing to the strong adhesive capability, PDA-coated nanomaterials tend to aggregate in solution, which may bring the obstruction for the storage, transportation and subsequent use. How to enhance its dispersity in solution deserves further investigation for the scale-up production and application.\nPerspectives. Even though the developments of PDAbased materials have achieved a great success in the past few years, possible applications of these materials would be beyond current state-of-the art. (1) Immunotherapy for cancer treatment is attracting more and more attention in recent years. As PDA can trigger immune response,192,193 immunotherapy may be a promising direction for future application of PDA-based materials. For example, by loading appropriate biomarkers of tumor cells on PDA films, the immue cells that can kill cancer cells could be activated. Considering the inherent photothermal effect of PDA, the combined photothermal/immunotherapy could be realized in a simple and concise system. In addition, one could also envision the incorporation of PDA-modified nanomaterials in 3D printed scaffolds, where the presence of nanoparticles with anti-inflammatory properties could assist guiding the immune response of the scaffolds. (2) DA is a neurotransmitter that helps cells send pulses. This brain secretion is associated with the feelings of lust and happiness and could be used to improve the memory. PDA is formed from the polymerization of DA. Therefore, intelligent protocols to prepare PDA-based nanomedicine for the therapy of some neurodegenerative diseases such as Parkinson and Alzheimer disease could be anticipated. To sum up, we expect that this review will not only provide readers with a panoramic view of PDA-based materials and systems but also inspire researchers to develop more strategies for the design and synthesis of PDA platforms with diverse properties and functions, further expanding the application scope in biomedicine and other fields.\nAUTHOR INFORMATION\nCorresponding Authors *E-mail: zengxw23@mail.sysu.edu.cn (X.Z.). *E-mail: zhaoyanli@ntu.edu.sg (Y.Z)."
    }, {
      "heading" : "ORCID",
      "text" : "Xiaowei Zeng: 0000-0002-2804-2689 Lin Mei: 0000-0001-6503-5149 Yanli Zhao: 0000-0002-9231-8360"
    }, {
      "heading" : "Author Contributions",
      "text" : "∥W.C. and X.Z. contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\nDOI: 10.1021/acsnano.9b04436 ACS Nano 2019, 13, 8537−8565\n8559"
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We are grateful for the financial support from the National Natural Science Foundation of China (No. 81771966). This research is also supported by the Singapore Agency for Science, Technology and Research (A*STAR) AME IRG grant (No. A1883c0005), and the Singapore National Research Foundation Investigatorship (No. NRF-NRFI2018-03)."
    }, {
      "heading" : "VOCABULARY",
      "text" : "bioavailability, the extent to which a drug or other substance is taken up by a specific tissue or organ after administration; biodegradable, capable of being broken down especially into innocuous products by the action of living things; cross-link, a chemical bond, atom, or group of atoms that connects two adjacent chains of atoms in a large molecule such as a polymer or protein; contrast agent, a substance used to increase the contrast of structures or fluids within the body in medical imaging; coprecipitation, the simultaneous precipitation of more than one compound from a solution; cytotoxicity, the degree to which something is toxic to living cells"
    } ],
    "references" : [ {
      "title" : "Protective Coatings for Compliant Substrates",
      "author" : [ "N. Holten-Andersen", "J.H. Mussel-Designed Waite" ],
      "venue" : "J. Dent. Res. 2008,",
      "citeRegEx" : "Holten.Andersen and Waite,? \\Q2008\\E",
      "shortCiteRegEx" : "Holten.Andersen and Waite",
      "year" : 2008
    }, {
      "title" : "Quanzhou Archaeology: A Brief Review",
      "author" : [ "R. Pearson", "L. Min", "L. Guo" ],
      "venue" : "Int. J. Hist. Archaeol. 2002,",
      "citeRegEx" : "Pearson et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Pearson et al\\.",
      "year" : 2002
    }, {
      "title" : "Adhesion of Mussel Foot Protein Mefp-5 to Mica: An Underwater Superglue",
      "author" : [ "J.H. Waite" ],
      "venue" : "Biochemistry 2012,",
      "citeRegEx" : "Waite,? \\Q2012\\E",
      "shortCiteRegEx" : "Waite",
      "year" : 2012
    }, {
      "title" : "Iron-Clad Fibers: A Metal-Based Biological Strategy for Hard Flexible Coatings",
      "author" : [ "P. Fratzl" ],
      "venue" : "Science",
      "citeRegEx" : "Fratzl,? \\Q2010\\E",
      "shortCiteRegEx" : "Fratzl",
      "year" : 2010
    }, {
      "title" : "Bioinspired Catecholic Chemistry for Surface Modification",
      "author" : [ "Q. Ye", "F. Zhou", "W. Liu" ],
      "venue" : "Chem. Soc. Rev. 2011,",
      "citeRegEx" : "Ye et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2011
    }, {
      "title" : "Surface Chemistry ",
      "author" : [ "J.H. Waite" ],
      "venue" : "Mussel Power. Nat. Mater. 2008,",
      "citeRegEx" : "Waite,? \\Q2008\\E",
      "shortCiteRegEx" : "Waite",
      "year" : 2008
    }, {
      "title" : "Water Detoxification by a Substrate-Bound Catecholamine Adsorbent",
      "author" : [ "P. B", "Lee" ],
      "venue" : "ChemPlusChem 2012,",
      "citeRegEx" : "B. and H.,? \\Q2012\\E",
      "shortCiteRegEx" : "B. and H.",
      "year" : 2012
    }, {
      "title" : "Copper Selenide Nanocrystals for Photothermal Therapy",
      "author" : [ "J.W. Tunnell", "B.A. Korgel" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "B. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "B. et al\\.",
      "year" : 2011
    }, {
      "title" : "Folic Acid-Polydopamine Nanofibers Show Enhanced Ordered-Stacking via π-π Interactions",
      "author" : [ "D. C", "Jin", "Z. X" ],
      "venue" : "Soft Matter 2015,",
      "citeRegEx" : "C. and X.,? \\Q2015\\E",
      "shortCiteRegEx" : "C. and X.",
      "year" : 2015
    }, {
      "title" : "Assessment of Polydopamine Coated Magnetic Nanoparticles in Doxorubicin Delivery",
      "author" : [ "S. Jurga", "A. Wozniak" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "Jurga and Wozniak,? \\Q2016\\E",
      "shortCiteRegEx" : "Jurga and Wozniak",
      "year" : 2016
    }, {
      "title" : "Fe3O4@Polydopamine Nanoparticle-Loaded Natural Killer Cells Suggest a Promising Anticancer Treatment",
      "author" : [ "S. L", "A.R. Qileng", "J.Y. Huang", "Q.Z. Gao", "Y.J. Liu" ],
      "venue" : "Biomater. Sci. 2018,",
      "citeRegEx" : "L. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2018
    }, {
      "title" : "Fe3O4 Nanoclusters for the Catalytic Reduction of 4-Nitrophenol",
      "author" : [ "M. Wu", "D. Zhang", "Y.Y. Zeng", "L.J. Wu", "X.L. Liu", "J.F. Liu" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "Wu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2017
    }, {
      "title" : "Enhanced Photothermal Effect",
      "author" : [ "L. Huang", "W. He", "Y. Chen", "B. Lou" ],
      "venue" : "ACS Appl. Mater. Interfaces 2015,",
      "citeRegEx" : "Y. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2015
    }, {
      "title" : "A Drug-Self-Gated and Tumor Microenvironment-Responsive Mesoporous Silica Vehicle: ′′Four-inOne′′ Versatile Nanomedicine for Targeted Multidrug-Resistant Cancer Therapy",
      "author" : [ "J. Nie", "L. Huang", "L. Mei", "X. Zeng" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Nie et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Nie et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanoparticles via TLR-2/NF-KappaB/Akt Signaling",
      "author" : [ "K.D. Addisu", "B.Z. Hailemeskel", "S.L. Mekuria", "A.T. Andrgie", "Y.C. Lin", "H.C. Tsai" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Addisu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Addisu et al\\.",
      "year" : 2019
    }, {
      "title" : "Magnetic Resonance Imaging",
      "author" : [ "H. Chen", "Y. Fu", "X. Li", "Y. Chen", "H. Zhang", "Z. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 2018,",
      "citeRegEx" : "J. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2018
    }, {
      "title" : "Synergistic Therapy",
      "author" : [ "P. Bhattarai", "Z. Dai", "X. Chen" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Y. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2016
    }, {
      "title" : "Targeted Polydopamine Nanoparticles Enable Photoacoustic Imaging Guided Chemo-Photothermal Synergistic Therapy of Tumor",
      "author" : [ "Lu" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "X. and L.,? \\Q2017\\E",
      "shortCiteRegEx" : "X. and L.",
      "year" : 2017
    }, {
      "title" : "Nanoparticles: Facile Preparation and Cell Imaging",
      "author" : [ "Y. Yan", "M. Mullner", "M.P. van Koeverden", "K.F. Noi", "W. Zhu", "F. Caruso" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "X. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2012
    }, {
      "title" : "Polydopamine Dots-Based Fluorescent Nanoswitch Assay for Reversible Recognition of Glutamic Acid and Al in Human Serum and Living Cell",
      "author" : [ "Q. Ci", "J. Liu", "X. Qin", "L. Han", "H. Li", "H.-D. Yu", "K.-L. Lim", "C.-W. Zhang", "L. Li", "W. Huang" ],
      "venue" : "ACS Appl. Mater. Interfaces 2018,",
      "citeRegEx" : "Ci et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ci et al\\.",
      "year" : 2018
    }, {
      "title" : "Polydopamine Encapsulation of Fluorescent Nanodiamonds for Biomedical Applications",
      "author" : [ "H.-S. Jung", "K.-J. Cho", "Y. Seol", "Y. Takagi", "A. Dittmore", "P.A. Roche", "K.C. Neuman" ],
      "venue" : "Adv. Funct. Mater. 2018,",
      "citeRegEx" : "Jung et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jung et al\\.",
      "year" : 2018
    }, {
      "title" : "Sub-Micrometer Au@PDA-I-125 Particles as Theranostic Embolism Beads for Radiosensitization and SPECT/CT Monitoring",
      "author" : [ "W. Su", "C. Cheng", "J. Yang", "C. Zuo" ],
      "venue" : "Adv. Healthcare Mater. 2018,",
      "citeRegEx" : "Su et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Su et al\\.",
      "year" : 2018
    }, {
      "title" : "Guided Photothermal Therapy",
      "author" : [ "S.Y. Qin", "A.Q. Zhang", "X.Z. Zhang" ],
      "venue" : "Nano Res. 2017,",
      "citeRegEx" : "Qin et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Qin et al\\.",
      "year" : 2018
    }, {
      "title" : "CX-5461-Loaded Nucleolus-Targeting Nanoplatform for Cancer Therapy through Induction of Pro-Death Autophagy",
      "author" : [ "F. Zhang", "L. Huang", "X. Zeng", "H. Chen" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "TPGSFunctionalized Polydopamine-Modified Mesoporous Silica as Drug Nanocarriers for Enhanced Lung Cancer Chemotherapy against Multidrug Resistance",
      "author" : [ "Y. Zuo", "X. Wang", "X. Zhang", "X. Zeng", "L. Mei" ],
      "venue" : "Small 2017,",
      "citeRegEx" : "L. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2017
    }, {
      "title" : "Organic Molecule-Based Photothermal Agents: An Expanding Photothermal Therapy Universe",
      "author" : [ "J.S. Kim" ],
      "venue" : "Chem. Soc. Rev. 2018,",
      "citeRegEx" : "Kim,? \\Q2018\\E",
      "shortCiteRegEx" : "Kim",
      "year" : 2018
    }, {
      "title" : "Polydopamine Hybrid Nanogels with Enhanced Photothermal Effect for Targeted Cancer Therapy",
      "author" : [ "Z.M. Luo", "Y.Z. Men", "P. Yang", "H.B. Peng", "R.R. Guo", "Y. Tian", "Z.Q. Pang", "W.L. Yang" ],
      "venue" : "Adv. Sci. 2018,",
      "citeRegEx" : "Q. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2018
    }, {
      "title" : "An O2 Self-Sufficient Biomimetic Nanoplatform for Highly Specific and Efficient Photodynamic Therapy",
      "author" : [ "J.-Y. Zhu", "S.-Y. Li", "J.-Y. Zeng", "Q. Lei", "K.W. Chen", "C. Zhang", "X.-Z. Zhang" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "H. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2017
    }, {
      "title" : "Bacteria-Driven Hypoxia Targeting for Combined Biotherapy and Photothermal Therapy",
      "author" : [ "X. Sun", "Z. Gu" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "Sun and Gu,? \\Q2018\\E",
      "shortCiteRegEx" : "Sun and Gu",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "As a mussel-inspired material, polydopamine (PDA), possesses many properties, such as a simple preparation process, good biocompatibility, strong adhesive property, easy functionalization, outstanding photothermal conversion efficiency, and strong quenching effect. PDA has attracted increasingly considerable attention because it provides a simple and versatile approach to functionalize material surfaces for obtaining a variety of multifunctional nanomaterials. In this review, recent significant research developments of PDA including its synthesis and polymerization mechanism, physicochemical properties, different nano/microstructures, and diverse applications are summarized and discussed. For the sections of its applications in surface modification and biomedicine, we mainly highlight the achievements in the past few years (2016−2019). The remaining challenges and future perspectives of PDA-based nanoplatforms are discussed rationally at the end. This timely and overall review should be desirable for a wide range of scientists and facilitate further development of surface coating methods and the production of PDA-based materials.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}