{
  "name" : "downloads_2020-09-28_34_jayani2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Bacterial Cellulose Nano Fiber (BCNF) as carrier support for the immobilization of probiotic, Lactobacillus acidophilus 016",
    "authors" : [ "T. Jayani", "Sivakumar Uthandi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Carbohydrate Polymers 250 (2020) 116965\nAvailable online 20 August 2020 0144-8617/© 2020 Elsevier Ltd. All rights reserved.\nBacterial Cellulose Nano Fiber (BCNF) as carrier support for the immobilization of probiotic, Lactobacillus acidophilus 016\nT. Jayani a, B. Sanjeev a, S. Marimuthu b, Sivakumar Uthandi a,* a Biocatalysts Laboratoty, Department of Agricultural Microbiology, Tamil Nadu Agricultural University, Coimbatore, 641003, India b Department of Nanoscience and Technology, Tamil Nadu Agricultural University, Coimbatore, 641003, India\nA R T I C L E I N F O\nKeywords: Bacterial cellulose composite nanofibers Lactobacillus acidophilus 016 carrier material\nA B S T R A C T\nThe present study was conducted to develop bacterial cellulose nanofibers (BCNF) and to evaluate its ability as a carrier material for the incorporation of the probiotic bacteria Lactobacillus acidophilus 016. Bacterial cellulose (5%) dissolved in trifluoroacetic acid (TFA) solution was amended with an equal volume of polyvinyl alcohol (PVA) solution to produce nanofibers via electrospinning. Fourier-transform infrared spectra of BCNF confirmed the absence of TFA used in the dissolution process. Mechanical properties, including tensile strength, surface area, pore-volume, and pore diameter, and thermal analysis of BCNF revealed that the nanofibers could be incorporated in food for the delivery of probiotics. L. acidophilus 016 was successfully immobilized onto the BCNF through the adsorption-incubation technique. SEM micrograph revealed that the immobilized bacteria sustained without any damage during the storage for up to 24 days. Further, the viability studies confirmed the survival of 71% population during the storage at 35 ◦C. These observations recommended the possibility of BCNF based probiotics for various commercial applications."
    }, {
      "heading" : "1. Introduction",
      "text" : "Bacterial cellulose (BC) is a pure polysaccharide of microbial origin. BC serves as an alternative biomaterial to plant cellulose and is widely used in various fields such as food, paper making, tissue engineering and drug delivery, and transducer diaphragm. BC exhibits superior properties, including high water holding capacity, high tensile strength, high crystallinity, biocompatibility, and biodegradability, for which it is considered as the purest form of cellulose. Owing to these advantages, BC has been extensively used in the food industry for the preparation of nata de coco, a snack dessert. In recent times, BC has been gaining importance as an excipient for probiotic immobilization to improve its survivability (Fijałkowski, Peitler, Rakoczy, & Żywicka., 2016; Khorasani & Shojaosadati, 2016). BC has also been explored as a carrier material for probiotics encapsulation in wet form, i.e., BC gel (Phromthep & Leenanon, 2017). Besides, cellulose and modified cellulose increase the gut transit rate and the bulk weight, capture water, and increase the viscosity of the stool (Dikeman, Murphy, & Fahey, 2006). Owing to these properties, they have been accepted as an insoluble dietary fiber by the Food and Agriculture Organization (FAO). Being a dietary fibre, BC is considered “generally recognized as safe’’ (GRAS) by\nthe Food and Drug Administration (FDA) since 1992 (Shi, Zhang, Phillips, & Yang, 2014). The cellulose fibers, which are neither digested nor absorbed in the small intestine, are subjected to microbial fermentation in the large intestine, eventually creating an impact on the bacterial community composition and its metabolic activities (Slavin, 2013).\nRecently, keen awareness regarding health and nutrition has increased the consumption of dietary supplements and nutraceuticals. Probiotics are viable microorganisms that promise improvement in health through the beneficial actions of the bacterial species, especially, Lactobacilli and Bifidobacterium. Probiotics are non-pathogenic organisms, which improve health by stabilizing the intestinal microbial diversity, enhancing the intestinal barrier function, and protection from infections (Van Belkum & Nieuwenhuis, 2007; Figueroa-González, Quijano, Ramírez, & Cruz-Guerrero, 2011). The major challenge in the uptake of probiotics is the susceptibility of the organisms to adverse conditions. Therefore, supplementation of cells with compatible barrier materials is of utmost importance. At present innumerable formulations containing probiotics are commercially marketed in various forms like capsules, powder or tablets, and food products. The principle underlying the preparation of different formulations is that the bacteria should survive in the harsh conditions experienced during processing, storage,\n* Corresponding author. E-mail address: usivakumartnau@gmail.com (S. Uthandi).\nContents lists available at ScienceDirect\nCarbohydrate Polymers\njournal homepage: www.elsevier.com/locate/carbpol\nhttps://doi.org/10.1016/j.carbpol.2020.116965 Received 29 March 2020; Received in revised form 11 August 2020; Accepted 15 August 2020\nCarbohydrate Polymers 250 (2020) 116965\nand the acidic conditions of the stomach, besides having resistance against the hydrolytic enzymes and bile salts present in the human intestine. However, poor viability of the organisms in the developed preparations is indeed a cause of concern (Chávarri, Marañón, & Villarán, 2012; Kailasapathy, 2009).\nTherefore, the development of an appropriate delivery system is critical to protect sensitive bacterial cells from such adverse environments in order to prepare effective probiotic formulations. The commonly employed technology is encapsulation with a carrier material forming a small capsule, which facilitates its protection (Champagne, Mondou, Raymond, & Roy, 1996). Conventional techniques like freeze-drying and spray drying result in the mortality of the cells due to the effect of temperature and dehydration (Anal & Singh, 2007). The sustenance of viable cell count in the probiotic formulations largely depends on the carrier material. An innovative carrier material can enhance the viability of the probiotic bacteria during processing, storage, and ingestion through the gastrointestinal (GI) tract.\nNanofibers are widely used in various biomedical applications like tissue engineering (Heydarkhan-Hagvall et al., 2008) and drug delivery (Kenawy, Abdel-Hay, El-Newehy, & Wnek, 2009) as they mimic the extracellular matrix due to their high surface area. In the food sector, nanofibers are used for the immobilization of bioactive substances like vitamins, antimicrobials, and enzymes (Rezaei, Nasirpour, & Fathi, 2015). Nanofibers, because of their high surface area, also provide other benefits such as high immobilization efficiency, less sensorial effects upon application in the food systems, and protection when used as carrier material (Wu, Fan, Qin, & Zhang, 2008). Recently nanofibers are explored for its efficiency to encapsulate probiotic bacteria. López-Rubio, Sanchez, Sanz, and Lagaron (2009))showed that Bifidobacterium animalis Bb12 encapsulated within the electrospun polyvinyl alcohol showed up to 40 days of survival at room temperature and 130 days under refrigerated conditions. Lactobacillus acidophilus encapsulated within the electrospun dietary fibers also showed viability up to 21 days of storage under refrigerated conditions (Fung, Yuen, & Liong., 2011). While encapsulating probiotics, the choice of biopolymers should be non-toxic, biocompatible, and biodegradable. It will favor their application in the biomedical and food sector. Since bacterial cellulose meets all the characteristics mentioned above, it will serve as an excellent biomaterial in nanofiber development. Previously, we have characterized the BC produced by Acetobacter senegalansis MA1 (Anusuya et al., 2020) and optimized the dissolution of BC for nanofiber formation (Tilak, Marimuthu, & Uthandi, 2019). Hence, the present study thus aimed at developing nanofibers using BC and also tried to encapsulate the probiotic bacteria, L. acidophilus 016, with the developed nanofibers and evaluate their survival in the BCNF formulations."
    }, {
      "heading" : "2. EXPERIMENTAL",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "BC used in the present study was produced in gel form by gramnegative strain Acetobacter senegalensis MA1. The culture of A. senegalensis MA1 was obtained from the Department of Agricultural Microbiology, Tamil Nadu Agricultural University, Coimbatore, and Lactobacillus acidophilus 016 was obtained from National Dairy Research Institute, Karnal. The solvent Trifluoroacetic acid (TFA) was purchased from SD fine chemicals and used as such without any purification."
    }, {
      "heading" : "2.2. Production of Bacterial cellulose",
      "text" : "BC gel was produced by inoculating the freshly prepared inoculum of A. senegalensis MA1 (10%) under aseptic conditions into the sterile Modified Hestrin–Schramm (MHS) broth of one liter containing glycerol - 50 mL (carbon source), yeast extract - 0.5 g, peptone - 0.5 g, citric acid - 1.15 g, disodium hydrogen phosphate - 2.7 g and adjusted to pH - 5.0 using 0.1 M NaOH solution. After inoculation, the broth was incubated\nat 30 ± 1 ◦C for 14 d under static conditions. The mat formed at airliquid interface was harvested and purified by alkali treatment, i.e., 2% NaOH at 80 ◦C for 45 min and subsequently washed with distilled water until the pH of BC was neutralized to 7.0. Prior to purification, the harvested mats were washed with deionized water. The purified mats were later dried in a hot air oven at 45 ◦C until BC reached constant dry weight (g). The dried BC mats were ground to powder form using kitchen aid blender and stored for further experimental analysis, in an airtight container to avoid possible rehydration at room temperature."
    }, {
      "heading" : "2.3. Dissolution of bacterial cellulose",
      "text" : "The powdered BC was dissolved in concentrated trifluoroacetic acid using a microwave synthesizer. BC was mixed with concentrated TFA @ varying concentrations viz., 2, 3, 4, and 5% in a microwave reaction vial. The vial was then positioned in the microwave synthesis reactor Monowave 400 (Anton Paar), and the parameters were set to initiate the heating process. The sample was heated to a specific temperature of 100 ◦C with a reaching time and holding time of 2 min with constant stirring at the rate of 1000 rpm. Upon completion, the instrument was cooled to 70 ◦C, prior to the removal of the vial. Then the BC-TFA mixture was transferred to a new airtight container, maintained at room temperature until complete dissolution (Tilak et al., 2019)."
    }, {
      "heading" : "2.4. Electrospinning of bacterial cellulose",
      "text" : "The spinning process was carried out on a horizontal electrospinning instrument e–spin nano (M/s. Peco, Chennai) at different polymer concentrations whereby the polymer flow rate (mL h–1) and spin voltage (kV) were kept constant. The machine is aided with provisions like a syringe holder, a collector (plate type), and a pump. In addition, other provisions, for example, the control panel to set the syringe translation movement and plate translation movement, exhaust fan, and backstage light, were also employed."
    }, {
      "heading" : "2.5. Preparation of BC composite nanofiber (BCNF)",
      "text" : ""
    }, {
      "heading" : "2.5.1. Dissolution of PVA in trifluoroacetic acid",
      "text" : "Polyvinyl alcohol (PVA) at 5% was mixed with concentrated TFA solutions stirred continuously using a magnetic stirrer at the rate of 500 rpm and 60 ◦C. The stirring was continued until the complete dissolution of PVA in TFA."
    }, {
      "heading" : "2.5.2. Preparation of BC-PVA solutions",
      "text" : "The BC-TFA suspension (5%) was mixed with PVA-TFA suspension (5%) at equal proportion (i.e., 1:1) in a magnetic stirrer at 60 ◦C for 2 h to acquire homogeneous suspension."
    }, {
      "heading" : "2.6. Electrospinning of composite blends",
      "text" : "BC-PVA suspensions were used for fiber formation in electrospinning machine e–spin nano. The composite solutions were taken in a plastic syringe. The syringe tip was electrified with high voltage supply, and the negative electrode (cathode) was connected to the collector to facilitate fiber formation and collection. The other parameters were set as given in Table 1. After electrospinning, the composite nanofibers deposited on the plate collector were harvested and stored at room temperature and\nT. Jayani et al.\nCarbohydrate Polymers 250 (2020) 116965\nused for further characterization."
    }, {
      "heading" : "2.7. Characterization of BCNF",
      "text" : ""
    }, {
      "heading" : "2.7.1. Morphology and analysis of Dimension",
      "text" : "The morphological and dimensional analysis was performed with the help of the scanning electron microscope (SEM) (M/s. Shimadzu, Japan). The nanofiber samples were also examined with the EDAX (Energy Dispersive Analysis X-Ray) facility in order to understand the chemical nature of the sample and also check whether TFA has completely evaporated from the raw material after the electrospinning process."
    }, {
      "heading" : "2.7.2. Structural analysis by FTIR",
      "text" : "Fourier Transform Infrared (FTIR) spectroscopy provides information about the functional groups and also investigates the changes in the chemical structure of the raw material. The BC powder and BCNF were analyzed in FTIR Spectrophotometer–6800 type A (M/s. Jasco, Japan) with ATR sampling accessory. A minimal quantity of the sample of about 5 mg was placed in between the infrared transparent plates. The analyses were carried out using the TGS detector, and the percent transmittance was recorded against the wavenumbers (cm–1). The spectral resolution of BC was 4 cm–1, and the scanning was done in the mid IR range from 400 cm–1 to 4000 cm–1. The same procedure was repeated for the spray-dried BC powder (Smith, 2011)."
    }, {
      "heading" : "2.7.3. Thermal properties by Thermogravimetric analysis (TGA)",
      "text" : "The weight loss of BCNF at different temperatures and its thermal degradation behavior were determined using the Thermogravimetric analyzer (TGA) (M/s. NETZSCH, Germany). Approximately 6.0 mg of BCNF was analyzed in a nitrogen atmosphere at the rate of 10 mL min–1 within the temperature range of 30 ◦C and 550 ◦C. The heating was set at a rate of 10 ◦C min–1. The dynamic weight loss curve formed was then used to assess the thermal behavior (Costa, de Olyveira, Basmaji, & Lauro Filho, 2011)."
    }, {
      "heading" : "2.7.4. Mechanical Strength",
      "text" : "The mechanical tightness and tensile properties of BCNF were examined with a universal testing machine (M/s. Zwick Roell, Germany). The BCNF mat of 50 mm pieces was mounted between an upper (fixed) and lower (movable) clamps, and two ends were fixed to avoid slip. A force (gF) was applied to the lower clamp at a speed of 30 mm min–1 to pull the specimen. The experiments were done at room temperature with five replicates, and tensile stress ranging from 516 to 396 g F was applied, and the displacement of the fiber was measured in percentage. The permeabilities of the BCNF mat were measured using air permeability tester (Textest Instruments, Model FX 3300, Switzerland). The nanofiber mat (38 cm2) was clamped over the opening of the test head. The pressing down the clamping arm of the head starts the vacuum pump automatically. The pre-selected test pressure (125 Pa) was maintained for few seconds, and the air permeability of the test specimen was digitally displayed as cm3 cm–2 s–1."
    }, {
      "heading" : "2.7.5. Brunauer-Emmett-Teller Surface analysis",
      "text" : "Brunauer-Emmett-Teller (BET) analysis is widely used for measuring surface area and porosity of nanofibers. The specific surface area of a material is based on the physical adsorption of nitrogen on the surface of the sample at cryogenic temperatures, measured as the function of relative pressure. The adsorbed gas is explained by the Langmuir isotherm considering monolayer and multilayer molecular adsorption. The BCNF sample of 0.45 g was used for measurement of adsorptiondesorption according to IUPAC standards (Singh, 1985) using a Brunauer-Emmett-Teller Surface Analyzer (Quantachrome Instruments, Boynton Beach, FL, USA) with nitrogen (− 196 ◦C) as the test gas. All samples were vacuum degassed at room temperature for 24 h prior to measurement. BET analysis (Brunauer, Emmett, & Teller, 1938) was\nused to determine the porosity of BCNF with specific surface area, total pore volume and average pore size from gas adsorption."
    }, {
      "heading" : "2.8. Immobilization of probiotics on BCNF",
      "text" : "The probiotic strain, L. acidophilus 016 employed in this study, was immobilized onto the developed BC nanofibers using the adsorptionincubation method. The cell suspension of the L. acidophilus 016 was prepared by inoculating 1% (v/v) of mother culture to 1 L of sterile MRS broth and incubated at 37 ◦C for 24 h under shaking conditions. The cells were centrifuged at 6000 rpm for 10 min at 4 ◦C. The supernatant was discarded, and the cell pellets were washed twice with sterile saline solution (0.85%, w/v) and resuspended in 100 mL of the same to obtain 109 CFU mL–1. The fabricated nanofibers mats were autoclaved prior to immobilization. The sterile nanofibers (25 cm2) were incubated with 100 mL of bacterial cell suspension containing 109 CFU mL–1 for 12 h overnight under static condition (Phromthep & Leenanon, 2017). After incubation, the probiotic immobilized fibers formed were dried and stored at room temperature (35 ◦C) for a period of 24 d. Immobilization release ratio was calculated: E (%) = N1/N2; where: N1 is the cell number in the support at the end of the immobilization and N2 is the cell number in the cell suspension (used for immobilization) at the beginning of the process."
    }, {
      "heading" : "2.9. Viability of probiotic strains",
      "text" : "The spread plate assay determined the viability of the immobilized cells. The probiotic immobilized BCNF were weighed and dispersed in sterile saline solution in order to release the immobilized probiotic cells. This was followed by serial dilutions and plating on MRS (De Man, Rogosa and Sharpe) agar plates. After inoculation, the plates were incubated at 37 ◦C for a period of 48 h. The viability assay was performed at four days intervals up to 24 days."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : ""
    }, {
      "heading" : "3.1. Electrospinning of BC",
      "text" : "Electrospinning is the most widely used technique for fabrication of nanostructures with unique properties such as a high surface area and inter/intra fibrous porosity. The morphology of the electrospun nanofibers is significantly affected by various parameters such as the polymer concentration, viscosity, molecular weight, applied voltage, tip-tocollector distance, and solvent (Haider, Haider, & Kyu Kang, 2018). In the present study, the electrospinning of BC was carried as per the spinning parameters mentioned in Table 1. Firstly, the electrospinning of BC was investigated at different concentrations, viz., 2, 3, 4, and 5%. The results revealed that the electrostatic depositions on the collector were mostly beaded structure, and there was no fiber formation. Irrespective of the concentration of the solution, voltage, and flow rate applied, the formation of the fiber structure was not observed in BC.\nTo achieve the formation of BCNF, PVA dissolved in TFA was used as a copolymer. The spinning parameters were set (Table 1), and 5% concentration of the mixture (equal proportion of 5% BC and 5% PVA) was loaded. The Taylor cone formation was achieved and resulted in the fabrication of BCNF. PVA is a synthetic polymer having non-toxic, transparent, and biocompatible properties. Moreover, PVA also has chemical resistance and adhesive properties. All these characters make PVA, the best choice for the development of BC composite nanofibers. Agro waste dietary fibers obtained from lady finger, oil palm trunk, and oil palm frond were evaluated for their ability to develop nanofibers and to act as a carrier for probiotic encapsulation. These fibers were blended with PVA using water as a solvent, and the polymer solution was used as an encapsulant for the probiotic organism (Fung et al., 2011). Nishio and Manley (1988) investigated the blending of PVA and cellulose by using N,N-dimethylacetamide-lithium chloride as a solvent system. The\nT. Jayani et al.\nCarbohydrate Polymers 250 (2020) 116965\ndevelopment of a successful blend depends on the interaction of cellulose and PVA through the hydrogen bonds of hydroxyl groups (Nishio & Manley, 1988). In this investigation, initially, PVA was dissolved in water and used for the preparation of BC composite.\nHowever, the prepared composite resulted in the regeneration of cellulose, making it unfit for further usage. Therefore, in the consequent process of composite development, PVA was dissolved in TFA instead of water. TFA, apart from dissolving cellulose and PVA was also found to act as a plasticizer (Guzman-Puyol et al., 2015). Therefore, the resultant composite was expected to enable the production of nanofibers. As hypothesized, BC/PVA resulted in the successful fabrication of BCNF with a mean diameter of 576.46 nm. The developed nanofiber was white in color, irrespective of the brown color developed during the dissolution process, due to the complete evaporation of the solvent system."
    }, {
      "heading" : "3.2. Characterization of composite nanofibers",
      "text" : ""
    }, {
      "heading" : "3.2.1. Morphological and Dimensional analysis",
      "text" : "The SEM image of electrospun BC showed only beaded structures, irrespective of the concentrations used. On the other hand, the SEM image of BCNF revealed the development of the fibrous structure (Fig. 1a–d). The diameter of the electrospun BCNF estimated through the SEM images ranged from 450 to 800 nm. However, the mean diameter of BCNF was 576.46 nm. The elemental analysis showed that the skeleton of nanofiber consists of carbon, oxygen, and hydrogen and also confirmed the absence of fluorine (Fig. 2)."
    }, {
      "heading" : "3.2.2. FTIR analysis of BCNF",
      "text" : "In the present study, the FTIR spectra of BCNF (Fig. 3), showed crosslinks between BC and PVA molecules which were denoted by a peak shift\nT. Jayani et al.\nCarbohydrate Polymers 250 (2020) 116965\nof O-H group (alcohol) from 3335 cm–1 to 3341 cm–1 and vibration of CH group (alkane) from 2893 cm–1 to 2918 cm–1, as observed by Abidin and Graha (2015), who also developed nanocomposite with BC and PVA (Abidin & Graha, 2015). The FTIR analysis of the developed nanocomposite revealed the presence of cross-linking between BC and PVA, through the peak shifts of O-H and C-H groups. The PVA/cellulose nanocrystals (CNC) nanocomposites developed using okra CNC showed a similar peak shift of the O-H group, which suggests the hydrogen bonding interaction between the PVA and hydrophilic CNC particles (Fortunati et al., 2013). Additionally, the spectra of BCNF showed other prominent peaks at 3335 cm–1, representing the strong stretching of O-H groups, peak at 2893 cm–1 denoting the C-H group, and at 1024 cm–1 denoting the presence of C-O-C group. These findings provided significant evidence regarding the fact that the regenerated cellulose in the form of nanofiber was similar to the bacterial cellulose.\nThus, it can be concluded that the developed BCNF using PVA as a copolymer had established the cross-linking between BC and PVA. Additionally, complete evaporation of the trifluoroacetyl ester groups in the developed nanofiber was evident by the absence of a typical band at 1790 cm–1 corresponding to acetyl ester bond between the solvent and bacterial cellulose. Montano-Leyva et al. (2011) also reported similar results during the development of wheat straw cellulose nanofibers, using TFA as a solvent. The trifluoroacetyl ester bond (C = O) at 1790 cm–1 present in the dissolved cellulose was absent in the developed nanofibers. Thus it can be concluded that TFA is the best solvent for both dissolving celluloses and the development of cellulose nanofibers."
    }, {
      "heading" : "3.2.3. Thermogravimetric analysis",
      "text" : "Fig. 4 showed the Thermogravimetric (TG) and Derivative thermogravimetric (DTG) curves of BCNF obtained from bacterial cellulose. The TG curve of BCNF showed three weight loss steps, while its decomposition occurred in two main stages. The initial weight loss observed (up to 100 ◦C) was attributed to the loss of moisture and\nsolvent from the fibers, while the onset of degradation occurred at a higher temperature, exactly after 180 ◦C. Above this temperature, the thermal stability gradually reduced, and the degradation proceeded; significant mass loss of 76.9% occurred at a range of 230–310 ◦C. Depolymerization of the bacterial cellulose contributed to this weight loss, which resulted in the breakdown of the glucosidic bonds of the chain, forming carbon residues (Canche-Escamilla et al., 2002). Similar behavior was also reported in the development of Durum wheat straw cellulose nanofibers (Montano-Leyva et al., 2011). Finally, the residual mass after heating at 500 ◦C was found to be 15.3% for BCNF. FTIR results documented complete removal of TFA from BCNF, thereby making it safe for human application. Therefore, the idea of the use of nanofibers as an excipient in probiotic formulations, coupled with its application in food, is reasonable."
    }, {
      "heading" : "3.2.4. Mechanical strength",
      "text" : "Stress-strain behavior was examined to understand the tensile strength of electrospun fiber (Asghari Mooneghi, Gharehaghaji, Hosseini-Toudeshky, & Torkaman, 2015). In general, bacterial cellulose possesses high tensile strength, moldability, and extreme insolubility in most of the solvents (George, Ramana, Sabapathy, & Bawa, 2005; White & Brown, 1981). Previously, the solubility of BC has been optimized by dissolving in trifluoroacetic acid for BCNF formation (Tilak et al., 2019). In the present study, the tensile strength of BCNF showed that the loading of the maximum stress of 516 g F results in breaking the ductility of the fiber displacing 12% of the sample while the stress of 396 g F displaces 6.2%. The average breaking strength of the fiber was 448 g F with breaking elongation of 10% of the fiber (Fig. 5). The static air permeability of the BCNF was 0.213 cm3 cm–2 s–1 indicating lower air permeability of the mat due to the spinning of narrow sized fibers staked over each other, as seen in SEM image which causes tortuous path for the transmission of air through the mat. The lower air permeability of polyvinylidene fluoride/polysulfone-amide composite nanofiber mat was reported (Tian, Xin, Gao, Jin, & Chen, 2019)."
    }, {
      "heading" : "3.2.5. Nitrogen gas absorption",
      "text" : "The amount of nitrogen gas physically adsorbed by the pores of\nnanofiber samples gives an indication of the size and distribution of pores. Gas adsorption-desorption technique is capable of determining pore volume data from the adsorption and desorption isotherms of a gas subjected to condensation in the pores. Fig. 6 illustrates the nitrogen adsorption-desorption isotherms for BCNF. BET analysis of BCNF Fig. 3. FTIR spectra of BC, BCNF and BC-TFA.\nT. Jayani et al.\nCarbohydrate Polymers 250 (2020) 116965\nshowed that the surface area of the fiber was 4.248 m2 g–1, while average pore volume and pore diameter are 0.005cc g–1 and 1.72 nm, respectively. The hysteresis curve exhibited close to Type IV isotherm, where moderate adsorption of N2 was recorded below p/p0 < 0.2 and the progressive increase of N2 adsorption between 0.2 < p/p0 < 0.9 indicating the availability of both micro and mesoporous in the fiber. The curve shows the formation of a monolayer in low-pressure regions, followed by a formation of multilayers. The existence of slit pores in the fibers represents the sharp uptake of curve at p/p0 > 0.9. Materials with pore diameters between 2 - 50 nm, gives type IV isotherm (Zhang et al., 2016)"
    }, {
      "heading" : "3.3. Viability of the immobilized probiotic culture",
      "text" : "Bacterial cellulose is an excellent matrix for immobilization purposes that could also be used as supporting material for probiotic strains. Fijałkowski et al. (2016) has studied the potential of BC as an immobilization support for Lactobacillus strains and established that the immobilization efficiency depends on the cellulose form, its synthesis method, and immobilization method. Similarly, Phromthep and Leenanon (2017) have demonstrated that the BC produced from fruit juice residues and coconut milk resulted in improved survival of the immobilized Lactobacillus plantarum than free cells. In the present study, the nanofiber form of BC was evaluated for immobilization of L. acidophilus 016, and it was found that 71.1% of the immobilized bacteria survived. Moreover, nanofibers are advantageous than other forms of support because of its high surface area to volume ratio. Usually, the nanofibers\nare examined for their encapsulation efficiency either by employing a mono-axial or co-axial method of encapsulating the bacteria. The encapsulation of living cells of probiotic organisms, namely, Lactobacillus sp. and Bifidobacteria, were examined using cellulose fibers and PVA fibers, respectively (López-Rubio et al., 2009; Fung et al., 2011). In the present findings, the encapsulation of L. acidophilus 016 in the BC/PVA composite solution was not achieved due to the solvent system (TFA) employed. Thus, instead of encapsulation, the immobilization of probiotics was achieved on the developed BCNF. It has an immobilization release ratio of 71% as monitored through the determination of viable probiotic cells released from the BCNF on 24th day of storage (Table. 2; Fig. 7). Żywicka et al. (2019), used BC pellicle as a support for immobilization and after 12 h of incubation, reported a release ratio of 37, 24, 65% for Saccharomyces cerevisiae, Yarrowia lipolytica and Lactobacillus delbruecki, respectively. However, prolonged incubation over 72 h affected cell viability of L.delbruecki. While, in the present study, probiotic immobilized BCNF can be stored for up to 24 days.\nPreviously, Lactobacillus acidophilus encapsulated within the electrospun dietary fibers also showed viability up to 21 days of storage under refrigerated conditions (Fung et al., 2011). Also, Phromthep and Leenanon (2017) reported that survival of L. plantarum was estimated every 4 days for 28 days. In the present study, the immobilized BCNF obtained was evaluated up to 24 days for its ability to protect the bacteria, and the results are given in Table 2. The probiotic culture L. acidophilus 016 immobilized on the nanofiber (BCNF) revealed that the population of L. acidophilus 016 on the 0th day was 10.72 log CFU. By the end of the 24th day, the viable population was 7.63 log CFU. In other words, the bacterial cellulose composite nanofiber retained 71.1% bacterial viability. Thus the immobilization technique was found to be highly advantageous as it retained most viable probiotic population on the nanofibers."
    }, {
      "heading" : "4. CONCLUSION",
      "text" : "In summary, the current work highlighted the methodology for the development of bacterial cellulose nanofibers. The FTIR analysis revealed that the trifluoroacetic acid employed in the process of BC\nT. Jayani et al.\nCarbohydrate Polymers 250 (2020) 116965\ndissolution had been completely removed from the nanofiber system fabricated. Likewise, the thermal analysis showed that the nanofibers could be used in heat-processed foods due to its nanostructure and remarkable stability up to 180 ◦C. The viability of L. acidophilus 016 immobilized in the developed BCNF exhibited a survival percentage of 71.1 on the 24thday of storage at room temperature. However, extended storage of the BCNF based probiotic preparation under different storage conditions paves the way for widening the application of BCNF. Further modifications in the spinning process can improve the nanostructures of the fiber developed. Further research may be done to improve its efficacy and explore its controlled release properties."
    }, {
      "heading" : "Acknowledgment",
      "text" : "This work was carried out with financial assistance from the Indian Council of Agricultural Research under the ICAR-CIRCOT-CRP-TNAU01 sanctioned to SU."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.carbpol.2020.116965."
    } ],
    "references" : [ {
      "title" : "Thermal characterization of bacterial cellulose/ polyvinyl alcohol nanocomposite",
      "author" : [ "A.Z. Abidin", "H.P.R. Graha" ],
      "venue" : "Advanced Materials Research,",
      "citeRegEx" : "Abidin and Graha,? \\Q2015\\E",
      "shortCiteRegEx" : "Abidin and Graha",
      "year" : 2015
    }, {
      "title" : "Recent advances in microencapsulation of probiotics for industrial applications and targeted delivery",
      "author" : [ "A.K. Anal", "H. Singh" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Anal and Singh,? \\Q2007\\E",
      "shortCiteRegEx" : "Anal and Singh",
      "year" : 2007
    }, {
      "title" : "Characterization and optimization of bacterial cellulose produced by Acetobacter spp",
      "author" : [ "R.S. Anusuya", "R. Anandham", "K. Kumutha", "G. Gayathry", "V. Mageshwaran", "S. Uthandi" ],
      "venue" : "Journal of Environmental Biology,",
      "citeRegEx" : "Anusuya et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Anusuya et al\\.",
      "year" : 2020
    }, {
      "title" : "Tensile fatigue behavior of polyamide 66 nanofiber yarns",
      "author" : [ "S. Asghari Mooneghi", "A.A. Gharehaghaji", "H. Hosseini-Toudeshky", "G. Torkaman" ],
      "venue" : "Polymer Engineering & Science,",
      "citeRegEx" : "Mooneghi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mooneghi et al\\.",
      "year" : 2015
    }, {
      "title" : "Adsorption of gases in multimolecular layers",
      "author" : [ "S. Brunauer", "P.H. Emmett", "E. Teller" ],
      "venue" : "Journal of the American Chemical Society,",
      "citeRegEx" : "Brunauer et al\\.,? \\Q1938\\E",
      "shortCiteRegEx" : "Brunauer et al\\.",
      "year" : 1938
    }, {
      "title" : "Flexural, impact and compressive properties of a rigid-thermoplastic matrix/cellulose fiber reinforced composites",
      "author" : [ "G. Canche-Escamilla", "J. Rodriguez-Laviada", "J.I. Cauich-Cupul", "E. Mendizabal", "J.E. Puig", "P.J. Herrera-Franco" ],
      "venue" : "Composites Part A: Applied Science and Manufacturing,",
      "citeRegEx" : "Canche.Escamilla et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Canche.Escamilla et al\\.",
      "year" : 2002
    }, {
      "title" : "Bacterial cellulose towards functional green composites materials",
      "author" : [ "L.M.M. Costa", "G.M. de Olyveira", "P. Basmaji", "X. Lauro Filho" ],
      "venue" : "Journal of Bionanoscience,",
      "citeRegEx" : "Costa et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Costa et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of polymers",
      "author" : [ "C.P. Champagne", "F. Mondou", "Y. Raymond", "D. Roy" ],
      "venue" : null,
      "citeRegEx" : "Champagne et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Champagne et al\\.",
      "year" : 1996
    }, {
      "title" : "Survival of probiotic lactic",
      "author" : [ "K. app.38524. Fijałkowski", "D. Peitler", "R. Rakoczy", "A. Żywicka" ],
      "venue" : null,
      "citeRegEx" : "Fijałkowski et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fijałkowski et al\\.",
      "year" : 2016
    }, {
      "title" : "gastric juices and bile salt solution",
      "author" : [ "Fung", "W.-Y", "Yuen", "K.-H", "Liong", "M.-T" ],
      "venue" : "LWT-Food Science and Technology,",
      "citeRegEx" : "Fung et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Fung et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of trifluoroacetic acid on the properties",
      "author" : [ "A. Athanassiou", "I.S. ... Bayer" ],
      "venue" : null,
      "citeRegEx" : "Athanassiou and Bayer,? \\Q2015\\E",
      "shortCiteRegEx" : "Athanassiou and Bayer",
      "year" : 2015
    }, {
      "title" : "A comprehensive review",
      "author" : [ "A. Haider", "S. Haider", "Kyu Kang", "I.-K" ],
      "venue" : "Engineering Journal,",
      "citeRegEx" : "Haider et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Haider et al\\.",
      "year" : 2018
    }, {
      "title" : "Three-dimensional electrospun ECM-based",
      "author" : [ "B.M. Wu", "W.R. ... MacLellan" ],
      "venue" : null,
      "citeRegEx" : "Wu and MacLellan,? \\Q2008\\E",
      "shortCiteRegEx" : "Wu and MacLellan",
      "year" : 2008
    }, {
      "title" : "Encapsulation technologies for functional foods",
      "author" : [ "K. 2907–2914. Kailasapathy" ],
      "venue" : null,
      "citeRegEx" : "Kailasapathy,? \\Q2009\\E",
      "shortCiteRegEx" : "Kailasapathy",
      "year" : 2009
    }, {
      "title" : "Encapsulation of living",
      "author" : [ "A. López-Rubio", "E. Sanchez", "Y. Sanz", "J.M. Lagaron" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "López.Rubio et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "López.Rubio et al\\.",
      "year" : 2009
    }, {
      "title" : "Preparation and characterization",
      "author" : [ "J. Cervantes", "D. Sanchez-Machado" ],
      "venue" : null,
      "citeRegEx" : "Cervantes and Sanchez.Machado,? \\Q2011\\E",
      "shortCiteRegEx" : "Cervantes and Sanchez.Machado",
      "year" : 2011
    }, {
      "title" : "Survivability of immobilized Lactobacillus",
      "author" : [ "K. 1270–1277. Phromthep", "B. Leenanon" ],
      "venue" : null,
      "citeRegEx" : "Phromthep and Leenanon,? \\Q2017\\E",
      "shortCiteRegEx" : "Phromthep and Leenanon",
      "year" : 2017
    }, {
      "title" : "Application of cellulosic nanofibers in food",
      "author" : [ "A. Rezaei", "A. Nasirpour", "M. Fathi" ],
      "venue" : null,
      "citeRegEx" : "Rezaei et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Rezaei et al\\.",
      "year" : 2015
    }, {
      "title" : "Utilization of bacterial cellulose",
      "author" : [ "Z. 1417–1435. Shi", "V. Zhang", "G.O. Phillips", "Yang" ],
      "venue" : null,
      "citeRegEx" : "Shi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Shi et al\\.",
      "year" : 2014
    }, {
      "title" : "Reporting physisorption data for gas/solid systems with special",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Singh,? \\Q1985\\E",
      "shortCiteRegEx" : "Singh",
      "year" : 1985
    }, {
      "title" : "Fundamentals of Fourier transform infrared spectroscopy, 1–207",
      "author" : [ "C. B" ],
      "venue" : "Pure Appl. Chem,",
      "citeRegEx" : "B.,? \\Q2011\\E",
      "shortCiteRegEx" : "B.",
      "year" : 2011
    }, {
      "title" : "Preparation and characterization",
      "author" : [ "X. press. Tian", "B. Xin", "W. Gao", "S. Jin", "Z. Chen" ],
      "venue" : null,
      "citeRegEx" : "Tian et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tian et al\\.",
      "year" : 2019
    }, {
      "title" : "Dissolution of bacterial cellulose",
      "author" : [ "J. 2018.1527514. Tilak", "S. Marimuthu", "S. Uthandi" ],
      "venue" : null,
      "citeRegEx" : "00405000",
      "shortCiteRegEx" : "00405000",
      "year" : 2019
    }, {
      "title" : "Life in commercial probiotics",
      "author" : [ "A. Van Belkum", "E.E. Nieuwenhuis" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2007
    }, {
      "title" : "Thermal radiative properties of electrospun",
      "author" : [ "H. Wu", "J. Fan", "X. Qin", "G. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Wu et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2008
    }, {
      "title" : "The pore size distribution and its relationship with shale gas capacity inorganic-rich mudstone of Wufeng-Longmaxi Formations, Sichuan Basin, China",
      "author" : [ "Y. Zhang", "D. Shao", "J. Yan", "X. Jia", "Y. Li", "P. Yu", "T. ... Zhang" ],
      "venue" : "Journal of Natural Gas Geoscience,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "However, poor viability of the organisms in the developed preparations is indeed a cause of concern (Chávarri, Marañón, & Villarán, 2012; Kailasapathy, 2009).",
      "startOffset" : 100,
      "endOffset" : 157
    }, {
      "referenceID" : 2,
      "context" : "Previously, we have characterized the BC produced by Acetobacter senegalansis MA1 (Anusuya et al., 2020) and optimized the dissolution of BC for nanofiber formation (Tilak, Marimuthu, & Uthandi, 2019).",
      "startOffset" : 82,
      "endOffset" : 104
    }, {
      "referenceID" : 19,
      "context" : "45 g was used for measurement of adsorptiondesorption according to IUPAC standards (Singh, 1985) using a Brunauer-Emmett-Teller Surface Analyzer (Quantachrome Instruments, Boynton Beach, FL, USA) with nitrogen (− 196 C) as the test gas.",
      "startOffset" : 83,
      "endOffset" : 96
    }, {
      "referenceID" : 9,
      "context" : "These fibers were blended with PVA using water as a solvent, and the polymer solution was used as an encapsulant for the probiotic organism (Fung et al., 2011).",
      "startOffset" : 140,
      "endOffset" : 159
    }, {
      "referenceID" : 5,
      "context" : "Depolymerization of the bacterial cellulose contributed to this weight loss, which resulted in the breakdown of the glucosidic bonds of the chain, forming carbon residues (Canche-Escamilla et al., 2002).",
      "startOffset" : 171,
      "endOffset" : 202
    }, {
      "referenceID" : 25,
      "context" : "pore diameters between 2 - 50 nm, gives type IV isotherm (Zhang et al., 2016)",
      "startOffset" : 57,
      "endOffset" : 77
    }, {
      "referenceID" : 14,
      "context" : "and Bifidobacteria, were examined using cellulose fibers and PVA fibers, respectively (López-Rubio et al., 2009; Fung et al., 2011).",
      "startOffset" : 86,
      "endOffset" : 131
    }, {
      "referenceID" : 9,
      "context" : "and Bifidobacteria, were examined using cellulose fibers and PVA fibers, respectively (López-Rubio et al., 2009; Fung et al., 2011).",
      "startOffset" : 86,
      "endOffset" : 131
    }, {
      "referenceID" : 9,
      "context" : "Previously, Lactobacillus acidophilus encapsulated within the electrospun dietary fibers also showed viability up to 21 days of storage under refrigerated conditions (Fung et al., 2011).",
      "startOffset" : 166,
      "endOffset" : 185
    } ],
    "year" : 2020,
    "abstractText" : "The present study was conducted to develop bacterial cellulose nanofibers (BCNF) and to evaluate its ability as a carrier material for the incorporation of the probiotic bacteria Lactobacillus acidophilus 016. Bacterial cellulose (5%) dissolved in trifluoroacetic acid (TFA) solution was amended with an equal volume of polyvinyl alcohol (PVA) solution to produce nanofibers via electrospinning. Fourier-transform infrared spectra of BCNF confirmed the absence of TFA used in the dissolution process. Mechanical properties, including tensile strength, surface area, pore-volume, and pore diameter, and thermal analysis of BCNF revealed that the nanofibers could be incorporated in food for the delivery of probiotics. L. acidophilus 016 was successfully immobilized onto the BCNF through the adsorption-incubation technique. SEM micrograph revealed that the immobilized bacteria sustained without any damage during the storage for up to 24 days. Further, the viability studies confirmed the survival of 71% population during the storage at 35 C. These observations recommended the possibility of BCNF based probiotics for various commercial applications.",
    "creator" : "Elsevier"
  }
}