{
  "name" : "downloads_2019-11-17_21_hackenberger2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of single and combined exposure to nano and bulk zinc-oxide and propiconazole on Enchytraeus albidus",
    "authors" : [ "Davorka K. Hackenberger", "Nikolina Stjepanovi", "Branimir K. Hackenberger" ],
    "emails" : [ "hackenberger@biologija.unios.hr" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nChemosphere\njournal homepage: www.elsevier .com/locate/chemosphere\nEffects of single and combined exposure to nano and bulk zinc-oxide and propiconazole on Enchytraeus albidus\nDavorka K. Hackenberger, Nikolina Stjepanovi c, Zeljka Lon cari c, Branimir K. Hackenberger*\nUniversity of Osijek, Department of Biology, Cara Hadrijana 8A, HR-31000, Osijek, Croatia\nh i g h l i g h t s\n* Corresponding author. E-mail address: hackenberger@biologija.unios.hr (\nhttps://doi.org/10.1016/j.chemosphere.2019.02.189 0045-6535/© 2019 Published by Elsevier Ltd.\ng r a p h i c a l a b s t r a c t\nThe EC50 for reproduction was higher for nZnO than for bZnO. Both ZnO forms caused an increase of AChE, CAT and GST activities. Mixture of 50% EC50 PCZ/50% EC50 ZnO (both forms) caused strong antagonism. Oxidative stress was not enhanced after binary exposure.\na r t i c l e i n f o\nArticle history: Received 11 December 2018 Received in revised form 20 February 2019 Accepted 27 February 2019 Available online 28 February 2019\nHandling Editor: Tamara S. Galloway\nKeywords: Propiconazole Bulk ZnO Nano ZnO Oxidative stress Reproduction Enchytraeus albidus\na b s t r a c t\nOrganisms in soil are often exposed to different mixtures of contaminants. These contaminants may interact with each other and, consequently, may have a different effect on organisms than each of them alone. We wanted to investigate possible effects of ZnO mixtures in bulk and nano form and fungicide propiconazole (PCZ) on biochemical parameters and reproduction in Enchytreus albidus. These compounds were applied separately and in binary mixture. In the single exposure experiment the EC50 values for the number of juveniles were calculated: nano ZnO (641.21± 88.82mg kg 1), bulk ZnO (445.78± 148.4mg kg 1) and PCZ (3.63 ± 1.68mg kg-1), respectively. These concentrations were subsequently used in the binary exposure experiment. Calculated combination indices (CI), that allow quantitative determination of chemical interactions at different concentration and effect level, indicated additive or antagonistic interactions (CI 1) of applied mixture ratios. The only ratio that showed synergistic interaction (CI< 1) was 75% EC50 nZnO/25% EC50 PCZ. Both ZnO forms caused acetylcholinesterase (AChE) activity increase of up to 40% of control level, as well as increased catalase (CAT) and glutathione S-transferase (GST) activities and malondialdehyde (MDA) level. PCZ did not affect AChE and CAT activities, yet it increased GST activity and MDA level. Induced levels of measured biomarkers indicate an oxidative stress after binary exposure, as well. These effects were not enhanced after binary exposure but reflected the effects on biomarkers that corresponding concentrations of these compounds generated in a single exposure experiment.\n© 2019 Published by Elsevier Ltd.\nB.K. Hackenberger)."
    }, {
      "heading" : "1. Introduction",
      "text" : "Complex mixtures of pollutants rather than a single pollutant\nfrom different sources and routes are present and continuously accumulate in the environment. Those mixtures can consist of different components; e.g. a combination of pesticides, metals, or pesticides and metals. Pesticides and metals are likely to co-occur in most agricultural soil ecosystems (Wang et al., 2015). Hence, organisms living in the soil are often exposed to different mixtures. These substances may and may not interact with each other, which affects their toxicity to an organism. Recently, assessment of joint effects of mixtures have drawn more consideration (Uwizeyimana et al., 2017a) as it better reflects the impact of environmental exposures than a single chemical assessment (Schnug et al., 2014).\nAfter earthworms, Enchytraeidae (Oligochaeta) are rated as one of the most promising bioindicators of soil contamination (Didden and R€ombke, 2001). Enchytraeids are part of the soil mesofauna, and are common and abundant in many terrestrial ecosystems. They are recognized as key players in maintenance of soil functions at smaller scale, influencing soil structure, soil organic matter decomposition and microbial activity (J€ansch et al., 2005; Briones, 2014). Consequently, a standardized OECD (2016) and ISO (2014) protocols have been developed for testing the effects of chemicals on survival, reproduction and avoidance behavior of enchytraeids.\nExposure to heavy metals or pesticides may affect enchytraeid survival and reproduction, cause oxidative stress and metabolism changes (Howcroft et al., 2009; Novais et al., 2014; Gomes et al., 2015). The effects of zinc on enchytraeids have been tested measuring all of the above endpoints. Additionally, different forms of zinc have been used in these experiments: zinc chloride (Posthuma et al., 1997; Lock and Janssen, 2001, 2002; Loureiro et al., 2009; Novais et al., 2012), powder zinc and zinc oxide (Lock and Janssen, 2003). Nevertheless, considerations towards heavy metals toxicity have been raised with their particle size as well. Nanoparticles have been recognized as emerging contaminants over the last decade. The number of consumer products that contain nanoparticles (NPs) have been dramatically increased recently (Topuz and van Gestel, 2017). Metal oxide nanoparticles are already manufactured at a large scale. Among them zinc oxide NPs (ZnO-NPs) has been widely used in sunscreens (Osmond and Mccall, 2010) and for soil remediation processes (Kamat et al., 2002). As a result of a wide range of usage in nanotechnology applications, ZnO-NPs have received a lot of attention. Consequently, with increasing production of engineered nanoparticles (NPs) there is an increasing concern about the potential toxic effects of their release in the environment. The only research so far involving ZnONP toxicity on enchytraeids was conducted in an experimental exposure media and not in soil (Hrda et al., 2018). The effects of pesticides on enchytraeids have also been studied measuring various endpoints as stated above. Propiconazole (PCZ) is a systemic foliar fungicide from triazole family with broad range specificity against fungal pathogens. PCZ is a persistent fungicide in environment half-life estimated to about to 214 days (Calonne et al., 2010). Because of its persistence it can also affect non-target organisms such as enchytraeids.\nIn the present study wewanted to investigate possible effects of ZnO in both bulk and nano form and PCZ on the biochemical biomarkers and reproduction in Enchytreus albidus. However, as mentioned above, the results obtained from a single exposure on organisms may underestimate the ecological risk of compounds that are actually present in the environment (Stepi c et al., 2013). The testing of chemical mixtures is important as some compounds can interact synergistically, enhancing the effects of a single compound, antagonistically, decreasing the effects of a single compound, or additively. Therefore, in this study we wanted to investigated whether a binary combination of fungicide PCZ and ZnO (bulk and nano particle size) have different effects on\nmeasured biomarkers in Enchytraeus albidus than each of these compounds applied separately. In all experiments biochemical biomarkers (catalase, acetylcholinesterase, glutathione S-transferase and thiobarbituric reactive substances) and reproductive success were measured. To analyze the results, we used a Combination Index (CI)-isobologram method that allows quantitative determination of chemical interactions at different concentration and effect level."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Test organisms",
      "text" : "The potworms Enchytraeus albidus Henle (1873) were obtained for the culture maintained at Department of Biology (Osijek, Croatia). E. albidus were kept under controlled conditions in a climate room at constant temperature (18± 1 C), relative humidity (60%) and photoperiod of 16:8 h (light:dark) and were fed once a week with a finely ground and autoclaved rolled oats. For the experiments, adult E. albidus with well-developed clitellum region were selected."
    }, {
      "heading" : "2.2. Chemicals",
      "text" : "All reagents used in the study were of analytical grade. 5,50dithiobis-2 nitrobenzoic acid (DTNB, CAS Number 69-78-3, molecular weight: 396.35 g mol-1); acetylthiocholine iodide (AcSChI, CAS Number, 1866-15-5, molecular weight 289.18 g mol1): 1-chloro2,4-dinitrobenzene (CDNB, CAS Number 97-00-7, molecular weight 202.55 g mol-1); trichloroacetic acid (TCA, CAS Number 76-03-9, molecular weight 163.39 g mol-1); FolineCiocalteu reagent (FCR); bovine serum albumin were obtained from Sigma (St Louis MO, USA); thiobarbituric acid (TBA, CAS Number 504-17-6, molecular weight 144.15 g mol-1), reduced glutathione (GSH, CAS Number 70-18-8, molecular weight 307.32 g mol-1) were obtained from ACROS Organics (Geel, Belgium). The following commercial preparations of pesticide were used d Bumper 25 EC (Chromos Agro), (250 g L 1 propiconazole), ZnO (20 nm, 99.5%, nearly spherical, IoLiTec GmbH) and ZnO bulk (T.T.T. d.o.o., CAS: 1314-13-2)."
    }, {
      "heading" : "2.3. Test soil",
      "text" : "The artificial soil for all experiments was prepared according to protocol of the OECD (2016) with 10% sphagnum peat, 20% kaolin clay and approximately 70% air-dried quartz sand. The soil pH was adjusted to 6± 0.5 by the addition of CaCO3."
    }, {
      "heading" : "2.4. Single exposure",
      "text" : "To calculate EC50 value for reproduction, organisms were exposed to a five concentrations of each tested compound plus a control in a reproduction test with enchytraeids (OECD, 2016). Zinc oxide (both nano and bulk form) was thoroughly mixed as powder in a dry artificial soil in the following concentrations: 100, 250, 500, 750 and 1000mg kgdw 1. After mixing, 20 g of dry soil was placed in each testing vessel and an appropriate amount of water (to 50% water holding capacity) was mixed in soil. For propiconazole tested concentrations were: 0.3125, 0.625, 1.225, 2.450 and 4.9 mga.i.kgdw 1. Appropriate concentrations of active substance were made with water and added in the amount needed for 50% water holding capacity. All treatments were done in a pentaplicate. After 24 h of equilibration 10 adult organisms were placed in a test vessel. The test vessels were placed in a climate chamber set at 20± 1 C, 60%\nhumidity and a photoperiod of 16:8 h (light:dark). The duration of exposure of both experiment was six weeks, i.e. 21 days after which adult enchytraeids were removed from soil, followed by another 21 days for juveniles to hatch. All replicates were weighed weekly for moisture loss replenishment. After 21 days the soil samples were hand searched and living adult wormswere separated and counted. All live organisms from each replicate were pooled weighted, homogenized and stored at 80 C until the biochemical measurements. After six weeks the hatched worms were counted, based on Bengal red staining method (OECD, 2016)."
    }, {
      "heading" : "2.5. Binary exposure",
      "text" : "From the results of the single exposure experiment EC50 values for reproduction (number of juveniles) were calculated for all three substances (nZnO, bZnO and PCZ). Following concentrations were obtained: 641.21mg kg-1 (nZnO), 445.78mg kg-1 (bZnO) and 3.63mg kg-1 (PCZ). The ratios of EC50 concentrations were used as mixture concentrations in this experiment in following order: 100% ZnO/0% PCZ (M1), 75% ZnO/25% PCZ (M2), 50% ZnO/50% PCZ (M3), 25% ZnO/75% PCZ (M4) and 0% ZnO/100% PCZ (M5) (Table 1). One set of experiment was done for bZnO and one for nZnO. As in the single exposure experiment appropriate concentrations of ZnO were mixed in dry soil and an appropriate amount of PCZ solution in water was added to obtain 50% water holding capacity of artificial soil. All treatments were done in a pentaplicate. The experimental conditions and duration were the same as in the single exposure experiment."
    }, {
      "heading" : "2.6. Sample preparation and measurement",
      "text" : "Adult enchytraeids extracted after 21 days of exposure from each replicate of both experiments were pooled, weighted and homogenized (1:15 w:v ratio) in cold potassium phosphate buffer (0.1M, pH 7.4) with a Potter-Elvehjem homogenizer. The homogenates were then centrifuged at 9000 g for 30min and 4 C to yield the post-mitochondrial fraction (S9). Aliquots of the supernatant were stored at 80 C until use. AChE activity was measured using the Ellman method (1961). The reaction medium included sodium phosphate buffer (0.1M, pH 7.2), DTNB (1.6mM), AcSChI (156mM) and sample (S9). Kinetics was recorded at 412 nm. Catalase activity was measured spectrophotometrically at 240 nm according to Claiborne (1985). The reaction medium included potassium phosphate buffer (0.05M, pH 7), hydrogen peroxide (0.03M) and sample (S9). Kinetics was recorded at 240 nm. The glutathione S-transferase activity was determined spectrophotometrically at 340 nm according to the method of Habig et al. (1974). The reaction medium contained CDNB (1mM), GSH (25mM), and sample (S9). Lipid peroxidation was measured as a malondialdehyde (MDA) content by thiobarbituric acid assay fluorometrically at 535 nm excitation and 635 nm emission in a microplate according to Gagn e (2014). The reaction medium contained TCA (0.61M), FeSO4 (1.85mM), TBA (46.5mM) and sample (S9). All activities and MDA content were expressed as relative to a corresponding control.\nProteins were determined according to Bradford (1976), with Coomassie Brilliant Blue G-250 and absorbance measured at 595 nm. The amount of proteins was calculated based on the calibration curve with BSA."
    }, {
      "heading" : "2.7. Data presentation and statistical analysis",
      "text" : "All datawas tested in R version 3.4.0 (R Development Core Team, 2017) and RStudio (R Studio Team, 2016). Data were tested for normality using Shapiro-Wilk test, and homogeneity of variance with Bartlett test. As data were normally distributed ANOVA followed Dunnett post-hoc test was used.\nFor curve fitting, calculation of EC50 values for single exposure experiments and isobologram construction, R package drc (Ritz et al., 2015) was used. Dose response curves for single toxicants (PCZ, nZnO, bZnO) were fitted to the three-parameter logistic model. To evaluate toxic interactions (additivity, synergy or antagonism) of binary equitoxic mixtures, isobolographic method was used. Mixture toxicity was evaluated based on the toxic unit (TU) concept (Warne, 2003; Brodeur et al., 2014). Here, one toxic unit (TU) is defined as a concentration of toxicant that causes 50% reduction in number of juvenile enchytraeids after reproduction test (EC50). In the case of the mixtures, for example, value of 1 TU contains 0.5 TU of propiconazole (1/2 of EC50) and 0.5 TU of ZnO (1/ 2 EC50). Line of additivity that connects dose pairs that cause EC50 effect was added to the isobologram, to enable visual contrast of additive from synergistic and antagonistic interactions. For every mixture ratio combination index (CI) was calculated as a standard measure of the combination effects. CI is defined as follows (Ritz and Streibig, 2014):\nCI ¼ XC\nc¼1\nxc ED50c\nwhere xc is the dose of the compound in the mixture, and ED50c is the effective dose of the compound that causes 50% of the effects (in our case this is 50% reproduction inhibition). CI¼ 1 implies additive effect, CI< 1 means synergism and CI> 1means antagonistic effect. All the models during dose response fitting were chosen based on lack-of-fit test and according to AIC criteria."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Single exposure (ZnO)",
      "text" : "There was no mortality recorded in the experiment. Both tested forms of ZnO (bZnO and nZnO) had a significant impact on measured biomarkers. All applied bZnO concentrations caused an increase of up to 40% of AChE activity when compared to control. Nano ZnO caused an induction of AchE with increasing concentrations, with almost 40% increase at 750mg kg-1 and 1000mg kg1 concentrations (Fig. 1a). This increase could be an indication of the impairment of metabolic homeostasis. Catalase activity increased only at the highest concentration of bZnO applied\nchytraeus albidus reproduction test in the binary exposure experiment.\n(1000mg kg-1) (p< 0.001), while nZnO caused a significant CAT activity increase already at C2 (250mg kg-1) (Fig. 1b), suggesting a stronger oxidative stress to the organisms. Glutathione S-transferase activities reacted in a dose-dependent increase after application of C3 (500mg kg-1) and higher concentrations (Fig. 1c), showing that the second phase of detoxification mechanisms were initiated after exposure to both ZnO forms. Nevertheless, as MDA levels were significantly increased, a lipid peroxidation probably occurred at the two highest concentrations of applied nZnO and only at the highest concentration of bZnO (Fig. 1d).\nThe calculated EC50 for reproduction was 445.78± 148.4mg kg1 for bZnO, a value close to C3 concentration applied. While for nZnO the calculated EC50 value was 641.21± 88.82mg kg-1, a concentration between C3 and C4."
    }, {
      "heading" : "3.2. Single exposure (PCZ)",
      "text" : "The activities of both AChE and CAT did not significantly change after exposure to PCZ (Fig. 1a and b). Nevertheless, GST activity significantly increased after exposure to all applied concentrations of PCZ, indicating that a second phase of detoxification had to be initiated (Fig. 1c). The two highest concentrations of PCZ caused the strongest induction (p< 0.001). The same response occurred with MDA, suggesting a lipid peroxidation occurred when higher concentrations of PCZ were applied (Fig. 1d).\nThe calculated EC50 for reproduction was 3.63± 1.68mg kg-1, the concentration between C4 and C5 of concentrations applied."
    }, {
      "heading" : "3.3. Binary exposure",
      "text" : "After exposure to bZnO/PCZ mixtures there was no significant\nchange in CAT activities, while only 75/25 (M2) and 50/50 (M3) significantly induced AChE (p> 0.01) (Fig. 2a and b). Similar concentrations of bZnO induced AChE activity in a single exposure as well. Both GST activity and MDA levels were increased in all treatments, except for the M1 (only bZnO) (Fig. 2c and d). As bZnO in the single exposure experiment did not induce those two biomarkers at corresponding concentrations, MDA level and GST activity can be correlated with the applied PCZ concentrations. These changes in biomarker response did not have a negative effect on the reproduction. The isobolographic analysis with combination index (CI) model shows that the interaction between bZnO and PCZ had no different than additive (M2) or antagonistic (M3 and M4) effect on the enchytraeid reproduction (Fig. 3a, Table 2). Namely, the number of juveniles hatched under M3 (50/50) and M4 (25/75) treatment was significantly higher thanwith bZnO and PCZ applied separately (M1 and M5). Interestingly, the number of juveniles was almost identical to the control treatment.\nOnly M1 treatment (100% nZnO) caused induction of AChE or CAT activities (p< 0.01) (Fig. 2a and b). On the other hand, GST activity was significantly induced in all treatments (Fig. 2c). MDA level was significantly increased only in treatments with 50% or more of PCZ (M3-M5) (Fig. 2d), with the highest increase in M4 treatment. This indicate that the oxidative stress caused by PCZ caused a lipid peroxidation as well. Similar to bZnO/PCZ treatments, a significant antagonistic reaction on the reproduction occurred in M3 (50/50) treatment (Fig. 3b, Table 2). However, other two treatments differed. Namely, M4 (25/75) treatment had an additive effect, while M2 (75/25) was the only treatment showing a synergistic effect. This means that the number of juveniles was lower than the number hatched when EC50 concentrations were applied separately."
    }, {
      "heading" : "4. Discussion",
      "text" : "Toxicity and adverse effects of many substances have been extensively researched for a range of organisms. Yet majority are investigated only as a single substances and not in amixture, even if organisms are rarely exposed to a single compound and chemicals in mixtures and combinations often generate different effects in them. The interaction between the components can either occur within the organism where the metabolization of compounds can enhance or reduce its toxicity depending on the malondialdehyde properties of produced metabolites, or outside the organismwhere it can reduce the absorption process which may lead to the antagonistic effects (Wang et al., 2012). In a review on metal and pesticides mixtures in earthworms more than 60% of investigated mixtures showed synergistic interactions (Uwizeyimana et al., 2017a). The toxicity of chemical mixture in environmental conditions can be influenced by different factors including route and duration of exposure, nature of mixture components, environmental properties, and even the assembly of organisms present (Cedergreen, 2014; Wang et al., 2015; Uwizeyimana et al., 2017a)."
    }, {
      "heading" : "4.1. Single exposure",
      "text" : "Most studies on pesticides andmetal mixtures include cadmium and copper. In their review Uwizeyimana et al. (2017a) did not find any study involving zinc. Zinc has many essential functions in metabolism of living organisms (Maity et al., 2008), however, it is also toxic above certain concentrations (Hopkin, 1989). According the EC50 values obtained in our study bZnO seems to be more\ndetrimental on enchytraeid reproduction than nZnO. The EC50 value for bZnO (445mg kg-1) is in accordance with the literature data (461mg kg-1) (Lock and Janssen, 2003), while there is no previous record of EC50 value for nZnO on enchytraeids. Zinc oxide seems to be less harmful on enchytraeid reproduction than, much more investigated, ZnCl2 (Posthuma et al., 1997; Lock and Janssen, 2002; Novais et al., 2012). Heggelund et al. (2014) found that EC50 values for earthworms of bZnO and nZnO were pH dependent. At pH 5.1 and 6.4 the EC50 values were similar, but at pH 7.0 bZnO appeared to be more toxic. As the pH in our experiment was set to 6.0 it could be attributed to organisms’ particularity. Measured changes in biomarker values show that exposure to ZnO, in both tested forms, induces oxidative stress in enchytraeids. Nano ZnO induced CAT activity already from 250mg kg to 1, indicating that ROS were formed. However, second phase of detoxification had to be activated through an induction of GST which helps in detoxification of ROS by decreasing peroxide levels. The MDA level increased at 750mg kg-1 and 1000mg kg-1 of nZnO and 1000mg kg-1 bZnO. This increase in MDA level indicate that the excessive accumulation of ROS did occur and caused a lipid peroxidation (Xiong et al., 2013). Themechanism of zinc-induced oxidative stress is not yet clear, however the antioxidants could be related to adaptive response towards Zn-contaminated soil (Maity et al., 2008). The increase of AChE activity could also be related to oxidative stress and compensatory adaptation to the neurotoxic potential of ZnO (Milivojevi c et al., 2015). The increase of AChE activity after exposure to ZnO have been recorded in bees (Milivojevi c et al., 2015), with stronger induction after ZnCl2 administration then after nZnO, and in Carrasius auratus (Xia et al.,\n2013). AChE induction has been recorded after exposure to PCZ in earthworms as well (Hackenberger et al., 2018). However, in this experiment the AChE activity did not significantly change after exposure to PCZ. This could be the result of the duration of\nexposure (7 days vs. 21 days), or applied concentrations which were much higher in the present experiment. Or because of differences between reaction of organisms. Namely, enchytraeids were already found to be less sensitive than earthworms to some fungicides (Bart et al., 2017). Catalase activity also did not respond to PCZ exposure, yet GST and MDA were induced after exposure to all applied concentrations. This is an indication of oxidative stress induced by PCZ and the excessive production of ROS that enchytraeids could not successfully cope with and hence the oxidative damage occurred. The scarce literature data that exist of PCZ effects on biochemical biomarkers in fish (Tabassum et al., 2016; Li et al., 2010) and earthworms (Hackenberger et al., 2018) also suggests that ROS induced oxidative damage could be one of the main toxic effects of PCZ.\nThe usefulness of biomarkers in the risk assessment arises from the linkage between biomarker responses and effects at the population level (Van Gestel andWeeks, 2004). Changes in biochemical biomarkers in adult enchytraeids, that we choose in this research, did not give direct implications for the reproduction effect. Only the level of GST activity after exposure to both forms of ZnO increased at concentrations corresponding the calculated EC50 values pointing at the homeostatic imbalance."
    }, {
      "heading" : "4.2. Binary exposure",
      "text" : "Measured biomarkers in adult enchytraeids after 21 days of exposure did not show any signs of intensified stress, when compared to results of single exposure. Namely, corresponding concentrations of bZnO and PCZ in a mixture caused a decrease of AChE activities when compared to single exposure. The same occurred with CAT activity after binary nZnO and PCZ exposure. On the other hand, the oxidative stress exerted with the exposure to PCZ in a single exposure has been present in binary as well. Mostly through increased GST activity and MDA level. Nevertheless, the effect on reproduction ranged from antagonistic, additive to, even, synergistic. Even though the results from more than 50% of studies on pesticides and metals mixtures show synergistic effect (Cedergreen, 2014) it has been shown that some mixtures can have a dual behavior, i.e. expressing synergistic or antagonistic effects depending on the dose (Yang et al., 2015; Wang et al., 2015; Uwizeyimana et al., 2017b). Unfortunately, CI model, as well as CA and IA models, predict only effects of mixtures, but cannot explain mechanisms behind them. However, the exposure to mixtures may lead to changes in enzymatic activities that reflect the metabolic disturbances and cell damage in organisms (Lionetto et al., 2012). Using bioassays and biomarkers to assess the joint effect of mixtures has proven to be a potential approach to provide ecologically\nmore relevant information (Li et al., 2019). Nevertheless, the measured antioxidant response together with a sublethal effect such as reproduction in our experiment has not given enough explanation. Although the levels of measured biomarkers were significantly increased that did not reflect on the reproduction, with antagonistic response calculated with CI model. The most interesting result was a strong antagonistic response under both M3 treatments (50/50), where the reproduction was unaffected, with a total number of juveniles as in the control. Even though the adults were under slight oxidative stress, hatching from cocoons was unaffected. Azole fungicides, such as propiconazole, very often react synergistically in mixtures with other pesticides (Cedergreen, 2014). They are known to inhibit the metabolization through inhibition of P450 monooxygenases (Cedergreen, 2014). On the other hand, induction of cytochrome P450 has been recorded after exposure to ZnO NPs in fish (Connolly et al., 2016). It could be that these two compounds in a M3 treatment canceled the effect of one another. The antagonism towards survival has been recorded after exposure to chromium and propiconazole in honeybees (Sgolastra et al., 2018) without further explanation. Even though bulk ZnOwas more detrimental towards reproduction in single exposure (EC50 values) it did not react synergistically with propiconazole in a binary experiment. The only synergism, i.e. stronger negative effect on reproduction, occurred under M2 treatment (75/25) in nZnO binary experiment. This interaction could not be predicted from measured biochemical biomarkers, as only GST activity was enhanced (Fig. 2), while the others were not significantly changed. It could be that this combination did not have an effect on adult enchytraeids, but affected cocoon hatchability or embryo development. The mechanisms behind that should be further explored."
    }, {
      "heading" : "5. Conclusions",
      "text" : "Even though azole fungicides, such as propiconazole, are recognized as a synergistic pesticide group in a mixture experiments with other pesticides, their effect in the mixtures with metals has not been investigated yet. As it is well known that the toxicity of mixture cannot be predicted based on the toxicity of their components it is important to assess different combinations and endpoints when making risk assessment. The biomarker responses in our experiment could not be correlated with observed effect on the reproduction, particularly concerning synergy in binary experiment with nZnO. This interaction of propiconazole and nZnO could be further investigated employing different biomarkers or endpoints to explain the mechanism behind it."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This research was conducted in the framework of DEFENSoil project (Diverse Effects of Environmentally Relevant Metal-based Nanoparticle and Pesticide Mixtures on Soil Fauna: A Novel Issue for Risk Assessment) funded by the Croatian Science Foundation (HrZZ) under the contract number: IP-09-2014-4459. The authors would also like to thank Luca Zeli c for all the technical support during the experimental work."
    } ],
    "references" : [ {
      "title" : "Differences in sensitivity between earthworms and enchytraeids exposed to two commercial fungicides",
      "author" : [ "S. Bart", "C. Laurent", "A.R. P ery", "C. Mougin", "C. Pelosi" ],
      "venue" : "Ecotoxicol. Environ. Saf. 140,",
      "citeRegEx" : "Bart et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bart et al\\.",
      "year" : 2017
    }, {
      "title" : "A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye binding",
      "author" : [ "M.M. Bradford" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "Bradford,? \\Q1976\\E",
      "shortCiteRegEx" : "Bradford",
      "year" : 1976
    }, {
      "title" : "Soil fauna and soil functions: a jigsaw puzzle",
      "author" : [ "M.J.I. Briones" ],
      "venue" : "Front. Environ. Sci. 2,",
      "citeRegEx" : "Briones,? \\Q2014\\E",
      "shortCiteRegEx" : "Briones",
      "year" : 2014
    }, {
      "title" : "Propiconazole Toxicity on the Non-target Organism",
      "author" : [ "A.L.H. Sahraoui" ],
      "venue" : null,
      "citeRegEx" : "Sahraoui,? \\Q2010\\E",
      "shortCiteRegEx" : "Sahraoui",
      "year" : 2010
    }, {
      "title" : "Catalase activity",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1985
    }, {
      "title" : "Tissue distribution of zinc and subtle oxidative stress effects after dietary administration of ZnO nanoparticles to rainbow trout",
      "author" : [ "M.L. andez-Cruz" ],
      "venue" : "Sci. Total Environ. 551e552,",
      "citeRegEx" : "andez.Cruz,? \\Q2016\\E",
      "shortCiteRegEx" : "andez.Cruz",
      "year" : 2016
    }, {
      "title" : "Enchytraeids as indicator organisms for chemical stress in terrestrial ecosystems",
      "author" : [ "J. ombke" ],
      "venue" : "Ecotoxicol. Environ. Saf. 50, 25e43. https://doi",
      "citeRegEx" : "ombke,? \\Q2001\\E",
      "shortCiteRegEx" : "ombke",
      "year" : 2001
    }, {
      "title" : "A new and rapid colorimetric determination of acetylcholinesterase activity",
      "author" : [ "G.L. Ellman", "K.D. Courtney", "V. Andreas jr", "R.M. Featherstone" ],
      "venue" : "Biochem. Pharmacol",
      "citeRegEx" : "Ellman et al\\.,? \\Q1961\\E",
      "shortCiteRegEx" : "Ellman et al\\.",
      "year" : 1961
    }, {
      "title" : "Biochemical Ecotoxicology: Principles and Methods. Oxidative stress",
      "author" : [ "F. e" ],
      "venue" : null,
      "citeRegEx" : "e,? \\Q2014\\E",
      "shortCiteRegEx" : "e",
      "year" : 2014
    }, {
      "title" : "Cu-nanoparticles ecotoxicityeExplored and explained",
      "author" : [ "S.I. Gomes", "M. Murphy", "M.T. Nielsen", "S.M. Kristiansen", "M.J. Amorim", "J.J. ScottFordsmand" ],
      "venue" : "Chemosphere 139,",
      "citeRegEx" : "Gomes et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gomes et al\\.",
      "year" : 2015
    }, {
      "title" : "Glutathione S-Transferases the first enzymatic step in mercapturic acid formation",
      "author" : [ "W.H. Habig", "M.J. Pabst", "W. Jakobi" ],
      "venue" : "J. Biol",
      "citeRegEx" : "Habig et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Habig et al\\.",
      "year" : 1974
    }, {
      "title" : "Influence of soil temperature and moisture on biochemical biomarkers in earthworm and microbial activity after exposure to propiconazole and chlorantraniliprole",
      "author" : [ "O.J. s", "B.K. Hackenberger" ],
      "venue" : "Ecotoxicol. Environ. Saf. 148, 480e489",
      "citeRegEx" : "s and Hackenberger,? \\Q2018\\E",
      "shortCiteRegEx" : "s and Hackenberger",
      "year" : 2018
    }, {
      "title" : "Soil pH effects on the comparative toxicity of dissolved zinc, non-nano and nano ZnO to the earthworm Eisenia fetida",
      "author" : [ "L.R. Heggelund", "M. Diez-Ortiz", "S. Lofts", "E. Lahive", "K. Jurkschat", "J. Wojnarowicz", "N. Cedergreen", "Spurgeon", "C. Svendsen" ],
      "venue" : "Nanotoxicology 8,",
      "citeRegEx" : "Heggelund et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Heggelund et al\\.",
      "year" : 2014
    }, {
      "title" : "Ecophysiology of Metals in Terrestrial Invertebrates",
      "author" : [ "S.P. Hopkin" ],
      "venue" : null,
      "citeRegEx" : "Hopkin,? \\Q1989\\E",
      "shortCiteRegEx" : "Hopkin",
      "year" : 1989
    }, {
      "title" : "Effects of natural and chemical stressors on Enchytraeus albidus: can oxidative stress parameters be used as fast screening tools for the assessment of different stress impacts in soils? Environ",
      "author" : [ "C.F. Howcroft", "M.J.B. Amorim", "C. Gravato", "L. Guilhermino", "Soares" ],
      "venue" : "A.M.V.M.,",
      "citeRegEx" : "Howcroft et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Howcroft et al\\.",
      "year" : 2009
    }, {
      "title" : "Study of zinc oxide nanoparticles and zinc chloride toxicity to annelid Enchytraeus crypticus in modified agar-based media",
      "author" : [ "K. Hrda", "M. Pouzar", "P. Knotek" ],
      "venue" : "Environ. Sci. Pollut. Res. 25,",
      "citeRegEx" : "Hrda et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hrda et al\\.",
      "year" : 2018
    }, {
      "title" : "The use of enchytraeids in ecological soil",
      "author" : [ "J. ombke", "W. Didden" ],
      "venue" : null,
      "citeRegEx" : "ombke and Didden,? \\Q2005\\E",
      "shortCiteRegEx" : "ombke and Didden",
      "year" : 2005
    }, {
      "title" : "A “sense and shoot",
      "author" : [ "R. Huehn", "R. Nicolaescu" ],
      "venue" : null,
      "citeRegEx" : "Kamat et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Kamat et al\\.",
      "year" : 2002
    }, {
      "title" : "Evaluation of combined toxicity",
      "author" : [ "X.Z. Li", "M.E. Wang", "W.P. Chen", "R. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2019
    }, {
      "title" : "Earthworm Biomarkers as Tools for Soil",
      "author" : [ "A. Calisi", "T. Schettino" ],
      "venue" : null,
      "citeRegEx" : "Lionetto et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lionetto et al\\.",
      "year" : 2012
    }, {
      "title" : "Modeling zinc toxicity for terrestrial invertebrates",
      "author" : [ "K. Lock", "C.R. Janssen" ],
      "venue" : null,
      "citeRegEx" : "Lock and Janssen,? \\Q2001\\E",
      "shortCiteRegEx" : "Lock and Janssen",
      "year" : 2001
    }, {
      "title" : "Mixture toxicity of zinc, cadmium, copper, and lead",
      "author" : [ "K. Lock", "C.R. Janssen" ],
      "venue" : null,
      "citeRegEx" : "5620200907",
      "shortCiteRegEx" : "5620200907",
      "year" : 2002
    }, {
      "title" : "Antioxidant responses",
      "author" : [ "S. Roy", "S. Chaudhury", "S. Bhattacharya" ],
      "venue" : null,
      "citeRegEx" : "Maity et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Maity et al\\.",
      "year" : 2008
    }, {
      "title" : "Neurotoxic potential of ingested ZnO nanomaterials on bees",
      "author" : [ "T. c", "D. Drobne" ],
      "venue" : "Chemosphere 120,",
      "citeRegEx" : "c and Drobne,? \\Q2015\\E",
      "shortCiteRegEx" : "c and Drobne",
      "year" : 2015
    }, {
      "title" : "Transcriptional responses in Enchytraeus albidus (Oligochaeta): comparison between cadmium and zinc exposure and linkage to reproduction effects",
      "author" : [ "S.C. Novais", "W. De Coen", "M.J. Amorim" ],
      "venue" : "Environ. Toxicol. Chem. 31,",
      "citeRegEx" : "Novais et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Novais et al\\.",
      "year" : 2012
    }, {
      "title" : "Antioxidant and neurotoxicity markers in the model organism Enchytraeus albidus (Oligochaeta): mechanisms of response to atrazine, dimethoate and carbendazim",
      "author" : [ "S.C. Novais", "N.C. Gomes", "A.M. Soares", "M.J. Amorim" ],
      "venue" : "Ecotoxicology 23,",
      "citeRegEx" : "Novais et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Novais et al\\.",
      "year" : 2014
    }, {
      "title" : "Zinc oxide nanoparticles in modern sunscreens: an analysis of potential exposure and hazard",
      "author" : [ "M.J. Osmond", "M.J. Mccall" ],
      "venue" : "Nanotoxicology 4, 15e41. https://doi. org/10.3109/17435390903502028",
      "citeRegEx" : "Osmond and Mccall,? \\Q2010\\E",
      "shortCiteRegEx" : "Osmond and Mccall",
      "year" : 2010
    }, {
      "title" : "Single and joint toxic effects of copper and zinc on reproduction of Enchytraeus crypticus in relation to sorption of metals in soils",
      "author" : [ "L. Posthuma", "R. Baerselman", "R.P.M. Van Veen", "E.M. Dirven-Van Breemen" ],
      "venue" : "Ecotoxicol. Environ. Saf. 38,",
      "citeRegEx" : "Posthuma et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Posthuma et al\\.",
      "year" : 1997
    }, {
      "title" : "Dose-response analysis using R",
      "author" : [ "C. Ritz", "F. Baty", "J.C. Streibig", "D. Gerhard" ],
      "venue" : "PLoS One",
      "citeRegEx" : "Ritz et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ritz et al\\.",
      "year" : 2015
    }, {
      "title" : "From additivity to synergism e a modelling perspective",
      "author" : [ "C. Ritz", "J.C. Streibig" ],
      "venue" : "Synergy 1,",
      "citeRegEx" : "Ritz and Streibig,? \\Q2014\\E",
      "shortCiteRegEx" : "Ritz and Streibig",
      "year" : 2014
    }, {
      "title" : "Synergistic sub-lethal effects of a biocide mixture on the springtail Folsomia fimetaria",
      "author" : [ "L. Schnug", "H.P. Leinaas", "J. Jensen" ],
      "venue" : "Environ. Pollut. 186,",
      "citeRegEx" : "Schnug et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Schnug et al\\.",
      "year" : 2014
    }, {
      "title" : "Lethal effects of Cr(III) alone and in combination with propiconazole and clothianidin in honey bees",
      "author" : [ "F. Sgolastra", "S. Blasioli", "T. Renzi", "S. Tosi", "P. Medrzycki", "R. Molowny-Horas", "C. Porrini", "I. Braschi" ],
      "venue" : "Chemosphere 191,",
      "citeRegEx" : "Sgolastra et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sgolastra et al\\.",
      "year" : 2018
    }, {
      "title" : "Potentiation effect of metolachlor on toxicity of organochlorine and organophosphate insecticides in earthworm Eisenia andrei",
      "author" : [ "Z. cari c" ],
      "venue" : null,
      "citeRegEx" : "c,? \\Q2013\\E",
      "shortCiteRegEx" : "c",
      "year" : 2013
    }, {
      "title" : "Propiconazole induced toxicological alterations in brain of freshwater fish Channa punctata",
      "author" : [ "H. Tabassum", "J. Khan", "M. Salman", "S. Raisuddin", "S. Parvez" ],
      "venue" : "Bloch. Ecol. Indicat. 62,",
      "citeRegEx" : "Tabassum et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tabassum et al\\.",
      "year" : 2016
    }, {
      "title" : "The effect of soil properties on the toxicity and bioaccumulation of Ag nanoparticles and Ag ions in Enchytraeus crypticus",
      "author" : [ "E. Topuz", "C.A. van Gestel" ],
      "venue" : "Ecotoxicol. Environ. Saf. 144,",
      "citeRegEx" : "Topuz and Gestel,? \\Q2017\\E",
      "shortCiteRegEx" : "Topuz and Gestel",
      "year" : 2017
    }, {
      "title" : "Evaluation of combined noxious effects of siduron and cadmium on the earthworm Eisenia fetida",
      "author" : [ "H. Uwizeyimana", "M. Wang", "W. Chen" ],
      "venue" : "Environ. Sci. Pollut. Res. 24,",
      "citeRegEx" : "Uwizeyimana et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Uwizeyimana et al\\.",
      "year" : 2017
    }, {
      "title" : "The eco-toxic effects of pesticide and heavy metal mixtures towards earthworms in soil",
      "author" : [ "H. Uwizeyimana", "M. Wang", "W. Chen", "K. Khan" ],
      "venue" : "Environ. Toxicol. Pharmacol. 55,",
      "citeRegEx" : "Uwizeyimana et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Uwizeyimana et al\\.",
      "year" : 2017
    }, {
      "title" : "Recommendations of the 3rd international workshop on earthworm ecotoxicology, Aarhus, Denmark",
      "author" : [ "C. Van Gestel", "J.M. Weeks" ],
      "venue" : "Ecotoxicol. Environ. Saf. 57,",
      "citeRegEx" : "Gestel and Weeks,? \\Q2004\\E",
      "shortCiteRegEx" : "Gestel and Weeks",
      "year" : 2004
    }, {
      "title" : "Toxicity of mixtures of l-cyhalothrin, imidacloprid and cadmium on the earthworm Eisenia fetida by combination index (CI)-isobologram method",
      "author" : [ "Y. Wang", "C. Chen", "Y. Qian", "X. Zhao", "Q. Wang", "X. Kong" ],
      "venue" : "Ecotoxicol. Environ. Saf. 111,",
      "citeRegEx" : "Wang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2015
    }, {
      "title" : "A review of the ecotoxicity of mixtures, approaches to, and recommendations for their management",
      "author" : [ "Warne", "M.StJ" ],
      "venue" : "Proceedings of the Fifth National Workshop on the Assessment of Site Contamination",
      "citeRegEx" : "Warne and M.StJ.,? \\Q2003\\E",
      "shortCiteRegEx" : "Warne and M.StJ.",
      "year" : 2003
    }, {
      "title" : "Effects of selected metal oxide nanoparticles on multiple biomarkers in Carassius auratus",
      "author" : [ "J. Xia", "H.Z. Zhao", "G.H. Lu" ],
      "venue" : "Biomed. Environ. Sci. 26,",
      "citeRegEx" : "Xia et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Xia et al\\.",
      "year" : 2013
    }, {
      "title" : "Molecular cloning, characterization of CAT, and eco-toxicological effects of dietary zinc oxide on antioxidant enzymes in Eisenia fetida",
      "author" : [ "W. Xiong", "Y. Sun", "M. Zou" ],
      "venue" : "Environ. Sci. Pollut. Res. 20,",
      "citeRegEx" : "Xiong et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Xiong et al\\.",
      "year" : 2013
    }, {
      "title" : "Joint toxicity of chlorpyrifos, atrazine, and cadmium at lethal concentrations to the earthworm Eisenia fetida",
      "author" : [ "G. Yang", "C. Chen", "Y. Wang", "L. Cai", "X. Kong", "Y. Qian", "Q. Wang" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "Yang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 38,
      "context" : "Pesticides and metals are likely to co-occur in most agricultural soil ecosystems (Wang et al., 2015).",
      "startOffset" : 82,
      "endOffset" : 101
    }, {
      "referenceID" : 30,
      "context" : ", 2017a) as it better reflects the impact of environmental exposures than a single chemical assessment (Schnug et al., 2014).",
      "startOffset" : 103,
      "endOffset" : 124
    }, {
      "referenceID" : 2,
      "context" : "decomposition and microbial activity (J€ ansch et al., 2005; Briones, 2014).",
      "startOffset" : 37,
      "endOffset" : 75
    }, {
      "referenceID" : 14,
      "context" : "Exposure to heavy metals or pesticides may affect enchytraeid survival and reproduction, cause oxidative stress and metabolism changes (Howcroft et al., 2009; Novais et al., 2014; Gomes et al., 2015).",
      "startOffset" : 135,
      "endOffset" : 199
    }, {
      "referenceID" : 25,
      "context" : "Exposure to heavy metals or pesticides may affect enchytraeid survival and reproduction, cause oxidative stress and metabolism changes (Howcroft et al., 2009; Novais et al., 2014; Gomes et al., 2015).",
      "startOffset" : 135,
      "endOffset" : 199
    }, {
      "referenceID" : 9,
      "context" : "Exposure to heavy metals or pesticides may affect enchytraeid survival and reproduction, cause oxidative stress and metabolism changes (Howcroft et al., 2009; Novais et al., 2014; Gomes et al., 2015).",
      "startOffset" : 135,
      "endOffset" : 199
    }, {
      "referenceID" : 27,
      "context" : "Additionally, different forms of zinc have been used in these experiments: zinc chloride (Posthuma et al., 1997; Lock and Janssen, 2001, 2002; Loureiro et al., 2009; Novais et al., 2012), powder zinc and zinc oxide (Lock and Janssen, 2003).",
      "startOffset" : 89,
      "endOffset" : 186
    }, {
      "referenceID" : 24,
      "context" : "Additionally, different forms of zinc have been used in these experiments: zinc chloride (Posthuma et al., 1997; Lock and Janssen, 2001, 2002; Loureiro et al., 2009; Novais et al., 2012), powder zinc and zinc oxide (Lock and Janssen, 2003).",
      "startOffset" : 89,
      "endOffset" : 186
    }, {
      "referenceID" : 26,
      "context" : "Among them zinc oxide NPs (ZnO-NPs) has been widely used in sunscreens (Osmond and Mccall, 2010) and for soil remediation processes (Kamat et al.",
      "startOffset" : 71,
      "endOffset" : 96
    }, {
      "referenceID" : 17,
      "context" : "Among them zinc oxide NPs (ZnO-NPs) has been widely used in sunscreens (Osmond and Mccall, 2010) and for soil remediation processes (Kamat et al., 2002).",
      "startOffset" : 132,
      "endOffset" : 152
    }, {
      "referenceID" : 15,
      "context" : "The only research so far involving ZnONP toxicity on enchytraeids was conducted in an experimental exposure media and not in soil (Hrda et al., 2018).",
      "startOffset" : 130,
      "endOffset" : 149
    }, {
      "referenceID" : 28,
      "context" : "For curve fitting, calculation of EC50 values for single exposure experiments and isobologram construction, R package drc (Ritz et al., 2015) was used.",
      "startOffset" : 122,
      "endOffset" : 141
    }, {
      "referenceID" : 38,
      "context" : "The toxicity of chemical mixture in environmental conditions can be influenced by different factors including route and duration of exposure, nature of mixture components, environmental properties, and even the assembly of organisms present (Cedergreen, 2014; Wang et al., 2015; Uwizeyimana et al., 2017a).",
      "startOffset" : 241,
      "endOffset" : 305
    }, {
      "referenceID" : 22,
      "context" : "Zinc has many essential functions in metabolism of living organisms (Maity et al., 2008), however, it is also toxic above certain concentrations (Hopkin, 1989).",
      "startOffset" : 68,
      "endOffset" : 88
    }, {
      "referenceID" : 13,
      "context" : ", 2008), however, it is also toxic above certain concentrations (Hopkin, 1989).",
      "startOffset" : 64,
      "endOffset" : 78
    }, {
      "referenceID" : 27,
      "context" : "Zinc oxide seems to be less harmful on enchytraeid reproduction than, much more investigated, ZnCl2 (Posthuma et al., 1997; Lock and Janssen, 2002; Novais et al., 2012).",
      "startOffset" : 100,
      "endOffset" : 168
    }, {
      "referenceID" : 24,
      "context" : "Zinc oxide seems to be less harmful on enchytraeid reproduction than, much more investigated, ZnCl2 (Posthuma et al., 1997; Lock and Janssen, 2002; Novais et al., 2012).",
      "startOffset" : 100,
      "endOffset" : 168
    }, {
      "referenceID" : 41,
      "context" : "This increase in MDA level indicate that the excessive accumulation of ROS did occur and caused a lipid peroxidation (Xiong et al., 2013).",
      "startOffset" : 117,
      "endOffset" : 137
    }, {
      "referenceID" : 22,
      "context" : "Themechanism of zinc-induced oxidative stress is not yet clear, however the antioxidants could be related to adaptive response towards Zn-contaminated soil (Maity et al., 2008).",
      "startOffset" : 156,
      "endOffset" : 176
    }, {
      "referenceID" : 0,
      "context" : "Namely, enchytraeids were already found to be less sensitive than earthworms to some fungicides (Bart et al., 2017).",
      "startOffset" : 96,
      "endOffset" : 115
    }, {
      "referenceID" : 33,
      "context" : "The scarce literature data that exist of PCZ effects on biochemical biomarkers in fish (Tabassum et al., 2016; Li et al., 2010) and earthworms (Hackenberger et al.",
      "startOffset" : 87,
      "endOffset" : 127
    }, {
      "referenceID" : 42,
      "context" : "expressing synergistic or antagonistic effects depending on the dose (Yang et al., 2015; Wang et al., 2015; Uwizeyimana et al., 2017b).",
      "startOffset" : 69,
      "endOffset" : 134
    }, {
      "referenceID" : 38,
      "context" : "expressing synergistic or antagonistic effects depending on the dose (Yang et al., 2015; Wang et al., 2015; Uwizeyimana et al., 2017b).",
      "startOffset" : 69,
      "endOffset" : 134
    }, {
      "referenceID" : 19,
      "context" : "However, the exposure to mixtures may lead to changes in enzymatic activities that reflect the metabolic disturbances and cell damage in organisms (Lionetto et al., 2012).",
      "startOffset" : 147,
      "endOffset" : 170
    }, {
      "referenceID" : 31,
      "context" : "The antagonism towards survival has been recorded after exposure to chromium and propiconazole in honeybees (Sgolastra et al., 2018) without further explanation.",
      "startOffset" : 108,
      "endOffset" : 132
    } ],
    "year" : 0,
    "abstractText" : "The EC50 for reproduction was higher for nZnO than for bZnO. Both ZnO forms caused an increase of AChE, CAT and GST activities. Mixture of 50% EC50 PCZ/50% EC50 ZnO (both forms) caused strong",
    "creator" : "Elsevier"
  }
}