{
  "name" : "downloads_2020-01-03_15_zhang2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "High-performance all-solid-state lithium–sulfur batteries with sulfur/carbon nano-hybrids in a composite cathode",
    "authors" : [ "Yibo Zhang", "Ting Liu", "Qinghua Zhang", "Xue Zhang", "Shuo Wang", "Xinzhi Wang", "Liangliang Li", "Li-Zhen Fan" ],
    "emails" : [ "shyang_mse@tsinghua.edu.cn" ],
    "sections" : [ {
      "heading" : "Journal of",
      "text" : "Materials Chemistry A\nPAPER\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nView Article Online View Journal | View Issue\nHigh-performanc\naState Key Laboratory of New Ceramics a Science and Engineering, Tsinghua Universi shyang_mse@tsinghua.edu.cn bBeijing National Laboratory for Condens Chinese Academy of Sciences, Beijing 10019 cInstitute of Advanced Materials and Techno Beijing, Beijing, 100083, P. R. China\nCite this: J. Mater. Chem. A, 2018, 6, 23345\nReceived 30th August 2018 Accepted 16th October 2018\nDOI: 10.1039/c8ta08420c\nrsc.li/materials-a\nThis journal is © The Royal Society of C\ne all-solid-state lithium–sulfur batteries with sulfur/carbon nano-hybrids in a composite cathode\nYibo Zhang,a Ting Liu,a Qinghua Zhang,b Xue Zhang,a Shuo Wang,a Xinzhi Wang,a Liangliang Li, a Li-Zhen Fan, c Ce-Wen Nan*a and Yang Shen *a\nThe shuttle effect poses great challenges to the safety and cycle lifetime of lithium–sulfur (Li–S) batteries.\nOne promising resolution is to substitute liquid electrolytes with solid electrolytes. However, the low\nintrinsic electrical conductivity of solid electrolytes results in the slow migration of lithium ions and\nelectrons in the composite cathodes and compromises the rate and cycling performance of the all-\nsolid-state Li–S cells. Here, sulfur nanoparticles are fused with carbon species of different dimensions\n(e.g., 0D carbon nanoparticles, 1D multi-wall carbon nanotubes (MWCNTs) and ultra-long vapor grown\ncarbon fibers (VGCF)) to form nanohybrids by the solvent exchange method, and are then assembled\ninto electrically conducting networks in the composite cathode. The 0D and 1D nanohybrids facilitate\nthe short and long-range migration of electrons, respectively. Fused with sulfur nanoparticles, the\nconducting networks themselves could act as sulfur-bearing matrixes and shorten the diffusion path of\nlithium ions. These favorable features give rise to much-enhanced electric/ionic conductivity and high\nsulfur loading of the composite cathode. The all-solid-state Li–S batteries (ASSLSBs) assembled with\nthese composite cathodes have so far exhibited the highest high-rate cycling capacity and retention at room temperature. A discharge capacity of 1140.9 mA h g 1 at 0.176 mA cm 2 (about 0.1C) was\nachieved with a capacity retention of 100% after 400 cycles. After 1000 cycles, the battery still showed a high discharge capacity of 834.3 mA h g 1 at 0.44 mA cm 2 (about 0.25C)."
    }, {
      "heading" : "Introduction",
      "text" : "Energy storage devices, such as in electric vehicles, wearable products and smart grids, demand high capacity and strict safety features. Lithium-ion batteries are the current solution, as well as the most promising future energy storage devices, are already generally used and have attracted worldwide research enthusiasm.1–3 However, the commercial lithium-ion batteries with organic liquid electrolytes, which are enslaved by the ammability and leakage issues, have safety concerns with respect to their large-scale applications and batteries with intrinsic safety, higher energy density and exibility are highly desirable. As a means of meeting these demands, safer and more durable ASSLBs with higher potential capacity have been realized by replacing the ammable liquid electrolytes with inorganic incombustible electrolytes and are attracting more\nnd Fine Processing, School of Materials ty, Beijing, 100084, P. R. China. E-mail:\ned Matter Physics, Institute of Physics, 0, P. R. China logy, University of Science and Technology\nhemistry 2018\nattention.4–6 Nevertheless, the disadvantages of interfacial issues, low capacity and power density are impeding the practical utilization of ASSLBs.7,8 To further improve battery performance in all-solid-state systems, several crucial problems need to be solved, including a superior solid electrolyte with high ionic conductivity, favorable interface contacts between the electrolytes and electrodes and, most importantly, establishing a well-designed composite cathode structure with suitable active material and sufficient electronic and ionic conduction paths.9–12\nAmong a variety of inorganic solid electrolytes, sulde electrolytes with the properties of higher ionic conductivity, more convenient preparation and a better interface for connecting with electrodes as compared to their oxide competitors have been widely investigated.13 High ionic conductivity rivaling that of liquid electrolytes (z1.0 10 2 S cm 1) has been obtained with several materials in the family, such as Li10GeP2S12,14 Li9.54Si1.74P1.44S11.7Cl0.3 (ref. 15) and 70Li2S$30P2S5 systems.16 However, utilization of the expensive element Ge and the electrochemical instability between electrolytes and low voltage anode materials, such as lithium metal, have restricted their application. Meanwhile, Li2S–P2S5 glass-ceramic solid electrolytes have attracted great attention because of their inexpensive ingredients, high ionic conductivity of about 10 3 S cm 1 at\nJ. Mater. Chem. A, 2018, 6, 23345–23356 | 23345\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nroom temperature and good electrochemical stability. Our group has reported the preparation of 70Li2S$30P2S5 (ref. 17) and 78Li2S$22P2S5 (ref. 18) glass-ceramic (7822gc) electrolytes, which exhibit high ionic conductivities of more than 1.0 10 3 S cm 1 and excellent stability. High-performance ASSLBs with these materials as electrolytes have been manufactured.\nNevertheless, one crucial drawback of the sulde electrolytes is the poor compatibility with conventional oxide cathode materials, such as LiCoO2, and huge interfacial resistance is observed when the oxide cathodes are in contact with sulde electrolytes.19–21 Interfacial chemical reactions, the space-charge layer mechanism, possible lattice mismatch and many other explanations have been proposed to illustrate this phenomenon.22–24 Although surface protection by using various materials (e.g., LiNbO3,25 LLTO26 and Li4Ti5O12 (ref. 19)) has been applied to solve the problem, the cycling performance of the cells is still far from satisfactory. Alternatively, sulfur and Li2S active materials, with much higher theoretical capacities (ca. 1642 mA h g 1 and 1167 mA h g 1, respectively) as compared to conventional oxide cathodes, could be employed as cathode materials to avoid the undesirable interface resistance. Better sulphide–sulphide compatibility and high theoretical capacity are advantages of ASSLSBs with sulde electrolytes.27–29\nApart from high ionic conductivity, well-designed composite electrodes are another important factor for high-performance ASSLSBs. Composite electrodes are composed of three kinds of materials: active material, ion conductive solid electrolyte and electron conductive additives. Ensuring a good ionic and electronic conducting network and realizing good contact between conducting paths to the active materials in the composite electrodes are very important.30,31 Mechanical ball milling is generally used to prepare composite cathodes in order to obtain homogeneous mixtures and to form conductive percolation construction among active materials, solid electrolytes and conducting additives.27,28 Meanwhile, manufacturing active materials on the micro- or nanoscale as a general method to achieve more homogeneous dispersibility and better connection with the conducting paths has been deeply investigated, especially for Li–S batteries with liquid electrolytes.32–34 However, the former elaborate structure of the active material and the conducting matrix would be thoroughly destroyed during the ball-milling process. Therefore, composite cathodes with proper structure, which could bear the ball milling process, should be technically designed for ASSLSBs. For enhancing the ionic conductivity of the Li2S active materials, Lin et al. synthesized core–shell structure nanoparticles with Li2S as the core and Li3PS4 electrolyte as the shell and an ionic conductivity of 10 7 S cm 1 (6 orders of magnitude higher than that of bulk Li2S) at room temperature was achieved. A high capacity of 594 mA h g 1 and capacity retention of 70% were obtained aer 100 cycles at a current density of 0.02 mA cm 2 (0.1C) at 60 C.29 To obtain the homogeneous distribution of nano-sized Li2S, solid electrolyte and carbon in the composite cathode, Han et al. used a coprecipitation and high-temperature carbonization process to obtain a nanoscale carbon matrix with Li2S active material and Li6PS5Cl electrolyte nanoparticles uniformly conned in a carbon matrix. ASSLSBs using the\n23346 | J. Mater. Chem. A, 2018, 6, 23345–23356\nnanocomposite as cathodes achieved a large reversible capacity of 830 mA h g 1 at 0.18 mA cm 2 for 60 cycles at room temperature.27 Nagao et al. found that even if the particle size of Li2S is reduced to 50 nm in the ASSLSBs, the subsequent lithiation during cycling would induce the crystallization of lithium polysuldes and limit the capacity performance of the cells. Li2S particles with size less than 10 nm are necessary to achieve a reversible cycle.28 Recently, Yao et al. synthesized reduced graphene oxide with a sulfur coating (about 2 nm) to reduce the interface resistance and stress/strain of cathodes. All-solid-state cells with a high capacity of 830 mA h g 1 at about 0.7 mA cm 2 (1.0C) aer 750 cycles at 60 C were prepared to demonstrate the high performance of the composite cathodes, even though their sulfur loading was only 0.4–0.5 mg cm 2.35 Through the elaborate structural design of the composite cathodes, ASSLSBs have made great progress in recent years and their performance was even comparable with the Li–S batteries with liquid electrolyte.36–39 However, ASSLSBs with high sulfur active material loading (more than 1 mg cm 2), long cycle life (more than 1000 cycles), high capacity and capacity retention at room temperature have never been achieved.\nHere, we show two kinds of optimized nano-scale sulfur/ carbon composite materials using MWCNTs or MCs to form electronic conducting paths and sulfur-bearing matrixes. The SCNT and S-MC composites were prepared by novel solvent exchange methods with high sulfur loading. All-solid-state cells were produced using the S-CNT and S-MC hybrid as active materials in the composite cathodes. Different contents of conductive additives in the sulfur/carbon composites were investigated. Cells with S-CNT as cathodes obtained a highly stable discharge capacity of 1140.9 mA h g 1 at 0.176 mA cm 2 (about 0.1C) aer 400 cycles without any capacity fading and high discharge capacity of 834.3 mA h g 1 at 0.44 mA cm 2 (about 0.25C) aer 1000 cycles. Super low capacity fading of 0.03% for each cycle and high total capacity retention of 85.1% were achieved for the last 500 high-rate cycles. Coulombic efficiencies of all the samples were maintained at nearly 100% during cycling. This is the highest room-temperature cycling performance among all the published ASSLBs using sulfur as the active material.27,28,40–42 Cells using S-MC as cathodes also obtained a high discharge capacity of 662.3 mA h g 1 at 0.176 mA cm 2 (about 0.1C) aer 400 cycles. High capacity retention of 90% and high coulombic efficiency of nearly 100% were achieved. Excellent rate performance with high capacity retention (higher than 95%) was achieved for cells with the S-MC composite cathode. To better reveal the principle of the good performance of sulfur/carbon hybrid materials, STEM was used to investigate the morphology change in the cathodes before and aer cycling, which demonstrated that the composite cathodes became much denser because of the grain rening of sulfur in the hybrid materials during cycling under high stress. The smaller grain size (5–10 nm) of the active materials and better contact among the components in the electrode layer result in high capacity, long cycle life and high capacity retention of the ASSLSBs.\nThis journal is © The Royal Society of Chemistry 2018\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM ."
    }, {
      "heading" : "Experimental",
      "text" : "To prepare the 7822gc electrolytes, reagent-grade chemicals P2S5 (Aldrich, 99%) and Li2S (Alfa, 99.9%) were mixed thoroughly in appropriate molar ratios, then mechanical milling using a high energy planetary ball mill (Fritsch Pulverisette 7) was performed for 25 h. The processes were carried out in a dry Ar-lled glove box with [H2O], [O2] < 1 ppm. The obtained glass samples were heat-treated at 170 C for 0.5 h and then 240 C for 3 h in the glove box to obtain the 7822gc electrolytes with high conductivity.18\nRaw MWCNTs (10–20 nm in diameter and 5–10 mm in length, Shenzhen Nanotech Port Co. Ltd., China) were soaked in concentrated nitric acid at 120 C for 2 h and washed with distilled water until the pH of the ltrate was 7.0. The modied MWCNTs were then dried at 70 C in an oven overnight.\nThe preparation of S-CNT composites refers to the work of Chen et al.43 Different amounts of MWCNT-HNO3 were dispersed into 200 mL of 1% (w/w) sodium dodecyl benzene sulfonate (SDBS, AR) aqueous solution, while sulfur (Aldrich, 99.999%) was dissolved in the puried tetrahydrofuran (THF) to get a saturated solution. Then, 30 mL of the saturated solution (nearly 0.16 mol L 1) was added to the solution containing MWCNT-HNO3 and SDBS with continuous strong stirring. The suspension was separated and washed three times with distilled water to remove SDBS. The obtained S-CNT composites were then dried at 50 C under vacuum overnight. Samples with 60 mg, 80 mg and 100 mgMWCNT-HNO3 dispersed in the SDBS solution were named S-CNT-1, S-CNT-2 and S-CNT-3, respectively.\nThe preparation of S-MC composites was carried out according to the work of Du et al.44 MCs were prepared by ball milling MWCNT-HNO3 (50 wt%), Super P carbon (Timcal) (25 wt%) and VGCF (vapor grown carbon bers, SHOWA DENKO) (25 wt%) at 300 rpm for 1 h. Different amounts of MCs were sonicated in 5 mL of NMP with the assistance of sodium citrate (Sinopharm Chemical Reagent Co., Ltd.) for 2 h at room temperature. Then, 270 mg of sulfur (Aldrich, 99.999%) was added to 27 mL of NMP and bath sonicated at 50 C until bulky sulfur was dissolved, and the MCs/NMP colloidal suspension and S/NMP solution were mixed. Aer that, the mixed solution was gradually added to 150 mL of distilled water with continuously strong stirring. Finally, the S-MC composites were separated from the solvents of water and NMP by centrifugation and were washed three times with distilled water then dried at 50 C under vacuum overnight. Samples with 30 mg, 50 mg and 80 mg MCs dispersed in the NMP solution were named S-MC-1, S-MC-2 and S-MC-3, respectively.\nSulfur loading in the S-CNT and S-MC composites was determined from the thermal gravimetric analysis (TGA) measurement (TGA/DSC 1 STAR system, METTLER TOLEDO). Samples were put in an Al2O3 pan and heated in the TGA apparatus to temperatures of 600 C in an Ar atmosphere at 10 C min 1.\nComposite cathodes with S-CNT or S-MC composites as active materials, MCs as conductive additives and 7822gc\nThis journal is © The Royal Society of Chemistry 2018\n(60 wt%) as the electrolyte were obtained by ball milling the mixture at 370 rpm for 1 h. The proportions of the sulfur/carbon hybrid and the MCs were respectively designed so as to guarantee that the sulfur content in each of the composite cathodes was about 25 wt%. The remaining 15 wt% was carbon materials in the S-CNT or S-MC and the conductive additives.\nAll-solid-state cells of 7822gc-S-CNT(S-MC)|7822gc|Li–In were fabricated with 7822gc as the solid electrolyte and the 7822gc-S-CNT or 7822gc-S-MC as composite cathodes. The electrochemical performances of ASSLSBs were tested in a Swagelok cell, wherein the solid electrolyte and electrode materials were cold-pressed inside an insulating poly(etherether-ketone) (PEEK) tube (diameter ¼ 12 mm). Firstly, the electrolyte layer was obtained by compressing 7822gc powders at 100 MPa. Then, the composite cathodes (about 5 mg) were pressed on one side of the electrolyte at 150 MPa, and the Li–In foil as the anode was attached at 100 MPa to the other side. Finally, the cell pellets were pressed (3ESTC15, KEJINGSTAR, China) at 100 MPa with two stainless steel disks as current collectors on both sides. The loading of active materials (i.e., sulfur in the composite cathode) was about 1.1 mg cm 2. The cells were cycled using a charge–discharge measurement device (C2001A, LAND, China) at room temperature. The cut-off voltage was 0.0–3.0 V (vs. Li–In), which is equivalent to 0.6– 3.6 V (vs. Li). The capacity was based on the weight of sulfur in the electrodes. The current density was set at 0.044 mA cm 2 (about 0.025C) for the rst two cycles and 0.176 mA cm 2 (about 0.1C) for the 3rd to the 500th cycles. Specically, the cell with SCNT-3 as cathode material was set to cycle for 500 more cycles, with a high current density of 0.44 mA cm 2 (about 0.25C) from the 501st to the 1000th cycle.\nThe AC impedance measurements were performed for the all-solid-state cells before and aer 100, 200 and 400 cycles using an impedance analyzer (ZAHNER-elektrik IM6) in the frequency range of 1 Hz to 8 MHz with an AC amplitude of 50 mV. The impedance of the cell with S-CNT-3 as the cathode aer 1000 cycles was also tested.\nX-ray diffraction patterns (XRD, Rigaku D/max-2500 diffraction meter with a Cu Ka radiation source) were obtained for the phase identication of MWCNT-HNO3, S-CNT, S-MC, and the composite cathode samples before cycling in air at room temperature. In order to prevent air exposure, the composite cathode samples were sealed in an air-tight container covered with a polyimide thin lm and mounted on the X-ray diffractometer. Scanning electron microscopy (SEM, JEOLJSM-7001F) was used to observe the S-CNT, S-MC and composite cathode powders and the surface & cross-section microstructure of the cells before and aer cycles, coupled with energy dispersive spectroscopy (EDS).\nHigh-resolution STEM observation of the sulfur/carbon hybrid materials was carried out for the pristine materials and the composite cathodes aer the 50th discharge. Prior to STEM observation, the cells were disassembled, the composite cathodes were scratched and then the obtained powders were placed on a grid. STEM characterizations were performed on an ARM200CF (JEOL, Tokyo, Japan) scanning transmission electron microscope operated at 200 keV and equipped with double\nJ. Mater. Chem. A, 2018, 6, 23345–23356 | 23347\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nspherical aberration (Cs) correctors. The attainable resolution of the probe dened by the objective pre-eld was 78 picometers."
    }, {
      "heading" : "Results & discussion",
      "text" : "Sulfur loadings in the S-CNT and S-MC composites were determined by TGA measurements in an Ar atmosphere. As shown in Fig. 1(a), the weight losses of S-CNT-1, S-CNT-2 and SCNT-3 were 71.90 wt%, 64.25 wt% and 58.55 wt%, respectively. As the content of the MWCNT-HNO3 dispersed in the SDBS solution increased, the concentration of carbon in the S-CNT composites was also enhanced. Similar results were observed in the S-MC samples. As the content of MCs added to NMP increased, the concentration of carbon in the S-MC composites was enhanced. Fig. 1(b) shows that the weight losses of S-MC-1, S-MC-2 and S-MC-3 were 85.85% wt%, 72.10 wt% and 70.65 wt%, respectively. This nding indicates that dissolved sulfur can precipitate from the solution through the solvent exchange method. The addition of more carbon materials to the solution meant that a higher carbon concentration was achieved in the composites.\nFig. 2(a) shows the XRD patterns of the MWCNT-HNO3, S-MC and S-CNT composites. The reections of the S-MC and S-CNT are consistent with sulfur of the Fddd orthorhombic structure (JCPSD#: 08-0247) and theMWCNT-HNO3 peak centered at 2q¼\nFig. 1 Thermal gravimetric analysis of the (a) S-CNT and (b) S-MC composites in an Ar atmosphere.\n23348 | J. Mater. Chem. A, 2018, 6, 23345–23356\n26 almost disappeared. This indicates that the sulfur particles were well coated on the surface of the carbon matrix, so there were no obvious peaks for the MWCNT-HNO3. Compared with the S-MC samples, the intensity of the peak at 2q ¼ 26 of the SCNT samples was slightly enhanced because of the higher MWCNT-HNO3 content in the S-CNT composites. Fig. 2(b) shows the XRD patterns of the S-CNT and S-MC composite cathode powders before the cycles. Similar patterns were obtained for both of the samples. The high conductivity phase and Li2S phase were observed in the samples. These were the main components of the 7822gc electrolyte. Sulfur from the Fddd orthorhombic structure was also observed in the composite cathodes, which indicates that no phase transformation of the sulfur/carbon composites or the 7822gc electrolyte occurred during the ball milling process.\nFig. 3 shows the microstructure of the S-CNT, S-MC and composite cathode powders; Fig. 3(a)–(f) show the morphology of the S-CNT composites and the corresponding EDS mappings of sulfur. As the carbon concentration increased in the composites, the diameter of the composite particles decreased from about 5 mm for the S-CNT-1 sample to less than 1 mm for SCNT-3. Fig. 3(g)–(l) show the morphology of the S-MC composites and the corresponding EDS mappings of sulfur. As the carbon concentration increased in the composites, the diameter\nThis journal is © The Royal Society of Chemistry 2018\nFig. 3 (a, c, e) SEM images and (b, d, f) the corresponding sulfur mapping of the S-CNT composites. (g, i, k) SEM images and (h, j, l) the corresponding sulfur mapping of the S-MC composites. (m) SEM image and (n, o) the corresponding phosphorus and sulfur mapping of the composite cathode particles.\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nof the composite particles also decreased from about 3 mm of the S-MC-1 sample to less than 1 mm of S-MC-3. The modied MWCNTs have many functional groups, such as hydroxyl, carboxyl, and carbonyl, which could act as the growth points when sulfur is precipitated by the solvent exchange method. The functional groups also provide an intimate contact between sulfur and MWCNTs.43 As for the MCs, zero-dimensional Super P and one-dimensional MWCNTs could form good electronic conduction paths in short range regions. Meanwhile, the VGCF could provide long-range conduction paths. All the three kinds of carbon materials form a homogeneous and synergistic threedimensional hierarchical carbon network.44 Although some composite particles with low sulfur content could be observed by comparing the SEM pattern and the element mapping, most of the sulfur was distributed homogeneously on the carbon materials. Two kinds of nano-scale S-CNT and S-MC composite particles were successfully prepared through the solvent exchange method. The sulfur/carbon architecture not only provides an increased carbon surface but also affords improved electrical conductivity because of increased electrical contact sites. Fig. 3(m) shows the typical morphology of the composite cathode particles. Fig. 3(n) and (o) are EDS mappings of phosphorus and sulfur. The composite cathode particles with diameters of 5–10 mm are similar to the 7822gc electrolyte particles, which are much larger than those of the sulfur/carbon composite. Element mapping shows that both the phosphorus and sulfur are uniformly distributed in the cathode particles\nThis journal is © The Royal Society of Chemistry 2018\nwithout any elemental segregation. All these results demonstrate that the sulfur/carbon hybrid and 7822gc electrolytes were mixed homogeneously by the ball milling process.\nRate capacities of the 7822gc-S-CNT|7822gc|Li–In all-solidstate cells cycled between 0.0 V and 3.0 V (vs. Li–In) at room temperature are compared in Fig. 4(a). The discharge capacity of the cell with S-CNT-1 as the cathode achieved 1079.6 mA h g 1 for the fourth full cycle at 0.044 mA cm 2 (about 0.025C). The capacity retention of the cell was 57.1% at 0.352 mA cm 2 (about 0.2C, 616.0 mA h g 1) with respect to the initial capacity. When the current density decreased back to 0.044 mA cm 2 (about 0.025C), the cell attained a high capacity retention of 83.9% (905.6 mA h g 1). For the cell with S-CNT-2 as the cathode, the capacity was 1033.1 mA h g 1 at 0.044 mA cm 2 (about 0.025C) and the cell retained 72.3% of its capacity at 0.352 mA cm 2 (about 0.2C, i.e., 747.0 mA h g 1). When the current went back to 0.044 mA cm 2 (about 0.025C), the capacity retention was 89.8% (927.6 mA h g 1). The discharge capacity of the cell with S-CNT-3 as the cathode was the highest, which achieved 1363.8 mA h g 1 for the fourth full cycle at 0.044 mA cm 2 (about 0.025C). The capacity retention of this cell was 57.6% at 0.352 mA cm 2 (about 0.2C, i.e., 786.0 mA h g 1). When the current decreased to 0.044 mA cm 2 (about 0.025C), the discharge capacity increased to 1241.0 mA h g 1; a high capacity retention of 91.0% was obtained. Nevertheless, all the cells showed coulombic efficiencies greater than 88% for the rst full cycle. Aer three more cycles, the coulombic efficiency increased to greater than 98%. Among all these composite cathodes, the S-CNT-3 electrodes exhibited the best performance, having the highest capacity and the best capacity retention aer high-rate cycling. The cell with S-CNT-2 as the active material also showed good performance with high capacity retention at high-rate cycling compared with one using S-CNT-1 as the cathode. The comparison illustrates that sufficient MWCNT in the S-CNT composites is important for the good rate performance of the S-CNT composite cathodes.\nThe discharge–charge voltage proles of the 7822gc-S-CNT3|7822gc|Li–In cells are presented in Fig. 4(b). The fourth cycles at each current density were chosen as representatives. Two plateaus at about 1.8 V during the charging process and 1.3 V during the discharge process were observed, which were attributed to the electrochemical reaction of the sulfur in the cathodes. The S-CNT-3 composites can provide 1363.8, 1210.2, 991.9, and 786.0 mA h g 1 at 0.044, 0.088, 0.176 and 0.352 mA cm 2 (about 0.025C, 0.05C, 0.1C and 0.2C), respectively. The difference between the discharge platform voltage at 0.044 and 0.352 mA cm 2 is only about 0.3 V, which demonstrates the good properties of the S-CNT composite materials.\nFig. 4(c) shows the rate capacities of the 7822gc-SMC|7822gc|Li–In all-solid-state cells that cycled between 0.0 V and 3.0 V (vs. Li–In) at room temperature. The discharge capacity of the cell with S-MC-1 as the cathode materials was 852.2 mA h g 1 for the fourth full cycle at 0.044 mA cm 2 (about 0.025C). Capacity retention of the cell was 62.6% at 0.352 mA cm 2 (about 0.2C, 533.0 mA h g 1). When the current went back to 0.044 mA.cm 2 (about 0.025C), the discharge capacity was 768.0 mA h g 1 and a high capacity retention of 90.2% was\nJ. Mater. Chem. A, 2018, 6, 23345–23356 | 23349\nFig. 4 The rate performances of (a) 7822gc-S-CNT|7822gc|Li–In and (c) 7822gc-S-MC|7822gc|Li–In in all-solid-state cells. The charge and discharge capacity under different cyclic currents (i.e., 0.044, 0.088, 0.176, 0.352, and 0.044 mA cm 2) as a function of the cycle number. The corresponding discharge–charge voltage profiles at different currents of the cells using (b) S-CNT-3 and (d) S-MC-3 as the electrodes.\n23350 | J. Mater. Chem. A, 2018, 6, 23345–23356\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nachieved. The initial discharge capacity of the cell with S-MC-2 as the cathode at 0.044 mA cm 2 (about 0.025C) was 1017.4 mA h g 1. The capacity retention was 64.6% at 0.352 mA cm 2 (about 0.2C, 657.1 mA h g 1) with respect to the initial capacity. When the current again increased to 0.044 mA cm 2 (about 0.025C), the capacity retention was 90.7% (922.4 mA h g 1). As for the cell with S-MC-3 as the cathode material, the fourth discharge capacity was 1003.9 mA h g 1 at 0.044 mA cm 2 (about 0.025C). The capacity retention of the cell was 70.5% at 0.352 mA cm 2 (about 0.2C, 707.3 mA h g 1). The discharge capacity increased to 957.6 mA h g 1 when the current was 0.044 mA cm 2 (about 0.025C), which means that the highest capacity retention of 95.4% was achieved. Nevertheless, all the cells showed coulombic efficiency higher than 80% for the rst full cycle. Aer three more cycles, the coulombic efficiency increased to greater than 98%. Among all these composite cathodes, S-MC electrodes showed better rate performance as compared to S-CNT electrodes.\nWith the help of a well-designed three-dimensional electronic conducting network, capacity retention greater than 90% was achieved for all cells with S-MC as cathodes. The S-MC-3 sample even showed capacity retention greater than 95% aer cycling at different rates. The discharge–charge voltage proles of the 7822gc-S-MC-3|7822gc|Li–In cells are presented in Fig. 4(d). The fourth cycles at each current density were chosen as representations. Similar to cells with S-CNT as the cathode materials, two plateaus at about 1.8 V and 1.3 V during the charge and discharge processes were also observed, which were attributed to the electrochemical reaction of the sulfur active material. The S-MC-3 composites can provide 1003.9, 884.0, 806.3, and 707.3 mA h g 1 at 0.044, 0.088, 0.176 and 0.352 mA cm 2 (about 0.025C, 0.05C, 0.1C and 0.2C), respectively. The difference between the discharge platform voltage at 0.044 and 0.352 mA cm 2 is about 0.2 V, which is even less than one of the S-CNT-3 samples. Owing to the homogeneous and synergistic three-dimensional hierarchical carbon network, the S-MC composite materials showed enhanced rate performance. The rate performance of the S-CNT and S-MC composites in ASSLSBs is comparable to that of Li–S batteries with liquid electrolytes.38,45–47\nThe cycling performances of the 7822gc-S-CNT|7822gc|Li–In the all-solid-state cells cycled between 0.0 V and 3.0 V (vs. Li–In) are shown in Fig. 5(a). The initial discharge capacity of the cells with S-CNT-1 as cathodes was 853.5 mA h g 1 for the rst full cycle at 0.176 mA cm 2 (about 0.1C). The capacity of the cell then slowly faded to 371.8 mA h g 1 aer 400 cycles and a capacity retention of 43.6% was obtained. The cell with S-CNT2 as the composite cathode possessed an initial discharge capacity of 817 mA h g 1 for the rst full cycle at 0.176 mA cm 2 (about 0.1C). The discharge capacity decreased to 680.1 mA h g 1 aer 25 cycles and then slowly increased with uctuations to 831.7 mA h g 1 aer 400 cycles without any fading. As for the cell with S-CNT-3 as the composite cathode, the initial discharge capacity was as high as 1209.2 mA h g 1 at 0.176 mA cm 2 (about 0.1C). Then it decreased to 1001.7 mA h g 1 aer 70 cycles, followed by a slow increase to a stable capacity of 1140.9 mA h g 1 aer 400 cycles. All the cells\nThis journal is © The Royal Society of Chemistry 2018\nFig. 5 Cycling performance of (a) 7822gc-S-CNT|7822gc|Li–In and (c) 7822gc-S-MC|7822gc|Li–In the all-solid-state cells. Charge, discharge capacity and coulombic efficiency as a function of the cycle number at the current of 0.176 mA cm 2. The corresponding discharge–charge voltage profiles of the cells using (b) S-CNT-3 and (d) S-MC-2 as the electrodes at the 100th, 200th and 400th cycles.\nThis journal is © The Royal Society of Chemistry 2018\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\ndelivered a high coulombic efficiency of nearly 100% aer about ten cycles. Except for the cell with S-CNT-1 as the cathode, the others showed high cycling capacity and super high capacity retention without any attenuation. For the rst tens of cycles, the decreasing capacity demonstrates that the composite cathodes need to be activated to achieve the subsequent excellent cyclic performance. The capacity slightly increased during the following cycles due to an activation process,27,48 which was reported in the Li–S batteries with liquid electrolyte.49,50\nFig. 5(b) shows the charge–discharge curves of 7822gc-SCNT-3|7822gc|Li–In cell with S-CNT-3 as the cathode. The good overlap of the 100th, 200th and 400th charge and discharge curves demonstrates the good cycling performance without any attenuation during the galvanostatic cycling. Super high capacity and good capacity retention without any degradation powerfully indicate that the S-CNT composite materials are promising cathode materials for ASSLSBs.\nFig. 5(c) shows the cycling performance of the 7822gc-SMC|7822gc|Li–In all-solid-state cells cycled between 0.0 V and 3.0 V (vs. Li–In). For the rst cycle at 0.176 mA cm 2 (about 0.1C), the cell with S-MC-1 as the cathode delivered a discharge capacity of 651.7 mA h g 1; the capacity of the cell then slowly decreased to about 580 mA h g 1 aer 50 cycles. Aer that, the capacity increased with uctuation to 675.3 mA h g 1 aer 400 cycles without any fading. The discharge capacity of the cell with S-MC-2 as the composite cathode was 836.3 mA h g 1 for the rst full cycle at 0.176 mA cm 2 (about 0.1C). Aer 20 cycles, the capacity of the cell decreased to about 730 mA h g 1, then the discharge capacity was stable for about 200 cycles and nally decreased to 662.3 mA h g 1 aer 400 cycles. A high capacity retention of 90.7% was obtained. As for the cell with S-MC-3 as the cathode material, the initial discharge capacity was 766.3 mA h g 1 at 0.176 mA cm 2 (about 0.1C). Aer 30 cycles, the capacity faded to about 720 mA h g 1 and then remained at that value for 100 cycles. Finally, the discharge capacity slowly decreased to 561.5 mA h g 1 aer 400 cycles and a capacity retention of 78.0% was achieved. All the cells delivered a high coulombic efficiency of nearly 100%, high cycling capacity and capacity retention. The good performance of the cells demonstrates that the S-MC composites are promising as active materials in ASSLSBs.\nFig. 5(d) shows charge–discharge curves for 7822gc-S-MC2|7822gc|Li–In cells with S-MC-2 as the cathode. The good overlap of the 100th and 200th charge and discharge curves demonstrates the good cycling performance without any capacity fading for the rst 200 cycles during the galvanostatic cycling. The cell nally delivers high capacity retention of more than 90%, even though the cycling capacity begins to fade aer 300 cycles.\nThe super-long cycling performances of the 7822gc-S-CNT3|7822gc|Li–In cells with S-CNT-3 as the active material are shown in Fig. 6. The cell was rst cycled at 0.176 mA cm 2 (about 0.1C) for 500 cycles and then at 0.44 mA cm 2 (about 0.25C) for another 500 cycles, aer which the discharge capacity remained at about 1180 mA h g 1 without any fading. Then during the following 500 cycles at a high rate, the discharge capacity slowly decreased from 980.2 mA h g 1 to\nJ. Mater. Chem. A, 2018, 6, 23345–23356 | 23351\nFig. 6 Cycling performance of 7822gc-S-CNT|7822gc|Li–In all-solidstate cells using S-CNT-3 as the electrode. Charge, discharge capacity and coulombic efficiency as a function of the cycle number at the current of 0.176 mA cm 2 for the first 500 cycles, and 0.44 mA cm 2 for the last 500 cycles.\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\n834.3 mA h g 1. The super high capacity retention of 85.1% was achieved during the high-rate cycling, which means that the capacity fading is less than 0.03% for each cycle. The performances of the Li–S cells with different kinds of electrolytes are shown in Table 1. Better coulombic efficiencies were obtained for the cells with solid electrolytes, due to the good restriction of the shuttle reaction. Compared with other cells having solid\nTable 1 Performance of Li–S cells with different kinds of electrolytes\nElectrolyte Active material\nCycle life (cycle) Capacity aer cycling (mA h g 1) Capacity aer cycling (mA h cm 2)\nLiquid Sulfur 4000 600 0.12 Liquid Sulfur 2000 347 0.28 Liquid Sulfur 1000 510 0.51 Liquid Sulfur 1000 303.2 2.46 Liquid Sulfur 500 750 1.12 Liquid Sulfur 450 483 1.59 Liquid Sulfur 300 952 2.67 Liquid Sulfur 300 900 0.72 Liquid Sulfur 200 857 0.69 Liquid Sulfur 150 1146 1.56 Liquid Sulfur 50 667 0.96 Sulde Sulfur 1000 834.3 0.93 Sulde Sulfur 500 1180 1.31 Sulde Sulfur 400 662.3 0.74 Sulde Sulfur 750 830 0.37 Sulde Sulfur 100 1440 6.88 Sulde Li2S 60 830 2.99 Sulde Li2S 50 930 2.09 Sulde Li2S 20 450 1.43 Sulde Sulfur 20 1300 1.24 Sulde Li2S 100 594 0.30 Polymer Sulfur 100 745 0.60 LiBH4 Sulfur 45 730 2.19 GPE Sulfur 500 792 1.19 GPE Sulfur 400 529.7 0.64 Gel & ceramic Sulfur 300 700 0.45\n23352 | J. Mater. Chem. A, 2018, 6, 23345–23356\nelectrolytes, our work shows ultra-long cycle life, super-high capacity and capacity retention that have never been obtained before in ASSLSBs at room temperature. Only cells cycling at high temperature (60 C) or with GPE or liquid electrolytes are comparable with our results, even with lower cycle life, coulombic efficiency and (or) cycling capacity. All these powerfully demonstrate that the S-CNT and S-MC composite materials are appropriate cathodes for ASSLSBs.\nFig. 7 shows the surface (a, e) and cross-section (b, f) morphology of the all-solid-state cells, with the sulfur/carbon hybrid as the cathode, before and aer 50 cycles. Fig. 7(c, g) and (d, h) are EDS mappings of phosphorus and carbon. It could be seen obviously that good particle contact was achieved before cycling in Fig. 7(a) and (b), although some cracks in the boundary area could be observed because only cold pressing without sintering the process was adopted. The interface between the composite cathode layer and the electrolyte layer is difficult to distinguish in Fig. 7(b). By observing the element mappings, the area enriched with carbon or phosphorus can easily be identied as the composite cathode or the electrolytes layer. Both of these layers were compressed tightly. However, aer 50 cycles, the morphology of the composite cathode changed greatly and became much denser and more homogeneous; the former boundaries and cracks in the cathode layer even disappeared. Meanwhile, the 7822gc electrolyte layer maintained its original condition. With the help of element\nCurrent density (mA cm 2)\nCoulombic efficiency aer cycling\nCapacity fading each cycle Remarks Reference\n0.068 100% 0.001% 51 2,67 97% 0.028% 52 1.67 100% 0.030% 53 4 97% 0.067% 46 1.34 99% 0.080% 39 0.48 — 0.064% 47 0.656 95% 0.080% 37 0.16 100% 0.065% 38 0.4 — 0.000% 45 1.95 100% 0.000% 54 0.3 100% 0.500% 44 0.44 100% 0.030% Our work 0.176 100% 0.000% Our work 0.176 100% 0.025% Our work 0.7 100% 0.015% At 60 C 35 1.3 100% 0.071% 40 0.18 — 0.000% 27 0.13 100% 0.000% 41 0.13 99% 0.625% 28 0.023 — 0.930% 42 0.02 100% 0.300% At 60 C 29 0.134 100% 0.130% 55 0.25 99% 0.500% At 120 C 56 0.9 100% 0.040% 57 1.252 — 0.045% 58 0.53 100% 0.000% 59\nThis journal is © The Royal Society of Chemistry 2018\nFig. 7 (a) Surface and (b) cross-sectional SEM image of the cathode layer before cycle, and EDSmappings of (c) phosphorus and (d) carbon of the cross-sectional SEM image; (e)–(h) are respectively SEM image and EDS mappings after 50 cycles.\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nmapping, the interface could also be discerned. As is known, sulfur in the composite cathodes was transformed into Li2S during the lithiation process, then Li2S was transformed back to sulfur during the delithiation process and this charge/discharge cycle further repeated itself.5,32 A huge volume change of nearly 70% occurred for the transformation from sulfur to Li2S in the cathode layer. However, the cells were cycled in sealed battery mode, which limited the volume of the whole cell, and a high pressure of 100 MPa was also applied in the mode using bolt structure. Additional stress created by the huge volume change during the discharge process further increased the internal pressure in the mode and repressed the composite cathode layer. During the charging process, the pressure was smaller for the transformation of Li2S back to sulfur. However, during the following discharge processes the pressure increased again and repressed the cathode layer once more. Thus, the cathode layer was nally transformed into the morphology shown in Fig. 7(e) and (f) aer 50 cycles. This also provides another explanation for the phenomenon where the cycling capacity gradually increased to a stable value aer decreasing for the rst tens of cycles. The repressed cathode layer provides the best contact among active materials, ionic conduction and electronic conduction additives. All these provide better ionic and electric conduction paths for the active materials and inspire better capacity performance of the ASSLSBs during cycling.\nS-CNT or S-MC as cathodes at room temperature are shown in Fig. 8. The impedance of all the cells before cycling was about\nThis journal is © The Royal Society of Chemistry 2018\n60 U, which was slightly higher than that of the 7822gc electrolyte pellet (about 50U). The initial interface impedance of the cells was only 10 U. The impedance values for the cell with SCNT-1 as the cathode were 180, 220 and 340 U aer 100, 200 and 400 cycles, respectively. Total impedance values of 180, 230 and 280 U aer 100, 200 and 400 cycles were obtained for the cell with S-CNT-2 as the electrode material. As for the cell with SCNT-3 as the cathode, the impedance increased from 230 U to 290 U aer 100 and 200 cycles. The impedance then maintained the same value aer 400 cycles and even decreased to 270 U aer 1000 cycles, as shown in Fig. 8(a)–(c), respectively. Considering the impedance of the interface between the electrolyte and the Li–In anode, and the electrolyte itself changes only a little, the main variation in the impedance comes from the interface between the electrolyte and the composite cathodes.18,31 Side reactions between the electrolyte and the positive/ negative electrode may occur on increasing the impedance of the cell with S-CNT-1 as the cathode during cycling, which would lead to worse interface contact and fading cycling capacity. The relatively steady impedance of the cells with SCNT-3 as electrode material resulted in high capacity and capacity retention. Similar results were observed for the cell using S-MC composite cathodes, as shown in Fig. 8(d)–(f). The impedance values for the cell with S-MC-1 as the cathode were 130, 190 and 270 U aer 100, 200 and 400 cycles, respectively. Total impedance of 160, 180 and 220 U aer 100, 200 and 400 cycles, respectively, was obtained for the cell with S-MC-2 as electrode materials. As for the cell with S-MC-3 as the cathode, the impedance increased from 180 U to 230 U and 290 U aer 100, 200 and 400 cycles. Since the initial total impedance is rather low and further growth of the impedance is well controlled, cells with the sulfur/carbon hybrid as the electrode could nally obtain high capacity and capacity retention.\nThe morphologies of the initial S-CNT composites and their stages aer the 50th discharge were investigated by STEM. Fig. 9(a) shows the representative part of the initial S-CNT sample before cycling, consisting of MWCNTs and sulfur nanoparticles (red circles) with size of 10–20 nm. The sulfur nanoparticles were homogeneously dispersed on the MWCNTs. Fig. 9(b) shows the representative part of the S-CNT sample aer 50 cycles. White nanoparticles with size of 5–10 nm could be\nJ. Mater. Chem. A, 2018, 6, 23345–23356 | 23353\nFig. 9 (a) STEM image of the S-CNT hybrid composites before cycling with red circles to point out sulfur nanoparticles. (b), (c) STEM image and (d) the corresponding FFT pattern of the S-CNT hybrid composites with simulation (yellow) of the Li2S structure (Fm3 m) after 50 cycles.\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\nfound in the carbon matrix. To better understand the nanoparticles, an extremely large particle with size of about 15 nm was specically selected as shown in Fig. 9(c). Furthermore, the diffraction spots in the fast Fourier transformation (FFT) pattern of the particle are shown in Fig. 9(d). The spots form a ring pattern indexed well with Li2S (space group Fm 3m36), conrming the discharging process. During the cycling, the size of the sulfur (Li2S) particles decreased from 10–20 nm to 5– 10 nm. The huge volume change in the transformation from sulfur to Li2S in the cathode layer is limited by the battery mode and the additional stress created by the huge volume change repressed the composite cathodes. Attributed to the stress between the electrode layers, the sulfur grain in the composites was rened during cycling. The smaller grain size (5–10 nm) of sulfur can better promote the reversible reaction of Li2S 4 S + 2Li+ + 2e and help the ASSLSBs to obtain high capacity, long cycle life and high capacity retention.28\nAlthough high-performance ASSLBs have been prepared with the novel sulfur/carbon hybrid as the cathode, further improvement is still needed for practical applications. Firstly, the sulfur loading on a mass basis is only 25 wt% with a high electrolyte to sulfur (E/S) ratio of 2.4 in the composite cathode. Higher sulfur loading and optimized E/S ratio are necessary to yield devices with practically high energy density in the future. Increasing the impedance of the cells during cycling is also an issue to be addressed for better cycling and rate performance. Nevertheless, due to the brittle nature of sulde electrolytes, the separator layer cannot be less than 1 mm. Otherwise, cracks may develop throughout the pellet and result in failure of the cells. With such a thick electrolyte layer of 1 mm and a thin electrode layer of <50 mm, less than 20% vol of the cell is active. Hence, a thinner solid electrolyte layer is also of critical\n23354 | J. Mater. Chem. A, 2018, 6, 23345–23356\nimportance to achieving a higher cell-based energy density for practical application."
    }, {
      "heading" : "Conclusions",
      "text" : "To improve the cycling performance of ASSLSBs, nano-scale sulfur/carbon hybrids were synthesized as cathode materials. S-CNT and S-MC composites were prepared by the solvent exchange method, in which MWCNTs or MCs were chosen to form an electrically conducting network and sulfur-bearing matrix. Aer optimization of the ratio of carbon contents in the S-CNT or S-MC composite materials, cells with high sulfur loading and excellent cycling room-temperature performance were prepared. The cell with S-CNT-3 as cathode showed a high discharge capacity of 1140.9 mA h g 1 at 0.176 mA cm 2 (about 0.1C). No capacity fading was observed for the rst 400 cycles and a high discharge capacity of 834.3 mA h g 1 at 0.44 mA cm 2 (about 0.25C) was maintained aer 1000 cycles, corresponding to a high capacity retention of 85.1% for the last 500 high-rate cycles. The coulombic efficiency was maintained at nearly 100% during the cycles. This result represents the best room-temperature cycling performance in ASSLSBs worldwide. The cell using S-MC-2 as the composite cathode also showed a high discharge capacity of 662.3 mA h g 1 at 0.176 mA cm 2 (about 0.1C) aer 400 cycles, corresponding to a high capacity retention of 90%. The coulombic efficiency was also as high as 100%. Excellent rate performance was obtained for cells with SMC as the cathode. High capacity retention of 95.4% was achieved aer cycling at different rates. STEM revealed a rening of the grain during cycling, which contributed to the better reversible reaction ability of sulfur (and Li2S). On the one hand, a smaller grain size improved both the cycling and rate performance of our battery. On the other hand, high stress in the composite cathodes densied the electrode layer and improved the interfacial contact among the components in the composite cathodes. Owing to the smaller grain size of the active materials and the better ionic and electric conduction path provided by the denser electrode layer, ASSLSBs with long cycle life, high capacity and high capacity retention were nally achieved."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the NSF of China (grant no. 51532002)."
    }, {
      "heading" : "Notes and references",
      "text" : "1 B. Scrosati, Nature, 1995, 373, 557. 2 A. S. Arico, P. Bruce, B. Scrosati, J. M. Tarascon and W. V. Schalkwijk, Nat. Mater., 2005, 4, 366. 3 J. M. Tarascon and M. Armand, Nature, 2001, 414, 359.\nThis journal is © The Royal Society of Chemistry 2018\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\n4 X. Feng, M. Ouyang, X. Liu, L. Lu, Y. Xia and X. He, Energy Storage Materials, 2018, 10, 246. 5 C. Sun, J. Liu, Y. Gong, D. P. Wilkinson and J. Zhang, Nano Energy, 2017, 33, 363. 6 Y. Ren, K. Chen, R. Chen, T. Liu, Y. Zhang and C. W. Nan, J. Am. Chem. Soc., 2015, 98, 3603. 7 Z. Lin and C. Liang, J. Mater. Chem. A, 2015, 3, 936. 8 A. Manthiram, X. Yu and S. Wang, Nat. Rev. Mater., 2017, 2, 16103. 9 D. H. Kim, D. Y. Oh, K. H. Park, Y. E. Choi, Y. J. Nam, H. A. Lee, S. M. Lee and Y. S. Jung, Nano Lett., 2017, 17, 3013. 10 K. Fu, Y. Gong, G. T. Hitz, D. W. McOwen, Y. Li, S. Xu, Y. Wen, L. Zhang, C. Wang, G. Pastel, J. Dai, B. Liu, H. Xie, Y. Yao, E. D. Wachsman and L. Hu, Energy Environ. Sci., 2017, 10, 1568. 11 K. Minami, A. Hayashi, S. Ujiie and M. Tatsumisago, J. Power Sources, 2009, 189, 651. 12 C. Yu, S. Ganapathy, N. J. de Klerk, I. Roslon, E. R. Van Eck, A. P. Kentgens and M. Wagemaker, J. Am. Chem. Soc., 2016, 138, 11192. 13 M. Tatsumisago, M. Nagao and A. Hayashi, Journal of Asian Ceramic Societies, 2013, 1, 17. 14 N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto and A. Mitsui, Nat. Mater., 2011, 10, 682. 15 Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba and R. Kanno, Nat. Energy, 2016, 1, 16030. 16 Y. Seino, T. Ota, K. Takada, A. Hayashi and M. Tatsumisago, Energy Environ. Sci., 2014, 7, 627. 17 Y. Zhang, K. Chen, Y. Shen, Y. Lin and C. W. Nan, Solid State Ionics, 2017, 305, 1. 18 Y. Zhang, R. Chen, T. Liu, B. Xu, X. Zhang, Y. Shen, Y. Lin and C. W. Nan, ACS Appl. Mater. Interfaces, 2017, 9, 28542. 19 N. Ohta, K. Takada, L. Zhang, R. Ma, M. Osada and T. Sasaki, Adv. Mater., 2006, 18, 2226. 20 F. Mizuno, A. Hayashi, K. Tadanaga, T. Minami and M. Tatsumisago, Solid State Ionics, 2004, 175, 699. 21 J. H. Woo, J. E. Trevey, A. S. Cavanagh, Y. S. Choi, S. C. Kim, S. M. George, K. H. Oh and S.-H. Lee, J. Electrochem. Soc., 2012, 159, A1120. 22 A. Sakuda, A. Hayashi and M. Tatsumisago, Chem. Mater., 2010, 22, 949. 23 J. Haruyama, K. Sodeyama, L. Han, K. Takada and Y. Tateyama, Chem. Mater., 2014, 26, 4248. 24 J. S. Fish, C. P. Li, J. D. Fehribach, C. A. Wolden, R. O'Hayre, A. L. Bunge and C. E. Goodyer, Electrochim. Acta, 2012, 83, 454. 25 N. Ohta, K. Takada, I. Sakaguchi, L. Zhang, R. Ma, K. Fukuda, M. Osada and T. Sasaki, Electrochem. Commun., 2007, 9, 1486. 26 S. X. Zhao, X. F. Fan, Y. F. Deng and C. W. Nan, Electrochim. Acta, 2012, 65, 7. 27 F. Han, J. Yue, X. Fan, T. Gao, C. Luo, Z. Ma, L. Suo and C. Wang, Nano Lett., 2016, 16, 4521. 28 M. Nagao, A. Hayashi, M. Tatsumisago, T. Ichinose, T. Ozaki, Y. Togawa and S. Mori, J. Power Sources, 2015, 274, 471.\nThis journal is © The Royal Society of Chemistry 2018\n29 Z. Lin, Z. Liu, N. J. Dudney and C. Liang, ACS Nano, 2013, 7, 2829. 30 J. W. Choi and D. Aurbach, Nat. Rev. Mater., 2016, 1, 16013. 31 A. Hayashi, A. Sakuda and M. Tatsumisago, Front. Energy Res., 2016, 4, 25. 32 Q. Pang, X. Liang, C. Y. Kwok and L. F. Nazar, Nat. Energy, 2016, 1, 16132. 33 R. Elazari, G. Salitra, A. Garsuch, A. Panchenko and D. Aurbach, Adv. Mater., 2011, 23, 5641. 34 G. Zhou, L. Li, C. Ma, S. Wang, Y. Shi, N. Koratkar, W. Ren, F. Li and H.-M. Cheng, Nano Energy, 2015, 11, 356. 35 X. Yao, N. Huang, F. Han, Q. Zhang, H. Wan, J. P. Mwizerwa, C. Wang and X. Xu, Adv. Energy Mater., 2017, 7, 1602923. 36 J. Balach, T. Jaumann and L. Giebeler, Energy Storage Materials, 2017, 8, 209. 37 M. Chen, S. Jiang, C. Huang, X. Wang, S. Cai, K. Xiang, Y. Zhang and J. Xue, ChemSusChem, 2017, 10, 1803. 38 Y. Liu, W. Wang, A. Wang, Z. Jin, H. Zhao and Y. Yang, Electrochim. Acta, 2017, 232, 142. 39 Z. Li, J. Zhang, B. Guan, D. Wang, L. M. Liu and X. W. D. Lou, Nat. Commun., 2016, 7, 13065. 40 H. Nagata and Y. Chikusa, J. Power Sources, 2016, 329, 268. 41 T. Hakari, A. Hayashi andM. Tatsumisago, Chem. Lett., 2015,\n44, 1664. 42 M. Nagao, Y. Imade, H. Narisawa, T. Kobayashi,\nR. Watanabe, T. Yokoi, T. Tatsumi and R. Kanno, J. Power Sources, 2013, 222, 237. 43 C. Jia-Jia, J. Xin, S. Qiu-Jie, W. Chong, Z. Qian, Z. Ming-Sen and D. Quan-Feng, Electrochim. Acta, 2010, 55, 8062. 44 W. C. Du, Y. X. Yin, X. X. Zeng, J. L. Shi, S. F. Zhang, L. J. Wan and Y. G. Guo, ACS Appl. Mater. Interfaces, 2015, 8, 3584. 45 L. Zhang, H. Huang, Y. Xia, C. Liang, W. Zhang, J. Luo, Y. Gan, J. Zhang, X. Tao and H. J. Fan, J. Mater. Chem. A, 2017, 5, 5905. 46 M. Yu, J. Ma, M. Xie, H. Song, F. Tian, S. Xu, Y. Zhou, B. Li, D. Wu, H. Qiu and R. Wang, Adv. Energy Mater., 2017, 7, 1602347. 47 Y. Zhao, R. Tan, J. Yang, K. Wang, R. Gao, D. Liu, Y. Liu, J. Yang and F. Pan, J. Power Sources, 2017, 340, 160. 48 C. Zhang, Y. Lin and J. Liu, J. Mater. Chem. A, 2015, 3, 10760. 49 R. Chen, T. Zhao, J. Lu, F. Wu, L. Li, J. Chen, G. Tan, Y. Ye\nand K. Amine, Nano Lett., 2013, 13, 4642. 50 W. G. Wang, X. Wang, L. Y. Tian, Y. L. Wang and S. H. Ye, J.\nMater. Chem. A, 2014, 2, 4316. 51 Y. Xu, Y. Wen, Y. Zhu, K. Gaskell, K. A. Cychosz,\nB. Eichhorn, K. Xu and C. Wang, Adv. Funct. Mater., 2015, 25, 4312. 52 Y. Qiu, W. Li, W. Zhao, G. Li, Y. Hou, M. Liu, L. Zhou, F. Ye, H. Li, Z. Wei, S. Yang, W. Duan, Y. Ye, J. Guo and Y. Zhang, Nano Lett., 2014, 14, 4821. 53 Q. Zhu, Q. Zhao, Y. An, B. Anasori, H. Wang and B. Xu, Nano Energy, 2017, 33, 402. 54 F. Jin, S. Xiao, L. Lu and Y. Wang, Nano Lett., 2015, 16, 440. 55 Y. Lin, X. Wang, J. Liu and J. D. Miller, Nano Energy, 2017, 31, 478.\nJ. Mater. Chem. A, 2018, 6, 23345–23356 | 23355\nPu bl\nis he\nd on\n2 2\nO ct\nob er\n2 01\n8. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf G\neo rg\nia o\nn 1/\n3/ 20\n20 4\n:0 5:\n46 A\nM .\n56 A. Unemoto, S. Yasaku, G. Nogami, M. Tazawa, M. Taniguchi, M. Matsuo, T. Ikeshoji and S. I. Orimo, Appl. Phys. Lett., 2014, 105, 083901. 57 M. Liu, H. R. Jiang, Y. X. Ren, D. Zhou, F. Y. Kang and T. S. Zhao, Electrochim. Acta, 2016, 213, 871.\n23356 | J. Mater. Chem. A, 2018, 6, 23345–23356\n58 M. Liu, D. Zhou, Y. B. He, Y. Fu, X. Qin, C. Miao, H. Du, B. Li, Q. Yang, Z. Lin, T. S. Zhao and F. Kang, Nano Energy, 2016, 22, 278. 59 Q. Wang, Z. Wen, J. Jin, J. Guo, X. Huang, J. Yang and C. Chen, Chem. Commun., 2016, 52, 1637.\nThis journal is © The Royal Society of Chemistry 2018"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "The shuttle effect poses great challenges to the safety and cycle lifetime of lithium–sulfur (Li–S) batteries. One promising resolution is to substitute liquid electrolytes with solid electrolytes. However, the low intrinsic electrical conductivity of solid electrolytes results in the slow migration of lithium ions and electrons in the composite cathodes and compromises the rate and cycling performance of the allsolid-state Li–S cells. Here, sulfur nanoparticles are fused with carbon species of different dimensions (e.g., 0D carbon nanoparticles, 1D multi-wall carbon nanotubes (MWCNTs) and ultra-long vapor grown carbon fibers (VGCF)) to form nanohybrids by the solvent exchange method, and are then assembled into electrically conducting networks in the composite cathode. The 0D and 1D nanohybrids facilitate the short and long-range migration of electrons, respectively. Fused with sulfur nanoparticles, the conducting networks themselves could act as sulfur-bearing matrixes and shorten the diffusion path of lithium ions. These favorable features give rise to much-enhanced electric/ionic conductivity and high sulfur loading of the composite cathode. The all-solid-state Li–S batteries (ASSLSBs) assembled with these composite cathodes have so far exhibited the highest high-rate cycling capacity and retention at room temperature. A discharge capacity of 1140.9 mA h g 1 at 0.176 mA cm 2 (about 0.1C) was achieved with a capacity retention of 100% after 400 cycles. After 1000 cycles, the battery still showed a high discharge capacity of 834.3 mA h g 1 at 0.44 mA cm 2 (about 0.25C).",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}