{
  "name" : "downloads_2019-10-24_63_du2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Core–Shell Magnetic Amino-Functionalized Microporous Organic Network Nanospheres for the Removal of Tetrabromobisphenol A from Aqueous Solution",
    "authors" : [ "Zong-Da Du", "Yuan-Yuan Cui", "Cheng-Xiong Yang", "Xiu-Ping Yan" ],
    "emails" : [ "(Fe3O4@MON-NH2)", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2", "Fe3O4@MON-NH2" ],
    "sections" : [ {
      "heading" : null,
      "text" : "−1) on Fe3O4@MON-NH2 was achieved within 1 min, showing ultrafast adsorption kinetics of Fe3O4@MON-NH2 for TBBPA. The adsorption of TBBPA on Fe3O4@MON-NH2 followed the pseudo-second-order kinetics and Langmuir adsorption models, giving a maximum adsorption capacity of 135.9 mg g−1 at 25 °C. The adsorption of TBBPA on Fe3O4@MON-NH2 was a spontaneous and endothermic process controlled by positive entropy. Encouraged by the large adsorption capacity, rapid adsorption kinetics, and the small effect of pH (5−10), dissolved organic matter, and ionic strength on the adsorption, the application of Fe3O4@MON-NH2 for TBBPA removal in real water samples was achieved. The used Fe3O4@MON-NH2 can be easily regenerated and reused at least four times without significant reduction of the adsorption capacity. These results revealed the potential of Fe3O4@MON-NH2 for adsorption and removal of environmental pollutants from aqueous solution.\nKEYWORDS: microporous organic network, magnetic nanosphere, tetrabromobisphenol A, magnetic adsorption, core−shell, aqueous solution\n■ INTRODUCTION Brominated flame retardants (BFRs) are organobromine compounds with an inhibitory effect on combustion chemistry and widely used in diverse domains. About 390000 tons of BFRs were purchased in 2011, which comprise ∼20% of the flame retardants market. Tetrabromobisphenol A (TBBPA) is the most widely used BFR,1,2 which has been profoundly utilized in plastic polymers, electronic circuit boards, and many other electronic products. Overuse of TBBPA has also caused many harmful effects on both humans and the environment. TBBPA can be easily combined with humus due to hydrophobic interaction and then transferred into underground water bodies. Recently, TBBPA has been considered as a potential persistent organic contaminant due to its toxicity such as potential thyroid hormone interference activity, immunotoxicity, and neurotoxicity and its wide distribution in the environment. TBBPA can be detected in a variety of environmental media such as soil, air, sediment, water, aquatic organisms, humans, and breast milk, which have caused serious\npollution problems.3,4 Therefore, it is imperative to eliminate TBBPA from the environment. Conventional TBBPA elimination methods include photoradiation degradation,5 microbial degradation,6 high-temperature incineration, oxidative degradation7,8 and adsorption.9−17\nTBBPA can be completely degraded by photoradiation and microbial degradation.5,6 However, the significant defect of light radiation and microbial degradation is the long degradation time. Under different conditions, the degradation half-life (the time required for the concentration of TBBPA to reduce to half its initial value) can last several days to several months.18 The mechanism of oxidative degradation is simple, but it is difficult to operate. The operation of high-temperature incineration is easy, but the coproduced brominated dioxins and furans are highly carcinogenic.5 Adsorption is an effective\nReceived: November 22, 2018 Accepted: February 21, 2019 Published: February 21, 2019\n© 2019 American Chemical Society 1232 DOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 0\n9: 03\n:0 1\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nand rapid way to eliminate TBBPA from aqueous solution because of its simple operation and high degradation rate.9 To date, diverse kinds of sorbents including carbon-based adsorbents,10−12 graphene oxide (GO),13,14 and natural materials17 have been used to remove TBBPA from water. Microporous organic networks (MONs) are a novel class of microporous materials constructed via Sonogashira coupling of rigid organic monomers.19−35 The porous, aromatic, and robust MON networks make them extensively explored in gas storage,19 sensing,20,21 battery,22−25 drug delivery,26 and catalysis.27−30 The large surface area, good stability, and hydrophobic networks also make MONs’ potential in adsorption and removal of aromatic environmental pollutants.31−35 For example, Seung Uk Son’s group reported the synthesis of MOF@MON hybrids for the adsorption of toluene from water.33 Two aromatic benzene rings and four hydrophobic bromine atoms are involved within the TBBPA structure, suggesting the hydrophobic MONs should be a good candidate for TBBPA removal. In addition, two hydroxyl groups are included within the TBBPA structure. Therefore, incorporation of hydrogen bonding sites into MONs’ networks to synthesize functionalized MONs should be an efficient way to enhance the TBBPA removal efficiency on MONs. Cumbersome steps such as centrifugation or filtration were required during adsorption. Magnetic separation has attracted great attention due to its fast separation from a matrix and easy operation under a magnetic field.36−38 Seung Uk Son’s group also reported the synthesis of magnetic Fe3O4@C and Co@C from MONs’ composites to enhanced the anode performances in lithium ion batteries and to remove aromatic pollutants from water,25,32 revealing the great potential of magnetic MON nanoparticles in diverse areas. Herein, we report the fabrication of a core−shell magnetic amino-functionalized MON nanospheres (Fe3O4@MONNH2) for efficient magnetic adsorption and fast removal of TBBPA from aqueous solution. Fe3O4@MON-NH2 with magnetic Fe3O4 core allows its easy separation from aqueous solution under external magnetic fields. The incorporated amino groups within Fe3O4@MON-NH2 can provide hydrogen bonding sites for TBBPA to improve the adsorption performance of Fe3O4@MON without amino groups for TBBPA. The adsorption kinetics, thermodynamics, effects of pH, humid acid (HA), and ionic strength, and regeneration of Fe3O4@MON-NH2 for TBBPA removal were studied in detail. Fe3O4@MON-NH2 also gave higher adsorption capacity than many other reported adsorbents for TBBPA. In addition, Fe3O4@MON-NH2 shows promising for adsorption and removal of other bisphenols. Adsorption and removal of TBBPA from real river and lake water samples on Fe3O4@ MON-NH2 were also achieved. The large adsorption capacity, rapid adsorption kinetics, excellent solvent and chemical stability, and good reusability make Fe3O4@MON-NH2 have great potential for TBBPA removal from aqueous solution.\n■ EXPERIMENTAL SECTION Materials and Reagents. The poly(4-styrenesulfonic acid-comaleic acid, SS:MA = 3:1) sodium salt (PSSMA 3:1, Mw 20000), FeCl3·6H2O, bisphenol A (BPA, 99.0%), bisphenol F (BPF, 99.0%), bisphenol AF (BPAF, 98.0%), TBBPA (98.0%), and ethylene glycol (EG, 99.0%) were supplied by Aladdin Chemistry Co. (Shanghai, China). Toluene (99.5%) was purchased from Chemical Reagent Sixth Factory (Tianjin, China). Tetrakis(4-ethynylphenyl)methane was obtained from Chengdu TongChuangYuan Pharmaceutical Co. (Chengdu, China). 2,5-Dibromobenzenamine (98.0%) was purchased\nfrom Energy Chemical Technology Co. (Shanghai, China). Bis(triphenylphosphine)palladium(II) chloride (98.0%) was bought from TCI Chemical Industry Development Co. (Shanghai, China). Copper(I) iodide (99.9%) was purchased from Sigma-Aldrich Trading Co. (Shanghai, China). Pure water was obtained from Wahaha Foods Co. Ltd. (Tianjin, China). HA and anhydrous sodium acetate (99.0%) were obtained from Guangfu Fine Chemical Research Institute (Tianjin, China). Methanol (HPLC grade), ethanol (99.7%), isopropanol (99.7%), triethylamine (99.0%), acetonitrile (99.7%), and dichloromethane (99.0%) were purchased from Concord Fine Chemical Research Institute (Tianjin, China).\nInstrumentation. The N2 adsorption experiments were recorded on a NOVA 2000e surface area and pore size analyzer (Quantachrome, USA) using N2 at 77 K. Thermogravimetric analysis (TGA) was recorded on a PTC-10A thermal gravimetric analyzer (Rigaku, Japan) from room temperature to 700 °C. The X-ray diffraction spectrometry (XRD) patterns were recorded on a D/max2500 diffractometer (Rigaku, Japan). Fourier transform infrared (FTIR) spectra were measured on a Magna-560 spectrometer (Nicolet, Madison, WI). High angle annular dark field scanning transmission electron microscopy (HAADF-STEM) images and energy-dispersive X-ray spectroscopy (EDX) elemental mapping were measured on FEI Tecnai G2 F20 S-TWIN at 200 kV. The transmission electron microscopy (TEM) images were recorded on a Tecnai G2 F20 (Philips, Holland) at 200 kV. The magnetic hysteresis loops were recorded on a LDJ 9600-1 vibrating sample magnetometer (VSM) (LDJ Electronics Inc., USA). The HPLC analysis of TBBPA was measured on a Baseline C18 column (25 cm long × 4.6 mm i.d., China). The methanol/water (90/10, 1.0 mL min−1) was used as the mobile phase. The UV detector was set at 227 nm. Ion chromatography was performed on an ion chromatograph (ICS1100) fitted with an ION PACTM AS14 column (25 cm long × 4 mm i.d., Dionex, USA). The ultraviolet absorption (UV) spectra were measured on a UV-3600 spectrophotometer (Shimadzu, Japan). The X-ray photoelectron spectroscopy (XPS) experiments were conducted on an Axis Ultra DLD (Kratos Analytical Ltd. Britain).\nSynthesis of Fe3O4 Magnetic Nanospheres. Magnetic Fe3O4 nanospheres were prepared via a solvothermal method similar to that of Gao et al.39 Briefly, 0.7 g of PSSMA was dissolved with 10 mL of EG, followed by adding 10 mL of EG solution of 0.81 g of FeCl3· 6H2O and 1.8 g of sodium acetate. The mixture was then transferred into a Teflon stainless steel autoclave and reacted at 200 °C for 10 h. After cooling to room temperature, the product was separated by a magnet, thoroughly washed with pure water and ethanol, and then dried under vacuum overnight.\nSynthesis of Fe3O4@MON-NH2 Nanospheres. Fe3O4 nanospheres (0.10 g), CuI (0.50 mg, 2.6 μmol), and Pd(PPh3)2Cl2 (1.7 mg, 2.4 μmol) were dispersed with triethylamine (7.5 mL) and toluene (7.5 mL) in a 100 mL three-necked flask. The suspension was sonicated for 30 min and mechanically stirred (500 rpm) at 90 °C for 30 min. 2,5-Dibromobenzenamine (30.1 mg, 0.12 mmol) and tetrakis(4-ethynylphenyl)methane (25 mg, 0.06 mmol) were then added. The mixture was reacted at 90 °C for 5 h. After cooling to room temperature, the obtained Fe3O4@MON-NH2 was separated by a magnet, washed three times with dichloromethane and methanol, and dried under vacuum overnight. Fe3O4@MON-0.5NH2, Fe3O4@ MON-2NH2, and Fe3O4@MON-4NH2 were synthesized under the same conditions by changing the tetrakis(4-ethynylphenyl)methane and 2,5-dibromobenzenamine concentration to 0.03 and 0.06, 0.12 and 0.24, and 0.24 and 0.48 mmol, respectively. MON-NH2 was prepared parallelly without the addition of Fe3O4 for comparison.\nPreparation of TBBPA Solution. The stock solution of TBBPA (1 mg mL−1) was prepared with ultrapure water at pH 8 and stored at 4 °C in the dark.40 The working solution was prepared from the stock solution by stepwise dilution with ultrapure water at pH 8 just before use. The pH was adjusted with 0.1 M HCl or 0.1 M NaOH.\nAdsorption Kinetics. For adsorption kinetics study, 3.0 mg of Fe3O4@MON-NH2 was dispersed with 3 mL of TBBPA solution (50, 100, and 200 mg L−1) at 25 °C. The mixture was shaken (200 rpm) and then separated by a magnet after contacting for a fixed time (1−\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1233\nScheme 1. Illustration for the Fabrication of Fe3O4@MON-NH2\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1234\n240 min). The residual TBBPA in the supernatant was then analyzed by HPLC. The adsorption kinetics of TBBPA (50, 100, and 200 mg L−1) on MON-NH2 was performed in parallel for comparison. Adsorption Isotherms and Thermodynamics. For adsorption isotherms and thermodynamics studies, 3.0 mg of Fe3O4@MON-NH2 was dispersed with 3 mL of TBBPA solution (50−500 mg L−1). The mixture was shaken (200 rpm) for 2 h in a water bath at predetermined temperature (25−55 °C). The mixture was then separated by a magnet, and the residual TBBPA in the supernatant was then analyzed by HPLC. The adsorption isotherm of TBBPA at 25 °C on MON-NH2 was evaluated in parallel for comparison. Effects of HA, Ionic Strength, and pH. To evaluate ionic strength and HA effects, the TBBPA solution (200 mg L−1) was prepared with ultrapure water including various concentrations of NaCl and HA. To investigate the effect of pH, the pH (5−10) values of TBBPA solution (200 mg L−1) were adjusted with 0.1 M HCl or 0.1 M NaOH. Although TBBPA is poorly soluble in the acidic pH range, it is still possible to study the pH effect in a weakly acidic solution.11,13,14 We found that the TBBPA is insoluble at pH 4. Therefore, the pH effect was study in the range of 5−10. The working solution of TBBPA with different pH values was prepared via the following method. The stock TBBPA solution (1 mg mL−1) was first prepared by diluting the proper amount of TBBPA in water at pH = 8. The water with different pH values was separately prepared with 0.1 M HCl or 0.1 M NaOH. The working solution (200 mg L−1) was prepared by diluting the stocking solution with pure water of different pH. The concentration of TBBPA solution was chosen to be 200 mg L−1 for these studies, as almost all the TBBPA was fully adsorbed on Fe3O4@MON-NH2 at concentrations below 100 mg L\n−1. 3.0 mg of Fe3O4@MON-NH2 was dispersed with 3 mL of TBBPA solution (200 mg L−1) with different pH values or ionic strengths or HA concentrations. The mixture was shaken (200 rpm) in a water bath at 25 °C for 2 h. The mixture was then separated by a magnet, and the residual TBBPA in the supernatant was then analyzed by HPLC. Desorption Experiments. The preadsorbed Fe3O4@MON-NH2 was prepared for desorption experiments. 3.0 mg of Fe3O4@MONNH2 was dispersed with 3 mL of TBBPA solution (200 mg L\n−1) under shaking (200 rpm) for 2 h. The suspension was then separated by a magnet and collected as preadsorbed Fe3O4@MON-NH2. The TBBPA was desorbed from the preadsorbed Fe3O4@MON-NH2 using methanol, acetonitrile, and isopropanol as the desorption solvents. 0.5 mL of desorption solution was mixed with 3.0 mg of preadsorbed Fe3O4@MON-NH2. After sonication for 3 min, the mixture was then magnetically separated and the concentration of TBBPA in the supernatant was measured by HPLC. Such a desorption process was repeated four times. Reusability of Fe3O4@MON-NH2 for TBBPA. To investigate the reusability of Fe3O4@MON-NH2 for TBBPA, 3 mL of TBBPA solution (200 mg L−1) was mixed with 3.0 mg of regenerated Fe3O4@ MON-NH2 and kept at 25 °C in a water bath for 2 h. The mixture was separated by a magnet, and the supernatant was analyzed with HPLC. Such procedures were repeated another three times to study the reusability of Fe3O4@MON-NH2 for TBBPA. Comparison of Fe3O4@MON-NH2 with Other Adsorbents for the Adsorption of TBBPA. The adsorption and removal of TBBPA on Fe3O4 and Fe3O4@MON was performed for comparison. Three milliters of TBBPA solution (200 mg L−1) was mixed with 3.0 mg of Fe3O4 or Fe3O4@MON and kept at 25 °C in a water bath for 2 h. The mixture was separated by a magnet, and the residual TBBPA in the supernatant was then analyzed by HPLC. Adsorption of TBBPA in Real Water Samples on Fe3O4@ MON-NH2. The lake and river water samples were obtained from local XinKai Lake and Weijin River (Tianjin, China). The water samples were filtered with 0.22 μm membranes before use. 3.0 mg of Fe3O4@MON-NH2 was mixed with 3 mL of lake water or river water spiked with TBBPA (50 mg L−1). The mixture was kept at 25 °C in a water bath for 2 h. The mixture was then separated by a magnet, and the supernatant was analyzed with HPLC.\n■ RESULTS AND DISCUSSION Preparation of Fe3O4@MON-NH2. Scheme 1 illustrates the in situ preparation of core−shell Fe3O4@MON-NH2 nanospheres. The Fe3O4 nanospheres were synthesized according to the literature procedure.39 Tetrakis(4ethynylphenyl)methane, 2,5-dibromobenzenamine and catalysts were then added for in situ growth of MON-NH2 shell on Fe3O4 core. The effect of MON-NH2 monomer concentration on morphology and superparamagnetism of Fe3O4@MONNH2 was first studied (Figures 1 and Figure S1). The thickness of the external MON-NH2 shell of Fe3O4@MON-0.5NH2, Fe3O4@MON-NH2, and Fe3O4@MON-2NH2 was about 30, 50, and 55 nm, respectively (Figure S1), showing the significant roles of initial MON-NH2 monomer concentration to controllable synthesis of Fe3O4@MON-NH2 nanospheres. However, when the initial MON-NH2 monomer concentration is 4 times that for Fe3O4@MON-NH2, a thick and uneven MON-NH2 shell was obtained (Figure S1), revealing that a much higher MON-NH2 monomer concentration is not favorable to form a uniform MON-NH2 shell on Fe3O4. The uniform MON-NH2 shell with a thickness of 50 nm can be formed at the concentration of 0.06 mmol for tetrakis(4ethynylphenyl)methane and 0.12 mmol for 2,5-dibromobenzenamine (Figures 1b,c). With the increase of MONNH2 monomer concentration, the Ms values are gradually decreased from 52, 45, and 42 to 24 emu g−1 for Fe3O4@ MON-0.5NH2, Fe3O4@MON-NH2, Fe3O4@MON-2NH2, and Fe3O4@MON-4NH2, respectively (Figure 1e), showing that too much higher MON-NH2 monomer concentration is not favorable to obtain good superparamagnetism nanospheres. Considering the morphology, the thickness of the MON-NH2 shell, and the superparamagnetism, the Fe3O4@MON-NH2 was selected as the adsorbent for subsequent experiments.\nCharacterization of Fe3O4@MON-NH2. The prepared Fe3O4@MON-NH2 was characterized with TEM, EDX, HAADF-STEM, XRD, TGA, N2 adsorption−desorption, and water contact angle experiments. The HAADF-STEM, TEM, and EDX elemental mapping data revealed the uniform and core−shell structure of the obtained Fe3O4@MON-NH2 nanospheres (Figures 1a−c). The thickness of MON-NH2 shell on Fe3O4 core was about 50 nm (Figure 1b). The XRD pattern of Fe3O4@MON-NH2 showed the characteristic facecentered cubic peaks of Fe3O4 in the range 20°−70° (JCPDS no.19-0629) (Figure 1d).41 Fe3O4@MON-NH2 also showed good superparamagnetism withMs value of 45 emu g\n−1 (Figure 1e).41 The appearance of the characteristic peaks for C−N at 1498 cm−1 and for Fe−O at 590 cm−1 in the FT-IR spectra of Fe3O4@MON-NH2 revealed the successful formation of MON-NH2 shell on Fe3O4 (Figure 1f). The TGA curve showed that Fe3O4@MON-NH2 was stable up to 300 °C (Figure S2). The N2 adsorption−desorption results (Figure 1g and Table S1) revealed the Brunauer−Emmett−Teller (BET) surface areas of Fe3O4, MON-NH2, and Fe3O4@MON-NH2 were 18.6, 1038.9, and 186.8 m2 g−1, respectively. The BET surface area of Fe3O4@MON-NH2 increased due to the larger surface area of MON-NH2 than Fe3O4. The pore size and pore volume of the prepared Fe3O4@MON-NH2 were 0.9 nm and 0.091 cm3 g−1, respectively (Figure S3 and Table S1). The above results demonstrated the successful synthesis of Fe3O4@MONNH2 and the enhanced surface area in Fe3O4@MON-NH2.\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1235\nThe water contact angle experiments are performed to characterize the hydrophobicity of synthesized Fe3O4, MONNH2, and Fe3O4@MON-NH2 (Figure 2). The water contact\nangles of Fe3O4, MON-NH2, and Fe3O4@MON-NH2 are 24°, 143°, and 142°, respectively, showing the good hydrophobicity of MON-NH2 and Fe3O4@MON-NH2. The water contact angle of Fe3O4@MON-NH2 increased due to the good hydrophobicity of MON-NH2 compared to that of Fe3O4. The results also reveal the incorporation of amino groups into the MON-NH2 networks gave little effect on the hydrophobicity of MON (141°). Although the Fe3O4@MON-NH2 is hydrophobic, the larger density of Fe3O4@MON-NH2 than water and the well dispersion during the adsorption give the opportunity of Fe3O4@MON-NH2 to contact with TBBPA in aqueous solution (Figure S4). Kinetics for the Adsorption of TBBPA on Fe3O4@ MON-NH2. Time-dependent adsorption of TBBPA (50, 100, and 200 mg L−1) on Fe3O4@MON-NH2 was studied. The adsorption equilibrium was achieved within 1 min at TBBPA initial concentration of 50 mg L−1, showing the ultrafast adsorption kinetics of Fe3O4@MON-NH2 for TBBPA (Figure 3a). Even at a high initial concentration of 200 mg L−1, the adsorption equilibrium of TBBPA on Fe3O4@MON-NH2 was still achieved within 1 h. The adsorption capacity of TBBPA increased as the initial concentration increased (Table 1),\nsuggesting the adsorption sites of Fe3O4@MON-NH2 do not reach saturation.\nThe pseudo-first-order (eq 1) and pseudo-second-order (eq 2) kinetic models are applied to study the adsorption kinetics of Fe3O4@MON-NH2 for TBBPA (Figure 3b and Figure S5a).41\nq q q k\ntln( ) ln 2.303te e 1− = − (1)\nt q k q q t 1 1\nt 2 e 2\ne\n= + (2)\nwhere qe and qt are the adsorption capacities (mg g −1) at equilibrium and fixed time t (min), respectively. The k is the adsorption rate constants (g mg−1 min−1). The good linearity (R2 > 0.990) for the curve of t/qt versus t reveals that the adsorption kinetic of TBBPA on Fe3O4@MON-NH2 is better correlated to the pseudo-second-order kinetic model than the pseudo-first-order kinetic model (Figure 3b cf. Figure S5a; Table 1 cf. Table S2). The value of k2 decreases as the initial concentration increases, revealing the chemisorption dominates the rate-limiting step, including the ability to share or exchange electrons between TBBPA and Fe3O4@MONNH2. 42\nAdsorption Isotherms and Thermodynamics Studies. The adsorption isotherms were then studied at 25−55 °C in diverse concentrations (50−500 mg L−1) (Figure 3c). The TBBPA adsorption capacity increased with increasing initial concentration, indicating that higher concentration is favorable for TBBPA adsorption on Fe3O4@MON-NH2. To further evaluate the maximum adsorption capacity of Fe3O4@MONNH2 for TBBPA, the adsorption isotherms were fitted with Langmuir and Freundlich adsorption models (eqs 3 and 4).41\nC q\nC Q Q b 1e e e 0 0 = + (3)\nq K n\nCln ln 1\nlne F e= + (4) where qe (mg g\n−1) is the equilibrium adsorption capacity, Ce (mg L−1) is the equilibrium concentration of TBBPA, b is the Langmuir constant (L mg−1), and Q0 is the maximum adsorption capacity (mg g−1).42 n and KF are Freundlich constants relating to adsorption intensity and capacity, respectively.42\nThe results reveal that the Langmuir model is better than the Freundlich model to fit the adsorption process of TBBPA on Fe3O4@MON-NH2 (Table 2, Table S3, Figure 3d, and Figure S5b). As the adsorption temperature increased from 25 to 55 °C, the maximum adsorption capacity of TBBPA increased from 135.9 to 161.1 mg g−1, indicating the adsorption of TBBPA on Fe3O4@MON-NH2 is endothermic.\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1236\nTo study the adsorption mechanism for TBBPA on Fe3O4@ MON-NH2, the enthalpy change (ΔH, kJ mol−1), the entropy change (ΔS, J mol−1 K−1), and the free energy change (ΔG, kJ mol−1) are calculated according to eqs 5 and 6 (Figure S6).\nG RT blnΔ = − (5)\nb S R H RT ln = Δ − Δ\n(6)\nThe negative ΔG values indicate spontaneous adsorption of TBBPA on Fe3O4@MON-NH2 (Table 2). A positive ΔS value suggests that the randomness of the increase in adsorption of TBBPA on Fe3O4@MON-NH2 may be due to the fact that the amount of desorbed water molecules is greater than the number of adsorbed TBBPA molecules.42 A positive ΔH value reveals that the adsorption of TBBPA is an endothermic process, consistent with an increase in adsorption capacity with temperature. Effect of pH on the Adsorption of TBBPA. The pH of natural water varies with its environment and affects the adsorption process.43 The effect of pH on the adsorption of TBBPA on Fe3O4@MON-NH2 was investigated in pH 5−10 (Figure 4a). The TBBPA adsorption capacity on Fe3O4@ MON-NH2 changed little as pH increased from 5 to 10, showing the good adsorption stability of Fe3O4@MON-NH2 for TBBPA. The dissociation constants of TBBPA are pKa1 =\n7.5 and pKa2 = 8.5. 44 The TBBPA could be positively charged at pH < pKa1, negatively charged at pH > pKa2, or zwitterion at pKa1 < pH < pKa2.\n42 In addition, the zeta-potential results (Figure S7) indicate the Fe3O4@MON-NH2 is negatively charged in the pH range 5−10. These results suggest the electrostatic interaction should not be the main mechanisms of TBBPA on Fe3O4@MON-NH2. When pH < pKa1, TBBPA may have undissociated hydroxyl groups,44 making them easy to form hydrogen bonding with the amino groups on Fe3O4@ MON-NH2, which leads to the constant adsorption of TBBPA in the pH lower than about 8.0. When pH > pKa2, the hydroxyl groups are easily deprotonated and the main form is anionic (TBBPA− and TBBPA2−),44 which make them difficult to form hydrogen bonding with Fe3O4@MON-NH2, leading to the decrease of adsorption capacity. Increase of the pH higher than 7 may also lead to the increase of dissolution of TBBPA in water, which is unfavorable for the adsorption of TBBPA on Fe3O4@MON-NH2. Therefore, the hydrophobic interaction between the TBBPA and Fe3O4@MON-NH2 should be the main adsorption mechanism of Fe3O4@MON-NH2 for TBBPA due to the good hydrophobicity of Fe3O4@MONNH2 (Figure 2) and the large octanol−water partition coefficient value of TBBPA (log Kow = 9.7). 44\nEffects of HA and Ionic Strength on the Adsorption of TBBPA. HA is the typical model dissolved organic matter in natural water.10 The influence of HA on TBBPA adsorption on Fe3O4@MON-NH2 was performed to evaluate the practical application of Fe3O4@MON-NH2 for TBBPA adsorption and removal from natural water (Figure 4b). The increase of the HA concentration gave little effect on the adsorption capacity of Fe3O4@MON-NH2 for TBBPA, showing the good prospect of Fe3O4@MON-NH2 in natural water. Commonly, HA contains numerous functional groups including carboxyl, amine, and hydroxyl groups.12 The good anti-interference of Fe3O4@MON-NH2 for HA likely resulted from the good hydrophobic interaction between TBBPA and Fe3O4@MONNH2. The influence of ionic strength on TBBPA adsorption on Fe3O4@MON-NH2 was further studied at different NaCl concentrations (Figure 4c). The Fe3O4@MON-NH2 still gave stable adsorption capacity at the concentrations of NaCl lower than 100 mmol L−1, further revealing the good adsorption of Fe3O4@MON-NH2 for TBBPA.\nDesorption and Regeneration of Fe3O4@MON-NH2. From a sustainable point of view, the easy desorption of pollutants from the adsorbent and the easy regeneration of the adsorbent are critical to the reuse of adsorbents. Methanol, acetonitrile, and isopropanol were chosen as the desorption solvents to desorb TBBPA from Fe3O4@MON-NH2 (Figure 5a). The results show that methanol had the best desorption of TBBPA from Fe3O4@MON-NH2. The methanol gave larger solubility of TBBPA than those for acetonitrile and isopropanol,45 resulting in the good desorption of TBBPA from Fe3O4@MON-NH2. In addition, the adsorbed TBBPA can be desorbed using methanol under ultrasonication within 3\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1237\nmin (Figure S8). Furthermore, the adsorption capacity of TBBPA on Fe3O4@MON-NH2 decreased only 8.7% even after four adsorption−desorption cycles (Figure 5b), indicating the good reusability of Fe3O4@MON-NH2 for TBBPA. There were no significant changes for the TEM, magnetic hysteresis loops, XRD, and TGA data of Fe3O4@MON-NH2 before and after adsorption, showing the good stability of Fe3O4@MONNH2 during the adsorption (Figure S9). Comparison of Fe3O4@MON-NH2 with Other Adsorbents for the Adsorption of TBBPA. To show the advantages of Fe3O4@MON-NH2 for TBBPA, the adsorption of TBBPA on Fe3O4, MON-NH2, and Fe3O4@MON was performed for comparison (Figure 5c, Figures S10 and S11). Fe3O4@MONNH2 demonstrated significantly higher adsorption capacity for TBBPA than Fe3O4 (Figure 5c), revealing the crucial role of the MON-NH2 for TBBPA adsorption. The pure MON-NH2 showed larger adsorption capacity (149.2 mg g−1) than that on Fe3O4@MON-NH2 (135.9 mg g\n−1), revealing the dominant role of MON-NH2 for TBBPA adsorption (Figure S10 and Table S4). However, Fe3O4@MON-NH2 gave faster adsorption kinetics than those on MON-NH2, showing ultrafast adsorption kinetics for TBBPA removal (Figure S11, Tables S5 and S6). In addition, Fe3O4@MON-NH2 gave a larger adsorption capacity than Fe3O4@MON without the amino group, further demonstrating the significant roles of hydrogen bonding interaction between the amino groups on Fe3O4@ MON-NH2 and hydroxyl groups on TBBPA during the adsorption. The larger adsorption capacity of Fe3O4@MON than bare Fe3O4 also suggests the good hydrophobic interaction between MON and TBBPA. The large water contact angle of Fe3O4@MON-NH2 (142°) also reveals the possibility of hydrophobic interaction between Fe3O4@MONNH2 and TBBPA (Figure 2). By integrating the hydrophobic and hydrogen bonding interaction within the Fe3O4@MONNH2 nanosphere, Fe3O4@MON-NH2 gave better adsorption and faster kinetics for TBBPA than MWCNTs@Fe3O4, MWCNTs@Fe3O4-NH2, GO, and many other reported adsorbents (Table S7). Although the adsorption capacity of Fe3O4@MON-NH2 (135.9 mg L\n−1 at 25 °C) is lower than the pure MWCNTs (162.8 mg L−1 at 30 °C), the Fe3O4@MON-\nNH2 gave a much larger adsorption capacity (135.9 mg L −1) than those for magnetic MWCNTs composites such as MWCNTs@Fe3O4 (22.0 mg g\n−1) and MWCNTs/Fe3O4NH2 (33.7 mg g\n−1), revealing the potential of Fe3O4@MONNH2 for efficient adsorption of TBBPA from aqueous solution. To further evaluate the adsorption mechanisms and the potential of Fe3O4@MON-NH2 for other bisphenol pollutants, the adsorption of BPA, BPF, and BPAF on Fe3O4@MON-NH2 was studied as they are endocrine disruptors with cytotoxicity, genotoxicity, and reproductive toxicity.41 Removal of these bisphenol pollutants is of great importance. Their similar structures to TBBPA are also of importance to study the possible adsorption mechanisms. The results demonstrate the better adsorption efficiency of Fe3O4@MON-NH2 for BPA (0.39 mmol g−1), BPF (0.42 mmol g−1), and BPAF (0.27 mmol g−1) than TBBPA (0.25 mmol g−1, Figure 5d and Table S8), showing the potential of Fe3O4@MON-NH2 for adsorption and removal of other bisphenol pollutants. The FT-IR spectra of Fe3O4@MON-NH2 before and after TBBPA adsorption were performed to study the adsorption mechanism (Figure S12a). The characteristic amino group peak at 3282 cm−1 on Fe3O4@MON-NH2 was shifted to 3290 cm−1, suggesting the hydrogen bonding interaction between the amino groups on Fe3O4@MON-NH2 and hydroxyl groups on TBBPA during the adsorption.46\nThe XPS data were further used to study the adsorption mechanism (Figure 6).47,48 The C 1s XPS spectra can be\ndivided into three peaks at 285.18, 284.57, and 286.40 eV, corresponding to C−O−Fe, CC, and C−N groups, respectively.12,49,50 The formation of the C−O−Fe bond indicated the interaction between the MON-NH2 and Fe3O4 nanoparticles,12,51 which is in agreement with the TEM results (Figure 1b,c). The peak of CC was shifted from 284.57 to 284.44 eV after TBBPA adsorption (Figures 6a,b), indicating the π−π interaction between TBBPA and Fe3O4@MONNH2.\n52 The UV−vis spectra also showed the π−π interaction between TBBPA and Fe3O4@MON-NH2 (Figure S12b). 42 The peaks of amine nitrogen (−NH and −NH2) located at 397.06 and 400.18 eV were shifted to 397.46 and 402.25 eV after the adsorption of TBBPA, respectively, suggesting the hydrogen bonding (N···H···O) interaction between N sites on\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1238\nFe3O4@MON-NH2 and −OH groups on TBBPA played significant roles for TBBPA adsorption.10,53 Therefore, we speculate that the hydrogen bond, π−π, and hydrophobic interactions result in the good adsorption of Fe3O4@MONNH2 for TBBPA. 53\nAdsorption of TBBPA in Real Water Samples on Fe3O4@MON-NH2. The adsorption of TBBPA in river and lake water samples was then performed to demonstrate the feasibility of Fe3O4@MON-NH2 for TBBPA adsorption and removal in natural water samples (Figure 7). The composition\nof lake and river water samples was analyzed with ion chromatography (Table S9). The concentrations of Cl−, SO4 2−, and HCO3 − changed little during the adsorption, showing the good anti-interference ability of Fe3O4@MONNH2 for TBBPA (Table S9). The results show the adsorption capacity of Fe3O4@MON-NH2 for TBBPA in control, river, and lake water samples did not significantly change (Figure 7), indicating the great potential of Fe3O4@MON-NH2 for TBBPA adsorption and removal in real water samples.\n■ CONCLUSION In summary, we have reported a facile and controllable solvent refluxing method to synthesize a core−shell Fe3O4@MONNH2 nanosphere for efficient magnetic adsorption and removal of TBBPA from water with large adsorption capacity and ultrafast adsorption kinetics. The synthesized Fe3O4@MONNH2 shows good anti-interference ability to pH (5−10) as well as coexisting NaCl and HA. By integration of the hydrophobic and hydrogen binding sites within the MON-NH2 shell, the Fe3O4@MON-NH2 gave a higher adsorption capacity than most of the reported porous adsorbents. With the aid of the magnetic Fe3O4 core and MON-NH2 shell, application of Fe3O4@MON-NH2 for other bisphenol pollutants adsorption and for TBBPA removal from real water samples was realized. These results revealed the feasibility to the design, synthesis, and application of functionalized MONs composites for the adsorption and removal of environmental pollutants.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b02119.\nFigures S1−S12 and Tables S1−S9 (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: cxyang@nankai.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Cheng-Xiong Yang: 0000-0002-0817-2232 Xiu-Ping Yan: 0000-0001-9953-7681"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Natural Science Foundation of China (Nos. 21777074 and 21775056), the National Basic Research Program of China (No. 2015CB932001), Tianjin Natural Science Foundation (No. 18JCQNJC05700), and NFFTBS (No. J1103306).\n■ REFERENCES (1) Ding, Y.-B.; Zhu, L.-H.; Wang, N.; Tang, H.-Q. Sulfate Radicals Induced Degradation of Tetrabromobisphenol A with Nanoscaled Magnetic CuFe2O4 as a Heterogeneous Catalyst of Peroxymonosulfate. Appl. Catal., B 2013, 129, 153−162. (2) Ji, Y.-F.; Kong, D.-Y.; Lu, J.-H.; Jin, H.; Kang, F.-X.; Yin, X.-M.; Zhou, Q.-S. Cobalt Catalyzed Peroxymonosulfate Oxidation of Tetrabromobisphenol A: Kinetics, Reaction Pathways, and Formation of Brominated By-products. J. Hazard. Mater. 2016, 313, 229−237. (3) Wang, W.; Abualnaja, K. O.; Asimakopoulos, A. G.; Covaci, A.; Gevao, B.; Johnson-Restrepo, B.; Kumosani, T. A.; Malarvannan, G.; Minh, T. B.; Moon, H. B.; Nakata, H.; Sinha, R. K.; Kannan, K. A Comparative Assessment of Human Exposure to Tetrabromobisphenol A and Eight Bisphenols Including Bisphenol A via Indoor Dust Ingestion in Twelve Countries. Environ. Int. 2015, 83, 183−191. (4) Shi, Z.-X.; Zhang, L.; Zhao, Y.-F.; Sun, Z.-W.; Zhou, X.-Q.; Li, J.G.; Wu, Y.-N. A National Survey of Tetrabromobisphenol-A, Hexabromocyclododecane and Decabrominated Diphenyl Ether in Human Milk from China: Occurrence and Exposure Assessment. Sci. Total Environ. 2017, 599, 237−245. (5) Eriksson, J.; Rahm, S.; Green, N.; Bergman, A.; Jakobsson, E. Photochemical Transformations of Tetrabromobisphenol A and Related Phenols in Water. Chemosphere 2004, 54, 117−126. (6) Li, F.-J.; Wang, J.-J.; Jiang, B.-Q.; Yang, X.; Nastold, P.; Kolvenbach, B.; Wang, L.-H.; Ma, Y.-N.; Corvini, P. F.; Ji, R. Fate of Tetrabromobisphenol A (TBBPA) and Formation of Ester-and Etherlinked Bound Residues in an Oxic Sandy Soil. Environ. Sci. Technol. 2015, 49, 12758−12765. (7) An, J.-J.; Zhu, L.-H.; Wang, N.; Song, Z.; Yang, Z.-Y.; Du, D.-Y.; Tang, H.-Q. Photo-Fenton like Degradation of Tetrabromobisphenol A with Graphene-BiFeO3 Composite as A Catalyst. Chem. Eng. J. 2013, 219, 225−237. (8) Yang, B.; Ying, G.-G.; Chen, Z.-F.; Zhao, Z.-L.; Peng, F.-Q.; Chen, X.-W. Ferrate (VI) Oxidation of Tetrabromobisphenol A in Comparison with Bisphenol A. Water Res. 2014, 62, 211−219. (9) Li, J.; Dai, X.; Zhu, L.; Xu, C.; Zhang, D.; Silver, M. A.; Li, P.; Chen, L.-H.; Li, Y.-Z.; Zuo, D.-W.; Zhang, H.; Xiao, C.-L.; Chen, j.; Diwu, j.; Farha, O. K.; Albrecht-Schmitt, T. E.; Chai, Z.-F.; Wang, S.A. 99TcO4-Remediation by a Cationic Polymeric Network. Nat. Commun. 2018, 9, 3007. (10) Zhang, Y.-H.; Liu, G.-C.; Yu, S.-L.; Zhang, J.; Tang, Y.-L.; Li, P.; Ren, Y.-F. Kinetics and Interfacial Thermodynamics of The pHrelated Sorption of Tetrabromobisphenol A onto Multiwalled Carbon Nanotubes. ACS Appl. Mater. Interfaces 2014, 6, 20968−20977. (11) Ji, L.-Q.; Zhou, L.-C.; Bai, X.; Shao, Y.-M.; Zhao, G.-H.; Qu, Y.Z.; Wang, C.; Li, Y.-F. Facile Synthesis of Multiwall Carbon Nanotubes/iron Oxides for Removal of Tetrabromobisphenol A and Pb (II). J. Mater. Chem. 2012, 22, 15853−15862. (12) Gu, H.-B.; Lou, H.; Tian, J.-L.; Liu, S.-L.; Tang, Y.-L. Reproducible Magnetic Carbon Nanocomposites Derived from Polystyrene with Superior Tetrabromobisphenol A Adsorption Performance. J. Mater. Chem. A 2016, 4, 10174−10185.\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1239\n(13) Zhao, X.-B.; Liu, P. Hydrophobic-polymer-grafted Graphene Oxide Nanosheets as an Easily Separable Adsorbent for the Removal of Tetrabromobisphenol A. Langmuir 2014, 30, 13699−13706. (14) Zhang, Y.-H.; Tang, Y.-L.; Li, S.-Y.; Yu, S.-L. Sorption and Removal of Tetrabromobisphenol A from Solution by Graphene Oxide. Chem. Eng. J. 2013, 222, 94−100. (15) Zhang, Y.; Jing, L.-Y.; He, X.-H.; Li, Y.-F.; Ma, X. Sorption Enhancement of TBBPA from Water by Fly Ash-supported Nanostructured γ-MnO2. J. Ind. Eng. Chem. 2015, 21, 610−619. (16) Li, Y.-X.; Yang, Z.-X.; Wang, Y.-L.; Bai, Z.-L.; Zheng, T.; Dai, X.; Liu, S.-T.; Gui, D.-X.; Liu, W.; Chen, M.; Chen, L.-H.; Diwu, J.; Zhu, L.-Y.; Zhou, R.-H.; Chai, Z.-F.; Albrecht-Schmitt, T. E.; Wang, S.-A. A Mesoporous Cationic Thorium-organic Framework that Rapidly Traps Anionic Persistent Organic Pollutants. Nat. Commun. 2017, 8, 1354. (17) Peng, X.-X.; Tian, Y.; Liu, S.-W.; Jia, X.-S. Degradation of TBBPA and BPA from Aqueous Solution Using Organo-montmorillonite Supported Nanoscale Zero-valent Iron. Chem. Eng. J. 2017, 309, 717−724. (18) Steinbach, C.; Grabic, R.; Fedorova, G.; Koba, O.; Golovko, O.; Grabicova, K.; Kroupova, H. K. Bioconcentration, Metabolism and Half-life Time of the Human Therapeutic Drug Diltiazem in Rainbow Trout Oncorhynchus Mykiss. Chemosphere 2016, 144, 154−159. (19) Mondal, S.; Kundu, S. K.; Bhaumik, A. A Facile Approach for The Synthesis of Hydroxyl-rich Microporous Organic Networks for Efficient CO2 Capture and H2 Storage. Chem. Commun. 2017, 53, 2752−2755. (20) Park, J. H.; Ko, J. H.; Hong, S.; Shin, Y. J.; Park, N.; Kang, S.; Lee, S. M.; Kim, H. J.; Son, S. U. Hollow and Microporous Znporphyrin Networks: Outer Shape Dependent Ammonia Sensing by Quartz Crystal Microbalance. Chem. Mater. 2015, 27, 5845−5848. (21) Park, N.; Ko, K. C.; Shin, H. W.; Lee, S. M.; Kim, H. J.; Lee, J. Y.; Son, S. U. Tandem Generation of Isocoumarins in Hollow Microporous Organic Networks: Nitrophenol Sensing Based on Visible Light. J. Mater. Chem. A 2016, 4, 8010−8014. (22) Kang, C. W.; Choi, J.; Ko, W. J.; Lee, S. M.; Kim, H. J.; Kim, J. P.; Son, S. U. Thin Coating of Microporous Organic Network Makes a Big Difference: Sustainability Issue of Ni Electrodes on the PET Textile for Flexible Lithium-Ion Batteries. ACS Appl. Mater. Interfaces 2017, 9, 36936−36943. (23) Lee, J.; Choi, J.; Kang, D.; Myung, Y.; Lee, S. M.; Kim, H. J.; Ko, Y. J.; Kim, S. K.; Son, S. U. Thin and Small N-Doped Carbon Boxes Obtained from Microporous Organic Networks and Their Excellent Energy Storage Performance at High Current Densities in Coin Cell Supercapacitors. ACS Sustainable Chem. Eng. 2018, 6, 3525−3532. (24) Lee, H. S.; Choi, J.; Jin, J.; Chun, J.; Lee, S. M.; Kim, H. J.; Son, S. U. An Organometallic Approach for Microporous Organic Network (MON)-Co3O4 Composites: Enhanced Stability as Anode Materials for Lithium Ion Batteries. Chem. Commun. 2012, 48, 94−96. (25) Lim, B.; Jin, J.; Yoo, J.; Han, S. Y.; Kim, K.; Kang, S.; Park, N.; Lee, S. M.; Kim, H. J.; Son, S. U. Fe3O4 Nanosphere@Microporous Organic Networks: Enhanced Anode Performances in Lithium Ion Batteries through Carbonization. Chem. Commun. 2014, 50, 7723− 7726. (26) Jang, J. Y.; Duong, H. T. T.; Lee, S. M.; Kim, H. J.; Ko, Y. J.; Jeong, J. H.; Lee, D. S.; Thambi, T.; Son, S. U. Folate Decorated Hollow Spheres of Microporous Organic Networks as Drug Delivery Materials. Chem. Commun. 2018, 54, 3652−3655. (27) Yoo, J.; Park, N.; Park, J. H.; Park, J. H.; Kang, S.; Lee, S. M.; Kim, H. J.; Jo, H.; Park, J.; Son, S. U. Magnetically Separable Microporous Fe-porphyrin Networks for Catalytic Carbene Insertion into N-H Bonds. ACS Catal. 2015, 5, 350−355. (28) Cho, H. C.; Lee, H. S.; Chun, J.; Lee, S. M.; Kim, H. J.; Son, S. U. Tubular Microporous Organic Networks Bearing Imidazolium Salts and Their Catalytic CO2 Conversion to Cyclic Carbonates. Chem. Commun. 2011, 47, 917−919. (29) Kang, N.; Park, J. H.; Jin, M.; Park, N.; Lee, S. M.; Kim, H. J.; Kim, J. M.; Son, S. U. Microporous Organic Network Hollow\nSpheres: Useful Templates for Nanoparticulate Co3O4 Hollow Oxidation Catalysts. J. Am. Chem. Soc. 2013, 135, 19115−19118. (30) Chun, J.; Kang, S.; Kang, N.; Lee, S. M.; Kim, H. J.; Son, S. U. Microporous Organic Networks Bearing Metal-salen Species for Mild CO2 Fixation to Cyclic Carbonates. J. Mater. Chem. A 2013, 1, 5517− 5523. (31) Jia, Y.-Q.; Su, H.; Wang, Z.-H.; Elaine Wong, Y. L.; Chen, X.-F.; Wang, M.-L.; Dominic Chan, T. W. Metal-organic Framework@ Microporous Organic Network as Adsorbent for Solid-phase Microextraction. Anal. Chem. 2016, 88, 9364−9367. (32) Hong, S.; Yoo, J.; Park, N.; Lee, S. M.; Park, J.; Park, J. H.; Son, S. U. Hollow Co@C Prepared from a Co-ZIF@ Microporous Organic Network: Magnetic Adsorbents for Aromatic Pollutants in Water. Chem. Commun. 2015, 51, 17724−17727. (33) Chun, J.; Kang, S.; Park, N.; Park, E. J.; Jin, X.; Kim, K. D.; Seo, H. O.; Lee, S. M.; Kim, H. J.; Kwon, W. H.; Park, Y. K.; Kim, J. M.; Kim, Y. D.; Son, S. U. Metal-organic Framework@Microporous Organic Network: Hydrophobic Adsorbents with a Crystalline Inner Porosity. J. Am. Chem. Soc. 2014, 136, 6786−6789. (34) Moon, S. Y.; Bae, J. S.; Jeon, E.; Park, J. W. Organic Sol-Gel Synthesis: Solution-Processable Microporous Organic Networks. Angew. Chem., Int. Ed. 2010, 49, 9504−9508. (35) Chun, J.; Park, J. H.; Kim, J.; Lee, S. M.; Kim, H. J.; Son, S. U. Tubular-shape Evolution of Microporous Organic Networks. Chem. Mater. 2012, 24, 3458−3463. (36) Cao, M.-H.; Wang, P.-F.; Ao, Y.-H.; Wang, C.; Hou, J.; Qian, J. Photocatalytic Degradation of Tetrabromobisphenol A by A Magnetically Separable Graphene-TiO2 Composite Photocatalyst: Mechanism and Intermediates Analysis. Chem. Eng. J. 2015, 264, 113−124. (37) Huo, S.-H.; Yan, X.-P. Facile Magnetization of Metal-organic Framework MIL-101 for Magnetic Solid-phase Extraction of Polycyclic Aromatic Hydrocarbons in Environmental Water Samples. Analyst 2012, 137, 3445−3451. (38) Wang, B.; Wu, H.-B.; Yu, L.; Xu, R.; Lim, T. T.; Lou, X.-W. Template-free Formation of Uniform Urchin-like α-FeOOH Hollow Spheres with Superior Capability for Water Treatment. Adv. Mater. 2012, 24, 1111−1116. (39) Gao, J.-N.; Ran, X.-Z.; Shi, C.-M.; Cheng, T.-M.; Su, Y.-P. Onestep Solvothermal Synthesis of Highly Water-soluble, Negatively Charged Superparamagnetic Fe3O4 Colloidal Nanocrystal Clusters. Nanoscale 2013, 5, 7026−7033. (40) Filippou, O.; Deliyanni, E. A.; Samanidou, V. F. Fabrication and Evaluation of Magnetic Activated Carbon as Adsorbent for Ultrasonic Assisted Magnetic Solid Phase Dispersive Extraction of Bisphenol A from Milk Prior to High Performance Liquid Chromatographic Analysis with Ultraviolet Detection. J. Chromatogr. A 2017, 1479, 20− 31. (41) Li, Y.; Yang, C.-X.; Yan, X.-P. Controllable Preparation of Coreshell Magnetic Covalent-organic Framework Nanospheres for Efficient Adsorption and Removal of Bisphenols in Aqueous Solution. Chem. Commun. 2017, 53, 2511−2514. (42) Jiang, J.-Q.; Yang, C.-X.; Yan, X.-P. Zeolitic Imidazolate Framework-8 for Fast Adsorption and Removal of Benzotriazoles from Aqueous Solution. ACS Appl. Mater. Interfaces 2013, 5, 9837− 9842. (43) Chen, Z.-H.; Wei, D.-L.; Li, Q.; Wang, X.-X.; Yu, S.-J.; Liu, L.; Liu, B. T.; Xie, S.-Y.; Wang, J.; Chen, D.-Y.; Hayat, T.; Wang, X.-K. Macroscopic and Microscopic Investigation of Cr (VI) Immobilization by Nanoscaled Zero-valent Iron Supported Zeolite MCM-41 via Batch, Visual, XPS and EXAFS Techniques. J. Cleaner Prod. 2018, 181, 745−752. (44) Sun, X.-L.; Wang, J.-C.; Li, Y.; Jin, J.; Zhang, B.-Q.; Shah, S. M.; Wang, X.-L.; Chen, J.-P. Highly Selective Dummy Molecularly Imprinted Polymer as A Solid-phase Extraction Sorbent for Five Bisphenols in Tapand River Water. J. Chromatogr. A 2014, 1343 (1479), 33−41. (45) Cui, Y.-D.; Xu, S.-J.; Wu, S.-G.; Du, S.-C.; Cao, Y.; Chen, Y.-F.; Liu, L.; Dong, W.-B.; Gong, J.-B. Temperature and Solvent\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1240\nDependent Thermodynamic Behavior of Tetrabromobisphenol A. J. Mol. Liq. 2017, 241, 150−162. (46) Zhu, X.-H.; Yang, C.-X.; Yan, X.-P. Metal-organic Framework801 for Efficient Removal of Fluoride from Water. Microporous Mesoporous Mater. 2018, 259, 163−170. (47) Chen, Z.-H.; Wei, D.-L.; Li, Q.; Wang, X.-X.; Yu, S.-J.; Liu, L.; Liu, B. T.; Xie, S.-Y.; Wang, J.; Chen, D.-Y.; Hayat, T.; Wang, X.-K. Macroscopic and Microscopic Investigation of Cr (VI) Immobilization by Nanoscaled Zero-valent Iron Supported Zeolite MCM-41 via Batch, Visual, XPS and EXAFS Techniques. J. Cleaner Prod. 2018, 181, 745−752. (48) Xiang, B.; Ling, D.; Lou, H.; Gu, H.-B. 3D Hierarchical Flowerlike Nickel Ferrite/Manganese Dioxide toward Lead (II) Removal from Aqueous Water. J. Hazard. Mater. 2017, 325, 178−188. (49) Chen, Z.-H.; Wang, J.; Pu, Z.-X.; Zhao, Y.-S.; Jia, D.-S.; Chen, H.-X.; Wen, T.; Hu, B.-W.; Alsaedi, A.; Hayat, T.; Wang, X.-K. Synthesis of Magnetic Fe3O4/CFA Composites for the Efficient Removal of U (VI) from Wastewater. Chem. Eng. J. 2017, 320, 448− 457. (50) Sun, Y.-B.; Wang, X.-X.; Song, W.-C.; Lu, S.-H.; Chen, C.-L.; Wang, X.-K. Mechanistic Insights into the Decontamination of Th (IV) on Graphene Oxide-based Composites by EXAFS and Modeling Techniques. Environ. Sci.: Nano 2017, 4, 222−232. (51) Xu, X.-J.; Zhang, H.-Y.; Ma, C.; Gu, H.-B.; Lou, H.; Lyu, S.-Y.; Liang, C.-B.; Kong, J.; Gu, J.-W. A Superfast Hexavalent Chromium Scavenger: Magnetic Nanocarbon Bridged Nanomagnetite Network with Excellent Recyclability. J. Hazard. Mater. 2018, 353, 166−172. (52) Li, X.-L.; Zhang, Y.; Jing, L.-Y.; He, X.-H. Novel N-doped CNTs Stabilized Cu2O Nanoparticles as Adsorbent for Enhancing Removal of Malachite Green and Tetrabromobisphenol A. Chem. Eng. J. 2016, 292, 326−339. (53) Cui, Y.-Y.; Yang, C.-X.; Yang, X.-D.; Yan, X.-P. Zeolitic Imidazolate Framework-8 for Selective Extraction of A Highly Active Anti-oxidant Flavonoid from Caragana Jubata. J. Chromatogr. A 2018, 1544, 8−15.\nDOI: 10.1021/acsanm.8b02119 ACS Appl. Nano Mater. 2019, 2, 1232−1241\n1241"
    } ],
    "references" : [ {
      "title" : "A Comparative Assessment of Human Exposure to Tetrabromobi",
      "author" : [ "W. Wang", "K.O. Abualnaja", "A.G. Asimakopoulos", "A. Covaci", "B. Gevao", "B. Johnson-Restrepo", "T.A. Kumosani", "G. Malarvannan", "T.B. Minh", "H.B. Moon", "H. Nakata", "R.K. Sinha", "K. Kannan" ],
      "venue" : "Brominated By-products. J. Hazard. Mater",
      "citeRegEx" : "Wang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2016
    }, {
      "title" : "sphenol A and Eight Bisphenols Including Bisphenol A via Indoor Dust Ingestion in Twelve Countries",
      "author" : [ "Z.-X. Shi", "L. Zhang", "Y.-F. Zhao", "Z.-W. Sun", "X.-Q. Zhou", "J.G. Li", "Y.-N. Wu" ],
      "venue" : "Environ. Int",
      "citeRegEx" : "Shi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Shi et al\\.",
      "year" : 2015
    }, {
      "title" : "Human Milk from China: Occurrence and Exposure Assessment",
      "author" : [ "J. Eriksson", "S. Rahm", "N. Green", "A. Bergman", "E. Jakobsson" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Eriksson et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Eriksson et al\\.",
      "year" : 2017
    }, {
      "title" : "Fate of Tetrabromobisphenol A (TBBPA) and Formation of Ester-and Etherlinked Bound Residues in an Oxic Sandy Soil",
      "author" : [ "F.-J. Li", "J.-J. Wang", "B.-Q. Jiang", "X. Yang", "P. Nastold", "B. Kolvenbach", "L.-H. Wang", "Y.-N. Ma", "P.F. Corvini", "R. Ji" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Li et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2015
    }, {
      "title" : "Ferrate (VI) Oxidation of Tetrabromobisphenol A in Comparison with Bisphenol A",
      "author" : [ "Chen", "X.-W" ],
      "venue" : "Water Res",
      "citeRegEx" : "Chen and X..W.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen and X..W.",
      "year" : 2014
    }, {
      "title" : "A Mesoporous Cationic Thorium-organic Framework",
      "author" : [ "Y.-X. Li", "Z.-X. Yang", "Y.-L. Wang", "Z.-L. Bai", "T. Zheng", "X. Dai", "S.-T. Liu", "D.-X. Gui", "W. Liu", "M. Chen", "L.-H. Chen", "J. Diwu", "L.-Y. Zhu", "R.-H. Zhou", "Z.-F. Chai", "T.E. Albrecht-Schmitt", "S.-A. Wang" ],
      "venue" : "γ-MnO2. J. Ind. Eng. Chem",
      "citeRegEx" : "Li et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2015
    }, {
      "title" : "Bioconcentration, Metabolism and Half-life Time of the Human Therapeutic Drug Diltiazem in Rainbow Trout Oncorhynchus Mykiss",
      "author" : [ "C. Steinbach", "R. Grabic", "G. Fedorova", "O. Koba", "O. Golovko", "K. Grabicova", "H.K. Kroupova" ],
      "venue" : "Chemosphere 2016,",
      "citeRegEx" : "Steinbach et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Steinbach et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Development of functional porous materials for efficient elimination of environmental pollutants is of great importance in green chemistry and environmental protection. Here we report the design, synthesis, and application of a core−shell magnetic amino-functionalized microporous organic network nanosphere (Fe3O4@MON-NH2) for efficient magnetic adsorption of a typical brominated flame-retardant tetrabromobisphenol A (TBBPA) from aqueous solution. By integration of the hydrophobic networks and hydrogen binding sites within MON-NH2, the synthesized core−shell Fe3O4@MON-NH2 nanospheres gave good adsorption for TBBPA. The adsorption equilibrium of TBBPA (50 mg L −1) on Fe3O4@MON-NH2 was achieved within 1 min, showing ultrafast adsorption kinetics of Fe3O4@MON-NH2 for TBBPA. The adsorption of TBBPA on Fe3O4@MON-NH2 followed the pseudo-second-order kinetics and Langmuir adsorption models, giving a maximum adsorption capacity of 135.9 mg g−1 at 25 °C. The adsorption of TBBPA on Fe3O4@MON-NH2 was a spontaneous and endothermic process controlled by positive entropy. Encouraged by the large adsorption capacity, rapid adsorption kinetics, and the small effect of pH (5−10), dissolved organic matter, and ionic strength on the adsorption, the application of Fe3O4@MON-NH2 for TBBPA removal in real water samples was achieved. The used Fe3O4@MON-NH2 can be easily regenerated and reused at least four times without significant reduction of the adsorption capacity. These results revealed the potential of Fe3O4@MON-NH2 for adsorption and removal of environmental pollutants from aqueous solution.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}