{
  "name" : "downloads_2019-10-23_65_ding2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "MnO2‐Disguised Upconversion Hybrid Nanocomposite: An Ideal Architecture for Tumor Microenvironment-Triggered UCL/MR Bioimaging and Enhanced Chemodynamic Therapy",
    "authors" : [ "Binbin Ding", "Shuai Shao", "Fan Jiang", "Peipei Dang", "Chunqiang Sun", "Shanshan Huang", "Ping’an Ma", "Dayong Jin", "Abdulaziz A. Al Kheraif", "Jun Lin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION In solid tumors, the complicated tumor microenvironment (TME) characteristically displays mild acidity, high permeability, severe hypoxia, and elevated glutathione (GSH) and H2O2 overproduction.\n1−3 The TME not only has a tremendous effect on tumor development and metastasis4 but also furnishes the “gate” for selective tumor treatments.5,6\nHence, designing nanoscale theranostic systems that are capable of being responsive to the inherent features of TME has been widely accepted to be a satisfactory and promising choice to realize tumor-specific treatment.7,8 For example, many smart theranostic systems could produce stimulienhanced/activated diagnostic signals and release their cargoes when they are entered into the tumor to realize the tumorspecific imaging, enhanced therapeutic efficacy, and reduced side effects.9−11\nIn recent years, lanthanide-ion-doped upconversion nanoparticles (UCNPs) and MnO2 nanomaterials have been received increasing attention for cancer diagnosis and\ntherapy.12−16 Upconversion materials are able to convert the low-energy photons into high-energy photons through a multiple-photon process, which gives UCNPs unique upconversion luminescence (UCL) properties with superior photostability, low autofluorescence background, and high tissue penetration depth.17−19 And, MnO2 nanostructures as ideal TME-responsive and biodegradable agents not only achieve controlled drug deliveries but also generate O2 for enhanced therapies and release Mn2+, which are able to dramatically improve T1-magnetic resonance imaging (MRI) contrast.10,20−24 Particularly, very recently, MnO2 was verified for chemodynamic therapy (CDT) by generating highly reactive hydroxyl radical (•OH) via a Fenton-like reaction.25\nHence, constructing UCNPs and MnO2 hybrid theranostic\nReceived: March 4, 2019 Revised: March 19, 2019 Published: March 20, 2019\n© 2019 American Chemical Society 2651 DOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF ST\nA N\nD R\nE W\nS on\nO ct\nob er\n2 3,\n2 01\n9 at\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y\nnanoplatform (UCMn) to integrate multifunction in one system is highly desired.26−28\nUnfortunately, the rational design of such a TME-responsive UCMn is still a great challenge. For example, the most common strategy is to reduce KMnO4 by 2-(N-morpholino)ethanesulfonic acid to form amorphous MnO2 nanosheets in situ.29,30 However, this method is unmanageable and the obtained UCMn assemblies show irregular morphologies due to the rapid growth rate of MnO2, which easily leads to selfgrowth rather than growth onto the smooth surface of UCNPs. Another strategy is also obstreperous that UCNPs are anchored onto the prefabricated MnO2 nanosheets or honeycomb MnO2.\n27,31 As a result, much efforts have been paid to pursue the core−shell or core−satellite UCMn with controllable structures by introducing silica or CaF2 as an interlayer.32,33 However, the efficiency of UCL decreases seriously after silica coating, and CaF2 as an interlayer is restricted to cubic phase UCNPs. Consequently, there is an urgent need to exploit an ideal architecture that allows the UCMn hybrid nanomaterials to achieve harmonious integration.\nHerein, we report a simple and versatile strategy for the in situ growth of MnO2 on the surfaces of UCNPs directly as an ideal TME-responsive theranostic nanoplatform. MnO2-coated NaYF4:30% Yb,0.5% Tm@NaYF4 upconversion hybrid nanocomposite (UCMn) was prepared using a sacrificial template method. In brief, carbons as structure-directing agents were first coated by the hydrothermal method, which then reacted with KMnO4 at room temperature to generate in situ MnO2 onto the surface of UCNPs. By further anchoring cis-platinum prodrug and poly(ethylene glycol) (PEG) onto the surface of UCMn (UCMnPt), the obtained ideal MnO2-disguised theranostic agents with fully TME-triggered performances have following advantages: (a) because of GSH-responsive degradative character of MnO2, it is capable of dissolving and then release Mn2+/cis-platinum prodrug; (b) the released Mn2+ can achieve MRI and CDT by generating •OH via a Fentonlike reaction with endogenous H2O2; (c) the depletion of GSH by MnO2 significantly enhances the CDT efficiency due to the potent scavenging effect of GSH on •OH; (d) the released cisplatinum prodrug not only kills tumor cells by chemotherapy but also enhances the CDT efficiency by generating H2O2; and (e) UCL is effectively and maximally recovered after MnO2\nScheme 1. Schematic Illustration of UCMnPt for TME-Triggered UCL/MR Bioimaging and Self-Enhanced Tumor Therapy\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2652\ndissolution (Scheme 1). We believe that the ideal design of the MnO2-disguised upconversion hybrid nanocomposite will achieve harmonious integration of each component.\n■ RESULTS AND DISCUSSION Construction and Composition of UCMnPt−PEG. Here, oleic acid (OA)-capped β-NaYF4:30% Yb,0.5% Tm@ β-NaYF4 core−shell UCNPs (UCNPs-OA) were prepared at first. The obvious changes of morphologies and sizes verified that the core−shell UCNPs were successfully prepared as shown in Figures 1A,B and S1−S3. The structure of UCNPs was further confirmed by the X-ray diffraction (XRD) patterns (Figure 1M) and selected area electron diffraction (SAED) pattern (Figure S4). The synthesis of ligand-free UCNPs with hydrochloric acid (HCl) treatments was proved by Fourier transform infrared spectroscopy (FTIR; Figure 1P). Then, about 2.9 nm thin carbons were coated by a hydrothermal method presented in Figure 1C,G. As shown in Figure 1M, a new peak appeared at 26.4° in carbon-coated UCNPs (UCNPs@C), which could be well indexed to graphite (JCPDS No. 41-1487).34 In addition, the broad absorption from visible to NIR region (Figure 1O) and the stretching bands of C−H and CC of UCNPs@C (Figure 1P) were observed owing to the highly graphitic components in the\ncarbon shell. All these data showed that UCNPs@C was synthesized. At last, UCMn was obtained using a sacrificial template method. In brief, UCNPs@C was added into KMnO4 aqueous solution and reacted with KMnO4 at room temperature to generate MnO2 in situ. The equation was presented as follows\n4MnO 3C H O 4MnO CO 2HCO4 2 2 3 2 3+ + → + + − − −\nAs shown in Figure S5, a wine red solution was clearly observed, indicating the reaction happened. As exhibited in Figures 1D,H, S6, and S7, about 5.1 nm MnO2 layer as a uniform shell could be seen clearly, thanks to carbons as the structure-directing agents. The element mappings (Figures 1I− L and S8), X-ray photoelectron spectroscopy (XPS) spectra (Figure 1N) and the absorption spectra (Figure 1O) further proved the successful preparation of UCMn. From the XPS high-resolution scans of Mn 2p peaks of UCMn in Figure S9, two new peaks at 653.05 eV (Mn(IV) 2p1/2) and 641.45 eV (Mn(IV) 2p3/2) were observed. In addition, a new broad absorbance band around 340 nm appeared in UCMn, which could have resulted from the surface plasmon band of colloidal MnO2.\n20 All these factors indicated that this sacrificial template method is very effective for the synthesis of MnO2-directly coated UCNPs with\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2653\ncontrollable morphologies. Next, the surface modification of UCMn with polyethyleneimine and the following platinum(IV) prodrugs (c,c,t-[Pt(NH3)2Cl2(OOCCH2CH2COOH)2]) loading were performed, which was characterized by thermogravimetric analysis (TGA, Figure S10), FTIR (Figure S11), and ζ-potentials (Figure S12). The Y, Mn, and Pt contents of UCMnPt were determined by inductively coupled plasma mass spectrometry (ICP-MS), and the drug-loading efficiency was about 3.6%. GSH-Responsive Properties of UCMn. Next, the optical\nproperties of UCMn were assessed. The absorption spectroscopy of UCMn showed an intense broad band centered at 340\nnm, which overlaps with the emissions of UCNPs (Figure 2B). As shown in Figure 2C, the proposed energy-transfer mechanism from β-NaYF4:30% Yb,0.5% Tm@β-NaYF4 to MnO2 is presented.\n29 Hence, after MnO2 coating, the UCL quenched severely (Figure 2D). To verify whether UCL is restorable with GSH treatments, the absorption spectroscopy of UCMn in different concentrations of GSH was provided first. As exhibited in Figure 2E, the absorption values decreased over concentrations of GSH, indicating the degradation of MnO2 (Figure S13). Then, as expected, the UCL gradually recovered with increasing amounts of GSH (Figures 2F and S14). Remarkably, a 283-fold enhancement of upconversion\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2654\nemission at 363 nm was observed (Figures S15 and S16). The magical luminescence recovery is attributed to the ideal architectonics of UCMn. The TEM images further proved that MnO2 could decompose with the addition of GSH and naked UCNPs were obtained (Figure 2H). For the GSH-responsive Mn2+ and cisplatin release test, the GSH aqueous solutions of different concentrations were added into the UCMnPt aqueous solution. After 10 min standing, the supernatants were collected for the measure of cisplatin and Mn2+ contents by ICP-MS. As shown in Figure 2G, with increasing amounts of GSH, cisplatin and Mn2+ showed similar release behaviors, indicating a GSH-responsive Mn2+ and drug release. Moreover, the release of Mn2+ further demonstrated that MnO2 is capable of dissolving by reacting with GSH. Methylene Blue (MB) Degradation by Mn2+- or\nUCMn-Mediated Fenton-Like Reaction. Recently, CDT utilizing iron-initiated Fenton chemistry to kill tumor cells by converting endogenous H2O2 into\n•OH has been receiving considerable attention.35−39 And, Mn2+-mediated Fenton-like reaction was also reported to achieve CDT by generating •OHlike Fe2+.25 Here, to verify the •OH generation, methylene blue (MB), a dye that can be degraded by •OH,25 was chosen as an indicator of •OH generation, as exhibited in Figure 3B. Unlike iron-initiated Fenton reaction, bicarbonate (HCO3−) is\nnecessary for Mn2+-mediated Fenton-like reaction (Figure 3B). At the same time, it is easy to understand that the •OH generation by Mn2+-mediated Fenton-like reaction is dependent on H2O2 concentration (Figure 3C). With increasing amounts of H2O2, the absorbance of MB decreased, indicating more •OH generation. It is worth noting that intracellular GSH as the scavenging agent of •OH greatly restricts the CDT efficacy. As shown in Figure 3D, with the addition of GSH, the degradation of MB by Mn2+-mediated Fenton-like reaction was tremendously limited. On the contrary, MnO2 could effectively remit this scavenging effect owing to GSH depletion properties (Figures 3E and S18). Therefore, compared with Mn2+, MnO2 could dramatically enhance the generation of •OH in the presence of GSH (Figure 3A).\nIn Vitro UCL Imaging and Cellular Uptake. The cellular uptake in HepG2 cells was examined using UCL imaging and ICP-MS. As presented in Figure 4A, the typical UCL of Tm3+\nwas observed and increased over time, indicating the efficient uptake of UCMn. Afterward, to prove that the restorable UCL of UCMn was GSH-responsive, HepG2 cells were treated with L-buthionine sulfoximine (L-BSO, a GSH inhibitor) and Nacetyl-L-cysteine (NAC, a GSH promoter), respectively. As shown in Figure 4B, compared with UCMn incubated by HepG2 cells alone, the declining UCL treated with L-BSO and\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2655\nenhanced UCL treated with NAC were observed, respectively. These data powerfully confirm that UCL of UCMn is restorable and GSH-responsive. To further evaluate the endocytosis of UCMnPt, the HepG2 cells were incubated with UCMnPt or cisplatin [cis-diammine-dichloroplatinum(II), DDP] for 10 min, 1 h, and 4 h. As shown in Figure 4C, compared with DDP, UCMnPt exhibited better time-dependent uptake, thanks to the special endocytosis of nanoparticles. All these data suggested the excellent abilities for cellular uptake. Intracellular •OH Detection and Toxicity Assay. The generation of intracellular •OH, the most harmful reactive oxygen species caused by the Mn2+-mediated Fenton-like reaction, was confirmed by 2,7-dichlorodihydrofluorescein (DCFH-DA) as a •OH probe, which can be rapidly oxidized\nto 2′,7′-dichlorofluorescein (DCF) with green fluorescence by the generated •OH.40 As shown in Figures 4E and S19, compared with the control group with no treatments, the medium green fluorescence signals in HepG2 cells incubated with Mn2+ were observed clearly, indicating the •OH generation. When the HepG2 cells were treated with UCMn, the stronger green fluorescence was presented, suggesting more •OH generation, thanks to the GSH depletion properties of MnO2. Subsequently, the in vitro therapy effect in different treatments was evaluated by the standard methyl thiazolyl tetrazolium (MTT) assay. Briefly, HepG2 cells were incubated with various concentrations of Mn2+, UCMn, DDP, or UCMnPt (0, 6.25, 12.5, 25, 50, and 100 μM of Mn; 0, 3.125, 6.25, 12.5, 25, and 50 μM of Pt) at 37 °C for 24 h. As expected, the UCMn-exposed HepG2 cells presented signifi-\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2656\ncantly greater inhibition ratio relative to MnCl2, which is consistent with the results of •OH detection. It was also found that UCMnPt with CDT and chemotherapy simultaneously showed the highest anticancer efficacy compared with UCMn and DDP alone (Figure 4F). Especially, a flow-cytometry apoptosis assay based on the typical AnnexinV-FITC and PIco-staining protocol was performed to further verify the synergistic effect of CDT and chemotherapy. The percentages of cell apoptosis treated with Mn2+, UCMn, DDP, and UCMnPt were 18.7, 28.9, 47.7, and 55.4%, respectively (Figure 4I), which was consistent with the above MTT results. Intracellular GSH and H2O2 Detections. Next, to further explain the GSH depletion capabilities of MnO2 shell, in vitro GSH detection was carried out. Simply, HepG2 cells were treated with (a) untreated as a control, (b) Mn2+ (50 μM of Mn), (c) UCMn (50 μM of Mn), and (d) UCMnPt (50 μM of Mn) for 6 h, respectively. The amount of GSH was detected using GSH assay kits (Beijing Solarbio Science & Technology Co., Ltd, BC1175) according to the manufacturer’s instructions. As can be seen in Figures 4G and S20, the group incubated with Mn2+ like the control group showed no obvious changes of GSH content. In contrast, the administration of\nUCMn and UCMnPt both could dramatically consume intracellular GSH, which was attributed to the reaction of GSH and MnO2 shell. It is well known that CDT is able to convert endogenous H2O2 into\n•OH, which causes the depletion of intracellular H2O2. Similarly, for in vitro H2O2 detection, the HepG2 cells were treated with (a) untreated, (b) Mn2+ (50 μM of Mn), (c) UCMn (50 μM of Mn), and (d) UCMnPt (50 μM of Mn), respectively. The amount of H2O2 was detected using H2O2 assay kits (Beyotime Biotechnology, S0038) according to the manufacturer’s instructions. As exhibited in Figures 4H and S21, compared with the control group, a remarkable decrease of H2O2 was observed in the groups treated with Mn2+, UCMn, and UCMnPt attributed to Mn2+-mediated Fenton-like reaction. It has been widely reported that DDP has the ability to activate nicotinamide adenine dinucleotide phosphate (NADPH) oxidase (NOX) and efficiently convert O2 to O2\n•−, which is further dismutated by superoxide dismutase enzyme to form H2O2, causing an upsurge in cellular H2O2.\n41,42 To prove this effect, the H2O2 content incubated with DDP was also detected and a slight increase of H2O2 content was observed. These results verify that cisplatin not only achieves chemotherapy but is also\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2657\nresponsible for activation-enhanced and H2O2-dependent CDT. And the amount of H2O2 in L929 (mouse fibroblast cell line) cells with no treatments was also detected. More interestingly, compared with the HepG2 cells, the amount of H2O2 in L929 cells was observably low. These data explain that the Mn2+ and UCMn possess low cytotoxicity and good biocompatibility toward L929 cells (Figure 4D) but high cytotoxicity toward the HepG2 cells in the same conditions because of different H2O2 content. It is very inspiring to pursue the tumor-specific and enhanced therapy as well as reduced side effects on normal cells. In Vivo UCL/MR Imaging. It is widely accepted that in vivo bioimaging is essential for accurate cancer diagnosis and therapy.43,44 Particularly, the TME-responsive and specific imaging is highly desired. Here, Mn2+ released from MnO2 shell due to reaction with GSH are able to dramatically improve the T1-MRI contrast. For the GSH-responsive MRI test, 0.5 mL of GSH aqueous solution (10 mM) was added into 0.5 mL of UCMn aqueous solution in different concentrations (0, 0.063, 0.125, 0.25, 0.5, and 1 mM of Mn) (Figure S22). After 10 min standing, the obtained solution was directly used for tests. The UCMn aqueous solutions of different concentrations treated without GSH were used as controls. As shown in Figure 5B, T1 value with GSH treatment was up to 8.65 mM−1 s−1, whereas that without the GSH treatment was only 0.63 mM−1 s−1, suggesting GSH-mediated activatable MR imaging. For in vivo MRI, H22 tumor-bearing Balb/c mice with intratumor injection of UCMnPt were imaged on a 1.2 T MRI Scanner (Shanghai, China) at various time periods (0, 5, 10, 30, and 60 min). The relative intensity of T1-weighted imaging was determined from black and white images using densitometry scans to obtain quantitative data (ImageJ). Figure 5A,D shows about a triple increase of relative intensity from 0 min of injection to 60 min, indicating GSHmediated activatable MR imaging in vivo. Similarly, for in vivo UCL imaging, H22 tumor-bearing Balb/c mice with intratumor injection of UCMnPt, were imaged on an in vivo Maestro whole-body imaging system equipped with an external 980 nm laser as the excitation source at various time periods (10, 30, and 60 min). The total signal intensities of UCL were also recorded. As presented in Figure 5C,D, over 100-fold enhancement of UCL was observed from 10 min of injection to 60 min. The inconceivable luminescence recovery is attributed to the precise synthesis and ideal architectonics of UCMn. All these results demonstrated that our obtained UCMnPt as an ideal imaging agent could be appropriate for activatable MR and restorable UCL bioimaging. Antitumor Efficacy. The satisfactory TME-responsive properties encouraged us to further study the antitumor performance of UCMnPt in vivo. HepG2 tumor-bearing nude mice with an average tumor volume of 80 mm3 were randomized into five groups (n = 5, each group) and were treated by tail intravenous injection with (1) normal saline; (2) Mn2+ (0.1 mL, 4 mM); (3) UCMn (0.1 mL, 4 mM); (4) DDP (0.1 mL, 2 mM); and (5) UCMnPt (0.1 mL, 4 mM of Mn, and 2 mM of Pt), respectively. The tumors of mice treated with normal saline and Mn2+ were found to grow very quickly, suggesting that they both had poor antitumor efficacy (Figure 5F−H). Both UCMn and DDP could suppress the tumor growth moderately due to the single CDT and chemotherapy. In contrast, the administration of UCMnPt achieved effective tumor growth inhibition thanks to the combined effect of CDT and chemotherapy, indicating remarkable improved therapeu-\ntic efficacy among all groups without causing any obvious body weight change (Figure 5E). To evaluate the therapeutic safety after various treatments, hematoxylin and eosin (H&E) staining of the major organs (heart, liver, spleen, lung, and kidney) was carried out. No appreciable organ damage was caused in therapeutic groups (Figure S23), suggesting the relatively high therapeutic biosafety.\n■ CONCLUSIONS A simple and versatile strategy for in situ growth of MnO2 on the surfaces of NaYF4:30% Yb,0.5% Tm@NaYF4 UCNPs was reported using a sacrificial template method to construct an ideal MnO2-disguised and TME-triggered architecture. Such an architecture not only achieves activatable MR and restorable UCL bioimaging but also significantly improves the efficiency of CDT by GSH depletion- and cisplatin activation-enhanced •OH generation. Additionally, the synergetic effect of CDT and chemotherapy presents excellent therapeutic effect in vivo as compared to either CDT or chemotherapy alone. We believe that the ideal design of the MnO2-disguised upconversion hybrid nanocomposite will provide more revelations on the future research on nanoscale theranostic systems.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.9b00893.\nExperimental section, TEM images, size distribution, SAED pattern, element mappings, XPS high-resolution scans, TGA, FTIR, ζ-potential, UCL spectra, intracellular •OH, GSH, and H2O2 detections and H&Estained images (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: mapa675@ciac.ac.cn (P.M.). *E-mail: jlin@ciac.ac.cn (J.L.)."
    }, {
      "heading" : "ORCID",
      "text" : "Jun Lin: 0000-0001-9572-2134"
    }, {
      "heading" : "Author Contributions",
      "text" : "All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This project is financially supported by the National Natural Science Foundation of China (Grant Nos NSFC 51720105015, 51672269, 51772124, 51872282, and 51572257), Science and Technology Development Planning Project of Jilin Province (Grant Nos 20170101188JC and 20180520163JH), Youth Innovation Promotion Association of CAS (Grant No. 2017273), Overseas, Hong Kong & Macao Scholars Collaborated Researching Fund (Grant No. 21728101), CAS-Croucher Funding Scheme for Joint Laboratories (Grant No. CAS18204), and the Distinguished Scientist Fellowship Program of King Saud University. All animals in this study were handled according to a protocol\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2658\napproved by the Institutional Animal Care and Use Committee of Jilin University.\n■ REFERENCES (1) Guo, X. S.; Cheng, Y.; Zhao, X. T.; Luo, Y. L.; Chen, J. J.; Yuan, W. E. Advances in redox-responsive drug delivery systems of tumor microenvironment. J. Nanobiotechnol. 2018, 16, 1−10. (2) Gould, C. M.; Courtneidge, S. A. Regulation of invadopodia by the tumor microenvironment. Cell Adhes. Migr. 2014, 8, 226−235. (3) Fan, H.; Yan, G.; Zhao, Z.; Hu, X.; Zhang, W.; Liu, H.; Fu, X.; Fu, T.; Zhang, X. B.; Tan, W. A Smart Photosensitizer-Manganese Dioxide Nanosystem for Enhanced Photodynamic Therapy by Reducing Glutathione Levels in Cancer Cells. Angew. Chem., Int. Ed. 2016, 55, 5477−5482. (4) Lorusso, G.; Rugg, C. The tumor microenvironment and its contribution to tumor evolution toward metastasis. Histochem. Cell Biol. 2008, 130, 1091−1103. (5) Ma, B.; Wang, S.; Liu, F.; Zhang, S.; Duan, J.; Li, Z.; Kong, Y.; Sang, Y.; Liu, H.; Bu, W.; Li, L. Self-Assembled Copper-Amino Acid Nanoparticles for In Situ Glutathione “AND” H2O2 Sequentially Triggered Chemodynamic Therapy. J. Am. Chem. Soc. 2019, 141, 849−857. (6) Ma, Z.; Jia, X.; Bai, J.; Ruan, Y.; Wang, C.; Li, J.; Zhang, M.; Jiang, X. MnO2 Gatekeeper: An Intelligent and O2-Evolving Shell for Preventing Premature Release of High Cargo Payload Core, Overcoming Tumor Hypoxia, and Acidic H2O2-Sensitive MRI. Adv. Funct. Mater. 2017, 27, No. 1604258. (7) Mo, R.; Gu, Z. Tumor microenvironment and intracellular signal-activated nanomaterials for anticancer drug delivery. Mater. Today 2016, 19, 274−283. (8) Liu, Y.; Ji, X.; Tong, W. W. L.; Askhatova, D.; Yang, T.; Cheng, H.; Wang, Y.; Shi, J. Engineering Multifunctional RNAi Nanomedicine To Concurrently Target Cancer Hallmarks for Combinatorial Therapy. Angew. Chem., Int. Ed. 2018, 57, 1510−1513. (9) Huo, M.; Wang, L.; Chen, Y.; Shi, J. Tumor-selective catalytic nanomedicine by nanocatalyst delivery. Nat. Commun. 2017, 8, No. 357. (10) He, D.; Hai, L.; He, X.; Yang, X.; Li, H.-W. GlutathioneActivatable and O2/Mn2+-Evolving Nanocomposite for Highly Efficient and Selective Photodynamic and Gene-Silencing Dual Therapy. Adv. Funct. Mater. 2017, 27, No. 1704089. (11) Zhu, H.; Li, J.; Qi, X.; Chen, P.; Pu, K. Oxygenic Hybrid Semiconducting Nanoparticles for Enhanced Photodynamic Therapy. Nano Lett. 2018, 18, 586−594. (12) Ai, X. Z.; Ho, C. J. H.; Aw, J.; Attia, A. B. E.; Mu, J.; Wang, Y.; Wang, X. Y.; Wang, Y.; Liu, X. G.; Chen, H. B.; Gao, M. Y.; Chen, X. Y.; Yeow, E. K. L.; Liu, G.; Olivo, M.; Xing, B. G. In vivo covalent cross-linking of photon-converted rare-earth nanostructures for tumour localization and theranostics. Nat. Commun. 2016, 7, No. 10432. (13) Chen, S.; Weitemier, A. Z.; Zeng, X.; He, L. M.; Wang, X. Y.; Tao, Y. Q.; Huang, A. J. Y.; Hashimotodani, Y.; Kano, M.; Iwasaki, H.; Parajuli, L. K.; Okabe, S.; Teh, D. B. L.; All, A. H.; Tsutsui-Kimura, I.; Tanaka, K. F.; Liu, X. G.; McHugh, T. J. Near-infrared deep brain stimulation via upconversion nanoparticle-mediated optogenetics. Science 2018, 359, 679−683. (14) Wang, W. N.; Huang, C. X.; Zhang, C. Y.; Zhao, M. L.; Zhang, J.; Chen, H. J.; Zha, Z. B.; Zhao, T. T.; Qian, H. S. Controlled synthesis of upconverting nanoparticles/ZnxCd1-xS yolk-shell nanoparticles for efficient photocatalysis driven by NIR light. Appl. Catal., B 2018, 224, 854−862. (15) Chu, C. C.; Lin, H. R.; Liu, H.; Wang, X. Y.; Wang, J. Q.; Zhang, P. F.; Gao, H. Y.; Huang, C.; Zeng, Y.; Tan, Y. Z.; Liu, G.; Chen, X. Y. Tumor Microenvironment-Triggered Supramolecular System as an In Situ Nanotheranostic Generator for Cancer Phototherapy. Adv. Mater. 2017, 29, No. 1605928. (16) Chen, J.; Meng, H.; Tian, Y.; Yang, R.; Du, D.; Li, Z.; Qu, L.; Lin, Y. Recent advances in functionalized MnO2 nanosheets for\nbiosensing and biomedicine applications. Nanoscale Horiz. 2019, 4, 321−338. (17) Ding, B.; Shao, S.; Yu, C.; Teng, B.; Wang, M. F.; Cheng, Z. Y.; Wong, K. L.; Ma, P. A.; Lin, J. Large-Pore Mesoporous-Silica-Coated Upconversion Nanoparticles as Multifunctional Immunoadjuvants with Ultrahigh Photosensitizer and Antigen Loading Efficiency for Improved Cancer Photodynamic Immunotherapy. Adv. Mater. 2018, 30, No. e1802479. (18) Liu, Y. Y.; Meng, X. F.; Bu, W. B. Upconversion-based photodynamic cancer therapy. Coord. Chem. Rev. 2019, 379, 82−98. (19) Fan, W.; Bu, W. B.; Shi, J. L. On The Latest Three-Stage Development of Nanomedicines based on Upconversion Nanoparticles. Adv. Mater. 2016, 28, 3987−4011. (20) Zhu, W.; Dong, Z.; Fu, T.; Liu, J.; Chen, Q.; Li, Y.; Zhu, R.; Xu, L.; Liu, Z. Modulation of Hypoxia in Solid Tumor Microenvironment with MnO2Nanoparticles to Enhance Photodynamic Therapy. Adv. Funct. Mater. 2016, 26, 5490−5498. (21) Zhu, P.; Chen, Y.; Shi, J. Nanoenzyme-Augmented Cancer Sonodynamic Therapy by Catalytic Tumor Oxygenation. ACS Nano 2018, 12, 3780−3795. (22) Kapri, S.; Bhattacharyya, S. Molybdenum sulfide−reduced graphene oxide p−n heterojunction nanosheets with anchored oxygen generating manganese dioxide nanoparticles for enhanced photodynamic therapy. Chem. Sci. 2018, 9, 8982−8989. (23) Yang, G.; Xu, L.; Chao, Y.; Xu, J.; Sun, X.; Wu, Y.; Peng, R.; Liu, Z. Hollow MnO2 as a tumor-microenvironment-responsive biodegradable nano-platform for combination therapy favoring antitumor immune responses. Nat. Commun. 2017, 8, No. 902. (24) Liu, Z.; Zhang, S.; Lin, H.; Zhao, M.; Yao, H.; Zhang, L.; Peng, W.; Chen, Y. Theranostic 2D ultrathin MnO2 nanosheets with fast responsibility to endogenous tumor microenvironment and exogenous NIR irradiation. Biomaterials 2018, 155, 54−63. (25) Lin, L. S.; Song, J. B.; Song, L.; Ke, K. M.; Liu, Y. J.; Zhou, Z. J.; Shen, Z. Y.; Li, J.; Yang, Z.; Tang, W.; Niu, G.; Yang, H. H.; Chen, X. Y. Simultaneous Fenton-like Ion Delivery and Glutathione Depletion by MnO2-Based Nanoagent to Enhance Chemodynamic Therapy. Angew. Chem., Int. Ed. 2018, 57, 4902−4906. (26) Wu, Y.; Li, D.; Zhou, F.; Liang, H.; Liu, Y.; Hou, W. J.; Yuan, Q.; Zhang, X. B.; Tan, W. H. Versatile in situ synthesis of MnO2 nanolayers on upconversion nanoparticles and their application inactivatable fluorescence and MRI imaging. Chem. Sci. 2018, 9, 5427−5434. (27) Fan, W.; Bu, W. B.; Shen, B.; He, Q. J.; Cui, Z. W.; Liu, Y. Y.; Zheng, X. P.; Zhao, K. L.; Shi, J. L. Intelligent MnO2 Nanosheets Anchored with Upconversion Nanoprobes for Concurrent pH-/ H2O2-Responsive UCL Imaging and Oxygen-Elevated Synergetic Therapy. Adv. Mater. 2015, 27, 4155−4161. (28) Zhang, C.; Chen, W. H.; Liu, L. H.; Qiu, W. X.; Yu, W. Y.; Zhang, X. Z. An O-2 Self-Supplementing and Reactive-OxygenSpecies-Circulating Amplified Nanoplatform via H2O/H2O2 Splitting for Tumor Imaging and Photodynamic Therapy. Adv. Funct. Mater. 2017, 27, No. 1700626. (29) Deng, R. R.; Xie, X. J.; Vendrell, M.; Chang, Y. T.; Liu, X. G. Intracellular Glutathione Detection Using MnO2-Nanosheet-Modified Upconversion Nanoparticles. J. Am. Chem. Soc. 2011, 133, 20168−20171. (30) Yuan, J.; Cen, Y.; Kong, X. J.; Wu, S.; Liu, C. L. W.; Yu, R. Q.; Chu, X. MnO2-Nanosheet-Modified Upconversion Nanosystem for Sensitive Turn-On Fluorescence Detection of H2O2 and Glucose in Blood. ACS Appl. Mater. Interfaces 2015, 7, 10548−10555. (31) Sun, Q. Q.; He, F.; Sun, C. Q.; Wang, X. X.; Li, C. X.; Xu, J. T.; Yang, D.; Bi, H. T.; Gai, S. L.; Yang, P. P. Honeycomb-Satellite Structured pH/H2O2-Responsive Degradable Nanoplatform for Efficient Photodynamic Therapy and Multimodal Imaging. ACS Appl. Mater. Interfaces 2018, 10, 33901−33912. (32) Xu, J. T.; Han, W.; Yang, P. P.; Jia, T.; Dong, S. M.; Bi, H. T.; Gulzar, A.; Yang, D.; Gai, S. L.; He, F.; Lin, J.; Li, C. X. Tumor Microenvironment-Responsive Mesoporous MnO2-Coated Upcon-\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2659\nversion Nanoplatform for Self-Enhanced Tumor Theranostics. Adv. Funct. Mater. 2018, 28, No. 1803804. (33) Chen, B.; Wang, F. NaYbF4@CaF2 core-satellite upconversion nanoparticles: one-pot synthesis and sensitive detection of glutathione. Nanoscale 2018, 10, 19898−19905. (34) Zhu, X. J.; Feng, W.; Chang, J.; Tan, Y. W.; Li, J. C.; Chen, M.; Sun, Y.; Li, F. Y. Temperature-feedback upconversion nanocomposite for accurate photothermal therapy at facile temperature. Nat. Commun. 2016, 7, No. 10437. (35) Zhang, C.; Bu, W.; Ni, D.; Zhang, S.; Li, Q.; Yao, Z.; Zhang, J.; Yao, H.; Wang, Z.; Shi, J. Synthesis of Iron Nanometallic Glasses and Their Application in Cancer Therapy by a Localized Fenton Reaction. Angew. Chem., Int. Ed. 2016, 55, 2101−2106. (36) Zhao, P.; Tang, Z.; Chen, X.; He, Z.; He, X.; Zhang, M.; Liu, Y.; Ren, D.; Zhao, K.; Bu, W. Ferrous-cysteine−phosphotungstate nanoagent with neutral pH fenton reaction activity for enhanced cancer chemodynamic therapy. Mater. Horiz. 2019, 6, 369−374. (37) Jin, R.; Liu, Z.; Bai, Y.; Zhou, Y.; Gooding, J. J.; Chen, X. CoreSatellite Mesoporous Silica-Gold Nanotheranostics for Biological Stimuli Triggered Multimodal Cancer Therapy. Adv. Funct. Mater. 2018, 28, No. 1801961. (38) Liu, Y.; Zhen, W.; Wang, Y.; Liu, J.; Jin, L.; Zhang, T.; Zhang, S.; Zhao, Y.; Song, S.; Li, C.; Zhu, J.; Yang, Y.; Zhang, H. OneDimensional Fe2P Acts as a Fenton Agent in Response to NIR II Light and Ultrasound for Deep Tumor Synergetic Theranostics. Angew. Chem., Int. Ed. 2019, 58, 2407−2412. (39) Tang, Z.; Liu, Y.; He, M.; Bu, W. Chemodynamic Therapy: Tumour Microenvironment-Mediated Fenton and Fenton-like Reactions. Angew. Chem., Int. Ed. 2019, 58, 946−956. (40) Liu, P.; Wang, Y.; An, L.; Tian, Q.; Lin, J.; Yang, S. Ultrasmall WO3-x@gamma-poly-l-glutamic Acid Nanoparticles as a Photoacoustic Imaging and Effective Photothermal-Enhanced Chemodynamic Therapy Agent for Cancer. ACS Appl. Mater. Interfaces 2018, 10, 38833−38844. (41) Yang, Z.; Dai, Y.; Yin, C.; Fan, Q.; Zhang, W.; Song, J.; Yu, G.; Tang, W.; Fan, W.; Yung, B. C.; Li, J.; Li, X.; Li, X.; Tang, Y.; Huang, W.; Song, J.; Chen, X. Activatable Semiconducting Theranostics: Simultaneous Generation and Ratiometric Photoacoustic Imaging of Reactive Oxygen Species In Vivo. Adv. Mater. 2018, 30, No. 1707509. (42) Ma, P.; Xiao, H.; Yu, C.; Liu, J.; Cheng, Z.; Song, H.; Zhang, X.; Li, C.; Wang, J.; Gu, Z.; Lin, J. Enhanced Cisplatin Chemotherapy by Iron Oxide Nanocarrier-Mediated Generation of Highly Toxic Reactive Oxygen Species. Nano Lett. 2017, 17, 928−937. (43) Liu, K.; Dong, L.; Xu, Y. J.; Yan, X.; Li, F.; Lu, Y.; Tao, W.; Peng, H. Y.; Wu, Y. D.; Su, Y.; Ling, D. S.; He, T.; Qian, H. S.; Yu, S. H. Stable gadolinium based nanoscale lyophilized injection for enhanced MR angiography with efficient renal clearance. Biomaterials 2018, 158, 74−85. (44) Ding, B. B.; Yu, C.; Li, C. X.; Deng, X. R.; Ding, J. X.; Cheng, Z. Y.; Xing, B. G.; Ma, P. A.; Lin, J. cis-Platinum pro-drug-attached CuFeS2 nanoplates for in vivo photothermal/photoacoustic imaging and chemotherapy/photothermal therapy of cancer. Nanoscale 2017, 9, 16937−16949.\nDOI: 10.1021/acs.chemmater.9b00893 Chem. Mater. 2019, 31, 2651−2660\n2660"
    } ],
    "references" : [ {
      "title" : "Advances in redox-responsive drug delivery systems of tumor microenvironment",
      "author" : [ "X.S. Guo", "Y. Cheng", "X.T. Zhao", "Y.L. Luo", "J.J. Chen", "W.E. Yuan" ],
      "venue" : "J. Nanobiotechnol",
      "citeRegEx" : "Guo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2018
    }, {
      "title" : "A Smart Photosensitizer-Manganese Dioxide Nanosystem for Enhanced Photodynamic Therapy by Reducing Glutathione Levels in Cancer Cells",
      "author" : [ "H. Fan", "G. Yan", "Z. Zhao", "X. Hu", "W. Zhang", "H. Liu", "X. Fu", "T. Fu", "X.B. Zhang", "W. Tan" ],
      "venue" : "Angew. Chem., Int. Ed. 2016,",
      "citeRegEx" : "Fan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2016
    }, {
      "title" : "The tumor microenvironment and its contribution to tumor evolution toward metastasis",
      "author" : [ "G. Lorusso", "C. Rugg" ],
      "venue" : "Histochem. Cell Biol",
      "citeRegEx" : "Lorusso and Rugg,? \\Q2008\\E",
      "shortCiteRegEx" : "Lorusso and Rugg",
      "year" : 2008
    }, {
      "title" : "Nanoparticles for In Situ Glutathione “AND” H2O2 Sequentially Triggered Chemodynamic Therapy",
      "author" : [ "Z. Ma", "X. Jia", "J. Bai", "Y. Ruan", "C. Wang", "J. Li", "M. Zhang", "X. Jiang" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Ma et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2019
    }, {
      "title" : "Preventing Premature Release of High Cargo Payload Core, Overcoming Tumor Hypoxia, and Acidic H2O2-Sensitive MRI",
      "author" : [ "R. Mo", "Z. Gu" ],
      "venue" : "Adv. Funct. Mater. 2017,",
      "citeRegEx" : "Mo and Gu,? \\Q2017\\E",
      "shortCiteRegEx" : "Mo and Gu",
      "year" : 2017
    }, {
      "title" : "Tumor-selective catalytic nanomedicine by nanocatalyst delivery",
      "author" : [ "M. Huo", "L. Wang", "Y. Chen", "J. Shi" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Huo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Huo et al\\.",
      "year" : 2017
    }, {
      "title" : "Efficient and Selective Photodynamic and Gene-Silencing Dual Therapy",
      "author" : [ "J. Li", "X. Qi", "P. Chen", "K. Pu" ],
      "venue" : "Adv. Funct. Mater. 2017,",
      "citeRegEx" : "H. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2018
    }, {
      "title" : "In vivo covalent cross-linking of photon-converted rare-earth nanostructures for tumour localization and theranostics",
      "author" : [ "X.Z. Ai", "C.J.H. Ho", "J. Aw", "A.B.E. Attia", "J. Mu", "Y. Wang", "X.Y. Wang", "X.G. Liu", "H.B. Chen", "M.Y. Gao", "X.Y. Chen", "E.K.L. Yeow", "G. Liu", "M. Olivo", "B.G. Xing" ],
      "venue" : "Nat. Commun. 2016,",
      "citeRegEx" : "Ai et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ai et al\\.",
      "year" : 2016
    }, {
      "title" : "System as an In Situ Nanotheranostic Generator for Cancer Phototherapy",
      "author" : [ "H. Meng", "Y. Tian", "R. Yang", "D. Du", "Z. Li", "L. Qu", "Y. Lin" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "J. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2017
    }, {
      "title" : "Upconversion-based photodynamic cancer therapy",
      "author" : [ "Y.Y. Liu", "X.F. Meng", "W.B. Bu" ],
      "venue" : "Coord. Chem. Rev. 2019,",
      "citeRegEx" : "Liu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2019
    }, {
      "title" : "Sonodynamic Therapy by Catalytic Tumor Oxygenation",
      "author" : [ "S. Kapri", "S. Bhattacharyya" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "Kapri and Bhattacharyya,? \\Q2018\\E",
      "shortCiteRegEx" : "Kapri and Bhattacharyya",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Upconversion nanoparticles (UCNPs) and MnO2 hybrid theranostic nanoplatform (UCMn) is highly desired; however, the rational design of such UCMn hybrid nanomaterials is still a great challenge. Herein, a simple and versatile strategy for the in situ growth of MnO2 on the surfaces of UCNPs was reported using a sacrificial template method to construct an ideal MnO2-disguised and tumor microenvironment−triggered architecture. Such sophisticated architecture not only achieves activatable magnetic resonance imaging and restorable upconversion luminescence (UCL) imaging with over 100-fold enhancement of UCL in vivo but also significantly improves the efficiency of chemodynamic therapy (CDT) by glutathione depletionand cisplatinactivation-enhanced •OH generation simultaneously. Additionally, the synergetic effect of CDT and chemotherapy presents excellent therapeutic effect in vivo as compared to either CDT or chemotherapy alone. We believe that the ideal design of the MnO2-disguised upconversion hybrid nanocomposite will provide more revelations on the future research on nanoscale theranostic systems.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}