{
  "name" : "downloads_2020-10-15_6a_10.1021@acs.nanolett.0c03083.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Pressure-Induced Enlargement and Ionic Current Recti \u0001 cation in Symmetric Nanopores",
    "authors" : [ "Sebastian J. Davis", "Michal Macha", "Andrey Chernev", "David M. Huang", "Aleksandra Radenovic", "Sanjin Marion" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Pressure-Induced Enlargement and Ionic Current Recti cation in Symmetric Nanopores Sebastian J. Davis, Michal Macha, Andrey Chernev, David M. Huang, Aleksandra Radenovic,* and Sanjin Marion*\nCite This:https://dx.doi.org/10.1021/acs.nanolett.0c03083 Read Online\nACCESS Metrics & More Article Recommendations *sı Supporting Information\nABSTRACT:Nanopores in solid state membranes are a tool able to probe nano uidic phenomena or can act as a single molecular sensor. They also have diverse applications in ltration, desalination, or osmotic power generation. Many of these applications involve chemical, or hydrostatic pressure di er nces which act on both the supporting membrane, and the ion transport through the pore. By using pressure di rences between the sides of the membrane and an alternating current approach to probe ion transport, we investigate two distinct physical phenomena: the elastic deformation of the membrane through the measurement of strain at the nanopore, and the growth of ionic current recti cation with pressure due to pore entrance e ects. These measurements are a signi cant step toward the understanding of the role of elastic membrane deformation or uid ow on linear and nonlinear transport properties of nanopores. KEYWORDS:nanopore, strain, pressure, enlargement, ionic current recti cation, nano uidics\nINTRODUCTION Nanopores are a single molecule tool with diverse applications in biosensing,1,2 osmotic power generation,3 and water desalination.4 A nanoscale pore separates two reservoirs lled with electrolyte. Monitoring ion transport through the pore yields information about a passing analyte such as DNA, or on nonlinear phenomena such as ionic current recti cation (ICR)5 and other nano uidic e ects.6 8 Solid-state nanopores are readily made in silicon nitride suspended membranes since they are compatible with standard lithography techniques. Pores in these suspended membranes can be used as such, as in this study, or can further support a membrane made of quasi2D materials such as molybdenum disul de, hexagonal boron nitride, or graphene in which a small pore can be further drilled.9,10\nThe combination of hydrostatic pressure gradients with nanopores has so far been mostly used to modify analyte translocations,11 14 the surface charge of the pore,15 or as a tool to control wetting.16 It has been shown that pressure can strongly in uence the ion transport properties of a nanopore or nanochannel depending on the system resistance to hydraulic uid ow, and modulate ion transport.17,18 On the other hand, ICR,7 which is linked to ion selectivity, has been found to be reduced in conical pores under the in ue ce of pressureinduced uid ow.19,20\nThe application of pressure on thin supported membranes is a well-established technique for studying the elastic properties of thin lms. Blistering of thin membranes such as silicon nitride21 or blistering and delamination of 2D materials22 24 has been extensively studied in dry conditions. Studies in liquid\nand with nanopores have so far been restricted to nanopores drilled in elastomeric membranes for studying analyte translocations.25,26 No experiments have been performed to date with nanopores in elastic solid-state membranes, although such membranes are usually used in conditions of osmotic or hydraulic pressure gradients which could in uence pore properties like ion selectivity and water permeability.3,4,27 Theoretical work on subnanometer pores in 2D materials indicates the presence of strong mechanosensitivity to lateral stresses.28 32 To realize a truly mechanosensitive solid-state sensor, one which would mimic mechanosensitive biological channels,33 one needs to rst understand the elastic behavior of nanopores in solid state membranes.\nThis study aims to quantify the role of hydraulic pressure in modulating ion transport in thin, symmetrical, charged nanopores using a phase-sensitive ampli er enhancing the sensitivity. We decouple two independent physical phenomena. First, we show that the pressure-induced deformation of the supporting membrane causes an enlargement in the nanopore size. This allows direct measurement of the local membrane stress in a liquid environment as a precursor for stressing 2D material nanopores and probing mechanosensitivity.29 Second, we demonstrate that pressure-induced id\nReceived: July 27, 2020 Revised: October 2, 2020\nLetterpubs.acs.org/NanoLett\n' XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 1\n5, 2\n02 0\nat 0\n7: 42\n:5 4\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\now produces ICR despite the lack of the usually required geometrical asymmetry in the pore5,7 or asymmetric bu er conditions such as di erences in concentration or viscosity.34,35 This is opposite to the so far reported role of pressure in reducing ICR in asymmetrical nanopores.19,20 These results are therefore key in furthering the understanding of the e ect of membrane elastic deformations or uid ow on the transport properties of nanopores.\nPRESSURE APPLICATION EXPERIMENTAL SETUP To study how hydrostatic pressure and potential di erences in uence ion transport through a solid-state nanopore, we use a sealed, pressure-tight chamber (seeSupporting Information (SI), Materials and Methods andFigure 1a) as described previously.16 After a sample consisting of a membrane with an 80-nm-diameter nanopore is mounted into the chamber, the system is wetted with a degassed 1 M KCl bu ered solution under 7 bar compression pressure. PressureP i applied using a micro uidics pressure controller. Positive pressure is de ned as being applied from the front side of the membrane ( at side), and negative pressure as being applied from the backside (etchside) (as seen onFigure 1a). A potential di erenceV between the two sides of the membrane is applied and read with Ag/AgCl electrodes. Measurements of currentI versus applied potentialV are shown onFigure 1b. Only samples showing stable conductance and current noise levels were considered for further analysis (seeSI, Section S2).\nThe current response of the nanopore to an external potential di erenceV and a pressure di erenceP between the two sides of the membrane is of the formI = G(V, P)V + HsP, whereHs is the streaming conductance, andG(V, P) is the electrical conductance. The nonlinearity in conductance being\nalmost negligible (Figure 1b), we perform a Taylor expansion of the conductanceG(V, P) G1(P) + G2(P)V withG1 andG2 corresponding to the linear and rst nonlinear contribution.16 The conductance termG1 has contributions from the pore interior, and the access region resistance and obeys = [ + ] G L d d4 / 1/1 2 1, whered is the diameter of the nanopore,L is the thickness of the membrane, and is the bulk conductance of the solution.36,37 One measure of the nonlinearity in ion transport is the ICR ratio,5,7 which we de ne as\n= | + = | | = |\n+ | |\n| | r V P I V P I V P I V P I V P G P G P V G P G P V ( , ) ( , ) ( 0, ) ( , ) ( 0, ) ( ) ( ) ( ) ( ) 1 2\n1 2\n(1)\nto exclude any streaming contribution. In order to deconvolute the linear and nonlinear ion transport contributions of the nanopore and eliminate any streaming current contribution, we perform all measurements using a quasi-static AC measurement. All AC measurements are performed using a sinusoidal voltage at a frequency off = 1 Hz, where the resistance matches the DC measured value and no signal leakage through parasitic chip capacitance is present.16 We use a phase sensitive ampli er, which can independently measure bothG1 andG2 by averaging out any components of the measured current which are not at the base measurement frequencyf or one of its multiples. Thus, the current measured with the AC voltage does contain the streaming contribution, and we obtain the total current which has two independently measured componentsI1 = G1(P)VAC and =I G P V( )2 2 AC\n2 , which are used to calculate the ICR ratio de ned ineq 1. AC measurements are performed with high precision to extract the linear pore resistance= R GAC 1 1, and\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX B\nthe ionic current recti cationr at di erent pressuresP (SeeSI Section S2for details).\nSTRAIN-INDUCED PORE ENLARGEMENT When pressure and thus strain is applied to one side of the suspended silicon nitride membrane, it blisters. Its deformation can be modeled as a thin sheet under large elastic deformations due to a uniform load in the direction perpendicular to the plane of the membrane.38 The square membranes used are of side lengtha = 10 30 m. The pore at the center can be treated as a perturbation which will not signi ca tly in uence the stress distribution in the membrane. Since the measured resistanceRAC is related to the pore diameterd, any change of resistance with pressure is related to a modi cation ofd. The resistance decreases independently of the direction of applied pressure (Figure 1c), and does not depend on the nanopore surface charge (SI Figure S6). The measured change of pore resistanceRAC with pressure is attributed to the local strain at the nanopore due to stress in the membrane. With the stress being radially symmetric at the center of the membrane and the elastic model involving only linear elastic deformations in the plane of the membrane, the change in size of the nanopore is trivially shown39 to be = + d P d P( ) (1 ( ))0 where (P) = (1 2) r(P)/ E is the pressure-dependent strain, r is the radial stress in the membrane, andd0 is the pore diameter under no applied stress. Thus, by precisely measuring the change in the nanopore resistance, the local strain/stress at the membrane is obtained.\nThe elastic response of silicon nitride membranes is well studied,21,24 which validates our model of pore enlargement. The elastic response will depend on the applied pressureP as well as the geometric and elastic parameters of the membrane: a is the size of the square membrane,L is the thickness of the membrane,E is the Young s modulus, and is the Poisson\nratio. In addition, under no external pressure load, the membrane exhibits some prestress 0 acting to stretch or compress the membrane in the lateral direction. In this regime, neglecting bending and assuming that the stress is constant over the membrane, the stress can be described by21\n= EP a\nL6 (1 ) 0r\n3 0 r\n2 2 2\n2 2 (2)\nBy inserting the pressure-dependent diameterd(P) into the conductivity of the nanoporeG1, we are able to reproduce the dependence of the strain at the pore at di erent pressures. Figure 2a shows a t of the strain measured due to nanopore enlargement at di erent values of the pressure di rencePand applied sinusoidal voltage amplitude. The elastic parameters are taken to be = 0.23,L = 20 nm, andE= 200 GPa, which is the average Young modulus dependent on the speci c of the fabrication procedure.40 The positive pressure behavior is tted at a driving potential of 25 mV to a simpli ed 0 = 0 case, while the negative pressure is tted with 0 0. We nd excellent agreement with the model for low electrical driving potentials, and membrane sizes for di erent samples are correctly extracted (Figure 1c).\nAlthough the prediction of the correct membrane size shows that the simpli ed 0 = 0 case is valid, it is not su cient to completely explain the asymmetry at low voltage (as seen in Figure 2b). A t assuming a constant 0 in the negative pr ssure direction gives values of up to 1 GPa, much higher than reported values of intrinsic stress of below 500 MPa for di erent growth conditions41,42 and not supported by the low level of deformation of the membranes measured by atomic force microscopy (SI Figure S4). In addition, intrinsic prestress of the membrane would a ect both the positive and negative pressure behavior and does not explain the observed asymmetry with pressure. We propose that this is due to the\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX C\nback-side-etched cavity present on the chips (F gure 2a). Application of pressure to the back side of the chip induces forces on the etched silicon walls inside the cavity which tend to stretch the suspended membrane and modify the prestress. Assuming a pressure-dependent prestress for negative pressures of the form 0 = P, we nd a value of 6000 at the lowest applied sinusoidal potential (Figure 2c). This value can be rationalized from geometrical considerations. The applied pressure will induce a forceFin LSiPsin(54. 74° ), whereLSi = 380 m is the thickness of the silicon substrate with the angle 54, 74° de ned by crystallographic planes. This estimate gives a comparable pressure-induced prestress factor of LSisin(54° )/ L 10 000 while neglecting any ne e ects dependent on the manufacturing process.\nAlthough including a pressure-dependent prestress for negative pressures explains most of the measured behavior, Figure 2c shows that the pressure-induced prestress factor decreases quadratically with voltage. We propose that this e ect is due to electrostriction of the underlying chip material, which is known to occur for all dielectrics at high electric eld regardless of crystal symmetry.43,44 Considering the thickness of the samples, the electric eld at 800 mV RMS is on the order of 2 kV/m over the silicon substrate and on the order of 40 MV/m over the 20-nm-thick silicon nitride membrane, su cient to produce several percent of strain due to electrostriction. This electrostrictive stress counterbalances the pressure-induced prestress discussed above, returning a\nsymmetric pressure pro le at high voltage. At large voltages the measured data deviates from the model and we assume that the stresses in these cases are no longer within the range of validity of eq 2.\nPRESSURE-INDUCED IONIC CURRENT RECTIFICATION\nAfter studying pore enlargement under pressure, we investigate how pressure modi es the nonlinear conductivity of the nanopore quanti ed by ICR.Figure 3shows the ICR ratio increasing with applied pressure, reaching a maximum atP 500 mbar, and reducing with higher pressure magnitudes. The decrease in ICR with an increase in pressure is wellknown19,20,45 but to our knowledge an increase in ICR with pressure has not yet been reported. The magnitude of ICR is known to be strongly dependent on the surface charge,5,7 so we change its value by varying the pH of the solution. The point of zero charge for silicon nitride membranes is pH 4.15\nFigure 3b shows how a pH larger than 8 increases the ICR magnitude due to a slight increase in surface charge while not changing the pressure dependence. Conversely going near the point of zero charge at pH 3 completely removes any pressure dependence of ICR. Here the magnitude of ICR is small as we use a high salt concentration (1 M KCl), but is expected to grow at lower concentrations due to a larger contribution from the surface double layer.46\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX D\nTo explain the origin of the pressure-induced ICR, we perform nite element method (FEM) modeling in COMSOL Multiphysics. Coupled Poisson-Nernst Planck-Stokes equations are solved with static pressure between the two electrolyte reservoirs while varying the surface charge , and applying DC voltage bias (seeSI Section S5). Considering the complete decoupling of the strain e ect, no change in shape of the pore due to the elastic deformations is considered.Figure 3c shows FEM values of recti ation based oneq 1 as a function of pressure for three surface charge values chosen to simulate the e ect of experimental pH changes. Only positive pressure gradients are shown since the measurement is by de nition symmetric in pressure. The FEM model completely captures the behavior seen in the experimental data onFigure 3b with an increase inr at low pressures before a turnover and decrease at higher pressures. The measured decrease in magnitude of the e ct as the surface charge is reduced is also captured.\nThe recti cation behavior can be rationalized in terms of perturbations to the ion distributions in and around the nanopore caused by pressure-induced advection. ICR in nanopores has been shown to be controlled by the spatial variation in the axial directionz of the local Dukhin number Du(z), with stronger asymmetry of Du(z) between the pore ends yielding stronger recti ation.7 The Dukhin number measures the relative magnitude of surface to bulk ionic conduction. For a 1:1 electrolyte and in the absence of Debye\nlayer overlap, =\n= + = + + zDu( )\nc z c z\nc z r c z r\n( ) ( )\n2( ( , 0) ( , 0)) , wherec– are\nthe positive and negative ion concentrations, ••• denotes an average over the pore cross-section, andr is the radial coordinate.7 Pressure-driven ow induces spatial asymmetry in Du(z) since conservation of ion current as the bulk solution is transported into the charged nanopore perturbs both the local ionic charge densitync = e(c+ c ) and local total ion concentrationctot = c+ + c (SI Figures S8 and S9respectively), particularly when coupled with the applied electric eld. At su ciently high pressures, however, advection completely replaces the uid inside the nanopore with bulk solution, reducing the spatial variation of Du(z) and diminishing ICR, as observed in both the experiments and FEM simulations. The spatial asymmetry of Du(z) at positive versus negative bias–V for di erent pressuresP from the FEM simulations is quanti ed by Du(z; P, V) Du( z; P, V) in Figure 3d, which con rms that the asymmetry is greatest at intermediate pressure corresponding to the strongest ICR. In the case of a high salt concentration, the absolute value of the Dukhin number is small (Du 0.013), however, the asymmetry in the Dukhin number is still large enough to drive the e ect which is expected to grow as the salt concentration decreases.\nThe pressure-induced asymmetry in Du(z) is localized to the pore ends in the FEM simulations (Figure 3d). Thus, recti cation is expected to be controlled by a Pe clet number =Pe ud D\nquantifying the relative importance of advection to di usion in which the characteristic length scale is the pore diameterd. Here, u is the average pressure-driven uid velocity, andD is the di usivity of the ions (which is approximately the same for K+ and Cl ). ICR is expected to be pronounced for Pe > 1 and to diminish as Pe . Consistent with this picture, the maximum ICR in the experiments and FEM simulations (atP 500 mbar) occurs at Pe 7, if we\ntake + u d P L d2 (16 3 )\n2\n,47 the average uid velocity magnitude\nacross a nanopore of length,L, and diameter,d, for uid viscosity, , due to an applied pressure,P, and use the experimental/simulation parameter values.\nCONCLUSIONS By coupling a perfectly wetted nanopore inside a thin elastic silicon nitride membrane, we demonstrated how AC measurements of ion transport coupled with hydrostatic pressure precisely measure two separate physical phenomena. By monitoring the size of the nanopore while the membrane is undergoing pressure-induced blistering, we demonstrate that local strain in the membrane can be accurately measured. As these membranes are typically used as supports for 2D material nanopore measurements, this is the rst step to measuring mechanosensitivity in 2D materials28 32 as it allows calibration and controlled application of stresses. Stress in the 2D membrane under deformation is expected to cause restructuring of bonds in the nanopore edges, opening up pathways for ion transport, in direct analogy to biological ion channels.33 This could provide a stress-sensitive alternative to the newly reported pressure-sensitive ion transport behavior in single digit carbon nanotubes.18 In addition to strain-induced enlargement of nanopores, we have shown how thin symmetric nanopores under pressure exhibit nonlinear transport phenomena such as ICR. This is in contrast to the so-far reported e ect of the reduction of ICR with pressure.19,20 Similar to systems which have liquid ow slippage, like long carbon nanotubes18 or angstrom slits,17 membranes in almost2D membranes have low hydraulic resistance which, along with access e cts, produces novel nonlinear nano uidic phenomena.\nASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.0c03083.\nMaterials and methods section, details about the strain and ionic current recti cation measurements, and FEM model details with additional plots (PDF)\nAUTHOR INFORMATION Corresponding Authors\nSanjin Marion Laboratory of Nanoscale Biology, Institute of Bioengineering, School of Engineering, EPFL, 1015 Lausanne, Switzerland; Email:sanjin.marion@ep .ch Aleksandra Radenovic Laboratory of Nanoscale Biology, Institute of Bioengineering, School of Engineering, EPFL, 1015 Lausanne, Switzerland;orcid.org/0000-0001-8194-2785; Email:aleksandra.radenovic@ep .ch"
    }, {
      "heading" : "Authors",
      "text" : "Sebastian J. Davis Laboratory of Nanoscale Biology, Institute\nof Bioengineering, School of Engineering, EPFL, 1015 Lausanne, Switzerland\nMichal Macha Laboratory of Nanoscale Biology, Institute of Bioengineering, School of Engineering, EPFL, 1015 Lausanne, Switzerland Andrey Chernev Laboratory of Nanoscale Biology, Institute of Bioengineering, School of Engineering, EPFL, 1015 Lausanne, Switzerland\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX E\nDavid M. Huang Department of Chemistry, School of Physical Sciences, The University of Adelaide, Adelaide 5005, Australia;\norcid.org/0000-0003-2048-4500\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.nanolett.0c03083\nAuthor Contributions S.J.D. performed the experiments, analyzed the data, and performed FEM simulations. S.M. designed and built the experimental setup and built the FEM model. M.M. designed the micro uidic chamber and performed AFM imaging. A.C. fabricated devices. A.R. and S.M. supervised the research. D.M.H. provided an explanation for the ionic current recti cation. S.J.D. and S.M. wrote the manuscript with all authors providing important suggestions for the experiments, discussing the results, and contributing to the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS The authors thank Marko Popovic and Alex Smolyanitsky for useful discussions on the membrane elasticity. This work was nancially supported by the Swiss National Science Foundation (SNSF) Consolidator Grant (BIONIC BSCGI0_157802) and from the European Union s Horizon 2020 research and innovation programme under the Marie Skacodowska-Curie Grant Agreement 754462.\nREFERENCES (1) Plesa, C.; Kowalczyk, S. W.; Zinsmeester, R.; Grosberg, A. Y.;\nRabin, Y.; Dekker, C. Fast Translocation of Proteins through Solid State Nanopores.Nano Lett.2013, 13, 658 663. (2) Merchant, C. A.; Healy, K.; Wanunu, M.; Ray, V.; Peterman, N.; Bartel, J.; Fischbein, M. D.; Venta, K.; Luo, Z.; Johnson, A. T. C.; et al. DNA Translocation through Graphene Nanopores.Nano Lett. 2010, 10, 2915 2921. (3) Macha, M.; Marion, S.; Nandigana, V. V. R.; Radenovic, A. 2D materials as an emerging platform for nanopore-based power generation.Nat. Rev. Mater.2019, 4, 588 605. (4) Epsztein, R.; DuChanois, R. M.; Ritt, C. L.; Noy, A.; Elimelech, M. Towards single-species selectivity of membranes with subnanometre pores.Nat. Nanotechnol.2020, 15, 426. (5) Siwy, Z. Ion-Current Rectification in Nanopores and Nanotubes with Broken Symmetry.Adv. Funct. Mater.2006, 16, 735 746. (6) Gravelle, S.; Ybert, C. Flow-induced shift of the Donnan equilibrium for ultra-sensitive mass transport measurement through a single nanochannel.J. Chem. Phys.2019, 151, 244503. (7) Poggioli, A. R.; Siria, A.; Bocquet, L. Beyond the Tradeoff: Dynamic Selectivity in Ionic Transport and Current Rectification.J. Phys. Chem. B2019, 123, 1171 1185. (8) Bocquet, L.; Charlaix, E. Nanofluidics, from bulk to interfaces. Chem. Soc. Rev.2010, 39, 1073 1095. (9) Graf, M.; Lihter, M.; Thakur, M.; Georgiou, V.; Topolancik, J.; Ilic, B. R.; Liu, K.; Feng, J.; Astier, Y.; Radenovic, A. Fabrication and practical applications of molybdenum disulfide nanopores.Nat. Protoc.2019, 14, 1130 1168. (10) Thakur, M.; Macha, M.; Chernev, A.; Graf, M.; Lihter, M.; Deen, J.; Tripathi, M.; Kis, A.; Radenovic, A. Wafer-Scale Fabrication of Nanopore Devices for Single-Molecule DNA Biosensing using MoS2. Small Methods2020, 2020, 2000072. (11) Zhang, H.; Zhao, Q.; Tang, Z.; Liu, S.; Li, Q.; Fan, Z.; Yang, F.; You, L.; Li, X.; Zhang, J.; et al. Slowing Down DNA Translocation Through Solid-State Nanopores by Pressure.Small2013, 9, 4112 4117.\n(12) Lu, B.; Hoogerheide, D. P.; Zhao, Q.; Zhang, H.; Tang, Z.; Yu, D.; Golovchenko, J. A. Pressure-Controlled Motion of Single Polymers through Solid-State Nanopores.Nano Lett.2013, 13, 3048 3052. (13) Li, J.; Hu, R.; Li, X.; Tong, X.; Yu, D.; Zhao, Q. Tiny Protein Detection Using Pressure through Solid-State Nanopores.Electrophoresis2017, 38, 1130. (14) Hoogerheide, D. P.; Lu, B.; Golovchenko, J. A. PressureVoltage Trap for DNA near a Solid-State Nanopore.ACS Nano2014, 8, 7384 7391. (15) Firnkes, M.; Pedone, D.; Knezevic, J.; Doblinger, M.; Rant, U. Electrically Facilitated Translocations of Proteins through Silicon Nitride Nanopores: Conjoint and Competitive Action of Diffusion, Electrophoresis, and Electroosmosis.Nano Lett.2010, 10, 2162 2167. (16) Marion, S.; Macha, M.; Davis, S. J.; Chernev, A.; Radenovic, A. Wetting of nanopores probed with pressure. 2019; 1911.05229, arxiv https://arxiv.org/abs/1911.05229(accessed 09.30.2020). (17) Mouterde, T.; Keerthi, A.; Poggioli, A. R.; Dar, S. A.; Siria, A.; Geim, A. K.; Bocquet, L.; Radha, B. Molecular streaming and its voltage control in ångstro m-scale channels.Nature2019, 567, 87 90. (18) Marcotte, A.; Mouterde, T.; Nigue s, A.; Siria, A.; Bocquet, L. Mechanically activated ionic transport across single digit carbon nanotubes.Nat. Mater.2020, 19, 1057. (19) Lan, W.-J.; Holden, D. A.; White, H. S. Pressure-Dependent Ion Current Rectification in Conical-Shaped Glass Nanopores.J. Am. Chem. Soc.2011, 133, 13300 13303. (20) Jubin, L.; Poggioli, A.; Siria, A.; Bocquet, L. Dramatic pressuresensitive ion conduction in conical nanopores.P oc Natl. Acad. Sci. U. S. A.2018, 115, 4063 4068. (21) Vlassak, J.; Nix, W. A new bulge test technique for the determination of Young s modulus and Poisson s ratio of thin films.J. Mater. Res.1992, 7, 3242 3249. (22) Koenig, S. P.; Boddeti, N. G.; Dunn, M. L.; Bunch, J. S. Ultrastrong adhesion of graphene membranes.Nat. Nanotechnol. 2011, 6, 543 546. (23) Boddeti, N. G.; Liu, X.; Long, R.; Xiao, J.; Bunch, J. S.; Dunn, M. L. Graphene Blisters with Switchable Shapes Controlled by Pressure and Adhesion.Nano Lett.2013, 13, 6216 6221. (24) Bunch, J. S.; Verbridge, S. S.; Alden, J. S.; van der Zande, A. M.; Parpia, J. M.; Craighead, H. G.; McEuen, P. L. Impermeable Atomic Membranes from Graphene Sheets.Nano Lett.2008, 8, 2458 2462. (25) Willmott, G. R.; Moore, P. W. Reversible mechanical actuation of elastomeric nanopores.Nanotechnology2008, 19, 475504. (26) Roberts, G. S.; Kozak, D.; Anderson, W.; Broom, M. F.; Vogel, R.; Trau, M. Tunable Nano/Micropores for Particle Detection and Discrimination: Scanning Ion Occlusion Spectroscopy.Small2010, 6, 2653 2658. (27) Humplik, T.; Lee, J.; O Hern, S. C.; Fellman, B. A.; Baig, M. A.; Hassan, S. F.; Atieh, M. A.; Rahman, F.; Laoui, T.; Karnik, R.; et al. N nostructured materials for water desalination.Na otechnology 2011, 22, 292001. (28) Li, W.; Yang, Y.; Weber, J. K.; Zhang, G.; Zhou, R. Tunable, Strain-Controlled Nanoporous MoS2 Filter for Water Desalination. ACS Nano2016, 10, 1829 1835. (29) Fang, A.; Kroenlein, K.; Smolyanitsky, A. Mechanosensitive Ion Permeation across Subnanoporous MoS2 nolayers.J. Phys. Chem. C 2019, 123, 3588 3593. (30) Sahu, S.; Elenewski, J.; Rohmann, C.; Zwolak, M. Optimal transport and colossal ionic mechano-conductance in graphene crown ethers.Sci. Adv.2019, 5, eaaw5478. (31) Fang, A.; Kroenlein, K.; Riccardi, D.; Smolyanitsky, A. Highly mechanosensitive ion channels from graphene-embedded crown ethers.Nat. Mater.2019, 18, 76 81. (32) Smolyanitsky, A.; Fang, A.; Kazakov, A. F.; Paulechka, E. Ion transport across solid-state ion channels perturbed by directed strain. Nanoscale2020, 12, 10328 10334. (33) Biophysical Principles of Ion-Channel-Mediated Mechanosensory Transduction.Cell Rep. 2019, 29, 1 12.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX F\n(34) Rabinowitz, J.; Edwards, M. A.; Whittier, E.; Jayant, K.; Shepard, K. L. Nanoscale Fluid Vortices and Nonlinear Electroosmotic Flow Drive Ion Current Rectification in the Presence of Concentration Gradients.J. Phys. Chem. A2019, 123, 8285 8293. (35) Qiu, Y.; Siwy, Z. S.; Wanunu, M. Abnormal Ionic-Current Rectification Caused by Reversed Electroosmotic Flow under Viscosity Gradients across Thin Nanopores.Anal Chem.2019, 91, 996 1004. (36) Hall, J. E. Access resistance of a small circular pore.J. Gen. Physiol.1975, 66, 531 532. (37) Kowalczyk, S. W.; Grosberg, A. Y.; Rabin, Y.; Dekker, C. Modeling the conductance and DNA blockade of solid-state nanopores.Nanotechnology2011, 22, 315101. (38) Timoshenko, S. P.; Woinowsky-Krieger, S.Theory of Plates and Shells; McGraw-Hill: New York, 1959. (39) Dye, N. A.; Popovic, M.; Iyer, K. V.; Eaton, S.; Julicher, F. Selforganized patterning of cell morphology via mechanosensitive feedback. 2020; 2020.04.16.044883, bioarxiv,https://www.biorxiv. org/content/early/2020/04/18/2020.04.16.044883(accessed 09.30.2020). (40) Buchaillot, L.; Farnault, E.; Hoummady, M.; Fujita, H. Silicon Nitride Thin Films Young s Modulus Determination by an Optical Non Destructive Method.Jpn. J. Appl. Phys.1997, 36, L794 L797. (41) Temple-Boyer, P.; Rossi, C.; Saint-Etienne, E.; Scheid, E. Residual stress in low pressure chemical vapor deposition SiNx films deposited from silane and ammonia.J. Vac. Sci. Technol., A1998, 16, 2003 2007. (42) Noskov, A.; Gorokhov, E.; Sokolova, G.; Trukhanov, E.; Stenin, S. Correlation between stress and structure in chemically vapour deposited silicon nitride films.Thin Solid Films1988, 162, 129 143. (43) van Sterkenburg, S. W. P. The electrostriction of silicon and diamond.J. Phys. D: Appl. Phys.1992, 25, 996 1003. (44) Blaffart, F.; Van Overmeere, Q.; Pardoen, T.; Proost, J. In situ monitoring of electrostriction in anodic and thermal silicon dioxide thin films.J. Solid State Electrochem.2013, 17, 1945 1954. (45) Lan, W.-J.; Edwards, M. A.; Luo, L.; Perera, R. T.; Wu, X.; Martin, C. R.; White, H. S. Voltage-Rectified Current and Fluid Flow in Conical Nanopores.Acc. Chem. Res.2016, 49, 2605 2613. (46) Lee, C.; Joly, L.; Siria, A.; Biance, A.-L.; Fulcrand, R.; Bocquet, L. Large Apparent Electric Size of Solid-State Nanopores Due to Spatially Extended Surface Conduction.Na o Lett.2012, 12, 4037 4044. (47) Weissberg, H. L. End Correction for Slow Viscous Flow through Long Tubes.Phys. Fluids1962, 5, 1033 1036.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03083 Nano Lett.XXXX, XXX, XXX XXX G"
    } ],
    "references" : [ {
      "title" : "DNA Translocation through Graphene Nanopores",
      "author" : [ "C.A. Merchant", "K. Healy", "M. Wanunu", "V. Ray", "N. Peterman", "J. Bartel", "M.D. Fischbein", "K. Venta", "Z. Luo", "A.T. C Johnson" ],
      "venue" : null,
      "citeRegEx" : "Merchant et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Merchant et al\\.",
      "year" : 2013
    }, {
      "title" : "Ion-Current Rectification in Nanopores and Nanotubes with Broken Symmetry",
      "author" : [ "Z. Siwy" ],
      "venue" : null,
      "citeRegEx" : "Siwy,? \\Q2020\\E",
      "shortCiteRegEx" : "Siwy",
      "year" : 2020
    }, {
      "title" : "Flow-induced shift of the Donnan equilibrium for ultra-sensitive mass transport measurement through a single nanochannel",
      "author" : [ "S. Gravelle", "C. Ybert" ],
      "venue" : null,
      "citeRegEx" : "Gravelle and Ybert,? \\Q2006\\E",
      "shortCiteRegEx" : "Gravelle and Ybert",
      "year" : 2006
    }, {
      "title" : "Beyond the Tradeoff: Dynamic Selectivity in Ionic Transport and Current Rectification",
      "author" : [ "A.R. Poggioli", "A. Siria", "L. Bocquet" ],
      "venue" : null,
      "citeRegEx" : "Poggioli et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Poggioli et al\\.",
      "year" : 2019
    }, {
      "title" : "Wafer-Scale Fabrication of Nanopore Devices for Single-Molecule DNA Biosensing using MoS2",
      "author" : [ "M. Thakur", "M. Macha", "A. Chernev", "M. Graf", "M. Lihter", "J. Deen", "M. Tripathi", "A. Kis", "A. Radenovic" ],
      "venue" : "Small Methods",
      "citeRegEx" : "Thakur et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Thakur et al\\.",
      "year" : 2019
    }, {
      "title" : "Slowing Down DNA Translocation Through Solid-State Nanopores by Pressure",
      "author" : [ "H. Zhang", "Q. Zhao", "Z. Tang", "S. Liu", "Q. Li", "Z. Fan", "F. Yang", "L. You", "X. Li", "J Zhang" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2020
    }, {
      "title" : "Tiny Protein Detection Using Pressure through Solid-State Nanopores",
      "author" : [ "R. Hu", "X. Li", "X. Tong", "D. Yu", "Q. Zhao" ],
      "venue" : "Nano Lett.2013,",
      "citeRegEx" : "J. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2013
    }, {
      "title" : "Wetting of nanopores probed with pressure",
      "author" : [ "S. Marion", "M. Macha", "S.J. Davis", "A. Chernev", "A. Radenovic" ],
      "venue" : "Nano Lett.2010,",
      "citeRegEx" : "Marion et al\\.,? \\Q1911\\E",
      "shortCiteRegEx" : "Marion et al\\.",
      "year" : 1911
    }, {
      "title" : "Molecular streaming and its voltage control in ångstro",
      "author" : [ "T. Mouterde", "A. Keerthi", "A.R. Poggioli", "S.A. Dar", "A. Siria", "A.K. Geim", "L. Bocquet", "B. Radha" ],
      "venue" : null,
      "citeRegEx" : "Mouterde et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Mouterde et al\\.",
      "year" : 2020
    }, {
      "title" : "Impermeable Atomic Membranes from Graphene Sheets",
      "author" : [ "J.S. Bunch", "S.S. Verbridge", "J.S. Alden", "A.M. van der Zande", "J.M. Parpia", "H.G. Craighead", "P.L. McEuen" ],
      "venue" : null,
      "citeRegEx" : "Bunch et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bunch et al\\.",
      "year" : 2013
    }, {
      "title" : "Reversible mechanical actuation of elastomeric nanopores",
      "author" : [ "G.R. Willmott", "P.W. Moore" ],
      "venue" : null,
      "citeRegEx" : "Willmott and Moore,? \\Q2008\\E",
      "shortCiteRegEx" : "Willmott and Moore",
      "year" : 2008
    }, {
      "title" : "Tunable Nano/Micropores for Particle Detection and Discrimination: Scanning Ion Occlusion Spectroscopy",
      "author" : [ "G.S. Roberts", "D. Kozak", "W. Anderson", "M.F. Broom", "R. Vogel", "M. Trau" ],
      "venue" : null,
      "citeRegEx" : "Roberts et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Roberts et al\\.",
      "year" : 2008
    }, {
      "title" : "Tunable, Strain-Controlled Nanoporous MoS",
      "author" : [ "W. Li", "Y. Yang", "J.K. Weber", "G. Zhang", "R. Zhou" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2011
    }, {
      "title" : "Mechanosensitive Ion Permeation across Subnanoporous MoS",
      "author" : [ "K. Kroenlein", "A. Smolyanitsky" ],
      "venue" : "Filter for Water Desalination. ACS Nano2016,",
      "citeRegEx" : "A. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2016
    }, {
      "title" : "Optimal transport and colossal ionic mechano-conductance in graphene crown ethers.Sci",
      "author" : [ "S. Sahu", "J. Elenewski", "C. Rohmann", "M. Zwolak" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Sahu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Sahu et al\\.",
      "year" : 2019
    }, {
      "title" : "Highly mechanosensitive ion channels from graphene-embedded crown ethers.Nat. Mater",
      "author" : [ "A. Fang", "K. Kroenlein", "D. Riccardi", "A. Smolyanitsky" ],
      "venue" : null,
      "citeRegEx" : "Fang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2019
    }, {
      "title" : "Ion transport across solid-state ion channels perturbed by directed strain",
      "author" : [ "A. Smolyanitsky", "A. Fang", "A.F. Kazakov", "E. Paulechka" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Smolyanitsky et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Smolyanitsky et al\\.",
      "year" : 2019
    }, {
      "title" : "Access resistance of a small circular pore",
      "author" : [ "J.E. Hall" ],
      "venue" : null,
      "citeRegEx" : "Hall,? \\Q2019\\E",
      "shortCiteRegEx" : "Hall",
      "year" : 2019
    }, {
      "title" : "Selforganized patterning of cell morphology via mechanosensitive",
      "author" : [ "N.A. Dye", "M. Popovic", "K.V. Iyer", "S. Eaton", "F. Julicher" ],
      "venue" : "bioarxiv,",
      "citeRegEx" : "Dye et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Dye et al\\.",
      "year" : 2020
    }, {
      "title" : "Residual stress in low pressure chemical vapor deposition SiNx films deposited from silane and ammonia",
      "author" : [ "P. Temple-Boyer", "C. Rossi", "E. Saint-Etienne", "E. Scheid" ],
      "venue" : null,
      "citeRegEx" : "Temple.Boyer et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Temple.Boyer et al\\.",
      "year" : 1997
    }, {
      "title" : "In situ monitoring of electrostriction in anodic and thermal silicon dioxide thin films.J",
      "author" : [ "F. Blaffart", "Q. Van Overmeere", "T. Pardoen", "J. Proost" ],
      "venue" : "Solid State Electrochem",
      "citeRegEx" : "Blaffart et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Blaffart et al\\.",
      "year" : 1992
    }, {
      "title" : "Voltage-Rectified Current and Fluid Flow in Conical Nanopores",
      "author" : [ "W.-J. Lan", "M.A. Edwards", "L. Luo", "R.T. Perera", "X. Wu", "C.R. Martin", "H.S. White" ],
      "venue" : null,
      "citeRegEx" : "Lan et al\\.,? \\Q1945\\E",
      "shortCiteRegEx" : "Lan et al\\.",
      "year" : 1945
    }, {
      "title" : "End Correction for Slow Viscous Flow through Long Tubes",
      "author" : [ "H.L. Weissberg" ],
      "venue" : null,
      "citeRegEx" : "Weissberg,? \\Q2012\\E",
      "shortCiteRegEx" : "Weissberg",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Nanopores in solid state membranes are a tool able to probe nano uidic phenomena or can act as a single molecular sensor. They also have diverse applications in ltration, desalination, or osmotic power generation. Many of these applications involve chemical, or hydrostatic pressure di er nces which act on both the supporting membrane, and the ion transport through the pore. By using pressure di rences between the sides of the membrane and an alternating current approach to probe ion transport, we investigate two distinct physical phenomena: the elastic deformation of the membrane through the measurement of strain at the nanopore, and the growth of ionic current recti cation with pressure due to pore entrance e ects. These measurements are a signi cant step toward the understanding of the role of elastic membrane deformation or uid ow on linear and nonlinear transport properties of nanopores.",
    "creator" : null
  }
}