{
  "name" : "downloads_2019-12-12_92_10.1016@j.chemosphere.2019.125553.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Humic acid functionalized magnetic nanomaterials for remediation of dye wastewater under ultrasonication: Application in real water samples, recycling and reuse of nanosorbents",
    "authors" : [ "Ravindra Kumar Gautam", "Ida Tiwari" ],
    "emails" : [ "idatiwari@bhu.ac.in", "ravindragautam1987@gmail.com" ],
    "sections" : [ {
      "heading" : "Journal Pre-proof",
      "text" : "Humic acid functionalized magnetic nanomaterials for remediation of dye wastewater under ultrasonication: Application in real water samples, recycling and reuse of nanosorbents"
    }, {
      "heading" : "Ravindra Kumar Gautam, Ida Tiwari",
      "text" : "PII: S0045-6535(19)32793-6 DOI: https://doi.org/10.1016/j.chemosphere.2019.125553 Reference: CHEM 125553\nTo appear in: ECSN"
    }, {
      "heading" : "Received Date: 9 September 2019",
      "text" : ""
    }, {
      "heading" : "Revised Date: 1 December 2019",
      "text" : ""
    }, {
      "heading" : "Accepted Date: 4 December 2019",
      "text" : "Please cite this article as: Gautam, R.K., Tiwari, I., Humic acid functionalized magnetic nanomaterials for remediation of dye wastewater under ultrasonication: Application in real water samples, recycling and reuse of nanosorbents, Chemosphere (2020), doi: https://doi.org/10.1016/j.chemosphere.2019.125553.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2019 Published by Elsevier Ltd.\nGraphical Abstract\n1\nHumic acid functionalized magnetic nanomaterials for remediation 1 of dye wastewater under ultrasonication: Application in real water 2 samples, recycling and reuse of nanosorbents 3 4 Ravindra Kumar Gautam, Ida Tiwari* 5\n6 Department of Chemistry (Centre of Advanced Study), Institute of Science, 7 Banaras Hindu University, Varanasi, 211005, India 8 *Corresponding author 9\nEmail: idatiwari@bhu.ac.in (IT), 10\nravindragautam1987@gmail.com (RKG) 11 Phone: (+91) 9415813020 12\n13 Abstract 14\nWater pollution by industrial sector is a great problem which hampers the sustainable 15 development goals. Dye containing water effluent poses vast challenge to clean water before its 16 discharge in to the surrounding ecosystem. Herein, we prepared humic acid functionalized Fe3O4 17 nanosorbents through an eco-friendly route and applied for decolorization of carcinogenic dye 18 from water. The nanosorbents was characterized by AFM, BET surface area analyzer, FTIR, 19 SEM-EDX, TEM, TGA/DTG, VSM and XRD. Adsorption experiments were conducted by 20 taking the appropriate amount of dye in different sources of water under ultrasonication. 21 Adsorption process was controlled by chemisorption in nature making pseudo-second-order 22 model most suitable. Multilayer adsorption was taking place on the active sites of nanosorbents 23 showing applicability of Freundlich isotherm model with highest adsorbed amount of 199.986 24\n2\nmg g-1 at 323 K. Rise in temperature favors the remediation of colored effluent thus positive 25 value of ∆H° (74.234 kJ mol-1) and negative value of ∆G° shows endothermic and spontaneous 26 nature of adsorption system. Cationic surfactant CTAB favors the adsorption (<80%) while 27 anionic SDS gives very low removal (>48%) because of the micelle formation at the surface of 28 nanosorbents. Decolorization from real water samples shows that the adsorption of malachite 29 green was 97, 90, 91, 87, and 86% for Ganga river water, tap water, well water, hand pump 30 water and submersible water, respectively. The used Fe3O4/HA nanosorbents was easily recycled 31 from water samples through 0.1 M HCl and nanosorbents was used up to five cycles with greater 32 percentage of removal at 85%. 33\n34 Keywords: Humic acid, Magnetic nanoparticles, Malachite green, Ultrasonication, Surfactants 35\n36 1.1 Introduction 37 Removal of hazardous dyes from industrial wastewater has become an important environmental 38 issue because of stringent rules over its discharge into the aquatic ecosystem (Badruddoza et al. 39 2010). Numerous industries, such as leather, paper, textile, cosmetic, rubber, plastic, and 40 pharmaceutical uses synthetic aromatic dyes to color their products (Debrassi et al. 2012). The 41 discharge of colored wastewater effluents into the aquatic ecosystem is a serious environmental 42 concern and poses great toxicity to aquatic biota and humans (Saleh 2015a). The presence of dye 43 in water impedes the sunlight penetration, and thus, reduces the photosynthetic rate of green 44 plants and algae. A number of technology have been applied to remove dye from colored 45 effluents, including advanced oxidation (Chan et al. 2011), coagulation (Moghaddam et al. 46 2011), biological treatment (Türgay et al. 2011), ultrasonication (Bazrafshan et al. 2017, Ghaedi 47\n3\net al., 2015, Khafri et al. 2017, Dil et al. 2018, Dil et al. 2019, and adsorption processes (Saleh et 48 al. 2019, Gautam et al. 2014a). Among these techniques, adsorption is most suitable because of 49 its low-cost, simplest methodology, ease in operation, and adsorbent regeneration (Gautam et al. 50 2014b). Activated carbon (Tuzen et al. 2018), biosorbents, clay materials (Saha et al. 2010), sea 51 shell powders (Chowdhury and Saha 2010), Schiff base (Alshaheri et al. 2017), magnetic carbon 52 (Saleh and Al-Absi 2017), polyamide magnetic palygorskite (Saleh et al. 2018), chitosan-53 modified vermiculite (Saleh et al. 2016) and hydrogels (Tang et al. 2012) were applied to remove 54 toxic dyes from aquatic media. However, their high cost and tedious synthesis route limits their 55 applications in the treatment of dye laden wastewater at industrial scale. 56 Magnetically responsive adsorbents are appropriate in the remediation of dyes from industrial 57 effluents, due to their high surface area to volume ratio, chemical stability, biocompatibility, and 58 it can be regenerated from water conveniently (Singh et al. 2014). Bare magnetite is exceedingly 59 prone in open environment and easily gets oxidized. Therefore, functionalization of magnetite 60 with organic and inorganic moieties may assist and stabilize the oxidation of magnetic 61 nanoparticles (Li et al. 2006). Hence, many workers have synthesized the magnetic nanoparticles 62 and functionalized or coated with suitable organic or inorganic materials. Recently, methyl blue 63 was adsorbed by magnetic chitosan attached on graphene oxide (Fan et al. 2012). It has been 64 demonstrated that the surface modification of magnetic nanoparticles exhibits a natural 65 protective effect and lower the toxicity associated with nanomaterials (Lewinski et al. 2008). 66 Due to their significance, various methods such as sol-gel (López-Sánchez et al. 2016), 67 hydrothermal synthesis (Rezaie et al. 2019), reverse micelles method (Liang et al. 2019), co-68 precipitation (Calle et al. 2019), and thermal decomposition route (Kopp et al. 2019) have been 69 developed for the preparation of magnetic nanoparticles. However, these methods generally lead 70\n4\nto complicated process and require relatively harmful solvents, high temperature and the 71 percentage yield is very low. Though, co-precipitation method has been extensively employed at 72 atmospheric conditions using toxic surfactants. The use of such surfactants may pose toxic 73 effects in the organism and on the environment. Herein, we presented a simple co-precipitation 74 method to synthesize the humic acid coated superparamagnetic Fe3O4 nanoparticles with 75 relatively high yield. 76 Humic acids (HA) are high molecular weight, heterogeneous organic molecules that are 77 abundantly present in soil and aquatic environments (Redwood et al. 2005). They are potentially 78 important in the binding and bioavailability of trace elements, and low level organic contaminant 79 due to large surface area and strength of binding through ligand exchange (Niu et al. 2011). The 80 role of HA in the degradation of organic pollutants by Fenton like reaction have been widely 81 explored (Kang and Choi 2009). Sorption of metal ions by HA has been also carried out and 82 efforts were made to explain their interaction with HA (Peng et al. 2012). But, there are very few 83 reports on the adsorption of dyes by HA from aqueous media. Malachite green, a 84 triphenylmethane dye, was selected as a model pollutant because it is used in dyeing jute, wool, 85 silk, and leather in textile industries (Saha et al. 2010). It is also used as a biological stain in 86 medicinal applications. Fish hatchers also use malachite green as an antifungal agent. Malachite 87 green is a cationic dye which possess great toxicity and is a well known carcinogen (Mittelstaedt 88 et al. 2004), having discharged from industrial operations during textile processing. Malachite 89 green promotes the formation of tumor in fish cells. Therefore, an effort was undertaken to 90 remove malachite green dye from aqueous phase. 91\n92 1.2 Methodology 93\n5"
    }, {
      "heading" : "1.2.1 Chemicals 94",
      "text" : "High purity chemicals were used in all experiments without any refinement. Humic acid sodium 95 salt (HA) was an Alfa Aesar product. FeCl3·6H2O, FeSO4·7H2O, NH4OH, NaOH, HCl, NaCl, 96 ethanol, acetone, SDS, CTAB, and tween 80 were supplied by Merck, Mumbai. Malachite green 97 (MW: 364.911 g/mol, λmax: 618 nm) was supplied by Thomas Baker, Mumbai and its chemical 98 structure has been depicted in Fig. 1(A). Standard of dye was prepared by dissolving the 99\nappropriate amount of dye in triple distilled water. 100\n101\n1.2.2 Synthesis and instrumentation 102\nHA decorated Fe3O4 was developed as reported in literature with little changes (Peng et al. 103 2012). 6.0 g (0.022 M) of FeCl3·6H2O was taken in 100 mL of distilled water. In it 2-3 drops of 104 HCl was added to avoid hydrolysis. Afterwards 4.2 g (0.151 M) of FeSO4·7H2O was added in 105 the above mixture and the reaction temperature slowly heated to 90 ºC. Then 10 mL of 25% 106 liquor ammonia and 0.5 g of HA dispersed in 50 mL of water were poured. The above 107 combination was shaken for 40 min and after this it was automatically cooled to atmospheric 108 level. At the end a black product (Fe3O4/HA) was obtained and separated by a magnet. It was 109 washed three times with ethanol to remove impurities and dried in oven. Fe3O4 was also 110 produced by same method except with no HA was added. 111 FTIR spectra of before and after adsorption were recorded in KBr pellets with a FTIR 112 spectrophotometer (FTLA-2000 ABB spectrophotometer, Canada) in the wavenumber 400-4000 113 cm-1. Morphology of nanoparticles was carried out by Scanning Electron Microscope-Zeiss 114 EVO40). BET method was used for surface area measurement (Micromeritics ASAP 2020). 115 TEM pictures were recorded by Transmission Electron Microscope, Philips CM200. XRD 116\n6\nspectra were produced in the 2θ range 20 - 80˚ on a Philips X’pert Pro diffractometer under 117 CuKα radiation (λ = 1.54060 Å). Size of particles was calculated by Scherrer’s method (Klug 118 and Alexander 1962). A Zeta Probe of Colloidal Dynamics, USA was used to know the zeta 119 potential. Nanomaterials particle size was measured by a laser beam Mastersizer 2000 Malvern, 120 UK. A digital pH meter of Systronics was used to record the pH of liquids. Magnetization was 121 measured by Oxford VSM technique. Thermogravimetric analysis (TGA/DTG) was done using 122 the thermogravimetric balance (TGA 209 F3 NETZSCH, Germany). AFM images were recorded 123 with a Scanning Probe Microscope (NT-MDT NTEGRA, Russia). 124\n125 1.2.3 Removal experiments 126 Decolorization performance of Fe3O4/HA materials were checked for malachite green dye from 127 25-200 mg L-1 by taking dye solution in 100 mL flask in triplicates and a control was always 128 performed. Their average values are reported in this paper. Liquid pH was maintained by 0.1 M 129 HCl or NaOH as needed. Every experiment was performed by taking optimized dose of 0.2 g 130 adsorbent at varying thermal condition with shaking speed of 120 rpm. As equilibrium condition 131 reached the used magnetic particles were extracted by an external magnet. Remaining 132 concentration of dye was measured by a double beam UV-Vis spectrophotometer (Systronics, 133 India). Decolorization percentage and adsorbed dye on materials were found out by following 134 formulas: 135 ( ) ( ) ( )0 0Decolorization % 1/ 100eC C C= − × × (1) 136 ( ) ( ) ( )0Dye adsorbed 1 /e eq C C M V= − × × (2) 137 where starting and equilibrium dye amount (mg L-1) is denoted as C0 and Ce, correspondingly, M 138 is adsorbent quantity (g), V is solution capacity (L), and qe is quantity of dye adsorbed (mg g -1). 139\n7\n140 1.2.4 Desorption and regeneration studies 141 Desorption of the adsorbed molecules is very crucial step as the regeneration of adsorbent 142 decides the monetary success of the purification technology (Gautam et al. 2014a). Keeping in 143 mind the reactivation of magnetic adsorbent many solvents were applied to recycle Fe3O4/HA 144 materials. Although the adsorbed dye on Fe3O4/HA nanoparticles were easily desorbed by 0.1 M 145 HCl medium. This process was continued until the dye was not detected in liquid. After that 146 Fe3O4/HA was cleaned many time with triple distilled water. The recycled Fe3O4/HA particles 147 were applied in the subsequent experiments to sequester the dye from liquids. 148\n149\n1.2.5 Reproducibility and control of experiments 150\nAll the experiments were performed in triplicates to get reproducible outcomes. To control error, 151 chi square test (χ2), sum of square of error (SSE), and residual root mean square error (RMSE) 152 were find out by equations: 153\n2 , cal , exp2\n1 , exp\n(q )n e e\ni e\nq\nq χ\n=\n− =∑ (3) 154\n( )2, cal , exp 1\nq n\ne e i i SSE q = = −∑ (4) 155\n1 2\n, cal , exp 1\n1 (q )\n2 e en RMSE q n = = − − ∑ (5) 156\nwhere adsorption capacities qe,cal and qe,exp belongs to theoretical and experimental values 157 (mg/g), respectively, and n denotes the number of experimental samples. 158\n159\n8\n1.3 Results and discussion 160\n1.3.1 Characterization of Fe3O4/HA 161\nThe zeta potential of magnetic nanoparticles were anaysed to know the particles stability in 162 aqueous solution by varying the solution pH. The zeta potential of prepared Fe3O4 and Fe3O4/HA 163 are shown in Fig. 1(B). The pHzpc of the Fe3O4 nanoparticles were found to be 6.2 which are 164 close to that reported in literature (Gautam et al. 2015a). The pHzpc of Fe3O4/HA was found to be 165 2.3 because the coating of HA which had abundant carboxylic acids, phenolic groups, and 166 hydroxyl ions. Similar result have been reported for the zeta potential of gray HA which has the 167 negative surface charge in the pH range 0.5 to 9.0 (Alvarez-Puebla and Garrido 2005). The low 168 pHzpc for Fe3O4/HA reveals that surface of nanoparticles are developed with negative ions. This 169 negatively developed charged decreases the agglomeration of Fe3O4/HA and helps to attract the 170 positively charged dye molecules (Peng et al. 2012). Shape of Fe3O4/HA are rough and 171 spheroidal in nature as revealed by SEM (Fig. 1C) and EDX spectrum confirm the presence of 172 Fe and O as major element. Presence of C peak in EDX spectra confirms the coating of HA on 173 the surface of Fe3O4 nanoparticles (Fig. 1D). 174 Fig. 1 is near here. 175\n176 Fig. 2 shows the TEM analysis of nanoparticles with its SEAD pattern and particle size 177 distribution. Most of the Fe3O4 particles were spheroidal in character with particle size between 5 178 to 15 nm. Size of Fe3O4/HA particles were measured in between 10 to 20 nm with the average 179 diameter of ~14 nm. Somewhere little agglomeration was also observed. It has been reported in 180 literature that the magnetic particles with size <30 nm with zero remanence and coercivity can be 181 considered as superparamagnetic (Badruddoza 2010). The BET surface area of the Fe3O4 and 182\n9\nFe3O4/HA nanoparticles were recorded as 87 and 68 m 2 g-1, respectively (Fig. 3A). It was similar 183 as reported in literature (Peng et al. 2012). The decrease in value of surface area for Fe3O4/HA 184 nanoparticles might be due the highly narrow micro-porosity of HA. 185 Fig. 2 is near here. 186 Fig. 3 is near here. 187 XRD spectra of pure and after adsorption of malachite green are shown in Fig. 3B, and it was 188 evaluated with the help of JCPDS of Fe3O4 (No.: 190629). Identical crest of Fe3O4 (2θ = 30.1, 189 35.3, 43.1, 53.4, 57.0, and 62.6°) were observed with their relative indices at (220, 311, 400, 422, 190 511, and 440) (Lasheen et al. 2014). Scherer’s formula (Klug and Alexander 1962) was applied 191 to calculate the diameter of Fe3O4 and Fe3O4/HA nanoparticles. Diameter of particles were 192 acquired as 8 and 15 nm, respectively, by using the strongest peak (311) at 2θ = 35.3°. It was 193 observed that the HA coating of Fe3O4 nanoparticles does not affect the nature of crystallinity, as 194 depicted in Fig. 3B. Niu et al. (2011) have also reported similar findings. No change in sharpness 195 of peaks were found after adsorption of malachite green on to the Fe3O4/HA magnetic 196 nanoparticles. 197 The FTIR spectra of magnetic nanoparticles, Fe3O4 parent, Fe3O4/HA, and malachite green 198 loaded are depicted in Fig. 1(C). Peak at 585 cm-1 was found which indicated the stretching of 199 Fe-O present in magnetic material (Saleh 2018, Saleh 2016, Cornell and Schwertmann 2003) and 200\nstretching of O-H was found at 898 cm-1. C-H2 vibration characteristics were gained at 1400 cm - 201 1. Bending vibrations of H-O-H was found at 1620 cm-1. Coating of HA on surface of Fe3O4 was 202 also studied by FTIR. Carboxyl ions of COOH present in Fe3O4/HA surface shows the peak at 203 1600 cm-1 (Yantasee et al. 2007). C-O stretching of carbonyl groups was found at 1106 cm-1. 204 Peak at 1324-1452 cm-1 was due to the phenolic groups of HA (Sureshkumar et al. 2013). It has 205\n10\nbeen showed that attachment of HA on surface of Fe3O4 happened via ligand exchange (Gu et al. 206 1994). Large changes were observed in crest of functional groups of Fe3O4/HA from 700 to 1700 207 cm-1 after adsorption of malachite green dye. A comparison of Fe3O4/HA and malachite green 208 loaded spectra shows that there is loss of individual peaks or manifestation of novel peaks due to 209 the adsorption of malachite green on the walls of Fe3O4/HA nanoparticles. 210 TGA/DTG of material is given in Fig. 1(D). Three step weight degradation (34%) of Fe3O4/HA 211 nanoparticles was found between 25-200, 200-400 and 570-660 ºC. First degradation of material 212 was found between 25-200 ºC which was due to the attached water molecules. Second step 213 degradation was due to attached CO and CH2 of the humic acid in material. At higher 214 temperature (upto 300 °C) decomposition takes place of the less condensed components, such as 215 the polysaccharides or more thermolabile components of humic acids. Following the degradation 216 at about 400 °C, the thermal effects may be attributed to the pyrolysis of the highly condensed 217 materials, such as the aromatic components of lignin and the core structures of humic materials. 218 After that a plateau was reached showing the steady weight loss up to the 570 ºC. Third step 219 degradation from 570-660 ºC was due to the phase transfer of magnetite to maghemite (Rudolph 220 et al. 2012). DTG peaks revealed the weight loss at ~75, 235, 350, and 650 ºC and can be 221 assigned as endothermic in nature. The most intense endothermic trench was found at ~650 ºC 222 which revealed the phase transition of material (Roonasi and Holmgren 2009). 223 Magnetic measurements of Fe3O4 and Fe3O4/HA magnetic nanoparticles were measured in 224 applied magnetic field between -15000 to +15000 Oe. VSM findings exhibited a typical 225 superparamagnetic characteristic of the Fe3O4 and Fe3O4/HA nanoparticles with saturation 226 magnetization from magnetic hysteresis loops are 84.40 and 70.05 emu/g, respectively. The 227 lowering down in magnetic saturation value of Fe3O4/HA nanoparticles may be attributed to the 228\n11\ncoating of HA on to the surface of Fe3O4 nanoparticles. Literature data also supported this 229 finding (Zhang et al. 2013). 230 AFM images of Fe3O4 and Fe3O4/HA nanoparticles were obtained by drop casting method (Fig. 231 4). An appropriate amount of material was dispersed in ethanol and a drop of suspension was 232 coated on a fresh glass cover sheet. Cantilever probe was used to scan on a selected area of 2 × 2 233 µm. The probe was adjusted with detection of height of nanoparticles. Spherical size of Fe3O4 234 and Fe3O4/HA nanoparticles were ~8 nm and ~14 nm as confirmed by measuring the height of 235 attached nanoparticles. The Fe3O4 and Fe3O4/HA nanoparticles size are remarkably correlated 236 with TEM and XRD. No significant nanoparticles agglomeration was observed for Fe3O4 237 nanoparticles and as can be seen in Fig. 4 the particles have good size distribution and mono 238 dispersion. However, an aggregation behavior was observed in the Fe3O4/HA nanoparticles. The 239 average surface roughness of the scanned nanoparticles of Fe3O4 and Fe3O4/HA was found to be 240 2.356 and 4.131 nm, respectively. Thus, it is clear that after the functionalization of Fe3O4 by HA 241 the surface roughness increased, which have significance for the adsorption (Deng et al. 2003). 242 The root means square for the scanned nanoparticles of Fe3O4 and Fe3O4/HA were of 3.862 and 243 5.706 nm, respectively. Hence, the increased surface roughness due to the functionalization with 244 HA facilitates the adsorption of malachite green dye molecules. 245 Fig. 4 is near here. 246\n247\n1.3.2 Effect of pH and pHzpc 248\nEffect of solution pH between 2-10 was studied on the adsorption properties of nanomaterials for 249 malachite green dye (Fig. 5). At the starting of adsorption system the remediation percentage of 250 malachite green was high as cationic dye comes fast into the contact of negatively charged 251\n12\n13\n275 1.3.3 Effect of time and dye concentration 276\nEffect of reaction time on adsorption of malachite green dye by Fe3O4/HA was investigated by 277 varying the dye concentration (Fig. 6). Fig. 6 clearly shows that the dye remediation decreases 278 with increase in dye concentration. When the dye concentration was 25 mg L-1 it get easily 279 adsorb by the magnetic nanoparticles due to lots of surface sites present on the adsorbent. 280 However, as the concentration increases from lower to higher concentration, leads to the higher 281 adsorption of malachite green because of the availability of active sites and positively charged 282 dye molecules. The remediation percentage of 25, 50, 100, and 200 mg L-1 was obtained as 97. 283 20, 92.00, 84.00, and 80.70 %, respectively, in equilibrium time of 35 min and later no change 284 on remediation percentage were observed. Hence 35 min was taken as optimized time operating 285 parameter for further adsorption analysis. Chowdhury et al. (2011) also found similar results for 286 sorption of malachite green on modified rice husk. At the beginning the dye molecules quickly 287 approaches to the boundary layer by mass transfer, later dye molecules diffuses to surface and 288 pores of Fe3O4/HA from boundary layer film. Gautam et al. (2015b) have reported similar 289 findings. 290 Fig. 6 is near here. 291 1.3.4 Adsorption Kinetics 292\nLagergren’s pseudo-first-order kinetic model (eq. 6) was applied to find out adsorption kinetics 293 (Lagergren 1898): 294\n( ) 1ln lne t eq q q k t− = − (6) 295\n14\nwhere qe and qt refers to adsorbed dye (mg g -1) at equilibrium and given time, t (min), 296 respectively, and k1 is the rate constant (min -1). k1 is calculated by the slope and intercept of plot 297 of log (qe – qt) versus t (Fig. S1a). Table 1 shows the kinetic values for dye sorption on 298 Fe3O4/HA. A big disparity was observed for theoretical and calculated qe and hence it suggested 299 that the pseudo-first-order model is not a good fit for the present adsorption system. This model 300 has been also found not suitable for adsorption system in literature (He et al. 2013). 301\nHo and McKay’s (1999) pseudo-second-order model can be written as: 302\n( )22t e t dq\nk q q dt = − (7) 303 After reorganizing the variables, 304\n( ) 22 t\ne t\ndq k dt\nq q = − (8) 305\nAfter integrating eq. (8) to the boundary conditions provides: 306\n( )22 1 t ee t t q qk q = + (9) 307 where k2 is the rate constant (g mg -1 min-1). k2 is find out with the slope and intercept of the plot 308 of t/qt vs. t (Fig. S1b). Table 1 provides the parameters for this model. This model shows the 309 high R2 values (>0.982) for all the studied dye concentration. Consistency was observed between 310 calculated and theoretical values of qe for all adsorption system. Table 1 also shows the values of 311 error analysis. The error values favor the suitability of pseudo-second-order kinetics for the 312 studied adsorption system. Similar results have been reported in previous study (Tang et al. 313 2012). 314\n15\nStatistical data and adsorption findings suggest the suitability of pseudo-second-order kinetics 315 for the present adsorption system. Pseudo-second-order model revealed good fit and better 316 correlation for almost every studied system over it; hence, we can say that the adsorption was 317 controlled by chemisorption mechanism through the adsorption of malachite green dye on the 318 external surface of magnetic sorbent as well as diffusion into the internal pores of the magnetic 319 sorbent (Saleh 2015b, Saha et al. 2010). Tang et al (2012) have also reported the comparative 320 finding for the adsorption of malachite green by chitin hydrogels. 321\n322\n1.3.5 Mechanistic investigation 323\nTo recognize the decolorization process of malachite green dye on Fe3O4/HA nanoparticles the 324 intra-particle diffusion model as proposed by Weber and Morris (1963) was applied. This model 325 can be expressed by the following equation: 326\n1/2 t iq k t C= + (10) 327 where C represents the intercept and ki is the rate constant for intra-particle-diffusion (mg g -1 328 min-1/2). By applying this equation, plot of qt versus t 1/2 is linear. When the line passes through 329 the origin it engages the intra-particle-diffusion as the rate controlling step in the adsorption 330 process (Fig. S1c). A scheme have been proposed for the possible adsorption of malachite green 331 dye on the surface of Fe3O4/HA nanoparticles (Fig. 7). In the initial stage when the dye molecule 332 comes in the contact of Fe3O4/HA nanoparticles, it quickly adsorb on the surface (active sites) of 333 magnetic nanoparticles. Afterword the adsorb dye molecules diffuses slowly in the pores of 334 Fe3O4/HA nanoparticles. 335\nFig. 7 is near here. 336\n16\n337 Table 1 is near here. 338\n339\n1.3.6 Adsorption isotherm 340\nNumerous types of isotherm models have been proposed for the adsorption studies but in the 341 present system the Langmuir, Freundlich, Dubinin-Radushkevich and Temkin isotherm 342 equations have been tested for adsorption isotherm analysis. The nonlinear equation of 343 Langmuir isotherm model (eq. 11) can be expressed as (Langmuir 1918): 344\n( ) 0 1 L e e L e\nQ K C q\nK C = + (11) 345\nwhere Ce and qe are the amount of dye at equilibrium (mg L -1) and dye adsorbed on nanoparticles 346 (mg g-1), respectively. Q0 represents the highest sorption amount on monolayer (mg g -1); sorption 347 equilibrium constant (L mg-1) is denoted by KL. The isotherm constraints can be found out by the 348 linearized eq. 12 (Gautam et al. 2015b): 349\n( )0 0 1e e e L C C q K Q Q = + (12) 350\nThe Ce/qe versus Ce plot should represent a linear fit of slope 1/Q0 and an intercept of 1/(KL Q0) 351 (Fig. S2a). Table 2 shows the findings of Q0, KL, RL and R 2 for the isotherm. Highest sorption 352 ability was obtained as 158.730 mg g-1 at 323 K. The highest sorption capacity for malachite 353 green dye on various adsorbent is represented in Table S1. 354\nSeparation factor (RL) for Langmuir isotherm was also calculated by the eq. (13): 355\n( )0 1 1L L R K C = + (13) 356\n17\nwhere Co represents the starting dye amount (mg L -1) and KL shows the sorption constant (L mg - 357 1). Finding of RL values shows the favorability or unsuitability of adsorption system. Herein the 358 data of RL was found between 0-1 for applied isotherm which represents the suitability of 359 adsorption of dye molecules on Fe3O4/HA nanoparticles. 360\nFreundlich equation can be written as (Freundlich 1906). 361\n1 ln ln lne F eq K Cn  = +     (14) 362 where KF (L g -1) and n represents sorption amount and intensity of sorption, respectively. 363 Significant data of KF, n and R 2was calculated by graph of Freundlich isotherm (Fig. S2b). The 364 obtained result shows that Freundlich model is a good fit for the present adsorption system. 365 Commonly the value of n > 1 shows the favorability of adsorption process (Chakraborty et al. 366 2011). For every analyzed data, the value of n is greater than 2 with high R2 value which 367 represents the suitability of Freundlich model to the present study at all temperature. This model 368 also shows the adsorption takes place on multilayer surface. 369\n370 Dubinin-Radushkevich (D-R) isotherm equation can be written as (Dubinin 1960): 371 2ln( ) ln( )e mq q βε= − (15) 372\nwhere qe represents the adsorbed amount of dye (mg g -1), qm shows the highest adsorbed amount 373 (mg g-1), β depicts the adsorption coefficient (mol2 kJ-2), and ε is the Polanyi constant. The 374 Polanyi constant can be calculated as, 375\n1ln 1 e RT Cε   = +      (16) 376\n18\nwhere R represents the gas constant in kJ mol-1 K-1, T is temperature (K), and Ce is amount of 377 dye at equilibrium (mg L-1). 378 Results of β and qm were calculated from the slope and intercept of linear plot of ln qe versus 2ε 379 (Fig. S2c). Finding shows that D-R model is not suitable for this adsorption system as R2 values 380 are <0.822 for every experiment. Such types of observations are also noted in literature 381 (Chowdhury and Saha 2010, Gautam et al. 2015a). 382\n1.3.7 Thermodynamic analyses 396\n19\nThermodynamic variables like standard free energy (∆Gº), enthalpy (∆Hº) and entropy (∆Sº) 397 were calculated by equations (Wen et al. 2013): 398\nlog 2.303 2.303c\nS H K\nR RT\n∆ ∆= − o o (19) 399\nG H T S∆ = ∆ − ∆o o o (20) 400 where R denotes the gas constant (8.314 J mol-1 K), T is the absolute temperature (K), and Kc (L 401 g-1) is the thermal equilibrium constant defined by qe/Ce. The slope and intercept of plot log Kc 402 versus 1/T were used to find out the data of ∆Hº and ∆Sº. Table 3 represents the values of ∆Gº, 403 ∆Hº and ∆Sº at different studies temperatures. 404 Table 3 is near here. 405 The negative values of ∆Gº revealed that the adsorption is spontaneous in nature for every 406 studied experiment. Increase in temperature favors the sorption of malachite green on active sites 407 of nanomaterials (Huo and Yan 2012). Therefore, lowering down the number of ∆G° with rise in 408 heat revealed that high temperature makes the adsorption easier on Fe3O4/HA nanoparticles. 409 Positive values of ∆Hº depict the endothermic nature of adsorption system. Positive value of ∆Sº 410 for present adsorption system shows the enhanced randomness at solid-solution interface for the 411 period of adsorption of charged dye molecules on the active surface sites of nanomaterials. 412\n413\n1.3.8 Effect of Ultrasonication 414\nEffects of ultrasonic waves were studied on decolorization of malachite dye. Ultrasound 415 enhances the dye degradation process by forming acoustic cavitations (Roosta et al. 2014). 416 Removal of dye was performed in a batch mode with different know concentration of dye against 417 required time under optimized adsorbent dose. A constant source of ultrasound (frequency 40 418\n20\nKHz, voltage 220 V) was given to each experimental vessel. As the ultrasound falls on the water 419 molecules, it dissociates into hydrogen (H•) and hydroxyl radicals (•OH). This hydrogen and 420 hydroxyl radicals form many other species as follows: 421\nH2O → H• + •OH ………………………………………………………………… (21) 422\nO2 → 2 O………………………………………………………………………….. (22) 423\nH• + O2 → •OOH…………………………………………………………………. (23) 424\nO + H2O → 2 •OH……………………………………………………………...…. (24) 425\nH• + O2 → •OH + O………………………………………………………………. (25) 426\nThis •OH radicals interact with dye and degrades them. It has been found that removal of 427 malachite green by ultrasound was very quick and ~100 % removal was observed for all the 428 studied concentration of dye (Fig. 8). As the ultrasonic waves falls on the dye effluent more than 429 89 % of dye remediation was obtained for 25 mg/L within 5 min of contact time. Minimum 430 removal of 75% was obtained for 200 mg/L of dye at 5 min of contact time. Total dye was 431 mineralized within 35 min of contact time making ultrasound a suitable tool for the dye effluent 432 removal. 433\n434\n1.3.9 Effect of surfactants 435\nInteraction of surfactant with dye molecules are one of the important parameters as it affects the 436 solubility of dye molecules in water due to the presence of ionic charge over it. Decolorization of 437 dye was observed in presence of cationic (CTAB), anionic (SDS) and non ionic (tween 80). 438 Experiments were performed by 0.1 M CTAB and SDS and 0.5 mL of 5% tween 80 under 25 439\n21\nmg/L dye for 30 min of contact time. Removal of malachite green in presence of CTAB, SDS 440 and tween 80 were 80, 48, and 67%, respectively. SDS being an anionic surfactant gives very 441 low removal 48% which may be due the micelle formation at the surface of nanoadsorbents. As a 442 result the total surface area was greatly reduced leading to low remediation of dye molecules. 443 Higher concentration of SDS which forms micelle may solubilize dye molecules and influence 444 malachite green molecules to redistribute into the aqueous media leading to decrease in the 445 adsorption (Adeli et al. 2017). 446\n447\n1.3.10 Adsorption analysis from real water samples 448\nApplicability of Fe3O4/HA nanoparticles were explored for the removal of malachite green from 449 different water samples containing known amount of spiked dye. Water samples from different 450 water sources were collected, i.e., water from Ganga river, tap water from university campus, 451 open well water, hand pump water and submersible water. A known amount of 25 mg/L were 452 prepared by spiking the dye in all water samples and adsorption experiments performed with 453 optimized parameters. Adsorption of malachite green was 97, 90, 91, 87, and 86% for Ganga 454 river, tap water, well water, hand pump water and submersible water, respectively. The 455 adsorption percentages of malachite green dye might be affected due to the presence of various 456\ncharged ions such as CO3 2-, Cl-, SO4 2-, PO4 3-, Ca2+, and Na+ dissolved in real water samples (Ali 457 et al. 2019). Ali et al. (2019) have also found these types of results in the removal of positively 458 charged dye from wastewater. 459\n460\n461\n22\n1.3.11 Recycling and regeneration of nanosorbents 462 To explore the opportunity of recycling and reuse of synthesized Fe3O4/HA nanosorbents, 463 desorption data were generated by conducting experiments in batch operation. Various solvents 464 were applied to desorb the dye molecules adsorbed on the nanomaterial. Dye adsorbed Fe3O4/HA 465 nanomaterials were collected after the adsorption application by centrifugation. The dye 466 adsorbed samples were centrifuges to collect used nanomaterials. HCl was found to be effective 467 eluent for desorption of adsorbed cationic dye. Desorption was conducted by 0.01 M HCl, 0.1 M 468 HCl, and 0.5 M HCl. Desorption capacity over 0.01 M HCl, 0.1 M HCl, and 0.5 M HCl were 469 obtained as 78.6%, 95.8% and 95.2%, respectively. Recycling and reuse was cross checked 470 several times by applying these eluents and 0.1 M HCl was found as optimal condition. The 471 recycling experiments were repeated for 5 times on the adsorption process. Recycling and 472 regeneration data shows that the sorption capacity of malachite green dye reduces slowly with 473 increasing number of reuse. Decolorization percentage was found to be 85% in starting of four 474 cycles, and later the sorption capacity decreases. 475\n476 1.4 Conclusions 477 High surface area and with extended magnetic saturation (SBET = 68.00 m 2 g-1, Ms = 70.05 emu 478 g-1) Fe3O4/HA nanoparticles was synthesized in the laboratory and the prepared Fe3O4/HA 479 nanoparticles was used for the adsorptive removal of carcinogenic malachite green dye from 480 different water sources. The FTIR spectra of Fe3O4/HA nanoparticles loaded with malachite 481 green revealed that subsequent to sorption of malachite green, there was change in the peaks of 482 functional groups of Fe3O4/HA, which clearly provided the evidence of sorption of malachite 483 green. Water pH largely affects the sorption process and highest decolorization (< 99.2%) was 484\n23\nobtained at pH 6 and highest removal was obtained for low amount of dye (25 mg L-1) in liquid. 485 Sorption process was controlled by chemisorption in nature making pseudo-second-order kinetic 486 as suitable model. Adsorption happened on multilayer surface of nanosorbents as shown by 487 Freundlich model (KF = 199.986 L g -1). Thermal experiments provided the evidence that 488 adsorption of cationic dye is favored with enhancement of heat of dye solution and sorption was 489 endothermic, feasible and spontaneous in nature. Ultrasonic waves were found to be an effective 490 tool for the decolorization and remediation of dye effluent present in various water sources by 491 generating the active radicals in solution. The •OH radicals interact with dye and quickly 492 degrades them. The removal of malachite green by ultrasound was very quick and ~100 % 493 removal was observed for all the studied concentration of dye. Surfactant effects on study 494 revealed that cationic CTAB gives favor to the adsorption of charged dye molecules. SDS being 495 an anionic surfactant gives very low removal which may be due the micelle formation at the 496 surface of nanoadsorbents. Decolorization from real water samples shows that the adsorption of 497 malachite green was 97, 90, 91, 87, and 86% for Ganga river water, tap water, well water, hand 498 pump water and submersible water, respectively. The used Fe3O4/HA nanosorbents can be easily 499 recycle from water samples through 0.1 M HCl and nanosorbents can be used up to 5 adsorption-500 desorption cycles. These findings revealed that this nanosorbents can be applied in treatment and 501 decolorization of dye containing real water samples. 502\n503\nAcknowledgements 504 Dr. Gautam is thankful to UGC for DSK–PDF. We are grateful to University of Allahabad, 505 Allahabad and Banaras Hindu University, Varanasi, India for instrumental facilities. 506\n507\n24\nReferences 508 Alshaheri, A.A., Tahir, M.I.M., Rahman, M.B.A., Begum, T., Saleh, T.A., 2017. Synthesis, 509 characterisation and catalytic activity of dithiocarbazate Schiff base complexes in oxidation of 510 cyclohexane. J. Mol. Liq. 240, 486–496. 511 Alvarez-Puebla, R.A., Garrido, J.J., 2005. Effect of pH on the aggregation of a gray humic acid 512 in colloidal and solid states. Chemosphere 59, 659–667. 513 Ali, I., Peng, C., Naz, I., Lin, D., Saroj D.P., Ali, M., 2019. Development and application of 514 novel bio-magnetic membrane capsules for the removal of cationic dye malachite green in waste 515 water treatment, RSC Advances 9, 3625-3646. 516 Adeli, M., Yamini, Y., Faraji, M., 2017. Removal of copper, nickel and zinc by sodium 517 dodecylsulphate coated magnetite nanoparticles from water and wastewater samples, Arab. J. 518 Chem. 10, 514-521. 519 Badruddoza, A.Z.M., Hazel, G.S.S., Hidajat, K., Uddin, M.S., 2010. Synthesis of 520 carboxymethyl-β-cyclodextrin conjugated magnetic nano-adsorbent for removal of methylene 521 blue. Colloids Surf. A 367, 85–95. 522 Bazrafshan, A.A., Ghaedi, M., Hajati, S., Naghiha, R., Asfaram, A., 2017. Synthesis of ZnO-523 nanorod-based materials for antibacterial, antifungal activities, DNA cleavage and efficient 524 ultrasound-assisted dyes adsorption. Ecotox. Environ. Safe. 142, 330–337. 525 Chan, S.H.S., Wu, T.Y., Juan, J.C., Teh, C.Y., 2011. Recent developments of metal oxide 526 semiconductors as photocatalysts in advanced oxidation processes (AOPs) for treatment of dye 527 waste-water. J. Chem. Technol. Biotechnol. 86, 1130–1158. 528 Chowdhury, S., Saha, P., 2010. Sea shell powder as a new adsorbent to remove Basic Green 4 529 (Malachite Green) from aqueous solutions: Equilibrium, kinetic and thermodynamic studies. 530 Chem. Eng. J. 164, 168–177. 531 Çelekli, A., Birecikligil, S.S., Geyik, F., Bozkurt, H., 2012. Prediction of removal efficiency of 532 lanaset red G on walnut husk using artificial neural network model. Bioresour. Technol. 103, 64–533 70. 534 Cornell, R.M., Schwertmann, U., 2003. The iron oxides: Structure, properties, reactions, 535 occurrence and uses, second ed., Wiley–VCH, Weinheim. 536\n25\nChowdhury, S., Mishra, R., Saha, P., Kushwaha, P., 2011. Adsorption thermodynamics, kinetics 537 and isosteric heat of adsorption of malachite green onto chemically modified rice husk. 538 Desalination 265, 159–168. 539 Chakraborty, S., Chowdhury, S., Saha, P.D., 2011. Adsorption of crystal violet from aqueous 540 solution onto NaOH-modified rice husk. Carbohydr. Polym. 86, 1533–1541. 541 Calle, I. de la, Páez-Cabaleiro, J., Lavilla, I., Bendicho, C., 2019. One-pot synthesis of a 542 magnetic nanocomposite based on ultrasound assisted co-precipitation for enrichment of Hg(II) 543 prior to detection by a direct mercury analyzer. Talanta 199, 449–456. 544 Debrassi, A., Corrêa, A.F., Baccarin, T., Nedelko, N., Slawska-Waniewska, A., Sobczak, K., 545 Dłuzewski, P., Grenechec, J.M., Rodrigues, C.A., 2012. Removal of cationic dyes from aqueous 546 solutions using N-benzyl-O-carboxymethyl chitosan magnetic nanoparticles. Chem. Eng. J. 183, 547 284–293. 548 Deng, S., Bai, R., Chen, J.P., 2003. Aminated polyacrylonitrile fibers for lead and copper 549 removal. Langmuir 19, 5058–5064. 550 Dubinin, M.M., 1960. The potential theory of adsorption of gases and vapors for adsorbents with 551 energetically non-uniform surfaces. Chem. Rev. 60, 931–937. 552 Dil, E.A., Ghaedi, M., Asfaram, A., Bazrafshan, A.A., 2018. Ultrasound wave assisted 553 adsorption of congo red using gold-magnetic nanocomposite loaded on activated carbon: 554 Optimization of process parameters. Ultrason. Sonochem. 46, 99-105. 555 Dil, E.A., Ghaedi, M., Asfaram, A., Mehrabi, F., Sadeghfar, F., 2019. Efficient adsorption of 556 Azure B onto CNTs/Zn:ZnO@Ni2P-NCs from aqueous solution in the presence of ultrasound 557 wave based on multivariate optimization. J. Ind. Eng. Chem. 74, 55–62. 558 Fan, L., Luo, C., Li, X., Lu, F., Qiu, H., Sun, M., 2012. Fabrication of novel magnetic chitosan 559 grafted with graphene oxide to enhance adsorption properties for methyl blue. J. Hazard. Mater. 560 215–216, 272–279. 561 Freundlich, H.M.F., 1906. Uber die adsorption in lasugen. J. Phys. Chem. 57, 385–470. 562 Gautam, R.K., Mudhoo, A., Lofrano, G., Chattopadhyaya, M.C., 2014a. Biomass-derived 563 biosorbents for metal ions sequestration: Adsorbent modification and activation methods and 564 adsorbent regeneration. J. Environ. Chem. Eng. 2, 239–259. 565\n26\nGautam, R.K., Gautam, P.K., Chattopadhyaya, M.C., Pandey, J.D., 2014b. Adsorption of 566 Alizarin Red S onto biosorbent of Lantana camara: Kinetic, equilibrium modeling and 567 thermodynamic studies. Proc. Nat. Acad. Sci. India Sect. A: Phys. Sci. 84, 495-504. 568 Gautam, R.K., Gautam, P.K., Banerjee, S., Soni, S., Singh, S.K., Chattopadhyaya, M.C., 2015a. 569 Removal of Ni(II) by magnetic nanoparticles. J. Mole. Liq. 204, 60-69. 570 Gu, B., Schmitt, J., Chen, Z., Liang, L., Carthy, J.F., 1994. Adsorption and desorption of natural 571 organic matter on iron oxide: mechanisms and models. Environ. Sci. Technol. 28, 38–46. 572 Gupta, V.K., Jain, R., Shrivastava, M., 2010. Adsorptive removal of cyanosine from wastewater 573 using coconut husks. J. Colloid Interface Sci. 347, 309–314. 574 Gautam, R.K., Gautam, P.K., Banerjee, S., Rawat, V., Soni, S., Sharma, S.K., Chattopadhyaya, 575 M.C., 2015b. Removal of tartrazine by activated carbon biosorbents of Lantana camara: 576 Kinetics, equilibrium modeling and spectroscopic analysis. J. Environ. Chem. Eng. 3, 79–88. 577 Ghaedi, M., Rozkhoosh, Z., Asfaram, A., Mirtamizdoust, B., Mahmoudi, Z., Bazrafshan, A.A., 578 2015. Comparative studies on removal of Erythrosine using ZnS and AgOH nanoparticles loaded 579 on activated carbon as adsorbents: Kinetic and isotherm studies of adsorption. Spectrochim. Acta 580 A, 138, 176–186. 581 He, X., Male, K.B., Nesterenko, P.N., Brabazon, D., Paull, B., Luong, J.H.T., 2013. Adsorption 582 and desorption of methylene blue on porous carbon monoliths and nanocrystalline cellulose. 583 ACS Appl. Mater. Interfaces 5, 8796−8804. 584 Ho, Y.S., McKay, G., 1999. Pseudo––second order model for sorption processes. Process 585 Biochem. 34, 451–465. 586 Huo, S.H., Yan, X.P., 2012. Metal–organic framework MIL-100(Fe) for the adsorption of 587 malachite green from aqueous solution. J. Mater. Chem. 22, 7449–7455. 588 Jain, R., Gupta, V.K., Sikarwar, S., 2010. Adsorption and desorption studies on hazardous dye 589 naphthol yellow S. J. Hazard. Mater. 182, 749–756. 590 Kang, S.H., Choi, W., 2009. Oxidative degradation of organic compounds using zerovalent iron 591 in the presence of natural organic matter serving as an electron shuttle. Environ. Sci. Technol. 592 43, 878–883. 593 Klug, H.P., Alexander, L.E., 1962. X-ray diffraction procedures for polycrystalline and 594 amorphous materials. John Wiley & Sons, New York, pp. 491–538. 595\n27\nKopp, J., Novak, P., Kaslik, J., Pechousek, J., 2019. Preparation of magnetite by thermally 596 induced decomposition of ferrous oxalate dihydrate in the combined atmosphere. Acta Chim. 597 Slov. 66, 455–465. 598 Khafri, H.Z., Ghaedi, M., Asfaram, A., Safarpoor, M., 2017. Synthesis and characterization of 599 ZnS:Ni-NPs loaded on AC derived from apple tree wood and their applicability for the 600 ultrasound assisted comparative adsorption of cationic dyes based on the experimental design. 601 Ultrason. Sonochem. 38, 371-380. 602 Li, L., Fan, M., Brown, R.C., Leeuwen, J.V., Wang, J., Wang, W., Song, Y., Zhang, P., 2006. 603 Synthesis, properties, and environmental applications of nanoscale iron-based materials: A 604 review. Crit. Rev. Environ. Sci. Technol. 36, 405-431. 605 Lewinski, N., Colvin, V., Drezek. R., 2008. Cytotoxicity of nanoparticles. Small 4, 26−49. 606 Lasheen, M.R., El-Sherif, I.Y., Sabry, D.Y., El-Wakeel, S.T., El-Shahat, M.F., 2014. Removal 607 and recovery of Cr(VI) by magnetite nanoparticles. Desalin. Water Treat. 52, 6464-6473. 608 Lagergren, S., 1898. Zur theorie der sogenannten adsorption gelöster stoffe. K. Sven. 609 Vetenskapsakad. Handl. 24, 1-39. 610 Langmuir, I., 1918. The adsorption of gases on plane surfaces of glass, mica and platinum. J. 611 Am. Chem. Soc. 40, 1361–1403. 612 Liang, K., Hui, L.S., Turak, A., 2019. Probing the multi-step crystallization dynamics of micelle 613 templated nanoparticles: structure evolution of single crystalline γ-Fe2O3. Nanoscale 11, 9076–614 9084. 615 López-Sánchez, J., Serrano, A., Del Campo, A., Abuín, M., de la Fuente, O.R., Carmona, N., 616 2016. Sol–gel synthesis and micro-raman characterization of ε-Fe2O3 micro- and nanoparticles. 617 Chem. Mater. 282, 511-518. 618 Moghaddam, S.S., Alavi Moghaddam, M.R., Arami, M., 2010. Coagulation/flocculation process 619 for dye removal using sludge from water treatment plant: Optimization through response surface 620 methodology. J. Hazard. Mater. 175, 651–657. 621 Mittelstaedt, R.A., Mei, N., Webb, P.J., Shaddock, J.G., Dobrovolsky, V.N., McGarrity, L.J., 622 Morris, S.M., Chen, T., Beland, F.A., Greenlees, K.J., Heflich, R.H., 2004. Genotoxicity of 623 malachite green and leucomalachite green in female Big Blue B6C3F1 mice. Mutat. Res. 561, 624 127–138. 625\n28\nMall, I.D., Srivastava, V.C., Agarwal, N.K., Mishra, I.M., 2005. Adsorptive removal of 626 malachite green dye from aqueous solution by bagasse fly ash and activated carbon-kinetic study 627 and equilibrium isotherm analyses. Colloids Surf. A 264, 17-28. 628 Niu, H., Zhang, D., Zhang, S., Zhang, X., Meng, Z., Cai, Y., 2011. Humic acid coated Fe3O4 629 magnetic nanoparticles as highly efficient Fenton-like catalyst for complete mineralization of 630 sulfathiazole. J. Hazard. Mater. 190, 559–565. 631 Nethaji, S., Sivasamy, A., Thennarasu, G., Saravanan, S., 2010. Adsorption of malachite green 632 dye onto activated carbon derived from Borassus aethiopum flower biomass. J. Hazard. Mater. 633 181, 271–280. 634 Peng, L., Qin, P., Lei, M., Zeng, Q., Song, H., Yang, J., Shao, J., Liao, B., Gu, J., 2012. 635 Modifying Fe3O4 nanoparticles with humic acid for removal of rhodamine B in water. J. Hazard. 636 Mater. 209–210, 193–198. 637 Rudolph, M., Erler, J., Peuker, U.A., 2012. A TGA–FTIR perspective of fatty acid adsorbed on 638 magnetite nanoparticles–Decomposition steps and magnetite reduction. Colloids Surf. A 397, 16-639 23. 640 Roonasi, P., Holmgren, A., 2009. A Fourier transform infrared (FTIR) and thermogravimetric 641 analysis (TGA) study of oleate adsorbed on magnetite nano-particle surface. Appl. Surf. Sci. 642 255, 5891–5895. 643 Rahman, I.A., Saad, B., Shaidan, S., Sya Rizal, E.S., 2005. Adsorption characteristics of 644 malachite green on activated carbon derived from rice husks produced by chemical–thermal 645 process. Bioresour. Technol. 96, 1578–1583. 646 Rezaie, E., Rezanezhad, A., Hajalilou, A., Ghadimi, L.S., Abouzari-Lotf, E., Arsalani, N., 2019. 647 Electrochemical behavior of SrFe12O19/CoFe2O4 composite nanoparticles synthesized via one-pot 648 hydrothermal method. J. Alloys Comp. 789, 40-47. 649 Roosta, M., Ghaedi, M., Daneshfar, A., Asghari, A., 2015. Optimisation of combined ultrasonic 650 assisted/tin sulphide nanaoparticle loaded on activated carbon removal of erythrosine by 651 response surface methodology, J. Ind. Eng. Chem. 21, 459-469. 652 Redwood, P.S., Lead, J.R., Harrison, R.M., Jones, I.P., Stoll, S., 2005. Characterization of humic 653 substances by environmental scanning electron microscopy. Environ. Sci. Technol. 39, 1962-654 1966. 655\n29\nSaleh, T.A., Tuzen, M., Sarı, A., 2019. Magnetic vermiculite-modified by poly(trimesoyl 656 chloride-melamine) as a sorbent for enhanced removal of bisphenol A. J. Environ. Chem. Eng. 7, 657 103436. 658 Saleh, T.A., 2016. Nanocomposite of carbon nanotubes/silica nanoparticles and their use for 659 adsorption of Pb(II): from surface properties to sorption mechanism. Desalin. Water Treat. 57, 660 10730-10744. 661 Saleh, T.A., 2015b. Isotherm, kinetic, and thermodynamic studies on Hg(II) adsorption from 662 aqueous solution by silica multiwall carbon nanotubes. Environ. Sci. Pollut. Res. 22, 16721–663 16731. 664 Saleh, T.A., 2018. Simultaneous adsorptive desulfurization of diesel fuel over bimetallic 665 nanoparticles loaded on activated carbon. J. Clean. Prod. 172, 2123-2132. 666 Saleh, T.A., Tuzen, M., Sarı, A., 2018. Polyamide magnetic palygorskite for the simultaneous 667 removal of Hg(II) and methyl mercury; with factorial design analysis. J. Environ. Manage. 211, 668 323-333. 669 Saleh, T.A., Sarı, A., Tuzen, M., 2016. Chitosan-modified vermiculite for As(III) adsorption 670 from aqueous solution: Equilibrium, thermodynamic and kinetic studies. J. Mol. Liq. 219, 937–671 945. 672 Saleh, T.A., Al-Absi, A.A., 2017. Kinetics, isotherms and thermodynamic evaluation of amine 673 functionalized magnetic carbon for methyl red removal from aqueous solutions. J. Mol. Liq. 674 248, 577–585. 675 Saleh, T.A., 2015a. Mercury sorption by silica/carbon nanotubes and silica/activated carbon: a 676 comparison study. J. Water Supply Res. Tech. 64, 892-903. 677 Sureshkumar, M.K., Das, D., Mary, G., Nuwad, J., 2013. Adsorption of Pb(II) ions using humic 678 acid coated chitosan-tripolyphosphate (HA-CTPP) beads. Sep. Sci. Technol. 48, 1132-1139. 679 Saha, P., Chowdhury, S., Gupta, S., Kumar, I., 2010. Insight into adsorption equilibrium, kinetics 680 and thermodynamics of Malachite Green onto clayey soil of Indian origin. Chem. Eng. J. 165, 681 874–882. 682 Singh, D., Gautam, R.K., Kumar, R., Shukla, B.K., Shankar, V., Krishna, V., 2014. Citric acid 683 coated magnetic nanoparticles: Synthesis, characterization and application in removal of Cd(II) 684 ions from aqueous solution. J. Water Proc. Eng. 4, 233–241. 685\n30\nTan, K.H., 2014. Humic acid in soil and the environment: principles and controversies. Marcel 686 Dekker, Inc., Basel, Switzeland, Chapter 7, Electrochemical properties of humic matter, Pp. 149-687 177. 688 Temkin, M.J., Pyzhev, V., 1940. Recent modifications to Langmuir isotherms. Acta Physchim. 689 USSR 12, 217–222. 690 Türgay, O., Ersöz, G., Atalay, S., Forss, J., Welander, U., 2011. The treatment of azo dyes found 691 in textile industry wastewater by anaerobic biological method and chemical oxidation. Sep. 692 Purif. Technol. 79, 26–33. 693 Tuzen, M., Sarı, A., Saleh, T.A., 2018. Response surface optimization, kinetic and 694 thermodynamic studies for effective removal of rhodamine B by magnetic AC/CeO2 695 nanocomposites. J. Environ. Manage. 206, 170-177. 696 Tang, H., Zhou, W., Zhang, L., 2012. Adsorption isotherms and kinetics studies of malachite 697 green on chitin hydrogels. J. Hazard. Mater. 209–210, 218–225. 698 Weber, W.J. Jr., Morris, J.C., 1963. Kinetics of adsorption on carbon from solution. J. Sanit. 699 Eng. Div. ASCE 89, 31-59. 700 Wen, Z.D., Gao, D.W., Li, Z., Ren, N.Q., 2013. Effects of humic acid on phthalate adsorption to 701 vermiculite. Chem. Eng. J. 223, 298–303. 702 Yantasee, W., Warner, C.L., Sangvanich, T., Addleman, R.S., Carter, T.G., Wiacek, R.J., 703 Fryxell, G.E., Timchalk, C., Warner, M.G., 2007. Removal of heavy metals from aqueous 704 systems with thiol functionalized superparamagnetic nanoparticles. Environ. Sci. Technol. 41, 705 5114–5119. 706 Zhang, X., Zhang, P., Wu, Z., Zhang, L., Zeng, G., Zhou, C., 2013. Adsorption of methylene 707 blue onto humic acid-coated Fe3O4 nanoparticles. Colloids Surf. A 435, 85–90. 708 709 710\n711\nFig. 4 AFM image of Fe3O4 nanoparticles (a), 3D image of Fe3O4 nanoparticles (b), histogram of Fe3O4 nanoparticles (c), image of Fe3O4/HA nanoparticles (d), 3D image of Fe3O4/HA nanoparticles (e), and histogram of Fe3O4/HA nanoparticles (f).\nFig. 6 Effect of time on the adsorption of malachite green by Fe3O4/HA nanoparticles (adsorbent dose = 0.2 g, shaking speed = 120 rpm, temperature = 303 K).\nFig. 7 A schematic diagram for the possible adsorption of malachite green dye on the surface of Fe3O4/HA nanoparticles.\nFig. 8 Effect of ultrasound exposure on decolorization of dye molecules (Ultrasound frequency = 40 KHz, voltage = 220 V, contact time = 0 – 40 min, nanomaterials dose = 0.2 g, volume = 100 mL).\n5 10 15 20 25 30 35 40 0\n20\n40\n60\n80\n100\nD ec\nol or\niz at\nio n\npe rc\nen ta\nge o\nf d ye\nUltrasonic waves irradiation time (min.)\n25 mg/L , 50 mg/L , 100 mg/L , 200 mg/L\nHighlights\n• Fe3O4/HA magnetic nanosorbents was prepared by eco-friendly approach. • Nanosorbents was used for the removal of carcinogenic dye from real water samples. • Both intra-particle diffusion and surface sorption were rate limiting factors. • Ultrasonication and surfactant both play a major role in remediation. • Mechanistic investigations and kinetic analysis are presented.\nAuthor Contributions Section\nDr. R.K. Gautam designed and performed the experiments and wrote the draft of the manuscript. Prof. Ida Tiwari helped in data interpretation and finalizes the manuscript.\nDeclaration of the Interest Statement\nWe declare that there is no conflict of interest among the authors."
    } ],
    "references" : [ {
      "title" : "Effect of pH on the aggregation of a gray humic acid",
      "author" : [ "R.A. 511 Alvarez-Puebla", "J.J. Garrido" ],
      "venue" : null,
      "citeRegEx" : "Alvarez.Puebla and Garrido,? \\Q2005\\E",
      "shortCiteRegEx" : "Alvarez.Puebla and Garrido",
      "year" : 2005
    }, {
      "title" : "Development and application",
      "author" : [ "I. 513 Ali", "C. Peng", "I. Naz", "D. Lin", "Saroj D.P", "M. Ali" ],
      "venue" : null,
      "citeRegEx" : "Ali et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Ali et al\\.",
      "year" : 2019
    }, {
      "title" : "Removal of copper, nickel and zinc by sodium",
      "author" : [ "M. 516 Adeli", "Y. Yamini", "M. Faraji" ],
      "venue" : null,
      "citeRegEx" : "Adeli et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Adeli et al\\.",
      "year" : 2017
    }, {
      "title" : "Synthesis of ZnO",
      "author" : [ "A.A. 522 Bazrafshan", "M. Ghaedi", "S. Hajati", "R. Naghiha", "A. Asfaram" ],
      "venue" : null,
      "citeRegEx" : "Bazrafshan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bazrafshan et al\\.",
      "year" : 2017
    }, {
      "title" : "Recent developments of metal oxide",
      "author" : [ "S.H.S. 525 Chan", "T.Y. Wu", "J.C. Juan", "C.Y. Teh" ],
      "venue" : null,
      "citeRegEx" : "Chan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chan et al\\.",
      "year" : 2011
    }, {
      "title" : "Sea shell powder as a new adsorbent to remove Basic Green",
      "author" : [ "S. Chowdhury", "P. Saha" ],
      "venue" : null,
      "citeRegEx" : "Chowdhury and Saha,? \\Q2010\\E",
      "shortCiteRegEx" : "Chowdhury and Saha",
      "year" : 2010
    }, {
      "title" : "Prediction of removal efficiency",
      "author" : [ "A. 531 Çelekli", "S.S. Birecikligil", "F. Geyik", "H. Bozkurt" ],
      "venue" : null,
      "citeRegEx" : "Çelekli et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Çelekli et al\\.",
      "year" : 2012
    }, {
      "title" : "The iron oxides: Structure, properties, reactions",
      "author" : [ "R.M. Cornell", "U. Schwertmann" ],
      "venue" : null,
      "citeRegEx" : "Cornell and Schwertmann,? \\Q2003\\E",
      "shortCiteRegEx" : "Cornell and Schwertmann",
      "year" : 2003
    }, {
      "title" : "Adsorption thermodynamics, kinetics",
      "author" : [ "S. Chowdhury", "R. Mishra", "P. Saha", "P. Kushwaha" ],
      "venue" : null,
      "citeRegEx" : "Chowdhury et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chowdhury et al\\.",
      "year" : 2011
    }, {
      "title" : "Adsorption of crystal violet from aqueous",
      "author" : [ "S. Chakraborty", "S. Chowdhury", "P.D. Saha" ],
      "venue" : null,
      "citeRegEx" : "Chakraborty et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chakraborty et al\\.",
      "year" : 2011
    }, {
      "title" : "One-pot synthesis",
      "author" : [ "541 Calle", "I. de la", "J. Páez-Cabaleiro", "I. Lavilla", "C. Bendicho" ],
      "venue" : null,
      "citeRegEx" : "Calle et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Calle et al\\.",
      "year" : 2019
    }, {
      "title" : "Removal of cationic dyes from aqueous",
      "author" : [ "P. 545 Dłuzewski", "J.M. Grenechec", "C.A. Rodrigues" ],
      "venue" : null,
      "citeRegEx" : "Dłuzewski et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Dłuzewski et al\\.",
      "year" : 2012
    }, {
      "title" : "Aminated polyacrylonitrile fibers for lead and copper",
      "author" : [ "S. 548 Deng", "R. Bai", "J.P. Chen" ],
      "venue" : null,
      "citeRegEx" : "Deng et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2003
    }, {
      "title" : "Ultrasound wave assisted",
      "author" : [ "E.A. 552 Dil", "M. Ghaedi", "A. Asfaram", "A.A. Bazrafshan" ],
      "venue" : null,
      "citeRegEx" : "Dil et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Dil et al\\.",
      "year" : 2018
    }, {
      "title" : "Efficient adsorption",
      "author" : [ "E.A. 555 Dil", "M. Ghaedi", "A. Asfaram", "F. Mehrabi", "F. Sadeghfar" ],
      "venue" : null,
      "citeRegEx" : "Dil et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Dil et al\\.",
      "year" : 2019
    }, {
      "title" : "Fabrication of novel magnetic chitosan",
      "author" : [ "L. 558 Fan", "C. Luo", "X. Li", "F. Lu", "H. Qiu", "M. Sun" ],
      "venue" : null,
      "citeRegEx" : "Fan et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2012
    }, {
      "title" : "Adsorption and desorption of natural",
      "author" : [ "B. 570 Gu", "J. Schmitt", "Z. Chen", "L. Liang", "J.F. Carthy" ],
      "venue" : null,
      "citeRegEx" : "Gu et al\\.,? \\Q1994\\E",
      "shortCiteRegEx" : "Gu et al\\.",
      "year" : 1994
    }, {
      "title" : "Adsorptive removal of cyanosine from wastewater",
      "author" : [ "V.K. Gupta", "R. Jain", "M. Shrivastava" ],
      "venue" : null,
      "citeRegEx" : "Gupta et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2010
    }, {
      "title" : "Pseudo––second order model for sorption processes",
      "author" : [ "Y.S. 584 Ho", "G. McKay" ],
      "venue" : null,
      "citeRegEx" : "Ho and McKay,? \\Q1999\\E",
      "shortCiteRegEx" : "Ho and McKay",
      "year" : 1999
    }, {
      "title" : "Metal–organic framework MIL-100(Fe) for the adsorption",
      "author" : [ "S.H. 586 Huo", "X.P. Yan" ],
      "venue" : null,
      "citeRegEx" : "Huo and Yan,? \\Q2012\\E",
      "shortCiteRegEx" : "Huo and Yan",
      "year" : 2012
    }, {
      "title" : "Adsorption and desorption studies on hazardous dye",
      "author" : [ "R. Jain", "V.K. Gupta", "S. Sikarwar" ],
      "venue" : null,
      "citeRegEx" : "Jain et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Jain et al\\.",
      "year" : 2010
    }, {
      "title" : "Oxidative degradation of organic compounds using zerovalent iron",
      "author" : [ "S.H. 590 Kang", "W. Choi" ],
      "venue" : null,
      "citeRegEx" : "Kang and Choi,? \\Q2009\\E",
      "shortCiteRegEx" : "Kang and Choi",
      "year" : 2009
    }, {
      "title" : "X-ray diffraction procedures for polycrystalline and",
      "author" : [ "H.P. 593 Klug", "L.E. Alexander" ],
      "venue" : null,
      "citeRegEx" : "Klug and Alexander,? \\Q1962\\E",
      "shortCiteRegEx" : "Klug and Alexander",
      "year" : 1962
    }, {
      "title" : "Preparation of magnetite by thermally",
      "author" : [ "J. Kopp", "P. Novak", "J. Kaslik", "J. Pechousek" ],
      "venue" : null,
      "citeRegEx" : "Kopp et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kopp et al\\.",
      "year" : 2019
    }, {
      "title" : "Synthesis and characterization",
      "author" : [ "H.Z. 598 Khafri", "M. Ghaedi", "A. Asfaram", "M. Safarpoor" ],
      "venue" : null,
      "citeRegEx" : "Khafri et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Khafri et al\\.",
      "year" : 2017
    }, {
      "title" : "Cytotoxicity of nanoparticles",
      "author" : [ "N. 605 Lewinski", "V. Colvin", "Drezek. R" ],
      "venue" : "Small",
      "citeRegEx" : "Lewinski et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Lewinski et al\\.",
      "year" : 2008
    }, {
      "title" : "The adsorption of gases on plane surfaces of glass, mica and platinum. J",
      "author" : [ "I. Langmuir" ],
      "venue" : null,
      "citeRegEx" : "Langmuir,? \\Q1918\\E",
      "shortCiteRegEx" : "Langmuir",
      "year" : 1918
    }, {
      "title" : "Probing the multi-step crystallization dynamics of micelle",
      "author" : [ "K. 612 Liang", "L.S. Hui", "A. Turak" ],
      "venue" : null,
      "citeRegEx" : "Liang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Liang et al\\.",
      "year" : 2019
    }, {
      "title" : "Adsorptive removal",
      "author" : [ "I.D. Mall", "V.C. Srivastava", "N.K. Agarwal", "I.M. Mishra" ],
      "venue" : null,
      "citeRegEx" : "Mall et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Mall et al\\.",
      "year" : 2005
    }, {
      "title" : "Humic acid coated Fe3O4",
      "author" : [ "H. 628 Niu", "D. Zhang", "S. Zhang", "X. Zhang", "Z. Meng", "Y. Cai" ],
      "venue" : null,
      "citeRegEx" : "Niu et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Niu et al\\.",
      "year" : 2011
    }, {
      "title" : "Adsorption of malachite green",
      "author" : [ "S. 631 Nethaji", "A. Sivasamy", "G. Thennarasu", "S. Saravanan" ],
      "venue" : null,
      "citeRegEx" : "Nethaji et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nethaji et al\\.",
      "year" : 2010
    }, {
      "title" : "A Fourier transform infrared (FTIR) and thermogravimetric",
      "author" : [ "P. 640 Roonasi", "A. Holmgren" ],
      "venue" : null,
      "citeRegEx" : "Roonasi and Holmgren,? \\Q2009\\E",
      "shortCiteRegEx" : "Roonasi and Holmgren",
      "year" : 2009
    }, {
      "title" : "Adsorption characteristics",
      "author" : [ "I.A. 643 Rahman", "B. Saad", "S. Shaidan", "E.S. Sya Rizal" ],
      "venue" : null,
      "citeRegEx" : "Rahman et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Rahman et al\\.",
      "year" : 2005
    }, {
      "title" : "Optimisation of combined ultrasonic",
      "author" : [ "M. 649 Roosta", "M. Ghaedi", "A. Daneshfar", "A. Asghari" ],
      "venue" : null,
      "citeRegEx" : "Roosta et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Roosta et al\\.",
      "year" : 2015
    }, {
      "title" : "Characterization of humic",
      "author" : [ "P.S. Redwood", "J.R. Lead", "R.M. Harrison", "I.P. Jones", "S. Stoll" ],
      "venue" : null,
      "citeRegEx" : "Redwood et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Redwood et al\\.",
      "year" : 2005
    }, {
      "title" : "Magnetic vermiculite-modified by poly(trimesoyl",
      "author" : [ "T.A. Saleh", "M. Tuzen", "A. Sarı" ],
      "venue" : null,
      "citeRegEx" : "Saleh et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Saleh et al\\.",
      "year" : 2019
    }, {
      "title" : "2015b. Isotherm, kinetic, and thermodynamic studies on Hg(II) adsorption",
      "author" : [ "T.A. 661 Saleh" ],
      "venue" : null,
      "citeRegEx" : "Saleh,? \\Q2015\\E",
      "shortCiteRegEx" : "Saleh",
      "year" : 2015
    }, {
      "title" : "Simultaneous adsorptive desulfurization of diesel fuel over bimetallic",
      "author" : [ "T.A. 664 Saleh" ],
      "venue" : null,
      "citeRegEx" : "Saleh,? \\Q2018\\E",
      "shortCiteRegEx" : "Saleh",
      "year" : 2018
    }, {
      "title" : "Polyamide magnetic palygorskite for the simultaneous",
      "author" : [ "T.A. 666 Saleh", "M. Tuzen", "A. Sarı" ],
      "venue" : null,
      "citeRegEx" : "Saleh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Saleh et al\\.",
      "year" : 2018
    }, {
      "title" : "Chitosan-modified vermiculite for As(III) adsorption",
      "author" : [ "T.A. 669 Saleh", "A. Sarı", "M. Tuzen" ],
      "venue" : null,
      "citeRegEx" : "Saleh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Saleh et al\\.",
      "year" : 2016
    }, {
      "title" : "Kinetics, isotherms and thermodynamic evaluation of amine",
      "author" : [ "T.A. 672 Saleh", "A.A. Al-Absi" ],
      "venue" : null,
      "citeRegEx" : "Saleh and Al.Absi,? \\Q2017\\E",
      "shortCiteRegEx" : "Saleh and Al.Absi",
      "year" : 2017
    }, {
      "title" : "Mercury sorption by silica/carbon nanotubes and silica/activated carbon",
      "author" : [ "T.A. 675 Saleh" ],
      "venue" : null,
      "citeRegEx" : "Saleh,? \\Q2015\\E",
      "shortCiteRegEx" : "Saleh",
      "year" : 2015
    }, {
      "title" : "Adsorption of Pb(II) ions using humic",
      "author" : [ "M.K. 677 Sureshkumar", "D. Das", "G. Mary", "J. Nuwad" ],
      "venue" : null,
      "citeRegEx" : "Sureshkumar et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Sureshkumar et al\\.",
      "year" : 2013
    }, {
      "title" : "Insight into adsorption equilibrium, kinetics",
      "author" : [ "P. 679 Saha", "S. Chowdhury", "S. Gupta", "I. Kumar" ],
      "venue" : null,
      "citeRegEx" : "Saha et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Saha et al\\.",
      "year" : 2010
    }, {
      "title" : "Citric acid",
      "author" : [ "D. Singh", "R.K. Gautam", "R. Kumar", "B.K. Shukla", "V. Shankar", "V. Krishna" ],
      "venue" : null,
      "citeRegEx" : "Singh et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2014
    }, {
      "title" : "Humic acid in soil and the environment: principles and controversies",
      "author" : [ "K.H. Tan" ],
      "venue" : null,
      "citeRegEx" : "Tan,? \\Q2014\\E",
      "shortCiteRegEx" : "Tan",
      "year" : 2014
    }, {
      "title" : "Recent modifications to Langmuir isotherms",
      "author" : [ "M.J. 688 Temkin", "V. Pyzhev" ],
      "venue" : "Acta Physchim",
      "citeRegEx" : "Temkin and Pyzhev,? \\Q1940\\E",
      "shortCiteRegEx" : "Temkin and Pyzhev",
      "year" : 1940
    }, {
      "title" : "The treatment of azo dyes",
      "author" : [ "O. 690 Türgay", "G. Ersöz", "S. Atalay", "J. Forss", "U. Welander" ],
      "venue" : null,
      "citeRegEx" : "Türgay et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Türgay et al\\.",
      "year" : 2011
    }, {
      "title" : "Response surface optimization, kinetic and",
      "author" : [ "M. 693 Tuzen", "A. Sarı", "T.A. Saleh" ],
      "venue" : null,
      "citeRegEx" : "Tuzen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Tuzen et al\\.",
      "year" : 2018
    }, {
      "title" : "Adsorption isotherms and kinetics studies of malachite",
      "author" : [ "H. Tang", "W. Zhou", "L. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Tang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2012
    }, {
      "title" : "Kinetics of adsorption on carbon from solution",
      "author" : [ "Weber", "W.J. Jr.", "J.C. Morris" ],
      "venue" : "J. Sanit",
      "citeRegEx" : "Weber et al\\.,? \\Q1963\\E",
      "shortCiteRegEx" : "Weber et al\\.",
      "year" : 1963
    }, {
      "title" : "Removal of heavy metals from aqueous",
      "author" : [ "G.E. 703 Fryxell", "C. Timchalk", "M.G. Warner" ],
      "venue" : null,
      "citeRegEx" : "Fryxell et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Fryxell et al\\.",
      "year" : 2007
    }, {
      "title" : "Adsorption of methylene",
      "author" : [ "X. Zhang", "P. Zhang", "Z. Wu", "L. Zhang", "G. Zeng", "C. Zhou" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "A number of technology have been applied to remove dye from colored 45 effluents, including advanced oxidation (Chan et al. 2011), coagulation (Moghaddam et al.",
      "startOffset" : 111,
      "endOffset" : 129
    }, {
      "referenceID" : 47,
      "context" : "46 2011), biological treatment (Türgay et al. 2011), ultrasonication (Bazrafshan et al.",
      "startOffset" : 31,
      "endOffset" : 51
    }, {
      "referenceID" : 48,
      "context" : "Activated carbon (Tuzen et al. 2018), biosorbents, clay materials (Saha et al.",
      "startOffset" : 17,
      "endOffset" : 36
    }, {
      "referenceID" : 43,
      "context" : "2018), biosorbents, clay materials (Saha et al. 2010), sea 51 shell powders (Chowdhury and Saha 2010), Schiff base (Alshaheri et al.",
      "startOffset" : 35,
      "endOffset" : 53
    }, {
      "referenceID" : 5,
      "context" : "2010), sea 51 shell powders (Chowdhury and Saha 2010), Schiff base (Alshaheri et al.",
      "startOffset" : 28,
      "endOffset" : 53
    }, {
      "referenceID" : 40,
      "context" : "2017), magnetic carbon 52 (Saleh and Al-Absi 2017), polyamide magnetic palygorskite (Saleh et al.",
      "startOffset" : 26,
      "endOffset" : 50
    }, {
      "referenceID" : 38,
      "context" : "2017), magnetic carbon 52 (Saleh and Al-Absi 2017), polyamide magnetic palygorskite (Saleh et al. 2018), chitosan53 modified vermiculite (Saleh et al.",
      "startOffset" : 84,
      "endOffset" : 103
    }, {
      "referenceID" : 39,
      "context" : "2018), chitosan53 modified vermiculite (Saleh et al. 2016) and hydrogels (Tang et al.",
      "startOffset" : 39,
      "endOffset" : 58
    }, {
      "referenceID" : 49,
      "context" : "2016) and hydrogels (Tang et al. 2012) were applied to remove 54 toxic dyes from aquatic media.",
      "startOffset" : 20,
      "endOffset" : 38
    }, {
      "referenceID" : 44,
      "context" : "56 Magnetically responsive adsorbents are appropriate in the remediation of dyes from industrial 57 effluents, due to their high surface area to volume ratio, chemical stability, biocompatibility, and 58 it can be regenerated from water conveniently (Singh et al. 2014).",
      "startOffset" : 250,
      "endOffset" : 269
    }, {
      "referenceID" : 15,
      "context" : "Recently, methyl blue 63 was adsorbed by magnetic chitosan attached on graphene oxide (Fan et al. 2012).",
      "startOffset" : 86,
      "endOffset" : 103
    }, {
      "referenceID" : 25,
      "context" : "It has been 64 demonstrated that the surface modification of magnetic nanoparticles exhibits a natural 65 protective effect and lower the toxicity associated with nanomaterials (Lewinski et al. 2008).",
      "startOffset" : 177,
      "endOffset" : 199
    }, {
      "referenceID" : 27,
      "context" : "2019), reverse micelles method (Liang et al. 2019), co68 precipitation (Calle et al.",
      "startOffset" : 31,
      "endOffset" : 50
    }, {
      "referenceID" : 10,
      "context" : "2019), co68 precipitation (Calle et al. 2019), and thermal decomposition route (Kopp et al.",
      "startOffset" : 26,
      "endOffset" : 45
    }, {
      "referenceID" : 23,
      "context" : "2019), and thermal decomposition route (Kopp et al. 2019) have been 69 developed for the preparation of magnetic nanoparticles.",
      "startOffset" : 39,
      "endOffset" : 57
    }, {
      "referenceID" : 34,
      "context" : "76 Humic acids (HA) are high molecular weight, heterogeneous organic molecules that are 77 abundantly present in soil and aquatic environments (Redwood et al. 2005).",
      "startOffset" : 143,
      "endOffset" : 164
    }, {
      "referenceID" : 29,
      "context" : "They are potentially 78 important in the binding and bioavailability of trace elements, and low level organic contaminant 79 due to large surface area and strength of binding through ligand exchange (Niu et al. 2011).",
      "startOffset" : 199,
      "endOffset" : 216
    }, {
      "referenceID" : 21,
      "context" : "The 80 role of HA in the degradation of organic pollutants by Fenton like reaction have been widely 81 explored (Kang and Choi 2009).",
      "startOffset" : 112,
      "endOffset" : 132
    }, {
      "referenceID" : 43,
      "context" : "Malachite green, a 84 triphenylmethane dye, was selected as a model pollutant because it is used in dyeing jute, wool, 85 silk, and leather in textile industries (Saha et al. 2010).",
      "startOffset" : 162,
      "endOffset" : 180
    }, {
      "referenceID" : 22,
      "context" : "Scherer’s formula (Klug and Alexander 1962) was applied 191 to calculate the diameter of Fe3O4 and Fe3O4/HA nanoparticles.",
      "startOffset" : 18,
      "endOffset" : 43
    }, {
      "referenceID" : 42,
      "context" : "204 Peak at 1324-1452 cm was due to the phenolic groups of HA (Sureshkumar et al. 2013).",
      "startOffset" : 62,
      "endOffset" : 87
    }, {
      "referenceID" : 31,
      "context" : "The most intense endothermic trench was found at ~650 oC 222 which revealed the phase transition of material (Roonasi and Holmgren 2009).",
      "startOffset" : 109,
      "endOffset" : 136
    }, {
      "referenceID" : 52,
      "context" : "Literature data also supported this 229 finding (Zhang et al. 2013).",
      "startOffset" : 48,
      "endOffset" : 67
    }, {
      "referenceID" : 12,
      "context" : "Thus, it is clear that after the functionalization of Fe3O4 by HA 241 the surface roughness increased, which have significance for the adsorption (Deng et al. 2003).",
      "startOffset" : 146,
      "endOffset" : 164
    }, {
      "referenceID" : 45,
      "context" : "9 which is also provides good evidence 268 for the adsorption (Tan 2014).",
      "startOffset" : 62,
      "endOffset" : 72
    }, {
      "referenceID" : 46,
      "context" : "Temkin isotherm can be written as (Temkin and Pyzhev 1940): 383",
      "startOffset" : 34,
      "endOffset" : 58
    }, {
      "referenceID" : 19,
      "context" : "Increase in temperature favors the sorption of malachite green on active sites 407 of nanomaterials (Huo and Yan 2012).",
      "startOffset" : 100,
      "endOffset" : 118
    } ],
    "year" : 2019,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier"
  }
}