{
  "name" : "downloads_2019-10-24_a2_hampson2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Asymmetric hybrid polyoxometalates: a new platform for multifunctional redox-active nanomaterials",
    "authors" : [ "Elizabeth Hampson", "Jamie Cameron", "Sharad Amin", "Jamie M. Cameron", "Joungman Kyo", "Julie A. Watts", "Hiroki Oshiob", "Graham N. Newton*a" ],
    "emails" : [ ],
    "sections" : null,
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Access to asymmetrically functionalised polyoxometalates is a grand challenge as it could lead to new molecular nanomaterials with multiple or modular functionality. Here, a simple “one-pot” synthetic approach to the isolation of an asymmetrically functionalised organic-inorganic hybrid Wells-Dawson polyoxometalate in good yield is presented. The cluster bears two organophosphonate moieties with contrasting physical properties: a chelating metal-binding group, and a long aliphatic chain unit that facilitates solvent-dependent selfassembly into soft nanostructures. The orthogonal properties of the modular system are effectively demonstrated by controlled assembly of POM-based redox-active nanoparticles. We propose that this simple, high-yielding synthetic method is a promising new approach to the preparation of multi-functional hybrid metal-oxide clusters, supermolecules and soft-nanomaterials. Polyoxometalates (POMs) are anionic nanoscale metal-oxide clusters comprising early transition metals in their highest oxidation states. They continue to attract significant interest due to their vast structural diversity, excellent stability and versatile chemical properties, making them ideal building blocks for functional materials.1-3 Their capacity to undergo reversible multielectron redox processes is of particular interest, and renders them promising photo/electro-catalysts in a variety of systems.4,5 The covalent integration of organic moieties and POMs is an exciting and rapidly expanding area within the field.6 Through the design of the individual components the intrinsic properties of the resulting hybrid systems can be fine-tuned. This allows hybrid POMs to exhibit diverse functionality7-9 and facilitates their assembly into a range of supramolecular nanostructures for use in devices or catalytic systems.10-17 The development of simple synthetic procedures that maximise control in the tailoring of multifunctionality in hybrid systems is an ongoing challenge. Almost all reported bi-functionalised hybrid POMs are “symmetric” systems, in which two identical organic groups are tethered to the inorganic core. The controlled addition of two different organic groups, to create an “asymmetric” hybrid system, would open up far greater opportunities for fine control over the function and physicochemical properties of such systems, allowing them to be tailored towards highly specific or advanced applications. A few key examples of asymmetrically functionalised POM hybrids have been reported but remain rare due to the significant challenge posed by their synthesis and purification.18 For instance, Cronin et al. recently demonstrated the use of HPLC to isolate a “precursor” asymmetric Mn-Anderson hybrid in which one ligand terminates in a protecting group.19 Notably, however, this requires demanding, expensive and time-consuming methods (such as chromatography or slow fractional crystallisation) followed by multiple synthetic steps to obtain the asymmetric product.20-22 Reported examples of asymmetric hybrid POMs that exhibit complex functionalities are even fewer, 21,23 and – with the notable exception of a series of elegant (though hydrolytically unstable) organotin hybrid-POMs reported by Lacôte, Thorimbert and Hasenknopf24 – are limited to the Mn-Anderson cluster type (which displays limited photoand redox-activity compared to many POMs). Conversely, advanced functionalisation strategies targeting clusters such as the Wells-Dawson anion, with its rich redox activity and highly tunable organic hybrid structures,25-27 will provide new pathways for the isolation of advanced, multifunctional soft-nanostructures28,29 and metal-directed extended assemblies.30,31 Ultimately, this could allow for the design of materials with switchable morphologies and functions in a range of different media, leading to new applications in catalysis, drugdelivery systems, or encapsulated nano-reactors.32,33 Scheme 1. An asymmetric hybrid POM bearing two different organic moieties (A and B) and its tuneable solvent and cation-dependent self-assembly. a)[*] E. Hampson, Dr. J. M. Cameron, S. Amin, and Dr. G. N. Newton GSK Carbon Neutral Laboratory for Sustainable Chemistry University of Nottingham, Nottingham, NG7 2GA, UK E-mail: graham.newton@nottingham.ac.uk b) Prof. H. Oshio and J. Kyo Graduate School of Pure and Applied Sciences, University of Tsukuba, Tennodai 1-1-1, Tsukuba 305-8571, Japan c) Dr. J. A. Watts Nanoscale and Microscale Research Centre, University of Nottingham, Nottingham, NG7 2RD, UK d) Prof. H. Oshio State Key Laboratory of Fine Chemicals, Dalian University of Technology, 2 Linggong Rd., Dalian, 116024 P.R. China For detailed experimental details including all synthetic methods, NMR and mass spectroscopic analysis, dynamic light scattering and cyclic voltammetry experiments, please see Supporting Information. 10.1002/anie.201912046 A cc ep te d M an us cr ip t Angewandte Chemie International Edition This article is protected by copyright. All rights reserved.",
    "creator" : "pdftk 2.02 - www.pdftk.com"
  }
}