{
  "name" : "downloads_2020-07-13_8e_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Coexistence of Different Charge-Transfer Mechanisms in the Hot- Carrier Dynamics of Hybrid Plasmonic Nanomaterials",
    "authors" : [ "Jin Zhang", "Mengxue Guan", "Johannes Lischner", "Sheng Meng", "Oleg V. Prezhdo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Two-dimensional heterostructures, charge-transfer mechanisms, plasmonic nanomaterials, interfacial interactions, time-dependent density functional theory\nLocalized surface plasmons in nanoparticles, coherentquasi-particle excitations of carriers confined to surfaces, have been an active research field in both chemistry and condensed-matter physics for decades.1−6 Monolayer transition-metal dichalcogenides (TMDs) are promising materials for next-generation ultrathin optoelectronic devices,7−10 for example, photovoltaic devices, and light detectors, due to their layered structure and excellent semiconducting properties. However, the atomic-scale thickness of TMDs results in relatively low absorbance. One way to overcome this disadvantage is to combine TMDs and small metal clusters to enhance the light−matter interactions due to the unique electronic and optical properties of metal clusters.11−19\nPlasmonic excitations in the metal clusters sensitizing TMDs can lead to hot-carrier transfer from the nanoparticles to the TMDs and electron−hole separation. This is of great interest for many potential applications, including solar energy conversion, efficient water splitting, and light-induced phase transitions.17−19\nMany experimental and theoretical groups have studied the charge-transfer properties of hybrid materials.11−34 Wu et al. reported efficient hot-electron transfer induced by a plasmoninduced interfacial charge-transfer excitation at nanoparticle−\nsemiconductor interfaces.16 Chen and co-workers revealed that small metal clusters-MoS2 heterostructures can significantly enhance the hydrogen evolution reactions (compared with pristine TMD).17 The enhancement was attributed to the injection of photogenerated hot electrons from Au nanorods into MoS2. In addition, metal clusters supporting plasmonic hot electrons can induce semiconductor−metal phase transitions in MoS2 monolayer.\n18 Recent pump−probe experiments have tracked ultrafast electron-transfer dynamics from photoexcited gold nanostructures into a MoS2 monolayer, reporting a time scale of 200 fs.19 These observations provide a strong motivation for studying microscopic details of chargeand energy-transfer dynamics at the interfaces of small nanoparticles and semiconductors. To understand the photoinduced processes in plasmonic\nclusters, Zhang et al. demonstrated that the plasmonic photoexcitation first decays into electron−hole pairs (process I in Figure 1a), and then electrons transfer from nanoparticles to semiconductors (process II), according to the conventional\nReceived: February 13, 2019 Revised: April 16, 2019 Published: April 17, 2019\n© 2019 American Chemical Society 3187 DOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\nD ow\nnl oa\nde d\nvi a\nO R\nT A\nD O\nG U\nT E\nK N\nIK U\nN IV\no n\nJu ly\n1 2,\n2 02\n0 at\n2 1:\n22 :3\n4 (U\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nplasmonic hot-electron-transfer (PHET) mechanism.32 The injected hot electron can also diffuse back to the metal clusters (process III). Long and Prezhdo34 proposed an alternative mechanism in which the electron appears inside semiconductors immediately upon photoexcitation with a high probability, that is, plasmon-induced interfacial charge-transfer transition (PICTT) mechanism (process IV in Figure 1b). The instantaneous generation of a charge-separated state upon light illumination rationalizes how plasmon-induced charge transfer can compete with the electron−phonon energy relaxation and charge recombination in metallic particles. Subsequently, the PICTT mechanism was reported in the experiments of Lian and co-workers.16 The existence of the two mechanisms has been attributed to particle−semiconductor interactions: Chemical bonding leads PICTT, while weak van der Waals (vdW) interactions result in PHET.32 The crucial question that yet remains to be understood is whether the hot electrons injection from plasmonic metals to semiconductors can compete with the hot-electron relaxation (the cooling process) within the metallic clusters. In this article, we investigate photon-induced electron injection from small metal clusters (Au55 and Ag55) into a MoS2 monolayer, employing nonadiabatic (NA) molecular dynamics (MD) simulations. We observe a coexistence of the PHET and PICTT mechanisms. The spatial polarization of the excited plasmon plays an important role in the carrier dynamics and can be used to control these novel materials. The competition between the interfacial carrier transfer and energy relaxation is of high importance for the efficiency in the photovoltaic applications. This study paves the way to understand different photoinduced processes induced by photoexcitation in emerging hybrid materials from a new perspective. The NA MD calculations35−47 were performed using density\nfunctional theory (DFT) as implemented in the Vienna ab initio simulation package using projector-augmented wave (PAW) pseudopotentials in conjunction with the Perdew− Burke−Ernzerhof (PBE) generalized gradient approximation for the exchange−correlation interactions.48−52 The vdW interactions were included during all calculations at the vdWDF level with the optB88 exchange functional (optB88vdW).53−55 The structure optimization and MD calculations\nwere performed using only the Γ-point of the first Brillouin zone, with the two in-plane lattice constants (6 × 3 3 supercell of MoS2 unit cells) equal to 19.02 and 16.47 Å, respectively. The model consists of 36 Mo, 72 S, and 55 Au (Ag) atoms. To validate the model, we tested a larger supercell, containing 6 × 6 3MoS2 unit cells, to check that no significant artificial interactions between periodic cluster images across the supercell boundary exist. Additional simulation details are provided in Supporting Information (Note S1). To provide a quantitative description of charge dynamics in the metallic cluster−semiconductor systems, we chose Au55 and Ag55 clusters (Figure 2) on the representative twodimensional (2D) MoS2 monolayer. The neutral Au55 and Ag55 clusters are open-shell systems with diameters of 1.4 nm. The\nDOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\n3188\ngold and silver nanoclusters have been experimentally synthesized, and their atomic structures have been well determined.56,57 Most importantly, such small nanoclusters may have excellent potentials for photocatalysis due to high carrier-injection rates.22 The nearest Au−S atomic distance from the bottom gold atoms to the top sulfur atoms of MoS2 monolayer is 2.4 Å. The minimum Ag−S distance increases to 2.6 Å for the Ag55/MoS2 heterostructure. During MD simulations, the atomic displacements in the Au55/MoS2 hybrid were larger than those in the Ag55/MoS2 heterostructure, indicating a relatively stronger interfacial interaction. Since MoS2 has no dangling bonds, the interfacial interactions are weak and arise from vdW forces. The projected density of states (PDOS) with contributions\nfrom metallic clusters and semiconductors are provided in Figure 2. The Fermi levels of the heterostructures lie between the conduction band minimum (CBM) and the valence band maximum (VBM) of MoS2. The major difference between Au55/MoS2 (Figure 2c) and Ag55/MoS2 (Figure 2d) is the energy and the extent of state mixing around the CBM of MoS2, 0.5 eV for gold cluster and 0.2 eV for silver cluster above the corresponding Fermi levels. The CBM state mixing is much more significant for the Au55/MoS2 heterostructure (see Figure S1). This finding indicates that the Au55 cluster has a relatively stronger electronic coupling to MoS2 than the Ag55 cluster. To illustrate the accuracy of the PBE functional, we\ncompared the PDOS of Au55/MoS2 calculated using PBE and the hybrid functional HSE06.58 As shown in Figure S2, we observe that the shape and relative band energies of conduction bands at the PBE level are in consistent with HSE06 calculations. Therefore, PBE functional is good enough to describe photoexcited charge dynamics in this work. Due to the computational complexity of our calculations, which evolve both electron density and vibrational motions explicitly in the\ntime domain for several picoseconds, involving thousands of nuclear timesteps, and hundreds of thousands of electronic timesteps, we are limited to the current level of description, in particular, to pure-DFT GGA-type functionals, such as PBE. The spatial distributions of the hot-carrier states in the Au55/ MoS2 heterostructure are shown in Figure 3. Additional electronic states are presented in Figure S3. The coupling between the donor and acceptor is directly reflected in the mixing between the corresponding wave functions.20,32−34 The unoccupied Kohn−Sham orbitals shown in Figure 3 exhibit plasmon-like spatial distributions. Here, the spatial polarization denotes the relative direction between the plasmonic oscillation and the 2D MoS2 plane. The transverse mode (Figure 3a) indicates that the charge distribution of the plasmonic oscillation is parallel to the MoS2 monolayer, while the longitudinal mode (Figure 3b) means that the charge distribution of the plasmonic oscillation is perpendicular to the MoS2 plane. The energies of the two photoexcited modes, computed with the PBE functional, are very similar (2.3 eV for the transverse state versus 2.0 eV for the longitudinal state). We chose the initial states to represent plasmon-like excitations of the Au55 and Ag55 clusters based on their energies and charge densities, as illustrated in Figure S3. The interfacial delocalization between the Au55 cluster and the MoS2 monolayer differs strongly for the two states. Interestingly, we observe the coexistence of distinct polarization for the plasmon-like modes in the present hybrid nanomaterials, in comparison with the previous studies on a Au20 pyramid on a TiO2 surface and a Au20 pyramid and Au nanorods on the MoS2 monolayer. 32,33\nTo interpret the relationship between surface plasmon-type excitations and Kohn−Sham orbitals, we analyzed excited states of the gold cluster and demonstrated several types of electronic states (see Figures S3−S5). The spatial densities of the photoexcited states in each type in the pristine Au55 cluster\nDOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\n3189\nare displayed in Figure S4. We use charge localization to indicate the fraction the plasmonic excited-state density localized on the nanoclusters. The localization is obtained by integrating the photoexcited electron density over the region of the simulation cell occupied by the Au55 or Ag55 cluster (see Supporting Information, Note S1). For instance, a localization = 0.5 means that the photoexcited state is delocalized equally between the nanoparticle and MoS2, that is, 50% of the photoexcited state is distributed on the orbitals of the nanoparticle, while the other 50% are on the orbitals of MoS2. The states clearly differ in their localization with respect to the gold atoms. The different localizations of these electronic states allow us to classify them approximately as bulk and plasmon-like states. The states delocalized strongly outside of the gold cluster are labeled plasmon-like states, in which hot carriers reside after plasmon excitations.20 In comparison, the bulk states are almost entirely localized on the gold atoms. The plasmon-like states are not similar to either bulk or surface states, Figure S5. It is important to note that the extensive work, initiated by Schatz and collaborators, and continued by other groups, has demonstrated that atomistic time-dependent DFT (TDDFT) calculations on small metallic particles produce optical excitations corresponding to the plasmonic bands observed experimentally in larger systems.5,6 Further, we have shown the absorption spectrum obtained from DFT single-particle calculations, Figure S6, where the resulting curve presents a dominant peak at around 2.0 eV, which is significantly lower than the major peak at 3.6 eV obtained from real-time TDDFT simulations.23 We attribute the underestimation of the plasmonic peak energy obtained at the single-particle level to the PBE exchange− correlation functional, which is known to underestimate excitation energies of semiconductors and clusters. A more accurate description requires explicit consideration of screening and quasiparticle interactions, to account for the selfenergy and exciton effects. Such a level of description is too computationally intense for NAMD calculations. The DFT description of the electronic structure is sufficiently accurate to describe the spatial distribution of electronic states and the couplings between them, which are crucial in our dynamic simulations.36−39 The underestimated plasmonic energies have also been revealed in the Au20 cluster and Au nanorods, while they are not a dominant factor in the hot-carrier dynamics.29,30,32,34\nNext, we focus on the photoexcited carrier dynamics for the initial photoexcited states which are mainly distributed on the metal clusters, as captured by the charge-transfer trajectories shown in Figure 4. For the transverse state (Figure 4a), we obtain that the photoexcited state is mainly localized (∼65%) on the Au55 cluster at t = 0 fs. At the initial stage (∼50 fs), the localization on the Au55 cluster decreases rapidly to 35%. This process can be assigned to the hot-electron transfer (process II) after the photoexcited plasmonic state decays into electron−hole pairs (process I) in the conventional PHET mechanism (Figure 1a). Sequentially, it is found that the injected electron transfers back from the MoS2 monolayer to the Au55 cluster in 600 fs (process III). The assignments of the multiple processes in Figure 4 are based on the initial states and the time sequences of the photoinduced carrier dynamics following the recent experiments.16,17 Processes I and II may be entangled in real experiments, or they may be separated in time because process I is too fast (<10 fs) compared to process II (∼150 fs). Hot-carrier transfer from the nanoclusters to\nMoS2 results in the decay of the localization on Au55 or Ag55, as shown in the light red regimes in Figure 4. For process III, the injected hot carrier on MoS2 will also have the possibility to diffuse back to Au55 or Ag55, accounting for the increase in the localization on nanoclusters. The crossovers between the decrease regime (in light red) and increase regime (in light blue) are the points when the hot carriers change the transfer direction. Here, we observe a crossover at the time of 55 fs in Figure 4a, indicating a possible reverse pathway from the semiconductor back to the metallic cluster (we will discuss the process in detail next). The longitudinal state (Figure 4b) follows a similar trend with the crossover at 47 fs (process IV in the PICTT mechanism, Figure 1b), faster than the transverse state. Notably, both time scales are faster than the time scale of energy relaxation inside the Au55 cluster (∼500 fs, Figure S7). For the silver cluster on MoS2, the hot-electron transfer takes place in 244 fs for the transverse state, whereas it takes 150 fs for the longitudinal state. We note the hot-electron state in the Ag55 cluster relaxes to the band edge on a longer time scale (several picoseconds), validating the generality of ultrafast interfacial charge transfer. Therefore, we come to another important finding of this work: The spatial polarization of excited states is a crucial factor for the photoexcited charge dynamics at interfaces of metallic clusters and semiconductors. We further analyze the hot-carrier-transfer process from MoS2 to the metallic clusters for the initial photoexcited states that are mainly localized on the MoS2 monolayer. The localizations and energies of the transferred hot electrons in MoS2 are monitored, as displayed in Figure 5. For the gold cluster on MoS2, the hot electron transfers back to Au55 in 230\nDOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\n3190\nfs. The process for the silver cluster takes place in 420 fs, slower than for the gold cluster on MoS2. This can be attributed to the interfacial coupling strength between the metallic cluster and the semiconductor. Particularly, the states at CBM of the Au55 and Ag55 clusters on MoS2 exhibit a significant difference, the spatial delocalization for the Au55 cluster on MoS2 is much larger than that of the Ag55 cluster on MoS2. However, both time scales are smaller than the hotelectron relaxation process within the MoS2 monolayer (∼600 fs).26 This demonstrates that the injected hot carriers in the MoS2 monolayer can transfer back to the metallic clusters before electron−hole recombination inside MoS2 that occurs on a much longer time scale (∼500 ps), as explored by Li et al.59 We note the hot-electron relaxation process in TMDs can be influenced by many factors, including defects and interfacial strains. Zhang and co-authors have demonstrated that sulfur defects or trap states can accelerate the relaxation process to ∼200 fs for the MoS2 monolayer.26 Therefore, we deduce the process of hot-carrier reverse transfer is sensitive to the quality of samples in experiments and interfacial interactions in different heterostructures. It should be noted that the energy in Figure 5 is not the Kohn−Sham energy of one specific state. It is calculated by averaging the electronic energy over timedependent populations of multiple electronic states as well as over initial configurations and realizations of the surface hopping trajectories (see Supporting Information, Note S1, for more details). To further understand the mechanisms of photoexcited-state dynamics, we analyze the effects of phonons, as exhibited in Figure 6. Vibrational motions can accelerate charge dynamics and are responsible for energy losses to heat because the electron−phonon interaction provides crucial channels for hotelectron relaxation.48−52 The normalized energy gap autocorrelation function (ACF) of the photoexcited state exhibits how the energy at a specific time depends on its previous values. We present the normalized autocorrelation functions of the\nphotoexcited states (the transverse and longitudinal modes) in the two hybrid heterostructures in Figure 6a,b. In the Au55/ MoS2 hybrid, the normalized ACF decreases from 1 to 0 within 200 fs, followed by a slight oscillation. In comparison, the normalized ACF for the Ag55/MoS2 hybrid decreases rapidly to 0 in 270 fs and oscillates significantly with a dominant period of ∼150 fs. The oscillation amplitude reaches 40% of the initial value, reflecting that the memory of the energy fluctuation extends into several hundred femtoseconds. More information comes from the spectral densities, that is, Fourier transformation of the photoexcited-state energies (transverse and longitudinal states) along the MD (see Supporting Information, Note S1). For the Au55/MoS2 hybrid, the 100 cm−1 mode shows the largest amplitude and contributes most to NA electron−phonon coupling in gold clusters.32,34 It reveals that surface plasmons couple exclusively to low-frequency vibrational modes of gold (Figure 6c,d). In the Ag55/MoS2 heterostructure, the mode at 100 cm\n−1 has a relatively small amplitude, and the Raman active A1g mode of MoS2 at ∼400 cm−1 is also crucial in the dynamics.59−61 It is not surprising that phonon modes of both MoS2 and metallic clusters are involved in the hot-electron relaxation. This observation elucidates the novel hot−electron decaying channels, contributing to our understanding of the coexistence of the PHET and PICTT mechanisms in weakly bound photoelectric hybrids. To confirm the model, we performed additional tests by changing the shape and size of supercell (see Figures S8−S10). We use a larger rhomboidal-shaped supercell containing 6 × 6 MoS2 unit cells, and a larger rectangular supercell containing 6 × 6 3 MoS2 unit cells. Comparison of the charge densities of the plasmon-like states shown in Figures 3 and S8 demonstrates that the shape of the simulation cell does not influence the density distribution. The charge-transfer dynamics simulated using the larger rectangular supercell and rhomboid supercell (Figures S8−S9) are almost identical to\nDOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\n3191\nthose in the main text. In particular, the plasmon-driven hotelectron transfer from the Au55 cluster to MoS2 requires around 50 fs in both cases. Both charge injection and relaxation dynamics are slightly faster in the larger simulation cell due to a higher density of states in MoS2 and additional phonon modes available in the larger MoS2 layer. Therefore, our model is sufficiently accurate to describe the carrier dynamics. The determined time scales and mechanisms are dependent primarily on the interfacial interactions between the metallic clusters and MoS2. Several theoretical groups have investigated photoexcited\ncarrier dynamics in materials involving plasmonic hot electrons.1,22−26 Brongersma et al. demonstrated how plasmon excitations in metallic nanostructures allow for the generation and utilization of plasmon-induced hot carriers, offering exciting opportunities for fundamental research and applications.1 Atwater and co-authors reported that plasmongenerated hot-carrier distributions are sensitive to the electronic band structure.22 Brown et al. have investigated nonradiative plasmon decay mechanisms and hot-carrier dynamics, considering the effects of phonons, surfaces, and geometry.25 They combined first-principles electronic structure calculations, harmonic phonon approximation, and secondorder perturbation theory to obtain electron−phonon matrix elements and compute phonon-assisted transition rates, characterizing intrinsic lifetimes of electronic states as an additional source of plasmon loss. Their method captures the microscopic mechanisms underlying surface plasmon decay.25\nIn the experiments, Wu et al. studied the plasmon-induced interfacial charge-transfer pathway in quantum-confined semiconductor−Au nanorod heterostructures.16 Strong interfacial interactions resulted in a strong damping of the plasmon band in the Au tip. The proposed pathway was verified by observing highly efficient plasmon-induced Au-to-semiconductor charge separation with high quantum efficiencies upon excitation. They also observed plasmon-induced hot-electron transfer from the Au cluster to the semiconductor with a time scale of ∼20 fs. Such an ultrafast charge separation time is consistent with the PICTT mechanism studied in this work. In addition, Yu and co-authors have studied electron transfer from Au nanorods to MoS2.\n18 They observed that plasmons can decay and generate hot electrons within the first few femtoseconds, followed by hot-electron transfer which occurs within 200 fs, in good agreement with the conventional PHET mechanism. It should be noted that the gold and silver clusters studied in the work are quite small (∼1.4 nm). For more complex systems (e.g., core−shell quantum clusters with larger sizes),31 the orientation of the clusters relative to the substrate and the polarization of plasmonic hot states should be considered carefully. Based on the simulations, we propose a new physical picture\nin hybrid plasmonic nanomaterials. Beyond the intrinsic type of interfacial interactions (chemical bonds and vdW couplings), the polarization direction of the plasmonic excited states (i.e., the relative direction between the plasmonic modes and the MoS2 plane) is crucial and accounts for the coexistence of different charge-transfer mechanisms, both leading to faster transfer than carrier relaxation. These findings are not only consistent with the experimentally observed interlayer electron transfer in small metal cluster-TMDs heterostructures but also provide an understanding of the ultrafast charge dynamics in nanoparticle−semiconductor heterostructures.\nTo conclude, we studied the photoexcited hot-carrier dynamics in the hybrid nanomaterials. Our results indicated coexistence of the PHET and PICTT mechanisms for photoexcitation-driven charge separation in hybrid plasmonic nanomaterials. Furthermore, the polarization of the excited states in metallic clusters is of significant importance for hotelectron dynamics at the interfaces between nanoparticles and semiconductors. In addition, we found that the injected hot carriers in semiconductors can transfer back to metallic clusters through interlayer hopping. The above findings provide a new perspective for hot-electron dynamics in hybrid nanomaterials for designing potential devices based on light-absorption materials.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b00647.\nDetailed analysis of states in the metal clusters and hybrid heterostructures and more details on the methods (Figures S1−S10 and Note S1) (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: prezhdo@usc.edu. *E-mail: smeng@iphy.ac.cn. *E-mail: j.lischner@imperial.ac.uk."
    }, {
      "heading" : "ORCID",
      "text" : "Jin Zhang: 0000-0001-7830-3464 Sheng Meng: 0000-0002-1553-1432 Oleg V. Prezhdo: 0000-0002-5140-7500"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Key Research and Development Program of China (grant nos. 2016YFA0300902 and 2015CB921001), National Natural Science Foundation of China (grant nos. 11774396 and 11474328), and “Strategic Priority Research Program (B)” of Chinese Academy of Sciences (grant no. XDB07030100). O.V.P. acknowledges financial support from the U.S. Department of Energy, grant DE-SC0014429. J.Z. acknowledges funding through the Royal Society Global Challenges Grant CHG\\R1\\170063. J.Z. thanks Lei Yan and Huixia Fu for helpful discussions.\n■ REFERENCES (1) Brongersma, M. L.; Halas, N. J.; Nordlander, P. Nat. Nanotechnol. 2015, 10, 25−34. (2) Linic, S.; Christopher, P.; Ingram, D. B. Nat. Mater. 2011, 10, 911−921. (3) Klar, T.; Perner, M.; Grosse, S.; von Plessen, G.; Spirkl, W.; Feldmann, J. Phys. Rev. Lett. 1998, 80, 4249−4252. (4) Jin, R.; Cao, Y. C.; Hao, E.; Met́raux, G. S.; Schatz, G. C.; Mirkin, C. A. Nature 2003, 425, 487. (5) Jensen, L.; Aikens, C. M.; Schatz, G. C. Chem. Soc. Rev. 2008, 37, 1061−1073. (6) Zhao, L.; Jensen, L.; Schatz, G. C. J. Am. Chem. Soc. 2006, 128, 2911−2919. (7) Chhowalla, M.; Shin, H. S.; Eda, G.; Li, L. J.; Loh, K. P.; Zhang, H. T. Nat. Chem. 2013, 5, 263−275.\nDOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\n3192\n(8) Yu, W. J.; Liu, Y.; Zhou, H. L.; Yin, A. X.; Li, Z.; Huang, Y.; Duan, X. F. Nat. Nanotechnol. 2013, 8, 952−958. (9) Boulesbaa, A.; Wang, K.; Mahjouri-Samani, M.; Tian, M.; Puretzky, A. A.; Ivanov, I.; Rouleau, C. M.; Xiao, K.; Sumpter, B. G.; Geohegan, D. B. J. Am. Chem. Soc. 2016, 138, 14713−14719. (10) Amani, M.; Lien, D. H.; Kiriya, D.; Xiao, J.; Azcatl, A.; Noh, J.; Madhvapathy, S. R.; Addou, R.; Kc, S.; Dubey, M.; Cho, K.; Wallace, R.; Lee, S.; He, J.; Ager, J. W.; Zhang, X.; Yablonovitch, E.; Javey, A. N. Science 2015, 350, 1065−1068. (11) Wen, X.; Xu, W.; Zhao, W.; Khurgin, J. B.; Xiong, Q. Nano Lett. 2018, 18, 1686−1692. (12) Lee, K. C.; Chen, Y. H.; Lin, H. Y.; Cheng, C. C.; Chen, P. Y.; Wu, T. Y.; Shih, M. H.; Wei, K. H.; Li, L. J.; Chang, C. W. Sci. Rep. 2015, 5, 16374−16382. (13) Forcherio, G. T.; Roper, D. K. Adv. Opt. Mater. 2016, 4, 1288− 1294. (14) Liu, W.; Lee, B.; Naylor, C. H.; Ee, H. S.; Park, J.; Johnson, A. T.; Agarwal, R. Nano Lett. 2016, 16, 1262−1269. (15) Tisdale, W. A.; Williams, K. J.; Timp, B. A.; Norris, D. J.; Aydil, E. S.; Zhu, X. Y. Science 2010, 328, 1543−1547. (16) Wu, K. F.; Chen, J.; McBride, J. R.; Lian, T. Science 2015, 349, 632−635. (17) Shi, Y.; Wang, J.; Wang, C.; Zhai, T. T.; Bao, W. J.; Xu, J. J.; Xia, X. H.; Chen, H. Y. J. Am. Chem. Soc. 2015, 137, 7365−7370. (18) Yu, Y.; Ji, Z.; Zu, S.; Du, B.; Kang, Y.; Li, Z.; Zhou, Z.; Shi, K.; Fang, Z. Adv. Funct. Mater. 2016, 26, 6394−6401. (19) Kang, Y.; Najmaei, S.; Liu, Z.; Bao, Y.; Wang, Y.; Zhu, X.; Halas, N. J.; Nordlander, P.; Ajayan, P. M.; Lou, J.; Fang, Z. Adv. Mater. 2014, 26, 6467−6471. (20) Guo, Z. Y.; Habenicht, B. F.; Liang, W. Z.; Prezhdo, O. V. Phys. Rev. B: Condens. Matter Mater. Phys. 2010, 81, 125415−125420. (21) Schnadt, J.; Bruhwiler, P. A.; Patthey, L.; O’Shea, J. N.; Sodergren, S.; Odelius, M.; Ahuja, R.; Karis, O.; Bassler, M.; Persson, P.; et al. Nature 2002, 418, 620−623. (22) Sundararaman, R.; Narang, P.; Jermyn, A. S.; Goddard, W. A.; Atwater, H. A. Nat. Commun. 2014, 5, 5788. (23) Ma, J.; Wang, Z.; Wang, L. W. Nat. Commun. 2015, 6, 10107. (24) Lu, Y. J.; Sokhoyan, R.; Cheng, W.-H.; Shirmanesh, G. K.; Davoyan, A. R.; Pala, R. A.; Thyagarajan, K.; Atwater, H. A. Nat. Commun. 2017, 8, 1631. (25) Brown, A. M.; Sundararaman, R.; Narang, P.; Goddard, W. A., III; Atwater, H. A. ACS Nano 2016, 10, 957−966. (26) Zhang, J.; Hong, H.; Zhang, J.; Fu, H.; You, P.; Lischner, J.; Liu, K.; Kaxiras, E.; Meng, S. Nano Lett. 2018, 18, 6057−6063. (27) Shin, H. J.; Hwang, I. W.; Hwang, Y. N.; Kim, D.; Han, S. H.; Lee, J. S.; Cho, G. J. Phys. Chem. B 2003, 107, 4699−4704. (28) Busby, M.; Chiorboli, C.; Scandola, F. J. Phys. Chem. B 2006, 110, 6020−6026. (29) Long, R.; Prezhdo, O. V. J. Am. Chem. Soc. 2011, 133, 19240− 19249. (30) Long, R.; English, N. J.; Prezhdo, O. V. J. Am. Chem. Soc. 2012, 134, 14238−14248. (31) Ranno, L.; Dal Forno, S.; Lischner, J. npj Comp. Mater. 2018, 4 (1), 31. (32) Zhang, Z.; Liu, L.; Fang, W. H.; Long, R.; Tokina, M. V.; Prezhdo, O. V. Chem. 2018, 4 (5), 1112−1127. (33) Li, L.; Kanai, Y. Chem. 2018, 4, 937−939. (34) Long, R.; Prezhdo, O. V. J. Am. Chem. Soc. 2014, 136, 4343− 4354. (35) Tully, J. C. J. Chem. Phys. 1990, 93, 1061−1071. (36) Craig, C. F.; Duncan, W. R.; Prezhdo, O. V. Phys. Rev. Lett. 2005, 95, 163001−163004. (37) Fischer, S. A.; Habenicht, B. F.; Madrid, A. B.; Duncan, W. R.; Prezhdo, O. V. J. Chem. Phys. 2011, 134, 024102−024111. (38) Burdick, W. R.; Saad, Y.; Kronik, L.; Vasiliev, I.; Jain, M.; Chelikowsky, J. R. Comput. Phys. Commun. 2003, 156, 22−42. (39) Parandekar, P. V.; Tully, J. C. J. Chem. Phys. 2005, 122, 094102−094108.\n(40) Parandekar, P. V.; Tully, J. C. J. Chem. Theory Comput. 2006, 2, 229−235. (41) Wang, L. J.; Akimov, A.; Prezhdo, O. V. J. Phys. Chem. Lett. 2016, 7, 2100−2112. (42) Jaeger, H. M.; Fischer, S.; Prezhdo, O. V. J. Chem. Phys. 2012, 137, 545−559. (43) Wang, L. J.; Trivedi, D.; Prezhdo, O. V. J. Chem. Theory Comput. 2014, 10, 3598−3605. (44) Sifain, A. E.; Wang, L. J.; Prezhdo, O. V. J. Chem. Phys. 2016, 144, 211102−211106. (45) Wang, L. J.; Prezhdo, O. V. J. J. Phys. Chem. Lett. 2014, 5, 713− 719. (46) Neukirch, A. J.; Guo, Z.; Prezhdo, O. V. J. Phys. Chem. C 2012, 116, 15034−15040. (47) Kilina, S. V.; Neukirch, A. J.; Habenicht, B. F.; Kilin, D. S.; Prezhdo, O. V. Phys. Rev. Lett. 2013, 110, 180404−180409. (48) Kohn, W.; Sham, L. J. Phys. Rev. 1965, 140, A1133−A1138. (49) Kresse, G.; Furthmu ller, J. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 11169−11186. (50) Kresse, G.; Hafner, J. Phys. Rev. B: Condens. Matter Mater. Phys. 1993, 47, 558−561. (51) Perdew, J. P.; Burke, K.; Ernzerhof, M. Phys. Rev. Lett. 1996, 77, 3865−3868. (52) Kresse, G.; Joubert, D. Phys. Rev. B: Condens. Matter Mater. Phys. 1999, 59, 1758−1775. (53) Dion, M.; Rydberg, H.; Schröder, E.; Langreth, D. C.; Lundqvist, B. I. V. Phys. Rev. Lett. 2004, 92, 246401. (54) Klimes,̌ J.; Bowler, D. R.; Michaelides, A. Phys. Rev. B: Condens. Matter Mater. Phys. 2011, 83, 19. (55) Klimes,̌ J.; Bowler, D. R.; Michaelides, A. J. Phys.: Condens. Matter 2010, 22 (2), 022201. (56) Ha ̈kkinen, H.; Moseler, M.; Kostko, O.; Morgner, N.; Hoffmann, M. A.; Issendorff, B. v. Phys. Rev. Lett. 2004, 93, 093401. (57) Schooss, D.; Blom, M. N.; Parks, J. H.; Issendorff, B. v.; Haberland, H.; Kappes, M. M. Nano Lett. 2005, 5, 1972−1977. (58) Krukau, A. V.; Vydrov, O. A.; Izmaylov, A. F.; Scuseria, G. E. J. Chem. Phys. 2006, 125, 224106. (59) Li, L.; Long, R.; Bertolini, T.; Prezhdo, O. V. Nano Lett. 2017, 17 (12), 7962−7967. (60) Zhou, K. G.; Withers, F.; Cao, Y.; Hu, S.; Yu, G.; Casiraghi, C. ACS Nano 2014, 8, 9914−9924. (61) Li, H.; Zhang, Q.; Yap, C. C. R.; Tay, B. K.; Edwin, T. H. T.; Olivier, A.; Baillargeat, D. Adv. Funct. Mater. 2012, 22 (7), 1385− 1390.\nDOI: 10.1021/acs.nanolett.9b00647 Nano Lett. 2019, 19, 3187−3193\n3193"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Hot-carrier dynamics at the interfaces of semiconductors and nanoclusters is of significant importance for photovoltaic and photocatalytic applications. Plasmon-driven charge separation processes are considered to be only dependent on the type of donor−acceptor interactions, that is, the conventional hot-electron-transfer mechanism for van der Waals interactions and the plasmon-induced interfacial charge-transfer transition mechanism for chemical bonds. Here, we demonstrate that the two mechanisms can coexist in a nanoparticle−semiconductor hybrid nanomaterial, both leading to faster transfer than carrier relaxation. The origin of the two mechanisms is attributed to the spatial polarization of the excited hot carriers, where the longitudinal state couples to semiconductors more strongly than the transverse state. Our findings provide a new insight into the photoinduced carrier dynamics, which is relevant for many applications in solar energy conversion, including efficient water splitting, photocatalysis, and photovoltaics.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}