{
  "name" : "downloads_2020-11-30_26_yadav2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Bio-based synthesis of nano silver using Tridax procumbens leaf extract and its impacts on germination and metabolic activity of Solanum lycopersicum L",
    "authors" : [ "Ravi Kumar Yadav", "N. B. Singh", "Ajey Singh", "Vijaya Yadav", "K. M. Niharika", "Shubhra Khare" ],
    "emails" : [ "singhnb166@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "present study, biologically synthesized AgNPs by Tridax procumbens leaf extract were tested for the germination, plant growth, and anti-oxidative enzymatic activities of Solanum lycopersicum. AgNPs were extensively characterized using Fourier transform infrared spectroscopy, X-ray diffraction, scanning electron microscopy, UV–visible, high-resolution transmission electron microscope particle size analysis based on dynamic light scattering. Our result demonstrated that with a sequential increase in the concentrations of AgNO3 (bulk), antioxidant activity and other stress marking parameters in the test plant enhanced. This study adds wide insight into the fact that AgNPs could have a positive effect at an appropriate concentration.\nKeywords Green synthesis Nanoparticles AgNPs Tridax procumbens Solanum lycopersicum"
    }, {
      "heading" : "Abbreviations",
      "text" : "AgNPs Silver nanoparticles NPs Nanoparticles FTIR Fourier transform infrared spectroscopy XRD X-ray diffraction HR TEM High resolution transmission electron microscope SAED Selected area electron diffraction SEM Scanning electron microscope ED Energy dispersive x-ray SOD Superoxide dismutase CAT Catalase APX Ascorbate peroxidase GPX Glutathione peroxidase NBT Nitro-blue tetrazolium Chl Chlorophyll\n‘Nanotechnology’ is a branch of science which deals with the studies and experimental aspects of the tiny particles or nanoparticles (NPs). The size of NPs which ranges between 1 and 100 nm gives them definite physicochemical characteristics and provides versatile scaffolds for fictionalization with biomolecules. Though crude size materials are used to synthesize NPs, their chemical properties are completely altered from their source material due to their small size and shape (Singh et al. 2019). The research in the area of interaction between plants and NPs and the effects of NPs on ecosystems need to be focused in terms to study its role in environmental toxicity.\nThe current researches have been done on AgNPs and it is still challenging to explain whether the toxicity is linked with AgNPs or because of dissolved forms of Ag? ions and their co-occurrence with AgNPs. Chemical and physical methods are traditionally used to synthesize NPs in which chemical methods are generally composed of more than one chemical species or molecules. It could enhance the damaging effect and reactivity of particle and might be deleterious to the health of humans and the environment and the possible reason behind this may be composition ambiguity and lack of predictability (Hussain et al. 2016). Hence, it is a matter of concern to accentuate an alternate synthetic pathway that is equally eco-friendly and should Electronic supplementary material The online version of this article (https://doi.org/10.1007/s13562-020-00629-x) contains supplementary material, which is available to authorized users. & N. B. Singh singhnb166@gmail.com 1 Plant Physiology Laboratory, Department of Botany,\nUniversity of Allahabad, Prayagraj 211002, India\nbe cost-effective in parallel. Green/biological synthesis of NPs is a best-experimented substitute for chemical and physical methods. The process of green synthesis is a simple, single-step, cost-effective, eco-friendly and relatively consistent and often synthesized more stable NPs (Hussain et al. 2016). Tridax procumbens a species of family Asteraceae, commonly known as ghamra, generally found throughout Rajasthan, Indiaand due to wide potentiality of leaf extract, it is used for bioconversion of silver ions to NPs.\nThe aqueous leaf extract of T. procumbens was prepared by boiling 10 g of finely chopped airdried leaf which were converted into powderform using pestle mortar, in 100 mL of deionized water at 60 C for 30 min. The resulting extract was cooled and filtered via Whatman No. 1 filter paper. Further centrifugation results in transparent yellow color leaf broth which was stored at 4 C. 2 mL of leaf broth/extract were added to 45 mL of 0.02 M AgNO3 aqueous solution and allowed to reactin the dark room at room temperature. The change in the color of the reaction mixture from transparent yellow to dark brown indicated the formation of AgNPs.\nFormation of AgNPs was confirmed by ultraviolet–visible spectral analysis (UV-2450 Shimadzu UV spectrophotometer).The X-ray diffraction (XRD) was used to determine the crystal phase of AgNPs. The patterns of the AgNPs were recorded by XRD (Rigaku Smart lab 50/60 Hz) operated at 3 kV and 100 mA and spectrum was recorded by CuKa radiation with wavelength of 1.5406 Å in the 2h range of 20 –80 . The FTIR analysis was undertaken to know the functional groups present in plant extract responsible in Ag? ions reduction. The pellets of biosynthesized AgNPs with potassium bromide (KBr) (1:100) were used for FTIR spectrum analysis by a Perkin Elmer, Spectrum 2 Spectrometer.The particle size distributionof AgNPs was determined using particle size analyzer (Zetasizernano, U.K.) at 25 C with 90 detection angle.The surface morphology and size of the AgNPs were examined in the form of thin films using a scanning electron microscope (SEM) (CARL ZEISS EVO 50). The energy dispersive X-ray (EDX) was performed on NOVA450 while transmission electron micrograph (TEM), and selected area electron diffraction (SAED) were observed on Tecnai G2 20 S-TWIN instrument. Thin films of AgNPs were prepared by dropping the small portion of AgNPs solution in copper grid and dried by bubbler.\nThe healthy and sterilized seeds of tomato were divided into two groups, one soaked in different concentrations viz. 0, 10, 20, 40, and 80 mg L-1 of AgNPs and AgNO3. Ten seeds of test plants in replicates of 2 were soaked for overnight in 10 mL of synthesized AgNPs and AgNO3 in small beakers labeled with C, N1, N2, N3, N4, and B1, B2, B3, and B4 respectively. The seeds were transferred in\nlabeled plastic pots (10 cm height 9 5 cm in diameter) filled with sterilized sand and moistened with half-strength Hoagland solution (Hoagland and Arnon 1950). Pots were placed in greenhouse and temperature during the experiment was 24–28 C in the daytime and 17–20 C at night. The relative humidity was 50–60% and pots were irrigated with Hoagland solution on alternate days. After 15 days, the plants were thinned to 3 per pot. After 15 days of thinning test plants were treated with respective concentrations of AgNPs and AgNO3. Established plants were harvested after 15 days of second treatment and biophysical and biochemical parameters were recorded.\nProtein content was estimated by the method of Lowry et al. (1951). The total soluble sugars were calculated using the method of Hedge et al. (1962). The electrolyte leakage (EL) was recorded to evaluate membrane destruction of the test plants by the method of Lutts et al. (1996). The method of Heath and Packer (1968) was used to estimate the lipid peroxidation (LP). SOD (EC 1.15.1.1) activity was estimated using the nitro-blue tetrazolium (NBT) photochemical assay as given by Beyer and Fridovich (1987). CAT (EC1.11.1.6) activity was estimated using the method of Cakmak and Marschner (1992). APX (EC1.11.1.11) activity was assayed using the method of Nakano and Asada (1981). GPX (EC 1.11.1.7) activity was assayed using the method of Hemeda and Klein (1990).\nAll the treatments were arranged as randomized block design in three replicates. Data were analyzedstatistically using analysis of variance (ANOVA) by using SPSS software (Version 16 SPSS Inc., USA). Appropriate standard error of means (± SEM) was calculated for the presentation of tables. The treatment means were then analyzed using Duncan’s multiple range test (DMRT) ‘‘at P\\ 0.05’’. AgNPs formed due to reaction between Ag?? ions from silver precursor AgNO3and reducing agents i.e. leaves extract. The signature of biomolecules as evidenced by FTIR spectrum reveals that phytochemicals viz; polyphenols, carboxylic acid, polysaccharide, amino acids and proteins are present on the surface of AgNPs.\nThe UV–Vis spectral study of AgNPs was monitored in the range of 200–800 nm. Aqueous leaves extract of T. procumbens was added to the AgNO3 solution, the apparent color change was noticed from light yellow to dark brown within 20 min. The samples showed peak ranging between 370 and 430 nm reflecting the surface plasmon resonance (SPR) band of small spherical AgNPs. The maximum absorption peak was found at 410 nm (Fig. 1a). The XRD patterns of AgNPs indicated that the structure of NPs is face cubic center (fcc) (40). In addition, the XRD peaks could be attributed to the crystallographic planes (Fig. 1b). The prominent peaks at 2h values of about 28 , 32 and 46 representing the (220), (311) and (420) planes\nrespectively. Hence, XRD result clearly indicated that AgNPs formed using T. procumbens leaf were essentially crystalline. The average nano crystallite size has been calculated by using Debye–Scherrer formula, D = K k/b cos and it was found to be around 13.8 nm. FTIR spectrum of the AgNPs, portrayed broad peak at 3438 cm-1 corresponds to the O–H stretching of hydroxyl groups. Similar result was also observed at peak 3425.1 cm1and vibrations stretching of alcoholic and phenolic compounds. The bands at 2924 cm-1 and 2856 cm-1 represents C–H stretch of alkanes. The relatively strong absorption peaks around 1718 cm-1 and 1636 cm-1 correspond to C=O stretching of ketone and amide I respectively (Fig. 1c).The AgNPs were analyzed by the dynamic light scattering (DLS) method and the size was found in the range of 28–100 nm, where 97% particles having 34.6 nm in size. The polydispersity index of the NPs was in between 2 and 3 which\nindicated that the distribution of particles was not homogenous (Fig. 1d).\nThe SEM image of the sample clearly revealed spherical shape of nearly all of the AgNPs having close compact arrangement with smooth surface. The average particle size was found in range between 1 and 100 nm using advanced software named ‘‘IMAGEJ’ and the estimated particle size are comparable to XRD. Some large particles of AgNPs are visible in the SEM image may be due to aggregation or overlapping of smaller particles (Fig. 2a). TEM analysis clearly confirmed that the sizes of synthesized AgNPs are in range between 20 and 45 nm. The AgNPs were well dispersed and almost spherical in shape (Fig. 2b). The elemental constituents and relative abundance of the biosynthesized AgNPs were obtained from Energy Dispersive X-ray (EDX) as presented in Fig. 2c. The EDX spectrum reveals the purity and the complete chemical composition of AgNPs. The results ascribed from the XRD\npattern are in good agreement with SAED pattern which suggests the poly-crystalline nature of AgNPs. The particle size of AgNPs from histograms depicted that particles ranged from 20 to 45 nm in size with an average diameter of 20 nm. The size distribution curve showed that particles are in the range between 5 and 70 nm with an average particle diameter of ± 5 nm illustrating the SAED of the AgNPs (Fig. 2d).\nProtein and sugar content decreased in the seedlings treated with bulk as compared to control. Plants treated\nwith N1 i.e. 10 mg/L of synthesized NPs showed maximum increase in sugar and protein content. The inhibition of protein and sugar content was concentration dependent. The inhibition of 39.5% in protein and 69% in sugar content was recorded in the seedlings treated with B4 i.e. 80 mg/L of AgNO3 as compared with control (Table 1). EL was measured and found maximum stimulation of 38% at N4 treatment as compared to control. NPs and bulk at higher concentration triggered the production of ROS which caused oxidative damage that leads to increased EL.\nThe decrease EL at optimum concentration is in agreement with the previous studies on ROS scavenging effect of NPs. LP was measured in terms of MDA content. The lowest MDA content was found in the control plants. Significant increase in MDA content under the 20 (14.37%), 40 (47%), and 80 mg/L (82.67%) of AgNPs treatments was observed (Table 1). It has been reported that LP increased significantly after exposure to 0.2, 0.5, and 1 mg/L AgNPs in Arabidopsis (Nair and Chung 2014).\nThe activities of antioxidant enzymes are stimulated by oxidative stress. Maximum stimulation was recorded in B4 treatment of bulk in which the SOD, CAT, APX and GPX activities were increased by 67, 65, 70 and 31% respectively as compared to control (Table 2). The higher\nconcentrations of bulk and NPs might have produced ROS which caused oxidative stress and induced antioxidant machinery in response to altered metabolic processes. Minimum activity of SOD, CAT, APX and GPX was recorded in N1 exposed seedlings. The increased expressions of SOD signify a defensive process against the development of oxidative stress in the tomato plants. SOD and APX are the key enzymes which play major role in metabolizing ROS while CAT and GPX catalyze the conversion of H2O2 to H2O (Caverzan et al. 2012).\nThus, we can conclude that up to certain concentration, NPs tend to have either positive or no effect but with further increase in concentration they impart adverse effect on plant system. The development of new era of system\nTreatments SOD (Umg-1 FW) CAT (Umg-1 FW) APX (Umg-1 FW) GPX (Umg-1 FW)\nC 0.617 ± 0.063d 0.360 ± 0.029d 0.586 ± 0.018d 0.225 ± 0.014bc\nbiology, and multiple omics methodologies, such as transcriptomics, proteomics, and metabonomics, can be employed in future studies to comprehensively assess the beneficial, phytotoxic and tolerance mechanism of AgNPs in plants.\nAcknowledgments The authors wish to acknowledge University Grant Commission, New Delhi, India (Ref. No. 20/12/2015 (ii) EUV) for providing financial assistance Under Junior Research Fellowship (NET-UGC-JRF) Scheme.\nCompliance with ethical standards\nConflict of interest No potential conflict of interest was reported by the authors."
    } ],
    "references" : [ {
      "title" : "Assaying for superoxide dismutase activity some large consequences of minor changes in conditions",
      "author" : [ "Beyer WF Jr.", "Fridovich I" ],
      "venue" : "Anal Biochem 161:559–566",
      "citeRegEx" : "Jr and I,? \\Q1987\\E",
      "shortCiteRegEx" : "Jr and I",
      "year" : 1987
    }, {
      "title" : "Magnesium deficiency and high light intensity enhance activities of superoxide dismutase, ascorbate peroxidase, and glutathione reductase in bean leaves",
      "author" : [ "I Cakmak", "H Marschner" ],
      "venue" : "Plant Physiol 98:1222",
      "citeRegEx" : "Cakmak and Marschner,? \\Q1992\\E",
      "shortCiteRegEx" : "Cakmak and Marschner",
      "year" : 1992
    }, {
      "title" : "Plant responses to stresses: role of ascorbate peroxidase in the antioxidant protection",
      "author" : [ "A Caverzan", "G Passaia", "SB Rosa", "CW Ribeiro", "F Lazzarotto", "M MargisPinheiro" ],
      "venue" : "Gen Mol Biol",
      "citeRegEx" : "Caverzan et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Caverzan et al\\.",
      "year" : 2012
    }, {
      "title" : "Photoperoxidation in isolated chloroplasts: I. Kinetics and stoichiometry of fatty acid peroxidation",
      "author" : [ "RL Heath", "L Packer" ],
      "venue" : "Arch Biochem Biophys 125:189–198",
      "citeRegEx" : "Heath and Packer,? \\Q1968\\E",
      "shortCiteRegEx" : "Heath and Packer",
      "year" : 1968
    }, {
      "title" : "Carbohydrate chemistry",
      "author" : [ "JE Hedge", "BT Hofreiter", "RL Whistler" ],
      "venue" : null,
      "citeRegEx" : "Hedge et al\\.,? \\Q1962\\E",
      "shortCiteRegEx" : "Hedge et al\\.",
      "year" : 1962
    }, {
      "title" : "NaCl-induced senescence",
      "author" : [ "S 193:265–275 Lutts", "JM Kinet", "J Bouharmont" ],
      "venue" : null,
      "citeRegEx" : "Lutts et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Lutts et al\\.",
      "year" : 1996
    }, {
      "title" : "Hydrogen peroxide is scavenged",
      "author" : [ "Y Nakano", "K Asada" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1981
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "The total soluble sugars were calculated using the method of Hedge et al. (1962). The electrolyte leakage (EL) was recorded to evaluate membrane destruction of the test plants by the method of Lutts et al.",
      "startOffset" : 61,
      "endOffset" : 81
    }, {
      "referenceID" : 2,
      "context" : "The total soluble sugars were calculated using the method of Hedge et al. (1962). The electrolyte leakage (EL) was recorded to evaluate membrane destruction of the test plants by the method of Lutts et al. (1996). The method of Heath and Packer (1968) was used to estimate the lipid peroxidation (LP).",
      "startOffset" : 61,
      "endOffset" : 213
    }, {
      "referenceID" : 2,
      "context" : "The method of Heath and Packer (1968) was used to estimate the lipid peroxidation (LP).",
      "startOffset" : 14,
      "endOffset" : 38
    }, {
      "referenceID" : 1,
      "context" : "6) activity was estimated using the method of Cakmak and Marschner (1992). APX (EC1.",
      "startOffset" : 46,
      "endOffset" : 74
    }, {
      "referenceID" : 1,
      "context" : "6) activity was estimated using the method of Cakmak and Marschner (1992). APX (EC1.11.1.11) activity was assayed using the method of Nakano and Asada (1981). GPX (EC 1.",
      "startOffset" : 46,
      "endOffset" : 158
    }, {
      "referenceID" : 1,
      "context" : "6) activity was estimated using the method of Cakmak and Marschner (1992). APX (EC1.11.1.11) activity was assayed using the method of Nakano and Asada (1981). GPX (EC 1.11.1.7) activity was assayed using the method of Hemeda and Klein (1990). All the treatments were arranged as randomized block design in three replicates.",
      "startOffset" : 46,
      "endOffset" : 242
    }, {
      "referenceID" : 2,
      "context" : "SOD and APX are the key enzymes which play major role in metabolizing ROS while CAT and GPX catalyze the conversion of H2O2 to H2O (Caverzan et al. 2012).",
      "startOffset" : 131,
      "endOffset" : 153
    } ],
    "year" : 2020,
    "abstractText" : "The overspreading use of silver nanoparticles (AgNPs) in biological systems demands its use as green synthesized AgNPs. In the present study, biologically synthesized AgNPs by Tridax procumbens leaf extract were tested for the germination, plant growth, and anti-oxidative enzymatic activities of Solanum lycopersicum. AgNPs were extensively characterized using Fourier transform infrared spectroscopy, X-ray diffraction, scanning electron microscopy, UV–visible, high-resolution transmission electron microscope particle size analysis based on dynamic light scattering. Our result demonstrated that with a sequential increase in the concentrations of AgNO3 (bulk), antioxidant activity and other stress marking parameters in the test plant enhanced. This study adds wide insight into the fact that AgNPs could have a positive effect at an appropriate concentration.",
    "creator" : "Springer"
  }
}