{
  "name" : "downloads_2020-07-18_3c_ma2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Quantifying Ligand−Protein Binding Kinetics with Self-Assembled Nano-oscillators",
    "authors" : [ "Guangzhong Ma", "Xiaonan Shan", "Shaopeng Wang", "Nongjian Tao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Molecular interactions are ubiquitous in living systemsand responsible for various biochemical processes, including metabolism,1−3 cell signaling,4,5 enzyme regulation,6−8 and gene expressions.9−11 To understand living systems at the molecular scale, it is necessary to measure ligand binding to proteins. Determining molecular binding kinetics is also critical for drug screening, where the kinetic constants of drug candidate binding to protein targets are used to rank drug candidates, elucidate drug binding mechanisms, and determine drug residence time and efficacy.12,13\nTo measure binding kinetics, especially of small molecule ligands, incorporation of labels with fluorescent or radioactive labels is often required.14,15 However, most label-based methods are end point assays and are, thus, unsuitable for kinetics measurements. Additionally, labeling may alter binding kinetics.16 Label-free methods,17−20 such as surface plasmon resonance (SPR),21,22 can measure molecular binding kinetics, but their sensitivities scale with the molecular weights of the ligands, making them difficult to measure small molecule ligands. Localized surface plasmon resonance (LSPR) has enhanced sensitivity and is capable of detecting small molecules,23,24 nevertheless the sensitivity is still limited by mass. To overcome this challenge, several detection technologies have been developed, including charge sensitive optical fibers25,26 and membrane deformation of the whole cells.27 The former is compatible with microplate but not microarray, and the latter applies to cells only. We have\nrecently developed a nano-oscillator detection technology.28 Each nano-oscillator consists of a particle (nanoparticles28,29 or virions30) tethered to a surface by a polymer, which is driven into oscillation with an electric field. Upon ligand binding to the particle, the oscillation amplitude changes, which is tracked to determine the kinetics. In this work, we demonstrate that Nano-oscillators selfassembled on a surface are capable of measuring large and small molecule ligands binding to proteins with sensitivity independent of the ligand molecular weight. We show that charge change in the particle associated with binding of ligands is mainly responsible for the change in the nano-oscillator amplitude. We apply the nano-oscillator technique to measure the kinetics of bovine serum albumin (BSA) binding to antiBSA, and small molecule ligand binding to a nanodisc encapsulated membrane protein KcsA-Kv1.3. The use of the nanodisc provides lipid bilayer environment for stabilization of the membrane protein.\n■ METHODS Materials. Functionalized DNA primers were purchased from Integrated DNA Technologies (IDT). λ DNA and Phusion High-Fidelity PCR Kit were purchased from New\nReceived: September 15, 2019 Accepted: October 8, 2019 Published: October 8, 2019\n© 2019 American Chemical Society 14149 DOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\nD ow\nnl oa\nde d\nvi a\nST O\nN Y\nB R\nO O\nK U\nN IV\nS U\nN Y\no n\nJu ly\n1 7,\n2 02\n0 at\n2 2:\n08 :1\n4 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nar tic\nle s.\nEngland Biolabs (NEB). Wizard SV Gel and PCR Clean-Up System was purchased from Promega. Methyl-PEG4-thiol (MT(PEG)4) was purchased from Thermo Fisher Scientific. Dithiolalkanearomatic PEG6-COOH was purchased from Sensopath Technologies. 540 nm and 5 μm (both are in diameter) streptavidin coated silica particles were purchased from Bangs Laboratories. Biotinylated KcsA-Kv1.3 nanodisc, biotinylated empty nanodisc, 4-(2-ethylpiperidin-1-yl)-2-methyl-6-phenyl-5H-pyrrolo[3,2-d]pyrimidine (1), ShK, and standard nanodisc buffer (20 mM Tris, 100 mM NaCl, 0.5 mM EDTA, pH 7.4) were obtained from Amgen. Other chemicals were from Sigma-Aldrich. DI water with resistivity of 18.2 MΩ/cm, filtrated with 0.45 μm filter, was used in all experiments. Synthesis of DNA Linkers. The 245 nm double stranded DNA linker was from a 721-bp segment of λ DNA (position 3717−4437), which was amplified with polymerase chain reaction (PCR) using 5′ thiol-TAT TCT GGG CGC GAA CAG TC-3′ and 5′ biotin-TAC GCA GCT CTG CTG TCA CTC-3′, as the forward and reverse primers, respectively. The\nDNA linker was separated from PCR products with affinity column (Wizard SV Gel and PCR Clean-Up System). Prior to modification on the gold surface, the DNA linkers were treated in 0.1 M dithiothreitol (DTT) for 1 h to cleave the disulfide bond and generate active thiol. Then the DNA linkers were purified with the affinity column again to remove excess DTT and byproducts. The 245 nm DNA linker was characterized by gel electrophoresis (Figure S1). The concentration was measured with NanoDrop 2000c Spectrophotometer (Thermo Scientific).\nFabrication of Nano-oscillators. The gold surface was rinsed with ethanol and DI water twice, and then annealed by hydrogen flame to remove contaminates. A polydimethylsiloxane (PDMS) cell was mounted on the surface for holding the solution. The 245 nm DNA linkers and MT(PEG)4 spacers were mixed at 1:6000 ratio (the final concentration of DNA is 0.1 nM) in 1× phosphate-buffered saline (PBS), and applied to the gold surface immediately. The surface was incubated in the mixture overnight to allow the assembly of linkers and spacers, and the modified surface was then rinsed with 1× PBS three\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14150\ntimes. The gold surface was incubated with 540 nm or 5 μm streptavidin coated silica particles for 30 min; then, the surface was gently rinsed with 6 mM PBS to remove untethered particles. Note that intense wash should be avoided or the linkers could break. Also, the surface should always be kept wet to prevent the drying of nano-oscillators. For BSA modification, the nano-oscillators were incubated in 10 nM biotinylated BSA solution for 1 h. For KcsA-Kv1.3 nanodisc or empty nanodisc modification, the nano-oscillators were incubated in 8 nM biotinylated KcsA-Kv1.3 nanodisc or biotinylated empty nanodisc for 1 h. Experimental Setup. The imaging system was based on an inverted microscope (Olympus IX-70) with a 60× (NA 1.49) oil immersion objective. A fiber-coupled superluminescent light emitting diode (SLED, QSDM-680-2, Qphotonics) with 680 nm wavelength was used as the light source to excite surface plasmon on the gold surface. The SPR images of nanooscillators were serially recorded by a CCD camera (Pike F032B, Allied Vision) at 106.5 frames per second. A periodic potential was a sine wave, and was applied by a potentiostat (AFCBP1, Pine Instrument Company) with a function generator (33521A, Agilent) controlling the amplitude and frequency. A USB data acquisition card (NI USB-6251, National Instruments) was used to record the time stamp of the images from the camera and the voltage and the current signals from the potentiostat, so that the SPR images can be synchronized with the electrical signals. A standard threeelectrode electrochemical system was used to control the gold surface potential, where the gold surface served as the working electrode, a Ag/AgCl wire as the pseudoreference electrode, and a Pt coil as the counter electrode.\nSignal Processing. After recording the images, a region of interest (ROI) was selected on each nano-oscillator. The mean intensity within the ROI was determined. An adjacent region was selected as a reference region, and its image intensity was subtracted out to remove background response and common noise. The particle−surface distance was determined from the reference-corrected image intensity of the nano-oscillator.28 To obtain the oscillation amplitude, we performed fast Fourier transform on the time trace of the oscillation over every one second.\n■ RESULTS The detection principle of nano-oscillators. Each of the nanooscillators is a silica nanoparticle tethered to the surface of a gold film by double-stranded DNA (Figure 1a and 1b). The DNA molecule is bifunctionalized with a thiol terminal for binding to the gold surface and a biotin terminal for conjugating with streptavidin coated on the silica nanoparticle. The surface density of DNA is controlled by mixing the DNA molecules immobilized on the gold surface with short polyethylene glycol (PEG) spacers. To drive the nanooscillators, an alternating electric field is applied to the gold surface using a three-electrode electrochemical setup. Since the nanoparticles are charged in solution, the nano-oscillators oscillate with the electric field. To track the oscillation amplitude and phase, we excite surface plasmonic waves on the gold surface with a setup shown in Figure 1a. The nanoparticles in the nano-oscillators scatter the plasmonic waves, generating a parabolic pattern for each nanoparticle, which is imaged with the setup (Figure 1c). Because the evanescent field associated with the plasmonic waves decays exponentially from the gold surface into the\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14151\nsolution, the scattering strength is extremely sensitive to the distance between the nanoparticle and the gold surface. The dependence of image intensity (I) on the oscillation amplitude (z0) is given by\n= −I I e z l0 ( / )0 (1)\nwhere I0 is a constant and l is the decay constant of the evanescent field intensity, which is ∼100 nm. By measuring the image intensity, the nanoparticle-surface distance can be determined with ∼1 nm precision.28 Figure 2a shows four plasmonic image snapshots of a nano-oscillator. The corresponding particle−surface distance extracted from the image intensity oscillates with the applied potential as shown in Figure 2b. The phase between nanoparticle-surface distance and electric potential (field) is ∼180°, which is expected because streptavidin coated particles are negatively charged at pH 7.4. Equation of Motion. The oscillation amplitude (z0), determined from the equation of motion (Supporting Information), is given by\n=z qE U f k ( , ) 0 0 0\n(2)\nwhere E0, U0, and f are the amplitude of electric field, amplitude of potential, and frequency of applied potential (or electric field), respectively. q is the effective charge of the\nnanoparticle, and k is the spring constant of the DNA. E0 is a function of U0, and f, which can be calculated using the Randles equivalent circuit31 (Figure 3a), given by\nβ\nπ =\n+ +i k jjj y { zzz\nE U\nR j fC2 1 R\n0 0\ns 1\ndl p (3)\nwhere Rs, Rp, and Cdl represent the solution resistance, doublelayer resistance, and capacitance, respectively, and j is the imaginary unit ( = −j 1 ), representing 90° phase shift and β is a constant. To validate eqs 2 and 3, the dependence of oscillation amplitude (z0) on U0 and f was investigated (Figures 3b and 3c). Figure 3b shows that the oscillation amplitude increases linearly with E0 when U0 is between 200 and 450 mV (vs Ag/ AgCl), which is expected by eqs 2 and 3. When U0 < 200 mV, the oscillation amplitude is small because the electrical force is not strong enough to overcome the van der Waals interaction between the particle and surface (see Discussion section). When U0 > 450 mV, the oscillation amplitude reaches a plateau, corresponding to a full length of the DNA molecule. The oscillation amplitude decreases with frequency and follows eq 2 closely, which further validates eqs 2 and 3 (Figure 3c).\nDetection Limit. The detection limit of nano-oscillators was determined by the noise level in the oscillation amplitude in the absence of applied electric field. Figure 2c shows the\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14152\noscillation amplitude of a nano-oscillator with and without applied field. By recording the nanoparticle-surface distance over 1 s and performing fast Fourier transform (FFT), the oscillation amplitude without modulation was measured to be 1.5 nm, corresponding to 7.5 electron charges according to eq 2.32 Considering the size of a nano-oscillator, the detection limit is ∼7.5 electrons per μm2, corresponding to 4.0 fg/mm2 for small molecule 1 (Figure 4b), which is ∼25-fold better than traditional SPR (0.1 pg/mm2) (Supporting Information). BSA−Anti-BSA Binding Kinetics. To demonstrate the capability of the nano-oscillator detection platform, we first applied it to measure protein−protein binding kinetics. We chose BSA and anti-BSA as a model system since it has been well studied by SPR. Because the nanoparticles of nanooscillators are streptavidin-coated, we modified nano-oscillators with biotinylated BSA via streptavidin−biotin conjugation. A sinusoidal wave of amplitude 0.4 V and frequency 5 Hz was applied to drive the nano-oscillators, and 6 mM PBS buffer was flown over the gold surface at flow rate of 300 μL/ min using a homemade drug perfusion system (Figure 1a). After recording the oscillation for 1 min to establish a signal baseline, anti-BSA solution was introduced into the cell. Because both BSA-functionalized nano-oscillators and antiBSA were negatively charged at pH 7.4, the binding of antiBSA led to more negative charges on the nanoparticles, thus an increase in the oscillation amplitude. We note that the DNA linkers also experience an electrostatic force, but we measure changes in the overall charge associated with binding rather\nthan the absolute charge. As such, the charge on DNA does not affect the binding study. To study the dissociation of antiBSA from BSA, the buffer was reintroduced into the cell, which led to a decrease in the oscillation amplitude (Figure 4a). By fitting the binding curves of the association and dissociation processes for different concentrations of the ligands globally with the first-order kinetics model, association rate constant, ka, dissociation rate constant, kd, and equilibrium constant, KD, were determined to be 1.6 × 10\n6 M−1 s−1, 8.7 × 10−4 s−1, and 0.53 nM, respectively, which are in agreement with literature.33 To confirm the signal was due to specific binding, a negative control experiment was performed using nano-oscillators without biotinylated BSA on the surface (Figure 4a, gray curve). In this case, the introduction of antiBSA did not change the oscillation amplitude. Low frequency noise is apparent in the kinetic curves, which can be attributed to several factors, including charge fluctuation, particle−surface interactions, and Brownian motion, as discussed in the Discussion section.\nMembrane Protein−Small Molecule Binding Kinetics. To examine the capability of the nano-oscillator platform for measuring small molecule binding kinetics and demonstrate its potential application in drug screening, we studied the binding of a small molecule drug candidate 1 (4-(2-ethylpiperidin-1yl)-2-methyl-6-phenyl-5H-pyrrolo[3,2-d] pyrimidine, MW = 320 Da) to a chimeric ion channel protein KcsA-Kv1.3 (Figure 4b), which plays an important role in autoimmune diseases.34 To stabilize the membrane protein in aqueous solution, KcsA-\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14153\nKv1.3 was encapsulated in a nanodisc consisting of a nanoscale lipid bilayer disc fastened by a membrane scaffold protein. A biotin group was incorporated on membrane scaffold protein for conjugation with streptavidin. The synthesis and characterization of KcsA-Kv1.3 nanodisc are described in literature.34 The binding of 1 to KcsA-Kv1.3 nanodisc induced a decrease in oscillation amplitude, indicating decreased net charge. The binding kinetic curves are shown in Figure 4b. Note that the binding signal is plotted as the absolute value of amplitude change. By fitting the curves with the first-order kinetics, ka, kd, and KD were determined to be 3.8 × 10 5 M−1 s−1, 1.4 × 10−2 s−1, and 38 nM, respectively. The results are close to the values in literature.26,34 To confirm the oscillation amplitude was due to the specific binding between KcsA-Kv1.3 and 1, we performed a negative control experiment using empty nanodisc-modified nano-oscillators. The empty nanodisc has the same component as KcsA-Kv1.3 nanodisc but no KcsAKv1.3 protein encapsulated. As expected, no detectable change in the oscillation amplitude was detected (Figure 4b, gray curve). We also measured a peptide blocker of KcsA-Kv1.3, ShK, which is more potent than 1 and has been considered as a model by pharmaceutical companies for developing immunosuppressant drugs.35 The binding curves and fittings are shown in Figure 4c, and ka, kd, and KD were determined to be 2.0 × 107 M−1 s−1, 4.0 × 10−3 s−1, and 0.20 nM, respectively. The kinetic constants are comparable with values in literature.26,34 To verify the specific binding of ShK, two additional experiments were carried out by adding ShK to empty nanodisc and adding IgG to KcsA-Kv1.3 nanodisc, and neither of them produced detectable oscillation amplitude changes (Figure 4c, curves marked with controls 1 and 2, respectively). Multiplexed Detection with Improved Signal-toNoise Ratio. To improve the signal-to-noise ratio, we used larger particles (5 μm particles and 245 nm DNA linkers), which reduced noise by 5-fold, leading to the increased detection limit. Simultaneously imaging and analyzing multiple nano-oscillators also made it possible to perform multiplexed binding kinetics measurement. To demonstrate this capability, we used a prism-based plasmonic imaging setup (SPRM 200, Biosensing Instrument Inc.) and measure KcsA-Kv1.3−1 interaction with multiple nano-oscillators. Compared to the microscope setup that has a viewing window of 79 μm × 59 μm, the prism setup has a view size of 1.2 mm × 0.8 mm, allowing detection of up to 200 nano-oscillators simultaneously\n(Figure S1). From the binding curves of 20 individual nanooscillators (Figure 5), ka, kd, and KD are determined to be (2.3 ± 0.7) × 105 M−1 s−1, (3.7 ± 0.6) × 10−3 s−1, and 17 ± 4 nM, respectively.\n■ DISCUSSION Charge Screening Effect. The charge measured with nano-oscillators should be regarded as effective charge because of ionic screening, as shown in our previous work.30 In 1× PBS (ionic strength ∼ 150 mM), 99% of the total charges are screened. In the present work, we used 6 mM PBS and 40-fold diluted nanodisc buffer (ionic strength ∼ 3 mM, see Methods), which reduced the effective charges to 61% and 49%, respectively. Although the use of low concentration buffers led to larger signal (less charge screening), its effect on binding kinetics should be examined.36,37\nCharge Fluctuations. Intrinsic charge fluctuations due to dynamic binding and unbinding of ions to the nanoparticle surface is an important source of the noise. To estimate this effect, we measured the oscillation amplitude of a 540 nm nano-oscillator over 1 min at 0.3 V and 5 Hz. The mean value (signal) and standard deviation (noise) were determined to be 52.1 and 6.3 nm, corresponding to 426 and 52.5 e charges after considering the ionic screening effect. For a nano-oscillator with N charges, the charge fluctuations are expected to scale with ∼√N. Therefore, the noise from charge fluctuations is ∼√426 e = 20.6 e, which is a significant contribution to the total noise of 52.5 e. Other sources of noise, such as Brownian motion and associated random particle−surface interactions, may also contribute to the observed noise. We discuss both effects below.\nParticle−Surface Interactions. When a particle is driven close to the surface, it will interact with the surface and thus affects the oscillation. We observed an intermittent decrease in the oscillation amplitude of 540 nm oscillators (Figure S2a, top panel). Careful examination of the oscillation cycles reveals that the decrease occurs when the particle moves toward the surface, indicating particle−surface interactions. This intermittent particle−surface interaction contributes to the noise in the oscillation amplitude determined by performing FFT on the particle displacement (Figure S2a, bottom panel). Because the silica particles are negatively charged at pH 7.4, electrostatic interaction between the particle and the surface is expected. This electrostatic interaction is repulsive by coating the surface with negatively charged spacers. To test this\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14154\nhypothesis, we studied Brownian motion of free particles (no DNA linker) on a neutral spacer (MT(PEG)4) coated surface and a negative spacer (dithiolalkanearomatic PEG6-COOH) coated substrate, and found that the Brownian motion in zdirection on neutral surface was smaller than that on negative surface (Figure 6a). This observation suggests that introducing a repulsive force helps to prevent the particles from interacting and sticking to the surface, causing the noise described above. To test this, we fabricated nano-oscillators on a negative surface and found that indeed reduced the chance of a sudden decrease in the oscillation amplitude (Figure S2b). Reducing salt concentration can also increase electrostatic repulsion, and thus reducing the sudden decrease in the oscillation amplitude (Figure 6b). Similarly, one can also control the charge of particles by changing the pH, and the polarity of the charge is determined by the isoelectric point of the protein modified on the particle (Figure 6c). Brownian Motion. The particles tethered by the soft DNA linkers are subject to Brownian motion, which can contribute to the noise in the oscillation amplitude (Figure S3a). To minimize Brownian motion, we carefully controlled the density of DNA linkers on the surface to make each particle tethered to the surface by multiple linkers. For example, the average Brownian motion distance in z-direction with linker/spacer ratio 1:30000 was ∼52 nm and reduced to ∼8.8 nm with linker/spacer ratio 1:6000 (Figure S3b). The linker/spacer ratio should not be lower than 1:1000 because too many DNA molecules will increase the steric hindrance and make the DNA molecules inflexible. We have compared different linker/spacer ratios and the corresponding Brownian motion and conclude that 1:6000 is suitable for our experiments. Toward High-Throughput Screening of Small Molecules. The present technology uses the same instrumentation as the traditional SPR, which provides high-throughput detection when array and automatic injections are used. Also, the nano-oscillators are more sensitive to small molecules than other label-free techniques, which allows accurate quantification of small molecule binding kinetics. We expect this unique capability enable nano-oscillators as a useful tool in fragment-based drug discovery, where thousands of small molecules need to be screened.38 For example, to study Alzheimer’s disease, we could immobilize hundreds of relevant protein receptors to different nano-oscillators, flow drugs, or biomarkers over the sensor surface and measure the interactions simultaneously.\n■ CONCLUSIONS We have demonstrated self-assemble nano-oscillators as a label-free detection technology for studying molecular interactions. Unlike most existing label-free detection technologies, this detection platform is charge sensitive rather than mass sensitive, which is capable of detecting binding kinetics of both proteins and small molecules. We have performed experiments to validate the working principle of the nanooscillator detection technology and applied the technology to measure the binding kinetics between BSA and anti-BSA, a small molecule drug and a peptide to the nanodiscencapsulated membrane protein KscA-Kv1.3. We have further shown multiplexed detection by simultaneously measuring many nano-oscillators and proposed ways to improve the signal-to-noise ratio. We anticipate that the nano-oscillator detection platform will contribute to the study of molecular interactions in various biochemical processes and open a\ncapability for screening drug candidates of small and large molecules by quantifying the binding kinetics with drug targets.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.9b04195.\nDetection limit, equation of motion, detection with 5 μm nano-oscillators using a prism-based plasmonic imaging setup, particle−surface interactions, Brownian motion and DNA density, and effects of DNA length on oscillation amplitude (PDF) Oscillation movie (AVI)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: njtao@asu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Guangzhong Ma: 0000-0002-1197-659X Shaopeng Wang: 0000-0002-2680-0503"
    }, {
      "heading" : "Author Contributions",
      "text" : "G.M. carried out the experiments and analyzed the data, X.S. helped with some experiments and the data analysis, S.W. helped with instrumentation, N.T. conceived and supervised the project, and G.M., S.P., and N.T. wrote the paper."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare the following competing financial interest(s): N.J.T. is a co-founder of Biosensing Instrument Inc and grant R44GM126720 was funded via Biosensing instrument Inc.\n■ ACKNOWLEDGMENTS We thank Keck Foundation, Gordon and Betty Moore Foundation, and the National Institutes of Health (R01GM107165 and R44GM126720) for financial support. We thank Dr. Han Xu at Amgen, Inc., for providing the nanodisc samples and related reagents, Dr. Dong-Kyun Seo and Shaojiang Chen for their help with dynamic light scattering measurement, and Dr. Win Ly for his help with the prism based SPRM setup.\n■ REFERENCES (1) Wu, C.-Y.; Roybal, K. T.; Puchner, E. M.; Onuffer, J.; Lim, W. A. Science 2015, 350 (6258), No. aab4077. (2) Okada-Iwabu, M.; Yamauchi, T.; Iwabu, M.; Honma, T.; Hamagami, K.-i.; Matsuda, K.; Yamaguchi, M.; Tanabe, H.; KimuraSomeya, T.; Shirouzu, M.; Ogata, H.; Tokuyama, K.; Ueki, K.; Nagano, T.; Tanaka, A.; Yokoyama, S.; Kadowaki, T. Nature 2013, 503 (7477), 493−499. (3) Sharpe, H. J.; Wang, W.; Hannoush, R. N.; de Sauvage, F. J. Nat. Chem. Biol. 2015, 11 (4), 246−255. (4) Zimmermann, G.; Papke, B.; Ismail, S.; Vartak, N.; Chandra, A.; Hoffmann, M.; Hahn, S. A.; Triola, G.; Wittinghofer, A.; Bastiaens, P. I. H.; Waldmann, H. Nature 2013, 497 (7451), 638−642. (5) Mistry, P.; Laird, M. H. W.; Schwarz, R. S.; Greene, S.; Dyson, T.; Snyder, G. A.; Xiao, T. S.; Chauhan, J.; Fletcher, S.; Toshchakov, V. Y.; MacKerell, A. D.; Vogel, S. N. Proc. Natl. Acad. Sci. U. S. A. 2015, 112 (17), 5455−5460. (6) Copeland, R. A. Evaluation of Enzyme Inhibitors in Drug Discovery: A Guide for Medicinal Chemists and Pharmacologists; John Wiley & Sons, 2013.\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14155\n(7) Qi, W.; Chan, H.; Teng, L.; Li, L.; Chuai, S.; Zhang, R.; Zeng, J.; Li, M.; Fan, H.; Lin, Y.; Gu, J.; Ardayfio, O.; Zhang, J.-H.; Yan, X.; Fang, J.; Mi, Y.; Zhang, M.; Zhou, T.; Feng, G.; Chen, Z.; Li, G.; Yang, T.; Zhao, K.; Liu, X.; Yu, Z.; Lu, C. X.; Atadja, P.; Li, E. Proc. Natl. Acad. Sci. U. S. A. 2012, 109 (52), 21360−21365. (8) Reisinger, B.; Kuzmanovic, N.; Löffler, P.; Merkl, R.; König, B.; Sterner, R. Angew. Chem., Int. Ed. 2014, 53 (2), 595−598. (9) Green, E. M.; Wakimoto, H.; Anderson, R. L.; Evanchik, M. J.; Gorham, J. M.; Harrison, B. C.; Henze, M.; Kawas, R.; Oslob, J. D.; Rodriguez, H. M.; et al. Science 2016, 351 (6273), 617−621. (10) Yu, C.; Liu, Y.; Ma, T.; Liu, K.; Xu, S.; Zhang, Y.; Liu, H.; La Russa, M.; Xie, M.; Ding, S.; Qi, L. S. Cell Stem Cell 2015, 16 (2), 142−147. (11) Rodriguez, R.; Miller, K. M.; Forment, J. V.; Bradshaw, C. R.; Nikan, M.; Britton, S.; Oelschlaegel, T.; Xhemalce, B.; Balasubramanian, S.; Jackson, S. P. Nat. Chem. Biol. 2012, 8 (3), 301−310. (12) Copeland, R. A. Nat. Rev. Drug Discovery 2016, 15, 87. (13) Bernetti, M.; Masetti, M.; Rocchia, W.; Cavalli, A. Annu. Rev. Phys. Chem. 2019, 70, 143. (14) Sharma, A. K.; Kent, A. D.; Heemstra, J. M. Anal. Chem. 2012, 84 (14), 6104−6109. (15) Liang, J.; Liu, H.; Huang, C.; Yao, C.; Fu, Q.; Li, X.; Cao, D.; Luo, Z.; Tang, Y. Anal. Chem. 2015, 87 (11), 5790−5796. (16) Yin, L.; Wang, W.; Wang, S.; Zhang, F.; Zhang, S.; Tao, N. Biosens. Bioelectron. 2015, 66, 412−416. (17) Höök, F.; Rodahl, M.; Kasemo, B.; Brzezinski, P. Proc. Natl. Acad. Sci. U. S. A. 1998, 95 (21), 12271−12276. (18) Wu, G.; Datar, R. H.; Hansen, K. M.; Thundat, T.; Cote, R. J.; Majumdar, A. Nat. Biotechnol. 2001, 19 (9), 856−860. (19) Baksh, M. M.; Kussrow, A. K.; Mileni, M.; Finn, M.; Bornhop, D. J. Nat. Biotechnol. 2011, 29 (4), 357. (20) Wartchow, C. A.; Podlaski, F.; Li, S.; Rowan, K.; Zhang, X.; Mark, D.; Huang, K.-S. J. Comput.-Aided Mol. Des. 2011, 25 (7), 669. (21) Wang, W.; Yang, Y.; Wang, S.; Nagaraj, V. J.; Liu, Q.; Wu, J.; Tao, N. Nat. Chem. 2012, 4, 846. (22) Shepherd, C. A.; Hopkins, A. L.; Navratilova, I. Prog. Biophys. Mol. Biol. 2014, 116 (2), 113−123. (23) Liu, C.; Balsamo, V.; Sun, D.; Naja, M.; Wang, X.; Rosen, B.; Li, C.-Z. Biosens. Bioelectron. 2012, 38 (1), 19−26. (24) Liu, C.; Alwarappan, S.; Badr, H. A.; Zhang, R.; Liu, H.; Zhu, J.J.; Li, C.-Z. Anal. Chem. 2014, 86 (15), 7305−7310. (25) Guan, Y.; Shan, X.; Wang, S.; Zhang, P.; Tao, N. Chemical science 2014, 5 (11), 4375−4381. (26) Ma, G.; Guan, Y.; Wang, S.; Xu, H.; Tao, N. Anal. Chem. 2016, 88 (4), 2375−2379. (27) Guan, Y.; Shan, X.; Zhang, F.; Wang, S.; Chen, H.-Y.; Tao, N. Science Advances 2015, 1 (9), No. e1500633. (28) Shan, X.; Fang, Y.; Wang, S.; Guan, Y.; Chen, H.-Y.; Tao, N. Nano Lett. 2014, 14 (7), 4151−4157. (29) Fang, Y.; Chen, S.; Wang, W.; Shan, X.; Tao, N. Angew. Chem., Int. Ed. 2015, 54 (8), 2538−2542. (30) Ma, G.; Syu, G.-D.; Shan, X.; Henson, B.; Wang, S.; Desai, P. J.; Zhu, H.; Tao, N. J. Am. Chem. Soc. 2018, 140 (36), 11495−11501. (31) Lu, J.; Wang, W.; Wang, S.; Shan, X.; Li, J.; Tao, N. Anal. Chem. 2012, 84 (1), 327−333. (32) Ma, G.; Zhu, H.; Wan, Z.; Yang, Y.; Wang, S.; Tao, N. Optical imaging of single protein size, charge, mobility, binding and conformational change. 2019, bioRxiv 505404. bioRxiv: The Preprint Server for Biology. https://www.biorxiv.org/content/10.1101/ 505404v2. (33) Binding Kinetics Analysis with SPR: Interaction between Bovine Serum Albumin (BSA) and Anti-BSA. https://biolynx.ca/ tech/articles/bi_binding_spr.pdf. (34) Xu, H.; Hill, J. J.; Michelsen, K.; Yamane, H.; Kurzeja, R. J. M.; Tam, T.; Isaacs, R. J.; Shen, F.; Tagari, P. Biochim. Biophys. Acta, Biomembr. 2015, 1848, 1974−1980. (35) Rashid, M. H.; Kuyucak, S. J. Phys. Chem. B 2012, 116 (16), 4812−4822.\n(36) Papaneophytou, C. P.; Grigoroudis, A. I.; McInnes, C.; Kontopidis, G. ACS Med. Chem. Lett. 2014, 5 (8), 931−936. (37) Huang, B.; Liu, F.-F.; Dong, X.-Y.; Sun, Y. J. Phys. Chem. B 2012, 116 (1), 424−433. (38) Scott, D. E.; Coyne, A. G.; Hudson, S. A.; Abell, C. Biochemistry 2012, 51 (25), 4990−5003.\nDOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156\n14156"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Measuring ligand−protein interactions is critical for unveiling molecular-scale biological processes in living systems and for screening drugs. Various detection technologies have been developed, but quantifying the binding kinetics of small molecules to the proteins remains challenging because the sensitivities of the mainstream technologies decrease with the size of the ligand. Here, we report a method to measure and quantify the binding kinetics of both large and small molecules with self-assembled nano-oscillators, each consisting of a nanoparticle tethered to a surface via long polymer molecules. By applying an oscillating electric field normal to the surface, the nanoparticle oscillates, and the oscillation amplitude is proportional to the number of charges on the nano-oscillator. Upon the binding of ligands onto the nano-oscillator, the oscillation amplitude will change. Using a plasmonic imaging approach, the oscillation amplitude is measured with subnanometer precision, allowing us to accurately quantify the binding kinetics of ligands, including small molecules, to their protein receptors. This work demonstrates the capability of nano-oscillators as an useful tool for measuring the binding kinetics of both large and small molecules. M interactions are ubiquitous in living systems and responsible for various biochemical processes, including metabolism, cell signaling, enzyme regulation, and gene expressions. To understand living systems at the molecular scale, it is necessary to measure ligand binding to proteins. Determining molecular binding kinetics is also critical for drug screening, where the kinetic constants of drug candidate binding to protein targets are used to rank drug candidates, elucidate drug binding mechanisms, and determine drug residence time and efficacy. To measure binding kinetics, especially of small molecule ligands, incorporation of labels with fluorescent or radioactive labels is often required. However, most label-based methods are end point assays and are, thus, unsuitable for kinetics measurements. Additionally, labeling may alter binding kinetics. Label-free methods, such as surface plasmon resonance (SPR), can measure molecular binding kinetics, but their sensitivities scale with the molecular weights of the ligands, making them difficult to measure small molecule ligands. Localized surface plasmon resonance (LSPR) has enhanced sensitivity and is capable of detecting small molecules, nevertheless the sensitivity is still limited by mass. To overcome this challenge, several detection technologies have been developed, including charge sensitive optical fibers and membrane deformation of the whole cells. The former is compatible with microplate but not microarray, and the latter applies to cells only. We have recently developed a nano-oscillator detection technology. Each nano-oscillator consists of a particle (nanoparticles or virions) tethered to a surface by a polymer, which is driven into oscillation with an electric field. Upon ligand binding to the particle, the oscillation amplitude changes, which is tracked to determine the kinetics. In this work, we demonstrate that Nano-oscillators selfassembled on a surface are capable of measuring large and small molecule ligands binding to proteins with sensitivity independent of the ligand molecular weight. We show that charge change in the particle associated with binding of ligands is mainly responsible for the change in the nano-oscillator amplitude. We apply the nano-oscillator technique to measure the kinetics of bovine serum albumin (BSA) binding to antiBSA, and small molecule ligand binding to a nanodisc encapsulated membrane protein KcsA-Kv1.3. The use of the nanodisc provides lipid bilayer environment for stabilization of the membrane protein. ■ METHODS Materials. Functionalized DNA primers were purchased from Integrated DNA Technologies (IDT). λ DNA and Phusion High-Fidelity PCR Kit were purchased from New Received: September 15, 2019 Accepted: October 8, 2019 Published: October 8, 2019 Article pubs.acs.org/ac Cite This: Anal. Chem. 2019, 91, 14149−14156 © 2019 American Chemical Society 14149 DOI: 10.1021/acs.analchem.9b04195 Anal. Chem. 2019, 91, 14149−14156 D ow nl oa de d vi a ST O N Y B R O O K U N IV S U N Y o n Ju ly 1 7, 2 02 0 at 2 2: 08 :1 4 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}