{
  "name" : "downloads_2019-11-24_e4_hess2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Designing inorganic nanomaterials for vaccines and immunotherapies",
    "authors" : [ "rystina L. Hessa", "Igor L. Medintzb", "Christopher M. Jewell" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "R D\nK a b c d e f\na\nA R R A A\nK N G C Q I V\nC\nM\n(\nh 1\nNano Today 27 (2019) 73–98\nContents lists available at ScienceDirect\nNano Today\njou rn al h om epa ge: www.elsev ier .com/ locate /nanotoday\neview\nesigning inorganic nanomaterials for vaccines and immunotherapies\nrystina L. Hessa, Igor L. Medintzb,∗, Christopher M. Jewell a,c,d,e,f,∗∗\nFischell Department of Bioengineering, University of Maryland, 8278 Paint Branch Drive, College Park, MD, 20742, USA Center for Bio/Molecular Science and Engineering Code 6900, U.S. Naval Research Laboratory, 4555 Overlook Ave SW, Washington, DC, 20375, USA Robert E. Fischell Institute for Biomedical Devices, 8278 Paint Branch Drive, College Park, MD, 20742, USA Department of Microbiology and Immunology, University of Maryland Medical School, 685 West Baltimore Street, Baltimore, MD, 21201, USA Marlene and Stewart Greenebaum Cancer Center, 22 South Greene St, Baltimore, MD, 21201 USA U.S. Department of Veterans Affairs, VA Maryland Health Care System, 10 North Greene St, Baltimore, MD, 21201, USA\nr t i c l e i n f o\nrticle history: eceived 23 January 2019 eceived in revised form 14 April 2019 ccepted 26 April 2019 vailable online 29 May 2019\na b s t r a c t\nVaccines and immunotherapies have changed the face of health care. Biomaterials offer the ability to improve upon these medical technologies through increased control of the types and concentrations of immune signals delivered. Further, these carriers enable targeting, stability, and delivery of poorly soluble cargos. Inorganic nanomaterials possess unique optical, electric, and magnetic properties, as well as defined chemistry, high surface-to-volume- ratio, and high avidity display that make this class of materials particularly advantageous for vaccine design, cancer immunotherapy, and autoimmune treatments.\neywords: anomaterial old nanoparticle arbon nanotube uantum dot mmunology\nIn this review we focus on this understudied area by highlighting recent work with inorganic materials – including gold nanoparticles, carbon nanotubes, and quantum dots. We discuss the intrinsic features of these materials that impact the interactions with immune cells and tissues, as well as recent reports using inorganic materials across a range of emerging immunological applications.\nPublished by Elsevier Ltd.\naccine and Immunotherapy\nontents\nIntroduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .74 The immune cascade is triggered by antigen recognition . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 74 Vaccination and immunotherapy have revolutionized disease treatment and prevention . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 74 Material considerations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .75 Physicochemical properties . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 75 Colloidal stabilization . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 76 Bioconjugation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 76 Characterization . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 77 Nanoparticle interfacial phenomena . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 77 Physicochemical properties of inorganic materials impact intrinsic immunomodulatory activity . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 77 Gold nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 Quantum dots . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 80 Carbon nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 80 Silica nanoparticles. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .81 Inorganic materials offer potential to improve vaccines for infectious diseases . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 82 Gold nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 83 Silica nanoparticles. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .85 Quantum dots . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 85\n∗ Corresponding author. ∗∗ Corresponding author at: Fischell Department of Bioengineering, University of\naryland, 8278 Paint Branch Drive, College Park, MD, 20742, USA. E-mail addresses: igor.medintz@nrl.navy.mil (I.L. Medintz), cmjewell@umd.edu\nC.M. Jewell).\nttps://doi.org/10.1016/j.nantod.2019.04.005 748-0132/Published by Elsevier Ltd.\n74 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nCancer immunotherapies can be enhanced by formulation with inorganic NMs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 86 Gold nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 86 Carbon nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 Silica nanoparticles. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .89 Iron oxide nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 90 Inorganic materials provide unique opportunities for controlling inflammation in autoimmunity . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 Gold nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 Iron oxide nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 92 Quantum dots . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 94 Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95 Declaration of interest . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95\nAcknowledgments . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 96\nI\na e t a t s s s s i i o r p o i n m e f d c i o a i i d w n ( t m\nT\na b t c i t b\np i\nntroduction\nThe immune system relies on complex interactions of cells nd tissues to mount responses to infection, vaccination, or disase. In recent years there is also increasing interest in exploiting he body’s natural immune pathways to combat conditions such s cancer and autoimmunity [1,2]. Materials-based approaches o tune immunity are of particular interest due to advantages uch as co-delivery of immune signals, cargo protection, and pecific targeting capabilities [3–5]. Notably, many materials themelves exhibit immunomodulatory properties, leading to direct timulation or regulation of immune pathways [6–11]. One realzation from this discovery is that material properties are critically mportant in determining the effectiveness of candidate vaccines r immunotherapies because these carriers directly impact the esponse to the other active immune components. From another erspective, these same studies highlight the potential impact f gaining greater control over the interactions of vaccines and mmunotherapies with target immune cells and tissues. Inorganic anomaterials (NMs) differ from other biomaterials (e.g., polyers, lipids) that have been widely reviewed in the immune ngineering field [12–16] because they are derived almost entirely rom non-natural materials. This characteristic creates unique sizeependent structural, optical, electric, and magnetic properties that an be exploited for immunological applications through targetng of multiple immune signals, enhanced stability, and delivery of therwise insoluble cargo. Here we discuss this topic across four reas, including i) the inherent immunomodulatory properties of norganic NMs, and the application of this class of materials to ii) nfectious disease, iii) cancer immunotherapy, and iv) autoimmune isease. While a library of inorganic NMs is quickly expanding, e illustrate important themes using key categories such as gold anoparticles (AuNPs), quantum dots (QDs), carbon nanotubes CNTs), and silicon or iron oxide nanoparticles. Before moving into hese areas, we first provide some immunological background and\naterial considerations.\nhe immune cascade is triggered by antigen recognition\nThe immune system functions across two key interconnected rms: innate and adaptive (Fig. 1). The innate immune system is the ody’s first line of defense and includes cells such as macrophages hat engulf pathogens, and natural killer (NK) cells that induce ell death (“apoptosis”) in infected host cells [17]. This arm of the mmune system relies on the ability of pattern recognition recepors to respond to molecular patterns associated with viruses and\nacteria, or other types of danger (e.g., heat, toxins).\nIn the adaptive immune system, pathogens – or fragments of athogens termed “antigens” – travel to immune tissues, includ-\nng lymph nodes (LNs) and the spleen. This process can occur by\npassive drainage through lymphatic vessels, or through antigenpresenting cells (APCs) that have phagocytosed pathogens and antigens prior to actively migrating to LNs or other sites of antigen presentation [18]. In LNs, APCs such as dendritic cells (DCs) process and present the antigen on their surface by display in specialized proteins called major histocompatibility complexes (MHCs). This presentation is accompanied by costimulatory molecules and leads to the activation of T cells and B cells specific for a given antigen. T cells can differentiate into cytotoxic T cells (CTLs) with antigen-specific direct killing capabilities specialized to combat intracellular pathogens, such as viruses [19]. Other types of T cells – helper T cells (TH), for example – adopt a supportive role and are characterized by the types of signaling molecules (e.g. cytokines) they produce. Lastly, B cells that become activated secrete antibodies that can immobilize extracellular pathogens and toxins or tag a specific target for engulfment or destruction.\nThe processes just outlined are not carried out unchecked, but instead, are part of a constant balance between immune activation (e.g., against a pathogen) and immune regulation that conserves resources and protects self-tissue from mistaken attack by the immune system. These latter processes – termed immune tolerance – are particularly important, as some T and B cells naturally develop receptors with reactivity for host molecules found in the body [20]. Inflammation and other attacks against self-molecules are prevented through functional tolerance, which relies on mechanisms including deletion of these self-reactive cells, suppression of inflammatory cells by regulatory T cells (TREGS), and receptor editing. During autoimmune diseases such as multiple sclerosis (MS) and type 1 diabetes (T1D), aspects of these tolerance mechanisms fail, leading to inflammation and attack of host tissue [21].\nVaccination and immunotherapy have revolutionized disease treatment and prevention\nOver the past century, prophylactic vaccination has become a standard practice, resulting in the eradication of diseases such as polio and small pox. This strategy relies on the host immune system’s ability to respond to antigen exposure and create “memory.” Most existing vaccines drive B cells to produce antibodies that can, even years later, protect against subsequent antigen exposure. A typical vaccine consists of an antigen and an immunostimulatory molecule, termed an adjuvant. The mechanism of the most commonly used adjuvants, aluminum salts, is still not fully understood. For this reason, an area being heavily investigated for vaccination is development of agonists that stimulate specific immune warning pathways, promoting a more predictable and molecularly-defined response. One such pathway involves toll-like receptors (TLRs), which recognize mainly bacterial and viral products, allowing these cues to trigger high levels of inflammation in response. Agonists of\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 75\nF hagoc t ells an\nt c\nd t v n a i d e c i i b i d h o B c t c u i i a t p p\nM\ni a a m d t o f t\nig. 1. Innate immunity refers to the arm of the immune system that involves the p he presentation of antigen along with costimulatory signals to produce mature T c\nhese receptors have been investigated in many clinical trials for onditions ranging from cancer to allergies [22].\nThe immune engineering field has rapidly developed in the past ecade, with exciting ideas emerging to improve both preventaive vaccines against infectious agents, as well as new therapeutic accines or immunotherapies targeting cancer and autoimmuity. For example, the tumor microenvironment fosters growth nd metastasis in part due to the immunosuppressive characterstics of these tissues, which deactivates immune cells seeking to estroy the tumor. These and other challenges have driven interst in strategies to generate potent, tumor-specific T cells that an overcome this immunosuppressive environment [23]. Another mportant area is that of immune tolerance during autoimmunity, nflammatory disease, and transplantation. This trend is emerging ecause immunotherapy has the potential to turn off or regulate the mmune responses that underpin these conditions. In autoimmune isease, for example, the immune system recognizes and attacks ealthy cells and tissue; approaches to correct these defects withut inhibiting other healthy immune responses would be beneficial. oth cancer and autoimmunity are examples of therapeutic vacines, technologies to harness the immune system to treat patients hat are already sick, as opposed to the traditional preventative ontext vaccines are applied in [14]. Materials, including both natral and inorganic, are increasingly investigated in the field of mmunotherapy as delivery vehicles for immune signals, to exploit ntrinsic immunogenic properties of materials, and even as imaging gents. Inorganic NMs offer some unique aspects for these applicaions. Before delving into the immunological applications, we first rovide some key inorganic NM concepts and properties, including reparation methods and unique characteristics.\naterial considerations\nGiven the developing role that inorganic NMs could play in mmunological applications, we begin by initially defining what\nNM is for the purposes of this review. There is no universally ccepted definition, but one definition with broad support is a aterial derived by an engineered process that has at least one imension at a scale of <100 nm [24,25]. This engineered derivaion is meant to define the material as man-made and not naturally ccurring, while use of the word “material” distinguishes NM rom synthetic chemicals. NMs come in two generalized categories hat are colloquially classified as “soft” and “hard” NMs. Soft NMs\nytosis of pathogens and direct killing of infected cells. Adaptive immunity requires d antibodies targeted at pathogens and infected cells.\ninclude classical polymers, dendrimers, liposomes, and has been recently extended to include biological derivatives such as DNA origami and recombinantly-modified viral protein scaffolds. Many soft NMs such as polymers, for example, have already seen extensive use in immunological applications as drug delivery agents, display scaffolds, excipients, and even adjuvants. In contrast, hard NMs are typically synthesized from metals or semiconductors. The number of available “hard” NMs continues to grow with each passing year and now include subclasses such as nanoparticles (NPs), nanorods (NRs), nanotubes, nanocapsules, nanosheets, and others. It is the growing use of these latter inorganic NMs within immunological applications that we focus upon here.\nThere are many considerations to account for in designing NMs for a given biological application – with more yet to be discovered. These considerations are of particular relevance to immunology since essentially every material property has been shown to have some direct impact on interactions with the immune system. Some of these properties include the physicochemical properties of a NM – which determine interactions with other molecules such as cells or proteins, how the NMs are modified for a given purpose – since this impacts the ability to display antigens and other biomolecules, and, equally importantly, the available characterization tools. The latter is important since knowing the composition and properties of the materials is a prerequisite for any application. Some key considerations across these areas are described below.\nPhysicochemical properties\nInorganic NMs are considered “value-added” materials in that they often display unique size-dependent or quantum-confined properties that, in many cases, are a major contributor as to why the NM is of interest for exploitation in immune-applications. A prime example is the photoluminescence and extraordinary large multiphoton action cross-sections of semiconductor QDs, which can allow for deep-tissue imaging [26]. As will be shown repeatedly below, this feature is particularly advantageous in applications such as tracking lymphatic drainage. More generally, inorganic NMs – and especially NPs, provide a host of inherent properties that cumulatively can be of benefit for immune targeting applications. These include a size range (<15 nm) that allows for extended long-term circulation in the blood system and extremely high surface-tovolume ratios that allow for high avidity display of molecules such as antigens (critical for vaccines). This feature can also sup-\n76 K.L. Hess et al. / Nano Toda\np i t i\ni r b f w s p fi a u l c m b c n a t s c b a m t d h E i a i s t r\ncussion can be found in other reviews [24,34,35]. Heterogeneous\nology Meta-analysis of cellular toxicity for cadmium-containing quantum dots, E. h, et al., Copyright 2016 [39].\nort delivery of multiple, mixed cargo molecules (e.g. antigens and mmunomodulatory drugs), and resistance to chemical degradaion, which has direct relevance to the material’s viable lifetime n vivo.\nInorganic NMs differ from molecules like drugs or proteins n significant ways, even though they may be in the same size ange. The molecules that make up a drug or a monoclonal antiody formulation are often all considered identical, particularly or approved therapeutics. This is not true for a NM formulation, hich is an ensemble containing many distinct, but closely related, pecies. Using AuNPs as an example, a given sample is typically olydisperse with a distribution of sizes exhibiting a Gaussian prole centered on the average diameter. This means the number of toms constituting such NPs are also variable. NM surfaces are not niform at the molecular level, and may display vertices, defects, attices, and edges, amongst other facets. Many NPs, such as semionductor QDs, have multilayer structures with a core and shell, or ultiple layers of shells [24,27]. The coatings used to make NMs iocompatible and any biological moiety attached at the surface an be considered further layers in the NM structure (Fig. 2). The et charge of a NM is dictated by the groups present and displayed round its surface at the bulk solution interface. Moreover, in soluion, NPs commonly exhibit a Debye-Hückel charge counter layer urrounding the particle, making prediction of the charge character omplicated [27]. The net charge of a NP-biomolecular hybrid can e a major determinant of its ability to be taken up by cells or interct with other ubiquitous biomolecules, especially in a non-specific anner. Lastly, NMs can diffuse in solution, albeit at a slower rate han a similarly-sized biomolecule, and display complex hydroynamic diameters that are hard to predict given they consist of ard, insoluble materials surrounded by dissolved components. ach of these properties clearly influences how NMs are taken up n cells, how the NMs may drain through the lymphatic system, s well as the interactions with other molecules in vivo. Further, t remains unclear how small differences in a given NM property, uch as a slight difference in diameter, impact the interactions with he immune system, and ultimately, the type or effectiveness of esponse.\ny 27 (2019) 73–98\nColloidal stabilization\nAside from certain small metallic oxides, most hard NP materials have no intrinsic solubility of their own, thus requiring surface modification with what are termed “surface ligands” to enable dissolution or stabilization in aqueous environments. This aspect becomes critical in immune application as the NP surface character is largely determined by the ligand and its properties (e.g. charge or hydrophobicity). Thus, these modifications directly dictate the chemical characteristics the body sees and how it interacts with a NM.\nSeveral representative examples surrounding NP colloidal stabilization chemistry for biological application can be used to illustrate some of the problems commonly encountered. Some NPs such as AuNPs are synthesized directly in buffer using nucleating/stabilizing surface ligands that provide colloidal stability through either intrinsic charge (e.g., cetyltrimethylammonium bromide - CTAB) or the presence of appended poly(ethylene glycol) (PEG) groups [28,29]. Molecules such as CTAB are known to be cytotoxic, while PEG can make a NP more chemically inert [30]. Other NPs, such as QDs, are frequently synthesized at high temperature in organic phase and require either encapsulation or a complete surface “cap” exchange for aqueous phase transfer [31]. Large molecular weight amphiphilic polymers provide a set of hydrophobic groups that interdigitate with the organic molecules already present on the NP’s surface, while their hydrophilic surfaces mediate colloidal stability. This approach tends to add significantly to the NP’s hydrodynamic diameter but helps maintain good quantum yield by protecting the core/shell structure from water and charge interactions. This would yield a hydrophilic QD that is quite bright, but rather large for efficient drainage in the host. This last point also highlights that an approach to preparing a NP for biological – and especially immunological – applications has to balance solubility, size, and bioaccessibility. Smaller ligands can also be used for cap-exchange of QDs and AuNPs. In these cases, a terminal thiol, for example, provides direct surface coordination, while charged, zwitterionic, or PEG groups mediate colloidal stability. If the charged groups are exclusively amines or carboxyls, this composition will limit stability to a pH regime dictated by that group’s pKa, yet the same groups are also often used as sites for further bioconjugation reactions. Monothiolated ligands suffer a strong dynamic off rate, which limits shelf life, and which can be displaced rapidly in vivo by biothiols such as glutathione. The latter issues can be ameliorated using multidentate thiol groups [24,31]. Carbon allotropes such as carbon nanotubes and graphene have similar requirements although colloidal stability is usually provided by direct chemical or plasma modification of the surface to display hydroxyl and carboxyl groups [32]. Overall, the choice of which NP surface chemistry to utilize is primarily application driven, since as just highlighted, each approach is defined by both benefits and liabilities that must be balanced.\nBioconjugation\nFor most biological applications, NPs are further modified with some type of biomolecule; these span proteins, peptides, nucleic acids, carbohydrates, drugs, and lipids [24,33]. The biomolecules are meant to provide wide-reaching features, such as cell/tissue targeting, improved cellular uptake, and antigen presentation in the case of vaccine development. These capabilities are accomplished through either heterogeneous or homogeneous bioconjugation chemistry, with the latter being the most desirable. In-depth dis-\nchemistry such as carbodiimide (EDC) linkage targets the ubiquitous groups on proteins such as amines or carboxyls, for example, and will result in a NP-bioconjugate where the proteins have mul-\no Toda\nt N l p m r t i o r a f p i t [ N t b g v r p s\nC\ns i a i b i i m t h a s t t o a a c e u b e i s l t w\nN\ng r a a o m t\nK.L. Hess et al. / Nan\niple different orientations, mixed avidity, and different ratios per P. These parameters of NP-protein conjugation could provide a ever to improve upon the efficacy of existing vaccines containing rotein antigens. In contrast, homogeneous chemistry provides far ore control over variables such as ratio of biomolecule per NP, elative orientation, attachment strength, and linkage or separaion distance [36]. These characteristics can all be important for mmunological applications, where the combination and density f antigens or stimulatory cues determine the nature of immune esponse. Bioorthogonal chemistries seek site-specific chemical ttachment of biomolecules without disturbing any of the native unctional groups; this ability could enable targeting, for examle, while maintaining the immunological function of a vaccine or mmunotherapy. Toward these goals, non-natural chemical funcional groups such as azides and alkynes are being exploited 37]. Controlling the ratio of biomolecules attached to a given P could be an important parameter in many vaccine applicaions that involve antigen-priming. For example, attaching a single iomolecule or similarly low densities to a NP may result in conjuates displaying a Poisson distribution centered around the average alue that could impact utility by introducing variability in the esponse. In contrast, attempting to add very large numbers may erturb the NP’s colloidal stability, which could also impact accesibility of immune cells to antigens.\nharacterization\nFollowing on directly from both the NP preparation and ubsequent bioconjugation, it is imperative to collect as much nformation as possible on the material’s physicochemical charcteristics as these features directly impact function. More mportantly, this understanding can allow a direct correlation etween performance and NM properties. The number of potential nteractions and pathways that can be present in an immunologcal context, along with concentration and avidity-specific effects,\nake this endeavor even more critical. NP-bioconjugate variables hat are commonly interrogated include NP polydispersity, size, ydrodynamic diameter, stability, average number of biomolecules ttached, biomolecular orientation, and the effective binding contants. A key challenge, however, is that very few analytical echniques exist that can provide such detailed information. Those hat do exist often provide either indirect data or data averaged ver the ensemble (e.g., dynamic light scattering) [38]. Thus, charcterization is usually an amalgam of several indirect techniques, long with interpretation of functional results. A related area of haracterization is NP toxicity. These concerns arise from the presnce of materials such as Cd, in the case of QDs, along with a lack of nderstanding of how nanoscale size and architecture influences iological interactions. For example, a material previously considred inert, such as gold or silicon, could potentially be problematic n a NM format [39–41]. Given the desire to utilize NMs for very pecific and targeted utility in the immune system, any off-target, ong-term toxicity, or unplanned side effects could be amplified if hese changes alter the types of immune cells that are generated, hich in some cases can circulate for decades.\nanoparticle interfacial phenomena\nSince inorganic NP bioconjugates and their application in tareted medical applications represent a relatively new area of esearch and development, it is important to point out that many spects of how these composite materials function in both a nanond macroscale environment remain largely unknown. NP physicchemical properties rarely conform exactly to predictions from odels or simulations [27]. This issue, in turn, directly impacts he ability to design such composite materials or make predictions\ny 27 (2019) 73–98 77\nabout how they will function in the complex environment(s) of an immune system. Some of the phenomena that such materials experience are slowly being elucidated through systematic investigation. In seminal work, Zobel and colleagues confirmed that NPs structure their surrounding environment regardless of whether the environment is organic or aqueous, and that this structure can extend to almost twice the NPs diameter [42]. Such structuring is believed to cause and strongly influence complex phenomena that occur at the NP-bulk interface including localized variation in pH, pKa, density, and the presence of ionic gradients along with boundary zones. An eventual understanding of these phenomena may help clarify some of the unexplained interactions that have been observed with NPs and their bioconjugates. For example, it appears that the activity of an enzyme can be enhanced when attached to a NP. Examples includes enzymes acting on NPs displaying a substrate or NPs displaying the enzymes themselves. Preliminary mechanistic studies suggest these enhancements result from high, localized avidity for enzyme acting on NP-substrate along with alleviation of rate-limiting steps for NPs displaying enzymes: the latter presumably arises from the many changes that occur in the structured environment [43,44]. It is currently unclear how these same types of phenomena will affect the intended function of an immune-targeted NP-bioconjugate and how this must be accounted for in the design process.\nThe corona formation that arises once a NP-bioconjugate is transferred to a biological environment, taken up by a cell, or is introduced in vivo is also expected to play a critically determining role within most immune applications. This process is characterized by the rapid binding of proteins and other biomolecules to the NP surface which creates a surrounding corona. Formation of this corona is characterized by a continuous dynamic process whereby lower concentration species with higher affinity replace higher concentration species with lower affinity [45,46]. The corona is influenced by the type and character of the NP materials themselves and will obscure molecules on the NP surface, thus potentially affecting in vivo function, along with altering distribution, excretion, long-term fate, and toxicity profiles. The limited understanding of the protein corona phenomenon and how it alters downstream immunological effects still hinders NP translation attempts, such as vaccine development.\nOf course, the above overview is a simplification of all the considerations that go into the use of an inorganic NM or NP for a given biological application. What this summary does reflect, however, is that use of NMs within the context of biology, let alone an immunological focus, is not a plug-and-play process; concerted thought is required in both designing experiments and analyzing data. It is not always a given that what worked in one model system can be readily transferred to another system, as there is heterogeneity of immune responses across tissues, diseases, and species. Similarly, immune responses develop differently even across patients with the same disease [47]. Additionally, summarizing the above points, consideration must be given to the type of inorganic NM, its size and shape, what the surface chemistry is, what biomolecules are attached to the surface, how it is made colloidally stable, potential toxicity concerns, and ultimately, how it is applied [24]. In the next section we summarize some of these inorganic NMs which could ultimately help guide which of the parameters just listed should be manipulated for specific applications.\nPhysicochemical properties of inorganic materials impact intrinsic immunomodulatory activity\nAs the previous section demonstrates, the physicochemical properties of inorganic NMs play an important role in the interaction with biological molecules. This is true to an even greater\n78 K.L. Hess et al. / Nano Today 27 (2019) 73–98\ne l i t i [ n N i r\nG\nb w c m i i t 1 t o N R t f t a\nxtent for vaccines and immunotherapies because studies in the ast decade reveal that many inorganic NMs themselves can induce nflammatory or tolerizing immunological effects. Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others. The effects of factors such as M size, shape, charge, and surface functionalization in promotng or inhibiting immune function is the focus of this section and a epresentative list is summarized in Table 1.\nold nanoparticles\nGold has been used in modern medicine since the 1920’s when it ecame a common treatment for tuberculosis [56]. At this time, it as thought that the bacterium responsible for tuberculosis also aused rheumatoid arthritis (RA). While gold therapy was ultiately ineffective for treating tuberculosis, it was very successful n reducing inflammation in RA. More recently, gold has been used n other applications such as cancer, and as an antimicrobial agent, ypically in nanoparticulate form. AuNPs can range in size from\nnm to >100 nm and have strong optical absorption and light scatering due to localized surface plasmon resonance (LSPR) [34]. This ptical phenomenon occurs when light interacts with conductive Ps that have a diameter smaller than the incident wavelength. esonance can be tuned by altering the aspect ratio of gold NMs in he form of gold NRs (AuNRs). These features make AuNPs desirable or imaging applications and photothermal therapy. Additionally, hey can be conjugated with a wide variety of biomolecules such s immune signals.\ninhibition of TNF- secretion was dependent on AuNP size. (*p < 0.01 vs control) Adapted with permission from [48], copyright© 2013 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim.\nDespite its long-term use, the use of AuNPs to directly modulate immune response is relatively recent, and the mechanism is still unclear. For example, one study probed the effectiveness of gold in treating inflammatory diseases that are dependent on IL-1 , a proinflammatory cytokine associated with inflammation, pain, and autoimmunity [48]. Citrate-stabilized AuNPs measuring 5, 15, 20, and 35 nm in diameter were incubated with THP-1 human myeloid leukemia cells because they express numerous IL-1 receptors per cell (Fig. 3A). Treatment with 5 nm particles specifically blocked activation induced by IL-1 . Since larger NPs did not have the same result on activation, size effects were further probed by normaliz-\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 79\nF ge. A) i ene ex M ican C\ni t a ( t i i i T\ni f\nig. 4. Pro-inflammatory cytokine expression was dependent on AuNP surface char ncubation of AuNPs with increasing hydrophobicity resulted in increased in vitro g\noyano, et al., J. Am. Chem. Soc., 134 (2012) 3965–3967 [49]. Copyright 2012 Amer\nng overall surface area of the AuNPs, irrespective of the diameter of he particles used to treat. Interestingly, this approach revealed that ctivation – as indicated by production of inflammatory cytokines e.g., TNF- ) – decreased with decreasing NP size, suggesting that he anti-inflammatory activity is related to the ability of AuNPs to nteract with extracellular IL-1 (Fig. 3B). AuNP size has also been mplicated in other important immunological processes. As one llustration, size impacts the ability of NPs to blunt inflammatory\nLR9 signaling [57] in macrophages.\nUsing a systematic approach, the effect of hydrophobicity on mmune response was also recently analyzed by developing AuNPs unctionalized to display different surface groups [49]. Impor-\nAuNP surfaces modified with surface groups of increasing hydrophobicity. B) A 2 h pression of pro-inflammatory cytokine TNF- . Adapted with permission from D.F. hemical Society.\ntantly, a spacer was employed to remove background effects and specifically isolate the effects of the increasingly hydrophobic groups. The immune response to eight different functionalized NPs, with a core size of 2 nm, was investigated by treating splenocytes isolated from mice and quantifying mRNA expression by qRT-PCR (Fig. 4A). Interestingly, a correlation was found between increasing hydrophobicity and increased expression of a number of pro-inflammatory genes including TNF- , IL-6, and IFN(Fig. 4B). Understanding the robustness of such correlations in functional settings is a crucial next step for the immune engineering field. Even so, this work reveals important fundamental information about activation of the innate immune response, as several\n80 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nF chin a L iate s\nl a c [\nQ\nc u g t n c m y I o b b\nt l t t r w t\n(\nQ\ns\nm\nd\nw\nm\no [ i o C c t g w n a a\nig. 5. QDs as a tool to visualize lymph flow. A) Interstitial injection of QDs at the Ns of mice. B) QDs flowed first through the subcapsular sinuses, then the intermed\nines of research suggest hydrophobicity may be a simple dangerssociated molecular pattern because hydrophobic regions of the ell membrane are exposed during necrosis or protein denaturation 58].\nuantum dots\nLuminescent QDs are nanocrystals typically consisting of binary ombinations of II IV or II V semiconductors with radii that are sually found in the 2–10 nm range. The nanoscale size of QDs ives rise to discrete energy bandgaps that allow tuning of phooluminescence as a function of diameter from the visible to the ear infrared. This ability, along with high multiphoton action ross-section, photostability, and strong resistance to degradation akes QDs attractive as fluorescent probes for multiplexed analsis, energy transfer techniques, and deep-tissue imaging agents. n addition, their non-trivial surface area allows QDs to simultaneusly serve as a scaffold for conjugation with multiple classes of iomolecules. Details on preparation, bioconjugation, and general iological applications are detailed in several reviews [35,59–63].\nIn the context of immune tissue, the properties of QDs just menioned have been exploited for real-time imaging of flow through ymphatics and into LNs of mice [64]. This is important information o gather, as lymphatic drainage is a primary route that antigens ravel through to reach LNs, tissues at which adaptive immune esponses against antigens are generated. CdSe/ZnS core/shell QDs ere tracked by fluorescence microscopy, allowing rapid visualizaion of flow through the cervical lymphatics into the cervical LNs\nFig. 5A). This approach provided spatial information that revealed Ds flowed first around the edges of the node through the subcapular sinuses, then flowed through the intermediate sinus into the edullary sinus (Fig. 5B). These types of studies could help reveal istinct locations in which specific classes of antigens localized, hich could help predict or characterize development of inflamatory or tolerogenic response for new therapies.\nAnother study investigated the immunological impact of QDs\nn human epidermal keratinocytes and human dermal fibroblasts 50]. Skin cells are considered one of the first lines of defense in the mmune system and one possible route of exposure to QDs. Flurescence microscopy revealed that internalization of the 15 nm dSe/ZnS-COOH nanocrystals by either cell line increased with conentration and exposure time. Analysis of 84 genes associated with he innate and adaptive immune systems revealed that many of the enes impacted by QD treatment were linked to the NF- B path-\nay, which plays an important role in inflammation. A decrease in uclear NF- B over time was also seen, indicating that QDs may lter pathways associated with oxidative stress, inflammation, or poptosis.\nllowed rapid visualization of lymph flow through cervical lymphatics into cervical inus and into the medullary sinus. Adapted with permission from [64].\nCarbon nanomaterials\nNumerous NMs, such as CNTs, can be derived from carbon allotropes [34]. For example, single-walled CNTs (SWCNTs) are a single sheet of roll graphene, and multi-walled CNTs (MWCNTs) are composed of multiple sheets of graphene rolled concentrically. Additionally, these materials can be metallic or semiconducting, as in the case of graphene QDs. The electronic and optical properties, as well as the large surface-to-volume ratio of CNTs make them attractive for biological applications. Important to note is that CNTs are hydrophobic, meaning that functionalization is typically required before use in these applications. Carbon NMs offer specific advantages for immunotherapy such as flexible surface chemistry and enhanced internalization by cells [65]. Additionally, as mentioned, hydrophobicity may be a key driver of intrinsic immune function in the context of NM design, so CNTs may offer unique opportunities in this area. As they are increasingly used in research, it is important to understand both desirable and undesirable effects they may have on the immune system [66]. These effects can, in part, be attributed to material characteristics of CNTs. Below we discuss relevant factors including length, charge, and surface functionalization.\nWhole genome expression was one recent approach to begin understanding the complex interactions between CNTs and the immune system [67]. MWCNTs of two different sizes (20–30 nm diameter or 9.5 nm diameter) were either oxidized, or oxidized and modified with ammonium. Treatment of T cells or monocytes with any of the four types of CNTs led to changes in genes associated with a range of pathways, including those related to DC maturation, NF- B signaling, and TH1 chemokine secretion. Interestingly, each treatment had a different effect on gene expression, with no single gene being affected by all four types of CNTs studied. MWCNTs that were modified with ammonium had very little effect on gene expression in T cells compared to those that were unmodified. When analyzing cytokine secretion, however, it was seen that the surface-modified CNTs led to a much larger increase in the secretion of IL-6, IL-1 , and TNF- . Further, this effect was enhanced with the ammonium-modified CNTs that had a smaller diameter. The changes in gene expression and cytokine secretion seen with CNT treatment mimicked those induced by pathogen interaction with toll-like receptors, meaning this class of material may be exhibit intrinsic adjuvant features that trigger pathways to generate protective responses against a pathogen when coupled or loaded with antigen.\nOther studies continued probing what immunological pathways surface-functionalized CNTs activate to gain further understanding of the intrinsic immunogenic features of these materials. For example, one study assessed the stimulation and migration of macrophages following treatment with carboxylated MWCNTs [68]. While quiescent RAW264.7 macrophages showed little capac-\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 81\nF gh a c C\ni l o l r v a t c t l l\nt o a p ( ( l c r w t w n w m a i i i\nw w ( c r w o\nig. 6. Carboxylated MWCNTs induced macrophage activation and migration throu reative Commons Attribution 4.0 International License.\nty for migration in vitro, incubating the cells with CNTs led to a high evel of migration, indicating they can act as a chemokine. Analysis f cells that had migrated towards the MWCNTs revealed a high evel of internalization, and further led to activation. Due to recent evelations that calcium mobilization initiates immune cell actiation, the impact of calcium transport inhibitors on CNT-induced ctivation and migration was also studied [69]. It was discovered hat inhibitors significantly blunted migration, leading to the conlusion that carboxylated MWCNTs lead to macrophage activation hrough a calcium signaling cascade (Fig. 6). These studies may shed ight on specific mechanisms of the effects CNTs have on a cellular evel.\nAs previously mentioned, many factors are thought to influence he immunogenicity of inorganic NMs. For this reason, the impact f size and surface charge of MWCNTs on immune response is lso of interest. Short (1̃22 nm) and long (3̃86 nm) CNTs that were ositively or negatively charged were tested in bone marrow DCs BMDCs) [70]. Interestingly, short MWCNTs with a negative charge −23.4 mV) were much more readily internalized by BMDCs than ong, positively charged (+5.8 mV) CNTs. The tubes were also onjugated with a model protein antigen used in immunological esearch, ovalbumin (OVA), to test the impact on T cells. T cells ere isolated from transgenic mice expressing a T cell receptor hat recognizes OVA. When BMDCs treated with OVA-MWCNTs ere co-cultured with T cells, MWCNTs that were short and egatively charged increased proliferation and IFN- secretion, hich correlated with uptake in BMDCs (Fig. 7). Additionally, ice that were injected with short, negatively charged CNTs had n increased antigen-specific killing ability. This fundamental nformation could improve the rational design of CNT-based mmunotherapies with specific emphasis on how to enhance nternalization by immune cells.\nThe interaction of graphene QDs (gQDs) with macrophages as studied by focusing on two important inflammatory pathays [71]. It was first determined that increasing doses of gQDs 3̃ nm) induced increasing levels of apoptosis and autophagy in ells. gQD incubation increased the activity of p38 MAPK, which esponds to stress factors and inflammatory cytokines, and NF- B, hich regulates the level of pro-inflammatory cytokines. Inhibitors f each pathway were used to further probe the mechanisms of\nalcium-dependent signaling cascade. Reprinted with permission from [68] under a\nimmunotoxicity. These studies revealed gQD-induced apoptosis was regulated by the NF- B pathway and autophagy was regulated via the p38MAPK NF-kB pathway. Understanding the cellular pathways at play in intrinsic immunogenicity of NMs is a key aspect to the design of immunotherapies, an idea that is only starting to gain traction in the field.\nWhile the previous example investigated gQDs in a macrophage cell line, it is important to probe interactions of NMs with primary human cells. In stimulated human peripheral blood mononuclear cells (PBMCs), non-toxic doses of gQDs inhibited proliferation [72]. The oval-shaped gQDs were 2 nm high and 23.6 ± 7.0 nm long with a surface charge of -9.4 ± 0.8 mV. The treated cells also produced less inflammatory and TH1 associated cytokines, such as IL-6 and IFN, respectively. Interestingly, gQD treatment induced enhanced secretion of anti-inflammatory and TH2 associated cytokines. Additionally, while gQD treatment had little effect on immature DCs, stimulated DCs produced less TH1 and TH17 associated cytokines. When these stimulated and treated DCs were incubated with T cells, less proliferation was seen compared to control co-cultures. Intracellular cytokine staining also confirmed a polarization towards the TH2 phenotype, away from the TH1 and TH17 phenotypes. This polarization away from inflammatory phenotypes demonstrates a tolerizing effect from the gQDs. As the work above demonstrates, one of the challenges of understanding the interactions between NMs and the immune system is that the same core material often generates different responses depending on small changes in size, chemical functionality, or other features.\nSilica nanoparticles\nSilica NPs, which can range in size from tens to hundreds of nanometers, are considered biocompatible and of relatively low cost. These NMs have been investigated as delivery vehicles for vaccine components because the size, surface chemistry, and morphology can be tuned during synthesis [73]. Through silane chemistry, a silica particle can be modified to include a variety of functional groups such as carboxyls, amines, or thiols. Functionalization ability and large surface area are desirable for conjugation of biomolecules. Additionally, silica NPs can be formed with pores of tunable size by manipulating reaction conditions, yielding meso-\n82 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nF rge, w m st rob h n Lice\np r\nb ( r b g w e I s p a t c c g p B c m E p s\no p [ w g e s a w g A p n i t n\ng d\nig. 7. Cellular internalization of MWCNTs was dependent on size and surface cha odel antigen OVA was attached, the short, negative MWCNTs resulted in the mo ttps://doi.org/10.1016/j.jconrel.2016.01.030, under a Creative Commons Attributio\norous NPs that are specifically useful for cargo transport and elease [74].\nThe surface characteristics of monodisperse silica NPs can also e controlled by coating the NPs with charged poly(amino acid)s PAAs) [75]. To study the impact of surface character on immune esponse, N-hydroxysuccinimide (NHS)-activated particles have een decorated by either polymerization of amino acids, or conjuation of an amino acid to the particle surface. Cytokine production as measured in response to the synergistic immunostimulatory ffect of silica NPs and one of two TLR ligands. The secretion of L-1 by mouse BMDCs was found to be correlated with both NP ize and hydrophobicity. Highly hydrophobic particles coated with oly(histidine) were found to be the most immunogenic (Fig. 8A) nd were used to compare particles of different sizes. Interestingly, he smallest particles (300 nm) induced the highest IL-1 levels ompared to 1 m or 10 m particles. Surface charge, which was ontrolled by amino acid conjugation, had no effect on immunoenicity in BMDCs. The impact of charge varied greatly when IFNroduction levels were measured in T cells activated by treated MDCs. In this case, cytokine secretion was enhanced as surface harge of the NPs became more cationic (Fig. 8B). Like in BMDCs, ore hydrophobic particles were found to be more immunogenic. xperiments such as these, that systematically control biophysical arameters of particles, provide essential information for undertanding interactions with the immune system.\nRather than testing particles in conjunction with TLR agonists, ther work has investigated the self-adjuvanting abilities of mesoorous silica NPs when delivered with antigen (i.e., OVA) in mice 76]. The 91 nm NPs were formed with 3.6 nm pores. When NPs ere amino-functionalized, they could adsorb OVA with 2.5-fold reater efficiency than non-functionalized NPs. Mice receiving ither a low dose or a high dose of OVA bound to NPs showed a trong antibody response. Interestingly, however, a much stronger ntigen-specific T cell response was seen when mice were treated ith the higher dose. This result suggests a threshold of antien concentration for the development of cell-mediated immunity. lthough this work demonstrated that adding amine groups to the article surface resulted in higher antigen adsorption, it should be oted that some publications have demonstrated that the adjuvantng effects of silica NPs were actually attenuated by functionalizing he particle surface [77,78]. Clearly there are more parameters that\need to be elucidated before clinical utility can be contemplated.\nIn an investigation probing the impact of size on immunoenicity, hollow silica-titania core-shell NPs were synthesized with istinct sizes: 25, 50, 75, 100, and 125 nm [79]. Silica NPs were\nith short, negatively charged CNTs showing the highest level of uptake. When the ust T cell response in vitro and in mice. Reprinted with permission from [70], doi: nse (CCBY).\nfirst prepared and then titanium tetraisopropoxide was added to create the titania-coated layer. Silane treatment was then used to modify these NPs with cationic (amine), anionic (carboxylate), or neutral (methyl) surface groups. Cellular uptake, toxicity, and immunogenicity were measured in mouse alveolar macrophages and human breast cancer cells. A correlation was found between increasing cell uptake and decreasing NP diameter. There was also a trend associated with surface charge, where cationic NPs were taken up more efficiently than neutral or anionic particles. The efficient internalization of positively charged NPs is widely thought to be due to interactions with negatively charged molecules of the glycocalyx membranes. Uptake, often the first step in the immune cascade, has implications in downstream signaling and ultimately the type and intensity of the resultant immune response. The impact of size and charge on the innate immune response was also tested by measuring the expression of IL-1, IL-6, and TNF- by macrophages. The 50 nm particles, which were internalized most efficiently, induced the highest secretion levels of each cytokine in macrophages. Inorganic NMs are often investigated as delivery vehicles for vaccination and therapy. Further, the intrinsic immunogenicity of the inorganic NMs demonstrated in this section has been harnessed for these applications. Specifically, the next section will focus on the exploitation of the unique properties of inorganic NMs for immunization strategies aimed at infectious diseases.\nInorganic materials offer potential to improve vaccines for infectious diseases\nThe goal of vaccination against infectious diseases is to produce a safe, robust, antigen-specific response that protects against future exposure to the actual pathogen. While there has been great success with existing vaccine strategies, challenges still exist, including a lack of protection across a population and difficulty transporting and storing vaccines in developing regions. Inorganic NMs offer unique properties to address these challenges. While the last section focused on understanding the intrinsic features of inorganic NMs, much interest has also been devoted to coupling, loading, or formulating antigens or other immune signals to these materials to develop vaccines. This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination. Some examples are summarized in Table 2 and discussed in detail below.\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 83\nG\nc p p c e o [ o\nold nanomaterials\nGold NMs have been investigated for immunotherapeutic appliations in infectious diseases such as HIV [88,89], listeria [90], arasitic diseases [91], and malaria [92]. These studies have shown romise in mouse and rabbit models, but as above, the material haracteristics play a crucial role in the stimulatory responses genrated by the NMs. AuNP size can be easily and precisely controlled ver a large range from a few nanometers to several hundred 93,94]. Additionally, they can be decorated with a large amount f antigen or adjuvant by simple chemistry.\nSeveral groups have systematically tested the effect of AuNP size on response to viral proteins. For example, it was found that the antibody response to a NP-displayed foot-and-mouth diseaserelated peptide was dependent on particle size [95]. In a study of AuNP size effects in a codelivery system, particles ranging from 15 to 80 nm were screened for optimal delivery of OVA and an oligonucleotide that stimulates TLR9, CpG [80]. The antigen and adjuvant were directly conjugated to the particle surface through Au-S bonds. 60 nm OVA-NPs led to the highest level of antigen presentation by DCs and 80 nm CpG-NPs induced the highest expression of activation markers. Both antigen presentation and activation of\n84 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nF ulate R ]. Cop\nD T c m s s n n l n v b w d l f a\nn c b c\nig. 9. A cocktail of AuNPs found to induce APC activation and presentation accum eprinted with permission from Q. Zhou, et al., ACS Nano, 10 (2016) 2678–2692 [80\nCs was necessary to induce an adaptive response, mediated by -cells and antibodies. For this reason, DCs were incubated with a ocktail of 60 nm OVA-NPs and 80 nm CpG-NPs and injected into ice. After 48 h, the NP-containing DCs largely accumulated in the pleen and in liver-draining LNs (Fig. 9). After a robust antigenpecific T cell response to OVA was observed, the approach was ext tested for protection against viral infection. Mice were immuized with DCs 5 days prior to injection of viral vectors that lead to iver infection and were engineered to express OVA. Mice immuized with AuNP cocktail-treated DCs had a significantly reduced iral load compared to control mice, or mice receiving DCs that had een incubated with free CpG and OVA. In a similar strategy, AuNPs ere decorated with the matrix 2 protein from influenza A and elivered along with soluble CpG [96,97]. This vaccination strategy ed to complete protection from a lethal influenza challenge in mice, urther demonstrating the utility of AuNPs as delivery vehicles for ntigen and/or adjuvants.\nIn another disease model, AuNPs were used as an immuization strategy to protect against Burkholderia mallei, which is lassified by the CDC as a Class B Select Agent because it can e weaponized for aerosol release [81]. This bacterium, which auses the disease glanders, leads to a high mortality rate that\nd in liver-draining LNs and reduced viral load in a mouse model of liver infection. yright 2016 American Chemical Society.\nis partially due to its expression of lipopolysaccharide (LPS), an agonist to TLR4 and a strong adjuvant. Limited success has been seen in mice with LPS immunization, resulting only in partial protection, likely because LPS induces T cell-independent immune responses that do not result in long-term immunity [98]. In an attempt to improve this effort, LPS was conjugated to a protein carrier and covalently coupled to the surface of 15 nm AuNPs [81]. Immunized mice produced significantly enhanced IgG and IgM responses compared to control groups. Nano-glycoconjugates were synthesized with one of three protein carriers and all improved survival in a mouse challenge model of glanders compared to LPS treatments alone. In a Rhesus macaques model, slightly increased protection was seen in vaccinated animals, but the difference in overall survival was not significant [99]. For this reason, the vaccine was resynthesized by first screening an array of antigens by simulation to determine factors such as adhesive properties and interaction with MHC I and II [100]. Impressively, when two proteins identified by this method were incorporated into the nano-glycoconjugate vaccine, 100% survival was observed in Rhesus macaques following a lethal challenge of glanders. This series of studies underscores the importance of rational design in vaccine applications.\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 85\nt c v s d g t a c i a s t i a t ( t s p i p N a [ a t w m\nS\ns s t s e t s a c e m p\nf cytokines and antibodies was measured. B) Only AuNR incubation resulted in ILncubated with BMDCs. (***p < 0.001 vs control) Reprinted with permission from K ociety.\nBoth studies above demonstrated the conjugation of an adjuvant o AuNPs, but as the previous section discussed, AuNPs themselves an induce immune responses, allowing them to serve as the adjuant in vaccination strategies. One study tested gold NMs as a elf-adjuvanting delivery system and vaccine [82]. As previously iscussed, biophysical parameters impact the degree to which inoranic NMs stimulate the immune system, leading the researchers o also test the impact of size and shape on the immune response to\nviral protein. Spherical, rod, and cubic NMs were developed and oated with West Nile virus envelope (WNVE) protein. Interestngly, each shape induced a different level of antibody production gainst WNVE in mice, with 40 nm spherical NMs causing the most ignificant response (Fig. 10A). This did not correlate with uptake of he NMs by RAW264.7 macrophages where AuNRs were internalzed most efficiently and led to the production of IL-1 (Fig. 10B) nd IL-18. In contrast, only the cubes and 40 nm spheres induced he secretion of other inflammatory cytokines such as TNF- , IL-6 Fig. 10C), and IL-12. After analyzing a number of material properies, it was found that surface area, which is related to both size and hape, was the most highly correlated with cytokine and antibody roduction. This study, and the work previously described using silca NPs [75], demonstrate the utility of controlling multiple particle arameters to leverage the intrinsic immunogenicity of inorganic Ms. In similar work, gold nanostars were complexed with footnd-mouth disease virus-like particles as a vaccination strategy 101]. The gold NMs served as a strong adjuvant, promoting specific ntibody production and T cell proliferation. Additionally, protecion from viral infection was higher when the virus-like particles ere combined with the gold nanostars rather than a conventional ineral oil adjuvant.\nilica nanoparticles\nDue to the intrinsic immunogenicity discussed in the previous ection, silica NPs have also gained the attention of researchers as a elf-adjuvanting delivery system for prophylactic vaccine applicaions. For example, layered double hydroxide SiO2 NPs have been ynthesized to deliver a DNA vaccine aimed against newcastle disase virus (NDV), which mainly affects avian species but can be ransmitted to humans [83]. These 90 nm particles feature a corehell structure, protect plasmid DNA from enzymatic degradation, nd promote controlled release over 288 h. Importantly, plasmidontaining NPs could induce a similar level of expression in human mbryonic kidney cells compared to plasmid delivered with a comercial transfection agent. Serum antibody levels against NDV eaked 5 weeks post immunization in chickens. Demonstrating\nduction by BMDCs. C) Only cubes and 40 nm spheres induced IL-6 secretion when ra, et al., ACS Nano, 7 (2013) 3926–3938 [82]. Copyright 2013 American Chemical\nthe impact of the NPs as an adjuvant, titers remained significantly higher through 8 weeks in mice that received the NP vaccine compared to those that received naked DNA. Additionally, at weeks 4 through 6, the immunized group also produced the highest level of lymphocyte proliferation, demonstrating enhanced immune function of T cells. Immunization of chickens with the NP vaccine resulted in 100% protection from disease challenge with no clinical signs observed, compared to 60% death with naked plasmid delivery, exemplifying the unique advantages inorganic NMs offer for improving vaccinations against viruses.\nFollowing a previous study that demonstrated the selfadjuvanting abilities of mesoporous silica NPs delivering OVA in mice [76], similar nanovesicles were tested as an immunization strategy for bovine viral diarrhea virus (BVDV) [84,102,103]. The NPs, which feature a 50 nm diameter, 6 nm wall thickness, and 16 nm pores, adsorb the viral E2 protein, which is a major immunogenic determinant of BVDV. Mice immunized with the nanovaccine elicited a 10-fold stronger antibody response compared to mice receiving the E2 protein with a strong adjuvant [84]. Importantly, the NPs also led to a strong cell-mediated response that was significantly higher than the traditional vaccine control. In an attempt to address challenges associated with refrigerated storage and delivery of vaccines, the group also investigated the ability of the nanovaccine to produce long-term immune responses in mice and sheep once freeze-dried [102,103]. Shortly after vaccination, animals treated with the freeze-dried NPs showed a robust antibody and cell-mediated response. Importantly, both responses were still detectable after 6 months. These studies took the important step of comparing a nanotechnology-based approach to a more traditional vaccine design including only an antigen and adjuvant, which demonstrated a considerable advantage. Moreover, the ability to lyophilize a nanovaccine may facilitate use in developing regions.\nQuantum dots\nAs discussed in the previous section, several types of QDs have been shown to affect the NF- B pathway [43]. One group aimed to further probe this mechanism and its implication in infectious disease and cancer. NF- B signaling inhibition was studied with aqueous synthesized QDs with emissions of 515 nm and 545 nm and corresponding radii of 2.2 nm and 2.7 nm [44]. Pretreatment of human pancreatic cancer (Panc-1) cells with either QD type significantly reduced NF- B activation induced by TNF- or TLR agonists. The NF- B pathway is critical in regulating the expression of viral genes and is connected to cancer because it negatively regulates apoptosis. Accordingly, QD treatment was shown to significantly\n86 K.L. Hess et al. / Nano Today 27 (2019) 73–98\ni P t b o h c t a r i a t d\nC w\nr a i a m a i c r T i g u c t a g e a d m e t\nnhibit herpes simplex virus-1 induced activation of NF- B in anc-1 cells, which suppressed viral replication. Additionally, QD reatment promoted apoptosis in Panc-1 cells, as evidenced by oth a down regulation of anti-apoptotic genes and the cleavage f proteins in the apoptotic pathway. Interestingly though, the QDs ad no effect on two other signaling pathways that have impliations in cancer. Unlike other studies discussed in this section, his work analyzed QDs alone, rather than as a delivery vehicle for ntigen and/or adjuvant, and found significant effects in pathways elated to both viruses and cancer. The following section describes norganic NM-based approaches with a similar goal to vaccination gainst infectious diseases: the generation of a robust inflammaory immune response. These strategies, however, are aimed at eveloping specific antibodies and T cells capable of fighting cancer.\nancer immunotherapies can be enhanced by formulation ith inorganic NMs\nA major challenge in cancer is the immunosuppressive envionment that surrounds tumors and limits the immune system’s bility to recognize and attack cancer cells. Development of better mmunotherapies is further hindered by differences across patients nd cancers, as well as ongoing tumor mutations. The current treatent methods of chemotherapy and radiation are non-specific nd highly toxic to healthy tissues. The goals of emerging cancer mmunotherapies are similar to those of infectious disease vacination in that the desired outcome is a strong, tumor-specific esponse. Of specific importance is the development of a robust\ncell response [104,105]. One recent transformative development n this field is checkpoint blockade therapy. Checkpoints normally uard against the development of autoimmune reactions but can be pregulated in the tumor microenvironment, preventing immune ells from reaching and destroying the tumor. New therapies aim o block these inhibitory immune pathways to produce a robust nti-tumor immune response. A second example is chimeric antien receptor (CAR) T cells that are isolated from a cancer patient, ngineered ex vivo to specifically recognize the patient’s tumor ntigens, then infused back into the patient where they seek out and\nestroy cancer cells [23,106,107]. Despite these recent advances, any challenges still face the field of cancer immunotherapy, for xample, CAR T cell therapy’s efficacy is highly dependent on the ype of cancer being treated. Inorganic NMs present an interest-\ning opportunity to address some of the challenges facing cancer immunotherapy because they can be ablated to destroy established tumors, decorated with both cancer antigens and molecules that stimulate the innate immune system, and serve as an imaging modality with potential for theranostic development [108]. Table 3 summarizes key examples detailed in this section.\nGold nanoparticles\nAuNPs have been heavily researched in cancer applications because they can deliver cancer antigens [109] and adjuvants [110], can be imaged in vivo [111], and can be used for thermal destruction of tumors (“ablation”) [112]. In a model antigen study, AuNPs were coated with red fluorescent protein (RFP) and CpG as a cancer vaccination strategy (Fig. 11A) [111]. RFP was attached through an Au-S bond and thiol-modified CpG with a ten-adenine spacer was attached to form 20 nm particles. Interestingly, immunization of mice with coated AuNPs elicited RFP-specific antibody (Fig. 11B) and T cell (Fig. 11C) responses regardless of the inclusion of CpG, indicating a self-adjuvanting ability of the particles. In a melanoma model of cancer involving B16 F10 tumor cells that express RFP, tumor growth in mice was delayed for up to 4 weeks for both groups. Another study reported similar results when co-delivering OVA-AuNPs and CpG-AuNPs [113]. OVA-coated NPs alone were sufficient for inhibiting growth of B16 tumors that express OVA and the addition of CpG-AuNPs did not enhance this effect. Researchers that tested the delivery of OVA and CpG on PPS NPs, however, reported that the CpG coated NPs were necessary to delay tumor growth in a challenge with the E.G7-OVA thymoma cell line [114]. Additionally, injection of CpG into glioblastomas showed promise in mice, and binding CpG to SWCNTs resulted in decreased migration of glioblastoma cell lines [115]. The differences in these results further underscore the importance of understanding the reaction of an inorganic NM delivery system with the immune system when developing immunotherapy strategies for a cancer, a disease which varies greatly across subtypes and patient populations.\nThe AuNP platform was next evaluated in the 4T1 breast cancer model, where tumor cells highly express the extra domain B (EDB) of fibronectin [116]. This model is more relevant to human cancer because it results in spontaneous metastasis to sites affected in breast cancer, including the draining lymph nodes, lungs, and bone. Previous work demonstrated that EDB-targeted vaccination of mice\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 87\nr m h m\nrowth. E) Cytotoxic T cell response and subsequent efficacy in cancer models depe opyright© 2012 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim, [116] © 2014 W ang et al., Effects of gold nanoparticle-based vaccine size on lymph node delivery rom Elsevier.\nesulted in a robust antibody response, but did not show the cellediated response necessary for tumor eradication [117]. It was ypothesized that the self-adjuvanting ability of AuNPs could proote a T cell response directed specifically at the tumor-associated\non AuNP size. (*p < 0.05 between two groups) Adapted with permission from [111] CH Verlag GmbH & Co. KGaA, Weinheim, and Journal of Controlled Release, 256, S. ytotoxic T-lymphocyte responses, 56–67 [118], Copyright (2017), with permission\nantigen. By adding OVA to the C-terminus of EDB and two cysteine residues to the N-terminus, the protein could bind to AuNP surfaces (Fig. 11D). Exogenous antigens are typically presented by APCs in MHC II, but the inclusion of OVA promoted cross presentation, a\n88 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nF coate c ency w\np M o m c c p\nd d t N c m i 2 T r c i o s N n a l s t\nw n a i\n(\ne\nA\nt\ns\nm\na\ne\nf\nT\nt\nr\nw\nb\nw\nm\nt\np\nig. 12. Immune signal-coated NPs produced a robust immune response. A) AuNPs ell response in mice. B) The intradermal injection route produced the highest frequ ith permission from [119] and [120].\nrocess where antigen is also displayed on MHC I. Presentation of HC I-displayed antigen to CD8+ T cells allows the development f antigen-specific cytotoxic T cells. In addition, NP treatment of ice with established 4T1 tumors significantly reduced growth, a ritical experiment for determining translation potential of caner immunotherapies due to the unlikeliness of patients receiving rophylactic tumor vaccinations.\nFurther studies aimed to elucidate the effect of AuNP size on elivery to LNs, where a response against cancer antigens can evelop, and the subsequent T cell response (Fig. 11E) [118]. In vitro, here was a trend associated with increasing size of OVA coated Ps and increases in DC uptake, DC activation, and inflammatory ytokine secretion by T cells, all important steps in the developent of robust anti-tumor immunogenicity. Following injection n mice, greater uptake was seen in draining LN-resident DCs for 2 nm and 33 nm particles compared to the smallest 10 nm NPs. his uptake was directly correlated with an enhanced CD8+ T cell esponse, an important consideration in cancer therapeutics, as this ell type can directly kill cancer cells. Next, prophylactic OVA-AuNP njection was tested as a strategy to slow or prevent the growth f tumors in the E.G7-OVA thymoma cancer model. The effect of ize on immunogenicity translated to this model where the larger Ps significantly slowed tumor growth, but the smaller NPs had o significant effect. This series of studies showed the efficacy of\nAuNP delivery system in multiple models of cancer and underines the importance of understanding parameters such as particle ize in initial steps of the immunological cascade and the ultimate herapeutic outcome.\nAnother AuNP immunization strategy involved coating them ith polyelectrolyte multilayers composed entirely of immune sigals (iPEMs) [119]. The positively charged antigen (OVA peptide) nd negatively charged adjuvant (TLR3 agonist) were alternatngly deposited onto the particle surface as a method of codelivery\nFig. 12A). Each bilayer added approximately 10 nm to the NP diamter to a final size of 43.5 nm after four bilayers. iPEM-coated uNPs treatment induced both activation and antigen presentaion in DCs. Additionally, injection of the NPs in mice produced a trong antigen-specific T cell response. To gain more insight into the echanism, the impact of injection route, immune signal dose, and djuvant choice on the T cell response was assessed [120]. Interstingly, intradermal injection produced the most robust response, ollowed by subcutaneous and intramuscular injections (Fig. 12B). his result could be important for clinical translation of NP-based herapies as intramuscular is the most commonly used injection oute in vaccination, but in these studies this route produced the eakest response. The intradermal route is particularly intriguing ecause of the existence of skin-specific DCs known as Langerhans hich could potentially phagocytose vaccine antigens [121]. In a ouse model of melanoma where B16 tumor cells express OVA, he adjuvanting abilities of TLR9 agonist CpG were compared to olyIC, a synthetic analog of viral double stranded RNA that inter-\nd with alternatingly deposited antigen and adjuvant induced an antigen-specific T of antigen-specific T cells following a prime on day 0 and boost on day 21. Adapted\nacts with TLR3. While iPEMs consisting of OVA peptide and polyIC delayed tumor growth, those containing CpG had a more robust effect resulting in 50% survival, compared to 0% in untreated mice. The rational design of future cancer immunotherapies will require answering such fundamental questions as what the best route is for injection and what the most effective adjuvant is.\nCarbon nanomaterials\nTREGS have been increasingly implicated in cancer because tumors exploit these cells to actively suppress the immune responses the body is mounting against the tumor. NMs offer an opportunity to target and potentially destroy this cell population. One group aimed to target intratumoral TREGS, but not peripheral TREGS, through delivery of SWCNTs (Fig. 13A) [122]. The first experiment assessed the expression of a number of markers on TREGS and effector T cells. Because glucocorticoid-induced TNFR-related receptor (GITR) displayed the highest expression on intratumoral TREGS, an anti-GITR mAb was chosen as the targeting agent. Optimal targeting efficiency and selectivity in a culture of splenocytes was found to occur when the 101 nm-length SWCNTs were each decorated with 5 antibodies (Fig. 13B). It was also determined that almost maximum internalization in vitro occurred after just 1 h, with only a small increase occurring if SWCNTs were incubated with cells for an additional 5 h. When the concentration of SWCNTs incubated with splenocytes was increased from 100 pM to 300 pM it resulted in better efficiency and selectivity of TREG targeting (Fig. 13C). Interestingly, if the concentration was further increased to 1 nM, the trend did not continue. In B16 tumor-bearing mice, the GITR-decorated tubes were targeted to TREGS in the tumor with 3-fold higher efficiency than to splenic TREGS, indicating the strategy’s specificity.\nPast studies have shown that SWCNTs are one of the most efficiently delivered NMs in tumor applications, but little focus has been put on understanding the method of tumor targeting [123,124]. Following an initial publication demonstrating that SWCNTs can accumulate in the tumor via both active and passive targeting mechanisms, additional factors were assessed [125]. Mice were first injected with tumor cells, followed 10 days later by i.v. injection of SWCNTs with a diameter around 1 nm and lengths between 100 and 300 nm. After mixing the tubes with Cy5.5-NHS and sulphosuccinimidyl 4-N-maleimidomethyl cyclohexane-1-carboxylate to enable imaging and peptide binding, these NMs were found to be taken up by circulating blood cells. The cells then entered the tumor interstitium and appeared to cross through blood vessel walls. Interestingly, when the tubes were reacted with a thiolated peptide sequence (RGD) known to target integrin receptors on angiogenic tumor blood vessels or an irrelevant peptide (RAD), no differences were seen in tumor accumulation for up to 7 days. After this time, RGD-SWCNTs were retained while RAD-SWCNTs were more readily cleared, suggesting\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 89\nt t s c w\nd t c o a o a d s w s s t s t w t t l t b W w o p c t i o a r r e o g t\nuorescently-labelled SWCNTs decorated with varying numbers of GITR antibody iency, as measured by flow cytometry, was maximal when SWCNTs contained 5 .01 < p ≤ 0.05) Reprinted with permission from C. Sacchetti, et al., Bioconj. Chem., 2\nhat targeting moieties can be more or less effective depending on he time point when uptake is analyzed. Overall, a better undertanding of how inorganic NMs can successfully target tumors ould improve selectivity and decrease systemic toxicity associated ith chemotherapy.\nNot only can SWCNTs target tumors [123,125] and serve as a elivery vehicle for cancer antigens [126,127] and adjuvants [128], hese NMs can also be irradiated with IR light. Such irradiation an induce thermal destruction in tumor cells and the release f cancer antigens can help launch a systemic immune response ble to combat cancer cells elsewhere in the body [129,130]. In ne approach, 0.8 nm diameter tubes were synthesized with an djuvant, glycated chitosan (GC), as the surfactant [131]. GC is erived by attaching galactose molecules to chitosan molecules and erves as a pathogen-associated molecular pattern. Additionally, hen SWCNTs are irradiated, they induce cellular stress leading to ecretion of danger-associated molecular patterns. Each of these ignals are involved in the activation of innate immunity, and he combination can help produce a strong adaptive (i.e., cancerpecific) immune response. It was therefore hypothesized that he immunogenicity of tumors could be enhanced by treatment ith GC-SWCNTs. In a breast cancer model, mice were moniored until they developed 8000 mm3 tumors. GC-SWCNTs were hen injected and 2 h later, the tumor was irradiated by a near-IR aser, which led to 89.2% apoptosis in local tumor cells. In addiion, treatment led to complete tumor regression for all mice in the reast cancer model and for 60% of mice in a liver cancer model. hen mice were immunocompromised, however, these effects ere substantially inhibited, indicating that efficacy is dependent n a significant immune response, rather than just a function of hysical destruction of the tumor. Impressively, when immunoompetent mice were rechallenged with mammary tumor cells, he mice that received GC-SWCNTs exhibited complete protection, ndicating a strong immune memory response. Comparatively, 80% f mice that had originally been treated with SWCNTs coated with\nnon-stimulatory polymer succumbed to rechallenge. A memory esponse capable of attacking future tumor cells is important as ecurrence rates are high for some types of breast cancer. In another xperiment, when two tumors were injected on opposite sides f the mouse, treatment in the left tumor significantly inhibited rowth of the right (untreated) tumor; this finding indicates a sysemic response. Certain types of cancer, including lung and colon,\nwith varying concentration of fluorescently-labelled SWCNTs (C). Targeting effiodies and increasing concentration of SWCNTs resulted in increased efficiency. (* 13) 852–858. [122]. Copyright 2013 American Chemical Society.\nrapidly metastasize to other tissue types, demonstrating the need for a systemic immune response following local tumor treatment. This approach can be compared to a similar strategy using NPs formed from degradable polymers that encapsulate a photothermal agent that allows ablation, along with a TLR7 agonist that serves as the adjuvant [132]. Tumors in the 4T1 breast cancer model or the CT26 colorectal cancer model could be completely ablated by this treatment strategy and combined with checkpoint blockade therapy, the growth of secondary tumors could be completely inhibited. In a similar approach to cancer treatment, AuNRs were coated with a protein and a TLR7 agonist [133]. Through photothermal therapy, the NRs induced B16 F10 tumor cell death and antigen release, and the inclusion of the strong stimulatory molecule resulted in increased T cell infiltration. This combined approach resulted in better survival, more effective prevention of metastasis, and even long-term immunity against tumor re-challenge. These studies are especially interesting because combination strategies are now considered a cornerstone of cancer therapy.\nSilica nanoparticles\nSimilarly to the codelivery strategies described using AuNPs and PPS NPs, silica NPs have also been used deliver CpG and OVA, resulting in suppressed tumor growth [134]. In a markedly different approach, the surface charge of cationic silica NPs was exploited for enhanced cellular uptake and the promotion of necrosis for cancer treatment [135]. After a 24 h incubation with B16 F10 tumor cells, the particles’ cytotoxic nature induced necrosis which can promote the release of tumor-associated antigens. This translated in vivo where high levels of necrosis were seen after silica NPs were injected directly into B16 F10 tumors in mice. NPs that were coated with a strong adjuvant, cyclic dimeric guanosine monophosphate, promoted activation of APCs in the tumor milieu. The adjuvantloaded silica NPs also resulted in sustained regression of tumors and prolonged survival. Mice that completely cleared tumors were also rechallenged with cancer cells and were completely protected. As discussed earlier in the text, many researchers are focused on understanding the impact of parameters such as size and charge on the immune responses induced by inorganic NMs. This study demonstrated one attempt to harness these natural parameters of NMs to enhance a specific, inflammatory response aimed at combatting cancer.\n90 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nI\nd n r A u a T d e\nt ( p t t s N c c t l i N i m w fi N t h t c t o b t c i a i a i\nncubated with HSP70-NPs and tumor lysate, which resulted in a significant delay in t al., 70-kDa heat shock protein coated magnetic nanocarriers as a nanovaccine fo 2015), with permission from Elsevier [138].\nron oxide nanoparticles\nIron oxide NPs provide an opportunity to target immune signals irectly to an area of interest due to their intrinsic superparamagetic nature [136]. Such NPs can overcome biological barriers and elease a payload to a certain area by the application of a magnet. dditionally, these NPs can be visualized at the single-cell level sing high-contrast MRI [137]. Recent attention has been put on ttaching biomolecules to iron oxide NP surfaces for cancer therapy. he combination of magnetism, imaging, and/or immune signal elivery provides great promise for immunotherapy applications, specially in a theranostic context.\nOne approach to attaining these goals involved adsorbing he anti-tumorigenic cytokine IFN- to dimercaptosuccinic acid DMSA)-coated magnetic NPs for use in tumor models [136]. DMSA rovides free ligand groups for biomolecule conjugation on the paricles, which have a final size of 4̃00 nm. While IFN- can increase he immunogenicity of tumor cells and inhibit tumor angiogeneis, off-target delivery can induce toxicity in other tissues. Magnetic Ps are therefore desirable to deliver the cytokine directly to a speific area. Uncoated NPs were rapidly taken up by Pan02 tumor ells, but IFN- -coated NPs exhibited a lower level of uptake which he authors posited could allow longer time for IFN- release and ocalization with receptors located on the cell surface. Following nduction of Pan02 tumors in mice, i.v. injection of the IFN- -coated Ps led to a 58% reduction in tumor volume compared to PBSnjected mice. When an external magnet was applied to the treated ice, localizing the NPs to the tumor site, average tumor volume as reduced by a remarkable 96%. Analysis of the tumor tissue conrmed that mice from this treatment group had the highest level of P accumulation, which was more specific to the desired site than reatment without the magnetic field. NP accumulation resulted in igher levels of intra-tumor IFN- , and infiltration of cells crucial o an antitumor response including macrophages, T cells, and NK ells. The highest level of apoptosis in tumors was also seen in mice reated with the IFN- -coated NPs and a magnetic field. Promotion f cancer cell death is critical for tumor destruction, as is the inhiition of blood vessel growth as tumors need new blood vessels o continue growing. Similarly, efficacious results were seen in a ancer model that is chemically-induced and more closely mimcs human tumor development. This treatment strategy could be pplied to the delivery of other toxic molecules that are potent n cancer treatment such as methotrexate or paclitaxel, due to its bility to directly target potentially dangerous drugs to a site of nterest.\nr growth. Reprinted from Journal of Controlled Release, 220 Part A, M. A. Shevtsov, ction of anti-tumor immune response in experimental glioma, 329–340, Copyright\nAnother study on the use of magnetic NPs for cancer treatment involved the delivery of heat shock protein 70 (HSP70) (Fig. 14A) [138]. A recent study showed that direct injection of HSP70 into tumors resulted in significant inhibition of tumor growth [139]. HSPs are advantageous for immunotherapy applications because they can chaperone antigenic peptides to APCs and promote an adaptive immune response. In an attempt to improve the antigen presenting abilities of HSP70, it was coated onto magnetic NPs. Interestingly, HSP70-coated NPs with an average size of 44.3 nm were taken up by DCs more efficiently than uncoated NPs, and accumulated in endosomes and then lysosomes, suggesting a pathway for endocytosis. When DCs were co-incubated with HSP70-NPs and a FITC-labeled peptide, peptide uptake was significantly enhanced compared to uptake of peptide with uncoated NPs. After 24 h, the peptide was detectable on the surface of DCs, indicating it could be presented to T cells. To confirm this, DCs were first incubated with HSP70-NPs and tumor lysates prior to coculture with CD8+ CTLs. In response, the CTLs produced a high level of IFN- and exerted cytotoxicity against four different tumor cell lines. In a glioma model, mice receiving DCs that had been treated with HSP70 NPs and tumor lysate showed a significant delay in tumor growth and increased survival rate (Fig. 14B). These results may have been due to higher infiltration of immune cells into the tumor and an increased killing capacity of CTLs in the peripheral blood. The delivery of HSP-coated inorganic NMs provides a unique opportunity to increase the immunogenicity of tumor antigens and promote the development of a robust anticancer immune response.\nA similar NM investigated for cancer immunotherapy applications was iron oxide–zinc oxide core–shell NPs that target DCs [140]. These 15.7 nm particles, capable of serving as an MRI imaging agent, were formed by first synthesizing an Fe3O4 core followed by coating with the ZnO shell (Fig. 15A). A novel ZnO-binding peptide was developed to facilitate particle conjugation of carcinoembryonic antigen (CEA), a set of glycoproteins used as a clinical marker of cancer. The DC-targeting ability of these NPs was confirmed by microscopy and flow cytometry, which revealed that 95% of cells took up particles within an hour where they localized with endosomes and lysosomes. In vivo, NP-containing DCs injected into mouse footpads could be visualized by MRI and produced an antigen-specific CD8+ T cell response. Additionally, NP-DC vaccination significantly reduced tumor growth and prolonged survival in a mouse model with CEA-expressing cancer cells (Fig. 15B). Tumor growth was also suppressed in transgenic mice spontaneously expressing human CEA, indicating possible translational potential (Fig. 15C). This review so far has focused on generation of\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 91\ns s l d\nI c\ni c d e t c d t t t b i N t t A t m N\nG\nm a t [ a\ntrong immune responses to fight infection or cancer, but the next ection will describe the use of inorganic NMs to inhibit or reguate the uncontrolled inflammation characteristic of autoimmune isease.\nnorganic materials provide unique opportunities for ontrolling inflammation in autoimmunity\nAs mentioned in the introduction, autoreactive inflammatory mmune cells are normally prevented and controlled through a proess called immune tolerance. When tolerance fails, autoimmune iseases such as MS, T1D, lupus, and RA can develop. These disases are characterized by an attack on healthy tissue that leads o chronic inflammation and even death. There are currently no ures available, leaving patients to rely on immunosuppressive rugs or antibodies that are not curative and can cause patients o be immunocompromised [2]. The goal of immunotherapy in his context is to restore tolerance to the molecule being attacked, ermed a self-antigen, because it originates in the patient’s own ody. At the same time, this tolerance is desired to be selective, leavng healthy aspects of the immune system intact [141]. Inorganic Ms offer unique opportunities such as the antioxidant properies of cerium oxide NPs [142] or the innate ability of MWCNTs o inhibit the development of auto-inflammatory TH17 cells [143]. dditionally, these materials can deliver immune signals directly o relevant immune cells and tissues to inhibit unwanted inflamation in an antigen-specific manner [144,145]. Examples of such Ms are described below and summarized in Table 4.\nold nanoparticles\nOne strategy being investigated to restore tolerance in autoimune disease is co-delivery of self-antigen attacked during disease, long with a regulatory signal to reprogram the response to his antigen away from inflammation and towards tolerance 146–151]. In one example, AuNPs were decorated with a selfntigen attacked during MS, myelin oligodendrocyte glycoprotein\n(MOG), and a small molecule, 2-(1’H-indole-3’-carbonyl)-thiazole4-carboxylic acid methyl ester (ITE), known to expand regulatory T cells (Fig. 16A) [152]. The 60 nm particles, which show minimal toxicity in humans, were formed by adding MOG and/or ITE dropwise to a gold colloid solution, followed by dropwise addition of methoxy-PEG-SH to stabilize the AuNPs against aggregation. The AuNPs co-loaded with ITE and MOG specifically activated a pathway stimulated by ITE, while MOG-decorated NPs did not. Activation of this pathway has been shown to induce tolerogenic DCs that polarize T cells towards the regulatory phenotype (TREGS) [153–155]. These studies showed NP treatment significantly reduced LPS-induced DC activation and maturation in vitro, which led to generation of TREGS in a coculture study. The strategy was tested in a mouse model of primary progressive MS, experimental autoimmune encephalomyelitis (EAE), which is characterized by increasing paralysis over a 2–3 week period which correlates to a clinical “score”. Administration of the co-loaded NPs once per week significantly inhibited the development of disease and suppressed the TH1 and TH17 cell responses that are characteristic of EAE (Fig. 16B). Additionally, when T cells from mice treated with co-loaded NPs were transferred into naïve mice, they were protected from the development of EAE, suggesting development of a strong TREG response. This nanovaccine strategy was also tested as a therapeutic in a model of relapsing-remitting MS, where symptoms worsen and wane in a cyclic nature. Relapsing-remitting EAE (RR-EAE) is induced by immunization with amino acids 139–151 of the proteolipid protein (PLP) from myelin and characterized by spreading of the T-cell response to amino acids 178–191. Administration of NPs once per week that were decorated with ITE and PLP139-151 and NPs decorated with ITE and PLP178-191 resulted in a reduction in severity of paralysis and the number of relapses (Fig. 16C). Efficacy in both disease models is key to translatability as relapsing-remitting MS affects the highest percentage of patients and primary progressive MS only has one recently approved drug option [156]. In a related study that did not feature inorganic NMs, degradable PLGA microparticles were synthesized to encapsulate and deliver MOG and rapamycin, another small molecule shown to\n92 K.L. Hess et al. / Nano Today 27 (2019) 73–98\ni m p\nn p l b s r a T w t m T e i e b l a t a S s g u m w p\np [ t\n) In wild-type DCs, decorated AuNPs knocked down LPS-induced NF- B activity. W *p < 0.01) Adapted with permission from [152] and [158].\nnduce TREGS [157]. This strategy achieved reversal of paralysis in ice with established EAE, further demonstrating the potential of\narticle-based delivery systems. This immune signal-decorated AuNP vaccination strategy was ext expanded to T1D, a disease in which T cells attack insulinroducing cells in the pancreas [158]. Decreased insulin levels\neave the body unable to regulate blood glucose, resulting in high lood sugar levels which can lead to cardiovascular problems and erious damage to other tissues. In this study, AuNPs were decoated with ITE and a cell–related antigen, proinsulin, or with ITE nd a peptide that activates a diabetogenic T cell clone (Fig. 16D). he NP formulation was tested in a non-obese diabetic (NOD) model here mice spontaneously develop T1D, and it was found that reatment once per week significantly inhibited disease developent (Fig. 16E). Treated mice had decreased levels of inflammatory H1 and TH17 cell-related genes in the pancreatic LNs, but increased xpression of a TREG-associated gene. TH1 and TH17 cells can both nduce diabetes in NOD mice and TREGS are protective against disase development, suggesting a method for tolerance induction y AuNP treatment. When NOD mice received DCs that had been oaded with NPs ex vivo, only 10% developed T1D by 22 weeks of ge. Further investigation into the mechanism of tolerance revealed hat NP treatment in DCs enhanced expression of Socs2, a factor ssociated with suppression of NF- B activation (Fig. 16F). When ocs2 was knocked down, the effects of NP administration on NFB activation and inflammatory T cell polarization were reverted, uggesting the importance of this factor in the induction of toleroenic DCs (Fig. 16G). This work provides further insight into the se of AuNPs for immunotherapies aimed at controlling autoimune reactions and may be broadly applicable due to the ease with hich different biomolecules can be attached to the surface of these articles.\nOveractive TLR signaling has recently been implicated in the athogenesis of many inflammatory and autoimmune diseases 159–163]. Antagonists of TLRs and downstream pathways are herefore an attractive area of exploration for therapeutics [22].\nCs were first transfected to silence Socs2, this inhibition was abrogated. (*p < 0.05,\nThe recent phase 3 clinical trial failure of a TLR4 inhibitor for sepsis treatment demonstrates the complicated interactions at play and a possible need for therapeutics that can simultaneously block multiple TLRs [164]. To address this need, peptide-AuNP hybrids were developed to determine if they can inhibit TLR activity and ultimately treat inflammatory diseases [165]. Peptides modified with a thiol group and an N-terminal amine group were covalently attached to the 13 nm NPs. The peptides both alter the surface chemistry of the NPs and influence immunomodulatory activity. Screening a library of peptide-AuNP hybrids identified a specific peptide sequence (CLPFFD) with potent anti-inflammatory activity, designated P12 [166]. This peptide-AuNP suppressed the upregulation of 40% of genes in human PBMCs that are typically upregulated by LPS treatment and increased secretion of the anti-inflammatory cytokine IL-1RA (Fig. 17A). Further, when NPs were taken up by monocytes and macrophages, they localized into endosomal compartments. The negatively charged NPs displayed a buffering capacity by blocking endosomal acidification (Fig. 17B). A control peptide sequence, CPLAAD (P13), did not have the same effect on endosome pH. Modulation of endosomal pH plays an important role in endosomal TLR signaling, and more specifically, was linked to reduction in TLR3 and TLR4 signaling. NP treatment was evaluated in a mouse model of inflammatory bowel disease in which a number of the inflammatory pathways specifically targeted by these NPs have been implicated. Treatment resulted in a significant reduction in disease severity as measured by body weight loss and colon inflammation, among other factors. These results suggest a new platform to target overactive TLR signaling that may overcome the pitfalls TLR inhibitors have seen thus far in clinical trials.\nIron oxide nanomaterials\nAs discussed in the introduction, T cells become activated when they interact with a DC presenting both antigen in a MHC and costimulatory factors. When T cells recognize antigen without these factors, however, they will not respond in an inflammatory man-\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 93\nn m a f m w c a d p r h M w l s c b o m A m d\nC a\n12-NPs significantly reduced a number of inflammatory cytokines. B) P12-coated A educed TLR signaling. Reprinted from Biomaterials, 111, H. Yang, et al., Endosomal ctivity in phagocytic immune cells, 90–102, Copyright (2016), with permission fro\ner and this can induce tolerance. In T1D, CD8+ T cells recognize ultiple epitopes expressed by pancreatic islet cells, resulting in\nneed for therapies that eliminate autoreactive T cells with diferent specificities [7]. To this end, iron oxide NPs coated with\nultiple disease-relevant self-peptides loaded in MHCI (pMHCs) ere developed [167]. Biotinylated pMHCs were added to avidinoated NPs at a controlled molar ratio resulting in particles with an verage size of 114.1 nm. These NMs are unique in that they can irectly interact with T cells, eliminating the need for uptake and rocessing by APCs. Additionally, the high density of pMHCs on NPs esults in a much higher avidity and interaction that lasts for several ours compared to the lower avidity interaction between a native HC and T cell that normally lasts only minutes. NOD mice treated ith a mixture of six different pMHC-NPs, targeting the most prevaent pools of CD8+ cells, were 100% protected from development of pontaneous T1D. Surprisingly though, treatment with monospeific NPs targeting only one self-antigen was also highly effective ecause they induced expansion of an existing memory population f regulatory CD8+ T cells (Fig. 18A). TREGS can suppress autoimune reactions against multiple self-antigens by direct killing of PCs presenting these antigens. This finding suggests that treatents targeting one self-antigen can be effective in controlling a\nisease that has many characteristic autoantigens. While the initial work focused on controlling autoreactive D8+ T cells, the next NP conjugates developed were coated with utoimmune-disease-relevant peptides loaded in MHCII, which\nare readily taken up by cells where they block endosomal acidification, resulting in odulation by peptide-gold nanoparticle hybrids enables potent anti-inflammatory vier [165].\ninteracts with CD4+ T cells [168]. This subset of T cells is important in many autoimmune diseases including T1D, MS, and arthritis. NP treatment was shown to expand antigen-specific regulatory CD4+ T cells capable of suppressing APCs presenting self-antigen and of differentiating regulatory B cells. Remarkably, the therapy was effective in multiple disease models, restoring normal blood sugar levels in NOD mice, reversing paralysis in EAE mice (Fig. 18B), and resolving joint swelling in arthritic mice (Fig. 18C). These results were not reliant on a specific genetic background and could be replicated with ten different pMHC NPs, demonstrating the versatility of the platform.\nFollowing success with iron oxide NP treatment in a number of autoimmune disease models, the researchers recognized the importance of characterizing design rules for inducing specific tolerance [169]. Optimal conditions for synthesis and optimal dose and ligand density for TREG expansion were investigated. Measurement of IFN- secretion by T cells revealed an optimal valency for pMHC coating on NPs that changes with particle size. TREG expansion was found to be dependent on both dose and ligand density of pMHCs. Analyzing these parameters is critical not only to determining translation potential, but also to revealing fundamental information about the rational design of materials-based immunotherapies. It was also determined that the NPs bind to T cells as clusters and that the formation and size of these microclusters is dependent on pMHC density (Fig. 18D). The clusters of nanoparticles formed on the T cell surface only when the pMHC\n94 K.L. Hess et al. / Nano Today 27 (2019) 73–98\nd o t\nc a p b T s i s t c m I t O i\nQ\na\nPs in models of MS (B) and arthritis (C). D) pMHC coated NPs bound to T cells as utoimmunity by Boosting Memory-like Autoregulatory T Cells, 568–580, Copyright pecific regulatory networks to treat autoimmunity, X. Clemente-Casares, et al., C anomedicines for autoimmunity function as T-cell receptor microclustering devic\nensity was above a certain threshold. Examining the interaction f these “APC-like” NPs with T cells is necessary to understanding heir mechanism of immunomodulation.\nSeveral reports demonstrate that iron oxide NPs that are not oated with immune signals can directly modulate macrophage nd T cell functionality [170–173]. Specifically, treatment of OVArimed splenocytes with carboxydextran-coated iron oxide NPs etween 45 nm and 60 nm inhibited TH1 cytokine expression [172]. he effect of these NPs on a mouse model of delayed type hypersenitivity (DTH), a TH1-mediated response to antigen, was therefore nvestigated [174]. One measure of DTH is footpad swelling of OVAensitized mice that are re-challenged with OVA. Iron oxide NP reatment significantly reduced this swelling and immunohistohemical staining revealed diminished infiltration of T cells and acrophages and reduced expression of inflammatory cytokines. n agreement with these results, splenocytes isolated from NPreated, OVA-sensitized mice produced less IFN- in response to VA-restimulation. This demonstrates the potential innate tolerizng effect of an inorganic NM in halting autoimmune reactions.\nuantum dots\nIn immunological applications, QDs have mainly been used as n imaging modality such as for labelling mesenchymal stem cells\nclusters”. Adapted by permission from Immunity, 32 (4), S. Tsai, et al., Reversal of ), with permission from Elsevier [167], Springer Nature: Nature Expanding antigenht 2016 [168], and Springer Nature: Nature Nanotechnology Peptide-MHC-based ingha, et al., Copyright 2017 [169].\nfor T1D therapy [175,176]. QDs have not, however, been readily investigated as delivery vehicles for immune signals. Several groups have shown that delivery of MOG via a particle, without additional immunomodulatory signals, can induce tolerance in the EAE model of MS [177–179]. QDs present a unique opportunity in this application by allowing for tunable conjugation of a high number of molecules such as peptides or DNA, along with direct monitoring of drainage in relevant tissues. In one example of this approach, 625 nm emitting CdSe/ZnS core/shell QDs were decorated with MOG and used as a tool to probe the relationship between peptide dose and density and efficacy in treating autoimmune diseases (Fig. 19A) [180]. QDs were able to accommodate up to 100 peptides per particle and were readily taken up by DCs that could process and present MOG to T cells (Fig. 19B). One specific advantage of QDs, their ultrasmall size (<20 nm), was demonstrated as they rapidly drained to inguinal LNs of mice following subcutaneous injection at the tailbase (Fig. 19C). The intrinsic fluorescence of QDs allowed for easy imaging of the tissues. While MOG-QDs showed efficacy in EAE, injection of an equivalent dose of free MOG had no effect, demonstrating the need for a materials-based system when delivering self-antigen. The level of tolerance could be tuned by increasing the amount of self-antigen, with a higher dose of MOG (52:1 MOG:QDs) showing greater efficacy in the disease model than a lower dose (17:1\nK.L. Hess et al. / Nano Today 27 (2019) 73–98 95\nM r o e ( p d t u p t d c c c ( m h r\nC\ni d i l t a t t p e d U b a a o\nf MOG on a matched dose of QDs resulted in decreased EAE score (D) and incre ependent on self-antigen density with a fixed dose of MOG being more effective sp or comparisons of MOG-QD (17:1) against MOG-QD (52:1)). Adapted with permiss\nOG:QDs) (Fig. 19D). Additionally, the increased dose of MOG esulted in a higher number of TREGS present in the draining LN f mice (Fig. 19E). The most interesting result was that when delivring the same dose of MOG, spreading the ligands over many QDs 25:1 MOG:QDs) was more effective for inducing tolerance than acking more peptide onto fewer particles (65:1 MOG:QDs), clearly emonstrating the importance of self-antigen density in inducing olerance (Fig. 19F). This work shows QDs to be a useful tool for nderstanding fundamental questions about tolerance induced by article delivery systems. The strategy of delivering a self-antigen o treat autoimmunity recently made it to clinical trials with the elivery of autologous peripheral blood mononuclear cells (PBMCs) hemically coupled with seven different myelin peptides [181]. The ells are incubated with the peptides in the presence of a chemial cross-linker 1-ethyl-3-(3-dimethylaminopropyl)-carbodiimide EDC) and have demonstrated success in inducing tolerance in EAE\nodels [182,183]. The therapy proved safe and well tolerated in umans, and even resulted in a decrease in antigen-specific T cell esponses.\nonclusions\nBiomaterials offer distinct advantages for vaccines and mmunotherapies, including targeting, improved selectivity, coelivery of immune signals, and cargo protection. Inorganic NMs, n particular, create some unique opportunities, such as promoting ong term stability, high levels of uniformity, and special properies to be exploited; the latter include optical/imaging capabilities nd thermal or magnetic properties. Despite the possibilities that hey offer, NMs still face many unique challenges. As illustrated by he examples discussed here, the type of immunological response romoted by a material can change drastically due to NM paramters like size and charge, the in vitro or in vivo model system, or ue to heterogeneity of disease presentation among individuals. nlike some other material types, inorganic NMs are typically noniodegradable and non-porous, presenting difficulties for clearance nd for release of immune signals. Many of the NMs discussed bove are still in early stages of clinical development and there are ngoing debates over toxicity [184]. There are also concerns about\nREGS in the draining inguinal LN (E). F) The level of disease attenuation was also out over a larger number of QDs. (****p < 0.0001, # indicates significance of p < 0.05 om [180].\nthe production of NMs with consistently reproducible properties, such as size and charge, that are desirable for the downstream application [185]. Translation of this technology to the clinic has therefore been hindered. Only 10% of NMs that have been approved for clinical use fall under the inorganic category, with organic NMs making up the rest, including polymers at 34% and liposomes at 20% [186]. Additionally, only two of sixty ongoing investigational drug studies that involve NMs include those of an inorganic nature. Despite this, the work discussed above presents just a subset of the effort in pre-clinical settings towards understanding the mechanisms behind development of inflammation or tolerance due to NM interaction. A key goal for the next stages of materials research for immunotherapy applications is to focus on rational design with specific efforts towards biocompatibility and reproducibility. It is also important to note the difference between biocompatibility and immunogenicity. While some groups highlight the biocompatibility of materials, others harness intrinsic immunogenic properties for applications that promote or modulate inflammatory responses. When designing inorganic NMs for nanomedicine, a balance must be struck between adjuvanting properties and safety for the patient. The realization of the full clinical potential of inorganic NMs for immunotherapy applications in the near future will require collaborative efforts between researchers and clinicians to explore what experimental models are most clinically-relevant and what material parameters are able to be harnessed in the rational design of therapeutics.\nDeclaration of interest\nC.M.J. is an employee of the Maryland Veterans Affairs (VA) Health Care System at the Baltimore VA Medical Center. The views reported in this paper do not reflect the views of the Department of Veterans Affairs or the United States Government. C.M.J. holds an equity position in Cellth LLC.\nAcknowledgments\nThis work was supported in part by NSF CAREER Award# 1351688, United States Department of Veterans Affairs#\n9 o Toda\n1 J I I\nR\n6 K.L. Hess et al. / Nan\nI01BX003690, NIH# R01EB026896 and # R01EB027143, and uvenile Diabetes Research Foundation# 2-SRA-2016-319-S-B. .L.M. acknowledges NRL base funding and the NRL Nanosciences nstitute.\neferences\n[1] L. Milling, Y. Zhang, D.J. Irvine, Adv. Drug Deliv. Rev. 114 (2017) 79–101. [2] F. Piehl, J. Intern. Med. 275 (2014) 364–381. [3] J.J. Moon, B. Huang, D.J. Irvine, Adv. Mater. 24 (2012) 3724–3746. [4] D.R. Getts, L.D. Shea, S.D. Miller, N.J.C. King, Trends Immunol. 36 (2015)\n419–427. [5] D.J. Irvine, M.C. Hanson, K. Rakhra, T. Tokatlian, Chem. Rev. 115 (2015)\n11109–11146. [6] F.A. Sharp, D. Ruane, B. Claass, E. Creagh, J. Harris, P. Malyala, M. Singh, D.T.\nO’Hagan, V. Pétrilli, J. Tschopp, L.A.J. O’Neill, E.C. Lavelle, Proc. Natl. Acad. Sci. 106 (2009) 870–875.\n[7] S.L. Demento, S.C. Eisenbarth, H.G. Foellmer, C. Platt, M.J. Caplan, W. Mark Saltzman, I. Mellman, M. Ledizet, E. Fikrig, R.A. Flavell, T.M. Fahmy, Vaccine 27 (2009) 3013–3021. [8] C.A. Da Silva, C. Chalouni, A. Williams, D. Hartl, C.G. Lee, J.A. Elias, J. Immunol. 182 (2009) 3573–3582. [9] J.C. Sunshine, K. Perica, J.P. Schneck, J.J. Green, Biomaterials 35 (2014) 269–277.\n[10] J.I. Andorko, K.L. Hess, K.G. Pineault, C.M. Jewell, Acta Biomater. 32 (2016) 24–34. [11] J.I. Andorko, K.G. Pineault, C.M. Jewell, J. Biomed. Mater. Res. A. 105 (2017) 1219–1229. [12] D.J. Irvine, M.A. Swartz, G.L. Szeto, Nat. Mater. 12 (2013) 978–990. [13] J.I. Andorko, K.L. Hess, C.M. Jewell, AAPS J. 17 (2015) 323–338. [14] L.H. Tostanoski, E.A. Gosselin, C.M. Jewell, Discov. Med. 21 (2016) 403–410. [15] J.I. Andorko, C.M. Jewell, Bioeng. Transl. Med. 2 (2017) 139–155. [16] M.L. Bookstaver, S.J. Tsai, J.S. Bromberg, C.M. Jewell,Trends Immunol. 14\n(2018), 1802202. [17] M. Riera Romo, D. Pérez-Martínez, C. Castillo Ferrer, Immunology 148\n(2016) 125–139. [18] M.A. Swartz, J.A. Hubbell, S.T. Reddy, Semin. Immunol. 20 (2008) 147–156. [19] S. Halle, O. Halle, R. Förster, Trends Immunol. 38 (2017) 432–443. [20] D. Mathis, C. Benoist, Nat. Immunol. 11 (2010) 3–6. [21] S. Kontos, A.J. Grimme, J.A. Hubbell, Curr. Opin. Immunol. 35 (2015) 80–88. [22] J.K. Dowling, A. Mansell, Clin. Trans. Immunol. 5 (2016) e85. [23] J.M. Gammon, N.M. Dold, C.M. Jewell, Oncotarget 7 (2016) 15421–15443. [24] K.E. Sapsford, W.R. Algar, L. Berti, K.B. Gemmill, B.J. Casey, E. Oh, M.H.\nStewart, I.L. Medintz, Chem. Rev. 113 (2013) 1904–2074. [25] D.R. Boverhof, C.M. Bramante, J.H. Butala, S.F. Clancy, M. Lafranconi, J. West,\nS.C. Gordon, Regul. Toxicol. Pharmacol. 73 (2015) 137–150. [26] B.K. Andrásfalvy, G.L. Galiñanes, D. Huber, M. Barbic, J.J. Macklin, K. Susumu,\nJ.B. Delehanty, A.L. Huston, J.K. Makara, I.L. Medintz, Nat. Methods 11 (2014) 1237.\n[27] C. Pfeiffer, C. Rehbock, D. Hühn, C. Carrillo-Carrion, D.J. de Aberasturi, V. Merk, S. Barcikowski, W.J. Parak,J. R. Soc. Interface 11 (2014), 20130931. [28] E. Oh, J.B. Delehanty, C.A. Klug, K. Susumu, W. Russ Algar, R. Goswami, I.L. Medintz, Chem. Commun. 54 (2018) 1956–1959. [29] M. Brust, M. Walker, D. Bethell, D.J. Schiffrin, R. Whyman, J. Chem. Soc. Chem. Commun. (1994) 801–802. [30] J.M. Allen, J. Xu, M. Blahove, S.A. Canonico-May, T.J. Santaloci, M.E. Braselton, J.W. Stone, J. Colloid Interf. Sci. 505 (2017) 1172–1176. [31] G. Palui, F. Aldeek, W. Wang, H. Mattoussi, Chem. Soc. Rev. 44 (2015) 193–227. [32] Y. Wenrong, T. Pall, J.J. Gooding, P.R. Simon, B. Filip,Nanotechnology 18 (2007), 412001. [33] G.T. Hermanson, Bioconjugate Techniques, third ed., Rockford, Illinois, 2013. [34] W.R. Algar, D.E. Prasuhn, M.H. Stewart, T.L. Jennings, J.B. Blanco-Canosa, P.E.\nDawson, I.L. Medintz, Bioconj. Chem. 22 (2011) 825–858. [35] J.B. Blanco-Canosa, M. Wu, K. Susumu, E. Petryayeva, T.L. Jennings, P.E.\nDawson, W.R. Algar, I.L. Medintz, Coord. Chem. Rev. 263–264 (2014) 101–137.\n[36] I.L. Medintz, Nat. Mater. 5 (2006) 842. [37] W.R. Algar, P.E. Dawson, I.L. Medintz, Chemoselective and Bioorthogonal\nLigation Reactions, vol. 2, Weinheim, Germany, 2017. [38] K.E. Sapsford, K.M. Tyner, B.J. Dair, J.R. Deschamps, I.L. Medintz, Anal. Chem.\n83 (2011) 4453–4488. [39] E. Oh, R. Liu, A. Nel, K.B. Gemill, M. Bilal, Y. Cohen, I.L. Medintz, Nat.\nNanotechnol. 11 (2016) 479–486. [40] A. Elsaesser, C.V. Howard, Adv. Drug Deliv. Rev. 64 (2012) 129–137. [41] N. Khlebtsov, L. Dykman, Chem. Soc. Rev. 40 (2011) 1647–1671. [42] M. Zobel, R.B. Neder, S.A.J. Kimber, Science 347 (2015) 292–294. [43] J.N. Vranish, M.G. Ancona, S.A. Walper, I.L. Medintz, Langmuir 34 (2018)\n2901–2925. [44] S. Ding, A.A. Cargill, I.L. Medintz, J.C. Claussen, Curr. Opin. Biotechnol. 34\n(2015) 242–250. [45] D. Docter, D. Westmeier, M. Markiewicz, S. Stolte, S.K. Knauer, R.H. Stauber,\nChem. Soc. Rev. 44 (2015) 6094–6121.\ny 27 (2019) 73–98\n[46] M. Lundqvist, C. Augustsson, M. Lilja, K. Lundkvist, B. Dahlbäck, S. Linse, T. Cedervall,PLoS One 12 (2017), e0175871. [47] S.M. Hayter, M.C. Cook, Autoimmun. Rev. 11 (2012) 754–765. [48] V.V. Sumbayev, I.M. Yasinska, C.P. Garcia, D. Gilliland, G.S. Lall, B.F. Gibbs,\nD.R. Bonsall, L. Varani, F. Rossi, L. Calzolai, Small 9 (2013) 472–477. [49] D.F. Moyano, M. Goldsmith, D.J. Solfiell, D. Landesman-Milo, O.R. Miranda, D.\nPeer, V.M. Rotello, J. Am. Chem. Soc. 134 (2012) 3965–3967. [50] A.A. Romoser, P.L. Chen, J.M. Berg, C. Seabury, I. Ivanov, M.F. Criscitiello, C.M.\nSayes, Mol. Immunol. 48 (2011) 1349–1359. [51] Z. Hu, B. Song, L. Xu, Y. Zhong, F. Peng, X. Ji, F. Zhu, C. Yang, J. Zhou, Y. Su, S.\nChen, Y. He, S. He, Biomaterials 108 (2016) 187–196. [52] M. Giovanni, J. Yue, L. Zhang, J. Xie, C.N. Ong, D.T. Leong, J. Hazard. Mater.\n297 (2015) 146–152. [53] Y. Chao, P.P. Karmali, R. Mukthavaram, S. Kesari, V.L. Kouznetsova, I.F.\nTsigelny, D. Simberg, ACS Nano 7 (2013) 4289–4298. [54] M. Cobaleda-Siles, M. Henriksen-Lacey, A. Ruiz de Angulo, A. Bernecker, V.\nGomez Vallejo, B. Szczupak, J. Llop, G. Pastor, S. Plaza-Garcia, M. Jauregui-Osoro, L.K. Meszaros, J.C. Mareque-Rivas, Small 10 (2014) 5054–5067.\n[55] B.C. Schanen, S. Das, C.M. Reilly, W.L. Warren, W.T. Self, S. Seal, D.R. Drake III,PLoS One 8 (2013), e62816. [56] S.P. Pricker, Gold Bull. 29 (1996) 53–60. [57] C.-Y. Tsai, S.-L. Lu, C.-W. Hu, C.-S. Yeh, G.-B. Lee, H.-Y. Lei, J. Immunol. 188\n(2012) 68–76. [58] S.-Y. Seong, P. Matzinger, Nat. Rev. Immunol. 4 (2004) 469–478. [59] K.D. Wegner, N. Hildebrandt, Chem. Soc. Rev. 44 (2015) 4792–4834. [60] N. Bajwa, N.K. Mehra, K. Jain, N.K. Jain, Artif. Cell. Nanomed. Biotechnol. 44\n(2016) 758–768. [61] A. Banerjee, T. Pons, N. Lequeux, B. Dubertret, Interface Focus 6 (2016),\n20160064. [62] N. Hildebrandt, C.M. Spillmann, W.R. Algar, T. Pons, M.H. Stewart, E. Oh, K.\nSusumu, S.A. Díaz, J.B. Delehanty, I.L. Medintz, Chem. Rev. 117 (2017) 536–711.\n[63] D. Mo, L. Hu, G. Zeng, G. Chen, J. Wan, Z. Yu, Z. Huang, K. He, C. Zhang, M. Cheng, Appl. Microbiol. Biotechnol. 101 (2017) 2713–2733. [64] N. Kosaka, M. Mitsunaga, P.L. Choyke, H. Kobayashi, Contrast Media Mol. Imaging 8 (2013) 96–100. [65] T.R. Fadel, T.M. Fahmy, Trends Biotechnol. 32 (2014) 198–209. [66] H. Dumortier, Adv. Drug Deliv. Rev. 65 (2013) 2120–2126. [67] M. Pescatori, D. Bedognetti, E. Venturelli, C. Ménard-Moyon, C. Bernardini, E.\nMuresu, A. Piana, G. Maida, R. Manetti, F. Sgarrella, A. Bianco, L.G. Delogu, Biomaterials 34 (2013) 4395–4403.\n[68] H. Li, X.-Q. Tan, L. Yan, B. Zeng, J. Meng, H.-Y. Xu, J.-M. Cao, Sci. Rep. 7 (2017) 226. [69] J.H. Izquierdo, F. Bonilla-Abadia, C.A. Canas, G.J. Tobon, Reumatol. Clin. 10 (2014) 43–47. [70] H.A.F.M. Hassan, L. Smyth, N. Rubio, K. Ratnasothy, J.T.W. Wang, S.S. Bansal, H.D. Summers, S.S. Diebold, G. Lombardi, K.T. Al-Jamal, J. Control. Release 225 (2016) 205–216. [71] Y. Qin, Z.-W. Zhou, S.-T. Pan, Z.-X. He, X. Zhang, J.-X. Qiu, W. Duan, T. Yang, S.-F. Zhou, Toxicology 327 (2015) 62–76. [72] S. Tomić, K. Janjetović, D. Mihajlović, M. Milenković, T. Kravić-Stevović, Z. Marković, B. Todorović-Marković, Z. Spitalsky, M. Micusik, D. Vučević, M. Čolić, V. Trajković, Biomaterials 146 (2017) 13–28. [73] K.T. Mody, A. Popat, D. Mahony, A.S. Cavallaro, C. Yu, N. Mitter, Nanoscale 5 (2013) 5167–5179. [74] F. Tang, L. Li, D. Chen, Adv. Mat. 24 (2012) 1504–1534. [75] Y. Kakizawa, J. Seok Lee, B. Bell, T.M. Fahmy, Acta Biomater. 57 (2017)\n136–145. [76] D. Mahony, A.S. Cavallaro, F. Stahr, T.J. Mahony, S.Z. Qiao, N. Mitter, Small 9\n(2013) 3138–3146. [77] T. Morishige, Y. Yoshioka, H. Inakura, A. Tanabe, S. Narimatsu, X. Yao, Y.\nMonobe, T. Imazawa, S.-i. Tsunoda, Y. Tsutsumi, Y. Mukai, N. Okada, S. Nakagawa, Arch. Toxicol. 86 (2012) 1297–1307.\n[78] V. Marzaioli, J.A. Aguilar-Pimentel, I. Weichenmeier, G. Luxenhofer, M. Wiemann, R. Landsiedel, W. Wohlleben, S. Eiden, M. Mempel, H. Behrendt, C. Schmidt-Weber, J. Gutermuth, F. Alessandrini, Int. J. Nanomed. 9 (2014) 2815–2832. [79] W.-K. Oh, S. Kim, M. Choi, C. Kim, Y.S. Jeong, B.-R. Cho, J.-S. Hahn, J. Jang, ACS Nano 4 (2010) 5301–5313. [80] Q. Zhou, Y. Zhang, J. Du, Y. Li, Y. Zhou, Q. Fu, J. Zhang, X. Wang, L. Zhan, ACS Nano 10 (2016) 2678–2692. [81] A.E. Gregory, B.M. Judy, O. Qazi, C.A. Blumentritt, K.A. Brown, A.M. Shaw, A.G. Torres, R.W. Titball, Nanomed. Nanotechnol. 11 (2015) 447–456. [82] K. Niikura, T. Matsunaga, T. Suzuki, S. Kobayashi, H. Yamaguchi, Y. Orba, A. Kawaguchi, H. Hasegawa, K. Kajino, T. Ninomiya, K. Ijiro, H. Sawa, ACS Nano 7 (2013) 3926–3938. [83] K. Zhao, G. Rong, C. Guo, X. Luo, H. Kang, Y. Sun, C. Dai, X. Wang, X. Wang, Z. Jin, S. Cui, Q. Sun, Int. J. Nanomed. 10 (2015) 2895–2911. [84] D. Mahony, A.S. Cavallaro, K.T. Mody, L. Xiong, T.J. Mahony, S.Z. Qiao, N. Mitter, Nanoscale 6 (2014) 6617–6626. [85] A.F. Versiani, R.G. Astigarraga, E.S.O. Rocha, A.P.M. Barboza, E.G. Kroon, M.A. Rachid, D.G. Souza, L.O. Ladeira, E.F. Barbosa-Stancioli, A. Jorio, F.G. Da Fonseca, Int. J. Nanobiotechnol. 15 (2017) 26. [86] B. Pradhan, D. Guha, K.C. Murmu, A. Sur, P. Ray, D. Das, P. Aich, Int. J. Nanobiotechnol. 15 (2017) 44.\no Toda\n[\n[\n[\n[\n[\n[ [\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[ [ [\n[\n[\n[\n[\n[\nK.L. Hess et al. / Nan\n[87] K. Pusic, Z. Aguilar, J. McLoughlin, S. Kobuch, H. Xu, M. Tsang, A. Wang, G. Hui, FASEB J. 27 (2013) 1153–1166. [88] L. Xu, Y. Liu, Z. Chen, W. Li, Y. Liu, L. Wang, Y. Liu, X. Wu, Y. Ji, Y. Zhao, L. Ma, Y. Shao, C. Chen, Nano Lett. 12 (2012) 2003–2012. [89] P.D. Gianvincenzo, J. Calvo, S. Perez, A. Alvarez, L.M. Bedoya, J. Alcami, S. Penades, Bioconj. Chem. 26 (2015) 755–765. [90] R. Calderon-Gonzalez, E. Frande-Cabanes, H. Teran-Navarro, J.M. Marimon, J. Freire, D. Salcines-Cuevas, M. Carmen Farinas, C. Onzalez-Rico, M. Marradi, I. Garcia, M. Alkorta-Gurrutxaga, A. San Nicolas-Gomez, A. Castaneda-Sampedro, S. Yanez-Diaz, S. Penades, C. Punzon, J. Gomez-Roman, F. Rivera, M. Fresno, C. Alvarez-Dominguez, Oncotarget 8 (2017) 53916–53934. [91] N.R.G. Assis, A.J. Caires, B.C. Figueiredo, S.B. Morais, F.S. Mambelli, F.V. Marinho, L.O. Ladeira, S.C. Oliveira, J. Control. Release 275 (2018) 40–52. [92] S.A. Kaba, C. Brando, Q. Guo, C. Mittelholzer, S. Raman, D. Tropel, U. Aebi, P. Burkhard, D.E. Lanar, J. Immunol. 183 (2009) 7268–7277. [93] D.A. Fleming, M.E. Williams, Langmuir 20 (2004) 3021–3023. [94] X. Ji, X. Song, J. Li, Y. Bai, W. Yang, X. Peng, J. Am. Chem. Soc. 129 (2007)\n13939–13948. [95] Y.S. Chen, Y.C. Hung, W.H. Lin, G.S. Huang,Nanotechnology 21 (2010),\n195101. [96] W. Tao, K.S. Ziemer, H.S. Gill, Nanomedicine 9 (2014) 237–251. [97] W. Tao, B.L. Hurst, A.K. Shakya, M.J. Uddin, R.S. Ingrole, M.\nHernandez-Sanabria, R.P. Arya, L. Bimler, S. Paust, E.B. Tarbet, H.S. Gill, Antivir. Res. 141 (2017) 62–72.\n[98] S.A. Ngugi, V.V. Ventura, O. Qazi, S.V. Harding, G.B. Kitto, D.M. Estes, A. Dell, R.W. Titball, T.P. Atkins, K.A. Brown, P.G. Hitchen, J.L. Prior, Vaccine 28 (2010) 7551–7555. [99] A.G. Torres, A.E. Gregory, C.L. Hatcher, H. Vinet-Oliphant, L.A. Morici, R.W. Titball, C.J. Roy, Vaccine 33 (2015) 686–692. 100] L.A. Muruato, D. Tapia, C.L. Hatcher, M. Kalita, P.J. Brett, A.E. Gregory, J.E. Samuel, R.W. Titball, A.G. Torres, Clin. Vaccine Immunol. 24 (2017) e00206–17. 101] Z. Teng, S. Sun, H. Chen, J. Huang, P. Du, H. Dong, X. Xu, S. Mu, Z. Zhang, H. Guo, Vaccine 36 (2018) 6752–6760. 102] K.T. Mody, D. Mahony, A.S. Cavallaro, J. Zhang, B. Zhang, T.J. Mahony, C. Yu, N. Mitter,PLoS One 10 (2015), e0143507. 103] D. Mahony, K.T. Mody, A.S. Cavallaro, Q. Hu, T.J. Mahony, S. Qiao, N. Mitter,PLoS One 10 (2015), e0141870. 104] H. Dewitte, R. Verbeke, K. Breckpot, S.C. De Smedt, I. Lentacker, Nano Today 9 (2014) 743–758. 105] A.S. Cheung, D.J. Mooney, Nano Today 10 (2015) 511–531. 106] C.H. June, R.S. O’Connor, O.U. Kawalekar, S. Ghassemi, M.C. Milone, Science\n359 (2018) 1361. 107] U. Kohl, S. Arsenieva, A. Holzinger, H. Abken, Hum. Gene Ther. 29 (2018)\n559–568. 108] A. Kostopoulou, K. Brintakis, E. Fragogeorgi, A. Anthousi, L. Manna, S.\nBegin-Colin, C. Billotey, A. Ranella, G. Loudos, I. Athanassakis, A. Lappas, Nanomaterials 8 (2018) 315.\n109] R.P. Brinãs, A. Sundgren, P. Sahoo, S. Morey, K. Rittenhouse-Olson, G.E. Wilding, W. Deng, J.J. Barchi, Bioconj. Chem. 23 (2012) 1513–1523. 110] A.Y. Lin, J.P. Mattos Almeida, A. Bear, N. Liu, L. Luo, A.E. Foster, R.A. Drezek,PLoS One 8 (2013), e63550. 111] I.-H. Lee, H.-K. Kwon, S. An, D. Kim, S. Kim, M.K. Yu, J.-H. Lee, T.-S. Lee, S.-H. Im, S. Jon, Angew. Chem. Int. Ed. 51 (2012) 8800–8805. 112] J.P.M. Almeida, E.R. Figueroa, R.A. Drezek, Nanomed. Nanotechnol. 10 (2014) 503–514. 113] J.P.M. Almeida, A.Y. Lin, E.R. Figueroa, A.E. Foster, R.A. Drezek, Small 11 (2015) 1453–1459. 114] A. de Titta, M. Ballester, Z. Julier, C. Nembrini, L. Jeanbart, A.J. van der Vlies, M.A. Swartz, J.A. Hubbell, Proc. Natl. Acad. Sci. 110 (2013) 19902–19907. 115] D. Alizadeh, E.E. White, T.C. Sanchez, S. Liu, L. Zhang, B. Badie, J.M. Berlin, Bioconj. Chem. 29 (2018) 1659–1668. 116] S. Ahn, I.-H. Lee, S. Kang, D. Kim, M. Choi, P.E. Saw, E.-C. Shin, S. Jon, Adv. Healthc. Mater. 3 (2014) 1194–1199. 117] E.J. Huijbers, M. Ringvall, J. Femel, S. Kalamajski, A. Lukinius, M. Abrink, L. Hellman, A.K. Olsson, FASEB J. 24 (2010) 4535–4544. 118] S. Kang, S. Ahn, J. Lee, J.Y. Kim, M. Choi, V. Gujrati, H. Kim, J. Kim, E.C. Shin, S. Jon, J. Control. Release 256 (2017) 56–67. 119] P. Zhang, Y.-C. Chiu, L.H. Tostanoski, C.M. Jewell, ACS Nano 9 (2015) 6465–6477. 120] P. Zhang, J.I. Andorko, C.M. Jewell, Biotechnol. Bioeng. 114 (2017) 423–431. 121] W.R. Heath, F.R. Carbone, Nat. Immunol. 14 (2013) 978–985. 122] C. Sacchetti, N. Rapini, A. Magrini, E. Cirelli, S. Bellucci, M. Mattei, N. Rosato,\nN. Bottini, M. Bottini, Bioconj. Chem. 24 (2013) 852–858. 123] B.R. Smith, E.E.B. Ghosn, H. Rallapalli, J.A. Prescher, T. Larson, L.A.\nHerzenberg, S.S. Gambhir, Nat. Nanotechnol. 9 (2014) 481–487. 124] Z. Liu, W. Cai, L. He, N. Nakayama, K. Chen, X. Sun, X. Chen, H. Dai, Nat.\nNanotechnol. 2 (2006) 47–52. 125] B.R. Smith, C. Zavaleta, J. Rosenberg, R. Tong, J. Ramunas, Z. Liu, H. Dai, S.S.\nGambhir, Nano Today 8 (2013) 126–137.\n126] J. Meng, J. Meng, J. Duan, H. Kong, L. Li, C. Wang, S. Xie, S. Chen, N. Gu, H. Xu,\nX.-D. Yang, Small 4 (2008) 1364–1370. 127] C.H. Villa, T. Dao, I. Ahearn, N. Fehrenbacher, E. Casey, D.A. Rey, T. Korontsvit,\nV. Zakhaleva, C.A. Batt, M.R. Philips, D.A. Scheinberg, ACS Nano 5 (2011) 5300–5311.\ny 27 (2019) 73–98 97\n[128] D. Zhao, D. Alizadeh, L. Zhang, W. Liu, O. Farrukh, E. Manuel, D.J. Diamond, B. Badie, Clin. Cancer Res. 17 (2011) 771–782. [129] Y. Keisari, I. Hochman, H. Confino, R. Korenstein, I. Kelson, Cancer Immunol. Immunother. 63 (2014) 1–9. [130] A. Mehta, R. Oklu, R.A. Sheth,Gastroent. Res. and Pract. 2016 (2016), 9251375. [131] F. Zhou, S. Wu, S. Song, W.R. Chen, D.E. Resasco, D. Xing, Biomaterials 33 (2012) 3235–3242. [132] Q. Chen, L. Xu, C. Liang, C. Wang, R. Peng, Z. Liu, Nat. Commun. 7 (2016) 13193. [133] B. Zhou, J. Song, M. Wang, X. Wang, J. Wang, E.W. Howard, F. Zhou, J. Qu, W.R. Chen, Nanoscale 10 (2018) 21640–21647. [134] B.G. Cha, J.H. Jeong, J. Kim, ACS Cent. Sci. 4 (2018) 484–492. [135] M. An, C. Yu, J. Xi, J. Reyes, G. Mao, W.Z. Wei, H. Liu, Nanoscale 10 (2018)\n9311–9319. [136] R. Mejías, S. Pérez-Yagüe, L. Gutiérrez, L.I. Cabrera, R. Spada, P. Acedo, C.J.\nSerna, F.J. Lázaro, Á. Villanueva, Md.P. Morales, D.F. Barber, Biomaterials 32 (2011) 2938–2952.\n[137] A. Moore, J. Grimm, B. Han, P. Santamaria, Diabetes 53 (2004) 1459–1466. [138] M.A. Shevtsov, B.P. Nikolaev, L.Y. Yakovleva, M.A. Parr, Y.Y. Marchenko, I.\nEliseev, A. Yudenko, A.V. Dobrodumov, O. Zlobina, A. Zhakhov, A.M. Ischenko, E. Pitkin, G. Multhoff, J. Control. Release 220 (2015) 329–340.\n[139] M.A. Shevtsov, A.V. Pozdnyakov, A.L. Mikhrina, L.Y. Yakovleva, B.P. Nikolaev, A.V. Dobrodumov, E.Y. Komarova, D.A. Meshalkina, A.M. Ischenko, E. Pitkin, I.V. Guzhova, B.A. Margulis, Int. J. Cancer 135 (2014) 2118–2128. [140] N.-H. Cho, T.-C. Cheong, J.H. Min, J.H. Wu, S.J. Lee, D. Kim, J.-S. Yang, S. Kim, Y.K. Kim, S.-Y. Seong, Nat. Nanotechnol. 6 (2011) 675–682. [141] L.H. Tostanoski, C.M. Jewell, Adv. Drug Deliv. Rev. 114 (2017) 60–78. [142] K.L. Heckman, W. DeCoteau, A. Estevez, K.J. Reed, W. Costanzo, D. Sanford,\nJ.C. Leiter, J. Clauss, K. Knapp, C. Gomez, P. Mullen, E. Rathbun, K. Prime, J. Marini, J. Patchefsky, A.S. Patchefsky, R.K. Hailstone, J.S. Erlichman, ACS Nano 7 (2013) 10582–10596. [143] A.S. Moraes, R.F.O. Paula, F. Pradella, M.P.A. Santos, E.C. Oliveira, F. von Glehn, D.S. Camilo, H. Ceragioli, A. Peterlevitz, V. Baranauskas, W. Volpini, A.S. Farias, L.M.B. Santos, CNS Neurosci. Ther. 19 (2013) 682–687. [144] X. Clemente-Casares, P. Santamaria, Immunol. Lett. 158 (2014) 167–174. [145] P. Serra, P. Santamaria, Clin. Immunol. 160 (2015) 3–13. [146] K.L. Hess, J.I. Andorko, L.H. Tostanoski, C.M. Jewell, Biomaterials 118 (2017)\n51–62. [147] L.H. Tostanoski, Y.-C. Chiu, J.I. Andorko, M. Guo, X. Zeng, P. Zhang, W. Royal,\nC.M. Jewell, ACS Nano 10 (2016) 9334–9345. [148] L. Northrup, J.O. Sestak, B.P. Sullivan, S. Thati, B.L. Hartwell, T.J. Siahaan, C.M.\nVines, C. Berkland, AAPS J. 16 (2014) 1204–1213. [149] L. Northrup, M.A. Christopher, B.P. Sullivan, C. Berkland, Adv. Drug Deliv.\nRev. 98 (2016) 86–98. [150] R.A. Maldonado, R.A. LaMothe, J.D. Ferrari, A.-H. Zhang, R.J. Rossi, P.N. Kolte,\nA.P. Griset, C. O’Neil, D.H. Altreuter, E. Browning, L. Johnston, O.C. Farokhzad, R. Langer, D.W. Scott, U.H. von Andrian, T.K. Kishimoto, Proc. Natl. Acad. Sci. 112 (2015) E156–E165.\n[151] D.R. Getts, A.J. Martin, D.P. McCarthy, R.L. Terry, Z.N. Hunter, W.T. Yap, M.T. Getts, M. Pleiss, X. Luo, N.J.C. King, L.D. Shea, S.D. Miller, Nat. Biotechol. 30 (2012) 1217–1224. [152] A. Yeste, M. Nadeau, E.J. Burns, H.L. Weiner, F.J. Quintana, Proc. Natl. Acad. Sci. 109 (2012) 11270–11275. [153] F.J. Quintana, G. Murugaiyan, M.F. Farez, M. Mitsdoerffer, A.-M. Tukpah, E.J. Burns, H.L. Weiner, Proc. Natl. Acad. Sci. 107 (2010) 20768–20773. [154] N.T. Nguyen, A. Kimura, T. Nakahama, I. Chinen, K. Masuda, K. Nohara, Y. Fujii-Kuriyama, T. Kishimoto, Proc. Natl. Acad. Sci. 107 (2010) 19961–19966. [155] J.D. Mezrich, J.H. Fechner, X. Zhang, B.P. Johnson, W.J. Burlingham, C.A. Bradfield, J. Immunol. 185 (2010) 3190–3198. [156] M. Comabella, S.J. Khoury, Clin. Immunol. 142 (2012) 2–8. [157] Lisa H. Tostanoski, Y.-C. Chiu, Joshua M. Gammon, T. Simon, James I.\nAndorko, Jonathan S. Bromberg, Christopher M. Jewell, Cell Rep. 16 (2016) 2940–2952.\n[158] A. Yeste, M.C. Takenaka, I.D. Mascanfroni, M. Nadeau, J.E. Kenison, B. Patel, A.-M. Tukpah, J.A.B. Babon, M. DeNicola, S.C. Kent, D. Pozo, F.J. Quintana, Sci. Signal. 9 (2016) ra61. [159] M. Prinz, F. Garbe, H. Schmidt, A. Mildner, I. Gutcher, K. Wolter, M. Piesche, R. Schroers, E. Weiss, C.J. Kirschning, C.D.P. Rochford, W. Brück, B. Becher, J. Clin. Invest. 116 (2006) 456–464. [160] J.A. Sloane, C. Batt, Y. Ma, Z.M. Harris, B. Trapp, T. Vartanian, Proc. Natl. Acad. Sci. 107 (2010) 11555–11560. [161] J.M. Reynolds, G.J. Martinez, Y. Chung, C. Dong, Proc. Natl. Acad. Sci. 109 (2012) 13064–13069. [162] T. Celhar, R. Magalhães, A.-M. Fairhurst, Immunol. Res. 53 (2012) 58–77. [163] M. Santoni, K. Andrikou, V. Sotte, A. Bittoni, A. Lanese, C. Pellei, F. Piva, A.\nConti, M. Nabissi, G. Santoni, S. Cascinu, Cancer Treat. Rev. 41 (2015) 569–576. [164] S.M. Opal, P. Laterre, B. Francois, et al., J. Am. Med. Assoc. 309 (2013) 1154–1162. [165] H. Yang, L. Kozicky, A. Saferali, S.-Y. Fung, N. Afacan, B. Cai, R. Falsafi, E. Gill, M. Liu, T.R. Kollmann, R.E.W. Hancock, L.M. Sly, S.E. Turvey, Biomaterials 111 (2016) 90–102. [166] H. Yang, S.-Y. Fung, S. Xu, D.P. Sutherland, T.R. Kollmann, M. Liu, S.E. Turvey, ACS Nano 9 (2015) 6774–6784.\n9 o Toda\nvaccines. Dr. Jewell has authored more than 75 papers and patents, and received over 40 awards. Dr. Jewell earned his PhD in Chemical Engineering from the University of Wisconsin, then completed his postdoctoral training at MIT\n8 K.L. Hess et al. / Nan\n[167] S. Tsai, A. Shameli, J. Yamanouchi, X. Clemente-Casares, J. Wang, P. Serra, Y. Yang, Z. Medarova, A. Moore, P. Santamaria, Immunity 32 (2010) 568–580. [168] X. Clemente-Casares, J. Blanco, P. Ambalavanan, J. Yamanouchi, S. Singha, C. Fandos, S. Tsai, J. Wang, N. Garabatos, C. Izquierdo, S. Agrawal, M.B. Keough, V.W. Yong, E. James, A. Moore, Y. Yang, T. Stratmann, P. Serra, P. Santamaria, Nature 530 (2016) 434–440. [169] S. Singha, K. Shao, Y. Yang, X. Clemente-Casares, P. Sole, A. Clemente, J. Blanco, Q. Dai, F. Song, S.W. Liu, J. Yamanouchi, C.S. Umeshappa, R.H. Nanjundappa, P. Detampel, M. Amrein, C. Fandos, R. Tanguay, S. Newbigging, P. Serra, A. Khadra, W.C.W. Chan, P. Santamaria, Nat. Nanotechnol. 12 (2017) 701–710. [170] E.J. Park, H. Kim, Y. Kim, J. Yi, K. Choi, K. Park, Toxicology 275 (2010) 65–71. [171] B.-A. Chen, N. Jin, J. Wang, J. Ding, C. Gao, J. Cheng, G. Xia, F. Gao, Y. Zhou, Y.\nChen, G. Zhou, X. Li, Y. Zhang, M. Tang, X. Wang, Int. J. Nanomed. 5 (2010) 593–599.\n[172] C.-C. Shen, H.-J. Liang, C.-C. Wang, M.-H. Liao, T.-R. Jan, Int. J. Nanomed. 6 (2011) 2791–2798. [173] C.-C. Shen, C.-C. Wang, M.-H. Liao, T.-R. Jan, Int. J. Nanomed. 6 (2011) 1229–1235. [174] C.C. Shen, H.-J. Liang, C.-C. Wang, M.-H. Liao, T.-R. Jan, Int. J. Nanomed. 7 (2012) 2729–2737. [175] H. Liu, W. Tang, C. Li, P. Lv, Z. Wang, Y. Liu, C. Zhang, Y. Bao, H. Chen, X. Meng, Y. Song, X. Xia, F. Pan, D. Cui, Y. Shi, Nanoscale Res. Lett. 10 (2015) 265. [176] S. Mannucci, L. Calderan, P. Quaranta, S. Antonini, F. Mosca, B. Longoni, P. Marzola, F. Boschi, J. Anat. 230 (2017) 381–388. [177] D.R. Getts, A.J. Martin, D.P. McCarthy, R.L. Terry, Z.N. Hunter, W.T. Yap, M.T. Getts, M. Pleiss, X. Luo, N.J. King, L.D. Shea, S.D. Miller, Nat. Biotechnol. 30 (2012) 1217–1224. [178] D.R. Getts, R.L. Terry, M.T. Getts, C. Deffrasnes, M. Muller, C. van Vreden, T.M. Ashhurst, B. Chami, D. McCarthy, H. Wu, J. Ma, A. Martin, L.D. Shae, P. Witting, G.S. Kansas, J. Kuhn, W. Hafezi, I.L. Campbell, D. Reilly, J. Say, L. Brown, M.Y. White, S.J. Cordwell, S.J. Chadban, E.B. Thorp, S. Bao, S.D. Miller, N.J. King, Sci. Transl. Med. 6 (2014) 219ra7. [179] S. Kontos, I.C. Kourtis, K.Y. Dane, J.A. Hubbell, Proc. Natl. Acad. Sci. 110 (2013) E60–E68. [180] K.L. Hess, E. Oh, L.H. Tostanoski, J.I. Andorko, K. Susumu, J.R. Deschamps, I.L. Medintz, C.M. Jewell,Adv. Funct. Mater. 27 (2017), 1700290. [181] A. Lutterotti, S. Yousef, A. Sputtek, K.H. Stürner, J.-P. Stellmann, P. Breiden, S. Reinhardt, C. Schulze, M. Bester, C. Heesen, S. Schippling, S.D. Miller, M. Sospedra, R. Martin,Sci. Transl. Med. 5 (2013), 188ra75. [182] M.K. Kennedy, L.J. Tan, M.C. Dal Canto, V.K. Tuohy, Z.J. Lu, J.L. Trotter, S.D. Miller, J. Immunol. 144 (1990) 909–915. [183] C.E. Smith, S.D. Miller, J. Autoimmun. 27 (2006) 218–231. [184] K. Kostarelos, A. Bianco, M. Prato, Nat. Nanotechnol. 4 (2009) 627–633. [185] L. Zhao, A. Seth, N. Wibowo, C.-X. Zhao, N. Mitter, C. Yu, A.P.J. Middelberg,\nVaccine 32 (2014) 327–337. [186] C.L. Ventola, Pharmacol. Therapeut. 42 (2017) 742–755.\ny 27 (2019) 73–98\nKrystina L. Hess received her B.S. in bioengineering from Syracuse University in 2013 and her Ph.D. in bioengineering from Christopher Jewell’s lab at the University of Maryland, College Park in 2018. Dr. Hess is currently a Research Bioengineer at the Combat Capabilities Development Command Chemical Biological Center, a laboratory in the U.S. Army Futures Command. Her current research interests lie at the interface of materials science and synthetic biology.\nIgor L. Medintz received a Ph.D. in Molecular, Cellular and Developmental Biology from the City University of New York in 1999. This was followed by a National Cancer Institute Fellowship with Prof. Richard Mathies of the College of Chemistry, University of California, Berkeley and some industrial experience with Vertex Pharmaceuticals. He began at NRL as a National Research Council Fellow in 2002 and as a Research Biologist in 2004. He currently serves as the Navy’s Senior Scientist for Biosensors and Biomaterials with the Center for Bio/Molecular Science and Engineering. His research interests include how nanoparticles engage in energy transfer and how biological and especially enzymatic processes are altered at a\nnanoparticle interface.\nChristopher M. Jewell is an Associate Professor and Associate Chair in the Fischell Department of Bioengineering at the University of Maryland. Dr. Jewell also holds an appointment in the United States Department of Veterans Affairs at the Baltimore VA Medical Center. Research in the Jewell lab spans engineering and immunology to study and manipulate immune function for therapeutic\nand Harvard."
    } ],
    "references" : [ {
      "title" : "Adv",
      "author" : [ "L. Milling", "Y. Zhang", "D.J. Irvine" ],
      "venue" : "Drug Deliv. Rev. 114 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Med",
      "author" : [ "F. Piehl", "J. Intern" ],
      "venue" : "275 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Adv",
      "author" : [ "J.J. Moon", "B. Huang", "D.J. Irvine" ],
      "venue" : "Mater. 24 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Trends Immunol",
      "author" : [ "D.R. Getts", "L.D. Shea", "S.D. Miller", "N.J.C. King" ],
      "venue" : "36 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "D.J. Irvine", "M.C. Hanson", "K. Rakhra", "T. Tokatlian" ],
      "venue" : "Rev. 115 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "M",
      "author" : [ "F.A. Sharp", "D. Ruane", "B. Claass", "E. Creagh", "J. Harris", "P. Malyala" ],
      "venue" : "Singh, D.T. O’Hagan, V. Pétrilli, J. Tschopp, L.A.J. O’Neill, E.C. Lavelle, Proc. Natl. Acad. Sci. 106 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "E",
      "author" : [ "S.L. Demento", "S.C. Eisenbarth", "H.G. Foellmer", "C. Platt", "M.J. Caplan", "W. Mark Saltzman", "I. Mellman", "M. Ledizet" ],
      "venue" : "Fikrig, R.A. Flavell, T.M. Fahmy, Vaccine 27 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "J",
      "author" : [ "C.A. Da Silva", "C. Chalouni", "A. Williams", "D. Hartl", "C.G. Lee", "J.A. Elias" ],
      "venue" : "Immunol. 182 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "K",
      "author" : [ "J.C. Sunshine" ],
      "venue" : "Perica, J.P. Schneck, J.J. Green, Biomaterials 35 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Acta Biomater",
      "author" : [ "J.I. Andorko", "K.L. Hess", "K.G. Pineault", "C.M. Jewell" ],
      "venue" : "32 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mater",
      "author" : [ "J.I. Andorko", "K.G. Pineault", "C.M. Jewell", "J. Biomed" ],
      "venue" : "Res. A. 105 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nat",
      "author" : [ "D.J. Irvine", "M.A. Swartz", "G.L. Szeto" ],
      "venue" : "Mater. 12 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "AAPS J",
      "author" : [ "J.I. Andorko", "K.L. Hess", "C.M. Jewell" ],
      "venue" : "17 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Discov",
      "author" : [ "L.H. Tostanoski", "E.A. Gosselin", "C.M. Jewell" ],
      "venue" : "Med. 21 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bioeng",
      "author" : [ "J.I. Andorko", "C.M. Jewell" ],
      "venue" : "Transl. Med. 2 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "C",
      "author" : [ "M. Riera Romo", "D. Pérez-Martínez" ],
      "venue" : "Castillo Ferrer, Immunology 148 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Semin",
      "author" : [ "M.A. Swartz", "J.A. Hubbell", "S.T. Reddy" ],
      "venue" : "Immunol. 20 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Trends Immunol",
      "author" : [ "S. Halle", "O. Halle", "R. Förster" ],
      "venue" : "38 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nat",
      "author" : [ "D. Mathis", "C. Benoist" ],
      "venue" : "Immunol. 11 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Curr",
      "author" : [ "S. Kontos", "A.J. Grimme", "J.A. Hubbell" ],
      "venue" : "Opin. Immunol. 35 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Clin",
      "author" : [ "J.K. Dowling", "A. Mansell" ],
      "venue" : "Trans. Immunol. 5 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "K.E. Sapsford", "W.R. Algar", "L. Berti", "K.B. Gemmill", "B.J. Casey", "E. Oh", "M.H. Stewart", "I.L. Medintz" ],
      "venue" : "Rev. 113 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Regul",
      "author" : [ "D.R. Boverhof", "C.M. Bramante", "J.H. Butala", "S.F. Clancy", "M. Lafranconi", "J. West", "S.C. Gordon" ],
      "venue" : "Toxicol. Pharmacol. 73 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nat",
      "author" : [ "B.K. Andrásfalvy", "G.L. Galiñanes", "D. Huber", "M. Barbic", "J.J. Macklin", "K. Susumu", "J.B. Delehanty", "A.L. Huston", "J.K. Makara", "I.L. Medintz" ],
      "venue" : "Methods 11 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "C",
      "author" : [ "C. Pfeiffer", "C. Rehbock", "D. Hühn" ],
      "venue" : "Carrillo-Carrion, D.J. de Aberasturi, V. Merk, S. Barcikowski, W.J. Parak,J. R. Soc. Interface 11 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "E. Oh", "J.B. Delehanty", "C.A. Klug", "K. Susumu", "W. Russ Algar", "R. Goswami", "I.L. Medintz" ],
      "venue" : "Commun. 54 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Soc",
      "author" : [ "M. Brust", "M. Walker", "D. Bethell", "D.J. Schiffrin", "R. Whyman", "J. Chem" ],
      "venue" : "Chem. Commun. ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Sci",
      "author" : [ "J.M. Allen", "J. Xu", "M. Blahove", "S.A. Canonico-May", "T.J. Santaloci", "M.E. Braselton", "J.W. Stone", "J. Colloid Interf" ],
      "venue" : "505 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "G. Palui", "F. Aldeek", "W. Wang", "H. Mattoussi" ],
      "venue" : "Soc. Rev. 44 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "B",
      "author" : [ "Y. Wenrong", "T. Pall", "J.J. Gooding", "P.R. Simon" ],
      "venue" : "Filip,Nanotechnology 18 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Bioconjugate Techniques",
      "author" : [ "G.T. Hermanson" ],
      "venue" : "third ed., Rockford, Illinois",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Bioconj",
      "author" : [ "W.R. Algar", "D.E. Prasuhn", "M.H. Stewart", "T.L. Jennings", "J.B. Blanco-Canosa", "P.E. Dawson", "I.L. Medintz" ],
      "venue" : "Chem. 22 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Coord",
      "author" : [ "J.B. Blanco-Canosa", "M. Wu", "K. Susumu", "E. Petryayeva", "T.L. Jennings", "P.E. Dawson", "W.R. Algar", "I.L. Medintz" ],
      "venue" : "Chem. Rev. 263–264 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nat",
      "author" : [ "I.L. Medintz" ],
      "venue" : "Mater. 5 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Chemoselective and Bioorthogonal Ligation Reactions",
      "author" : [ "W.R. Algar", "P.E. Dawson", "I.L. Medintz" ],
      "venue" : "vol. 2, Weinheim, Germany",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Anal",
      "author" : [ "K.E. Sapsford", "K.M. Tyner", "B.J. Dair", "J.R. Deschamps", "I.L. Medintz" ],
      "venue" : "Chem. 83 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nat",
      "author" : [ "E. Oh", "R. Liu", "A. Nel", "K.B. Gemill", "M. Bilal", "Y. Cohen", "I.L. Medintz" ],
      "venue" : "Nanotechnol. 11 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adv",
      "author" : [ "A. Elsaesser", "C.V. Howard" ],
      "venue" : "Drug Deliv. Rev. 64 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "N. Khlebtsov", "L. Dykman" ],
      "venue" : "Soc. Rev. 40 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Curr",
      "author" : [ "S. Ding", "A.A. Cargill", "I.L. Medintz", "J.C. Claussen" ],
      "venue" : "Opin. Biotechnol. 34 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "D. Docter", "D. Westmeier", "M. Markiewicz", "S. Stolte", "S.K. Knauer", "R.H. Stauber" ],
      "venue" : "Soc. Rev. 44 (2015) 6094–6121. y 27 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "T",
      "author" : [ "M. Lundqvist", "C. Augustsson", "M. Lilja", "K. Lundkvist", "B. Dahlbäck", "S. Linse" ],
      "venue" : "Cedervall,PLoS One 12 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Autoimmun",
      "author" : [ "S.M. Hayter", "M.C. Cook" ],
      "venue" : "Rev. 11 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "L",
      "author" : [ "V.V. Sumbayev", "I.M. Yasinska", "C.P. Garcia", "D. Gilliland", "G.S. Lall", "B.F. Gibbs", "D.R. Bonsall", "L. Varani", "F. Rossi" ],
      "venue" : "Calzolai, Small 9 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "D.F. Moyano", "M. Goldsmith", "D.J. Solfiell", "D. Landesman-Milo", "O.R. Miranda", "D. Peer", "V.M. Rotello", "J. Am" ],
      "venue" : "Soc. 134 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Mol",
      "author" : [ "A.A. Romoser", "P.L. Chen", "J.M. Berg", "C. Seabury", "I. Ivanov", "M.F. Criscitiello", "C.M. Sayes" ],
      "venue" : "Immunol. 48 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "S",
      "author" : [ "Z. Hu", "B. Song", "L. Xu", "Y. Zhong", "F. Peng", "X. Ji", "F. Zhu", "C. Yang", "J. Zhou", "Y. Su", "S. Chen", "Y. He" ],
      "venue" : "He, Biomaterials 108 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mater",
      "author" : [ "M. Giovanni", "J. Yue", "L. Zhang", "J. Xie", "C.N. Ong", "D.T. Leong", "J. Hazard" ],
      "venue" : "297 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "D",
      "author" : [ "Y. Chao", "P.P. Karmali", "R. Mukthavaram", "S. Kesari", "V.L. Kouznetsova", "I.F. Tsigelny" ],
      "venue" : "Simberg, ACS Nano 7 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A",
      "author" : [ "M. Cobaleda-Siles", "M. Henriksen-Lacey" ],
      "venue" : "Ruiz de Angulo, A. Bernecker, V. Gomez Vallejo, B. Szczupak, J. Llop, G. Pastor, S. Plaza-Garcia, M. Jauregui-Osoro, L.K. Meszaros, J.C. Mareque-Rivas, Small 10 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "S",
      "author" : [ "B.C. Schanen", "S. Das", "C.M. Reilly", "W.L. Warren", "W.T. Self" ],
      "venue" : "Seal, D.R. Drake III,PLoS One 8 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Gold Bull",
      "author" : [ "S.P. Pricker" ],
      "venue" : "29 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "J",
      "author" : [ "C.-Y. Tsai", "S.-L. Lu", "C.-W. Hu", "C.-S. Yeh", "G.-B. Lee", "H.-Y. Lei" ],
      "venue" : "Immunol. 188 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nat",
      "author" : [ "S.-Y. Seong", "P. Matzinger" ],
      "venue" : "Rev. Immunol. 4 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Chem",
      "author" : [ "K.D. Wegner", "N. Hildebrandt" ],
      "venue" : "Soc. Rev. 44 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Artif",
      "author" : [ "N. Bajwa", "N.K. Mehra", "K. Jain", "N.K. Jain" ],
      "venue" : "Cell. Nanomed. Biotechnol. 44 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "B",
      "author" : [ "A. Banerjee", "T. Pons", "N. Lequeux" ],
      "venue" : "Dubertret, Interface Focus 6 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "N. Hildebrandt", "C.M. Spillmann", "W.R. Algar", "T. Pons", "M.H. Stewart", "E. Oh", "K. Susumu", "S.A. Díaz", "J.B. Delehanty", "I.L. Medintz" ],
      "venue" : "Rev. 117 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Appl",
      "author" : [ "D. Mo", "L. Hu", "G. Zeng", "G. Chen", "J. Wan", "Z. Yu", "Z. Huang", "K. He", "C. Zhang", "M. Cheng" ],
      "venue" : "Microbiol. Biotechnol. 101 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Contrast Media Mol",
      "author" : [ "N. Kosaka", "M. Mitsunaga", "P.L. Choyke", "H. Kobayashi" ],
      "venue" : "Imaging 8 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Trends Biotechnol",
      "author" : [ "T.R. Fadel", "T.M. Fahmy" ],
      "venue" : "32 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Adv",
      "author" : [ "H. Dumortier" ],
      "venue" : "Drug Deliv. Rev. 65 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A",
      "author" : [ "M. Pescatori", "D. Bedognetti", "E. Venturelli", "C. Ménard-Moyon", "C. Bernardini", "E. Muresu", "A. Piana", "G. Maida", "R. Manetti", "F. Sgarrella" ],
      "venue" : "Bianco, L.G. Delogu, Biomaterials 34 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Sci",
      "author" : [ "H. Li", "X.-Q. Tan", "L. Yan", "B. Zeng", "J. Meng", "H.-Y. Xu", "J.-M. Cao" ],
      "venue" : "Rep. 7 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Reumatol",
      "author" : [ "J.H. Izquierdo", "F. Bonilla-Abadia", "C.A. Canas", "G.J. Tobon" ],
      "venue" : "Clin. 10 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "H.A.F.M. Hassan", "L. Smyth", "N. Rubio", "K. Ratnasothy", "J.T.W. Wang", "S.S. Bansal", "H.D. Summers", "S.S. Diebold", "G. Lombardi", "K.T. Al-Jamal" ],
      "venue" : "Control. Release 225 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "T",
      "author" : [ "Y. Qin", "Z.-W. Zhou", "S.-T. Pan", "Z.-X. He", "X. Zhang", "J.-X. Qiu", "W. Duan" ],
      "venue" : "Yang, S.-F. Zhou, Toxicology 327 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "V",
      "author" : [ "S. Tomić", "K. Janjetović", "D. Mihajlović", "M. Milenković", "T. Kravić-Stevović", "Z. Marković", "B. Todorović-Marković", "Z. Spitalsky", "M. Micusik", "D. Vučević", "M. Čolić" ],
      "venue" : "Trajković, Biomaterials 146 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "N",
      "author" : [ "K.T. Mody", "A. Popat", "D. Mahony", "A.S. Cavallaro", "C. Yu" ],
      "venue" : "Mitter, Nanoscale 5 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Adv",
      "author" : [ "F. Tang", "L. Li", "D. Chen" ],
      "venue" : "Mat. 24 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Acta Biomater",
      "author" : [ "Y. Kakizawa", "J. Seok Lee", "B. Bell", "T.M. Fahmy" ],
      "venue" : "57 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "N",
      "author" : [ "D. Mahony", "A.S. Cavallaro", "F. Stahr", "T.J. Mahony", "S.Z. Qiao" ],
      "venue" : "Mitter, Small 9 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "T",
      "author" : [ "T. Morishige", "Y. Yoshioka", "H. Inakura", "A. Tanabe", "S. Narimatsu", "X. Yao", "Y. Monobe" ],
      "venue" : "Imazawa, S.-i. Tsunoda, Y. Tsutsumi, Y. Mukai, N. Okada, S. Nakagawa, Arch. Toxicol. 86 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Int",
      "author" : [ "V. Marzaioli", "J.A. Aguilar-Pimentel", "I. Weichenmeier", "G. Luxenhofer", "M. Wiemann", "R. Landsiedel", "W. Wohlleben", "S. Eiden", "M. Mempel", "H. Behrendt", "C. Schmidt-Weber", "J. Gutermuth", "F. Alessandrini" ],
      "venue" : "J. Nanomed. 9 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "W.-K. Oh", "S. Kim", "M. Choi", "C. Kim", "Y.S. Jeong", "B.-R. Cho", "J.-S. Hahn" ],
      "venue" : "Jang, ACS Nano 4 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "L",
      "author" : [ "Q. Zhou", "Y. Zhang", "J. Du", "Y. Li", "Y. Zhou", "Q. Fu", "J. Zhang", "X. Wang" ],
      "venue" : "Zhan, ACS Nano 10 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanomed",
      "author" : [ "A.E. Gregory", "B.M. Judy", "O. Qazi", "C.A. Blumentritt", "K.A. Brown", "A.M. Shaw", "A.G. Torres", "R.W. Titball" ],
      "venue" : "Nanotechnol. 11 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "H",
      "author" : [ "K. Niikura", "T. Matsunaga", "T. Suzuki", "S. Kobayashi", "H. Yamaguchi", "Y. Orba", "A. Kawaguchi", "H. Hasegawa", "K. Kajino", "T. Ninomiya", "K. Ijiro" ],
      "venue" : "Sawa, ACS Nano 7 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Int",
      "author" : [ "K. Zhao", "G. Rong", "C. Guo", "X. Luo", "H. Kang", "Y. Sun", "C. Dai", "X. Wang", "X. Wang", "Z. Jin", "S. Cui", "Q. Sun" ],
      "venue" : "J. Nanomed. 10 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "N",
      "author" : [ "D. Mahony", "A.S. Cavallaro", "K.T. Mody", "L. Xiong", "T.J. Mahony", "S.Z. Qiao" ],
      "venue" : "Mitter, Nanoscale 6 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Int",
      "author" : [ "A.F. Versiani", "R.G. Astigarraga", "E.S.O. Rocha", "A.P.M. Barboza", "E.G. Kroon", "M.A. Rachid", "D.G. Souza", "L.O. Ladeira", "E.F. Barbosa-Stancioli", "A. Jorio", "F.G. Da Fonseca" ],
      "venue" : "J. Nanobiotechnol. 15 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Int",
      "author" : [ "B. Pradhan", "D. Guha", "K.C. Murmu", "A. Sur", "P. Ray", "D. Das", "P. Aich" ],
      "venue" : "J. Nanobiotechnol. 15 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "FASEB J",
      "author" : [ "K. Pusic", "Z. Aguilar", "J. McLoughlin", "S. Kobuch", "H. Xu", "M. Tsang", "A. Wang", "G. Hui" ],
      "venue" : "27 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nano Lett",
      "author" : [ "L. Xu", "Y. Liu", "Z. Chen", "W. Li", "Y. Liu", "L. Wang", "Y. Liu", "X. Wu", "Y. Ji", "Y. Zhao", "L. Ma", "Y. Shao", "C. Chen" ],
      "venue" : "12 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bioconj",
      "author" : [ "P.D. Gianvincenzo", "J. Calvo", "S. Perez", "A. Alvarez", "L.M. Bedoya", "J. Alcami", "S. Penades" ],
      "venue" : "Chem. 26 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "C",
      "author" : [ "R. Calderon-Gonzalez", "E. Frande-Cabanes", "H. Teran-Navarro", "J.M. Marimon", "J. Freire", "D. Salcines-Cuevas", "M. Carmen Farinas", "C. Onzalez-Rico", "M. Marradi", "I. Garcia", "M. Alkorta-Gurrutxaga", "A. San Nicolas-Gomez", "A. Castaneda-Sampedro", "S. Yanez-Diaz", "S. Penades", "C. Punzon", "J. Gomez-Roman", "F. Rivera", "M. Fresno" ],
      "venue" : "Alvarez-Dominguez, Oncotarget 8 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "N.R.G. Assis", "A.J. Caires", "B.C. Figueiredo", "S.B. Morais", "F.S. Mambelli", "F.V. Marinho", "L.O. Ladeira", "S.C. Oliveira" ],
      "venue" : "Control. Release 275 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "S.A. Kaba", "C. Brando", "Q. Guo", "C. Mittelholzer", "S. Raman", "D. Tropel", "U. Aebi", "P. Burkhard", "D.E. Lanar" ],
      "venue" : "Immunol. 183 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Chem",
      "author" : [ "X. Ji", "X. Song", "J. Li", "Y. Bai", "W. Yang", "X. Peng", "J. Am" ],
      "venue" : "Soc. 129 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Antivir",
      "author" : [ "W. Tao", "B.L. Hurst", "A.K. Shakya", "M.J. Uddin", "R.S. Ingrole", "M. Hernandez-Sanabria", "R.P. Arya", "L. Bimler", "S. Paust", "E.B. Tarbet", "H.S. Gill" ],
      "venue" : "Res. 141 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A",
      "author" : [ "S.A. Ngugi", "V.V. Ventura", "O. Qazi", "S.V. Harding", "G.B. Kitto", "D.M. Estes" ],
      "venue" : "Dell, R.W. Titball, T.P. Atkins, K.A. Brown, P.G. Hitchen, J.L. Prior, Vaccine 28 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In recent years there is also increasing interest in exploiting he body’s natural immune pathways to combat conditions such s cancer and autoimmunity [1,2].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 1,
      "context" : "In recent years there is also increasing interest in exploiting he body’s natural immune pathways to combat conditions such s cancer and autoimmunity [1,2].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 15,
      "context" : "The innate immune system is the ody’s first line of defense and includes cells such as macrophages hat engulf pathogens, and natural killer (NK) cells that induce ell death (“apoptosis”) in infected host cells [17].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 16,
      "context" : "This process can occur by passive drainage through lymphatic vessels, or through antigenpresenting cells (APCs) that have phagocytosed pathogens and antigens prior to actively migrating to LNs or other sites of antigen presentation [18].",
      "startOffset" : 232,
      "endOffset" : 236
    }, {
      "referenceID" : 17,
      "context" : "T cells can differentiate into cytotoxic T cells (CTLs) with antigen-specific direct killing capabilities specialized to combat intracellular pathogens, such as viruses [19].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 18,
      "context" : "These latter processes – termed immune tolerance – are particularly important, as some T and B cells naturally develop receptors with reactivity for host molecules found in the body [20].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 19,
      "context" : "During autoimmune diseases such as multiple sclerosis (MS) and type 1 diabetes (T1D), aspects of these tolerance mechanisms fail, leading to inflammation and attack of host tissue [21].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 20,
      "context" : "hese receptors have been investigated in many clinical trials for onditions ranging from cancer to allergies [22].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 13,
      "context" : "oth cancer and autoimmunity are examples of therapeutic vacines, technologies to harness the immune system to treat patients hat are already sick, as opposed to the traditional preventative ontext vaccines are applied in [14].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 21,
      "context" : "There is no universally ccepted definition, but one definition with broad support is a aterial derived by an engineered process that has at least one imension at a scale of <100 nm [24,25].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 22,
      "context" : "There is no universally ccepted definition, but one definition with broad support is a aterial derived by an engineered process that has at least one imension at a scale of <100 nm [24,25].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 23,
      "context" : "A prime example is the photoluminescence and extraordinary large multiphoton action cross-sections of semiconductor QDs, which can allow for deep-tissue imaging [26].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 21,
      "context" : "h E i a i s t r cussion can be found in other reviews [24,34,35].",
      "startOffset" : 54,
      "endOffset" : 64
    }, {
      "referenceID" : 31,
      "context" : "h E i a i s t r cussion can be found in other reviews [24,34,35].",
      "startOffset" : 54,
      "endOffset" : 64
    }, {
      "referenceID" : 32,
      "context" : "h E i a i s t r cussion can be found in other reviews [24,34,35].",
      "startOffset" : 54,
      "endOffset" : 64
    }, {
      "referenceID" : 21,
      "context" : "Many NPs, such as semionductor QDs, have multilayer structures with a core and shell, or ultiple layers of shells [24,27].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 24,
      "context" : "Many NPs, such as semionductor QDs, have multilayer structures with a core and shell, or ultiple layers of shells [24,27].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 24,
      "context" : "Moreover, in soluion, NPs commonly exhibit a Debye-Hückel charge counter layer urrounding the particle, making prediction of the charge character omplicated [27].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 25,
      "context" : ", cetyltrimethylammonium bromide - CTAB) or the presence of appended poly(ethylene glycol) (PEG) groups [28,29].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 26,
      "context" : ", cetyltrimethylammonium bromide - CTAB) or the presence of appended poly(ethylene glycol) (PEG) groups [28,29].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 27,
      "context" : "Molecules such as CTAB are known to be cytotoxic, while PEG can make a NP more chemically inert [30].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 28,
      "context" : "Other NPs, such as QDs, are frequently synthesized at high temperature in organic phase and require either encapsulation or a complete surface “cap” exchange for aqueous phase transfer [31].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 21,
      "context" : "The latter issues can be ameliorated using multidentate thiol groups [24,31].",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 28,
      "context" : "The latter issues can be ameliorated using multidentate thiol groups [24,31].",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 29,
      "context" : "Carbon allotropes such as carbon nanotubes and graphene have similar requirements although colloidal stability is usually provided by direct chemical or plasma modification of the surface to display hydroxyl and carboxyl groups [32].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 21,
      "context" : "For most biological applications, NPs are further modified with some type of biomolecule; these span proteins, peptides, nucleic acids, carbohydrates, drugs, and lipids [24,33].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 30,
      "context" : "For most biological applications, NPs are further modified with some type of biomolecule; these span proteins, peptides, nucleic acids, carbohydrates, drugs, and lipids [24,33].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 33,
      "context" : "In contrast, homogeneous chemistry provides far ore control over variables such as ratio of biomolecule per NP, elative orientation, attachment strength, and linkage or separaion distance [36].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 24,
      "context" : "NP physicchemical properties rarely conform exactly to predictions from odels or simulations [27].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 39,
      "context" : "Preliminary mechanistic studies suggest these enhancements result from high, localized avidity for enzyme acting on NP-substrate along with alleviation of rate-limiting steps for NPs displaying enzymes: the latter presumably arises from the many changes that occur in the structured environment [43,44].",
      "startOffset" : 295,
      "endOffset" : 302
    }, {
      "referenceID" : 40,
      "context" : "Formation of this corona is characterized by a continuous dynamic process whereby lower concentration species with higher affinity replace higher concentration species with lower affinity [45,46].",
      "startOffset" : 188,
      "endOffset" : 195
    }, {
      "referenceID" : 41,
      "context" : "Formation of this corona is characterized by a continuous dynamic process whereby lower concentration species with higher affinity replace higher concentration species with lower affinity [45,46].",
      "startOffset" : 188,
      "endOffset" : 195
    }, {
      "referenceID" : 42,
      "context" : "Similarly, immune responses develop differently even across patients with the same disease [47].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 21,
      "context" : "Additionally, summarizing the above points, consideration must be given to the type of inorganic NM, its size and shape, what the surface chemistry is, what biomolecules are attached to the surface, how it is made colloidally stable, potential toxicity concerns, and ultimately, how it is applied [24].",
      "startOffset" : 297,
      "endOffset" : 301
    }, {
      "referenceID" : 43,
      "context" : "genicity AuNPs Blocked IL-1 -induced activation [48]",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 62,
      "context" : "(MWCNTs) Mimicked response due to TLR agonists [67]",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 63,
      "context" : "calcium-dependent signaling cascade [68]",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 67,
      "context" : "Polarized T cells towards TH2 phenotype [72]",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 45,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 46,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 47,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 48,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 49,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 47,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 50,
      "context" : "Not surprisingly hen, a new focus is elucidating the mechanisms behind intrinsic mmunomodulatory properties of inorganic NMs such as AuNPs 48,49], QDs [50,51], silver NPs [52], iron oxide NMs [53,54], titaium dioxide NPs [52,55], and others.",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 51,
      "context" : "Gold has been used in modern medicine since the 1920’s when it ecame a common treatment for tuberculosis [56].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 31,
      "context" : "AuNPs can range in size from nm to >100 nm and have strong optical absorption and light scatering due to localized surface plasmon resonance (LSPR) [34].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 43,
      "context" : "01 vs control) Adapted with permission from [48], copyright© 2013 WILEY-VCH Verlag GmbH &",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 43,
      "context" : "For example, one study probed the effectiveness of gold in treating inflammatory diseases that are dependent on IL-1 , a proinflammatory cytokine associated with inflammation, pain, and autoimmunity [48].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 52,
      "context" : "As one llustration, size impacts the ability of NPs to blunt inflammatory LR9 signaling [57] in macrophages.",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 44,
      "context" : "Using a systematic approach, the effect of hydrophobicity on mmune response was also recently analyzed by developing AuNPs unctionalized to display different surface groups [49].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 59,
      "context" : "In the context of immune tissue, the properties of QDs just menioned have been exploited for real-time imaging of flow through ymphatics and into LNs of mice [64].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 31,
      "context" : "Numerous NMs, such as CNTs, can be derived from carbon allotropes [34].",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 60,
      "context" : "Carbon NMs offer specific advantages for immunotherapy such as flexible surface chemistry and enhanced internalization by cells [65].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 61,
      "context" : "As they are increasingly used in research, it is important to understand both desirable and undesirable effects they may have on the immune system [66].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 62,
      "context" : "Whole genome expression was one recent approach to begin understanding the complex interactions between CNTs and the immune system [67].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 63,
      "context" : "For example, one study assessed the stimulation and migration of macrophages following treatment with carboxylated MWCNTs [68].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 64,
      "context" : "Due to recent evelations that calcium mobilization initiates immune cell actiation, the impact of calcium transport inhibitors on CNT-induced ctivation and migration was also studied [69].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 65,
      "context" : "Short (1̃22 nm) and long (3̃86 nm) CNTs that were ositively or negatively charged were tested in bone marrow DCs BMDCs) [70].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 66,
      "context" : "The interaction of graphene QDs (gQDs) with macrophages as studied by focusing on two important inflammatory pathays [71].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 63,
      "context" : "Reprinted with permission from [68] under a",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 67,
      "context" : "In stimulated human peripheral blood mononuclear cells (PBMCs), non-toxic doses of gQDs inhibited proliferation [72].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 68,
      "context" : "These NMs have been investigated as delivery vehicles for vaccine components because the size, surface chemistry, and morphology can be tuned during synthesis [73].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 69,
      "context" : "orous NPs that are specifically useful for cargo transport and elease [74].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 70,
      "context" : "The surface characteristics of monodisperse silica NPs can also e controlled by coating the NPs with charged poly(amino acid)s PAAs) [75].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 72,
      "context" : "lthough this work demonstrated that adding amine groups to the article surface resulted in higher antigen adsorption, it should be oted that some publications have demonstrated that the adjuvantng effects of silica NPs were actually attenuated by functionalizing he particle surface [77,78].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 73,
      "context" : "lthough this work demonstrated that adding amine groups to the article surface resulted in higher antigen adsorption, it should be oted that some publications have demonstrated that the adjuvantng effects of silica NPs were actually attenuated by functionalizing he particle surface [77,78].",
      "startOffset" : 283,
      "endOffset" : 290
    }, {
      "referenceID" : 74,
      "context" : "In an investigation probing the impact of size on immunoenicity, hollow silica-titania core-shell NPs were synthesized with istinct sizes: 25, 50, 75, 100, and 125 nm [79].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 65,
      "context" : "Reprinted with permission from [70], doi:",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 46,
      "context" : "This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 78,
      "context" : "This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination.",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 79,
      "context" : "This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination.",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 80,
      "context" : "This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination.",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 81,
      "context" : "This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination.",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 82,
      "context" : "This work spans an array of inorganic NMs, including gold NMs [80–82], QDs [51], silica NPs [83,84], CNTs [85,86], and iron oxide NPs [87] as delivery platforms for immune signals and/or as self-adjuvants in infectious disease vaccination.",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 75,
      "context" : "Delivering antigen and adjuvant reduced viral load in liver infection model [80]",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 77,
      "context" : "AuNMs Surface area was correlated to cytokine and antibody production against West Nile virus envelope protein [82]",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 78,
      "context" : "Delivery of a DNA vaccine resulted in 100% protection from newcastle disease virus challenge [83]",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 83,
      "context" : "Gold NMs have been investigated for immunotherapeutic appliations in infectious diseases such as HIV [88,89], listeria [90], arasitic diseases [91], and malaria [92].",
      "startOffset" : 101,
      "endOffset" : 108
    }, {
      "referenceID" : 84,
      "context" : "Gold NMs have been investigated for immunotherapeutic appliations in infectious diseases such as HIV [88,89], listeria [90], arasitic diseases [91], and malaria [92].",
      "startOffset" : 101,
      "endOffset" : 108
    }, {
      "referenceID" : 85,
      "context" : "Gold NMs have been investigated for immunotherapeutic appliations in infectious diseases such as HIV [88,89], listeria [90], arasitic diseases [91], and malaria [92].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 86,
      "context" : "Gold NMs have been investigated for immunotherapeutic appliations in infectious diseases such as HIV [88,89], listeria [90], arasitic diseases [91], and malaria [92].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 87,
      "context" : "Gold NMs have been investigated for immunotherapeutic appliations in infectious diseases such as HIV [88,89], listeria [90], arasitic diseases [91], and malaria [92].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 75,
      "context" : "In a study of AuNP size effects in a codelivery system, particles ranging from 15 to 80 nm were screened for optimal delivery of OVA and an oligonucleotide that stimulates TLR9, CpG [80].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 89,
      "context" : "In a similar strategy, AuNPs ere decorated with the matrix 2 protein from influenza A and elivered along with soluble CpG [96,97].",
      "startOffset" : 122,
      "endOffset" : 129
    }, {
      "referenceID" : 76,
      "context" : "In another disease model, AuNPs were used as an immuization strategy to protect against Burkholderia mallei, which is lassified by the CDC as a Class B Select Agent because it can e weaponized for aerosol release [81].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 90,
      "context" : "Limited success has been seen in mice with LPS immunization, resulting only in partial protection, likely because LPS induces T cell-independent immune responses that do not result in long-term immunity [98].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 76,
      "context" : "In an attempt to improve this effort, LPS was conjugated to a protein carrier and covalently coupled to the surface of 15 nm AuNPs [81].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 77,
      "context" : "One study tested gold NMs as a elf-adjuvanting delivery system and vaccine [82].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 70,
      "context" : "This study, and the work previously described using silca NPs [75], demonstrate the utility of controlling multiple particle arameters to leverage the intrinsic immunogenicity of inorganic Ms.",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 78,
      "context" : "For example, layered double hydroxide SiO2 NPs have been ynthesized to deliver a DNA vaccine aimed against newcastle disase virus (NDV), which mainly affects avian species but can be ransmitted to humans [83].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 71,
      "context" : "Following a previous study that demonstrated the selfadjuvanting abilities of mesoporous silica NPs delivering OVA in mice [76], similar nanovesicles were tested as an immunization strategy for bovine viral diarrhea virus (BVDV) [84,102,103].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 79,
      "context" : "Following a previous study that demonstrated the selfadjuvanting abilities of mesoporous silica NPs delivering OVA in mice [76], similar nanovesicles were tested as an immunization strategy for bovine viral diarrhea virus (BVDV) [84,102,103].",
      "startOffset" : 229,
      "endOffset" : 241
    }, {
      "referenceID" : 79,
      "context" : "Mice immunized with the nanovaccine elicited a 10-fold stronger antibody response compared to mice receiving the E2 protein with a strong adjuvant [84].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 46,
      "context" : "Cancer QDs Promoted apoptosis in human pancreatic cancer cell line [51]",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 1,
      "context" : "There are currently no ures available, leaving patients to rely on immunosuppressive rugs or antibodies that are not curative and can cause patients o be immunocompromised [2].",
      "startOffset" : 172,
      "endOffset" : 175
    }, {
      "referenceID" : 20,
      "context" : "Antagonists of TLRs and downstream pathways are herefore an attractive area of exploration for therapeutics [22].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 6,
      "context" : "In T1D, CD8+ T cells recognize ultiple epitopes expressed by pancreatic islet cells, resulting in need for therapies that eliminate autoreactive T cells with diferent specificities [7].",
      "startOffset" : 181,
      "endOffset" : 184
    } ],
    "year" : 2019,
    "abstractText" : "Vaccines and immunotherapies have changed the face of health care. Biomaterials offer the ability to improve upon these medical technologies through increased control of the types and concentrations of immune signals delivered. Further, these carriers enable targeting, stability, and delivery of poorly soluble cargos. Inorganic nanomaterials possess unique optical, electric, and magnetic properties, as well as defined chemistry, high surface-to-volumeratio, and high avidity display that make this class of materials particularly advantageous for vaccine design, cancer immunotherapy, and autoimmune treatments. eywords:",
    "creator" : "Elsevier"
  }
}