{
  "name" : "downloads_2019-11-18_e8_shahzad2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Engineering the performance of heterogeneous WO3/fullerene@Ni3B/Ni(OH)2 Photocatalysts for Hydrogen Generation",
    "authors" : [ "Khurram Shahzad", "Muhammad Bilal Tahir", "M. Sagir" ],
    "emails" : [ "WO3/fullerene@Ni3B/Ni(OH)2", "WO3/fullerene@Ni3B/Ni(OH)2", "m.bilaltahir@uog.edu.pk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "ww.sciencedirect.com\ni n t e rn a t i o n a l j o u r n a l o f h y d r o g e n en e r g y 4 4 ( 2 0 1 9 ) 2 1 7 3 8e2 1 7 4 5\nAvailable online at w\nScienceDirect\njournal homepage: www.elsevier .com/locate/he"
    }, {
      "heading" : "Engineering the performance of heterogeneous",
      "text" : ""
    }, {
      "heading" : "WO3/fullerene@Ni3B/Ni(OH)2 Photocatalysts for",
      "text" : ""
    }, {
      "heading" : "Hydrogen Generation",
      "text" : "Khurram Shahzad a, Muhammad Bilal Tahir b,*, M. Sagir c\na Center of Excellence in Environmental Studies, King Abdulaziz University, Jeddah, 21589, Saudi Arabia b Department of Physics, Faculty of Sciences, University of Gujrat, Gujrat 57000, Pakistan c Department of Chemical Engineering, Faculty of Engineering, University of Gujrat, Gujrat 50700, Pakistan\nh i g h l i g h t s\nNanocrystalline WO3/fullerene@Ni3B/Ni(OH)2 Photocatalysts for Hydrogen Generation. Excellent hydrogen evolution rates up to 1578 mmol h 1 g 1 was found for hybrid photocatalyst. High stability of the photocatalyst was observed for three consecutive cycles. Aspect ratio and surface properties were substantial for efficient photocatalysis.\na r t i c l e i n f o"
    }, {
      "heading" : "Article history:",
      "text" : "Received 20 May 2019 Received in revised form 19 June 2019 Accepted 24 June 2019 Available online 17 July 2019"
    }, {
      "heading" : "Keywords:",
      "text" : "Photocatalysis Hydrogen evolution Nanomaterials Sustainable environment\n* Corresponding author. E-mail address: m.bilaltahir@uog.edu.pk\nhttps://doi.org/10.1016/j.ijhydene.2019.06.148 0360-3199/© 2019 Hydrogen Energy Publicati\na b s t r a c t\nThe hydrogen production through solar water splitting could be eco-friendly, environmental-benign and sustainable, alternative to fossil fuels energy carriers. In this work, the novel heterojunction WO3/fullerene/Ni3B/Ni(OH)2 composites were successfully fabricated through different methods. The Ni3B/Ni(OH)2 as a needle like nanostructures were integrated into the interfaces between WO3 and fullerene. The structural phase and morphology of prepared nanomaterials were significantly modified by incorporating the Ni3B/Ni(OH)2 as a co-catalyst. The results demonstrated that dopant element serves as the conductive electron bridges, rather than general cocatalyst, to accumulate electrons and inspire the H2 generation kinetics over pure WO3 photocatalyst. The significantly improved hydrogen rate of evolution up to 1578 mmol h 1 g 1 was found for hybrid photocatalyst [WO3/fullerene@ 1.5% Ni3B/Ni(OH)2] which was 9.6 times higher as compared to pure photocatalyst. The interfacial contact between co-catalyst and composite could play substantial role in effective separation and transference of charge-carriers for improved hydrogen evolution rate. Under the visible light illumination, the heterojunction nanostructures inspire rapid transfer of electrons from WO3 towards Ni3B/Ni(OH)2 to inhibit the fast recombination rate and prolong the WO3 charge-carrier's lifetime, thereby releasing more electrons with greater reducing power for hydrogen production. This work may open an avenue for the strategy and green preparation of robust photocatalysts for scalable applications in solar H2 evolution and sustainable environment.\n© 2019 Hydrogen Energy Publications LLC. Published by Elsevier Ltd. All rights reserved.\n(M.B. Tahir).\nons LLC. Published by Els evier Ltd. All rights reserved."
    }, {
      "heading" : "Introduction",
      "text" : "Hydrogen as a fuel is measured to be one of appealing and most improving energies, which can be a proficiently address the environmental pollution and energy shortage, or moderate the issues alliedwith changes in climate. Among advanced hydrogen production technologies, photocatalysis approach has been proved to be enormous dominance than others being renewable, efficiency, high stability, environmental friendly and safe [1]. Additionally, it was found to be economical path to transform clean solar energy into H2 with higher energydensity through water splitting under sun light irradiation [2]. Therefore, photocatalysis system for hydrogen evolution has gained much more attention owing to its cleanliness and simplicity. Numerous semiconductor-based photocatalysts have been considered and prepared to obtain higher stability and efficiency, namely metal oxides, nitrides, sulfides, organic-metal complexes, polymers etc [3,4].\nVery recently, WO3 being a nontoxic and indirect n-type semiconductor material has drawn much more attention owing to its effectiveness for hydrogen generation under observable light radiation, photosensitivity, great electron transport properties, and stability against corrosion [5]. The energy states of CB and VB lying at aroundþ0.3V andþ2.8V vs NHE. The VB is satisfactorily located for the oxidation of water (þ1.23 vs NHE) and for the oxidation of numerous pollutants through hydroxyl-radicals. It was also studied that the visiblelight absorption ofWO3 is up to 480 nm (E ~ 2.4e2.8 eV), which is encouraging for photocatalytic hydrogen evolution under solar energy. The position of valence band edge of WO3 is another advantage that is extensive positive than the H2O/O2 oxidation-potential and therefore encouraging for photo oxidation of numerous pollutants [6]. Additionally, WO3 has widely applied in numerous potential applications in gas sensors [7], electro-chorimic [8], electrocatalysts [9], photocatalysts [10] and so forth. However, numerous parameters including higher recombination rate, lower conduction band edge potential (0.4 eV < hydrogen redox) and sufficient solar light absorption limited the use of bulk WO3 [11]. In order to boost photocatalytic activity ofWO3, numerous attempts have been made to investigate the liaison between structure, composition, physic-chemical properties and morphology of WO3 [12]. For instance, the prepared WO3 nano-structures with diverse morphologies including nanorods, nanoplates, nanoparticles, quantum dots, nanowires, nanoneedles, nanobricks, etc, exhibited different photocatalytic activities [13,14]. Additionally, monoclinic and hexagonal phases of WO3 and controlled synthesis methods exhibited different photocatalytic performances [15]. The facile hydrothermal approach was observed to be more efficient since it shows unique morphology, large scale production, low-reaction temperature, and environmentally friendly technique. Furthermore, numerous structural directing agents (SDA) including organic acids, surfactants, polymers and inorganic salts were also studied to modulate the growth of WO3 crystal [16]. To overcome the limitation for desired photocatalytic performance of WO3, several experimental attempts have been made by incorporating different metals, coupling, making direct and Z-scheme hybrid composites withWO3 [17e19].\nThe heterojunction nanocomposites as a photocatalysts have been prepared extensively for efficient separation of photogenerated electrons/holes. In typical composite photocatalysis system, the band structure for hydrogen evolution should comply with suitable energy band positions for efficient transfer of charge-carriers and absorption of maximum part of visible light radiation. Abundant of materials have already been used tomodify the photocatalytic activity of pure WO3 namely WO3/TiO2, WO3/g-C3N4, WO3/graphene, WO3/ Carbon Nanotubes, WO3/MoSe2, WO3/MoS2 [20e25], etc. However, there is still a gap to obtain outstanding photocatalytic efficiency for hydrogen evolution using all these composites.\nThe conjugated material is anticipated to be a best cocatalyst for successful transfer of charge-carriers through the formation of electronic-interaction with WO3 owing to its distinctive properties in electron/hole transporting. Among the known allotropes of carbon nanomaterials, fullerene as an emerging class of nanomaterials is most stable under ambient conditions [26]. Fullerene has a unique delocalized closed-cage and conjugated structure, which exhibited strong ability to accept electron, promote a quick departure of electrons/holes and therefore lower the recombination rate in dark [27]. Therefore, it has been used as a promising material in numerous potential applications including perovskite/organic solar cells, energy conversion, biomedicines, etc [15,27]. The variance in dimension for 0D fullerene and 2D WO3 makes it difficult to their hybridization [28]. Consequently, the photocatalytic composites of fullerene and WO3 have hardly been discussed up to now. Kamat et al. [29] investigated the photocatalytic performance using fullerene/TiO2 through transfer of electron charge under visible light irradiation. Further, few researchers studied the role of C60 for enhancing the solar cell efficiency, photocatalysis and photo-conversion efficiency owing to efficient separation, however, the interior-mechanism is still need to be clear. Additionally, the understanding of scientific study to advance increase in the activity of photocatalysis of WO3/ fullerene is yet necessary and significant [30]. Furthermore, there are, numerous key challenges still exist that extremely regulating the use of the bulk fullerene in photocatalytic H2 production, owing to low surface area, higher recombination rate and insufficient hydrogen generation sites. Therefore, it is particularly significantly and imperative to search for costcompetitive, efficient and stable ternary co-catalyst for achieving the eco-friendly hydrogen production. In the current years, a great effort wasmade concerning exploitment of low-cost and earth plentiful co-catalysts for local and large scale H2 production. Authors et al. [31] prepared the ternary composites by using NiB or NiCoB as a co-catalyst, which attained the excellent photocatalytic activity of the order of 144.8 mmol h 1g 1. However, the hybrid/ternary systems (NixB/CdS) could not be broadly applied in practically evolution of hydrogen due to low stability and high toxicity. So far, there is no research article in which Ni3B/Ni(OH)2 was used as a co-catalyst in the case of ternary photocatalyst for improved hydrogen evolution over eco-friendly photocatalysts [32]. Therefore, it is of the excessive significance to explore the boosted hydrogen generation by adding Ni3B/ Ni(OH)2 as a co-catalyst in WO3/fullerene and profoundly\nreveal the underlying proposed mechanism for stimulating the H2 production.\nIn this article, we demonstrated the first sample to exhibit the indorsing roles of sustainable Ni3B/Ni(OH)2 co-catalyst to improve the photocatalytic hydrogen generation over WO3/ fullerene thin films. As a result, it was observed the outstanding photocatalytic efficiency of about 1578 mmol h 1 g 1 for ternary photocatalyst [WO3/fullerene@ 1.5%Ni3B/Ni(OH)2]. The vital characteristics of Ni3B/Ni(OH)2 on WO3/fullerene thin film in boosting H2 production are systematically explored in detail. The current approach may provide a complete understanding of heterojunction interface of photocatalysts, and how the interfacial properties have significant impact on the behavior of charge-carrier and photocatalytic efficiency. Further, it is predicted that thiswork could propose an attractive approach to optimize and design sustainable hybrid photocatalyst for markedly enhanced visible light driven H2 production."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Preparation of WO3 photocatalysts",
      "text" : "The Na2WO4$2H2O (125 mg) was dispersed in the HNO3 solution (50 mL with 4.8 M). The prepared mixture was stirred, magnetically, for 1 hour. The particular amount of cetyltrimethyl ammonium bromide (CTAB) was added in mixed solution to tune the morphological structure of nanostructures. The whole solution was placed in stainless steel 100ml Teflon lined autoclave for solvothermal treatment. The yellowish precipitate ofWO3$2H2Owas composed through the process of centrifugation and then wash away with distilled water till the neutral-pH. Then, the obtained WO3$2H2O was dried up in china dish for 12 h. The bulk WO3 was achieved through calcinationwith temperating/heating rate of 5 C/min and kept in oven at 500 C for 3 h."
    }, {
      "heading" : "Preparation of WO3-fullerene photocatalysts",
      "text" : "The pure fullerene was prepared using the article [30]. For preparation of hybrid photocatalyst, the specific ratio of crystal-like fullerene and prepared WO3 were dissolved in 10 mL ethanol solution, separately and then sonicated for 1 h to get homogeneous dispersed suspension. Then the optimal concentration of C60 was poured in WO3 solution and stirred for 1 h. The obtained solution was dried in electric oven at 180 C for 12 hours. The varying content of C60 was 1%, 4%, and 6% were used for this experiment."
    }, {
      "heading" : "Preparation of WO3-fullerene@Ni3B/Ni(OH)2 photocatalysts",
      "text" : "For the preparation of Ni3B, 20 mL of NiCl2.6H2O (0.5 M) was added into a flask under ambient pure N2 and an ice-bath. NaBH4 (1 M) with quantity of 20 mL in NaOH (0.1 M) was added, gradually, to the reactor for dynamic magnetic stirring kept for 1h. The black precipitates were found, collected through filtration and washing twice by ethanol and water and then dried up at a temperature of 80 C for 6 h. Next, the obtained material was gone through pyrolysis under N2\nenvironment at 300 C for 1 h [32]. The quaternary WO3fullerene@Ni3B-Ni(OH)2 composites were prepared by facile photo-deposition technique. Typically, 100 mg of WO3fullerene@Ni3B, 2 mL of NiCl2 (0.1 M), 54 mL H2O, 30 mL triethanolamine, and 14 mL NaH2PO2 (0.1 M) were added into 200 mL flask. The entire reaction arrangement was then passed under continuous flowof nitrogen for 30min. Next, the mixed solutionwas illuminated by xenon lamp (300W, UV-vis light) for 40 min. The black product was obtained through washingwithwater for removal of any additional reagent. The prepared samples WO3, WO3/4% fullerene, WO3fullerene@0.5% Ni3B/Ni(OH)2, WO3-fullerene@1.0% Ni3B/ Ni(OH)2, WO3-fullerene@1.5% Ni3B/Ni(OH)2, WO3fullerene@2.0%Ni3B/Ni(OH)2 were denoted as S-1, S-2, S-3, S-4, S-5 and S-6, correspondingly."
    }, {
      "heading" : "Characterization",
      "text" : "The morphological structure of the samples was characterized by scanning electronmicroscope (FE-SEM, JSM7500F). The X-ray diffraction (XRD) patterns, crystal-like structures and prepared samples phases were studied using X-ray Diffractometer (Y-2000) with Cu Ka radiation (l ¼ 1.5406 A, V ¼ 40 kV & I ¼ 40 mA). The absorption spectra of UV-vis were recorded through UV-vis spectrophotometer (BaSO4, UV2700, Shimadzu, Japan). The surface area was found on aMicromeritics (ASAP 2020 M) in the liquid N2. The photoluminescence (PL) emission spectra were observed using (FL-380; Gangdong SciTech) at an excitation 325 nm wavelength.\nPhotocatalytic hydrogen evolution measurements\nThe photocatalytic hydrogen production activity rate was observed in a sealed 100mL under illumination of visible-light (l > 420 nm) in the reaction tube. Typically, 100 mg of a prepared photocatalyst sample was mixed into aqueous solution (50mL) and 5mL of triethanolamine (TEOA, 10 vol%) existed as a sacrificial donor of electron. Ametal halide lampwith visible light source having power 500 W (l > 420 nm) was used to illuminate water for hydrogen evolution. The air in reactor system was removed for 0.5h using vacuum pump, before visible light illumination. Next, the system was irradiated under continuous stirring, intermittently sampled and examined for hydrogen evolution using GC-7890 (Rainbow Chemical Instrument, China) furnished with a TCD and a 5 A molecular sieve Ar column.\nThe AQY was to calculated using the relation:\nAQY ¼ 2 No. of evolved hydrogen molecules/No. of incident photons 100%"
    }, {
      "heading" : "Results and discussions",
      "text" : ""
    }, {
      "heading" : "Structural and morphological analysis",
      "text" : "The crystalline structures of the prepared samples in powder form, prepared using hydrothermal method were analyzed\nthrough powdered XRD patterns. Fig. 1 demonstrates the XRD peaks of the pure WO3 and composite samples to determine the crystalline size, structure and phase. Three splitted peaks located at a 2q angle of 23.1, 23.6 and 24.3 match to the hkl planes of (002), (020) and (200), respectively of the monoclinic WO3 using JCPDSNo. 43-1035. The splitted peaks indicated the small crystallite size of prepared nanomaterials [33]. It was perceived that there is no apparent shift observed in the main diffraction peak (002) at an angle of 23.1 in monoclinic phase, even after the doping content of fullerene and Ni3B/Ni(OH)2. It seems to be exhibit due to two reasons, (i) lack of distortion in prepared WO3 lattice and (ii) showing that dopant could not enter into the crystal lattice of sample, however can locate at the WO3 site that is interstitial and therefore offered in the form of dopanteOeW at interstitial site [34]. These outcomes could be explained through the strong variation in the ionic radius between W6þ (62 p.m.) and dopant element. Though, the variation in the intensity ofmain peakmay still exhibit the addition of doped elements have definite influence in the crystalline structure of prepared WO3, which may lead to cause the formation of symbiotic-systems. When the doped content of Ni3B/Ni(OH)2 was 0.5%, no other crystal phase was detected, which directed that the dopant element could be well-dispersed in the interstitial sites onto the surface of prepared WO3 in amounts too low to be identified through Xray diffraction [32].\nFurther, the peaks given at an angle of 2q z 13.5, 27.2 and 31 reveal the existence of dopant onto the surface of photocatalyst when the doping content reaches to 2%. However, no separate phase for dopant elements were found for the composite samples. The average crystal size to be calculate using Scherrer formula: where l is wavelength of X-ray (0.154060 nm), d is crystallite size, k is shape factor (~0.89), b is the FWHM and q is the Bragg angle ( ) [18]. The doping in WO3 within certain limit assists to outpouring the life-time of photogenerated electron/holes, if the dopant has potential energy level, just below CB or above VB to discharge shallow photogenerated charge carrier's trapping. It can be observed that dopant element may lead to produce surface defects and\nthe possible formation of dopanteOeW bonds which may obstruct the growth of crystal grains and thus decreases the crystalline size.\nIt is worth mentioning that incorporation of doping substance has undesirable effect on the creation of hexagonal phase and this consequence becomes gradually substantial by further increasing the contents. Moreover, slightly declined in peaks resulting from the addition of dopant element on surface of tungsten trioxide that congested the coherent scattering. The phases ofWO3 transform in orthorhombic bymore increase in coupling amount of doping content in WO3. It was observed that the size of the crystals was reduced until the optimum value of the doping content and increased when doping content was increased. This reduced size of the crystals was very helpful for the electron-hole pair transfer which improved the rate of photocatalytic activity because of the reduction in electron hole pair recombination [35]. The crystalline size was found to be 19.7 nm, 17.69 nm, 16.63 nm, 13.41 nm, 8.17 nm and 10.32 nm for S-1 to S-6, respectively that was also observed in SEM micrographs.\nThe SEM image exhibits that theWO3 powdermade for the current work retain a nanostructure based nanoparticles prepared to the size's smaller than 100 nm as shown in Fig. 2(a). The samples were prepared using hydrothermal method which expedites the ordered growth of WO3 nanoparticles that consists of a high surface area and interactive space. The primary treatment parameters including hydrothermal time, temperature and the directional-growth of reagent NaCl concentration coordinates both of hexagonal crystal-like structure and morphology of WO3. And observed that the size, shape and morphology of prepared nanostructured profoundly influence on the photocatalytic performance for hydrogen evolution. Fig. 2(bef) shows the SEM micrographs of pure fullerene, pure Ni3B, Ni3B/Ni(OH)2, fullerene/Ni3B-Ni(OH)2 andWO3-fullerene@1.5%Ni3B/Ni(OH)2. Fig. 2(b) reveals the flower-like structures changeable in the shape and size correspond to some agglomeration and size of nanomaterials. The precise needle-like and special hierarchical design nanostructures were observed for Ni3B and Ni3B/ Ni(OH)2. The decrease in size of prepared nanoparticles related to the nucleation mechanism in crystal growth process. Since, the ionic radius of dopant elements was found to be different from that of the W (0.62 A), therefore all the dopant elements may not substitute in place of the W in the WO3 lattice, which made it unable to regulate the nucleation growth and accordingly occasioned into obstructing the growth of crystal in sample [36]. The SEM image indicates that the composite sample (S-5) possess an irregular and wellordered nanostructure for prepared nanomaterials. It was further observed that by increasing the content of dopant in WO3, the apparent density of the sticks seems to decrease accordingly, which shown the promising growth of dopant element in tungsten oxide.\nOptical properties, band structures and surface area\nFig. 3 shows the UV-vis spectra of prepared samples. It was detected that pure WO3 spectra displays the edge that is assimilated at roughly 420 nm according to previous literature [37]. It is essential that doping content in WO3 inside explicit\nsubstance can indulges to inundation time of charge-carriers. This may occur just if the doping element components have vitality level just below the CB or above VB to decree shallow electron-opening trapping. It merits referencing that assimilation band edge move to higher wavelength value, which specifies the negligible change of the bandgap energy. Assortment in band hole esteems with increasing doping substance might be because of expansion of doping levels in pure lattice ofWO3, whichwouldmove the electron excitation from valence band to conduction band [35]. Surprisingly, the prepared samples shown a considerable improvement of visible light adsorption for from 400e500 nmwavelength, and this utilization of visible light ability was improved with increasing rate of doping ratio. The as prepared composited utilized visible light that results in the more electron hole pairs generation that enhances the photocatalytic performance for H2 generation and dye degradation. The band gap energy for S-1 to S-6 was calculated by Tauc plot method as 2.7, 2.64, 2.6, 2.52, 2.47, 2.5 and 2.57 eV, respectively. In\naddition, the minor distinction of band-gap energy (Eg) values between pure WO3 and its composite is related to the crystals structure.\nPhotoluminescence emission spectroscopywas carried out for in-depth study of the improvement in charge-carrier's separation and transfer dynamics in the prepared samples. It has been usually perceived that the separation rate of chargecarriers could be subjectively and essentially explained through relative intensity of PL spectra. In like manner, the diminishing intensities of peak represent the advanced trapping of charge and proficient separation, although intensities of peak increasing so the reduction in charge carrier's separation. Fig. 4 indicates spectra of PL prepared samples including S-1, S-2, S-4, S-5 and S-6 under the excitation wavelength of 325 nm and prepared nanomaterials showed comparative PL emission peak at approximately 580 nm. It suggests both WO3 and doping material as a cocatalyst, could enhance separation of charges. Particularly, among all prepared samples, the S-5 demonstrates the least PL peak\nintensity, as per their visible light spectrum H2-generation actions, showing the significance separation of charge effectiveness in influencing the photocatalytic activity.\nBrunauereEmmetteTeller using adsorption/desorption curve was used to calculate the surface area of samples. It was observed that the specific surface area and pore volume of doped samples was higher than that of pure WO3. This higher pore volume and surface area results in the larger no. of active site available for photocatalytic process and thus could improve photocatalytic performance for hydrogen generation. The surface area of prepared samples was determined to be 43.59m2/g (S-1), 285.2m2/g (S-2), 314.17m2/g (S-3), 384.62m2/g (S-4), 495.76 m2/g (S-5) and 417.89 m2/g (S-6), correspondingly and is given in Fig. 5. It merits referencing that the variety of superficial area pattern not consistent with that of particle size respectively. Consequently, variety in exact surfaceregion turned into no standards [36]. Larger pore volume and surface area of samples may subordinate to enhance\nphotocatalytic activity. The improved surface territory of prepared nanomaterials assumed noteworthy job in the upgrade of its photocatalytic action for the generation of hydrogen."
    }, {
      "heading" : "Photocatalytic H2 evolution performance",
      "text" : "Fig. 6 reveals the profile of H2 generation utilizing asintegrated photocatalysts corresponds to reaction time in visible light presence. The composite samples showed the excellent performance of photocatalysis for hydrogen generation when compared to that of pristine samples. It was experiential that evolution of photocatalytic H2 could increase by increasing the doping contents (up to 1.5%) in WO3. However, further increase in the doing content (2%) could lead to lower photocatalytic activity. This sort of situation was occurred because of the reason that there may be an optimal dopant content inWO3 for the efficient separation of electron/ hole pair's. Further, the material's surface barriers wind up more noteworthy that harvest towards smaller space chargeregion whereas increasing the doping content up to higher dose [38]. The self-induced electric field helps the charge carriers to separate well before recombination rate that result in the excellent activity. On the other hand, when the dose of the dopingmaterial exceeds from the optimal dose, the region of space charge become narrow that results in the lower photocatalytic activity because of easy recombination of electron-hole pairs. The highest evolution rate of hydrogen was observed for hybrid sample (S-5) in the presence of visible light radiation. The activity of photocatalysis was increases in order of S-5>S-6>S-4>S-3>S-2>S-1. It has been perceived that the amalgamation ofmore active sites from large surface area, harvesting of visible light, efficient separation of charge-carrier's, and synergistic effect between dopant and WO3 may enrich photocatalytic activity of prepared nanostructures.\nStability and reusability of prepared nanomaterial\nThe stability and reusability of nanomaterials is of great interest to explore the performance of potential applications\nespecially in photocatalysis. In order to explore the stability of sample 5, the three-cycle repeating experiment of H2 evolution was calculated. Individually every cycle of experiment was supported for a particular interval of time and the reaction systemwas re-evacuated, after each run. Fig. 7 shows the run cycle for stability in the current experimental results. After each cycle, the residual photocatalyst was collected, washedwith de-ionizedwater, centrifuge at a rate of 5000 rpm for 5 minutes and then drying at a temperature of 80 C (8 hours) for reusability. It was that approximately 5.57% photocatalytic activity was observed to be vanished, which may be attributed to the freeing of small Ni3B nanoparticles from hybrid nanocomposite even after 3 cycle under the same environmental conditions. It was highly acknowledged that the sample-5 showed high stability and reusability for evolution of hydrogen under visible region lighting."
    }, {
      "heading" : "Conclusion",
      "text" : "Herein, the fullerene and Ni3B/Ni(OH)2 were integrated with monoclinic WO3 using facile hydrothermal treatment for hydrogen generation through water splitting. Introducing Ni3B/Ni(OH)2 as a co-catalyst in prepared samples was found to be supportive for large increase in the hydrogen production rate, despite of very small doping content. Additionally, the presence of sacrificial agent (methanol) could played a substantial role for considerable enhancement in the generation of hydrogen energy. The sacrificial agents may possibly act as a hole-scavengers, therefore the probability of charge-carrier's recombination is reduced. The composite sample-5 showed excellent hydrogen generation among all samples, whichmay be credited to large surface area and pore volume, and optimal dopant concentration. Further, the significantly improved hydrogen evolution was attributed to efficient separation and transfer of electron/hole pairs, more no. of active sites for photocatalytic reaction, synergistic effect between nanomaterial and hybrid co-catalyst, optimal contents of doping element and harvesting of visible light. It is highly acknowledged that the current study can be supportive for developing the cost competitive, novel and emerging photo-catalytic systems for proficient H2 evolution under visible light irradiation."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This project was funded by the Deanship of Scientific Research (DSR) King Abdulaziz University, Jeddah, under grant no. (D-233-188-1440), The authors, therefore, gratefully acknowledge the DSR technical and financial support.\nr e f e r e n c e s\n[1] Tian J, Leng YH, Zhao ZH, Xia Y, Sang YH, Hao P, Zhan J, Li MC, Liu H. Carbon quantum dots/hydrogenated TiO2 nanobelt heterostructures and their broad spectrum photocatalytic properties under UV, visible, and nearinfrared irradiation. Nano Energy 2015;11:419e27. [2] Tahir MB, Sagir M, Shahzad K. Removal of acetylsalicylate and methyl-theobromine from aqueous environment using nano-photocatalyst WO3 -TiO2@g-C3 N4 composite. J Hazard Mater 2019;363:205e13. [3] Hosseini F, Safaei E, Mohebbi S. Modified WO3 nanorod with Pt nanoparticle as retrievable materials in catalytic and photocatalytic aerobic oxidation of alcohols. J Nanoparticle Res 2017;19:240. [4] An Huiqin, Li Min, Wang Wei, Lv Zhaotao, Deng Congying, Huang Jingyuan, Yin Zhen. Construction of ternary rGO/1D TiO2nanotubes/3D ZnIn2S4 microsphere heterostructure and mutually-reinforcing synergy for high-efficiency H2 production photoactivity under visible light. Ceram Int 2019. https://doi.org/10.1016/j.ceramint.2019.04.234. [5] Kubacka M, Fern andez-Garcı́a G. Advanced nanoarchitectures for solar photocatalytic applications. Chem Rev 2012;112:1555e614. [6] Tahir MB, Nabi G, Khalid NR. Enhanced photocatalytic performance of visible-light active graphene-WO3\nnanostructures for hydrogen production. Mater Sci Semicond Process 2018;84:36e41.\n[7] Zhang J, Ma Y, Du YL, Jiang HZ, Zhou DD, Dong SS. ‘‘Carbon nanodots/WO3 nanorods Z-scheme composites: remarkably enhanced photocatalytic performance under broad spectrum’’. Appl Catal B-Environ 2017;209:253e64. [8] Tahir MB, Nabi G, Khalid NR, KhanWS. Synthesis of nanostructured basedWO3materials for photocatalytic applications. J InorgOrganometPolymMater2018;28(3):777e82. [9] Tian J, Leng Y, Zhao Z, Xia Y, Sang Y, Hao P, Zhan J, Li M, Liu H. ‘‘Carbon quantum dots/hydrogenated TiO2 nanobelt heterostructures and their broad spectrumphotocatalytic properties under UV, visible, and near-infrared irradiation’’. Nano Energy 2014;11:419e27. [10] Yu Huogen, Huang Ying, Gao Duoduo, Wang Ping, Tang Hua. Improved H2-generation performance of Pt/CdS photocatalyst by a dual-function TiO2 mediator for effective electron transfer and hole blocking. Ceram Int 2019;45(8):9807e13. [11] Zhang G, Guan W, Shen H, et al. Organic additives-free hydrothermal synthesis and visible-light-driven photodegradation of tetracycline of WO3 nanosheets. Ind Eng Chem Res 2014;53:5443e50. [12] Fotiou T, Triantis TM, Kaloudis T, OShea KE, Dionysiou DD, Hiskia A. Assessment of the roles of reactive oxygen species in the UV and visible light photocatalytic degradation of cyanotoxins and water taste and odor compounds using CeTiO2. Water Res 2015;90:52e61. [13] Liu Zhifeng, Wu Jianyu, Zhang Jing. Quantum dots and plasmonic Ag decorated WO3 nanorod photoanodes with enhanced photoelectrochemical performances. Int J Hydrogen Energy 2016;41(45):20529e35. [14] Tahir MB, Hajra S, Khalid NR, Rizwan M, Watto GN. Development of sol gel derived nanocrystalline TiO2 thin films via indigenous spin coating method. J Inorg Organomet Polym Mater 2018;28:1e8. [15] Palyam Subramanyam, Meena Bhagatram, Neeraja Gudipati, Sinha Melepurath, Challapalli Deepa, Subrahmanyam. Decoration of plasmonic Cu nanoparticles on WO3/Bi2S3 QDs heterojunction for enhanced photoelectrochemical water splitting. Int J Hydrogen Energy 2019. https://doi.org/10.1016/ j.ijhydene.2019.05.168. [16] Tahir MB, Nabi G, Iqbal T, Sagir M, Rafique M. Role of MoSe2 on nanostructures WO3-CNT performance for photocatalytic hydrogen evolution. Ceram Int 2018;44(6):6686e90. [17] Tahir MB, Nabi G, Khalid NR, Rafique M. Role of europium on WO3 performance under visible-light for photocatalytic activity. Ceram Int 2018;44(5):5705e9. [18] Zhang Yupeng, Hao Xuqiang, Ma Xiaoli, Liu Hai, Jin Zhiliang. Special Z-scheme CdS@WO3 hetero-junction modified with CoP for efficient hydrogen evolution. Int J Hydrogen Energy 2019;44(26):13232e41. [19] Tahir Muhammad Bilal. Microbial photoelectrochemical cell for improved hydrogen evolution using nickel ferrite incorporated WO3 under visible light irradiation. Int J Hydrogen Energy 2019;44:17316e22. https://doi.org/10.1016/ j.ijhydene.2019.01.067. [20] Tahir MB, Nabi G, Rafique M, Khalid NR. Nanostructuredbased WO3 photocatalysts: recent development, activity enhancement, perspectives and applications for wastewater treatment. Int J Environ Sci Technol 2017;14(11):2519e42. [21] Tahir MB, Asiri AM, Nabi G, Rafique M, Sagir M. Fabrication of heterogeneous photocatalysts for insight role of carbon nanofibre in hierarchical WO3/MoSe2 composite for enhanced photocatalytic hydrogen generation. Ceram Int 1 April 2019;45(5):5547e52. [22] Tahir MB. Construction of MoS2/CND-WO3 ternary composite for photocatalytic hydrogen evolution. J Inorg Organomet Polym Mater 2018;28(5):2160e8.\n[23] Liu Kuang-I, Hsueh Yang-Chih, Su Chung-Yi, Perng TsongPyng. Photoelectrochemical application of mesoporous TiO2/ WO3 nanohoneycomb prepared by solegel method. Int J Hydrogen Energy 2013;38(19):7750e5. [24] Han Xin, Xu Dongyu, Lin An, Hou Chengyi, Li Yaogang, Zhang Qinghong, Wang Hongzhi. WO3/g-C3N4 twodimensional composites for visible-light driven photocatalytic hydrogen production. Int J Hydrogen Energy 2018;43(10):4845e55. [25] Song Limin, Zhang Shujuan, Wei Junfu. WO3 cocatalyst improves hydrogen evolution capacity of ZnCdS under visible light irradiation. Int J Hydrogen Energy 2019;44(31):16327e35. [26] Lai Chin Wei, Sreekantan Srimala. Preparation of hybrid WO3eTiO2 nanotube photoelectrodes using anodization and wet impregnation: improved water-splitting hydrogen generation performance. Int J Hydrogen Energy 2013;38(5):2156e66. [27] Khan Ibrahim, Abdalla Akram, Qurashi Ahsanulhaq. Synthesis of hierarchical WO3 and Bi2O3/WO3nanocomposite for solar-driven water splitting applications. Int J Hydrogen Energy 2017;42(5):3431e9. [28] Qua Z, Wanga J, Tanga J, Shub X, Liub X, Zhanga Z, Wanga J. ‘‘Carbon quantum dots/KNbO3 hybrid composites with enhanced visible-light driven photocatalytic activity toward dye waste-water degradation and hydrogen production’’. Mol Catal 2018;445:1e11. [29] Prashant V. Kamat, quantum dot solar cells. Semiconductor nanocrystals as light harvesters. J Phys Chem C 2008;112(48):18737e53. [30] Tahir Muhammad Bilal, et al. Role of fullerene to improve the WO3 performance for photocatalytic applications and hydrogen evolution. Int J Energy Res 2018. https://doi.org/ 10.1002/er.4231. [31] Wang Xining, Hui Yu, Yang Luping, Shao Lijun, Xu Li. A highly efficient and noble metal-free photocatalytic system using NixB/CdS as photocatalyst for visible light H2 production from aqueous solution. Catal Commun 2015;67(5):45e8. [32] Lu Xinyong, et al. Low-cost Ni3B/Ni(OH)2 as an ecofriendly hybrid cocatalyst for remarkably boosting photocatalytic H2 production over g-C3N4Nanosheets. ACS Sustainable Chem Eng 2018;6(10):13140e50. [33] Dong You-Zhen, Xue Yun-Shan, Yang Wei-Wei, You HuaMing, Su Yang. Visible light driven CdS/WO3 inverse opals with enhanced RhB degradation activity. Colloid Surf Physicochem Eng Asp 2019;561:381e7. [34] Khan Hayat, Rigamonti Marco G, Boffito Daria C. Enhanced photocatalytic activity of Pt-TiO2/WO3 hybrid material with energy storage ability. Appl Catal B Environ 2019;252:77e85. [35] Jansi Rani B, Praveen Kumar M, Ravichandran S, Ravi G, Hong SI. WO3 nanocubes for photoelectrochemical watersplitting applications. J Phys Chem Solids 2019;134:149e56. [36] Li K, Su FY, Zhang D. Modification of g-C3N4 nanosheets by carbon quantum dots for highly efficient photocatalytic generation of hydrogen. Appl. Surf Sci 2016;375:110e7. [37] Zhang ZJ, Zheng TT, Xu JY, Zeng HB, Zhang N. Carbon quantum dots/Bi2MoO6 composites with photocatalytic H2 evolution and near infrared activity. J Photochem Photobiol A 2017;346:24e31. [38] Di J, Xia JX, Ge YP, Li HP, Ji HY, Xu H, Zhang Q, Li HM, Li MN. Novel visible-light-driven CQDs/Bi2WO6 hybrid materials with enhanced photocatalytic activity toward organic pollutants degradation and mechanism insight. Appl Catal B-Environ 2015;51:168e9."
    } ],
    "references" : [ {
      "title" : "Carbon quantum dots/hydrogenated TiO2 nanobelt heterostructures and their broad spectrum photocatalytic properties under UV, visible, and nearinfrared irradiation",
      "author" : [ "J Tian", "YH Leng", "ZH Zhao", "Y Xia", "YH Sang", "P Hao", "J Zhan", "MC Li", "H. Liu" ],
      "venue" : "Nano Energy 2015;11:419e27",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Removal of acetylsalicylate and methyl-theobromine from aqueous environment using nano-photocatalyst WO3 -TiO2@g-C3 N4 composite",
      "author" : [ "MB Tahir", "M Sagir", "K. Shahzad" ],
      "venue" : "J Hazard Mater 2019;363:205e13",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Modified WO3 nanorod with Pt nanoparticle as retrievable materials in catalytic and photocatalytic aerobic oxidation of alcohols",
      "author" : [ "F Hosseini", "E Safaei", "S. Mohebbi" ],
      "venue" : "J Nanoparticle Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Construction of ternary rGO/1D TiO2nanotubes/3D ZnIn2S4 microsphere heterostructure and mutually-reinforcing synergy for high-efficiency H2 production photoactivity under visible light",
      "author" : [ "An Huiqin", "Li Min", "Wang Wei", "Lv Zhaotao", "Deng Congying", "Huang Jingyuan", "Yin Zhen" ],
      "venue" : "Ceram Int 2019",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Advanced nanoarchitectures for solar photocatalytic applications",
      "author" : [ "M Kubacka", "G. Fern andez-Garcı́a" ],
      "venue" : "Chem Rev 2012;112:1555e614",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "Enhanced photocatalytic performance of visible-light active graphene-WO3  i n t e r n a t i o n a l j o u r n a l o f h y d r o g e n en e r g y 4 4 ( 2 0 1 9 ) 2 1 7 3 8e2 1 7 4 5  21745 nanostructures for hydrogen production",
      "author" : [ "MB Tahir", "G Nabi", "NR. Khalid" ],
      "venue" : "Mater Sci Semicond Process 2018;84:36e41",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Carbon nanodots/WO3 nanorods Z-scheme composites: remarkably enhanced photocatalytic performance under broad spectrum’",
      "author" : [ "J Zhang", "Y Ma", "YL Du", "HZ Jiang", "DD Zhou", "SS. Dong" ],
      "venue" : "Appl Catal B-Environ 2017;209:253e64",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Synthesis of nanostructured basedWO3materials for photocatalytic applications",
      "author" : [ "MB Tahir", "G Nabi", "NR Khalid", "KhanWS" ],
      "venue" : "J InorgOrganometPolymMater2018;28(3):777e82",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Carbon quantum dots/hydrogenated TiO2 nanobelt heterostructures and their broad spectrumphotocatalytic properties under UV, visible, and near-infrared irradiation’",
      "author" : [ "J Tian", "Y Leng", "Z Zhao", "Y Xia", "Y Sang", "P Hao", "J Zhan", "M Li", "H. Liu" ],
      "venue" : "Nano Energy 2014;11:419e27",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Improved H2-generation performance of Pt/CdS photocatalyst by a dual-function TiO2 mediator for effective electron transfer and hole blocking",
      "author" : [ "Yu Huogen", "Huang Ying", "Gao Duoduo", "Wang Ping", "Tang Hua" ],
      "venue" : "Ceram Int 2019;45(8):9807e13",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Organic additives-free hydrothermal synthesis and visible-light-driven photodegradation of tetracycline of WO3 nanosheets",
      "author" : [ "G Zhang", "W Guan", "H Shen" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2014
    }, {
      "title" : "Assessment of the roles of reactive oxygen species in the UV and visible light photocatalytic degradation of cyanotoxins and water taste and odor compounds using CeTiO2",
      "author" : [ "T Fotiou", "TM Triantis", "T Kaloudis", "KE OShea", "DD Dionysiou", "A. Hiskia" ],
      "venue" : "Water Res 2015;90:52e61",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Quantum dots and plasmonic Ag decorated WO3 nanorod photoanodes with enhanced photoelectrochemical performances",
      "author" : [ "Liu Zhifeng", "Wu Jianyu", "Zhang Jing" ],
      "venue" : "Int J Hydrogen Energy 2016;41(45):20529e35",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2052
    }, {
      "title" : "Development of sol gel derived nanocrystalline TiO2 thin films via indigenous spin coating method",
      "author" : [ "MB Tahir", "S Hajra", "NR Khalid", "M Rizwan", "GN. Watto" ],
      "venue" : "J Inorg Organomet Polym Mater 2018;28:1e8",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Decoration of plasmonic Cu nanoparticles on WO3/Bi2S3 QDs heterojunction for enhanced photoelectrochemical water splitting",
      "author" : [ "Palyam Subramanyam", "Meena Bhagatram", "Neeraja Gudipati", "Sinha Melepurath", "Challapalli Deepa", "Subrahmanyam" ],
      "venue" : "Int J Hydrogen Energy 2019",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Role of MoSe2 on nanostructures WO3-CNT performance for photocatalytic hydrogen evolution",
      "author" : [ "MB Tahir", "G Nabi", "T Iqbal", "M Sagir", "M. Rafique" ],
      "venue" : "Ceram Int 2018;44(6):6686e90",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Role of europium on WO3 performance under visible-light for photocatalytic activity",
      "author" : [ "MB Tahir", "G Nabi", "NR Khalid", "M. Rafique" ],
      "venue" : "Ceram Int 2018;44(5):5705e9",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Special Z-scheme CdS@WO3 hetero-junction modified with CoP for efficient hydrogen evolution",
      "author" : [ "Zhang Yupeng", "Hao Xuqiang", "Ma Xiaoli", "Liu Hai", "Jin Zhiliang" ],
      "venue" : "Int J Hydrogen Energy 2019;44(26):13232e41",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Microbial photoelectrochemical cell for improved hydrogen evolution using nickel ferrite incorporated WO3 under visible light irradiation",
      "author" : [ "Tahir Muhammad Bilal" ],
      "venue" : "Int J Hydrogen Energy 2019;44:17316e22",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Nanostructuredbased WO3 photocatalysts: recent development, activity enhancement, perspectives and applications for wastewater treatment",
      "author" : [ "MB Tahir", "G Nabi", "M Rafique", "NR. Khalid" ],
      "venue" : "Int J Environ Sci Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Fabrication of heterogeneous photocatalysts for insight role of carbon nanofibre in hierarchical WO3/MoSe2 composite for enhanced photocatalytic hydrogen generation",
      "author" : [ "MB Tahir", "AM Asiri", "G Nabi", "M Rafique", "M. Sagir" ],
      "venue" : "Ceram Int 1 April",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Construction of MoS2/CND-WO3 ternary composite for photocatalytic hydrogen evolution",
      "author" : [ "Tahir MB" ],
      "venue" : "J Inorg Organomet Polym Mater",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Photoelectrochemical application of mesoporous  TiO2/ WO3 nanohoneycomb prepared by solegel method",
      "author" : [ "Liu Kuang-I", "Hsueh Yang-Chih", "Su Chung-Yi", "Perng Tsong- Pyng" ],
      "venue" : "Int J Hydrogen Energy 2013;38(19):7750e5",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2013
    }, {
      "title" : "WO3/g-C3N4 twodimensional composites for visible-light driven photocatalytic hydrogen production",
      "author" : [ "Han Xin", "Xu Dongyu", "Lin An", "Hou Chengyi", "Li Yaogang", "Zhang Qinghong", "Wang Hongzhi" ],
      "venue" : "Int J Hydrogen Energy 2018;43(10):4845e55",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "WO3 cocatalyst improves hydrogen evolution capacity of ZnCdS under visible light irradiation",
      "author" : [ "Song Limin", "Zhang Shujuan", "Wei Junfu" ],
      "venue" : "Int J Hydrogen Energy 2019;44(31):16327e35",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Preparation of hybrid WO3eTiO2 nanotube photoelectrodes using anodization and wet impregnation: improved water-splitting hydrogen generation performance",
      "author" : [ "Lai Chin Wei", "Sreekantan Srimala" ],
      "venue" : "Int J Hydrogen Energy 2013;38(5):2156e66",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Synthesis of hierarchical WO3 and Bi2O3/WO3nanocomposite for solar-driven water splitting applications",
      "author" : [ "Khan Ibrahim", "Abdalla Akram", "Qurashi Ahsanulhaq" ],
      "venue" : "Int J Hydrogen Energy 2017;42(5):3431e9",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Carbon quantum dots/KNbO3 hybrid composites with enhanced visible-light driven photocatalytic activity toward dye waste-water degradation and hydrogen production’",
      "author" : [ "Z Qua", "J Wanga", "J Tanga", "X Shub", "X Liub", "Z Zhanga", "J. Wanga" ],
      "venue" : "Mol Catal 2018;445:1e11",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Kamat, quantum dot solar cells. Semiconductor nanocrystals as light harvesters",
      "author" : [ "V. Prashant" ],
      "venue" : "J Phys Chem C",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2008
    }, {
      "title" : "Role of fullerene to improve the WO3 performance for photocatalytic applications and hydrogen evolution",
      "author" : [ "Tahir Muhammad Bilal" ],
      "venue" : "Int J Energy Res",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "A highly efficient and noble metal-free photocatalytic system using NixB/CdS as photocatalyst for visible light H2 production from aqueous solution",
      "author" : [ "Wang Xining", "Hui Yu", "Yang Luping", "Shao Lijun", "Xu Li" ],
      "venue" : "Catal Commun",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2015
    }, {
      "title" : "Low-cost Ni3B/Ni(OH)2 as an ecofriendly hybrid cocatalyst for remarkably boosting photocatalytic H2 production over g-C3N4Nanosheets",
      "author" : [ "Lu Xinyong" ],
      "venue" : "ACS Sustainable Chem Eng 2018;6(10):13140e50",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Visible light driven CdS/WO3 inverse opals with enhanced RhB degradation activity",
      "author" : [ "Dong You-Zhen", "Xue Yun-Shan", "Yang Wei-Wei", "You Hua- Ming", "Su Yang" ],
      "venue" : "Colloid Surf Physicochem Eng Asp 2019;561:381e7",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Enhanced photocatalytic activity of Pt-TiO2/WO3 hybrid material with energy storage ability",
      "author" : [ "Hayat Khan", "G Rigamonti Marco", "C. Boffito Daria" ],
      "venue" : "Appl Catal B Environ 2019;252:77e85",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2019
    }, {
      "title" : "WO3 nanocubes for photoelectrochemical watersplitting applications",
      "author" : [ "B Jansi Rani", "M Praveen Kumar", "S Ravichandran", "G Ravi", "SI. Hong" ],
      "venue" : "J Phys Chem Solids 2019;134:149e56",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Modification of g-C3N4 nanosheets by carbon quantum dots for highly efficient photocatalytic generation of hydrogen",
      "author" : [ "K Li", "FY Su", "D. Zhang" ],
      "venue" : "Appl. Surf Sci 2016;375:110e7",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "Carbon quantum dots/Bi2MoO6 composites with photocatalytic H2 evolution and near infrared activity",
      "author" : [ "ZJ Zhang", "TT Zheng", "JY Xu", "HB Zeng", "N. Zhang" ],
      "venue" : "J Photochem Photobiol A 2017;346:24e31",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Novel visible-light-driven CQDs/Bi2WO6 hybrid materials with enhanced photocatalytic activity toward organic pollutants degradation and mechanism insight",
      "author" : [ "J Di", "JX Xia", "YP Ge", "HP Li", "HY Ji", "H Xu", "Q Zhang", "HM Li", "MN. Li" ],
      "venue" : "Appl Catal B-Environ 2015;51:168e9",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "renewable, efficiency, high stability, environmental friendly and safe [1].",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 1,
      "context" : "Additionally, it was found to be economical path to transform clean solar energy into H2 with higher energydensity through water splitting under sun light irradiation [2].",
      "startOffset" : 167,
      "endOffset" : 170
    }, {
      "referenceID" : 2,
      "context" : "Numerous semiconductor-based photocatalysts have been considered and prepared to obtain higher stability and efficiency, namely metal oxides, nitrides, sulfides, organic-metal complexes, polymers etc [3,4].",
      "startOffset" : 200,
      "endOffset" : 205
    }, {
      "referenceID" : 3,
      "context" : "Numerous semiconductor-based photocatalysts have been considered and prepared to obtain higher stability and efficiency, namely metal oxides, nitrides, sulfides, organic-metal complexes, polymers etc [3,4].",
      "startOffset" : 200,
      "endOffset" : 205
    }, {
      "referenceID" : 4,
      "context" : "Very recently, WO3 being a nontoxic and indirect n-type semiconductor material has drawn much more attention owing to its effectiveness for hydrogen generation under observable light radiation, photosensitivity, great electron transport properties, and stability against corrosion [5].",
      "startOffset" : 281,
      "endOffset" : 284
    }, {
      "referenceID" : 5,
      "context" : "The position of valence band edge of WO3 is another advantage that is extensive positive than the H2O/O2 oxidation-potential and therefore encouraging for photo oxidation of numerous pollutants [6].",
      "startOffset" : 194,
      "endOffset" : 197
    }, {
      "referenceID" : 6,
      "context" : "Additionally, WO3 has widely applied in numerous potential applications in gas sensors [7], electro-chorimic [8], electrocatalysts [9], photocatalysts [10] and so forth.",
      "startOffset" : 87,
      "endOffset" : 90
    }, {
      "referenceID" : 7,
      "context" : "Additionally, WO3 has widely applied in numerous potential applications in gas sensors [7], electro-chorimic [8], electrocatalysts [9], photocatalysts [10] and so forth.",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 8,
      "context" : "Additionally, WO3 has widely applied in numerous potential applications in gas sensors [7], electro-chorimic [8], electrocatalysts [9], photocatalysts [10] and so forth.",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 9,
      "context" : "Additionally, WO3 has widely applied in numerous potential applications in gas sensors [7], electro-chorimic [8], electrocatalysts [9], photocatalysts [10] and so forth.",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 10,
      "context" : "4 eV < hydrogen redox) and sufficient solar light absorption limited the use of bulk WO3 [11].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 11,
      "context" : "composition, physic-chemical properties and morphology of WO3 [12].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 12,
      "context" : "For instance, the prepared WO3 nano-structures with diverse morphologies including nanorods, nanoplates, nanoparticles, quantum dots, nanowires, nanoneedles, nanobricks, etc, exhibited different photocatalytic activities [13,14].",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 13,
      "context" : "For instance, the prepared WO3 nano-structures with diverse morphologies including nanorods, nanoplates, nanoparticles, quantum dots, nanowires, nanoneedles, nanobricks, etc, exhibited different photocatalytic activities [13,14].",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 14,
      "context" : "Additionally, monoclinic and hexagonal phases of WO3 and controlled synthesis methods exhibited different photocatalytic performances [15].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 15,
      "context" : "Furthermore, numerous structural directing agents (SDA) including organic acids, surfactants, polymers and inorganic salts were also studied to modulate the growth of WO3 crystal [16].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 25,
      "context" : "Among the known allotropes of carbon nanomaterials, fullerene as an emerging class of nanomaterials is most stable under ambient conditions [26].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 14,
      "context" : "Therefore, it has been used as a promising material in numerous potential applications including perovskite/organic solar cells, energy conversion, biomedicines, etc [15,27].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 26,
      "context" : "Therefore, it has been used as a promising material in numerous potential applications including perovskite/organic solar cells, energy conversion, biomedicines, etc [15,27].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 27,
      "context" : "The variance in dimension for 0D fullerene and 2D WO3 makes it difficult to their hybridization [28].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 28,
      "context" : "[29] investigated the photocatalytic performance using fullerene/TiO2 through transfer of electron charge under visible light irradiation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "Additionally, the understanding of scientific study to advance increase in the activity of photocatalysis of WO3/ fullerene is yet necessary and significant [30].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 30,
      "context" : "[31] prepared the ternary composites by using NiB or NiCoB as a co-catalyst, which attained the excellent photocatalytic activity of the order of 144.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "The pure fullerene was prepared using the article [30].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 31,
      "context" : "Next, the obtained material was gone through pyrolysis under N2 environment at 300 C for 1 h [32].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 32,
      "context" : "The splitted peaks indicated the small crystallite size of prepared nanomaterials [33].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 33,
      "context" : "It seems to be exhibit due to two reasons, (i) lack of distortion in prepared WO3 lattice and (ii) showing that dopant could not enter into the crystal lattice of sample, however can locate at the WO3 site that is interstitial and therefore offered in the form of dopanteOeW at interstitial site [34].",
      "startOffset" : 296,
      "endOffset" : 300
    }, {
      "referenceID" : 31,
      "context" : "well-dispersed in the interstitial sites onto the surface of prepared WO3 in amounts too low to be identified through Xray diffraction [32].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 17,
      "context" : "89), b is the FWHM and q is the Bragg angle ( ) [18].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 34,
      "context" : "This reduced size of the crystals was very helpful for the electron-hole pair transfer which improved the rate of photocatalytic activity because of the reduction in electron hole pair recombination [35].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 36,
      "context" : "It was detected that pure WO3 spectra displays the edge that is assimilated at roughly 420 nm according to previous literature [37].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 34,
      "context" : "Assortment in band hole esteems with increasing doping substance might be because of expansion of doping levels in pure lattice ofWO3, whichwouldmove the electron excitation from valence band to conduction band [35].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 35,
      "context" : "Consequently, variety in exact surfaceregion turned into no standards [36].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 0,
      "context" : "[1] Tian J, Leng YH, Zhao ZH, Xia Y, Sang YH, Hao P, Zhan J, Li MC, Liu H.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "[4] An Huiqin, Li Min, Wang Wei, Lv Zhaotao, Deng Congying, Huang Jingyuan, Yin Zhen.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 6,
      "context" : "[7] Zhang J, Ma Y, Du YL, Jiang HZ, Zhou DD, Dong SS.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "[8] Tahir MB, Nabi G, Khalid NR, KhanWS.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : "[9] Tian J, Leng Y, Zhao Z, Xia Y, Sang Y, Hao P, Zhan J, Li M, Liu H.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "[10] Yu Huogen, Huang Ying, Gao Duoduo, Wang Ping, Tang Hua.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[12] Fotiou T, Triantis TM, Kaloudis T, OShea KE, Dionysiou DD, Hiskia A.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[13] Liu Zhifeng, Wu Jianyu, Zhang Jing.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] Tahir MB, Hajra S, Khalid NR, Rizwan M, Watto GN.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] Palyam Subramanyam, Meena Bhagatram, Neeraja Gudipati, Sinha Melepurath, Challapalli Deepa, Subrahmanyam.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] Tahir MB, Nabi G, Iqbal T, Sagir M, Rafique M.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] Tahir MB, Nabi G, Khalid NR, Rafique M.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] Zhang Yupeng, Hao Xuqiang, Ma Xiaoli, Liu Hai, Jin Zhiliang.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] Tahir MB, Nabi G, Rafique M, Khalid NR.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] Tahir MB, Asiri AM, Nabi G, Rafique M, Sagir M.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] Liu Kuang-I, Hsueh Yang-Chih, Su Chung-Yi, Perng TsongPyng.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] Han Xin, Xu Dongyu, Lin An, Hou Chengyi, Li Yaogang, Zhang Qinghong, Wang Hongzhi.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] Song Limin, Zhang Shujuan, Wei Junfu.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] Khan Ibrahim, Abdalla Akram, Qurashi Ahsanulhaq.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] Qua Z, Wanga J, Tanga J, Shub X, Liub X, Zhanga Z, Wanga J.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[31] Wang Xining, Hui Yu, Yang Luping, Shao Lijun, Xu Li.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "[33] Dong You-Zhen, Xue Yun-Shan, Yang Wei-Wei, You HuaMing, Su Yang.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "[34] Khan Hayat, Rigamonti Marco G, Boffito Daria C.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[35] Jansi Rani B, Praveen Kumar M, Ravichandran S, Ravi G, Hong SI.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "[37] Zhang ZJ, Zheng TT, Xu JY, Zeng HB, Zhang N.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "[38] Di J, Xia JX, Ge YP, Li HP, Ji HY, Xu H, Zhang Q, Li HM, Li MN.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 0,
    "abstractText" : "The hydrogen production through solar water splitting could be eco-friendly, environmental-benign and sustainable, alternative to fossil fuels energy carriers. In this work, the novel heterojunction WO3/fullerene/Ni3B/Ni(OH)2 composites were successfully fabricated through different methods. The Ni3B/Ni(OH)2 as a needle like nanostructures were integrated into the interfaces between WO3 and fullerene. The structural phase and morphology of prepared nanomaterials were significantly modified by incorporating the Ni3B/Ni(OH)2 as a co-catalyst. The results demonstrated that dopant element serves as the conductive electron bridges, rather than general cocatalyst, to accumulate electrons and inspire the H2 generation kinetics over pure WO3 photocatalyst. The significantly improved hydrogen rate of evolution up to 1578 mmol h 1 g 1 was found for hybrid photocatalyst [WO3/fullerene@ 1.5% Ni3B/Ni(OH)2] which was 9.6 times higher as compared to pure photocatalyst. The interfacial contact between co-catalyst and composite could play substantial role in effective separation and transference of charge-carriers for improved hydrogen evolution rate. Under the visible light illumination, the heterojunction nanostructures inspire rapid transfer of electrons from WO3 towards Ni3B/Ni(OH)2 to inhibit the fast recombination rate and prolong the WO3 charge-carrier's lifetime, thereby releasing more electrons with greater reducing power for hydrogen production. This work may open an avenue for the strategy and green preparation of robust photocatalysts for scalable applications in solar H2 evolution and sustainable environment. © 2019 Hydrogen Energy Publications LLC. Published by Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}