{
  "name" : "downloads_2019-11-17_76_10.1038@s41467-019-13123-3.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Modular actin nano-architecture enables podosome protrusion and mechanosensing",
    "authors" : [ "Koen van den Dries", "Leila Nahidiazar", "Johan A. Slotman", "Marjolein B.M. Meddens", "Elvis Pandzic", "Ben Joosten", "Marleen Ansems", "Joost Schouwstra", "Anke Meijer", "Raymond Steen", "Mietske Wijers", "Jack Fransen", "Adriaan B. Houtsmuller", "Paul W. Wiseman", "Kees Jalink", "Alessandra Cambi" ],
    "emails" : [ "Cambi@radboudumc.nl" ],
    "sections" : [ {
      "heading" : "ARTICLE",
      "text" : "Modular actin nano-architecture enables podosome protrusion and mechanosensing Koen van den Dries1, Leila Nahidiazar2,3,9, Johan A. Slotman4,9, Marjolein B.M. Meddens5, Elvis Pandzic6,\nBen Joosten1, Marleen Ansems7, Joost Schouwstra1, Anke Meijer 1, Raymond Steen 1, Mietske Wijers1,\nJack Fransen1, Adriaan B. Houtsmuller4, Paul W. Wiseman 8, Kees Jalink2,3 & Alessandra Cambi 1*\nBasement membrane transmigration during embryonal development, tissue homeostasis and\ntumor invasion relies on invadosomes, a collective term for invadopodia and podosomes. An\nadequate structural framework for this process is still missing. Here, we reveal the modular\nactin nano-architecture that enables podosome protrusion and mechanosensing. The podo-\nsome protrusive core contains a central branched actin module encased by a linear actin\nmodule, each harboring specific actin interactors and actin isoforms. From the core, two actin\nmodules radiate: ventral filaments bound by vinculin and connected to the plasma membrane\nand dorsal interpodosomal filaments crosslinked by myosin IIA. On stiff substrates, the actin\nmodules mediate long-range substrate exploration, associated with degradative behavior. On\ncompliant substrates, the vinculin-bound ventral actin filaments shorten, resulting in short-\nrange connectivity and a focally protrusive, non-degradative state. Our findings redefine\npodosome nanoscale architecture and reveal a paradigm for how actin modularity drives\ninvadosome mechanosensing in cells that breach tissue boundaries.\nhttps://doi.org/10.1038/s41467-019-13123-3 OPEN"
    }, {
      "heading" : "1 Department of Cell Biology, Radboud Institute for Molecular Life Sciences, Radboud University Medical Center, Nijmegen, Netherlands. 2 Division of Cell Biology, The Netherlands Cancer Institute, Amsterdam, Netherlands. 3 van Leeuwenhoek Centre of Advanced Microscopy, Amsterdam, Netherlands.",
      "text" : "4 Department of Pathology, Optical imaging center Erasmus MC, Rotterdam, Netherlands. 5 Department of Physics and Astronomy and Department of Pathology, University of New Mexico, Albuquerque, NM 87131, USA. 6 Biomedical Imaging Facility, Mark Wainwright Analytical Centre, University of New South Wales, Sydney, NSW 2052, Australia. 7 Radiotherapy & OncoImmunology Laboratory, Department of Radiation Oncology, Radboud University Medical Center, Nijmegen, Netherlands. 8 Departments of Physics and Chemistry, McGill University Otto Maass (OM), Chemistry Building, 801 Sherbrooke Street West, Montreal, QC H3A 0B8, Canada. 9These authors contributed equally: Leila Nahidiazar, Johan A. Slotman. *email: Alessandra. Cambi@radboudumc.nl\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 1\n12 34\n56 78\n9 0 () :,;\nCell–cell and cell–matrix interactions are controlled byactin-based machineries, such as adherens junctions, focaladhesions, and invadosomes1–3. Recent insights into the nanoscale architecture of adherens junctions4 and focal adhesions5 have significantly furthered our mechanistic understanding of cell–cell interactions in organ epithelia and of cell–matrix interactions in cells that crawl through interstitial tissue, respectively. Much less defined, however, are the mechanisms that regulate the cytoskeletal organization in cells that carry out basement membrane transmigration or bone remodeling6,7, which relies on the focal degradation and protrusion by invadosomes, a collective term for invadopodia and podosomes3.\nInvadosome-mediated basement membrane transmigration is a key process during development and tissue homeostasis. During Caenorhabditis elegans embryonic development, an anchor cell deploys invadopodia to breach the basement membrane separating the uterine and vulval epithelium8. To control tissue homeostasis, megakaryocytes use podosomes for shedding platelets into the bloodstream9, endothelial cells for initiating new vessel sprouts10 and leukocytes for leaving or entering blood vessels11 and facilitating antigen capture12. Furthermore, podosome-mediated bone remodeling by osteoclasts is essential for proper bone homeostasis13,14. Finally, during tumorigenesis, cancer cells assemble invadopodia to initiate cell invasion, one of the first steps towards cancer metastasis15. Unravelling the basic mechanisms that control invadosome-mediated protrusion and environment probing enhances our understanding of these invasive processes.\nPodosomes are characterized by a protrusive actin-rich core (500–700 nm) which is surrounded by an adhesive ring (200–300 nm) enriched for adaptor proteins, such as vinculin and talin16. Neighboring podosomes are interconnected by a network of bundled actin filaments that radiate from the podosome core and facilitate a mesoscale (1.5–10 µm) connectivity17–19. While individual podosomes are thought to function as micron-sized protrusive machineries20–22, their mesoscale connectivity facilitates long-range basement membrane exploration for protrusion-permissive spots18,23. An adequate structural framework, however, that explains podosome protrusion and mechanosensing is still lacking. Also, how podosome mechanosensing relates to podosome mesoscale connectivity and degradative capacity remains elusive.\nUsing super-resolution microscopy in both fixed and living primary human dendritic cells (DCs), we here reveal a modular actin nano-architecture that explains podosome protrusion and mechanosensing. We find that the podosome core consists of a two-module actin assembly with a central protrusion module (cPM) of branched actin filaments encased by linear actin filaments forming a peripheral protrusion module (pPM). We also show that the interpodosomal actin filaments that radiate from the core comprise a ventral module, bound by the cytoskeletal adapter protein vinculin, and a dorsal module, crosslinked by myosin IIA. Super-resolution microscopy and spatiotemporal image correlation spectroscopy on substrates with different stiffness revealed that on stiff substrates, podosomes mediate long-range substrate exploration, and a degradative behavior while on soft substrates, the ventral actin filaments become less prominent, resulting in short-range connectivity and an associated focally protrusive, non-degradative state. Our findings redefine the podosome nanoscale architecture and show how actin modularity enables invadosome mechanosensing in cells that breach tissue boundaries."
    }, {
      "heading" : "Results",
      "text" : "Actin-binding proteins localize to distinct core submodules. Actin-binding proteins such as WASP, arp2/3, cortactin, and\nα-actinin locate to podosomes cores in macrophages and rat smooth muscle cells24–26. While WASP, arp2/3, and cortactin primarily associate with branched actin27,28, α-actinin primarily associates with linear actin filaments29,30. We therefore hypothesized that these actin-binding proteins may localize to different, spatially separated, regions within the podosome core. To investigate this, we examined and quantified the localization of these proteins with respect to actin.\nWe first examined the localization of WASP and arp3 by conventional fluorescence microscopy and observed that, also in DCs, these proteins localize to the podosome core (Fig. 1a, b). Interestingly, radial fluorescence profile analysis of hundreds of individual podosomes (Supplementary Fig. 1) revealed that the fluorescence signal from these proteins is confined to an area that is significantly smaller than the actin fluorescence area (Fig. 1a, b). Calculating the full width at half maximum (FWHM) of the intensity profiles indicated that the area to which the branched actin-binding proteins localize is approximately half the size of the total actin area, i.e. 0.38 ± 0.09 µm for WASP and 0.75 ± 0.28 µm for actin (Fig. 1a) and 0.40 ± 0.15 µm for arp3 and 0.69 ± 0.17 µm for actin (Fig. 1b). The branched actin-binding proteins thus appear to only occupy the most central part of the podosome core, a region we here term the cPM.\nNext, we examined the localization of α-actinin by conventional fluorescence microscopy. Again, we observed a clear colocalization of α-actinin with the podosome core, but radial fluorescence profile analysis this time revealed that α-actinin localizes to a well-defined region at the core periphery (Fig. 1c). To study the localization of α-actinin in greater detail, we performed 3D-structured illumination super-resolution microscopy (3D-SIM) and confirmed our initial observation that αactinin predominantly localizes to the core periphery (Fig. 1d, f). More importantly, 3D-SIM analysis also revealed that α-actinin localizes to a dome-shaped region at the core, a region we here term the pPM (Fig. 1d, e). Quantification of the α-actinin fluorescence profiles obtained with 3D-SIM indicated that the thickness of the pPM is 0.40 ± 0.10 µm (as measured by the FWHM, Fig. 1g) and its diameter 0.77 ± 0.25 µm (Fig. 1h), the latter being similar to the actin FWHM reported above (~0.75 µm, Fig. 1a, b). Interestingly, at the ventral part of podosomes, α-actinin partially colocalizes with vinculin (Fig. 1d, e), indicating that the pPM is closely associated with the integrins.\nTo confirm the differential localization of the actin-binding proteins in living cells, we co-transfected DCs with cortactin-BFP, vinculin-GFP, α-actinin-tagRFP, and Lifeact-iRFP and performed four color live-cell imaging by conventional microscopy (Supplementary Fig. 2 and Supplementary Movie 1). Also in living cells, two distinct protrusion modules could be discerned, with a cPM enriched for cortactin and a pPM enriched for α-actinin, fully supporting our observations in fixed cells.\nβ-actin and γ-actin differentially localize to cPM and pPM. In non-muscle cells, branched filaments mostly consist of β-actin, while linear filaments mostly consist of γ-actin31,32. We therefore investigated the localization of β and γ-actin in podosomes by Airyscan super-resolution microscopy. Interestingly, we observed a preferential localization of β-actin to the cPM and of γ-actin to the pPM (Fig. 2a, b). To note, the network of actin filaments in between podosomes primarily consist of γ-actin (Fig. 2a). 3D analysis revealed that γ-actin surrounds β-actin in the podosome core (Fig. 2a, b). Quantification of γ-actin fluorescence profile indicated a pPM thickness of 0.48 ± 0.16 µm and a diameter of 0.75 ± 0.18 µm, which corresponds very well with the values for αactinin, indicating that both occupy the pPM (Fig. 2c, d). Application of 3D stochastic optical reconstruction microscopy\n2 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 3\n(3D-STORM) gave similar results, indicating that our observations were not influenced by the resolution and deconvolution algorithm of the Airyscan approach (Fig. 2e, f).\nTo investigate whether the differential organization of the actin isoforms is a common feature of DC podosomes, we labeled murine bone marrow-derived DCs (BMDCs) for β and γ-actin (Supplementary Fig. 3). Also here, we found a cPM enriched for β-actin and a pPM enriched for γ-actin, demonstrating that the differential distribution of the actin isoforms is a common and conserved feature.\nAltogether, these results demonstrate that within the 700 nm large podosome core, two distinct actin modules exist (Fig. 2g): a branched β-actin-rich central module (the cPM), where also WASP, cortactin, and Arp2/3 are found, and a linear γ-actin-rich peripheral module (the pPM), which completely encases the cPM and is crosslinked by α-actinin and partially bound by vinculin.\nMyosin IIA crosslinks dorsal interpodosomal actin filaments. Myosin IIA is known to be associated with interpodosomal filaments and we and others demonstrated its role in regulating podosome dynamics and dissolution18,22,33,34. We showed previously that blocking myosin IIA activity with blebbistatin arrested podosome pushing behavior and mesoscale coordination, but the organization of the mechanosensitive proteins zyxin and vinculin remained unaltered17. This suggested that myosin IIA activity and mechanosensation were uncoupled at podosomes, and we therefore now sought to investigate whether myosin IIA and vinculin could occupy distinct filaments by performing 3D Airyscan imaging on DCs labelled for actin, vinculin, and myosin IIA (Fig. 3a, Supplementary Fig. 4). Visual inspection showed two striking differences in the localization of myosin IIA and vinculin. First, myosin IIA is localized considerably more distant from the podosome protrusive modules than vinculin. This was confirmed by fluorescence profile analysis which demonstrated that the highest myosin IIA intensity is detected at ~0.8–0.9 µm from the podosome center, whereas vinculin intensity peaks at ~0.5 µm (Fig. 3b). Second, whereas vinculin occupies the more ventral part of the podosome cluster, myosin IIA is only occasionally found on the ventral side and is mostly detected at a much higher focal plane (Fig. 3a and Supplementary Fig. 4). Quantification demonstrated that the highest fluorescence intensity signal of vinculin is detected at ~50 nm, overlapping with the ventral actin filaments, while myosin IIA intensity peaks well above the ventral network at ~500 nm (470 ± 173 nm) (Fig. 3c). Together, these results support the notion that myosin IIA and vinculin are associated to two different sets of actin filaments.\nSince we find myosin IIA at ~500 nm above the ventral plasma membrane (VPM), we hypothesized that at this height, a network of actin filaments must be present. We further reasoned that this network must be very dim and diffraction limited, since we had not seen it before with confocal microscopy. We therefore applied a strong non-linear contrast enhancement (0.3 gamma correction) on the Airyscan actin images taken at the myosin IIA focal plane, and indeed observed a filamentous actin network (Fig. 3d), which we term the dorsal actin filaments. In contrast to the ventral filaments, which only occasionally interconnect neighboring podosomes, the dorsal filaments always span from one podosome to another. Moreover, myosin IIA perfectly colocalizes with these dorsal filaments (Fig. 3d). To further substantiate this finding, we aimed to visualize myosin IIA bipolar filaments to confirm their radial orientation with respect to the podosome core. For this, we simultaneously visualizes the head and tail domains of myosin IIA by staining myosin heavy and light chain and acquired images with Airyscan, which has been exploited\nbefore to visualize myosin IIA filaments in stress fibers35. At ~500 nm above the VPM, we observed many myosin IIA bipolar filaments surrounding single podosomes and colocalizing with the dorsal actin filaments (Fig. 3e). Moreover, similar to the dorsal actin filaments, these myosin IIA bipolar filaments are oriented radially with respect to the podosome core (Fig. 3e).\nTogether, these results demonstrate that the actin filament network radiating from the podosome core is composed of two modules: ventral actin filaments that are associated to vinculin and eventually to integrins, and myosin IIA-crosslinked dorsal actin filaments that may facilitate long-range force transmission between podosomes (Fig. 3f).\ncPM and pPM mostly unaltered on soft vs stiff substrates. We next aimed to understand how the two protrusion modules and the interpodosomal actin network control podosome mechanosensing. We therefore investigated the podosome nanoscale organization in response to a stiff, non-compliant and a soft, compliant substrate that deforms by podosome protrusive forces. For this, we used two different curing: base ratios of polydimethylsiloxane (PDMS, 1:20= stiff, ~800kPa; 1:78= soft, ~1 kPa)36,37, a polymer that allows cell spreading even at low stiffness37. We evaluated the general adhesive capacity of DCs on PDMS, and found that DC spreading and podosome formation was similar on both stiff and soft PDMS (Supplementary Fig. 5a–c). Moreover, similar to what we have shown before on glass22, podosomes on both stiff and soft PDMS underwent concerted oscillations of actin and vinculin (Supplementary Fig. 6), indicating that general podosome behavior was not altered by substrate stiffness.\nTo study stiffness-dependent podosome architecture remodeling, we had to ensure that podosome protrusive forces could deform the soft PDMS. We therefore visualized the cell membrane with a fluorescent probe and reasoned that a potential indentation in the soft PDMS due to podosome protrusion should lead to an accumulation of fluorescence intensity around the core due to membrane folding. Indeed, on soft, but not on stiff PDMS, we observed a small but very clear increase in membrane fluorescence intensity directly around the podosome core (Supplementary Fig. 7a). Transmission electron microscopy of transverse sections of cells on stiff and soft PDMS further confirmed deformation of the soft substrates, as small but clear indentations (80 ± 49 nm) were visible underneath podosomes on soft but not on stiff PDMS (Supplementary Fig. 7b).\nFirst, we determined the organization of the two protrusion modules as a function of substrate stiffness. For this, we visualized WASP and α-actinin together with total actin on stiff and soft substrates. On both substrates, we observed a clear localization of WASP to the cPM and α-actinin to the pPM (Fig. 4a–d). Moreover, we observed a differential localization of β and γ-actin to the cPM and pPM, respectively, on both stiff and soft substrates (Supplementary Fig. 8a, b), indicating that the core harbors these two protrusion modules independent of substrate stiffness, and suggests that they are fundamental units for podosome formation.\nTo determine stiffness-dependent changes in the cPM and pPM architectures, we quantified the fluorescent profiles of actin, WASP, and α-actinin (Fig. 4e–h) as well as the β/γ actin ratio on stiff and soft substrates (Supplementary Fig. 8c, d). We observed a small stiffness-dependent decrease in the FWHM of the actin intensity profile (0.79 ± 0.17 µm on stiff and 0.70 ± 0.18 µm on soft, Fig. 4e), indicating that substrate stiffness slightly affects the size of the protrusive core. No significant differences were observed in the FWHM of WASP (0.48 ± 0.10 µm on stiff and 0.49 ± 0.11 µm on soft, Fig. 4f), indicating that the cPM size is not\n4 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 5\nlocalization in z of the actin network (light magenta), actin core (dark magenta), vinculin (cyan), and myosin IIA (green) in podosome clusters. The zsections shown in Supplementary Fig. 5 are represented by the dashed lines in the graph. Shown is the average ± SEM (n= 370 podosomes pooled from three independent experiments). d 3D-Airyscan images of a DC stained for actin (magenta) and myosin IIA (green). The contrast of the actin image at 555 nm is strongly enhanced (Gamma correction= 0.3). The zoomed images depict the ventral network (1 and 2) and the dorsal network (1′ and 2′) and associated myosin IIA. e Representative Airyscan image of a podosome labelled for actin (cyan), myosin light chain (green), and myosin heavy chain (magenta). The zoomed images depict single myosin IIA bipolar filaments (indicated by dashed rectangle and dashed line) that are oriented radially around the podosome core. The filament length in the upper right corner is the length of the dashed white line. f Schematic representation of the localization of vinculin, myosin IIA and the ventral and dorsal actin filaments in podosome clusters. Scale bars: a= 1 µm, d= 3 µm, e= 0.5 µm; zooms: d= 1 µm, e= 0.1 µm. FI= fluorescent intensity. AU= arbitrary units. Source data are provided as a Source Data file\n6 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications\naffected by substrate stiffness. For α-actinin, we observed a small, non-significant increase in the FWHM of the fluorescent intensity profile (0.44 ± 0.11 µm on stiff and 0.51 ± 0.13 µm on soft, Fig. 4g), as well as a small, non-significant decrease in the pPM diameter (0.82 ± 0.18 µm on stiff and 0.77 ± 0.17 µm on soft, Fig. 4h), indicating that the pPM is also largely unaffected by changes in substrate stiffness. Lastly, both immunofluorescence analysis of Airyscan images and western blot analysis of VPMs demonstrated no differences in the β/γ actin ratio as a function of substrate stiffness (Supplementary Fig. 8c, d), supporting the notion that the cPM and pPM architecture is not affected by substrate stiffness. Ventral filaments reorganize in response to soft substrates. Next, we investigated the organization of the dorsal and ventral actin filaments as a function of substrate stiffness. For the dorsal network, we determined the localization and activation of myosin IIA. First, we observed no difference in the amount of myosin IIA at podosomes on stiff and soft substrates (Fig. 5a–c). Second, the lateral organization of myosin IIA appeared unaffected by changes in substrate stiffness with myosin IIA peak intensity at ~0.8–0.9 µm from the podosome core center (Fig. 5d). Third, myosin IIA was located ~500 nm (523 ± 162 nm on stiff and 490 ± 190 nm on soft) above the ventral actin network on both stiff and soft substrates (Fig. 5e, Supplementary Fig. 9). Lastly, to\nfluorescent intensity, AU arbitrary units. Box plots indicate median (middle line), 25th, 75th percentile (box), and 5th and 95th percentile (whiskers) as well as outliers (single points). Source data are provided as a Source Data file\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 7\ndetermine the activation status of myosin IIA, we analyzed myosin light chain phosphorylation by immunofluorescence microscopy and did not observe any differences between stiff and soft substrates (Fig. 5f). Together, these data indicate that myosin IIA localization and activation at podosome clusters are unaffected by substrate stiffness and strongly suggest that the dorsal actin filaments are not the primary players in podosome stiffness sensing.\nNext, we analyzed the ventral actin filaments by superresolution microscopy. Interestingly, we found a significant decrease in the length of these filaments on soft substrates (0.43 ± 0.13 µm on stiff vs. 0.26 ± 0.11 µm on soft) (Fig. 6a, also visible in Fig. 5a, b). Since, within the podosome cluster, the ventral actin filaments direct the localization of tension-sensitive proteins vinculin and zyxin but not of the scaffold protein talin17,22, we characterized the localization of vinculin, zyxin, and talin in response to changes in substrate stiffness. For vinculin on stiff substrates, we observed a localization close to the podosome core as well as in areas in between the cores (Fig. 6b), similar to what we had reported before on glass22. Remarkably, on soft substrates, while the levels of vinculin did not change (Supplementary Fig. 10a), a reorganization occurred whereby vinculin appeared much more confined to the core (Fig. 6b), something which we confirmed in living cells transfected with Lifeact-GFP and vinculin-mCherry (Fig. 6c, Supplementary Fig. 10b). This\nresulted in a significant decrease in both the width (0.71 ± 0.22 µm on stiff vs. 0.61 ± 0.20 µm on soft) and the diameter (1.02 ± 0.23 µm on stiff vs. 0.92 ± 0.23 µm on soft) of the vinculin ring (Fig. 6d, e). Importantly, we observed an analogous reorganization for zyxin (Fig. 6f), but not for talin (Fig. 6g), suggesting that this stiffness-dependent response is specific for proteins for which their positioning is known to be controlled by the ventral filaments. In this regard, it is also interesting to note that on all of the substrates, the vinculin pool that was more distant from the core colocalized with the ventral actin filaments (Fig. 6h). Importantly, neither inhibition nor activation of myosin IIA affected the localization of vinculin on stiff and soft substrates (Supplementary Figs. 11 and 12). This further confirms the existence of two actin networks and demonstrates that substrate stiffness selectively induces a nanoscale reorganization of the ventral actin filaments and their associated mechanosensory proteins, strongly suggesting that these filaments, and not the protrusion modules or the dorsal actin filaments, are the primary mechanosensors in podosome clusters.\nStiffness controls podosome connectivity and degradation. We have recently demonstrated that the interpodosomal actin filaments facilitate podosome mesoscale connectivity that plays a role in the generation of dynamic spatial patterns of podosome\ne Quantification of the localization in z of the actin network (light colors) and myosin IIA (dark colors) in podosome clusters on stiff (n= 1001 podosomes) and soft (n= 983 podosomes) substrates pooled from three independent experiments. The dashed lines in the graph represent the z-sections, two of which are shown in a. f DCs were seeded on soft and stiff substrates and stained for myosin IIA and phospho-myosin light chain. The graph depicts the quantification of the pMyo/Myo ratio on stiff (n= 17 podosome clusters) and soft (n= 17 podosome clusters) substrates pooled from three independent experiments. Scale bar= 2 µm. FI fluorescent intensity, AU arbitrary units. Box plots indicate median (middle line), 25th, 75th percentile (box) and 5th and 95th percentile (whiskers) as well as outliers (single points). Source data are provided as a Source Data file\n8 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications\nStiff Soft\nh\nStiff (n = 376) Soft (n = 335)\n1\n0.5 1\n0.25\n0\n0.75\nNormalized FI\n0.5\nTalin\n0 1.5\nVinculin diameter (μm)\nn = 482 n = 627\n2\nStiff\n0.5\n0\n1.5\n1\nSoft\nd\n0.5\n0\n1.5\n1\nVinculin FWHM (μm)\nn = 515 n = 642\nStiff Soft\ne\nStiff Soft\nV in\ncu lin\nM er\nge d\nGlass\nA ct\nin\ng\nStiff Softb\nDistance from center (μm)\nDistance from center (μm)\nDistance from center (μm)\nStiff (n = 948) Soft (n = 1164) 1\n0.5\n0.25\n0\n0.75\nNormalized FI\n0.5\nVinculin\n0 1 1.5\nVinculin\nf Stiff\n(n = 342)\nSoft (n = 314)\n1\n0.5\n0.25\n0\n0.75\nNormalized FI\n0.5\nZyxin\n0 1 1.5\nStiff Soft Zyxin\nTalin\nFilament length (μm)a SoftStiff\nn = 677 n = 609\n0.8\nStiff\n0.2\n0\n0.6\n0.4\nSoft\nActin\nc\nS of\nt\nLifeAct-GFP Vinculin-mCherry Merged\nS tif\nf\nFig. 6 Reorganization of ventral actin filaments in response to soft substrates. a Airyscan images of DCs stained for actin. Shown are representative images of podosomes on stiff (left) and soft (right) substrates. The graph depicts the quantification of the length of the radiating actin filaments on stiff (n= 677 filaments) and soft (n= 609) substrates pooled from three independent experiments. Statistical analysis was performed with an unpaired two-tailed\nStudent’s t-test. **P < 0.01. b Widefield images of DCs stained for vinculin. Shown are representative images on stiff (left) and soft (right) substrate. The graph depicts the average ± s.e.m. radial fluorescence intensity profile for vinculin on stiff (n= 948 podosomes) and soft (n= 1164) substrates pooled from three independent experiments. c Airyscan images of DCs transfected with Lifeact-GFP (magenta) and Vinculin-mCherry (green) and seeded on stiff and soft substrates. Complete cluster is shown in Supplementary Fig. 11. d Quantification of the vinculin ring diameter on stiff (n= 482) and soft (n= 627) substrates pooled from three independent experiments. Statistical analysis was performed with an unpaired two-tailed Student’s t-test. **P < 0.01 e Quantification of the FWHM of the vinculin ring on stiff (n= 515 podosomes) and soft (n= 642 podosomes) substrates. Statistical analysis was performed with an unpaired two-tailed Student’s t-test pooled from three independent experiments. *P < 0.05. fWidefield images of DCs stained for zyxin. Shown are representative images on stiff (left) and soft (right) substrate. The graph depicts the average ± s.e.m. radial fluorescence intensity profile for zyxin on stiff (n= 342 podosomes) and soft (n= 314) substrates) substrates pooled from two independent experiments. g Widefield images of DCs stained for talin. Shown are representative images on stiff (left) and soft (right) substrate. The graph depicts the average ± s.e.m. radial fluorescence intensity profile for talin on stiff (n= 376 podosomes) and soft (n= 335) substrates pooled from two independent experiments. h Airyscan images of DCs stained for actin (magenta) and vinculin (green). Shown are representative images of podosomes on glass (left), stiff (middle), and soft (right) substrate. Arrows indicate the location of the radiating actin filaments and associated vinculin. Scale bars: a–c= 1 µm, f, g= 1 µm, h= 0.5 µm. FI fluorescent intensity, AU arbitrary units. Box plots indicate median (middle line), 25th, 75th percentile (box) and 5th and 95th percentile (whiskers) as well as outliers (single points). A nonlinear contrast enhancement (gamma correction= 0.5) was applied to all actin images (in a, c, and h) to better visualize the ventral filaments. Source data are provided as a Source Data file\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 9\ncytoskeletal components18. We therefore investigate whether the mesoscale connectivity was altered in response to substrate stiffness. We first determined podosome cluster area and found no difference between clusters assembled on stiff or soft substrates (Fig. 7a, b). Next, we determined the local podosome density as calculated by the nearest-neighbor distance (NND) between podosomes in clusters containing at least 15 podosomes (Fig. 7c, d). Interestingly, the NND was significantly smaller on\ntransfected with Lifeact-GFP and vinculin-mCherry. Imaging was performed using Airyscan confocal microscopy with 15 s frame intervals. Time series were subjected to twSTICS analysis and results are plotted as vector maps in which the arrows indicate direction of flow and both the size and color coding are representative of the flow magnitude. Shown are representative waves of vectors for actin and vinculin on e stiff and f soft substrates. g Quantification of the mean velocity of actin (upper panel) and vinculin (lower panel) on stiff and soft substrates using STICS. Statistical analysis was performed with an unpaired two-tailed Student’s t-test (n= 5 cells pooled from three independent experiments). *P < 0.05. h, i Pair vector correlation analysis for actin and vinculin on h stiff and i soft substrates that indicate the spatial and temporal scales of vector correlation of the twSTICS analysis. Shown are the average pair vector correlations from five time series. j DCs were seeded on gelatin-rhodamine (magenta)-coated stiff and soft substrates, incubated overnight and subsequently stained for actin (green). Shown are representative images of gelatin degradation of stiff (upper panels) and soft (lower panels) substrates. k Quantification of the degraded area on both stiff and soft substrates. Statistical analysis was performed with an unpaired two-tailed Student’s t-test (N= 6 independent experiments). **P < 0.01. Scale bars: a= 10 µm, e= 0.5 µm, f= 0.5 µm, j= 20 µm. Box plots indicate median (middle line), 25th, 75th percentile (box) and 5th and 95th percentile (whiskers) as well as outliers (single points). Source data are provided as a Source Data file\n10 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications\nthe soft compared to stiff substrates (Fig. 7d). Podosomes are thus capable of organizing in higher ordered clusters independent of substrate stiffness, but substrate stiffness does affect local podosome density.\nTo determine whether substrate stiffness affects the mesoscale connectivity of the podosome clusters, we used our recently developed sliding time window spatiotemporal image correlation spectroscopy (twSTICS)18 to analyze the Lifeact-GFP/vinculinmCherry movies obtained by Airyscan live cell imaging. By generating time-evolving vector maps, twSTICS maps the velocity (magnitude and direction) of flowing fluorescent biomolecules imaged within the cell and can therefore be used to quantify the properties of dynamic cellular features. twSTICS revealed many coordinated flows of actin and vinculin within the podosome cluster on both the stiff and soft substrates (Fig. 7e, f, Supplementary Figs. 13 and 14, Supplementary Movies 4 and 5), indicating that actin and vinculin are dynamic and display correlated movement independent of substrate stiffness. Since regions with relatively stable podosomes or without podosomes did not produce any measurable flows, we conclude that the flows detected by the twSTICS analysis must originate from podosomes that undergo vertical oscillations (Supplementary Figs. 13 and 14, Supplementary Movies 4 and 5).\nFrom the twSTICS measured flows, we first calculated the mean velocity and found a consistently lower mean velocity for both actin (0.05 ± 0.01 µm/min on stiff vs. 0.04 ± 0.01 µm/min on soft) and vinculin (0.06 ± 0.01 µm/min on stiff vs. 0.05 ± 0.01 µm/min on soft) on soft compared to stiff substrates (Fig. 7g). We next investigated the directionality of the actin and vinculin fluxes by performing pair vector correlation (PVC) analysis on the twSTICS-generated vector maps. For this, we calculated a vector dot product correlation function over all vector pairs as a function of their spatial separations and time differences18. For both actin and vinculin, we observed a striking difference in the PVC distribution between the stiff and soft substrates. On stiff PDMS, we found small clusters of correlated vectors that were regularly organized in space (up to 10 µm) and time (up to 20 min) (Fig. 7h), indicating that podosomes oscillate at a steady periodicity throughout the cluster over relatively long periods of time. On soft substrates, however, we found that the vectors are very strongly correlated only over short distances (2–3 µm) but with a clear periodicity over long periods of time (up to 20 min) (Fig. 7i). Thus, on softer substrates, the actin and vinculin flows due to vertical oscillations are only locally correlated in space and do not span the entire cluster, suggesting that podosome mesoscale connectivity is specifically increased when the cell must respond to stiff, non-deformable, substrates.\nPodosomes have the ability to degrade extracellular matrix, presumably to create weak spots that become permissive for deformation and protrusion. Since podosomes exhibit a different collective behavior when exposed to a deformable substrate, we postulated a concomitant decrease in their degradative capacity. To test this, we seeded cells on stiff and soft substrates that have been previously coated with rhodamine-labelled gelatin. On stiff substrates, the gelatin coating was readily degraded (Fig. 7j, k, Supplementary Fig. 15), with degradation clearly occurring underneath the podosome clusters as observed in living DCs (Supplementary Fig. 15a, Supplementary Movie 6). On the contrary, we observed a strong and significant decrease in the capability of podosomes to degrade gelatin on soft substrates (Fig. 7j, k, Supplementary Fig. 15b). This indicates that substrate deformation controls the degradative function of podosomes and demonstrates that podosome mesoscale connectivity and their ability to degrade extracellular matrix are functionally connected."
    }, {
      "heading" : "Discussion",
      "text" : "In this study, we unraveled the modular architecture of actin that enables protrusion and mechanosensing by podosomes. By combining super-resolution microscopy and extensive quantitative image analysis we reveal that the podosome protrusive core consists of a cPM encased by a pPM, each module harboring specific actin interactors and actin isoforms. Also, we show that from the core, two actin modules radiate: ventral filaments bound by vinculin and connected to the plasma membrane and dorsal interpodosomal filaments crosslinked by myosin IIA. We further demonstrate that on stiff substrates, the actin modules mediate long-range substrate exploration, associated with degradative behavior. On protrusion-permissive substrates, where less tension is exerted, the vinculin-bound ventral actin module shortens, resulting in short-range connectivity and a focally protrusive, non-degradative state. Our findings redefine podosome nanoscale architecture, demonstrating how actin modularity enables invadosome mechanosensing in cells that breach tissue boundaries.\nMany actin-associated proteins such as WASP, arp2/3, cortactin, and α-actinin have been identified in the podosome core but their exact nanoscale positioning remained elusive. WASP and cortactin were found previously to locate to the base of podosome cores in osteoclasts38, while the localization of αactinin has been more promiscuous with some reports suggesting colocalization with the actin core and others colocalization with the vinculin ring39–42. Using super-resolution imaging and detailed image analysis, we here provide a modular framework for the podosome protrusive apparatus that blurs the traditional core-ring concept (Supplementary Fig. 16). Branched actinassociated proteins such as WASP, Arp2/3, and cortactin locate primarily to the center of the core, i.e. the cPM, while linear actinassociated proteins, such as α-actinin are primarily found in the core periphery, i.e. the pPM. Interestingly, at the ventral side of podosomes, α-actinin partially colocalizes with vinculin, indicating that also vinculin is bound to part of the pPM, presumably providing linkage of the pPM to the plasma membrane. Our findings explain previous observations that the actin core of individual podosomes is dome-shaped43. Moreover, we propose here that the pPM includes the podosome cap, a substructure that has been identified previously based on the localization of the formin INF2, supervillin, and LSP-1 at the top of the core44–46. Like α-actinin, INF2 and supervillin are primarily associated with linear actin filaments supporting the notion that the pPM consists of this type of filaments. It remains to be determined where the pool of pPM actin is polymerized but the presence of formins at the top of podosome cores suggests this as the likely site of pPM actin polymerization.\nThe modularity of the podosome core is further substantiated by our finding that actin isoforms are spatially segregated at podosomes with the cPM enriched in β-actin and the pPM in γactin. Understanding the non-redundant function of actin isoforms in cytoskeletal remodeling is an area of steeply emerging interest47–49. Although not much is known about the different functions of the two isoforms, it is generally assumed that β-actin is preferentially located to protrusive lamellipodial structures and γ-actin to stress fibers31. Interestingly, it is well known that lamellipodial structures mainly contain branched actin while stress fibers are usually composed of linear actin filaments50. The differential localization of β and γ-actin observed in the podosome core therefore strongly supports the notion that the core consists of two structurally and functionally distinct actin-based modules; a cPM of branched actin and a pPM of linear actin. It remains unclear how the differential integration of β and γ-actin monomeric subunits is spatially regulated. To our knowledge, no reports exist that describe the preferential association of actininteracting proteins with a particular actin isoform. Considering\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 11\nour results, one would argue that WASP/arp2/3-mediated actin polymerization mainly incorporates β-actin and formin-mediated nucleation preferentially incorporates γ-actin. Another possible explanation for the differential organization of actin isoforms could be the directed localization of actin mRNA. Local actin translation has been proposed to control β-actin enrichment in lamellipodia51 and considering the abundance of ribosomal proteins at podosomes25, it is tempting to speculate that a portion of β-actin is locally translated to generate the cPM while γ-actin is recruited from the cytoplasm to generate the pPM and the interpodosomal filaments.\nIt is generally accepted that podosome-mediated protrusive force generation is regulated by an interplay between actin polymerization and myosin IIA activity21,22,43. Furthermore, recent in silico modelling of podosome force distribution strongly suggested that protrusive force generation in the core is balanced by local pulling force in the ring at the level of single podosomes20. An explanation, however, for how protrusive and pulling forces are transmitted within the podosome structure remained elusive, since no clear structural connection between the core and the ring has been described so far. Based on our results, we now propose that the classical core-ring model inadequately explains podosome force generation, and present a fully integrated structure–function model for how protrusion and mechanosensing may be regulated by podosomes (Supplementary\nFig. 16). In this model, podosome protrusive forces are intrinsically balanced by the modular architecture of individual podosomes. cPM actin polymerization generates a downward protrusive force that is initially balanced by an upward counterforce from the underlying substrate. The subsequent vertical growth of the cPM actin generates an upward force at the top of podosomes that is counterbalanced by the pPM actin encasing the entire cPM. We hypothesize that there is a direct association of the pPM to adaptor proteins, such as vinculin to provide adhesion and mechanical stability, and thereby blurring the classical concepts of a podosome core and ring. Interestingly, a recent report by Revach et al. suggested that invadopodia, which are only occasionally surrounded by vinculin, are mechanically stabilized by the nucleus52. Yet, the same report also showed that the loss of mechanical support from the nucleus is rescued by the recruitment of vinculin to invadopodia52. In DCs, podosome clusters are rarely located underneath the nucleus, indicating that a mechanical interplay between the nucleus and podosomes is unlikely and support from vinculin-based adhesion is therefore always required to provide mechanical stability. Overall, we propose that all invadosomes require mechanical stability for protrusion and that the modules that provide this stability are universal and can be adapted depending on local cellular circumstances.\nWe show that two interpodosomal networks exist: a ventral network that is associated to vinculin and a dorsal network that is crosslinked by myosin IIA (Supplementary Fig. 16). Our previous work has shown that the interpodosomal actin filaments are important for interconnecting neighboring podosomes18,19, but we now demonstrate that it is primarily the dorsal network that interconnects neighboring podosomes, while the ventral network acts as the primary mechanosensing element in podosomes. In contrast to focal adhesions53, podosomes have the ability to assemble under conditions with low or no traction forces33,54,55. The detailed organization, however, of podosomes on substrates with different stiffness had not been studied so far. We now find that the ventral actin filaments shorten on compliant substrates, where less tension and more protrusion are exerted. The role of the ventral actin filaments in mechanosensing is supported by previous findings that these filaments are associated with mechanosensitive\nproteins such as vinculin17,19,22. Interestingly, shortening of the ventral actin filaments is accompanied by enhanced local clustering of podosomes, as well as a decreased mesoscale connectivity on soft substrates. Since podosome mesoscale connectivity is thought to facilitate basement membrane exploration for protrusion-permissive spots, our data clearly suggest that substrate stiffness or deformability provides feedback for the clusters while exploring their surroundings.\nHow do local cell-substrate traction forces control the length of the ventral actin filaments? Our results indicate that myosin IIA does not contribute to the mechanical response of podosomes. A possible mechanism for podosome mechanosensing is that altered actin polymerization kinetics locally within the cPM directly control the mechanical response of podosomes. Arp2/3-mediated actin polymerization has been shown to be dependent on mechanical stimuli both in reconstitution assays56,57 as well as in living cells58. Altered polymerization kinetics of the cPM in response to compliant substrates could therefore very well result in local changes in the G- to F-actin ratio, which has been shown to control formin-dependent actin polymerization59 and which could therefore eventually lead to a reorganization of the ventral actin filaments.\nWe find that podosome-mediated matrix degradation is regulated by the physical properties of the microenvironment. Interestingly, stiffness-dependent degradation has been shown before in invadopodia60,61 suggesting that matrix degradation by podosomes and invadopodia is controlled by similar mechanisms. Alexander et al. showed that the increased matrix degradation of invadopodia on stiff substrates was regulated through a myosin IIA-dependent pathway60. Furthermore, for macrophage podosomes, it has been shown that knockdown of myosin IIA results in a reduction of matrix degradation44 and that the absence of cell-substrate traction forces results in the absence of MT1-MMP54. Although we cannot exclude that myosin IIA also plays a role in the stiffness-dependent decrease in degrading activity of podosomes in DCS, we did not observe any change in myosin IIA localization or activity as a function of substrate stiffness. Yet, it may still be that myosin IIA dynamics is altered in podosome clusters on soft substrates such that the trafficking and fusion of MT1-MMP-positive vesicles are impaired. Another explanation is that other tension sensitive adaptor proteins regulate the activity or excretion of metalloproteases due to altered force distributions in podosome modules on soft substrates. We recently showed that on stiff substrates, MT1-MMP-dependent gelatin degradation is mediated by the action of phospholipase D62. It would be interesting to explore the role of this signaling pathway in podosome mechanosensing in future studies. Finally, substrate degradation is also observed at focal adhesions, in agreement with previous work63, and it would be interesting in the future to compare the effect of substrate stiffness on extracellular matrix degradation by different adhesive structures.\nIn conclusion, our results indicate that protrusion and mechanosensing is controlled by the modular architecture of podosomes. Protrusion is controlled by two cooperating core modules and podosomes respond to lower substrate stiffness by reorganizing their ventral radiating filaments and associated proteins, thereby enhancing local clustering, changing their dynamic behavior and decreasing their degradative capacity. Podosomes thus functionally adapt from an explorative, degradative behavior on stiff substrates to a focally protrusive, nondegradative state on soft substrates. Our findings highlight how stiffness-induced nanoscale architectural changes can control the mesoscale collective behavior of protrusive podosomes and reveal how actin-based cytoskeletal structures allow cells to breach tissue boundaries and basement membranes.\n12 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications"
    }, {
      "heading" : "Methods",
      "text" : "Generation of human DCs. DCs were generated from peripheral blood mononuclear cells (PBMCs)64,65. Monocytes were derived either from buffy coats or from a leukapheresis product, purchased at Sanquin blood bank, Nijmegen, the Netherlands. PBMCs were isolated by Ficoll density gradient centrifugation (GE Healthcare Biosciences, 30 min, 4 °C, 2100 r.p.m.). PBMCs were extensively washed in cold phosphate buffered saline (PBS) supplemented with 0.1% (w/v) bovine serum albumin (BSA, Roche Diagnostics) and 0.45% (w/v) sodium citrate (Sigma Aldrich). PBMCs were seeded in plastic culture flasks for 1 h and monocytes were isolated by plastic adherence. Monocytes were cultured in RPMI 1640 medium (Life Technologies) supplemented with fetal bovine serum (FBS, Greiner Bio-one), 1 mM ultra-glutamine (BioWhittaker), antibiotics (100 Uml−1 penicillin, 100 μg ml−1 streptomycin, and 0.25 μg ml−1 amphotericin B, Gibco) for 6 days, in a humidified, 5% CO2-containing atmosphere. During these 6 days DC differentiation was induced by addition of IL-4 (500 Uml−1) and GM-CSF (800 Uml−1) to the culture medium. At day 5 or day 6 cells were collected and reseeded onto coverslips or imaging dishes.\nGeneration of murine BMDCs. DCs were generated from murine bone marrow isolated from the femur/tibia of mice. The mice were bred and housed at the Animal Research Facility of the Radboud University Medical Center. All animal experiments were documented and approved by the Animal Experimental Committee of the Radboud University Medical Center and were performed in accordance with regulatory standards of the Animal Experimental Committee. Batf3dependent CD103+DCs (CD11cposB220negCD103pos)66 were generated by culturing bone marrow cells in RPMI 1640 supplemented with 10% FCS, 0.5% antibiotic–antimycotic, 1% ultra-glutamine, 50 μM β-mercaptoethonal, 5 ng/ml mGM-CSF, and 200 ng/ml human rFlt3L, fresh medium was added at day 6 and cells were replated in fresh medium at day 9. Cells were harvested and used for experiments at day 14.\nAntibodies and reagents. The following primary antibodies were used (dilution is indicated for immunofluorescence unless stated otherwise): anti-α-actinin (ab18061, Abcam, 1:100 dilution), anti-HA (3F10, Sigma-Aldrich, 1:200 dilution), anti-vinculin (#V9131, Sigma-Aldrich, 1:400 dilution), anti-zyxin (sc-6437, Santa Cruz, 1:40 dilution), anti-talin (#T3287, Sigma-Aldrich, 1:100 dilution), anti-βactin (#MCA5775GA, Bio-Rad Laboratories, 1:200 dilution, 1:2000 for western blot), anti-γ-actin (#MCA5776GA, Bio-Rad Laboratories, 1:200 dilution, 1:2000 for western blot), anti-actin (#A2066, Sigma-Aldrich, 1:5000 dilution for western blot), anti-myosin IIA (#909802, BioLegend, 1:100 dilution), and anti-phospho-myosin light chain (#3671, Cell Signalling Technology, 1:100 dilution). Secondary antibodies conjugated to Alexa647, Alexa555, or Alexa568 were used (Life Technologies, 1:400 dilution). Actin was stained with Alexa488/Alexa633-conjugated phalloidin (Life Technologies, 1:200 dilution). Blebbistatin was purchased from Sigma-Aldrich (#B0560, 50 μM for 60 min).\nVPM preparation. To prepare VPMs, cells on PDMS-coated Willco Wells were briefly sonicated. Sonication was performed using a Sartorius Labsonic P sonicator with cycle set at 1 and amplitude at 20% output. The sonicator tip was placed in a glass beaker containing 100 ml prewarmed hypotonic PHEM buffer (20% PHEM: 6 mM PIPES, 5 mM HEPES, 0.4 mM Mg2SO4, 2 mM EGTA). Willco Wells were held 1–2 cm below the sonicator tip at a 45° angle in the hypotonic PHEM solution. Cells were sonicated for ~3 s and directly after sonication, the remaining VPMs were solubilized in 1% SDS lysis buffer for analysis of β and γ-actin using western blot.\nConstructs. Lifeact-BFP and Lifeact-iRFP were generated by replacing GFP in the Lifeact-GFP construct (gift from Michael Sixt) for BFP and iRFP. For BFP, tagBFPN1 construct (Invitrogen) was digested with AgeI and NotI and BFP was ligated into Lifeact-GFP construct. For iRFP, a PCR product was generated with forward primer 5′-ATCGACCGGTCGCCACCATGGCTGAAGGATCCGTCG-3′ and reverse primer 5′-CGATGCGGCCGCTCACTCTTCCATCACGCCGAT-3′ using the iRFP-PH-PLCδ construct as template (gift from Pietro De Camilli). The PCR product was subsequently digested with AgeI and NotI and ligated into LifeactGFP vector. α-actinin-tagRFP was generated by replacing mEOS3.2 from α-actininmEOS3.2 (Addgene 57444) with the tagRFP sequence from ptagRFP-N1 using AgeI and NotI restriction sites. α-actinin-HA was generated by annealing the forward 5′-CCGGTCGCCACCTACCCATACGATGTTCCAGATTACGCTTGA GC-3′ and reverse oligo 5′-GGCCGCTCAAGCGTAATCTGGAACATCGTATGG GTAGGTGGCGA-3′ and ligating the product in between the AgeI and NotI restriction sites of the α-actinin-tagRFP construct.\nImmunofluorescence. Cells were seeded on glass coverslips (EMS) and left to adhere for 3 h. Cells were fixed in 1% (w/v) paraformaldehyde in RPMI medium for 30 min at 37 °C. 1% paraformaldehyde was always freshly prepared by adding 1% (w/v) paraformaldehyde to RPMI medium, heating it for 3 h at 65 °C and let it cool down to 37 °C. Next, cells were permeabilized in 0.1% (v/v) Triton X-100 in PBS for 5 min and samples were blocked with 2% (w/v) BSA in PBS with 20 mM glycine. The cells were incubated with primary Ab for 1 h, washed three times with\nPBS and incubated with secondary antibodies and phalloidin for 45 min. Samples were washed with phosphate buffer or MilliQ before embedding in Mowiol (SigmaAldrich).\nStructured illumination microscopy. Structured illumination imaging was performed using a Zeiss Elyra PS1 system. 3D-SIM data was acquired using a ×63 1.4 NA oil objective. 488, 561, 642 nm 100 mW diode lasers were used to excite the fluorophores together with a BP 495–575+ LP 750, BP 570–650+ LP 750 or LP 655 filter, respectively. For 3D-SIM imaging the recommended grating was present in the light path. The grating was modulated in five phases and five rotations, and multiple z-slices with an interval of 110 nm were recorded on an Andor iXon DU 885, 1002 × 1004 EMCCD camera. Raw images were reconstructed using the Zeiss Zen 2012 software.\nAiryscan imaging. Airyscan imaging was performed on a Zeiss LSM 880 system. 3D-Airyscan data was acquired using a ×63 1.4 NA oil objective. Laser characteristics were 488 nm/25 mW, 561 nm/20 mW, or 633 nm/5 mW. Emission light was collected using a BP 420–480/BP 495–550, BP570–620/LP645+ SP615 and BP570–620/LP645+ LP660 for Alexa488, Alexa555/568, and Alexa647/633, respectively. Raw images were reconstructed using the Zeiss Zen 2.1 Sp1 software.\nSTORM super-resolution microscopy. Super-resolution microscopy was performed with a Leica SR GSD microscope (Leica Microsystems, Wetzlar, Germany) mounted on a Sumo Stage (#11888963) for drift-free imaging. Collection of images was done with an EMCCD Andor iXon camera (Andor Technology, Belfast, UK) and a ×160 oil immersion objective (NA 1.47). For the three-dimensional images an astigmatic lens has been used. To image, the samples have been immersed in the multi-color super-resolution imaging buffer OxEA67. Laser characteristics were 405 nm/30 mW, 488 nm/300 mW, and 647 nm/500 mW, with the 405 nm laser for back pumping. Ultra clean coverslips (cleaned and washed with base and acid overnight) were used for imaging. The number of recorded frames was variable between 10,000 and 50,000, with a frame rate of 100 Hz. The data sets were analyzed with the Thunder Storm analysis module68, and images were reconstructed with a detection threshold of 70 photons, subpixel localization of molecules and uncertainty correction, with a pixel size of 10 nm.\nElectron microscopy. For electron microscopy analysis of podosomes, DCs grown on PDMS 1:20 and 1:78 were washed with PBS, fixed in 1% GA in 0.1 M cacodylate (pH 7.4) buffer for 1 h at RT, washed and postfixed for 1 h at RT in 1% osmium tetroxide and 1% potassium ferrocyanide in 0.1 M cacodylate buffer. Cells were stained en bloc with 2% uranylacetate for 1 h at RT, washed with MQ, dehydrated in an ascending series of aqueous ethanol solutions and subsequently transferred via a mixture of ethanol and Durcupan to pure Durcupan (Sigma) as embedding medium according to standard procedures. Ultrathin grey sections (60–80 nm) were cut, contrasted with aqueous 2% uranyl acetate, rinsed and counterstained with lead citrate, air dried and examined in a JEOL JEM1400 electron microscope (JEOL) operating at 80 kV.\nDC transfection. Transient transfections were carried out with the Neon Transfection System (Life Technologies). Cells were washed with PBS and resuspended in 115 μl resuspension buffer per 1 × 106 cells. Subsequently, cells were mixed with 7.5 μg DNA per 106 cells per transfection and electroporated. Directly after, cells were transferred to WillCo-dishes (WillCo Wells B.V.) with pre-warmed medium without antibiotics, serum, or phenol red. After 3 h, the medium was replaced by a medium supplemented with 10% (v/v) FCS and antibiotics. Before live-cell imaging, cells were washed with PBS and imaging was performed in HBSS supplemented with Ca2+, Mg2+, 5% (v/v) FCS and 25 mM HEPES. All live cell imaging was performed at 37 °C.\nLive cell imaging. Live cell imaging for Supplementary Fig. 2 and Supplementary Movies 1 and 6 was performed on a Leica DMI6000 epifluorescence microscope equipped with an HC PL APO ×63/1.40–0.60 oil objective and a metal halide lamp. BFP was excited through a 360/40 nm band pass filter and emission was detected through a 475/40 nm band pass filter. GFP was excited through a 470/40 nm band pass filter and emission was detected through a 525/50 nm band pass filter. tagRFP was excited through a 546/12 nm band pass filter and emission was detected through a 605/75 nm band pass filter. iRFP was excited through a 620/60 nm band pass filter and emission was detected through a 700/75 nm band pass filter. Before live-cell imaging, cells were washed with PBS and imaging was performed in HBSS supplemented with Ca2+, Mg2+, 5% (v/v) FCS, and 25 mM HEPES. All live cell imaging was performed at 37 °C.\nAiryscan live cell imaging for Figs. 4h–i, 5e–i, and Supplementary Movies 2–5 was performed on a Zeiss LSM 880, equipped with a PlanApochromatic ×63/1.4 NA oil immersion objective. The samples were excited with 488 nm argon (GFP) and 561 nm HeNe (mCherry) laser lines. Fluorescence emission was collected through a BP420–480+ BP495–550 (GFP), and a BP570–620+ LP645 (mCherry) filter. Time series were acquired with 15-s time interval. Emission signals for both channels were collected on the 32-channel GaAsP Airy detector. Before live-cell\nNATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications 13\nimaging, cells were washed with PBS and imaging was performed in HBSS supplemented with Ca2+, Mg2+, 5% (v/v) FCS, and 25 mM HEPES. All live cell imaging was performed at 37 °C.\nPDMS substrate preparation. Stiff (protrusion resistant) and soft (protrusion permissive) substrates were prepared using PDMS (Sylgard 184, Dow Corning). First, PDMS base and curing agent were thoroughly mixed in a 1:20 (stiff, ~800 kPa) and 1:78 (soft, ~1 kPa) ratio. These PDMS mixtures were subsequently used to coat WillCo-dishes (WillCo Wells B.V.) by spin coating 150 µl silicone mixture at 3100 rpm for 2 min. This resulted in thin (10–20 µm), high-resolution microscopy-compatible layers of PDMS. It is important to note that, while the optical lateral resolution on PDMS was similar compared to glass, the optical axial resolution decreased by ~1.5–1.7 fold (Supplementary Fig. 17).\nFluorescence profile and height analysis. To quantify the localization of each of these proteins with respect to the podosome core we used a semi-automatic selfdeveloped ImageJ macro that (1) recognizes the podosome core centers based on the actin image, (2) draws a vertical line of ~3 µm through the center of the core that rotates around its center and collects a profile for every line, and (3) produces an average radial intensity profile as a function of distance from the podosome core center. Profiles are normalized to the minimum and maximum for visualization and comparison (see also Supplementary Fig. 1 for schematic overview). Of note, for some of the panels we only present one half of the intensity profile, since the radial intensity profiles are symmetric by definition. To quantify the features of the fluorescence intensity profile, the FWHM (WASP, Arp3, actin, α-actinin, γactin, and vinculin) and diameter (α-actinin, γ-actin, and vinculin) was determined using the Gaussian Fitting analysis tool of OriginPro 8. Only fits with an R2 of >0.95 were accepted for analysis. Intensity features such as the dip in the α-actinin, γ-actin, and vinculin profile were not considered objective descriptives of the normalization procedure.\nFor the height analysis of some podosome components (actin, myosin IIA, vinculin). A similar approach was taken as described above but instead of generating a profile, an orthogonal view was collected for every line. For the height analysis, a line was drawn through the orthogonal views at a distance of 450 nm (vinculin), 800 nm (myosin IIA), 0 nm (core actin), and 800 nm (network actin) from the podosome core center. Fluorescence peak height for myosin IIA was calculated per cluster, since individual podosomes did not have sufficient myosin IIA signal to produce a reliable peak fit with OriginPro 8.\nGelatin degradation assay. Substrates were incubated for 20 min with 50 µg/ml poly-L-lysine (P2636, Sigma), washed three times in PBS and subsequently crosslinked with 0.25% (w/v) glutaraldehyde (Electron Microscopy Sciences) for 15 min. Next, substrates were washed three times with PBS and incubated with 25 µg/ml rhodamine-labeled gelatin for 30 min. Substrates were again washed three times with PBS prior to cell seeding. Cells were incubated for 16 h with the cells before fixation and staining with Alexa488-conjugated phalloidin. Gelatin degradation was assessed by calculating the average intensity of rhodamine fluorescence underneath the cells normalized to non-degraded areas.\nSliding time window STICS analysis. Sliding time window STICS analysis and subsequent PVC analysis was performed as described before18. We performed STICS69 with a short time window iterated in single frame shifts on Airyscan time series of Lifeact-GFP and vinculin-mCherry, acquired with a 15 s time lag between frames. First, a Fourier immobile filter was applied in time to each pixel stack in the entire image series to remove the lowest frequency components69. Subsequently, each image was divided into 16 × 16 pixels ROIs (0.64 × 0.64 μm) and adjacent ROIs were shifted four pixels in the horizontal and vertical directions to map the entire field of view with oversampling in space. Time series were divided into overlapping 10 frame-sized TOIs (2.5 min) and adjacent TOIs were shifted one frame for each STICS analysis to cover the entire image series with oversampling in time. Space–time correlation functions were calculated for each ROI/TOI and fit for time lags up to τ= 10 to measure vectors (magnitude and direction) of the flow from the translation of the correlation peak as described earlier70.\nDetected noise vectors, which are due to random fits to spurious background peaks that pass multiple fitting threshold criteria, become more significant as we reduce the statistical sampling with short time windows. However, noise vectors exhibit little correlation with their neighbors in terms of direction and magnitude for systems where there are real flows. Due to the spatial and temporal oversampling (75% common overlap in space between adjacent ROIs and 90% common overlap in time between sequential TOIs) we expect neighboring vectors to correlate in magnitude and direction for real flows. Noise vectors that pass the fitting criteria were eliminated by setting a vector similarity criterion for adjacent vectors. All retained vectors were plotted on the corresponding frames of the immobile-filtered image series.\nPair vector correlation. To determine the spatial and temporal scales over which flow is correlated within a podosome cluster, we calculated the dot product between vectors separated in space and time. We calculated an average PVC\nfunction for all pairs of vectors separated by the same spatiotemporal lags according to:\nPVC δr; δtð Þ ¼ 1 Mpairs δr; δtð Þ\nX\ni\nX\nj\nvi r; tð Þ vjðr þ δr; t þ δtÞ\nwhere δr and δt are the radial spatial and temporal lags, Mpairs(δr, δt) denotes the number of vector pairs for each specified spatiotemporal lag and vi and vj are the vector pairs multiplied as dot products. When the angle between the two vectors lies between −90° and 90°, the dot product is positive. Conversely, when the angle between the two vectors is between −90° and −180° or 90° and 180°, the dot product is negative. When the vectors are uncorrelated the PVC will average to zero. For generating the graphs presented in Fig. 5h, i, the PVC result of five image series per condition were averaged.\nStatistics and reproducibility. The type of statistical test, n values, and P values are all listed in the figure legends or in the figures. All statistical analyses (two-tailed Student’s t-test) were performed using Graph Pad Prism or Microsoft Excel, and significance was determined using a 95% confidence interval. Non-linear contrast enhancement was applied to the actin images in Figs. 1d, e, 3a, d, e, 4a–c, 5a, b, and 6a, c, h to visualize the radiating actin filaments. Fluorescent profile generation and quantification of podosomes in those images was performed on the raw data before enhancement. Raw data are available upon request. All images were processed using Fiji71 and figures were assembled in Microsoft Powerpoint. Box plots indicate median (middle line), 25th, 75th percentile (box) and 5th and 95th percentile (whiskers) as well as outliers (single points). All experiments were performed at least three times except for Figs. 1c, 2b–d, 6f, g, Supplementary Figs. 2, 4, and 7a, which were carried out two times. Supplementary Movie 1 is representative for three cells in two independent experiments, Supplementary Movies 2 and 3 are representative for five cells in three independent experiments, Supplementary Movie 6 is representative for five cells in two independent experiments. Statistical analysis was performed on the means of the experiments, except for Fig. 7g for which the means of the cells were compared, see also the Source Data file for the exact numbers and P values. It should be noted that all our data and plots were subjected to statistical analysis; in plots where statistical significance is not indicated, no statistically significant differences were found."
    }, {
      "heading" : "Data availability",
      "text" : "All primary data supporting the conclusions made are available from the authors upon request. The source data underlying Figs. 1a–c, f–h, 2b–d, 3b, c, 4d–h, 5c–f, 6a, b, 6d–g, 7b, d, g, k, and Supplementary Figs. 5b, c, 6b, 7a, b, 8c, d, 9, 10a are provided as a Source Data file."
    }, {
      "heading" : "Code availability",
      "text" : "All computer codes developed in Matlab and Fiji/ImageJ are made available from the authors upon request.\nReceived: 25 April 2018; Accepted: 11 October 2019;"
    }, {
      "heading" : "Acknowledgements",
      "text" : "We are indebted to the following people who kindly provided us the plasmids used in this manuscript: Johan de Rooij (vinculin-GFP); Michael Sixt (Lifeact-GFP); Stefan Linder (WASP-GFP); Dorothy Schafer (Arp3-GFP); Victor Small (vinculin-mCherry), Martin Schwartz (cortactin-BFP). The authors also thank the Microscopic Imaging Center of the Radboud Institute for Molecular Life Sciences and the Erasmus Optical Imaging Center for use of their microscopy facilities. M.A. is recipient of NWO-Veni 91615093 and a long-term fellowship (BUIT 2012-5347) from the Dutch Cancer Society. P.W.W. is recipient of a Natural Sciences and Engineering Research Council of Canada Discovery Grant. This work was financially supported by EU grant NANOVISTA (2882630) and by a Human Frontiers Science Program Grant (RGP0027/2012) to A.C."
    }, {
      "heading" : "Author contributions",
      "text" : "K.v.d.D. and B.J. performed experiments. J.A.S., A.M., and R.S. assisted with experiments. M.W. performed TEM imaging. L.N. performed STORM imaging. J.A.S. performed SIM imaging. M.B.M.M. and E.P. performed twSTICS and PVC analysis. M.A. provided mouse BMDCs. J.F., A.B.H., P.W.W., and K.J. provided analytical tools. K.v.d.D. carried out data analysis and prepared all the figures. K.v.d.D. and A.C. designed the experiments and wrote the manuscript with input from all authors. A.C. supervised the study."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/s41467019-13123-3.\nCorrespondence and requests for materials should be addressed to A.C.\nPeer review information Nature Communications thanks the anonymous reviewers for their contribution to the peer review of this work. Peer reviewer reports are available.\nReprints and permission information is available at http://www.nature.com/reprints\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.\n© The Author(s) 2019\n16 NATURE COMMUNICATIONS | (2019) 10:5171 | https://doi.org/10.1038/s41467-019-13123-3 | www.nature.com/naturecommunications"
    } ],
    "references" : [ {
      "title" : "E-cadherin junctions as active mechanical integrators in tissue",
      "author" : [ "T. Lecuit", "A.S. Yap" ],
      "venue" : "dynamics. Nat. Cell Biol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Environmental sensing through focal adhesions",
      "author" : [ "B. Geiger", "J.P. Spatz", "A.D. Bershadsky" ],
      "venue" : "Nat. Rev. Mol. Cell Biol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2009
    }, {
      "title" : "characteristics, formation and function",
      "author" : [ "D.A. Murphy", "Courtneidge", "S.A. The ‘ins’", "‘outs’ of podosomes", "invadopodia" ],
      "venue" : "Nat. Rev. Mol. Cell Biol. 12, 413–426",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nanoscale architecture of cadherin-based cell adhesions",
      "author" : [ "C Bertocchi" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Nanoscale architecture of integrin-based cell adhesions",
      "author" : [ "P Kanchanawong" ],
      "venue" : "Nature 468,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "a diversity of strategies",
      "author" : [ "L.C. Kelley", "L.L. Lohmer", "E.J. Hagedorn", "Sherwood", "D.R. Traversing the basement membrane in vivo" ],
      "venue" : "J. Cell Biol. 204, 291–302",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "who, when and how? Trends Cell Biol",
      "author" : [ "R.G. Rowe", "Weiss", "S.J. Breaching the basement membrane" ],
      "venue" : "18, 560–574",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The netrin receptor DCC focuses invadopodia-driven basement membrane transmigration in vivo",
      "author" : [ "Hagedorn", "E. J" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2013
    }, {
      "title" : "Megakaryocytes assemble podosomes that degrade matrix and protrude through basement membrane",
      "author" : [ "H Schachtner" ],
      "venue" : "Blood 121,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2013
    }, {
      "title" : "Endothelial podosome rosettes regulate vascular branching in tumour angiogenesis",
      "author" : [ "G Seano" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Transcellular diapedesis is initiated by invasive podosomes",
      "author" : [ "Carman", "C. V" ],
      "venue" : "Immunity 26,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2007
    }, {
      "title" : "Podosomes of dendritic cells facilitate antigen",
      "author" : [ "M Baranov" ],
      "venue" : "sampling. J. Cell Sci. 127,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Podosome organization drives osteoclast-mediated bone resorption",
      "author" : [ "D. Georgess", "I. Machuca-Gayet", "A. Blangy", "P. Jurdic" ],
      "venue" : "Cell Adhes. Migr",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Pharmacological inhibition of Dock5 prevents osteolysis by affecting osteoclast podosome organization while preserving bone formation",
      "author" : [ "V Vives" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "N-WASP-mediated invadopodium formation is involved in intravasation and lung metastasis of mammary tumors",
      "author" : [ "B Gligorijevic" ],
      "venue" : "J. Cell Sci. 125,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "podosomes as multipurpose organelles of monocytic cells",
      "author" : [ "S. Linder", "Wiesner", "C. Tools of the trade" ],
      "venue" : "Cell. Mol. Life Sci. 72, 121–135",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Dual-color superresolution microscopy reveals nanoscale organization of mechanosensory podosomes",
      "author" : [ "K van den Dries" ],
      "venue" : "Mol. Biol. Cell 24,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Actomyosin-dependent dynamic spatial patterns of cytoskeletal components drive mesoscale podosome organization",
      "author" : [ "Meddens", "M. B" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Superresolution correlative light and electron microscopy (SR-CLEM) reveals novel ultrastructural insights into dendritic cell podosomes",
      "author" : [ "B. Joosten", "M. Willemse", "J. Fransen", "A. Cambi", "K. van den Dries" ],
      "venue" : "Front. Immunol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 1908
    }, {
      "title" : "a local balance between protrusion at the core and traction at the ring",
      "author" : [ "Bouissou", "A. et al. Podosome force generation machinery" ],
      "venue" : "ACS Nano 11, 4028–4040",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Dynamics of podosome stiffness revealed by atomic force microscopy",
      "author" : [ "A. Labernadie", "C. Thibault", "C. Vieu", "I. Maridonneau-Parini", "G.M. Charriere" ],
      "venue" : "Proc. Natl Acad. Sci. USA 107,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Interplay between myosin IIA-mediated contractility and actin network integrity orchestrates podosome composition and oscillations",
      "author" : [ "K van den Dries" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "spatial synchrony in the force and actin dynamics of podosome first neighbors",
      "author" : [ "Proag", "A. et al. Working together" ],
      "venue" : "ACS Nano 9, 3800–3813",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Podosome-type adhesions and focal adhesions, so alike yet so different",
      "author" : [ "Block", "M. R" ],
      "venue" : "Eur. J. Cell Biol",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2008
    }, {
      "title" : "Proteomic analysis of podosome fractions from macrophages reveals similarities to spreading initiation centres",
      "author" : [ "P. Cervero", "M. Himmel", "M. Kruger", "S. Linder" ],
      "venue" : "Eur. J. Cell Biol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "roles of the protein interaction domains",
      "author" : [ "B.A. Webb", "R. Eves", "Mak", "A.S. Cortactin regulates podosome formation" ],
      "venue" : "Exp. Cell Res. 312, 760–769",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Direct observation of dendritic actin filament networks nucleated by Arp2/3 complex and WASP/Scar proteins",
      "author" : [ "L Blanchoin" ],
      "venue" : "Nature 404,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2000
    }, {
      "title" : "nucleation, high affinity pointed end capping, and formation of branching networks of filaments",
      "author" : [ "R.D. Mullins", "J.A. Heuser", "Pollard", "T.D. The interaction of Arp2/3 complex with actin" ],
      "venue" : "Proc. Natl Acad. Sci. USA 95, 6181–6186",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Actin cross-link assembly and disassembly mechanics for alpha-actinin and fascin",
      "author" : [ "D.S. Courson", "R.S. Rock" ],
      "venue" : "J. Biol. Chem. 285,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2010
    }, {
      "title" : "Dynamics of alpha-actinin in focal adhesions and stress fibers visualized with alpha-actinin-green fluorescent protein",
      "author" : [ "M. Edlund", "M.A. Lotano", "C.A. Otey" ],
      "venue" : "Cell Motil. Cytoskelet",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2001
    }, {
      "title" : "Arginylation of beta-actin regulates actin cytoskeleton and cell motility",
      "author" : [ "M Karakozova" ],
      "venue" : "Science 313,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2006
    }, {
      "title" : "Arginylation regulates intracellular actin polymer level by modulating actin properties and binding of capping and severing proteins",
      "author" : [ "S Saha" ],
      "venue" : "Mol. Biol. Cell 21,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2010
    }, {
      "title" : "Protrusion force microscopy reveals oscillatory force generation and mechanosensing activity of human macrophage podosomes",
      "author" : [ "A Labernadie" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "PGE2-mediated podosome loss in dendritic cells is dependent on actomyosin contraction downstream of the RhoA-Rho-kinase axis",
      "author" : [ "van Helden", "S. F" ],
      "venue" : "J. Cell Sci. 121,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2008
    }, {
      "title" : "Actin dynamics and competition for myosin monomer govern the sequential amplification of myosin filaments",
      "author" : [ "Beach", "J. R" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Measurements of elastic moduli of silicone gel substrates with a microfluidic device",
      "author" : [ "E. Gutierrez", "A. Groisman" ],
      "venue" : "PLoS ONE 6,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Extracellular-matrix tethering regulates stem-cell fate",
      "author" : [ "B Trappmann" ],
      "venue" : "Nat. Mater. 11,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "structural analysis and cooperative roles of paxillin, proline-rich tyrosine kinase 2 (Pyk2) and integrin alphaVbeta3",
      "author" : [ "M. Pfaff", "Jurdic", "P. Podosomes in osteoclast-like cells" ],
      "venue" : "J. Cell Sci. 114, 2775–2786",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Altered distributions of the cytoskeletal proteins vinculin and alpha-actinin in cultured fibroblasts transformed by Rous sarcoma virus",
      "author" : [ "T. David-Pfeuty", "S.J. Singer" ],
      "venue" : "Proc. Natl Acad. Sci. USA",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1980
    }, {
      "title" : "Podosome formation in cultured A7r5 vascular smooth muscle cells requires Arp2/3-dependent de-novo actin polymerization at discrete microdomains",
      "author" : [ "I. Kaverina", "T.E. Stradal", "M. Gimona" ],
      "venue" : "J. Cell Sci. 116,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2003
    }, {
      "title" : "invadosomes in proteolytic cell invasion",
      "author" : [ "S. Linder", "C. Wiesner", "Himmel", "M. Degrading devices" ],
      "venue" : "Annu. Rev. Cell Dev. Biol. 27, 185–211",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The molecular dynamics of osteoclast adhesions",
      "author" : [ "C. Luxenburg", "L. Addadi", "B. Geiger" ],
      "venue" : "Eur. J. Cell Biol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2006
    }, {
      "title" : "Dendritic cell podosomes are protrusive and invade the extracellular matrix using metalloproteinase MMP-14",
      "author" : [ "C Gawden-Bone" ],
      "venue" : "J. Cell Sci. 123,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2010
    }, {
      "title" : "Supervillin couples myosin-dependent contractility to podosomes and enables their turnover",
      "author" : [ "R Bhuwania" ],
      "venue" : "J. Cell Sci. 125,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2012
    }, {
      "title" : "The formins FHOD1 and INF2 regulate inter- and intrastructural contractility of podosomes",
      "author" : [ "L Panzer" ],
      "venue" : "J. Cell Sci. 129,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    }, {
      "title" : "Lymphocytespecific protein 1 regulates mechanosensory oscillation of podosomes and actin isoform-based actomyosin symmetry breaking",
      "author" : [ "P. Cervero", "C. Wiesner", "A. Bouissou", "R. Poincloux", "S. Linder" ],
      "venue" : "Nat. Commun. 9,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Essential nucleotide- and protein-dependent functions of Actb/beta-actin",
      "author" : [ "X Patrinostro" ],
      "venue" : "Proc. Natl Acad. Sci. USA 115,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "Diverse functions of homologous actin isoforms are defined by their nucleotide, rather than their amino acid sequence",
      "author" : [ "P Vedula" ],
      "venue" : "eLife 6,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "Regulation of actin assembly associated with protrusion and adhesion in cell migration",
      "author" : [ "C. Le Clainche", "M.F. Carlier" ],
      "venue" : "Physiol. Rev",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2008
    }, {
      "title" : "Beta and gamma actin mRNAs are differentially located within myoblasts",
      "author" : [ "M.A. Hill", "P. Gunning" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 1993
    }, {
      "title" : "Mechanical interplay between invadopodia and the nucleus in cultured cancer cells",
      "author" : [ "Revach", "O. Y" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2015
    }, {
      "title" : "Cell locomotion and focal adhesions are regulated by substrate flexibility",
      "author" : [ "Pelham", "R.J. Jr.", "Y. Wang" ],
      "venue" : "Proc. Natl Acad. Sci. USA",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 1997
    }, {
      "title" : "Integrin-matrix clusters form podosome-like adhesions in the absence of traction forces",
      "author" : [ "Yu", "C. H" ],
      "venue" : "Cell Rep",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2013
    }, {
      "title" : "Self-organized podosomes are dynamic mechanosensors",
      "author" : [ "O Collin" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2008
    }, {
      "title" : "Force feedback controls motor activity and mechanical properties of self-assembling branched actin",
      "author" : [ "P Bieling" ],
      "venue" : "networks. Cell 164,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2016
    }, {
      "title" : "Loading history determines the velocity of actin-network growth",
      "author" : [ "S.H. Parekh", "O. Chaudhuri", "J.A. Theriot", "D.A. Fletcher" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2005
    }, {
      "title" : "Load adaptation of lamellipodial actin",
      "author" : [ "J Mueller" ],
      "venue" : "networks. Cell 171,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2017
    }, {
      "title" : "F- and G-actin homeostasis regulates mechanosensitive actin nucleation by formins",
      "author" : [ "C Higashida" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2013
    }, {
      "title" : "Extracellular matrix rigidity promotes invadopodia activity",
      "author" : [ "Alexander", "N. R" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2008
    }, {
      "title" : "Sensing and modulation of invadopodia across a wide range of rigidities",
      "author" : [ "A Parekh" ],
      "venue" : "Biophys. J. 100,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2011
    }, {
      "title" : "PLD-dependent phosphatidic acid microdomains are signaling platforms for podosome formation",
      "author" : [ "M Bolomini-Vittori" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2019
    }, {
      "title" : "Invasive matrix degradation at focal adhesions occurs via protease recruitment by a FAK-p130Cas complex",
      "author" : [ "Y. Wang", "M.A. McNiven" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2012
    }, {
      "title" : "Phenotypical and functional characterization of clinical grade dendritic cells",
      "author" : [ "de Vries", "I. J" ],
      "venue" : "J. Immunother",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2002
    }, {
      "title" : "Generation of large numbers of fully mature and stable dendritic cells from leukapheresis products for clinical application",
      "author" : [ "B Thurner" ],
      "venue" : "J. Immunol. Methods 223,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 1999
    }, {
      "title" : "Selective and efficient generation of functional Batf3dependent CD103+ dendritic cells from mouse bone marrow",
      "author" : [ "Mayer", "C. T" ],
      "venue" : "Blood 124,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2014
    }, {
      "title" : "Optimizing imaging conditions for demanding multi-color super resolution localization microscopy",
      "author" : [ "L. Nahidiazar", "A.V. Agronskaia", "J. Broertjes", "B. van den Broek", "K. Jalink" ],
      "venue" : "PLoS ONE 11,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "a comprehensive ImageJ plug-in for PALM and STORM data analysis and super-resolution imaging",
      "author" : [ "M. Ovesny", "P. Krizek", "J. Borkovec", "Z. Svindrych", "Hagen", "G.M. ThunderSTORM" ],
      "venue" : "Bioinformatics 30, 2389–2390",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Spatiotemporal image correlation spectroscopy (STICS) theory, verification, and application to protein velocity mapping in living CHO cells",
      "author" : [ "B. Hebert", "S. Costantino", "P.W. Wiseman" ],
      "venue" : "Biophys. J. 88,",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2005
    }, {
      "title" : "Probing the integrin-actin linkage using high-resolution protein velocity mapping",
      "author" : [ "Brown", "C. M" ],
      "venue" : "J. Cell Sci. 119,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2006
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "To quantify the localization of each of these proteins with respect to the podosome core we used a semi-automatic selfdeveloped ImageJ macro that (1) recognizes the podosome core centers based on the actin image, (2) draws a vertical line of ~3 μm through the center of the core that rotates around its center and collects a profile for every line, and (3) produces an average radial intensity profile as a function of distance from the podosome core center.",
      "startOffset" : 146,
      "endOffset" : 149
    }, {
      "referenceID" : 1,
      "context" : "To quantify the localization of each of these proteins with respect to the podosome core we used a semi-automatic selfdeveloped ImageJ macro that (1) recognizes the podosome core centers based on the actin image, (2) draws a vertical line of ~3 μm through the center of the core that rotates around its center and collects a profile for every line, and (3) produces an average radial intensity profile as a function of distance from the podosome core center.",
      "startOffset" : 213,
      "endOffset" : 216
    }, {
      "referenceID" : 2,
      "context" : "To quantify the localization of each of these proteins with respect to the podosome core we used a semi-automatic selfdeveloped ImageJ macro that (1) recognizes the podosome core centers based on the actin image, (2) draws a vertical line of ~3 μm through the center of the core that rotates around its center and collects a profile for every line, and (3) produces an average radial intensity profile as a function of distance from the podosome core center.",
      "startOffset" : 353,
      "endOffset" : 356
    } ],
    "year" : 2019,
    "abstractText" : "Basement membrane transmigration during embryonal development, tissue homeostasis and tumor invasion relies on invadosomes, a collective term for invadopodia and podosomes. An adequate structural framework for this process is still missing. Here, we reveal the modular actin nano-architecture that enables podosome protrusion and mechanosensing. The podosome protrusive core contains a central branched actin module encased by a linear actin module, each harboring specific actin interactors and actin isoforms. From the core, two actin modules radiate: ventral filaments bound by vinculin and connected to the plasma membrane and dorsal interpodosomal filaments crosslinked by myosin IIA. On stiff substrates, the actin modules mediate long-range substrate exploration, associated with degradative behavior. On compliant substrates, the vinculin-bound ventral actin filaments shorten, resulting in shortrange connectivity and a focally protrusive, non-degradative state. Our findings redefine podosome nanoscale architecture and reveal a paradigm for how actin modularity drives invadosome mechanosensing in cells that breach tissue boundaries. https://doi.org/10.1038/s41467-019-13123-3 OPEN",
    "creator" : "Springer"
  }
}