{
  "name" : "downloads_2020-07-17_03_sun2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Recent Advances in Amphiphilic Polymer−Oligonucleotide Nanomaterials via Living/Controlled Polymerization Technologies",
    "authors" : [ "Hao Sun", "Lu Yang", "Matthew P. Thompson", "Steve Schara", "Wei Cao", "Wonmin Choi", "Ziying Hu", "Nanzhi Zang", "Weihong Tan", "Nathan C. Gianneschi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "In nature and in materials science, nucleic acids can store information in the primary sequence of bases and can take up defined and predictable structures from combinations of complementary strands, yielding complex morphologies. Aside from natural nucleic acids, artificial DNA- and RNAbased oligonucleotides are garnering substantial interest because they provide chemists and materials scientists with new functionality, including recognition and biological function, and opportunities in numerous emerging areas of research, including origami,1−3 nanoreactors,4,5 sensors,6 logic operations,7,8 molecular computers,9,10 and diagnostics.11−13\nThe field of polymer chemistry currently permeates nearly every facet of human life from industrial applications to highvalue-added uses, such as microelectronics and biomedicine.14−19 In particular, the development of “living” controlled polymerization technologies and the ever-expanding “click” chemistry toolbox has enabled polymer chemists to gain access to a remarkable array of innovative and sophisticated polymeric materials.20−26 Living polymerizations typically follow a chain-growth mechanism by which the possibilities of chain-termination events are greatly suppressed. Mainstream living polymerization techniques include reversible deactivation radical polymerization (RDRP),27−34 ring-opening polymerization (ROP) of cyclic esters,35−39 ring-opening metathesis polymerization (ROMP),40−42 and living anionic/\ncationic polymerizations.43−45 Through living polymerizations, one can precisely control the molecular weight, polydispersity, and chain-end functionality of synthetic polymers. In addition, living polymerizations enable the preparation of polymers with complex architectures, including linear diblock, cyclic, starshaped, hyperbranched, and comb morphologies, which are inaccessible by traditional polymerization methods.46\nRecently, nucleic acid−polymer conjugates have been attracting interest in biorelated fields because of the fusion of the properties of both oligonucleotides and synthetic polymers.47 Moreover, negatively charged oligonucleotide sequences alone have several downsides, including reduced bioavailability, poor intracellular delivery, and low nuclease resistance, which greatly hamper their effectiveness as therapeutic agents and in other in vivo applications.48 Thus, research efforts have been dedicated to overcoming these hurdles by developing new synthetic approaches to polymer− nucleic acid conjugates.49−59 Because synthetic polymers can be classified as hydrophilic and hydrophobic on the basis of\nSpecial Issue: Interfacing Biology with Materials using DNA Assemblies\nReceived: March 4, 2019 Revised: April 4, 2019 Published: April 10, 2019\n© 2019 American Chemical Society 1889 DOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nX E\nT E\nR o\nn Ju\nly 1\n7, 2\n02 0\nat 1\n0: 30\n:3 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ntheir water solubility, we can divide polymer−nucleic acid conjugates into two categories: water-soluble and amphiphilic polymer−oligonucleotide conjugates. Of particular interest are amphiphilic polymer−oligonucleotide conjugates, which are capable of self-assembling into nanostructures with various morphologies. Self-assembly of polymer−nucleic acid conjugates is typically governed by hydrophobic, electrostatic, and other intermolecular interactions, giving rise to spherical micelles, worms, and vesicles, among other morphologies.48 Therefore, precise tuning of the length and architecture of synthetic polymers is directly correlated with the morphology of self-assembling polymer−nucleic acid conjugates, as this can directly affect the balance of intermolecular interactions. In this review, we highlight three main objectives. First, we aim to critically assess the state-of-the-art living polymerization strategies for conjugating synthetic polymers to oligonucleotides, including the numerous polymerization methods that yield the synthetic polymers, as well as the various topologies of the resulting polymer−oligonucleotide conjugates (Schemes 1 and 2). In general, three macromolecular engineering\napproaches, i.e., “graft to”, “graft from”, and “graft through”, can be adopted to design polymer−oligonucleotide conjugates (Scheme 2A). Among them, the graft-to strategy has received the most interest because of the versatility of click chemistry in macromolecular engineering. In principle, all of the architectures of polymer−oligonucleotide conjugates can be achieved via the graft-to approach, akin to connecting Legos. Nevertheless, unreacted polymers and/or oligonucleotides typically require tremendous efforts in purifications (separating several macromolecules). Therefore, graft-from and graft-through approaches have been recently developed, exhibiting prominent advantages in efficient separation of polymers and monomers upon polymerization. It should be noted that the existing architectures of polymer−oligonucleotide conjugates by graft-from and graft-through methods remain limited to linear diblock and comb, respectively. The recent examples of polymer−oligonucleotide conjugates via controlled polymerization techniques are systemically summarized in Table 1. Second, we discuss nanomaterials and the various morpholo-\ngies that arise from the self-assembly of polymer−oligonucleotide conjugates as well as how this may predict potential applications of those materials. Although we cover here a library of recent examples in self-assembly of DNA−polymer conjugates driven by hydrophobic interactions in the polymer domain, we wish to emphasize that the self-assembly of DNA− polymer conjugates can be attributed to other mechanisms such as DNA base pairing. Therefore, we direct readers interested in self-assembly of DNA-containing copolymers to a more specialized survey by Zhang and co-workers.60 Lastly, we evaluate the current challenges and future directions of this field."
    }, {
      "heading" : "2. LIVING POLYMERIZATION APPROACHES TO POLYMER−OLIGONUCLEOTIDE CONJUGATES",
      "text" : "2.1. Atom-Transfer Radical Polymerization. RDRP is perhaps the most popular controlled polymerization approach, and it has three subsets: atom transfer radical polymerization (ATRP),22,61 reversible addition−fragmentation transfer (RAFT),20,62,63 and nitroxide-mediated polymerization (NMP).34 Among them, ATRP is now ubiquitous in the field of polymer science since its invention by the Matyjaszewski group in 1995.64 In a typical ATRP mechanism, a ligated copper(I) halide catalyst rapidly reduces and simultaneously activates an ATRP initiator (i.e., alkyl halide) via an atom transfer process, promoting the formation of alkyl\nScheme 1. Scope of Living Polymerization Approaches in This Review: RDRP (ATRP and RAFT) and ROMP\nScheme 2. (A) Various Approaches to Polymer− Oligonucleotide Conjugates, Including “Graft to”, “Graft from”, and “Graft through”; (B) Architectures of Polymer− Oligonucleotide Conjugates Achieved by Living Polymerization Techniques\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1890\nradicals that can initiate the polymerization of vinyl monomers. The propagating radicals can be reversibly deactivated by a copper(II) halide, which oxidizes the polymer radicals by donating a halide atom to the chain end (Scheme 1). ATRP has proven to be very useful and powerful in designing sophisticated macromolecular architectures as well as inducing surface modifications for inorganic−organic composite materials.25,30,65 Very recently, the protocol of ATRP has been successfully translated to polymer−oligonucleotide synthesis.66−72\nSeveral illustrative examples involving ATRP have been reported as a result of collaboration between the Matyjaszewski and Das groups.69−72 In their first example, star-shaped polymer−DNA conjugates were achieved by the combination of ATRP and copper-catalyzed azide−alkyne cycloaddition (CuAAC) click chemistry.71 In the synthesis of the polymer component, a bifunctional ATRP initiator (3-azidopropyl 2- bromophenylacetate) was utilized, contributing terminal azide\nfunctionalities to the resulting star poly(oligo(ethylene glycol) methacrylate) (POEGMA). This azide-containing POEGMA was subsequently tethered to alkyne-modified DNA through CuAAC, leading to polymer biohybrid materials. A later report by the same groups demonstrated the first example of an ATRP-promoted graft-from approach to polymer−DNA conjugates.69 The DNA macroinitiator was obtained during solid-phase synthesis by covalently linking an alkyl bromide to the DNA chain end (Figure 1). Polymerization could then be performed from the DNA macroinitiator, either in solution or off of the solid support. Gel-permeation chromatography (GPC) and fluorescence analysis confirmed the identity of polymer−DNA hybrids. Most recently, single-electron-transfer ATRP (SET-ATRP) was applied to the preparation of polymer−DNA conjugates via a graft-from approach supported by a DNA synthesizer.70 Two monomers, hydrophilic oligo(ethylene glycol) acrylate and hydrophobic methyl acrylate, were successfully grafted from DNA. Compared\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1891\nwith the traditional ATRP process, this phototriggered approach is quite promising because of its many advantages over traditional ATRP, such as significantly reduced quantities of the copper catalyst, the absence of a reducing agent, mild reaction conditions, excellent oxygen tolerance, and ambient temperature conditions. It should be noted that copper species may result in damage of oligonucleotides during either ATRP or the CuAAC process. Therefore, mild reaction conditions such as a low concentration of copper and a short reaction period should be considered when oligonucleotides are present in the reaction solution. Zhang and co-workers employed a solid-phase click reaction to obtain polystyrene−nucleic acid conjugates (Figure 2).68\nPolystyrene was synthesized via ATRP, which placed a bromide group at the ω terminus of the polymer chain. Upon addition of sodium azide to the polymer solution, the terminal bromide was transformed into an azide, enabling subsequent CuAAC with an alkyne-modified nucleic acid sequence on the solid support. Most interestingly, the chain lengths of hydrophobic polystyrene and hydrophilic DNA could easily be tuned by ATRP and DNA synthesis, respectively. In view of this, various self-assembled morphologies (micelles and rods) were formed under kinetic control in aqueous solution. Recently, the scope of ATRP was further extended to polymer−DNA origami hybrid materials. BarnerKowollik, Weil, and co-workers conducted in situ ATRP to grow polymers from DNA origami, giving rise to several nanopatterned polymers with different heights.67 Upon crosslinking, the polymeric nanopattern was stabilized in the solution even after removal of the origami template. Very recently, a collaboration between the Tan and Sumerlin groups led to a photoresponsive hyperbranched polymer− DNA aptamer conjugate (Figure 3).73 In their approach, segmented hyperbranched polymers bearing pendent lightsensitive o-nitrobenzyl functionalities were synthesized by selfcondensing vinyl polymerization via the ATRP mechanism. The hyperbranched polymer possessed abundant terminal bromines, facilitating subsequent SN2 substitution with sodium azide. Furthermore, the azide-modified hyperbranched polymer was “clicked” to dibenzocyclooctyne (DBCO)-functionalized DNA aptamer, giving rise to the polymer−DNA hybrid.\n2.2. Reversible Addition−Fragmentation Transfer Polymerization. While tremendous success has been achieved by ATRP, residual metal catalysts are typically difficult to remove from the product, which may cause undesired toxicities in biological applications and complications in electronic properties.74,75 The RAFT polymerization\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1892\ntechnique has received an equal amount of attention because of its unique advantages associated with its metal-free protocol and mild reaction conditions.76,77 A typical RAFT process requires the use of chain-transfer agents (e.g., trithiocarbonate and dithioester compounds) and external initiators (e.g., azobis(isobutyronitrile) (AIBN) and benzoyl peroxide (BPO)). Recent studies have demonstrated that RAFT polymerization can proceed via an iniferter mechanism even in the absence of external initiators.78 Therefore, RAFT represents one of the most promising living polymerization techniques for both industrial and high-value-added applications.79−86\nThe first example of RAFT-mediated synthesis of polymer− DNA conjugates was described by He et al. (Figure 4).87 In that report, a RAFT chain-transfer agent was covalently attached to the distal point of a surface-immobilized oligonucleotide. Upon thermal initiation by AIBN at 30 °C, RAFT polymerization occurred, leading to controlled growth of POEGMA from the DNA chains on the gold surface. Interestingly, significantly accelerated polymerization kinetics was observed, presumably because of the presence of the negatively charged oligonucleotides. The O’Reilly group conducted a series of studies involving the conjugation of RAFT polymers to DNA.88−90 In their initial studies, an approach to thermally responsive polymer−DNA tetrahedra was demonstrated. Poly(N-isopropylacrylamide) (PNIPAM) was prepared via RAFT polymerization of NIPAM monomers at 70 °C with AIBN.90 Postpolymerization modifications of the PNIPAM removed the trithiocarbonate at the ω end and subsequently installed an azide functionality to the α terminus. At low DNA concentrations, the azide-modified PNIPAM was quantitatively conjugated to an alkyne-containing singlestranded DNA (ssDNA), s2, via CuAAC, followed by assembly of the tetrahedron with three other component DNA strands, i.e., s1, s3, and s4 (Figure 5). In addition, they also evaluated the coupling efficiency between preassembled DNA tetrahedra and the polymer. However, the yield of this approach was quite low. In a later report, they systematically investigated the conjugation efficiency of DNA to PNIPAM via a range of chemistries, including amide coupling, thiol−ene, and tetrazine−norbornene reactions in organic solvents.88 Accord-\ning to their results, amide coupling and thiol−ene reactions were not effective for the synthesis of polymer−oligonucleotide conjugates, while catalyst-free Diels−Alder reactions between tetrazine and norbornene moieties gave rise to the desired products in good yields of up to 40%. It is noteworthy that the synthesis of tetrazine-end-functionalized PNIPAM was realized by a combination of RAFT polymerization and a postpolymerization modification strategy. In 2016, Zhu et al. reported a novel hyperbranched polymer−DNA conjugate that was obtained via RAFT-based self-condensing vinyl polymerization and thiol−ene chemistry.91 In that study, RAFT polymerization of a chain-transfer monomer bearing disulfide linkages resulted in a hyperbranched polymer with vinyl groups on the periphery. A subsequent Michael addition reaction between the vinyl groups and thiol-modified DNA aptamers afforded the hyperbranched polymer−DNA aptamer conjugates.\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1893\n2.3. Ring-Opening Metathesis Polymerization. ROMP is one of the most potent controlled polymerization techniques for generating polymers with predictable molecular weights and architectures, high end-group fidelity, and narrow MW distributions.42,85,92 In general, ROMP can be initiated with transition-metal initiators, including Grubbs ruthenium catalysts and tungsten or molybdenum alkylidene complexes. The excellent tolerance of functional groups during ROMP has facilitated access to a wide range of advanced materials, such as bottle-brush polythiophene-based semiconductors and therapeutic polypeptides for biomedical applications.16,17,93−100 Aside from RDRP approaches (vide supra), polymer− oligonucleotide conjugates can also be accessed using ROMP.101 In 2014, the Gianneschi group reported the first example of brush-type poly(oligonucleotides) via direct ROMP of oligonucleotide-modified norbornene monomers\n(Figure 6).102 In their study, both brush-type poly(peptide nucleic acid) homopolymers and amphiphilic brush−linear diblock poly(peptide nucleic acid)-b-poly(phenylnorbornene) copolymers were reported. A few months later, Herrmann et al. reported another graft-through example of brush-type poly(oligonucleotide)s by ROMP.103 The beauty of their work relied on the complexation of oligonucleotides and surfactants, which dramatically increased the solubility of the oligonucleotides in organic solvents. This enabled highly efficient acylation of DNA terminal amines with activated ester-containing hydrophobic compounds, which are typically insoluble in aqueous environment and thus unreactive toward oligonucleotides. For example, the 5′ terminus of the oligonucleotide− surfactant complex was functionalized with a norbornene unit, which is polymerizable under ROMP conditions. The DNA macromonomers were then homopolymerized in the presence\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1894\nof first- or second-generation Grubbs catalysts, yielding polynorbornene−DNA conjugates with DNA located on the side chains. In comparison, Herrmann utilized classic DNA with a polyanionic phosphate backbone while Gianneschi’s work involved “peptide nucleic acids”, in which nucleobases are linked together via neutral amide bonds. Besides the graft-through approach (i.e., direct polymer-\nization of DNA monomers), a graft-to route (i.e., postpolymerization functionalization) is being widely used as well. The Zhang group has recently demonstrated a great deal of interesting work toward polynorbornene−DNA conjugates.49,51,52,54,104,105 In one example, norbornene PEG and norbornene bromide were copolymerized in the presence of a Grubbs catalyst, followed by replacement of bromide with azide functionalities that allowed for further conjugation with Her2 antisense DNA strands containing 5′ dibenzocyclooctyne (DBCO), resulting in brush-type polymer−DNA conjugates (Figure 7).52 It is interesting to note that embedded DNA remained active and could rapidly hybridize with complementary DNA (t1/2 < 10 s), even under the highly congested conditions arising from the brush architecture. Moreover, polymer−DNA conjugates possessed enhanced nuclease stability compared with free DNA. In a later report, they designed and synthesized a linear diblock copolymer consisting of poly(paclitaxel−norbornene) and DNA.51 In the case of polymer synthesis, the monomers were prepared by modifying the hydrophobic, anticancer drug paclitaxel with a norbornene\nmoiety. Upon functionalization of the drug, paclitaxel− norbornene was homopolymerized by ROMP, giving poly(paclitaxel−norbornene), which was subsequently modified with an azide end group by reaction with an azide-containing chain-transfer agent. The resulting azide end-functionalized poly(paclitaxel−norbornene) was conjugated with DBCOcontaining DNA via strain-promoted alkyne−azide cyclization (SPAAC), yielding the polydrug−DNA hybrid.\n2.4. Ring-Opening Polymerization of Cyclic Esters and N-Carboxyanhydride. Despite remarkable achievements through RDRP and ROMP over the past decade, their use has been limited because carbon−carbon polymer backbones are typically considered nondegradable under common conditions.106 Degradable polymers are an important field of polymer science, and a wide variety of applications have been discovered, spanning from microelectronics to nanomedicine and environmental remedies.107−109 Many synthetic strategies have been developed to confer degradability to the polymer backbone. Among them, the ROP technique represents a powerful chain-growth approach to degradable polymers with functional groups, predictable degrees of polymerization, and narrow molecular weight distributions.39,110 A library of biodegradable polymer−DNA conjugates has recently been described.111−115 For example, Li et al. invented a facile approach to polypeptide−DNA conjugates by combining N-carboxyanhydride (NCA) ROP and CuAAC click chemistry (Figure 8).113 To provide handles for DNA\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1895\nconjugations, alkyne-functionalized NCA monomers were designed and homopolymerized via ROP in the presence of a propargylamine initiator, resulting in polypeptides with both terminal and pendent alkyne moieties. Upon polymerization, azide−DNA was grafted to polypeptides via CuAAC, forming brush architectures of polymer−DNA conjugates. In 2014, Zhu, Yan, and co-workers reported an amphiphilic hyperbranched polymer−DNA aptamer conjugate.111 The hydrophobic hyperbranched poly(3-ethyl-3-oxetanemethanol) (HBPO) was synthesized through cationic ROP of a 3-ethyl3-(hydroxymethyl)oxetane monomer catalyzed by BF3·Et2O. Subsequently, HBPO was used as a multihydroxyl initiator for anionic ROP of ethylene oxide (EO), generating HBPO-starPEO containing hydroxyl groups on the periphery. A small portion of the HBPO-star-PEO hydroxyl groups were then transformed to acrylates, facilitating a subsequent Michael addition reaction with a thiol aptamer. The HBPO−PEO− aptamer conjugate was able to self-assemble into a micellar structure, as evidenced by transmission electron microscopy (TEM) and dynamic light scattering (DLS). Moreover, the micelles exhibited low cytotoxicity due to the inherent biocompatibility of HBPO−PEO polymers. Most recently, block linear and brush block-shaped polyester−DNA conjugates were developed by Mirkin et al. (Figure 9).112 In their approach to brush block-type conjugates, commercial polycaprolactone (PCL) was utilized as the macroinitiator for ROP of α-chloro-ε-caprolactone in the presence of a tin catalyst, giving rise to diblock PCL with a second block bearing pendent chlorides. Subsequent substitution of the chlorides with sodium azide followed by conjugation with DBCOmodified DNA via SPAAC click chemistry gave brushlike PCL−DNA hybrids. The brush block-shaped PCL−DNA conjugates are amphiphilic and can self-assemble into spherical nucleic acid micelles that have a higher density of corona DNA than micelles arising from PCL−DNA with linear block architectures. As a result, superior spherical DNA properties, such as increased cellular uptake and intracellular gene regulation behaviors, were found in the case of brush-shaped PCL−DNA micelles."
    }, {
      "heading" : "3. SELF-ASSEMBLY AND APPLICATIONS OF POLYMER−OLIGONUCLEOTIDE CONJUGATES",
      "text" : "Self-assembling amphiphilic polymeric nanomaterials have garnered significant attention as promising delivery vehicles because of their high colloidal stability at low solution concentrations, biocompatibility, and molecular-cargo-carrying capabilities.116 Among various self-assembled morphologies, spherical micelles have been exploited the most because of their facile preparation protocol and ease of encapsulating cargoes.117 Nevertheless, other shapes such as worms, cylinders (rod and worm), and vesicles possess several advantages over spherical micelles. For instance, vesicles are capable of loading two different molecules in the hydrophilic interior and hydrophobic membrane, providing opportunities for multimodal delivery.118 In the case of wormlike morphologies, a higher loading capability can be achieved in comparison with spherical micelles. The relationship between the amphiphilic polymer structure and the resulting nanoparticle shape can be established by the critical packing parameter, which dictates the interfacial curvature within the nanoaggregate (Scheme 3).117 The critical packing parameter is represented by p = v/ al, in which v is the volume of the hydrophobic segment, a is the hydrophilic headgroup area, and l is the hydrophobic chain\nlength. Indeed, different morphologies can be predicted and achieved by tuning the packing parameter. In the case of p < 1/3, spherical micelles with high curvature are favored. Worms or nanorods can be formed when p ranges from 1/3 to\n1/2. Further increasing p from 1/2 to 1 leads to vesicle formation. It is worth mentioning that this rule is typically applicable to structures at equilibrium rather than cases of kinetically trapped, out-of-equilibrium structures. In the next section, we will broadly assess recent work involving the self-assembly and existing applications of amphiphilic polymer−DNA conjugates exclusively derived from living polymerization techniques.119\nAmphiphilic polymer−DNA conjugates are able to selfassemble into nano-objects. A library of morphologies, including micelles, nanorods, worms, and vesicles, has been reported recently.120−122 In 2010, the Gianneschi group demonstrated a “programmable” shape-shifting micelle based on enzyme-responsive brush-type poly(phenylnorbornene)− DNA conjugates (Figure 10).123 The DNA−brush copolymer amphiphiles can self-assemble into micelles ∼25 nm in diameter as characterized by TEM. Because the DNA side chains contain an RNA base (rA) in the nucleotide sequence, the addition of a specific DNAzyme (phosphodiesterase) can selectively cut at the rA position, shortening the hydrophilic DNA chains and inducing a surfactant reorganization and concomitant shape transformation from micelle (high interfacial curvature) to nanorod (low interfacial curvature). Furthermore, they showed that the nanorod-to-micelle transition can be realized by adding a complementary ssDNA strand that can form a duplex with the truncated DNA in the nanorod shell, promoting an increase in the hydrophilic headgroup area and thereby reducing the packing parameter. This research suggests that one can precisely control the morphology of self-assembly by adjusting the packing parameter of the polymer−oligonucleotide conjugate. In a recent work by Zhang, a series of hybrid diblock copolymers of PS (3.9, 5.5, 8.5, and 14 kDa) and oligonucleotides (6-,19-, and 26-mers) were used to examine their self-assembly behaviors.68 Kinetic morphological products were obtained via direct self-assembly in water. By using this strategy, they obtained micellar structures when the PS length was short (3.9 kDa). With increasing PS molecular weight, an increase in micelle size was initially observed. Further increasing the PS chain length led to high-order\nScheme 3. Packing Parameter Dictates the Shape of SelfAssembled Nanostructures of Polymer−Oligonucleotide"
    }, {
      "heading" : "Conjugates at Equilibrium",
      "text" : "DOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1896\nrodlike morphologies. On the other hand, thermodynamic selfassembled products were formed via the classic nanoprecipitation method, which involves adding water into a DMF solution of PS−DNA. This nanoprecipitation method generated only spherical nanoparticles with no evidence of high-order morphologies. This result elucidated that strong repulsive electrostatic interactions between DNA strands created high interfacial curvatures between the hydrophilic shell and hydrophobic core. A thermally responsive polymer− oligonucleotide micelle based on PNIPAM was reported by O’Reilly and co-workers (Figure 11).90 In that study, a mixture of PNIPAM−DNA tetrahedron conjugates (1 equiv) and PNIPAM homopolymer (10 equiv) formed large and welldefined spherical nanoparticles (220 nm by DLS) at 40 °C, which is above the lower critical solution temperature (LCST) of PNIPAM. When the solution temperature was reduced to room temperature, the micellar structures collapsed back to free polymer−DNA unimers as a result of increased solvation of the PNIPAM core.\nA biocompatible and targeted drug delivery system based on redox-sensitive hyperbranched polymer−aptamer conjugates (HBP-A) was proposed by Zhu et al.91 According to their DLS and TEM results, HBP-A could self-assemble into spherical nanoparticles (81 nm) in aqueous solution. After the anticancer drug doxorubicin (DOX) was loaded into the core, the size of drug-loaded HBP-A nanoparticles increased to 94 nm. Because the backbone of the hyperbranched polymer contains disulfide linkages, the nanoparticles can disintegrate in the presence of a reducing agent (e.g., glutathione), promoting the drug release event. Moreover, HBP-A nanoparticles could effectively target MCF-7 breast cancer cells because of the high affinity of the aptamer for nucleolin, which is overexpressed by MCF-7 cells. Finally, cell viability analysis was carried out in both a noncancerous line (L-979) and a cancerous line (MCF7), demonstrating that DOX-loaded HBP-A had a therapeutic effect similar to that of free DOX and very low cytotoxicity toward normal cells. These results clearly reveal the great potential of hyperbranched polymer−aptamer conjugates as an efficient drug delivery platform in cancer therapy (Figure 12).\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1897\nHigh-order vesicle-like nanostructures arising from selfassembled polymer−DNA conjugates can be also achieved.120−122 Vebert-Nardin and co-workers employed amphiphilic poly(butadiene)−cytidine12 as a building block that can self-assemble into nanometer-sized vesicular structures with an average diameter of 80 nm.122 The polymer−DNA vesicles are naturally recognized by microorganisms and become anchored to oligonucleotide-modified surfaces. Following this, the adhesion and biofilm formation of bacterial (Escherichia coli) were investigated. Because of the self-recognition properties of DNA based on complementary Watson−Crick base pairing, polymer−DNAderived supramolecular nanostructures can aggregate into even higher ordered structures. In one example, Zhang explored the possibility of forming higher-ordered assemblies of PS−DNA diblock copolymer micelles by hybridization of two complementary PS−DNA micelles (Figure 13).68 DLS indicated that aggregated micelles (56 nm) were formed as a result of DNA hybridization. Moreover, the aggregated nanostructure dis-\nsociated into individual micelles (12 nm) as the solution temperature was raised close to the melting point of the DNA duplex, inducing breakage of the DNA cross-linker. The same group further utilized polycondensation of triblock polymer− DNA brushes to construct high-order supramolecular worms or cross-linked networks (Figure 14).54 Two approaches were used, one with a palindromic DNA at both ends and the other with a pair of DNA sequences attached regiospecifically. Aside from nanoscale materials, macroscopic materials based on polymer−DNA conjugates have also been reported. For instance, Liu and Shu invented a rapid-forming supramolecular polypeptide−DNA hydrogel (i.e., bio-ink) used for threedimensional bioprinting.114 Two complementary inks were involved in the gel formation (Figure 15). Bio-ink A is a brushtype polypeptide−DNA consisting of a polypeptide backbone and ssDNA side chains. In contrast, bio-ink B serves as a crosslinker and is a double-stranded DNA with two identical “sticky” ends possessing a complementary sequence to the DNA on the polypeptide−DNA conjugate. Upon manual\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1898\nmixing of the two inks, gelation can occur within seconds, resulting in a mechanically stable gel with a high storage modulus of up to 5000 Pa. 3D cell printing was further demonstrated to construct nontoxic cell-containing scaffolds that can maintain normal cell function. Lastly, they observed\nthat the peptide−DNA hydrogel is biodegradable after exposure to proteases and nucleases."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "Many recent developments in living/controlled polymerization methodologies have significantly advanced the field of polymer−oligonucleotide conjugation. In particular, ATRP, RAFT, ROP of cyclic esters, and ROMP have proven to be especially well suited for the synthesis of well-defined polymer−DNA hybrids via a variety of approaches, including “graft to”, “graft from”, and “graft through”. Thanks to the potency of living polymerization technologies, various architectures of polymer−DNA conjugates can be engineered and achieved, including linear block, brush, star, hyperbranched, and gel morphologies. Nanostructures derived from those polymer−oligonucleotide conjugates have been extensively studied. Consequentially, in some cases the functions (e.g., cell penetration and gene regulation) of nucleic acids can be greatly enhanced as a result of architectural effects and self-assembly of polymer−DNA conjugates, presenting a much higher density of oligonucleotides in the corona of nanoparticles.112 Moreover, the stubborn issue of low resistance of free oligonucleotides to degradation can be solved by protecting them with well-designed polymer shells.50 These exciting studies have unequivocally elucidated the essential role of polymers in governing the properties of the nucleic acids grafted to them. Furthermore, in this review we have covered several high-added-value applications such as drug delivery systems, gene regulation, biofilm formation, and 3D bioprinting based on differently shaped nanoassemblies or macroscopic materials (i.e., hydrogels). Despite the tremendous success described above, many challenges still remain. One significant barrier is the low\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1899\nefficiency of conjugating hydrophobic polymers to hydrophilic DNA, as it is difficult to find a mutually effective solvent for both. Yields are typically below 20%, wasting a critical amount of expensive DNA starting material.88 Some recent reports have revealed that enhanced conjugation efficiency can be accomplished using solid supports (DNA synthesizers). However, the overall yields significantly decreased as the chain length of the immobilized oligonucleotides increased. In addition, high-cost DNA synthesizers are not widely accessible, further limiting the use of the solid-phase conjugation\napproach. While the grafting-from approach involving the living polymerization of monomers with a nucleic acid macroinitiator has been rarely explored, we foresee that this will soon become a favorable direction in polymer chemistry research. Indeed, the graft-from technique has garnered tremendous success in protein−polymer conjugation due to its high efficiency and ease of purification by separation of the desired macromolecular product from the low-molecularweight monomers. Therefore, the future success of this approach is expected to be translated to polymer−DNA\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1900\nconjugate syntheses. Since living polymerization techniques are continually being developed and the ability to prepare sophisticated polymers with new functions and properties is expanding, we believe that many new polymer−oligonucleotide conjugates will adopt great roles in the next generation of DNA nanotechnology and materials science.\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: nathan.gianneschi@northwestern.edu. *E-mail: tan@chem.ufl.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Hao Sun: 0000-0001-9153-4021 Lu Yang: 0000-0001-6049-6763 Weihong Tan: 0000-0002-8066-1524 Nathan C. Gianneschi: 0000-0001-9945-5475"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We acknowledge support from the National Science Foundation (DMR-1710105).\n■ REFERENCES (1) Tikhomirov, G., Petersen, P., and Qian, L. L. (2017) Fractal assembly of micrometre-scale DNA origami arrays with arbitrary patterns. Nature 552 (7683), 67−71. (2) Wagenbauer, K. F., Sigl, C., and Dietz, H. (2017) Gigadaltonscale shape-programmable DNA assemblies. Nature 552 (7683), 78− 83. (3) Ong, L. L., Hanikel, N., Yaghi, O. K., Grun, C., Strauss, M. T., Bron, P., Lai-Kee-Him, J., Schueder, F., Wang, B., Wang, P. F., et al. (2017) Programmable self-assembly of three-dimensional nanostructures from 10,000 unique components. Nature 552 (7683), 72−77. (4) Liu, M. H., Fu, J. L., Hejesen, C., Yang, Y. H., Woodbury, N. W., Gothelf, K., Liu, Y., and Yan, H. (2013) A DNA tweezer-actuated enzyme nanoreactor. Nat. Commun. 4, 2127. (5) Liu, Y., Hou, W. J., Sun, H., Cui, C., Zhang, L. Q., Jiang, Y., Wu, Y. X., Wang, Y. Y., Li, J., Sumerlin, B. S., et al. (2017) Thiol-ene click chemistry: a biocompatible way for orthogonal bioconjugation of colloidal nanoparticles. Chem. Sci. 8 (9), 6182−6187. (6) Alonso-Cristobal, P., Vilela, P., El-Sagheer, A., Lopez-Cabarcos, E., Brown, T., Muskens, O. L., Rubio-Retama, J., and Kanaras, A. G. (2015) Highly Sensitive DNA Sensor Based on Upconversion Nanoparticles and Graphene Oxide. ACS Appl. Mater. Interfaces 7 (23), 12422−12429. (7) Han, D., Zhu, Z., Wu, C. C., Peng, L., Zhou, L. J., Gulbakan, B., Zhu, G. Z., Williams, K. R., and Tan, W. H. (2012) A Logical Molecular Circuit for Programmable and Autonomous Regulation of Protein Activity Using DNA Aptamer-Protein Interactions. J. Am. Chem. Soc. 134 (51), 20797−20804. (8) You, M. X., Zhu, G. Z., Chen, T., Donovan, M. J., and Tan, W. H. (2015) Programmable and Multiparameter DNA-Based Logic Platform For Cancer Recognition and Targeted Therapy. J. Am. Chem. Soc. 137 (2), 667−674. (9) Song, Y., Kim, S., Heller, M. J., and Huang, X. H. (2018) DNA multi-bit non-volatile memory and bit-shifting operations using addressable electrode arrays and electric field-induced hybridization. Nat. Commun. 9, 281. (10) Kishi, J. Y., Schaus, T. E., Gopalkrishnan, N., Xuan, F., and Yin, P. (2018) Programmable autonomous synthesis of single-stranded DNA. Nat. Chem. 10 (2), 155−164. (11) Zhang, J. J., Smaga, L. P., Satyavolu, N. S. R., Chan, J., and Lu, Y. (2017) DNA Aptamer-Based Activatable Probes for Photoacoustic Imaging in Living Mice. J. Am. Chem. Soc. 139 (48), 17225−17228.\n(12) Wan, S., Zhang, L. Q., Wang, S., Liu, Y., Wu, C. C., Cui, C., Sun, H., Shi, M. L., Jiang, Y., Li, L., Qiu, L. P., and Tan, W. H. (2017) Molecular Recognition-Based DNA Nanoassemblies on the Surfaces of Nanosized Exosomes. J. Am. Chem. Soc. 139 (15), 5289−5292. (13) Wang, Y. Y., Wu, C. C., Chen, T., Sun, H., Cansiz, S., Zhang, L. Q., Cui, C., Hou, W. J., Wu, Y., Wan, S., et al. (2016) DNA micelle flares: a study of the basic properties that contribute to enhanced stability and binding affinity in complex biological systems. Chem. Sci. 7 (9), 6041−6049. (14) Alsbaiee, A., Smith, B., Xiao, L., Ling, Y., Helbling, D., and Dichtel, W. (2016) Rapid removal of organic micropollutants from water by a porous beta-cyclodextrin polymer. Nature 529 (7585), 190−194. (15) Xu, J., Wang, S. H., Wang, G. J. N., Zhu, C. X., Luo, S. C., Jin, L. H., Gu, X. D., Chen, S. C., Feig, V. R., To, J., et al. (2017) Highly stretchable polymer semiconductor films through the nanoconfinement effect. Science 355 (6320), 59−64. (16) Nguyen, M. M., Carlini, A. S., Chien, M. P., Sonnenberg, S., Luo, C. L., Braden, R. L., Osborn, K. G., Li, Y. W., Gianneschi, N. C., and Christman, K. L. (2015) Enzyme-Responsive Nanoparticles for Targeted Accumulation and Prolonged Retention in Heart Tissue after Myocardial Infarction. Adv. Mater. 27 (37), 5547−5552. (17) Callmann, C. E., Barback, C. V., Thompson, M. P., Hall, D. J., Mattrey, R. F., and Gianneschi, N. C. (2015) Therapeutic EnzymeResponsive Nanoparticles for Targeted Delivery and Accumulation in Tumors. Adv. Mater. 27 (31), 4611−4615. (18) Alfurhood, J. A., Sun, H., Kabb, C. P., Tucker, B. S., Matthews, J. H., Luesch, H., and Sumerlin, B. S. (2017) Poly(N-(2hydroxypropyl)-methacrylamide)-valproic acid conjugates as block copolymer nanocarriers. Polym. Chem. 8 (34), 4983−4987. (19) Fuller, E. G., Sun, H., Dhavalikar, R. D., Unni, M., Scheutz, G. M., Sumerlin, B. S., and Rinaldi, C. (2019) Externally Triggered Heat and Drug Release from Magnetically Controlled Nanocarriers. ACS Appl. Polym. Mater. 1 (2), 211−220. (20) Hill, M., Carmean, R., and Sumerlin, B. (2015) Expanding the Scope of RAFT Polymerization: Recent Advances and New Horizons. Macromolecules 48 (16), 5459−5469. (21) Sun, H., Dobbins, D. J., Dai, Y., Kabb, C. P., Wu, S., Alfurhood, J. A., Rinaldi, C., and Sumerlin, B. S. (2016) Radical Departure: Thermally-Triggered Degradation of Azo-Containing Poly(βthioester)s. ACS Macro Lett. 5 (6), 688−693. (22) Matyjaszewski, K. (2012) Atom Transfer Radical Polymerization (ATRP): Current Status and Future Perspectives. Macromolecules 45 (10), 4015−4039. (23) Matyjaszewski, K. (2005) Macromolecular engineering: From rational design through precise macromolecular synthesis and processing to targeted macroscopic material properties. Prog. Polym. Sci. 30 (8−9), 858−875. (24) Sumerlin, B., and Vogt, A. (2010) Macromolecular Engineering through Click Chemistry and Other Efficient Transformations. Macromolecules 43 (1), 1−13. (25) Sun, H., Kabb, C. P., Dai, Y., Hill, M. R., Ghiviriga, I., Bapat, A. P., and Sumerlin, B. S. (2017) Macromolecular metamorphosis via stimulus-induced transformations of polymer architecture. Nat. Chem. 9, 817−823. (26) Sun, H., Kabb, C. P., Sims, M. B., and Sumerlin, B. S. (2019) Architecture-transformable polymers: Reshaping the future of stimuliresponsive polymers. Prog. Polym. Sci. 89, 61−75. (27) Konkolewicz, D., Wang, Y., Zhong, M. J., Krys, P., Isse, A. A., Gennaro, A., and Matyjaszewski, K. (2013) Reversible-Deactivation Radical Polymerization in the Presence of Metallic Copper. A Critical Assessment of the SARA ATRP and SET-LRP Mechanisms. Macromolecules 46 (22), 8749−8772. (28) Treat, N. J., Fors, B. P., Kramer, J. W., Christianson, M., Chiu, C. Y., Read de Alaniz, J., and Hawker, C. J. (2014) Controlled Radical Polymerization of Acrylates Regulated by Visible Light. ACS Macro Lett. 3 (6), 580−584. (29) Sun, H., Kabb, C. P., and Sumerlin, B. S. (2014) Thermallylabile segmented hyperbranched copolymers: using reversible-\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1901\ncovalent chemistry to investigate the mechanism of self-condensing vinyl copolymerization. Chem. Sci. 5 (12), 4646−4655. (30) Niu, J., Lunn, D. J., Pusuluri, A., Yoo, J. I., O’Malley, M. A., Mitragotri, S., Soh, H. T., and Hawker, C. J. (2017) Engineering live cell surfaces with functional polymers via cytocompatible controlled radical polymerization. Nat. Chem. 9 (6), 537−545. (31) Xu, J. T., Fu, C. K., Shanmugam, S., Hawker, C. J., Moad, G., and Boyer, C. (2017) Synthesis of Discrete Oligomers by Sequential PET-RAFT Single-Unit Monomer Insertion. Angew. Chem., Int. Ed. 56 (29), 8376−8383. (32) Boyer, C., Bulmus, V., Davis, T. P., Ladmiral, V., Liu, J. Q., and Perrier, S. (2009) Bioapplications of RAFT Polymerization. Chem. Rev. 109 (11), 5402−5436. (33) Ng, G., Yeow, J., Xu, J. T., and Boyer, C. (2017) Application of oxygen tolerant PET-RAFT to polymerization-induced self-assembly. Polym. Chem. 8 (18), 2841−2851. (34) Nicolas, J., Guillaneuf, Y., Lefay, C., Bertin, D., Gigmes, D., and Charleux, B. (2013) Nitroxide-mediated polymerization. Prog. Polym. Sci. 38 (1), 63−235. (35) Dong, P., Sun, H., and Quan, D. P. (2016) Synthesis of poly(Llactide-co-5-amino-5-methyl-1,3-dioxan-2-ones) [P(L-LA-co-TAc)] containing amino groups via organocatalysis and post-polymerization functionalization. Polymer 97, 614−622. (36) Tardy, A., Nicolas, J., Gigmes, D., Lefay, C., and Guillaneuf, Y. (2017) Radical Ring-Opening Polymerization: Scope, Limitations, and Application to (Bio)Degradable Materials. Chem. Rev. 117 (3), 1319−1406. (37) Kamber, N. E., Jeong, W., Waymouth, R. M., Pratt, R. C., Lohmeijer, B. G. G., and Hedrick, J. L. (2007) Organocatalytic ringopening polymerization. Chem. Rev. 107 (12), 5813−5840. (38) Zhang, X. Y., Jones, G. O., Hedrick, J. L., and Waymouth, R. M. (2016) Fast and selective ring-opening polymerizations by alkoxides and thioureas. Nat. Chem. 8 (11), 1047−1053. (39) Nuyken, O., and Pask, S. D. (2013) Ring-Opening Polymerization-An Introductory Review. Polymers 5 (2), 361−403. (40) Ogawa, K. A., Goetz, A. E., and Boydston, A. J. (2015) MetalFree Ring-Opening Metathesis Polymerization. J. Am. Chem. Soc. 137 (4), 1400−1403. (41) Nagarkar, A. A., and Kilbinger, A. F. M. (2015) Catalytic living ring-opening metathesis polymerization. Nat. Chem. 7 (9), 718−723. (42) Bielawski, C. W., and Grubbs, R. H. (2007) Living ring-opening metathesis polymerization. Prog. Polym. Sci. 32 (1), 1−29. (43) Hirao, A., Goseki, R., and Ishizone, T. (2014) Advances in Living Anionic Polymerization: From Functional Monomers, Polymerization Systems, to Macromolecular Architectures. Macromolecules 47 (6), 1883−1905. (44) Hadjichristidis, N., Pitsikalis, M., Pispas, S., and Iatrou, H. (2001) Polymers with complex architecture by living anionic polymerization. Chem. Rev. 101 (12), 3747−3792. (45) Aoshima, S., and Kanaoka, S. (2009) A Renaissance in Living Cationic Polymerization. Chem. Rev. 109 (11), 5245−5287. (46) Matyjaszewski, K. (2011) Architecturally Complex Polymers with Controlled Heterogeneity. Science 333 (6046), 1104−1105. (47) Peng, L., Wu, C. S., You, M. X., Han, D., Chen, Y., Fu, T., Ye, M., and Tan, W. H. (2013) Engineering and applications of DNAgrafted polymer materials. Chem. Sci. 4 (5), 1928−1938. (48) Peterson, A. M., and Heemstra, J. M. (2015) Controlling selfassembly of DNA−polymer conjugates for applications in imaging and drug delivery. Wires Nanomed Nanobi 7 (3), 282−297. (49) Cao, X. Y., Lu, X. G., Wang, D. L., Jia, F., Tan, X. Y., Corley, M., Chen, X. Y., and Zhang, K. (2017) Modulating the Cellular Immune Response of Oligonucleotides by Brush Polymer-Assisted Compaction. Small 13 (43), 1701432. (50) Jia, F., Lu, X. G., Tan, X. Y., Wang, D. L., Cao, X. Y., and Zhang, K. (2017) Effect of PEG Architecture on the Hybridization Thermodynamics and Protein Accessibility of PEGylated Oligonucleotides. Angew. Chem., Int. Ed. 56 (5), 1239−1243. (51) Tan, X. Y., Lu, X. G., Jia, F., Liu, X. F., Sun, Y. H., Logan, J. K., and Zhang, K. (2016) Blurring the Role of Oligonucleotides:\nSpherical Nucleic Acids as a Drug Delivery Vehicle. J. Am. Chem. Soc. 138 (34), 10834−10837. (52) Lu, X. G., Tran, T. H., Jia, F., Tan, X. Y., Davis, S., Krishnan, S., Amiji, M. M., and Zhang, K. (2015) Providing Oligonucleotides with Steric Selectivity by Brush-Polymer-Assisted Compaction. J. Am. Chem. Soc. 137 (39), 12466−12469. (53) Roloff, A., Nelles, D. A., Thompson, M. P., Yeo, G. W., and Gianneschi, N. C. (2018) Self-Transfecting Micellar RNA: Modulating Nanoparticle Cell Interactions via High Density Display of Small Molecule Ligands on Micelle Coronas. Bioconjugate Chem. 29 (1), 126−135. (54) Lu, X. G., Watts, E., Jia, F., Tan, X. Y., and Zhang, K. (2014) Polycondensation of Polymer Brushes via DNA Hybridization. J. Am. Chem. Soc. 136 (29), 10214−10217. (55) Cimen, D., and Caykara, T. (2015) Micro-patterned polymer brushes by a combination of photolithography and interface-mediated RAFT polymerization for DNA hybridization. Polym. Chem. 6 (38), 6812−6818. (56) Condon, J. E., and Jayaraman, A. (2017) Effect of oligonucleic acid (ONA) backbone features on assembly of ONA-star polymer conjugates: a coarse-grained molecular simulation study. Soft Matter 13 (38), 6770−6783. (57) Isoda, K., Kanayama, N., Fujita, M., Takarada, T., and Maeda, M. (2013) DNA Terminal Mismatch-Induced Stabilization of Polymer Micelles from RAFT-Generated Poly(N-isopropylacrylamide)-DNA Block Copolymers. Chem. - Asian J. 8 (12), 3079−3084. (58) Khimji, I., Kelly, E. Y., Helwa, Y., Hoang, M., and Liu, J. W. (2013) Visual optical biosensors based on DNA-functionalized polyacrylamide hydrogels. Methods 64 (3), 292−298. (59) Li, Z., Zhang, Y., Fullhart, P., and Mirkin, C. A. (2004) Reversible and chemically programmable micelle assembly with DNA block-copolymer amphiphiles. Nano Lett. 4 (6), 1055−1058. (60) Jia, F., Li, H., Chen, R., and Zhang, K. (2019) Self-Assembly of DNA-Containing Copolymers. Bioconjugate Chem., DOI: 10.1021/ acs.bioconjchem.9b00067. (61) Matyjaszewski, K., and Xia, J. H. (2001) Atom transfer radical polymerization. Chem. Rev. 101 (9), 2921−2990. (62) Sadrearhami, Z., Yeow, J., Nguyen, T. K., Ho, K. K. K., Kumar, N., and Boyer, C. (2017) Biofilm dispersal using nitric oxide loaded nanoparticles fabricated by photo-PISA: influence of morphology. Chem. Commun. 53 (96), 12894−12897. (63) Tan, J. B., Sun, H., Yu, M. G., Sumerlin, B. S., and Zhang, L. (2015) Photo-PISA: Shedding Light on Polymerization-Induced SelfAssembly. ACS Macro Lett. 4 (11), 1249−1253. (64) Wang, J.-S., and Matyjaszewski, K. (1995) Controlled/“Living” Radical Polymerization. Halogen Atom Transfer Radical Polymerization Promoted by a Cu(I)/Cu(II) Redox Process. Macromolecules 28 (23), 7901−7910. (65) Song, Y., Ye, G., Wu, F. C., Wang, Z., Liu, S. Y., Kopec, M., Wang, Z. Y., Chen, J., Wang, J. C., and Matyjaszewski, K. (2016) Bioinspired Polydopamine (PDA) Chemistry Meets Ordered Mesoporous Carbons (OMCs): A Benign Surface Modification Strategy for Versatile Functionalization. Chem. Mater. 28 (14), 5013−5021. (66) Lin, E. W., and Maynard, H. D. (2015) Grafting from Small Interfering Ribonucleic Acid (siRNA) as an Alternative Synthesis Route to siRNA-Polymer Conjugates. Macromolecules 48 (16), 5640− 5647. (67) Tokura, Y., Jiang, Y. Y., Welle, A., Stenzel, M. H., Krzemien, K. M., Michaelis, J., Berger, R., Barner-Kowollik, C., Wu, Y. Z., and Weil, T. (2016) Bottom-Up Fabrication of Nanopatterned Polymers on DNA Origami by In Situ Atom-Transfer Radical Polymerization. Angew. Chem., Int. Ed. 55 (19), 5692−5697. (68) Jia, F., Lu, X. G., Tan, X. Y., and Zhang, K. (2015) Facile synthesis of nucleic acid−polymer amphiphiles and their selfassembly. Chem. Commun. 51 (37), 7843−7846. (69) Averick, S. E., Dey, S. K., Grahacharya, D., Matyjaszewski, K., and Das, S. R. (2014) Solid-Phase Incorporation of an ATRP Initiator\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1902\nfor Polymer−DNA Biohybrids. Angew. Chem., Int. Ed. 53 (10), 2739− 2744. (70) Pan, X. C., Lathwal, S., Mack, S., Yan, J. J., Das, S. R., and Matyjaszewski, K. (2017) Automated Synthesis of Well-Defined Polymers and Biohybrids by Atom Transfer Radical Polymerization Using a DNA Synthesizer. Angew. Chem., Int. Ed. 56 (10), 2740− 2743. (71) Averick, S., Paredes, E., Li, W. W., Matyjaszewski, K., and Das, S. R. (2011) Direct DNA Conjugation to Star Polymers for Controlled Reversible Assemblies. Bioconjugate Chem. 22 (10), 2030−2037. (72) Averick, S. E., Paredes, E., Dey, S. K., Snyder, K. M., Tapinos, N., Matyjaszewski, K., and Das, S. R. (2013) Autotransfecting Short Interfering RNA through Facile Covalent Polymer Escorts. J. Am. Chem. Soc. 135 (34), 12508−12511. (73) Yang, L., Sun, H., Liu, Y., Hou, W. J., Yang, Y., Cai, R., Cui, C., Zhang, P. H., Pan, X. S., Li, X. W., et al. (2018) Self-Assembled Aptamer-Grafted Hyperbranched Polymer Nanocarrier for Targeted and Photoresponsive Drug Delivery. Angew. Chem., Int. Ed. 57 (52), 17048−17052. (74) Treat, N. J., Sprafke, H., Kramer, J. W., Clark, P. G., Barton, B. E., Read de Alaniz, J., Fors, B. P., and Hawker, C. J. (2014) MetalFree Atom Transfer Radical Polymerization. J. Am. Chem. Soc. 136 (45), 16096−16101. (75) Yang, Y., Liu, X. G., Ye, G., Zhu, S., Wang, Z., Huo, X. M., Matyjaszewski, K., Lu, Y. X., and Chen, J. (2017) Metal-Free Photoinduced Electron Transfer-Atom Transfer Radical Polymerization Integrated with Bioinspired Polydopamine Chemistry as a Green Strategy for Surface Engineering of Magnetic Nanoparticles. ACS Appl. Mater. Interfaces 9 (15), 13637−13646. (76) Perrier, S. (2017) 50th Anniversary Perspective: RAFT Polymerization-A User Guide. Macromolecules 50 (19), 7433−7447. (77) Kerr, A., Hartlieb, M., Sanchis, J., Smith, T., and Perrier, S. (2017) Complex multiblock bottle-brush architectures by RAFT polymerization. Chem. Commun. 53 (87), 11901−11904. (78) Carmean, R. N., Becker, T. E., Sims, M. B., and Sumerlin, B. S. (2017) Ultra-High Molecular Weights via Aqueous ReversibleDeactivation Radical Polymerization. Chem. 2 (1), 93−101. (79) Sims, M. B., Patel, K. Y., Bhatta, M., Mukherjee, S., and Sumerlin, B. S. (2018) Harnessing Imine Diversity To Tune Hyperbranched Polymer Degradation. Macromolecules 51 (2), 356− 363. (80) Tan, J. B., Li, X. L., Zeng, R. M., Liu, D. D., Xu, Q., He, J., Zhang, Y. X., Dai, X. C., Yu, L. L., Zeng, Z. H., and Zhang, L. (2018) Expanding the Scope of Polymerization-Induced Self-Assembly: ZRAFT-Mediated Photoinitiated Dispersion Polymerization. ACS Macro Lett. 7 (2), 255−262. (81) Tan, J. B., He, J., Li, X. L., Xu, Q., Huang, C. D., Liu, D. D., and Zhang, L. (2017) Rapid synthesis of well-defined all-acrylic diblock copolymer nano-objects via alcoholic photoinitiated polymerizationinduced self-assembly (photo-PISA). Polym. Chem. 8 (44), 6853− 6864. (82) Tan, J. B., Zhang, X. C., Liu, D. D., Bai, Y. H., Huang, C. D., Li, X. L., and Zhang, L. (2017) Facile Preparation of CO2-Responsive Polymer Nano-Objects via Aqueous Photoinitiated PolymerizationInduced Self-Assembly (Photo-PISA). Macromol. Rapid Commun. 38 (13), 1600508. (83) Alfurhood, J. A., Sun, H., Bachler, P. R., and Sumerlin, B. S. (2016) Hyperbranched poly(N-(2-hydroxypropyl)methacrylamide) via RAFT self-condensing vinyl polymerization. Polym. Chem. 7 (11), 2099−2104. (84) Dai, Y. Q., Sun, H., Pal, S., Zhang, Y. L., Park, S., Kabb, C. P., Wei, W. D., and Sumerlin, B. S. (2017) Near-IR-induced dissociation of thermally-sensitive star polymers. Chem. Sci. 8 (3), 1815−1821. (85) Blasco, E., Sims, M. B., Goldmann, A. S., Sumerlin, B. S., and Barner-Kowollik, C. (2017) 50th Anniversary Perspective: Polymer Functionalization. Macromolecules 50 (14), 5215−5252. (86) Polymeropoulos, G., Zapsas, G., Ntetsikas, K., Bilalis, P., Gnanou, Y., and Hadjichristidis, N. (2017) 50th Anniversary\nPerspective: Polymers with Complex Architectures. Macromolecules 50 (4), 1253−1290. (87) He, P., and He, L. (2009) Synthesis of Surface-Anchored DNA−Polymer Bioconjugates Using Reversible Addition−Fragmentation Chain Transfer Polymerization. Biomacromolecules 10 (7), 1804−1809. (88) Wilks, T. R., and O’Reilly, R. K. (2016) Efficient DNA-Polymer Coupling in Organic Solvents: A Survey of Amide Coupling, ThiolEne and Tetrazine-Norbornene Chemistries Applied to Conjugation of Poly(N-isopropylacrylamide). Sci. Rep. 6, 39192. (89) Wilks, T. R., Pitto-Barry, A., Kirby, N., Stulz, E., and O’Reilly, R. K. (2014) Construction of DNA−polymer hybrids using intercalation interactions. Chem. Commun. 50 (11), 1338−1340. (90) Wilks, T. R., Bath, J., de Vries, J. W., Raymond, J. E., Herrmann, A., Turberfield, A. J., and O’Reilly, R. K. (2013) “Giant Surfactants” Created by the Fast and Efficient Functionalization of a DNA Tetrahedron with a Temperature-Responsive Polymer. ACS Nano 7 (10), 8561−8572. (91) Zhuang, Y. Y., Deng, H. P., Su, Y., He, L., Wang, R. B., Tong, G. S., He, D. N., and Zhu, X. Y. (2016) Aptamer-Functionalized and Backbone Redox-Responsive Hyperbranched Polymer for Targeted Drug Delivery in Cancer Therapy. Biomacromolecules 17 (6), 2050− 2062. (92) Grubbs, R. B., and Grubbs, R. H. (2017) 50th Anniversary Perspective: Living Polymerization-Emphasizing the Molecule in Macromolecules. Macromolecules 50 (18), 6979−6997. (93) Ahn, S. K., Pickel, D. L., Kochemba, W. M., Chen, J. H., Uhrig, D., Hinestrosa, J. P., Carrillo, J. M., Shao, M., Do, C., Messman, J. M., et al. (2013) Poly(3-hexylthiophene) Molecular Bottlebrushes via Ring-Opening Metathesis Polymerization: Macromolecular Architecture Enhanced Aggregation. ACS Macro Lett. 2 (8), 761−765. (94) Ungerleider, J. L., Kammeyer, J. K., Braden, R. L., Christman, K. L., and Gianneschi, N. C. (2017) Enzyme-targeted nanoparticles for delivery to ischemic skeletal muscle. Polym. Chem. 8 (34), 5212− 5219. (95) Denny, M. S., Parent, L. R., Patterson, J. P., Meena, S. K., Pham, H., Abellan, P., Ramasse, Q. M., Paesani, F., Gianneschi, N. C., and Cohen, S. M. (2018) Transmission Electron Microscopy Reveals Deposition of Metal Oxide Coatings onto Metal-Organic Frameworks. J. Am. Chem. Soc. 140 (4), 1348−1357. (96) Wright, D. B., Touve, M. A., Adamiak, L., and Gianneschi, N. C. (2017) ROMPISA: Ring-Opening Metathesis PolymerizationInduced Self-Assembly. ACS Macro Lett. 6 (9), 925−929. (97) Carlini, A. S., Adamiak, L., and Gianneschi, N. C. (2016) Biosynthetic Polymers as Functional Materials. Macromolecules 49 (12), 4379−4394. (98) Blum, A. P., Kammeyer, J. K., and Gianneschi, N. C. (2016) Activating peptides for cellular uptake via polymerization into high density brushes. Chem. Sci. 7 (2), 989−994. (99) Daniel, K. B., Callmann, C. E., Gianneschi, N. C., and Cohen, S. M. (2016) Dual-responsive nanoparticles release cargo upon exposure to matrix metalloproteinase and reactive oxygen species. Chem. Commun. 52 (10), 2126−2128. (100) Blum, A., Kammeyer, J., Rush, A., Callmann, C., Hahn, M., and Gianneschi, N. (2015) Stimuli-Responsive Nanomaterials for Biomedical Applications. J. Am. Chem. Soc. 137 (6), 2140−2154. (101) Roloff, A., Carlini, A. S., Callmann, C. E., and Gianneschi, N. C. (2017) Micellar Thrombin-Binding Aptamers: Reversible Nanoscale Anticoagulants. J. Am. Chem. Soc. 139 (46), 16442−16445. (102) James, C. R., Rush, A. M., Insley, T., Vukovic, L., Adamiak, L., Kral, P., and Gianneschi, N. C. (2014) Poly(oligonucleotide). J. Am. Chem. Soc. 136 (32), 11216−11219. (103) Liu, K., Zheng, L. F., Liu, Q., de Vries, J. W., Gerasimov, J. Y., and Herrmann, A. (2014) Nucleic Acid Chemistry in the Organic Phase: From Functionalized Oligonucleotides to DNA Side Chain Polymers. J. Am. Chem. Soc. 136 (40), 14255−14262. (104) Jia, F., Lu, X. G., Wang, D. L., Cao, X. Y., Tan, X. Y., Lu, H., and Zhang, K. (2017) Depth-Profiling the Nuclease Stability and the\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1903\nGene Silencing Efficacy of Brush-Architectured Poly(ethylene glycol)DNA Conjugates. J. Am. Chem. Soc. 139 (31), 10605−10608. (105) Lu, X. G., Jia, F., Tan, X. Y., Wang, D. L., Cao, X. Y., Zheng, J. M., and Zhang, K. (2016) Effective Antisense Gene Regulation via Noncationic, Polyethylene Glycol Brushes. J. Am. Chem. Soc. 138 (29), 9097−9100. (106) Delplace, V., and Nicolas, J. (2015) Degradable vinyl polymers for biomedical applications. Nat. Chem. 7 (10), 771−784. (107) Hwang, T. H., Kim, Y. J., Chung, H., and Ryu, W. (2016) Motionless Electrohydrodynamic (EHD) Printing of Biodegradable Polymer Micro Patterns. Microelectron. Eng. 161, 43−51. (108) Marin, E., Briceno, M. I., and Caballero-George, C. (2013) Critical evaluation of biodegradable polymers used in nanodrugs. Int. J. Nanomed. 8, 3071−3091. (109) Gross, R. A., and Kalra, B. (2002) Biodegradable polymers for the environment. Science 297 (5582), 803−807. (110) Ruan, J., Xiao, A., Wu, H., and Yang, H. (2014) Review recent development of ring-opening polymerization of cyclic esters using aluminum complexes. Des. Monomers Polym. 17 (4), 345−355. (111) Yu, S. R., Dong, R. J., Chen, J. X., Chen, F., Jiang, W. F., Zhou, Y. F., Zhu, X. Y., and Yan, D. Y. (2014) Synthesis and Self-Assembly of Arnphiphilic Aptamer-Functionalized Hyperbranched Multiarm Copolymers for Targeted Cancer Imaging. Biomacromolecules 15 (5), 1828−1836. (112) Zhang, C., Hao, L. L., Calabrese, C. M., Zhou, Y., Choi, C. H. J., Xing, H., and Mirkin, C. A. (2015) Biodegradable DNA-Brush Block Copolymer Spherical Nucleic Acids Enable Transfection AgentFree Intracellular Gene Regulation. Small 11 (40), 5360−5368. (113) Chen, P., Li, C., Liu, D. S., and Li, Z. B. (2012) DNA-Grafted Polypeptide Molecular Bottlebrush Prepared via Ring-Opening Polymerization and Click Chemistry. Macromolecules 45 (24), 9579−9584. (114) Li, C., Faulkner-Jones, A., Dun, A. R., Jin, J., Chen, P., Xing, Y. Z., Yang, Z. Q., Li, Z. B., Shu, W. M., Liu, D. S., et al. (2015) Rapid Formation of a Supramolecular Polypeptide-DNA Hydrogel for In Situ Three-Dimensional Multilayer Bioprinting. Angew. Chem., Int. Ed. 54 (13), 3957−3961. (115) Rodriguez-Pulido, A., Kondrachuk, A. I., Prusty, D. K., Gao, J., Loi, M. A., and Herrmann, A. (2013) Light-Triggered SequenceSpecific Cargo Release from DNA Block Copolymer-Lipid Vesicles. Angew. Chem., Int. Ed. 52 (3), 1008−1012. (116) Bates, C. M., and Bates, F. S. (2017) 50th Anniversary Perspective: Block Polymers-Pure Potential. Macromolecules 50 (1), 3−22. (117) Doncom, K. E. B., Blackman, L. D., Wright, D. B., Gibson, M. I., and O’Reilly, R. K. (2017) Dispersity effects in polymer selfassemblies: a matter of hierarchical control. Chem. Soc. Rev. 46 (14), 4119−4134. (118) Figg, C. A., Simula, A., Gebre, K. A., Tucker, B. S., Haddleton, D. M., and Sumerlin, B. S. (2015) Polymerization-induced thermal self-assembly (PITSA). Chem. Sci. 6 (2), 1230−1236. (119) Nagarajan, R. (2002) Molecular packing parameter and surfactant self-assembly: The neglected role of the surfactant tail. Langmuir 18 (1), 31−38. (120) Cottenye, N., Syga, M. I., Nosov, S., Muller, A. H. E., Ploux, L., and Vebert-Nardin, C. (2012) Biological-like vesicular structures self-assembled from DNA-block copolymers. Chem. Commun. 48 (20), 2615−2617. (121) Cottenye, N., Teixeira, F., Ponche, A., Reiter, G., Anselme, K., Meier, W., Ploux, L., and Vebert-Nardin, C. (2008) Oligonucleotide Nanostructured Surfaces: Effect on Escherichia coli Curli Expression. Macromol. Biosci. 8 (12), 1161−1172. (122) Teixeira, F., Rigler, P., and Vebert-Nardin, C. (2007) Nucleocopolymers: oligonucleotide-based amphiphilic diblock copolymers. Chem. Commun. No. 11, 1130−1132. (123) Chien, M. P., Rush, A. M., Thompson, M. P., and Gianneschi, N. C. (2010) Programmable Shape-Shifting Micelles. Angew. Chem., Int. Ed. 49 (30), 5076−5080.\nDOI: 10.1021/acs.bioconjchem.9b00166 Bioconjugate Chem. 2019, 30, 1889−1904\n1904"
    } ],
    "references" : [ {
      "title" : "A DNA tweezer-actuated",
      "author" : [ "K. Gothelf", "Y. Liu", "H. Yan" ],
      "venue" : null,
      "citeRegEx" : "Gothelf et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gothelf et al\\.",
      "year" : 2013
    }, {
      "title" : "Programmable autonomous synthesis of single-stranded DNA",
      "author" : [ ],
      "venue" : "Nat. Chem",
      "citeRegEx" : ".2018,? \\Q2018\\E",
      "shortCiteRegEx" : ".2018",
      "year" : 2018
    }, {
      "title" : "DNA Aptamer-Based Activatable Probes for Photoacoustic Imaging in Living Mice",
      "author" : [ ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : ".2017,? \\Q2017\\E",
      "shortCiteRegEx" : ".2017",
      "year" : 2017
    }, {
      "title" : "2016) DNA micelle",
      "author" : [ "C. Cui", "W.J. Hou", "Y. Wu", "S Wan" ],
      "venue" : null,
      "citeRegEx" : "Q. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2016
    }, {
      "title" : "Rapid removal of organic micropollutants",
      "author" : [ "W. Dichtel" ],
      "venue" : null,
      "citeRegEx" : "Dichtel,? \\Q2016\\E",
      "shortCiteRegEx" : "Dichtel",
      "year" : 2016
    }, {
      "title" : "Therapeutic Enzyme",
      "author" : [ "R.F. Mattrey", "N.C. Gianneschi" ],
      "venue" : null,
      "citeRegEx" : "Mattrey and Gianneschi,? \\Q2015\\E",
      "shortCiteRegEx" : "Mattrey and Gianneschi",
      "year" : 2015
    }, {
      "title" : "Externally Triggered Heat",
      "author" : [ "B.S. Sumerlin", "C. Rinaldi" ],
      "venue" : null,
      "citeRegEx" : "M. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2019
    }, {
      "title" : "Macromolecular metamorphosis via",
      "author" : [ "B.S. Sumerlin" ],
      "venue" : null,
      "citeRegEx" : "P. and Sumerlin,? \\Q2017\\E",
      "shortCiteRegEx" : "P. and Sumerlin",
      "year" : 2017
    }, {
      "title" : "Bioapplications of RAFT Polymerization",
      "author" : [ "S. Perrier" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Perrier,? \\Q2009\\E",
      "shortCiteRegEx" : "Perrier",
      "year" : 2009
    }, {
      "title" : "Nitroxide-mediated polymerization",
      "author" : [ "B. Charleux" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "Charleux,? \\Q2013\\E",
      "shortCiteRegEx" : "Charleux",
      "year" : 2013
    }, {
      "title" : "Synthesis of poly(L",
      "author" : [ "P. Dong", "H. Sun", "D.P. Quan" ],
      "venue" : null,
      "citeRegEx" : "Dong et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2016
    }, {
      "title" : "Organocatalytic ringopening polymerization",
      "author" : [ "B.G.G. Lohmeijer", "J.L. Hedrick" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Lohmeijer and Hedrick,? \\Q2007\\E",
      "shortCiteRegEx" : "Lohmeijer and Hedrick",
      "year" : 2007
    }, {
      "title" : "Ring-Opening Polymerization-An Introductory Review",
      "author" : [ "O. Nuyken", "S.D. Pask" ],
      "venue" : "Polymers",
      "citeRegEx" : "Nuyken and Pask,? \\Q2013\\E",
      "shortCiteRegEx" : "Nuyken and Pask",
      "year" : 2013
    }, {
      "title" : "Catalytic living ring-opening metathesis polymerization",
      "author" : [ "A.A. Nagarkar", "A.F.M. Kilbinger" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "Nagarkar and Kilbinger,? \\Q2015\\E",
      "shortCiteRegEx" : "Nagarkar and Kilbinger",
      "year" : 2015
    }, {
      "title" : "Living ring-opening metathesis polymerization",
      "author" : [ "C.W. Bielawski", "R.H. Grubbs" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "Bielawski and Grubbs,? \\Q2007\\E",
      "shortCiteRegEx" : "Bielawski and Grubbs",
      "year" : 2007
    }, {
      "title" : "A Renaissance in Living Cationic Polymerization",
      "author" : [ "S. Aoshima", "S. Kanaoka" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Aoshima and Kanaoka,? \\Q2009\\E",
      "shortCiteRegEx" : "Aoshima and Kanaoka",
      "year" : 2009
    }, {
      "title" : "Architecturally Complex Polymers with Controlled Heterogeneity",
      "author" : [ "K. Matyjaszewski" ],
      "venue" : "Science",
      "citeRegEx" : "Matyjaszewski,? \\Q2011\\E",
      "shortCiteRegEx" : "Matyjaszewski",
      "year" : 2011
    }, {
      "title" : "Engineering and applications of DNAgrafted polymer materials",
      "author" : [ "W.H. Tan" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "M. and Tan,? \\Q2013\\E",
      "shortCiteRegEx" : "M. and Tan",
      "year" : 2013
    }, {
      "title" : "Controlling selfassembly of DNA−polymer conjugates for applications in imaging and drug delivery",
      "author" : [ "A.M. Peterson", "J.M. Heemstra" ],
      "venue" : "Wires Nanomed Nanobi",
      "citeRegEx" : "Peterson and Heemstra,? \\Q2015\\E",
      "shortCiteRegEx" : "Peterson and Heemstra",
      "year" : 2015
    }, {
      "title" : "Modulating the Cellular Immune",
      "author" : [ "X.Y. Chen", "K. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Chen and Zhang,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen and Zhang",
      "year" : 2017
    }, {
      "title" : "Blurring the Role of Oligonucleotides",
      "author" : [ "K. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Zhang,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2016
    }, {
      "title" : "Providing Oligonucleotides with",
      "author" : [ "M.M. Amiji", "K. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Amiji and Zhang,? \\Q2015\\E",
      "shortCiteRegEx" : "Amiji and Zhang",
      "year" : 2015
    }, {
      "title" : "Self-Transfecting Micellar RNA: Modulat",
      "author" : [ "N.C. Gianneschi" ],
      "venue" : null,
      "citeRegEx" : "Gianneschi,? \\Q2018\\E",
      "shortCiteRegEx" : "Gianneschi",
      "year" : 2018
    }, {
      "title" : "Micro-patterned polymer",
      "author" : [ "D. Cimen", "T. Caykara" ],
      "venue" : null,
      "citeRegEx" : "Cimen and Caykara,? \\Q2015\\E",
      "shortCiteRegEx" : "Cimen and Caykara",
      "year" : 2015
    }, {
      "title" : "Effect of oligonucleic",
      "author" : [ "J.E. Condon", "A. Jayaraman" ],
      "venue" : null,
      "citeRegEx" : "Condon and Jayaraman,? \\Q2017\\E",
      "shortCiteRegEx" : "Condon and Jayaraman",
      "year" : 2017
    }, {
      "title" : "Atom transfer radical polymerization",
      "author" : [ "K. Matyjaszewski", "J.H. Xia" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Matyjaszewski and Xia,? \\Q2001\\E",
      "shortCiteRegEx" : "Matyjaszewski and Xia",
      "year" : 2001
    }, {
      "title" : "Biofilm dispersal using nitric oxide loaded",
      "author" : [ "C. Boyer" ],
      "venue" : null,
      "citeRegEx" : "N. and Boyer,? \\Q2017\\E",
      "shortCiteRegEx" : "N. and Boyer",
      "year" : 2017
    }, {
      "title" : "Facile synthesis of nucleic acid−polymer amphiphiles and their selfassembly",
      "author" : [ "F. Jia", "X.G. Lu", "X.Y. Tan", "K. Zhang" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Jia et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jia et al\\.",
      "year" : 2015
    }, {
      "title" : "Solid-Phase Incorporation of an ATRP Initiator",
      "author" : [ "S.R. Das" ],
      "venue" : null,
      "citeRegEx" : "Das,? \\Q2014\\E",
      "shortCiteRegEx" : "Das",
      "year" : 2014
    }, {
      "title" : "Automated Synthesis of Well-Defined",
      "author" : [ "K. Matyjaszewski" ],
      "venue" : null,
      "citeRegEx" : "Matyjaszewski,? \\Q2017\\E",
      "shortCiteRegEx" : "Matyjaszewski",
      "year" : 2017
    }, {
      "title" : "Direct DNA Conjugation to Star Polymers",
      "author" : [ "R. S" ],
      "venue" : null,
      "citeRegEx" : "S.,? \\Q2011\\E",
      "shortCiteRegEx" : "S.",
      "year" : 2011
    }, {
      "title" : "50th Anniversary Perspective: RAFT Polymerization-A",
      "author" : [ "S. Perrier" ],
      "venue" : "User Guide. Macromolecules",
      "citeRegEx" : "Perrier,? \\Q2017\\E",
      "shortCiteRegEx" : "Perrier",
      "year" : 2017
    }, {
      "title" : "Harnessing Imine Diversity To Tune Hyperbranched",
      "author" : [ "B.S. Sumerlin" ],
      "venue" : "Polymer Degradation. Macromolecules",
      "citeRegEx" : "Sumerlin,? \\Q2018\\E",
      "shortCiteRegEx" : "Sumerlin",
      "year" : 2018
    }, {
      "title" : "Rapid synthesis of well-defined all-acrylic diblock",
      "author" : [ "L. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Zhang,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2017
    }, {
      "title" : "Facile Preparation of CO2-Responsive",
      "author" : [ "X. L", "L. Zhang" ],
      "venue" : null,
      "citeRegEx" : "L. and Zhang,? \\Q2017\\E",
      "shortCiteRegEx" : "L. and Zhang",
      "year" : 2017
    }, {
      "title" : "Near-IR-induced dissociation of thermally-sensitive star polymers",
      "author" : [ "W.D. Wei", "B.S. Sumerlin" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "Wei and Sumerlin,? \\Q2017\\E",
      "shortCiteRegEx" : "Wei and Sumerlin",
      "year" : 2017
    }, {
      "title" : "Synthesis of Surface-Anchored DNA−Polymer Bioconjugates Using Reversible Addition−Fragmen",
      "author" : [ "P. He", "L. He" ],
      "venue" : null,
      "citeRegEx" : "He and He,? \\Q2009\\E",
      "shortCiteRegEx" : "He and He",
      "year" : 2009
    }, {
      "title" : "Construction of DNA−polymer hybrids using intercalation interactions",
      "author" : [ "T.R. Wilks", "A. Pitto-Barry", "N. Kirby", "E. Stulz", "R.K. O’Reilly" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Wilks et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wilks et al\\.",
      "year" : 2014
    }, {
      "title" : "Giant Surfactants",
      "author" : [ "A.J. Turberfield", "R.K. O’Reilly" ],
      "venue" : null,
      "citeRegEx" : "A. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2013
    }, {
      "title" : "Enzyme-targeted nanoparticles for delivery to ischemic skeletal muscle",
      "author" : [ "K. L", "N.C. Gianneschi" ],
      "venue" : "Polym. Chem",
      "citeRegEx" : "L. and Gianneschi,? \\Q2017\\E",
      "shortCiteRegEx" : "L. and Gianneschi",
      "year" : 2017
    }, {
      "title" : "Transmission Electron Microscopy Reveals",
      "author" : [ "S.M. Cohen" ],
      "venue" : null,
      "citeRegEx" : "Cohen,? \\Q2018\\E",
      "shortCiteRegEx" : "Cohen",
      "year" : 2018
    }, {
      "title" : "ROMPISA: Ring-Opening Metathesis PolymerizationInduced Self-Assembly",
      "author" : [ ],
      "venue" : "ACS Macro Lett",
      "citeRegEx" : ".2017,? \\Q2017\\E",
      "shortCiteRegEx" : ".2017",
      "year" : 2017
    }, {
      "title" : "Stimuli-Responsive Nanomaterials for Biomedical Applications",
      "author" : [ "N. Gianneschi" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Gianneschi,? \\Q2015\\E",
      "shortCiteRegEx" : "Gianneschi",
      "year" : 2015
    }, {
      "title" : "Micellar Thrombin-Binding Aptamers: Reversible Nanoscale Anticoagulants",
      "author" : [ ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : ".2017,? \\Q2017\\E",
      "shortCiteRegEx" : ".2017",
      "year" : 2017
    }, {
      "title" : "Depth-Profiling the Nuclease Stability and the",
      "author" : [ "K. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Zhang,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2017
    }, {
      "title" : "Effective Antisense Gene Regulation",
      "author" : [ "K. Zhang" ],
      "venue" : null,
      "citeRegEx" : "M. and Zhang,? \\Q2016\\E",
      "shortCiteRegEx" : "M. and Zhang",
      "year" : 2016
    }, {
      "title" : "Degradable vinyl polymers for biomedical applications",
      "author" : [ "V. Delplace", "J. Nicolas" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "Delplace and Nicolas,? \\Q2015\\E",
      "shortCiteRegEx" : "Delplace and Nicolas",
      "year" : 2015
    }, {
      "title" : "Biodegradable polymers for the environment",
      "author" : [ "R.A. Gross", "B. Kalra" ],
      "venue" : "Science",
      "citeRegEx" : "Gross and Kalra,? \\Q2002\\E",
      "shortCiteRegEx" : "Gross and Kalra",
      "year" : 2002
    }, {
      "title" : "Synthesis and Self-Assembly",
      "author" : [ "Y. F", "X.Y. Zhu", "D.Y. Yan" ],
      "venue" : null,
      "citeRegEx" : "F. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2014
    }, {
      "title" : "Biodegradable DNA-Brush",
      "author" : [ "H. Xing", "C.A. Mirkin" ],
      "venue" : null,
      "citeRegEx" : "J. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2015
    }, {
      "title" : "Dispersity effects in polymer",
      "author" : [ "R.K. O’Reilly" ],
      "venue" : null,
      "citeRegEx" : "I. and O.Reilly,? \\Q2017\\E",
      "shortCiteRegEx" : "I. and O.Reilly",
      "year" : 2017
    }, {
      "title" : "Polymerization-induced thermal self-assembly (PITSA)",
      "author" : [ "D. M", "B.S. Sumerlin" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "M. and Sumerlin,? \\Q2015\\E",
      "shortCiteRegEx" : "M. and Sumerlin",
      "year" : 2015
    }, {
      "title" : "Molecular packing parameter and",
      "author" : [ "R. Nagarajan" ],
      "venue" : null,
      "citeRegEx" : "Nagarajan,? \\Q2002\\E",
      "shortCiteRegEx" : "Nagarajan",
      "year" : 2002
    }, {
      "title" : "Biological-like vesicular structures",
      "author" : [ "C. Vebert-Nardin" ],
      "venue" : null,
      "citeRegEx" : "L. and Vebert.Nardin,? \\Q2012\\E",
      "shortCiteRegEx" : "L. and Vebert.Nardin",
      "year" : 2012
    }, {
      "title" : "Programmable Shape-Shifting Micelles",
      "author" : [ "C. N" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "N.,? \\Q2010\\E",
      "shortCiteRegEx" : "N.",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Over the past decade, the field of polymer−oligonucleotide nanomaterials has flourished because of the development of synthetic techniques, particularly living polymerization technologies, which provide access to polymers with well-defined architectures, precise molecular weights, and terminal or side-chain functionalities. Various “living” polymerization methods have empowered chemists with the ability to prepare functional polymer−oligonucleotide conjugates yielding a library of architectures, including linear diblock, comb, star, hyperbranched star, and gel morphologies. Since oligonucleotides are hydrophilic and synthetic polymers can be tailored with hydrophobicity, these amphiphilic polymer−oligonucleotide conjugates are capable of self-assembling into nanostructures with different shapes, leading to many high-valueadded biomedical applications, such as drug delivery systems, gene regulation, and 3Dbioprinting. This review aims to highlight the main living polymerization approaches to polymer−oligonucleotide conjugates, including ring-opening metathesis polymerization, atom transfer radical polymerization (ATRP), reversible addition−fragmentation transfer polymerization (RAFT), and ring-opening polymerization of cyclic esters and N-carboxyanhydride. The self-assembly properties and resulting applications of polymer−DNA hybrid materials are highlighted as well.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}