{
  "name" : "downloads_2019-11-21_3e_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Sensitive colorimetric detection of ascorbic acid using Pt/CeO2 nanocomposites as peroxidase mimics",
    "authors" : [ "Xueliang Liu", "Xinhuan Wang", "Cui Qi", "Qiusen Han", "Wei Xiao", "Shuagnfei Cai", "Chen Wang", "Rong Yanga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Surface Science\njournal homepage: www.elsevier.com/locate/apsusc\nFull length article\nSensitive colorimetric detection of ascorbic acid using Pt/CeO2 nanocomposites as peroxidase mimics\nXueliang Liua, Xinhuan Wanga, Cui Qia, Qiusen Hana,b, Wei Xiaoa, Shuagnfei Caia, Chen Wanga,b, Rong Yanga,b,⁎\na CAS Key Lab for Biomedical Effects of Nanomaterials and Nanosafety, Center of Materials Science of Optoelectronics Engineering, CAS center for Excellence in Nanoscience, National Center for Nanoscience and Technology, University of Chinese Academy of Sciences, Beijing 100190, PR China b Sino-Danish College, University of Chinese Academy of Sciences, Sino-Danish Center for Education and Research, Beijing 100190, PR China\nA R T I C L E I N F O\nKeywords: Pt/CeO2 nanocomposites Nanozyme Ascorbic acid Peroxidase-like activity Colorimetric detection\nA B S T R A C T\nBecause of the high stability and low cost, nanomaterials performed as alternative artificial enzymes to natural enzymes have attracted much interest and been widely applied in bioanalysis, catalysis and environment in the past decades. In this work, Pt/CeO2 nanocomposites were designed as novel nanozymes and synthesized by a surfactant free method. The Pt nanoparticles with an average size of 2.6 ± 0.4 nm were uniformly decorated on the surface of CeO2 nanorods. The peroxidase-like activity of Pt/CeO2 nanocomposites was verified by several chromogenic substrates in the presence of H2O2. Compared to CeO2 nanorods and Pt nanoparticles, the asprepared Pt/CeO2 nanocomposites exhibited enhanced enzymatic activity due to the strong metal-support interaction. The steady-state kinetic results demonstrated that the catalytic behavior of Pt/CeO2 nanocomposites consisted with the typical Michaelis-Menten kinetics. The mechanism studies illustrated that the Pt/CeO2 nanocomposites acted as electron transfer mediators during the catalytic process rather than promoting the generation of hydroxyl radical. Based on the intrinsic inhibition effect of ascorbic acid (AA) on oxidation, a simple, sensitive and selective colorimetric assay for detection of AA was established with a good linear relationship (0.5–30 μM) and a low limit of detection (80 nM). Further applications of the present system for AA detection in real samples have been also successfully demonstrated, suggesting that the Pt/CeO2 nanocomposites with facile synthesis, high stability and high peroxidase-like activity exhibited promising applications in biomedical fields."
    }, {
      "heading" : "1. Introduction",
      "text" : "Ascorbic acid (AA), known as vitamin C, plays an important role in many physiological and biochemical processes [1]. However, primates including human, cannot synthesize AA themselves through metabolism, due to the lack of gulonolactone oxidase enzyme in biosynthesis process of AA [2,3]. Therefore, the AA is all supplied by exogenous sources (namely food) for human, which makes it as an important additive in pharmacy and food industrial. The intake of AA is recommended 100mg to 200mg per day [4]. The concentration of AA in plasma or serum of healthy human bodies is approximately in the range of 40–120 μM, which is up to several mM for brains [5,6]. The malnutrition of AA is closely related to many diseases such as scurvy, cancer, Alzheimer's disease, Parkinson's disease and cardiovascular disease [7–9]. Therefore, it is of great importance to develop a sensitive, selective, convenient and rapid method for the determination of AA in\nphysiology and clinical diagnosis. In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA. Despite good selectivity and low detection limit, these conventional methods usually suffer from some inherent issues such as expensive and bulky equipment and time-consuming. Owing to the simplicity, rapidity, low-cost and easy detection by naked eyes, colorimetric assay has drawn remarkable interest in recent years.\nBecause of the advantages of excellent stability and low cost over natural enzymes, inorganic nanomaterials as enzyme mimics have received increasing attention [16]. In 2007, Gao et al. firstly reported that Fe3O4 nanoparticles had the intrinsic peroxidase-like activity, which was similar to the horseradish peroxidase (HRP) [17]. Since then, a variety of nanomaterials, including metal oxides, noble metal nanoparticles, carbon nanomaterials and metal organic frameworks, have\nhttps://doi.org/10.1016/j.apsusc.2019.02.135 Received 1 November 2018; Received in revised form 28 January 2019; Accepted 15 February 2019\n⁎ Corresponding author at: CAS Key Lab for Biomedical Effects of Nanomaterials and Nanosafety, Center of Materials Science of Optoelectronics Engineering, CAS center for Excellence in Nanoscience, National Center for Nanoscience and Technology, University of Chinese Academy of Sciences, Beijing 100190, PR China.\nE-mail address: yangr@nanoctr.cn (R. Yang).\nApplied Surface Science 479 (2019) 532–539\nAvailable online 16 February 2019 0169-4332/ © 2019 Elsevier B.V. All rights reserved.\nT\nbeen investigated to own the peroxidase-like activity, and was applied in colorimetric detection of biomolecules or pollutants [18–22]. Among them, ceria has been applied as a catalyst due to the reversible oxidation state of Ce3+/Ce4+. Meanwhile, ceria was also adopted as an efficient and active support for noble metal nanoparticles. The catalytic activities of CeO2-based nanocomposites largely depended on the morphology of CeO2 support. It was reported that the rod-like CeO2 oriented by (100) plane exhibited the highest activity on the oxidation of carbon oxide compared to the cube and octahedra CeO2 nanoparticles [23]. The enzyme mimetic properties of CeO2-based materials, such as oxidase mimic, superoxide dismutase and peroxidase mimic were also studied [24–26]. Thus, it is highly desirable to study the enzyme-mimetic properties of CeO2 based nanomaterials for develop a high efficiency candidate of nanozyme.\nPlatinum (Pt) has been widely used in many fields such as environment, energy, biology and chemical industry due to its intrinsic catalytic properties [27]. As artificial enzymes, Pt nanoparticles have shown promising potential in diagnositics owing to the radical quenching ability. However, the high surface energy usually causes severe aggregation of Pt nanoparticles, which greatly hinders the catalytic activity. Thus, a proper support is needed to efficiently prevent the aggregation and improve the catalytic activity of Pt nanoparticles. Herein, the CeO2 nanorods were synthesized by a hydrothermal method and used as supports for Pt nanoparticles. Pt nanoparticles with average diameter of 2.6 ± 0.4 nm were successfully prepared by polyol reduction, and were uniformly decorated on the surface of CeO2 nanorods. The peroxidase-like activity of Pt/CeO2 nanocomposites were confirmed by various chromogenic substrates including 3,3′,5,5′‑tetramethylbenzidine (TMB), 2,2′‑azino‑bis(3‑ethylbenzothiazoline‑6‑sulfonic acid) diammonium salt (ABTS) and o-phenylenediamine (OPD). Compared to Pt nanoparticles and CeO2 nanorods, the Pt/CeO2 nanocomposites performed an enhanced peroxidase-like activity. Based on the peroxidase-like activity of Pt/CeO2 nanocomposites, the sensitive and selective colorimetric detection of AA was established due to its antioxidant property."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Ascorbic acid (AA), cerium (III) nitrate hexahydrate (Ce (NO3)3·6H2O), hydrogen peroxide (H2O2) and dimethylsulfoxide (DMSO) were obtained from Aladdin Industrial Corporation (Shanghai, China). Ethylene glycol (EG), rhodamine B (RhB), chloroplatinic acid hexahydrate (H2PtCl6·6H2O), 3,3′,5,5′‑tetramethylbenzidine (TMB), 2,2′‑azino‑bis(3‑ethylbenzothiazoline‑6‑sulfonic acid) diammonium salt (ABTS) and o‑phenylenediamine (OPD) were bought from J&K Scientific Ltd. (Beijing, China). Acetic acid (CH3COOH), sodium acetate trihydate (CH3COONa·3H2O), sodium hydroxide (NaOH), sodium chloride (NaCl), potassium chloride (KCl), calcium chloride (CaCl2), urea, uric acid (UA), glucose and lactose were bought from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China). Fructose, maltose monohydrate, folic acid (FA), glutamic acid (Glu), serine (Ser), lysine (Lys) and phenylalanine (Phe) were purchased from Sigma-Aldrich (Shanghai, China). Reduced cytochrome C (Cyt C) was supplied by Abcam (Shanghai, China). Bovine serum albumin (BSA) was supplied by Beijing Jingke Hongda Biotechnology Co., Ltd. The Vitamin C tablets (420mg AA per tablet) and Mizone beverage (with AA 20mg/100mL) were bought from local pharmacy and supermarket, respectively. All the chemicals were used as received without any further purification. And the ultrapure water with a resistivity of 18.25mΩ·cm was supplied by a Millipore Ultrapure water system."
    }, {
      "heading" : "2.2. Preparation of CeO2 nanorods",
      "text" : "The CeO2 nanorods were prepared by a hydrothermal method [28].\nBriefly, 0.654 g Ce(NO3)3·6H2O was dissolved in 10mL ultrapure water in a 50mL round bottom flask. And then, 20mL 10M sodium hydroxide (NaOH) solution was drop added into the flask under vigorous stir at room temperature. Subsequently, the white slurry was transferred into a 50mL Teflon-line stainless steel autoclave and held at 100 °C for 24 h. After hydrothermal treatment, the obtained CeO2 nanorods were washed with deionized water by centrifugation until the pH value of supernatant was 7. The precipitate was dried at 120 °C for 12 h in air to obtain yellow CeO2 nanorods powder."
    }, {
      "heading" : "2.3. Preparation of Pt/CeO2 nanocomposites",
      "text" : "50mg CeO2 powder was dispersed in 25mL EG with ultrasonic treatment for 30min. 250 μL NaOH EG solution (1M) and 1mL H2PtCl6·6H2O EG solution (30mM) were both added into above dispersion under vigorous stir. After 30min stirring, the mixture was heated and held at 180 °C for 2 h with oil bath. The color of reaction solution changed from light yellow to gray indicating the formation of Pt nanoparticles. The reaction solution was cooled to room temperature naturally, and the precipitate was centrifuged and washed for three times with ultrapure water. The obtained gray precipitate (Pt/CeO2) was re-dispersed into water for further use. The Pt/CeO2 nanocomposites with different Pt loading were prepared by changing the amount of H2PtCl6·6H2O solution. And the Pt nanoparticles were prepared at the same process without CeO2 nanorods."
    }, {
      "heading" : "2.4. Peroxidase-like catalytic activity of Pt/CeO2 nanocomposites",
      "text" : "The peroxidase-like activity of Pt/CeO2 was carried out by the catalytic oxidation of TMB in the presence of H2O2 at room temperature. Briefly, 10 μL H2O2 (250mM), 5 μL TMB (30mM in DMSO) solution and 6 μL of Pt/CeO2 dispersion (100 μg/mL with Pt loading of 9.32 wt%) were added into acetate buffer solution (0.1M, pH=5.0) with a final volume of 500 μL. Then the absorbance of reaction solution at 652 nm was monitored by UV–vis spectroscopy. To investigate the optimal catalytic condition, the effects of Pt/CeO2 concentration, pH and temperature were researched. The steady-state kinetic experiment was evaluated by varying concentrations of TMB with constant concentration H2O2 (5mM) or varying the concentrations of H2O2 with fixed TMB concentration (0.3 mM). The concentration of oxidized TMB in reaction solution was quantified by the molar absorptivity of ox-TMB (39,000M−1·cm−1). The Michaelis-Menten parameters were obtained based on the Lineweaver-Burk plots [29].\n⎜ ⎟= ⎛ ⎝ + ⎞ ⎠v K v S K 1 1 [ ] 1m m m\nwhere v is the initial velocity, vm is the maximal reaction velocity, Km represents the Michaelis-Menten constant, and [S] is the concentration of substrate."
    }, {
      "heading" : "2.5. The investigation of catalytic reaction mechanism",
      "text" : "Degradation of Rhodamine B (RhB) has been widely used to certify the generation of hydroxyl radicals of Fenton reaction [30]. As reported, the generation of hydroxyl radicals mechanism is one of the main mechanisms of peroxidase-like activities of nanomaterials. In this work,10 μL RhB (2.5mM) solution, 10 μL H2O2 (250mM), and 6 μL of Pt/CeO2 dispersion (100 μg/mL with Pt loading of 9.32 wt%) were successively added into acetate buffer solution (0.1 M, pH=5.0) with a final volume of 500 μL. Then the reaction solution was incubated in dark for 5 h at room temperature. The control experiment was carried out at the same conditions without Pt/CeO2 nanocomposites. The absorption spectra of RhB solutions were recorded by a UV–vis absorbance spectrometer at 450–650 nm and the absorption peak of RhB was at 550 nm.\nMoreover, Cyt C was used to understand the electron transfer effect of Pt//CeO2 nanocomposite. In our experiment, 6 μL Pt/CeO2 dispersion and 50 μL Cyt C (3mM) were added into 440 μL acetate buffer (0.1 M, pH=5.0), then the solution was incubated at room temperature for 4 h. The control experiment was performed at the same conditions without Pt/CeO2 nanocomposite. In order to exclude the effect of dissolved oxygen, the buffer was bubbled by N2 for 30min and the solution was incubated at N2 atmosphere for 4 h. The absorption spectra of Cyt C were recorded by a UV–vis absorbance spectrometer at 300–800 nm."
    }, {
      "heading" : "2.6. Colorimetric detection of AA",
      "text" : "The colorimetric assay for detection of AA was established in the Pt/ CeO2-TMB-H2O2 reaction system, which was similar to the colorimetric peroxidase-like catalytic experiment. Firstly, TMB (5 μL, 30mM) and different amounts of AA (final concentrations: 0–100 μM) were mixed in acetate buffer solution (0.1 M, pH=5.0). Then, H2O2 (10 μL, 250mM) and Pt/CeO2 (6 μL, 100 μg/mL with Pt loading 9.32 wt%) dispersion were both added into the above reaction solutions at the same time. The total volume of reaction solution was 500 μL. The absorbance intensities of reaction solutions at 652 nm were recorded after incubating for 10min at room temperature.\nTo assess the practical application, the colorimetric assay for AA detection in real samples was also carried out. The 5 wt% BSA solutions with AA concentration of 1.0 mM, 2.5 mM and 5.0 mM were used to simulate serum. One Vitamin C tablet was dissolved in 42mL water and filtered by a disposable PTFE syringe filer with 0.22 μm. The BSA containing different amount of AA, Vitamin C tablets and Mizone beverage were diluted by NaAc-HAc buffer for AA analysis. The detection procedure was the same as the colorimetric assay in pure water.\nTo evaluate the stability, the effects of pH value, temperature and storage time on the peroxidase-like activity of Pt/CeO2 nanocomposites were performed. After incubated in buffer with different pH value (1–14) for 4 h, the Pt/CeO2 nanocomposites were centrifuged and redispersed in water for further test. To study the effect of temperature, the dispersion of Pt/CeO2 nanocomposites was incubated at different temperature (4–80 °C) for 2 h, and then the catalytic activity was tested by catalytic oxidation of TMB in the presence of H2O2. The synthesis of Pt/CeO2 nanocomposites was carried out for another five parallel experiments with the same experiment conditions and the obtained Pt/ CeO2 nanocomposites were used to colorimetric detection AA (20 μM) in buffer to verify the reproducibility."
    }, {
      "heading" : "2.7. Characterization",
      "text" : "Transmission electron microscopy (TEM), high-resolution TEM (HRTEM), Energy Dispersive X-ray spectroscopy (EDS), high-angle\nannular dark-field scanning TEM (HAADF-STEM) and elemental mapping analysis were carried out on a transmission electron microscope (FEI Tecnai G2 F20, USA) operated at 200 kV to characterize the morphology and component of the prepared Pt/CeO2 nanocomposites. The samples for TEM analysis were prepared by depositing one droplet of ethanol dispersion of catalysts onto carbon-coated Cu-grids and dried in atmosphere. Scanning electron microscopy (SEM) was also used to characterize the morphology of Pt/CeO2 nanocomposites (Hitachi SEM4800, Japan). The X-ray diffraction (XRD) patterns were recorded on a Rigaku X-ray diffractometer (D/MAX-TTRIII-CBO, Rigaku, Japan) with a scan rate of 4°/min over the 2θ range of 20°-60°. The samples for XRD patterns were prepared by dropping the dispersion of Pt/CeO2 nanocomposites onto silicon wafers and dried in air at room temperature to form films of catalysts. The chemical states of Pt/CeO2 nanocomposites were analyzed by X-ray photoelectron spectroscopy (XPS) using an XPS spectrometer (ESCALAB 250×, ThermoFisher Scientific, UK). The concentrations of as-prepared catalysts were obtained by the inductive coupled plasma optical emission spectroscopy (ICP-OES, Thermo Scientific, USA). The absorbance intensity and absorption spectra of reaction solution were evaluated by an EnVision Multimode Plate Reader (PerkinElmer, USA) at room temperature."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "The fabrication process of Pt/CeO2 nanocomposites and the colorimetric detection of AA based on the peroxidase-like activity were illustrated in Fig. 1. CeO2 nanorods were firstly synthesized by hydrothermal method. The surface defects and oxygen vacancies of asprepared CeO2 nanorods provided plenty of active sites for Pt conjugation. Next, the PtCl42− ions were adsorbed on the surface of CeO2 nanorods and reduced by EG at high temperature to form Pt nanoparticles. The Pt/CeO2 nanocomposites showed high peroxidase-like activity, which could catalyze the oxidation of TMB in the presence of H2O2. However, when AA was introduced, the catalytic oxidation reaction was inhibited. Therefore, the Pt/CeO2 nanocomposites could be used to sensitively detect AA by the colorimetric method."
    }, {
      "heading" : "3.1. Characterization of Pt/CeO2 nanocomposites",
      "text" : "The morphology and component of Pt/CeO2 nanocomposites were studied by transmission electron microscopy (TEM) and scanning electron microscopy (SEM). Fig. S1 presented the SEM and TEM images of CeO2 nanorods with diameter of 10–20 nm and length of 100–400 nm. The monodisperse Pt nanoparticles were uniformly decorated on the surface of CeO2 nanorods (Figs. 2a and S2), demonstrating the successful preparation of Pt/CeO2 nanocomposites. The average size of Pt nanoparticles on the surface of CeO2 nanorods was 2.6 ± 0.4 nm by counting more than 400 nanoparticles (Fig. S4). As an\nefficient carrier, the rod-like CeO2 could effectively prevent the aggregation of Pt nanoparticles. According to the HRTEM image, the dspacing value of 0.327 nm of the Pt/CeO2 nanocomposites (inset in Fig. 2a) corresponded well to the (111) lattice spacing of the fluorite structured cubic CeO2 (0.32 nm). Meanwhile, the d-spacing value of 0.224 nm was assigned to the (111) plane of the face-center cubic Pt, revealing the good crystallinity of Pt nanoparticles [31]. More interestingly, the Pt particles size changed little on the surface of CeO2 nanorods with the increasing amount of Pt content (Fig. S5). The HAADFSTEM and EDS elemental mapping analysis were further employed to characterize the structure and composition of Pt/CeO2 nanocomposites. As shown in Figs. 2c and S7, the results clearly demonstrated the successful preparation of Pt/CeO2 nanocomposites.\nThe XRD patterns of CeO2 nanorods and Pt/CeO2 nanocomposites were displayed in Fig. 2b. The diffraction peaks of CeO2 corresponded well to the cubic fluoride CeO2 (JCPDS card No. 34-0394). Owing to the high temperature treatment in the preparation process of Pt/CeO2 nanocomposites, the recrystallization of CeO2 nanorods was oriented by (100) plane. Thus, the diffraction peak of Pt/CeO2 nanocomposites at 2θ degree of 33° was much stronger than that of CeO2 nanorods. By varying the Pt content from 2.5 wt% to 20.0 wt%, only weak diffraction peaks of Pt (111) facet (JCPDS card No. 04-0802) were observed at 39.8°(Fig. S6), which could be ascribed to the small size of Pt nanoparticles. The elemental compositions of Pt/CeO2 nanocomposites were measured by the inductive coupled plasma optical emission spectroscopy (ICP-OES). The results confirmed that the Pt loading ratios in Pt/ CeO2 nanocomposites were close to the adding amount (Table S1), suggesting the full reduction of H2PtCl6.\nThe X-ray photoelectron spectroscopy (XPS) was employed to analyze the chemical states of Pt/CeO2 nanocomposites. The strong peaks of O 1 s, Ce 3d, and Pt 4f were observed in the survey spectrum (Fig. S9). The high resolution XPS spectra of Ce 3d and Pt 4f were presented in Fig. 3. The v0, v′, u0 and u′ peaks corresponded to the binding energies of Ce3+; and the v, v″, v‴, u, u″ and u‴ peaks are attributed to the\nbinding energies of Ce4+ (Fig. 3a) [32]. The ratio of Ce3+ ions in CeO2 nanorods was semi-quantitatively calculated by analysis of the integrated peak area of Ce 3d.\n= + + +\n+ + + + + + + + + + ′ ′ ′ ′ ″ ‴ ″ ‴ Ce A A A A A A A A A A A A A A [ ] v v u u v v u u v v v u u u 3 0 0 0 0\nwhere Ai represents the area of XPS peak of Ce 3d at different binding energy.\nThe mole percentage of Ce3+ in CeO2 nanorods was 33.2%. The high Ce3+ concentration indicated an incompletely oxidized surface and implied high oxygen vacancies of CeO2 nanorods. It is reported that the enhanced peroxidase-mimicking activity was closely related to the high concentration of Ce3+ in ceria-based nanozymes [33]. The peaks at 71.3 and 74.8 eV binding energies were attributed to the 4f7/2 and 4f5/2 of Pt metal states, respectively (Fig. 3b). The peaks at 72.3 and 77.2 eV could be assigned to the oxidized Pt2+. The peak at binding energy of 80.0 eV could be ascribed to Pt species in a higher oxidation state, which implied strong interfacial interactions between Pt nanoparticles and CeO2 nanorods [34]. The strong interaction could efficiently immobilize the Pt nanoparticles and prevent the diffusion and aggregation of Pt nanoparticles."
    }, {
      "heading" : "3.2. Peroxidase-like properties of Pt/CeO2 nanocomposites",
      "text" : "The peroxidase-like activities of Pt/CeO2 nanocomposites were investigated by catalytic oxidation of TMB in the presence of H2O2 at room temperature. As a typical chromogenic substrate, the colorless TMB could turn to deep blue color after oxidation. The peroxidase-like activities of CeO2 nanorods, Pt nanoparticles, the mixture of Pt and CeO2, as well as Pt/CeO2 nanocomposites were showed in Fig. 4. The deep blue color and the highest absorbance at 652 nm were obtained from Pt/CeO2+TMB+H2O2 reaction system, indicating the high peroxidase-like activity of Pt/CeO2. The colorless of Pt/CeO2 and TMB reaction solution demonstrated that the Pt/CeO2 had little catalytic\nactivity in the absence of H2O2 (Fig. 4f). Only faint blue color was observed both in TMB+H2O2 and TMB+H2O2+CeO2 reaction systems, which revealed a negligible peroxidase-like activity of CeO2 nanorods (Fig. 4b and c). And the Pt nanoparticles could catalyze the oxidation of TMB solution and showed some peroxidase-like activity (Fig. 4d). The results also indicated that the high peroxidase-like activity of Pt/CeO2 nanocomposites mainly originated from the Pt nanoparticles. The light blue color and weak absorbance intensity at 652 nm of TMB+Pt+CeO2+H2O2+TMB solution suggested a much lower peroxidase-like activity of Pt and CeO2 mixture than Pt/ CeO2 with the same Pt content (Fig. 4e and g). Taken together, the enhanced peroxidses-like activity of Pt/CeO2 nanocomposites could be mainly attributed to the strong interaction of Pt nanoparticles and CeO2 nanorods. Meanwhile, the effect of Pt amount on the peroxidase-like activity of Pt/CeO2 nanocoposites was also performed (Fig. S11). The Pt/CeO2 nanocomposites with Pt content 2.5 wt%–10wt% were all showed high catalytic activity. While the catalytic activity decreased with further increase of Pt loading, due to the aggregation of Pt nanoparticles on the surface of CeO2 nanorods (Fig. S5).These results declared that the Pt/CeO2 nanocomposites achieved enhanced peroxidase-like activity. Moreover, the as-prepared Pt/CeO2 nanocomposites could catalyze the oxidation of ABTS and OPD to exhibit green color and orange color in the presence of H2O2, respectively (Fig. S10).\nSimilar to natural peroxidase (such as HRP), the peroxidase-like activity of Pt/CeO2 nanocomposites depended on external conditions. To optimize the catalytic reaction conditions, several factors including\npH, temperature and concentrations of H2O2 and Pt/CeO2 were investigated (Fig. S12). The Pt/CeO2 achieved the highest catalytic activity at pH=5.0 (Fig. S12a). Thus, the 0.1M acetate buffer with pH value of 5.0 was selected as an optimal reaction condition and used in the following colorimetric assays. The activity of Pt/CeO2 nanocomposites increased with temperature increase and displayed the highest activity at 25 °C, which was close to room temperature. Besides, the concentration of H2O2 was also significantly important to the catalytic reaction system. As shown in Fig. S12c, the catalytic activity was enhanced with increasing concentration of H2O2. Furthermore, a linear relationship was found between the absorbance of oxidized TMB and the concentration of Pt/CeO2 catalyst (Fig. S12d), implying the firstorder reaction.\nFurthermore, the peroxidase-like properties of Pt/CeO2 nanocomposites were investigated by the steady-state kinetic experiments. The kinetic data were collected by varying the concentration of TMB or H2O2 with a fixed concentration of Pt/CeO2. The peroxidase-like properties of Pt/CeO2 nanocomposites displayed a typical MichaelisMenten behavior in a certain concentration range of TMB or H2O2 as shown in Fig. 5. The Michaelis-Menten constant (Km) and the maximum velocity (vmax) were calculated by linear fitting of Lineweaver-Burk equation (Table S2). Km is an important parameter for the affinity, and a low Km value represents a strong affinity to substrate. The Km value of Pt/CeO2 nanocomposites (0.408mM) with TMB was lower than HRP (0.434mM), indicating a higher affinity. The Km of Pt/CeO2 toward H2O2 (16.18 mM) was over 4 times higher than HRP (3.70mM), suggesting lower affinity but higher endurance to H2O2 [17]. Besides, the vmax value of Pt/CeO2 toward either TMB (0.884 μM·s−1) or H2O2 (1.082 μM·s−1) was higher than HRP. The results declared that the Pt/ CeO2 nanocomposites possessed high peroxidase-like activity.\nTo explore the possible mechanism of peroxidase-like activity of Pt/ CeO2 nanocomposites, the degradation of RhB was firstly evaluated to check the generation of hydroxyl radical. The absorbance of RhB at 550 nm had negligible decrease after incubating with H2O2 and Pt/ CeO2 catalyst for 5 h (Fig. 6a). The results indicated that the peroxidaselike activity of Pt/CeO2 didn't originate from the generation of hydroxyl radical. As an active reactant in the electron transfer process, cytochrome C (Cyt C) was widely used to assess the accepting electron capability of nanocatalysts [35]. The two symbolic absorption peaks at 520 nm and 550 nm confirmed the reduced state of initial Cyt C (Fig. 6b, black line). After incubation with Pt/CeO2 nanocomposites for 4 h, the absorption peaks at 520 nm and 550 nm disappeared with the evolution of a new absorption peak at 530 nm (Fig. 6b, blue line), which suggested the oxidized state of Cyt C. In order to exclude the effect of dissolved oxygen, the Cyt C solution was bubbled with N2 for 30min and incubated with the Pt/CeO2 at N2 atmosphere for 4 h. Similarly, the oxidized state Cyt C was obtained under hypoxia condition (Fig. 6b, red line). Above all, the peroxidase-like activity of Pt/CeO2\nmainly originated from accelerating the electron transfer between TMB and H2O2 instead of the generation of hydroxyl radical.\nThe mechanism of Pt/CeO2 nanocomposites performing as peroxidase mimic was illustrated by Fig. S13. Firstly, the TMB molecule was absorbed on the surface of Pt/CeO2 nanocomposites and donated lonepair electrons to Pt nanoparticles decorated on the surface of CeO2 nanorods, leading to an increased electron density of Pt nanoparticles. Duo to the strong surface interaction between Pt and CeO2, these electrons could be taken up by Ce4+ ions at the interface which were reduced to the Ce3+ ions [36]. Then the Ce3+ ions transferred electrons to H2O2 and were oxidized back to Ce4+ ions, which accelerated the electron transfer between Pt/CeO2 nanocomposites and TMB substrate. Finally, TMB was oxidized into ox-TMB and turned into blue color, and the H2O2 was reduced to water."
    }, {
      "heading" : "3.3. Colorimetric detection of AA",
      "text" : ""
    }, {
      "heading" : "3.3.1. Detection of AA in buffer",
      "text" : "AA is very important to human health and participates in many\nbiochemical processes. And AA can fade the blue color of oxidized TMB to colorless TMB due to the reducibility of AA. In this work, the colorimetric detection assay for AA was constructed using Pt/CeO2 nanocomposites as peroxidase-like mimics. The detection of AA was carried out with 0.3mM of TMB, 5mM of H2O2, 6 μL Pt/CeO2 catalyst and varied concentrations of AA at room temperature. The absorption spectra of the reaction solutions with different amount of AA were shown in Fig. 7a. The absorption peak of ox-TMB at 652 nm decreased as the concentration of AA increasing. Besides, the color of the reaction system gradually changed from deep blue to colorless (inset of Fig. 7a), which could be clearly observed through naked eyes. In the AA concentration range of 0.5–30 μM, the value of absorbance intensity\nexhibited a good linear relationship with a correlation coefficient (R2) of 0.9945 (Fig. 7b). The limit of detection (LOD) for AA was calculated to be 80 nM at an S/N (signal/noise) ratio of 3, which was much lower than many other nanomaterials (Table S3). Compared with other detection methods, the proposed colorimetric method possessed the advantages of a low determination limit, low cost and direct eyes observation. The kinetics absorbance changes of oxidized TMB at 652 nm with various concentrations of AA were also shown in Fig. S15.\nThe effects of some other compounds in metabolism like amino acids, carbohydrates and metal ions were performed to examine the selectivity of Pt/CeO2 nanocomposites. Fig. 8 presented the absorbance and color change of the Pt/CeO2+H2O2+TMB reaction system with different interferential substances. The color of reaction solution still kept colorless and no blue color change was observed in the presence of 100 μM AA in 10min. It was obvious that the absorbance intensity of the reaction system with other interferential substances had negligible change comparing with the control experiments and the color of reaction solution didn't change much. Therefore, the colorimetric assay based on the Pt/CeO2+H2O2+TMB reaction system exhibited high sensitivity and good selectivity, exhibiting excellent potential application in AA detection."
    }, {
      "heading" : "3.3.2. Application in real samples",
      "text" : "we determined the AA concentration in BSA, Vitamin C tablets and Mizone beverage. As displayed in Table 1, the results obtained from our experiments agreed well with the specifications. Furthermore, the recovery was in the range of 98.4–112%, and the relative standard deviation (RSD) was within the range of 1.51–3.69%. All the results indicated the feasible and reliable of the proposed assay for detecting AA in practical samples."
    }, {
      "heading" : "3.3.3. The stability and reproducibility of Pt/CeO2 for AA detection",
      "text" : "The effects of storage time, pH and temperature were performed to\nevaluate the stability of Pt/CeO2 nanocomposites and the results were presented in Fig. S16. Even treated in strong acid (pH=1) or alkane conditions (pH=14), the catalyst still remained high peroxidase-like activity. The temperature (4–80 °C) had little effect on the peroxidaselike activity of Pt/CeO2 nanocomposites. After 30 days storage, there was negligible decrease of the peroxidase-like activity of Pt/CeO2 nanocomposites, suggesting the long-term storage stability. All the results verified the good stability of the as-prepared Pt/CeO2 nanocomposites.\nThe similar Pt content of six synthesis experiments presented at Table S4 demonstrated the good reproducibility of the preparation of Pt/CeO2 catalyst. The AA (20 μM) detection was performed independently at the standard procedure with different batches of Pt/ CeO2 nanocomposites (Table S5). The RSD for different batches of Pt/ CeO2 nanocomposites was 2.64%, indicating the excellent reproducibility of Pt/CeO2 catalyst for AA detection."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, the Pt/CeO2 nanocomposites with high peroxidase-like activity were successfully synthesized by a polyol reduction process. The peroxidase-like activity of Pt/CeO2 nanocomposites was systematically studied by catalytic oxidation of TMB in the presence of H2O2. The peroxidase-like activity of Pt/CeO2 originated from promoting the electron transfer between TMB and H2O2 instead of the generation of hydroxyl radical. The colorimetric assay for sensitive and selective\ndetection of AA was established in the TMB+H2O2+Pt/CeO2 reaction system. The high stable and reproducible Pt/CeO2 nanocomposites could be successfully used to detect AA in real samples, showing promising potential in biosensor, food safety, pharmacy and environment applications."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported by National Key Research and Development Program from the Ministry of Science and Technology of China (2016YFC0207102) and National Natural Science Foundation of China (21073050, 21503053, 21501034)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.apsusc.2019.02.135."
    } ],
    "references" : [ {
      "title" : "The biochemical functions of ascorbic acid",
      "author" : [ "S. Englard", "S. Seifter" ],
      "venue" : "Annu. Rev. Nutr. 6 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1986
    }, {
      "title" : "Cloning and chromosomal mapping of the human nonfunctional gene for L‐gulono‐gamma‐lactone oxidase",
      "author" : [ "M. Nishikimi", "R. Fukuyama", "S. Minoshima", "N. Shimizu", "K. Yagi" ],
      "venue" : "the enzyme for L‐ascorbic acid biosynthesis missing in man, J. Biol. Chem. 269 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Ascorbic acid: an old player with a broad impact on body physiology including oxidative stress suppression and immunomodulation: a review",
      "author" : [ "M. Pohanka", "J. Pejchal", "S. Snopkova", "K. Havlickova", "J.Z. Karasova", "P. Bostik", "J. Pikula" ],
      "venue" : "Mini-Rev. Med. Chem. 12 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Criteria and recommendations for vitamin C intake",
      "author" : [ "L.M. Ausman" ],
      "venue" : "Nutr. Rev. 57 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Plasma vitamin C level",
      "author" : [ "A.H. Harding", "N.J. Wareham", "S.A. Bingham", "K. Khaw", "R. Luben", "A. Welch", "N.G. Forouhi" ],
      "venue" : "fruit and vegetable consumption, and the risk of new-onset type 2 diabetes mellitus: the European prospective investigation of cancer-Norfolk prospective study, Arch. Intern. Med. 168 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Ascorbate regulation and its neuroprotective role in the brain",
      "author" : [ "M.E. Rice" ],
      "venue" : "Trends Neurosci. 23 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Acute scurvy during treatment with interleukin-2",
      "author" : [ "D.T. Alexandrescu", "C.A. Dasanu", "C.L. Kauffman" ],
      "venue" : "Clin. Exp. Dermatol. 34 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Plasma cysteine and sulphate levels in patients with motor neurone",
      "author" : [ "M.T. Heafield", "S. Fearn", "G.B. Steventon", "R.H. Waring", "A.C. Williams", "S.G. Sturman" ],
      "venue" : "Parkinson's and Alzheimer's disease, Neurosci. Lett. 110 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Vitamin C as an antioxidant: evaluation of its role in disease prevention",
      "author" : [ "S.J. Padayatty", "A. Katz", "Y. Wang", "P. Eck", "O. Kwon", "J.H. Lee", "S. Chen", "C. Corpe", "A. Dutta", "S.K. Dutta" ],
      "venue" : "J. Am. Coll. Nutr. 22 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Determination of vitamin C (ascorbic acid) using high performance liquid chromatography coupled with electrochemical detection",
      "author" : [ "Z. Gazdik", "O. Zitka", "J. Petrlova", "V. Adam", "J. Zehnalek", "A. Horna", "V. Reznicek", "M. Beklova", "R. Kizek" ],
      "venue" : "Sensors 8 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "HPLC methods for simultanious determination of ascorbic and dehydroascorbic acids",
      "author" : [ "L. Novakova", "P. Solich", "D. Solichova" ],
      "venue" : "TrAC Trends Anal. Chem. 27 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "DNA-decorated nanoparticles as nanosensors for rapid detection of ascorbic acid",
      "author" : [ "N. Malashikhina", "V. Pavlov" ],
      "venue" : "Biosens. Bioelectron. 33 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Flow–injection chemiluminescence determination of ascorbic acid by use of the cerium(IV)–rhodamine B system",
      "author" : [ "Y. Ma", "M. Zhou", "X. Jin", "B. Zhang", "H. Chen", "N. Guo" ],
      "venue" : "Anal. Chim. Acta 464 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Electrochemical methods for  ascorbic acid determination",
      "author" : [ "A.M. Pisoschi", "A. Pop", "A.I. Serban", "C. Fafaneata" ],
      "venue" : "Electrochim. Acta 121 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ratiometric electrochemical sensor for effective and reliable detection of ascorbic acid in living brains",
      "author" : [ "H. Cheng", "X. Wang", "H. Wei" ],
      "venue" : "Anal. Chem. 87 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Catalytically active nanomaterials: a promising candidate for artificial enzymes",
      "author" : [ "Y. Lin", "J. Ren", "X. Qu" ],
      "venue" : "Acc. Chem. Res. 47 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Intrinsic peroxidase-like activity of ferromagnetic nanoparticles",
      "author" : [ "L. Gao", "J. Zhuang", "L. Zhang", "Y. Zhang", "N. Gu", "T. Wang", "J. Feng", "D. Yang", "S. Perrett" ],
      "venue" : "Nat. Nanotechnol. 2 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Fe3O4 magnetic nanoparticles as peroxidase mimetics and their applications in H2O2 and glucose detection",
      "author" : [ "H. Wei", "E. Wang" ],
      "venue" : "Anal. Chem. 80 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "ChemInform abstract: metal organic frameworks mimicking natural enzymes: a structural and functional analogy",
      "author" : [ "I. Nath", "J. Chakraborty", "F. Verpoort" ],
      "venue" : "ChemInform 47 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanomaterials with enzyme-like characteristics (nanozymes): next-generation artificial enzymes",
      "author" : [ "H. Wei", "E. Wang" ],
      "venue" : "Chem. Soc. Rev. 42 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Analytical and environmental applications of nanoparticles as enzyme mimetics",
      "author" : [ "J. Xie", "X. Zhang", "H. Wang", "H. Zheng", "Y. Huang", "J. Xie" ],
      "venue" : "Trends Anal. Chem. 39 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Ultra-small CuS nanoparticles as peroxidase mimetics for sensitive and colorimetric detection of uric acid in human serum",
      "author" : [ "X. Wang", "C. Tang", "J. Liu", "H. Zhang", "J. Wang" ],
      "venue" : "Chin. J. Anal. Chem. 46 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Morphology effect of CeO2 support in the preparation",
      "author" : [ "Y. Gao", "W. Wang", "S. Chang", "W. Huang" ],
      "venue" : "metal-support interaction, and catalytic performance of Pt/CeO2 catalysts, ChemCatChem 5 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Cerium oxide nanoparticles: a brief review of their synthesis methods and biomedical applications",
      "author" : [ "A. Dhall", "W.T. Self" ],
      "venue" : "Antioxidants 7 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cerium oxide nanoparticles: green synthesis and biological applications",
      "author" : [ "F. Charbgoo", "M.B. Ahmad", "M. Darroudi" ],
      "venue" : "Int. J. Nanomedicine 12 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rational design of a stable peroxidase mimic for colorimetric detection of H2O2 and glucose: a synergistic CeO2/zeolite Y nanocomposite",
      "author" : [ "X. Cheng", "L. Huang", "X. Yang", "A.A. Elzatahry", "A. Alghamdi", "Y. Deng" ],
      "venue" : "J. Colloid Interface Sci. 535 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Platinum-based nanostructured materials: synthesis",
      "author" : [ "A. Chen", "P. Holthindle" ],
      "venue" : "properties, and applications, Chem. Rev. 110 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Shape-selective synthesis and oxygen storage behavior of ceria nanopolyhedra",
      "author" : [ "H.X. Mai", "L.D. Sun", "Y.W. Zhang", "R. Si", "W. Feng", "H.P. Zhang", "H.C. Liu", "C.H. Yan" ],
      "venue" : "nanorods, and nanocubes, J. Phys. Chem. B 109 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "BSA-stabilized Pt nanozyme for peroxidase mimetics and its application on colorimetric detection of mercury(II) ions",
      "author" : [ "W. Li", "B. Chen", "H. Zhang", "Y. Sun", "J. Wang", "J. Zhang", "Y. Fu" ],
      "venue" : "Biosens. Bioelectron. 66 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Degradation of rhodamine B by Fe(0)-based Fenton process with H2O2",
      "author" : [ "M.F. Hou", "L. Liao", "W.D. Zhang", "X.Y. Tang", "H.F. Wan", "G.C. Yin" ],
      "venue" : "Chemosphere 83 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Influence of nanostructured ceria support on platinum nanoparticles for methanol electrooxidation in alkaline media",
      "author" : [ "Y. Zhou", "M.J.F. Guinel", "E.C. Needels", "D.L. Jackson", "N.J. Lawrence", "C.R. Cabrera", "C.L. Cheung" ],
      "venue" : "RSC Adv. 4 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Size dependency variation in lattice parameter and valency states in nanocrystalline cerium oxide",
      "author" : [ "S. Deshpande", "S. Patil", "S.V. Kuchibhatla", "S. Seal" ],
      "venue" : "Appl. Phys. Lett. 87 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Nanoceria exhibit redox state-dependent catalase mimetic activity",
      "author" : [ "T. Pirmohamed", "J.M. Dowding", "S. Singh", "B. Wasserman", "E. Heckert", "A.S. Karakoti", "J. King", "S. Seal", "W.T. Self" ],
      "venue" : "Chem. Commun. 46 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Embedding ultrafine and high-content Pt nanoparticles at ceria surface for enhanced thermal stability",
      "author" : [ "J.S. Du", "T. Bian", "J. Yu", "Y. Jiang", "X. Wang", "Y. Yan", "Y. Jiang", "C. Jin", "H. Zhang", "D. Yang" ],
      "venue" : "Adv. Sci. 4 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Dual-enzyme characteristics of polyvinylpyrrolidone-capped iridium nanoparticles and their cellular protective effect against H2O2-induced oxidative damage",
      "author" : [ "H. Su", "D.D. Liu", "M. Zhao", "W.L. Hu", "S.S. Xue", "Q. Cao", "X.Y. Ye", "L.N. Ji", "Z.W. Mao" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Counting electrons on supported nanoparticles",
      "author" : [ "Y. Lykhach", "S.M. Kozlov", "T. Skála", "A. Tovt", "V. Stetsovych", "N. Tsud", "F. Dvorák", "V. Johánek", "A. Neitzel", "J. Mysliveček", "S. Fabris", "V. Matolín", "K.M. Neyman", "J. Libuda" ],
      "venue" : "Nat. Mater. 15 (2015) 284–289.  X. Liu, et al.  Applied Surface Science 479 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Ascorbic acid (AA), known as vitamin C, plays an important role in many physiological and biochemical processes [1].",
      "startOffset" : 112,
      "endOffset" : 115
    }, {
      "referenceID" : 1,
      "context" : "lism, due to the lack of gulonolactone oxidase enzyme in biosynthesis process of AA [2,3].",
      "startOffset" : 84,
      "endOffset" : 89
    }, {
      "referenceID" : 2,
      "context" : "lism, due to the lack of gulonolactone oxidase enzyme in biosynthesis process of AA [2,3].",
      "startOffset" : 84,
      "endOffset" : 89
    }, {
      "referenceID" : 3,
      "context" : "The intake of AA is recommended 100mg to 200mg per day [4].",
      "startOffset" : 55,
      "endOffset" : 58
    }, {
      "referenceID" : 4,
      "context" : "The concentration of AA in plasma or serum of healthy human bodies is approximately in the range of 40–120 μM, which is up to several mM for brains [5,6].",
      "startOffset" : 148,
      "endOffset" : 153
    }, {
      "referenceID" : 5,
      "context" : "The concentration of AA in plasma or serum of healthy human bodies is approximately in the range of 40–120 μM, which is up to several mM for brains [5,6].",
      "startOffset" : 148,
      "endOffset" : 153
    }, {
      "referenceID" : 9,
      "context" : "In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA.",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 10,
      "context" : "In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA.",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 11,
      "context" : "In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 12,
      "context" : "In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA.",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 13,
      "context" : "In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 14,
      "context" : "In the past few decades, a variety of methods including high-performance liquid chromatography [10,11], fluorescence [12], chemiluminescence [13], electrochemistry [14,15] have been developed to detect AA.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 15,
      "context" : "Because of the advantages of excellent stability and low cost over natural enzymes, inorganic nanomaterials as enzyme mimics have received increasing attention [16].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 16,
      "context" : "firstly reported that Fe3O4 nanoparticles had the intrinsic peroxidase-like activity, which was similar to the horseradish peroxidase (HRP) [17].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 22,
      "context" : "It was reported that the rod-like CeO2 oriented by (100) plane exhibited the highest activity on the oxidation of carbon oxide compared to the cube and octahedra CeO2 nanoparticles [23].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 26,
      "context" : "Platinum (Pt) has been widely used in many fields such as environment, energy, biology and chemical industry due to its intrinsic catalytic properties [27].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 27,
      "context" : "The CeO2 nanorods were prepared by a hydrothermal method [28].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 28,
      "context" : "The Michaelis-Menten parameters were obtained based on the Lineweaver-Burk plots [29].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 29,
      "context" : "Degradation of Rhodamine B (RhB) has been widely used to certify the generation of hydroxyl radicals of Fenton reaction [30].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 30,
      "context" : "224 nm was assigned to the (111) plane of the face-center cubic Pt, revealing the good crystallinity of Pt nanoparticles [31].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 32,
      "context" : "It is reported that the enhanced peroxidase-mimicking activity was closely related to the high concentration of Ce in ceria-based nanozymes [33].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 33,
      "context" : "0 eV could be ascribed to Pt species in a higher oxidation state, which implied strong interfacial interactions between Pt nanoparticles and CeO2 nanorods [34].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 16,
      "context" : "70mM), suggesting lower affinity but higher endurance to H2O2 [17].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 34,
      "context" : "As an active reactant in the electron transfer process, cytochrome C (Cyt C) was widely used to assess the accepting electron capability of nanocatalysts [35].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 35,
      "context" : "Duo to the strong surface interaction between Pt and CeO2, these electrons could be taken up by Ce ions at the interface which were reduced to the Ce ions [36].",
      "startOffset" : 155,
      "endOffset" : 159
    } ],
    "year" : 2019,
    "abstractText" : "Because of the high stability and low cost, nanomaterials performed as alternative artificial enzymes to natural enzymes have attracted much interest and been widely applied in bioanalysis, catalysis and environment in the past decades. In this work, Pt/CeO2 nanocomposites were designed as novel nanozymes and synthesized by a surfactant free method. The Pt nanoparticles with an average size of 2.6 ± 0.4 nm were uniformly decorated on the surface of CeO2 nanorods. The peroxidase-like activity of Pt/CeO2 nanocomposites was verified by several chromogenic substrates in the presence of H2O2. Compared to CeO2 nanorods and Pt nanoparticles, the asprepared Pt/CeO2 nanocomposites exhibited enhanced enzymatic activity due to the strong metal-support interaction. The steady-state kinetic results demonstrated that the catalytic behavior of Pt/CeO2 nanocomposites consisted with the typical Michaelis-Menten kinetics. The mechanism studies illustrated that the Pt/CeO2 nanocomposites acted as electron transfer mediators during the catalytic process rather than promoting the generation of hydroxyl radical. Based on the intrinsic inhibition effect of ascorbic acid (AA) on oxidation, a simple, sensitive and selective colorimetric assay for detection of AA was established with a good linear relationship (0.5–30 μM) and a low limit of detection (80 nM). Further applications of the present system for AA detection in real samples have been also successfully demonstrated, suggesting that the Pt/CeO2 nanocomposites with facile synthesis, high stability and high peroxidase-like activity exhibited promising applications in biomedical fields.",
    "creator" : "Elsevier"
  }
}