{
  "name" : "downloads_2019-10-23_b8_kim2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Bright and Uniform Green Light Emitting InP/ZnSe/ZnS Quantum Dots for Wide Color Gamut Displays",
    "authors" : [ "Yongwook Kim", "Sujin Ham", "Hyosook Jang", "Ji Hyun Min", "Heejae Chung", "Junho Lee", "Dongho Kim", "Eunjoo Jang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "INTRODUCTION Environmentally friendly InP-based QDs have risen in popularity as an alternative to Cd-based materials in wide color gamut (WCG) display applications.1 4 Because the exemption from EU’s Restriction of Hazardous Substances (RoHS) will expire in 2019,5 it is crucial to develop highquality InP-based QDs for commercial applications. However, several disadvantages of InP have been also reported. Because of the large Bohr radius (10.6 nm) and small band gap (1.27 eV) of InP compared with CdSe, the energy band gap of InPbased QDs changes more signi cantly according to their size,4,6 so that their emission spectra are broader than those from CdSe QDs with a similar size distribution. Numerous studies have been performed to improve the PL QY as well as the color purity of the InP QDs. The addition of Zn carboxylates during7 or after8 the core growth showed a signi cant e ect on the size distribution, the wavelength tunability, and the PL QY by surface passivation9 or forming an InZnP alloy. To control the growth kinetics, less reactive P precursors,10 such as tris(dimethylamino)phosphine, tris(triphenylsilyl)phosphine, or their mixture,11 have been employed, but the size distribution was not yet satisfactory.\nBy use of the magic-sized cluster (MSC, abs = 386 nm) as a starting material, the size distribution was considerably reduced to 15% when the core size was >3 nm.12 Shell passivation with wide-band-gap materials is also critical to increase PL QY. Houbold et al. synthesized InP/ZnS core/ shell QDs that showed a 23% PL QY with thin ZnS (0.5 nm) shell.13 Li and co-workers reported a heating process in one pot for both core and shell growth, which produced core/shell QDs with 50 70% of PL QY.14 In their report, the PL QY of the core/shell structured QDs decreased as the ZnS shell thickness increased beyond 1 nm because the ZnS shell had a large lattice mismatch (7.7%) against the InP core. To alleviate this mismatch, interlayers with an intermediate lattice constant have been adopted. Kim and co-workers introduced the GaP interlayer by cation exchange of In with Ga, and the resulting InP/GaP/ZnS QDs showed 85% of PL QY.15 Lim et al. prepared a gradient alloy ZnSeS shell of 1.9 nm thickness, which resulted in the InP/ZnSeS QDs with 50% of PL QY.16\nReceived: December 31, 2018 Accepted: February 6, 2019 Published: February 6, 2019\n© 2019 American Chemical Society 1496 DOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 0\n6: 34\n:2 4\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nDespite these e orts, however, the full width at half-maximum (fwhm) of the InP-based QDs remain in the range 40 60 nm. Recently, Ramasamy et al. reported a notable improvement of the fwhm of InP/ZnSe/ZnS QDs to 38 nm (71% PL QY, em = 535 nm).17 They optimized the ratio of In/P (1.5/1) and P injection temperature (room temperature) and applied the successive ion layer adsorption and reaction (SILAR) method18 for the shell coating to prepare QDs with 4.2 nm diameter.\nIn this study, we produced very bright and uniform green emitting InP/ZnSe/ZnS QDs by optimizing the reaction parameters for the InP core synthesis and the growth of uniform and thick ZnSe/ZnS shells. The injection temperature of the P precursor was set to 150 °C to control the reaction rate and form MSC as an intermediate, which enables uniform InP cores. To prevent facet-selective anisotropic shell growth, the shell coating was performed at high temperature (320 °C) which results in highly crystalline and well passivating layer. The resulting ZnSe and ZnS shells were grown to a thickness of 1.5 and 0.5 nm, respectively, and the average diameter of InP/ZnSe/ZnS QDs was close to 6.0 nm. The obtained InP/ ZnSe/ZnS QDs showed 95% PL QY at 528 nm peak emission with fwhm of only 36 nm, which we believe to be the best luminescent properties of InP-based QDs ever reported to date. We also performed systematic comparisons in the photophysical properties of the InP/ZnSe/ZnS, InP/ZnS, and InP/ZnSe QDs through time-resolved and temperaturedependent PL measurements, blinking dynamics, and Auger ionization e ciencies. Especially, the e ects of the trap on PL emission were directly compared through the decay associated spectra (DAS), which has never been performed to understand the properties of QDs before. The deep trap emission that appeared at several tens of nanometers longer than the core state emission could be de ned as a surface emission. The InP/ ZnSe/ZnS QDs exhibited nearly trap-free emission over a wide range of temperatures in accordance with the e ective trap passivation. The fast charge detrapping rate for the blinking dynamics and the relatively lower Auger ionization e ciency also support that the well-passivated InP/ZnSe/ZnS QDs are barely a ected by trap states, in comparison with InP/ZnS and InP/ZnSe QDs.\nRESULTS AND DISCUSSION Despite many e orts, the preparation of InP QDs with uniform size and minimum defects is still challenging due to a poor understanding of the structural and photophysical properties of InP QDs. In particular, because of their small size (d < 3 nm), it is more important to suppress the surface oxidation or defect generation of the green emitting InP QDs. Previous studies on the kinetics of InP QD formation4,19 showed that the di erent reactivity between the active P and the stable In precursors was one of the causes for the size distribution. During the InP synthesis, unlike the LaMer type growth, it has been known that the initial nucleation phase completely consumes the highly reactive P precursor such as (TMS)3P, and further growth takes place through the Ostwald ripening, which results in a large size distribution. To solve this issue, we injected (TMS)3P at 150 °C in the presence of both indium laurate (In(LA)3) and zinc oleate (Zn(OA)2) precursors.\n12,20 At this mild temperature the In P Zn ligand complexes21 were rst formed, and then they were converted to InP MSCs as the temperature increased to 170 °C, showing a sharp absorption peak at 370 nm. In comparison, the In P ligand complexes\nwithout Zn(OA)2 can create InP MSCs at only 110 °C with the absorption peak at 386 nm.12 Therefore, it was inferred that the In P Zn ligand complexes could retard the InP nucleation. As the reaction temperature increased further to 240 °C,8 the In P Zn ligand complexes, which remained as monomers at 170 °C, decomposed to cause uniform growth of InP QDs. The synthetic scheme and absorption spectra of the InP nanostructures at each growth step are shown in Figure S1a,b. The average diameter of the InP core was controlled at 2 nm for the green emission, and the size distribution was very narrow considering the core size ( = 12%, Figure S1c). For comparison, the InP QDs by injecting (TMS)3P at 280 °C were also prepared. As shown in Figure S1d, the InP QDs synthesized by injecting at 280 °C have broader half-width at half-maximum of the 1s absorption peak (30 nm) than that synthesized by injecting 150 °C (24 nm), which shows a larger size distribution.\nTo maximize the surface passivation, we applied ZnSe/ZnS multilayer for the shell structure. The ZnSe interlayer was used to relieve the strain between the InP core and the ZnS shell. When the energy band gap of the small InP core is close to that of ZnSe (2.82 eV), the excitons of InP core can be delocalized over the interfaces between InP and ZnSe. Thus, both the InP core size and the ZnSe shell thickness could be optimized to control the wavelength, especially for the green emission. The ZnSe shell also has an e ect on passivation the surface defect of the InP core as well as a medium level of exciton con nement. Also, since the ZnSe tends to grow more epitaxially on InP core, it is advantageous to grow thick ZnSe interlayer prior to the ZnS layer, which has a wide band gap that con nes excitons more tightly. Thus, the InP/ZnSe QDs were prepared by growing a relatively thick (1.5 nm) ZnSe shell on the InP core with a diameter of 2.0 nm, which resulted in the red-shift of the emission spectra from 477 to 532 nm. Next, a ZnS shell 0.5 nm in thickness was grown over the InP/ ZnSe QDs to form the InP/ZnSe/ZnS QDs shown in Scheme 1. We calculated the thickness and composition of each shell\nlayer based on the elemental compositions (by ICP-AES) and theoretical calculation22 assuming perfect spherical QDs and uniform shell growth (Table S1). Therefore, all values are reported as the average for the collective structures and can be di erent from the size measured by scanning transmission electron microscopy (STEM). However, those are still helpful to follow the progress of general particle evolution. The absorption and emission spectra of the InP core and InP/ZnSe and InP/ZnSe/ZnS QDs are depicted in Figure 1. The absorbance increase below 450 nm indicates the degree of ZnSe and ZnS shell growth. A decrease in the emission tail, observed at slightly longer wavelengths to the peak, implies the removal of the trap states. The resulting InP/ZnSe/ZnS QDs showed absolute PL QY of 95.4 ± 2.1% and spectral bandwidth of 36 nm at the 528 nm emission peak, which are the highest PL QY and narrowest fwhm ever reported for green emitting InP-based QDs. The absolute PL QY of QDs was\nScheme 1. Synthesis of InP Core QDs and ZnSe/ZnS Shell Coating\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1497\nmeasured using a quantum e ciency measurement system with an integrating sphere by 10 times repetition. To cover the color space of Digital Cinema Index (DCI) or National Television System Committee (NTSC) standard, a narrow fwhm of the green spectrum is crucial. Our green InP/ZnSe/ ZnS QDs can achieve 100% of color reproducibility to DCI-P3 standard due to simultaneous improvement of fwhm and PL QY at perfectly matched emission wavelength. The LED display utilizing QDs as color converting materials has an advantage covering wider color space than any other displays, such as the organic light emitting diode and the LED with narrow band phosphors or yellow absorbing dyes. Because the high quality red emitting QDs are also signi cantly important for wide color gamut, our group have been working to improve the fwhm of red InP QDs, previously known as about 45 nm.4,17\nAlthough the shell growth at high temperature has bene ts for high crystallinity and uniform shell growth by overcoming the thermodynamic facet preferences, most of previous studies had performed shell growth below 300 °C to prevent heterogeneous nucleation.4 However, we could increase the shell growth temperature up to 320 °C, which is slightly lower than boiling temperature of the solvent, trioctylamine, by simultaneously controlling the injection steps and speeds of the Se and S precursors. As shown in Figure S2, no small particle could be produced by the heterogeneous nucleation. The accelerated shell growth at the high temperature signi cantly improved the crystallinity and uniformity of the core/shell QDs. The high-resolution scanning transmission electron microscopy (HR-STEM) images of InP/ZnSe and InP/ ZnSe/ZnS QDs in Figure 2a,b show highly crystalline nanocrystals. The STEM energy-dispersive X-ray spectroscopy (EDS) mapping images of the InP/ZnSe/ZnS QDs also show InP core well passivated with ZnSe/ZnS multishell (Figure S3). The nanoparticle in the high-angle angular dark- eld (HAADF) image is well overlaid with patterns of each atom: In, P, Zn, Se, and S. The In atoms are localized around the center of the particle, whereas the Zn atoms are delocalized over the particle. The Se and S atoms compose inner and outer shell, respectively. The P atoms distributing throughout the particles rather than inside core is caused by the trioctylphosphine used for chalcogen precursors. The X-ray di raction (XRD) patterns (Figure 2c) for the InP/ZnSe/ZnS QDs during the shell growth also show evidently the epitaxial growth of ZnSe and ZnSe/ZnS shell on zinc-blende InP core by the peak shifting to higher angle and narrowing without\nchanging on the patterns. The peaks shifting were occurred by coating shell materials which have smaller lattice constant on the InP core. The peaks narrowing, which is related to growth of the crystal size, also could be an evidence for epitaxial growth on InP core while the crystalline structure was maintained as zinc-blende.\nTo study the e ects of the passivating shell materials as well as the structures on the photophysical properties, InP/ZnS QDs were also prepared by growing ZnS shell with 1.0 nm in thickness on the same InP core as a model system. The absorption and emission spectra, HR-STEM images, and XRD patterns are shown in Figure S4. The absorption and PL spectra of the InP/ZnS QDs ( em = 505 nm, fwhm 50 nm, PL QY 46%) showed a smaller red shift after shell coating and slightly higher e ciency than the InP/ZnSe QDs ( em = 532 nm, fwhm 39 nm, PL QY 34%) because of the better exciton con nement e ect of the ZnS shell. The large lattice mismatch between InP and ZnS induces inhomogeneous broadening of surface trap levels,23 which results in broader fwhm of InP/ZnS than that of InP/ZnSe.\nWhen the emission spectra of InP/ZnSe, InP/ZnS, and InP/ ZnSe/ZnS are tted with Gaussian functions at the front line, we observed a tail on the lower energy side of each spectrum (Figure S5). Supposedly, tails at longer wavelengths are due to the trap states. To identify the in uence of defects on the QD decay dynamics, we measured PL lifetimes using the spectrally resolved time-correlated single-photon counting (TCSPC) technique across the whole QD emission spectra. In Figure S6, the PL decay pro les, dependent on the probe wavelength, were measured at 10 nm spectral intervals for all QDs. The PL decay curves were tted with triexponential functions: a fast component ( 1 = 3 4 ns) attributed to the intrinsic charge transfer processes between the neutral (core) and surface trap (charged) states, an intermediate component ( 2 = 30 40 ns) due to the intrinsic recombination of initially populated neutral\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1498\nstates, and a long-lived component ( 3 > 100 ns) from the trap state emissions.24 29 On the basis of the PL decay curves, which were analyzed by global tting to obtain the kinetic time constants and respective amplitudes, we reconstructed the time-resolved PL spectra (TRPS) and the corresponding DAS that are shown in Figure 3. In the TRPS (Figure 3a c), the red-shifted peak maximum represents the emission at longer wavelengths in the PL spectra, which is attributable to the long-lived component. This assignment is further supported by the di erent relative peak amplitudes of the 1, 2, and 3 components in the DAS (Figure 3d f). We found that the contribution of the trap states to the total PL spectra of InP/ ZnSe/ZnS was only 13%, while those of InP/ZnS and InP/ ZnSe were 37% and 41%, respectively. The relative contributions from the 2 component in the total PL spectra corresponded with their respective PL QYs because the 2 component originates from the radiative recombination process of excitons. Consequently, our ndings provide evidence that e ective passivation occurred for the InP/ ZnSe/ZnS QDs. Moreover, these spectrally resolved PL decay curves clearly prove that the long-wavelength tails in the steady-state PL spectra are closely associated with the trap state emission. Because previous studies con rmed that surface traps a ect the deep traps as well as shallow traps,24,30,31 we expected to observe the same tendency for the deep trap state emission. In this study, we de ned the deep trap state emission as surface emission that appeared at several tens of nanometers longer than the core state emission, rather than a trap within the band gap.\nTo understand the deep trap state emission mechanism, which depends on the shell passivation of the QDs, we analyzed the steady-state PL spectra over a wide temperature range (77 297 K, Figure 4 and Figure S7). The temperature dependence of the thermal population is an important factor that causes charge transfers between the neutral and trap states.24 All core/shell QDs displayed no low-energy trap emission at room temperature, in contrast with the InP cores that showed strong trap state emission at longer wavelengths. Notably, for the InP/ZnSe/ZnS QDs, we observed no trap state emission over a wide range of temperatures, which suggests that the surface passivation by the ZnSe/ZnS multishell encapsulation of QDs successfully reduced defects, leading to enhanced PL QY. Both the InP/ZnSe and InP/ZnS QDs showed increased low-energy trap emission as the temperature decreased. These properties are quite similar to the CdSe-based QDs.30 33 For comparison, we plotted the relative intensities of the two emission bands in Figure 4b,\nwhich clearly demonstrated that the relative trap emission intensities were highly dependent on the temperature. The relatively more prominent deep trap emission of InP/ZnSe QDs is thought to be a consequence of the surface defects. The ZnSe surfaces are prone to oxidation, and as a result the formation of selenium oxide phases was indicated by X-ray\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1499\nphotoelectron spectroscopy (XPS). On the other hand, ZnSterminated QDs showed almost no surface oxide as shown in Figure S8. As the temperature increased, the PL spectra became red-shifted and broader for all QDs in accordance with previous studies34 36 (Figure S9). When the temperature increases, the atoms vibrate more strongly, increasing the interatomic spacing. The interactions between the lattice phonons and free carriers (electrons and holes) also a ect the band gap to a smaller extent.34,37,38 In other words, a small free energy di erence along the classical bath coordinate promotes temperature-dependent surface PL, whereas large coupling between quantum (phonon) modes induces broadening and red shifts.31 This is schematically presented in Figure S10.\nFurthermore, we evaluated the energetic trap densities through the blinking dynamics by comparing the blinking behaviors with the trapping/detrapping rates of each QD using single-dot confocal PL microscopy. Investigating the charge trapping process has been one of the most popular methods to explore the e ects of trap states on the QDs. Charge trapping dynamics prevents radiative recombination and is therefore a limiting factor for practical commercialization.39 42 Thus, it is essential to understand charge trapping dynamics to produce QDs with superior optical properties. Charge trapping impedes continuous PL emission, and it is noted as blinking or PL intermittency in single-dot PL measurements.42 Typical PL trajectories and intensity histograms are shown in Figure 5 by\ncounting the number of photons emitted in 20 ms time intervals. The emissions from all isolated dots present a random pattern of switching between bright (“on”) and dark (“o ”) states. The intensity histograms showed a bimodal distribution for all samples. Compared to the previous reports,29,43 all our samples showed stable on-intensity with very little uctuation. Also, since the on- and o -states were clearly distinguished from each other, the dynamics can be\nreliably described by the two states. First, the InP/ZnSe/ZnS QDs exhibited signi cantly longer on-time compared with other core/shell QDs: the on-time fractions of InP/ZnS, InP/ ZnSe, and InP/ZnSe/ZnS were 34%, 26%, and 76%, respectively, which corresponded to their respective PL QYs. The on-time fractions are not directly matched with the PL QY due to the di erence in the measurement conditions, a liquid state dissolved in toluene for PL QY, and a solid state embedded in polystyrene. In these three QDs, e ective passivation by shell encapsulation is one possible cause for the distinctive blinking behaviors due to their similar PL QY tendencies. The overall QD blinking behaviors, including the trapping/detrapping rates, re ect the di erences in the trap densities and energetic distributions.\nGenerally, the blinking behaviors can be explained by a traprelated mechanism.42,44 50 Especially in the charging model, charge carrier photoionization to the trap states generates a charged QD which remains in a non uorescent state due to fast nonradiative energy transfer such as the Auger recombination.44 47 To compare the trapping/detrapping rate constants, the probability density distributions of the onand o -times, expressed as P( on) and P( off), were generated for QDs with di erent structures, as shown in Figures S11a and 11b, respectively. To capture the representative features and eliminate the artifacts induced by a particular QD, each plot was generated with at least 100 single QDs. More details about the probability density plots can be found in Figure S11. The probability was weighted with the average time for the nearestneighboring event and was plotted on a log log scale. The power law distributions of the on- and o -time probability densities demonstrate that the charge transfer rates are widely distributed between the neutral and charged states. These behaviors are a consequence of energetic di usion in the trap states, i.e., change in the density and position of charges trapped in the QDs.42,45 The trapping ( on) and detrapping rates ( off) of both InP/ZnSe and InP/ZnS QDs were higher than those of the InP/ZnSe/ZnS QDs, suggesting that the imperfect passivation of single-shelled QDs leads to larger uctuations between the on and o states. This also renders the trap state energies more sensitive to changes in the external environment.42,45 Besides, a larger coe cient of the probability densities indicates faster charge trapping or detrapping processes if compared within the same time window.50 Therefore, large on and off values represent rapid charge trapping and detrapping processes, respectively. Notably, the on values were smaller than the off values for all three samples. Schematics for the energetics between the charged and neutral states with regard to their relative transition rates are shown in Figure S11c. These processes are based on the activation energy barriers ( E1 and E2) between the neutral and charged QD parabolic potential curves. The energetic positions of the neutral and charged states depend on the on and off values, and these two states are located at the same energy level when on = off. When off > on, the energy level of the charged QD is higher than that of the neutral state because a larger off value indicates that the detrapping process is faster than the trapping process. In addition, the fact that the InP/ZnSe/ZnS QD exhibited a larger di erence between the on and off (0.17) compared with InP/ZnS (0.10) and InP/ ZnSe (0.08) suggested that the charged states in InP/ZnSe/ ZnS QDs were located at much higher energy levels. Consequently, the InP/ZnSe/ZnS QDs are less a ected by\nFigure 5. Representative blinking dynamics for individual QDs: InP/ ZnS, InP/ZnSe, and InP/ZnSe/ZnS. Each row presents the PL intensity trace (left) and the intensity histogram (right) of a single QD. The horizontal gray line is the PL intensity threshold, and the numerical value at the top right of each histogram indicates the ontime fraction in percentage. The PL intensity of the o -state was the same as the background. The PL intensity was measured by integrating over 5000 excitation pulses (20 ms).\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1500\nthe trap states compared with the other single-shelled QDs, which explains their exceptionally high PL QYs.\nThe Auger ionization e ciencies for all QDs are consistent with the charge transfer process schematically described in Figure S11c. The Auger ionization e ciency is signi cantly a ected by the trapping probability for QD. The trapping probability depends on the trap densities at higher energy states, since the annihilation energy of exciton contributes to the ejection of other charge carriers into adjacent trapping positions. With regard to this, the di erences in blinking rates are described by trap densities that are at least 1Eg (which is as high as the band gap energy) above the edge of the lowest conduction band. Previous studies observed that the exponential truncation ( falloff) in the on-time probability plots originated from the Auger ionization processes.25,46,51 As shown in Table 1, we calculated the probabilities of creating a\ntotal of n excitons (n = 1 and 2) and multiexcitons (MX, n 2) in a single pulse and the associated Auger ionization e ciencies as described by Peterson et al.52 The Auger ionization probabilities (Pionize) of InP/ZnSe and InP/ZnS QDs are larger than that of InP/ZnSe/ZnS. The same trend was observed for the Auger ionization e ciency (Pionize/PMX), suggesting that the InP/ZnSe/ZnS QDs have lower trap densities than the core/shell QDs at higher energy states.\nThe photostability of the InP/ZnSe/ZnS QDs dissolved in toluene (4 M) were also examined by continuously irradiating at a power of 30 W/cm2 and wavelength of 458 nm under ambient conditions for 60 h. The relative PL intensities do not show any change larger than 2%; in addition, no spectral shift was observed as shown in Figure S12. The shelf lifetime under nitrogen conditions is much longer than a year, which is con rmed by no absolute PL QY changes one year after synthesizing the QDs.\nCONCLUSION We have reduced the size distribution of InP cores by regulating the reactivity of In and P precursors. Moreover, the highly crystalline and well-passivated ZnSe/ZnS shell coating performed at high temperature (320 °C) remarkably enhanced the PL QY of QDs. The resulting InP/ZnSe/ZnS QDs showed the highest quantum e ciency (95%) and the narrowest emission width (36 nm) for green emitting InP-based QDs ever reported. To study the photophysical properties that depend on the shell compositions and structures, InP/ZnSe and InP/ZnS QDs were also prepared using the same InP cores. A comparison using TRPS and DAS analyses clearly\nindicated that the long-wavelength tail emission from the surface trap state was nearly eliminated in the InP/ZnSe/ZnS QDs, while the InP/ZnSe and the InP/ZnS QDs showed relatively higher surface trap emissions. Furthermore, InP/ ZnSe/ZnS QDs showed no shallow or deep trap emission over a wide temperature range (77 297 K), indicating that the ZnSe/ZnS multishell structure successfully passivated defect structures. From the single QD blinking dynamics, the larger di erence between off and on values (0.17) and the lower Auger ionization e ciencies (3.8%) of InP/ZnSe/ZnS QDs also suggested that the charged states of these QDs are located at much higher energy levels, which are scarcely a ected by the trap state. These photophysical studies evidently supported the superior optical properties of these well-passivated InP/ZnSe/ ZnS QDs.\nEXPERIMENTAL METHODS Materials. Indium acetate (In(OAc)3, 99.99%), lauric acid (LA, 98%), zinc acetate (99.99%), oleic acid (OA, 90%), sulfur (99.98%), selenium (99.99%), 1-octadecene (ODE, 90%), trioctylamine (TOA, 95%), and toluene (anhydrous 99.8%) were purchased from SigmaAldrich. Tris(trimethylsilyl)phosphine (TMS3P, 98%) and trioctylphosphine (TOP, 90%) were purchased from Strem. Acetone (HPLC grade) was purchased from Samchun. All chemicals were used as purchased.\nSynthesis of InP Core. InP core was prepared by quickly injecting a phosphine precursor to a solution containing indium and zinc precursors. Brie y, zinc acetate (1.2 mmol) and OA (2.4 mmol) were mixed in 10 mL of ODE. The mixture was evacuated at 120 °C for 1 h, then re lled with N2, and cooled to RT. After addition of indium acetate (0.6 mmol) and LA (1.8 mmol), the reaction mixture was evacuated again at 120 °C for 1 h, re lled with N2, and heated to 150 °C. TMS3P (0.4 mmol) dissolved in TOP (1 mL) was quickly injected into the reaction mixture, which was then heated to 240 °C for successive growth. The reaction was monitored by measuring the absorption spectrum of the aliquot and quenched by rapid cooling below 200 °C. The resulting InP core was precipitated and washed with acetone.\nPreparation of InP/ZnSe/ZnS Core/Shell/Shell Quantum Dots (QDs). A ZnSe shell was grown over InP core by reacting Zn(OA)2 and Se/TOP. The Zn(OA)2 solution was prepared by dissolving zinc acetate (2.4 mmol) and oleic acid (4.8 mmol) in 10 mL of TOA at room temperature, degassing at 120 °C under vacuum, and re lling with N2 gas. The reaction mixture was heated to 180 °C. The InP core dissolved in toluene was injected into the solution. Then Se/TOP (0.4 M, up to a total amount of 1.8 mL) was added stepwise by raising the temperature to 320 °C. The shell growth was done by reacting at 320 °C for 1 h. Successively, the ZnS shell was grown in the same reaction ask. A S/TOP solution (1.0 M, 0.8 mL) was injected to the above reaction solution at 320 °C and kept at that temperature for 40 min. After cooling to 280 °C, another 1.7 mL of 1.0 M S/TOP was injected and maintained for 1 h.\nPreparation of InP/ZnS Core/Shell QDs. The ZnS shell was grown over InP core using a similar method as described above. The Zn(OA)2 solution was prepared in the same way, but with di erent amounts of zinc acetate (2.0 mmol) and OA (4.0 mmol). At 220 °C, InP core dissolved in toluene and 2 mL of 1.0 M S/TOP were injected to the Zn(OA)2 solution. The shell growth was done by reacting at 280 °C for 1 h.\nPreparation of InP/ZnSe Core/Shell QDs. The InP/ZnSe QDs were prepared by quenching the InP/ZnSe/ZnS reaction before S/ TOP injection. All core/shell QDs were puri ed before characterization to remove the reaction solvent and excess precursors.\nEnsemble Spectroscopy. Steady-state absorption spectra were recorded by using a UV/vis spectrometer (Cary 5000, Varian). Steady-state photoluminescence (PL) of QDs in toluene was measured by using a uorescence spectrophotometer (F7000, Hitachi). The absolute PL QY were measured using a quantum\naPMX is the probability of forming a multiexciton state (MX) under the given excitation conditions. Simple Poisson statistics was used to demonstrate that the formation of biexciton or higher excitonic species is a highly probable event on the millisecond time scale. Most of the parameters were calculated based on ref 52.\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1501\ne ciency measurement system with integrated sphere (QE2100, Otsuka) under 10 times repetition. For temperature-dependent measurement, a temperature-controlled liquid nitrogen cryostat (Oxford Instruments, Optistat DN) was used. Temperatures were maintained to within ±0.05 K, and the system was allowed to equilibrate for 30 min before measurement.\nStructural Analysis. High-resolution scanning transmission electron microscopy (HR-STEM) images were obtained with a Titan ChemiSTEM system operated at 200 keV. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) analysis was performed with a Shimadzu ICPS-8100 sequential spectrometer. Xray di raction (XRD) patterns were taken with a Bruker D8 Advance instrument using a Cu K X-ray source ( = 1.5418 Å). X-ray photoelectron spectroscopy (XPS) analysis was performed using a Quantera II of PHI Ulvac with 45° of takeo angle.\nTime-Resolved PL Measurements. A time-correlated singlephoton-counting (TCSPC) system was used for measuring the spontaneous uorescence decay. The excitation light source was a mode-locked Ti:sapphire laser (Spectra-Physics, MaiTai BB) which provides ultrashort pulse (center wavelength of 800 nm with 80 fs at full width at half-maximum, fwhm) with high repetition rate (80 MHz). This high repetition rate was reduced to 800 kHz by using homemade pulse picker. The pulse-picked output was frequency doubled by a 1 mm thick BBO crystal (type I, = 29.2°, EKSMA). The uorescence was collected by a microchannel plate photomultiplier (MCP-PMT, Hamamatsu, R3809U-51) with a thermoelectric cooler (Hamamatsu, C4878) connected to a TCSPC board (Becker; Hickel SPC-130). The overall instrumental response function was about 25 ps (fwhm). A vertically polarized pump pulse by a Glan-laser polarizer was irradiated upon samples, and a sheet polarizer set at an angle complementary to the magic angle (54.7°) was placed in the uorescence collection path to obtain polarization-independent uorescence decays.\nSingle-Molecule Confocal Microscopy. Samples were prepared by spin-coating QD solutions on rigorously cleaned quartz coverslips at 2000 rpm for 60 s. The QD solutions were prepared with chloroform containing 20 mg mL 1 polystyrene (Aldrich, average MW = 44000). The confocal microscope (TE2000-U, Nikon) was equipped with a sample scanning stage at RT. To excite the samples, a circularly polarized light from a picosecond pulsed diode laser (LDHD-C-450, Picoquent, 1 MHz repetition rate, prepared using a Berek compensator (5540, New Focus)) was passed through a laser line lter (FF01-450/10-25, Semrock) and collimating lens, and then it was focused on the sample via an oil immersion objective (Plan Fluor, 1.3 NA, 100×, Nikon) with a power density corresponding to an average number of excitons per pulse Nx = 0.1. Fluorescent signals were passed through a dichroic mirror (Z458rdc, Chroma Technology), spectrally ltered using a notch lter (HNPF-450.01.0, Kaiser Optical Systems) and a band-pass lter (LP02-473RU-25, Semrock), and then split by using a nonpolarizing 50:50 beam splitter. Half of the uorescence was dispersed via a spectrograph (SpectraPro 2150i, Princeton Instruments) and projected onto an EMCCD camera (PL PROEM:512B EMCCD, Princeton Instruments). The other half was detected by an avalanche photodiode (APD) module (SPCM-AQR-16-FC, EG&G). The uorescent signal detected by the APD was registered by a TCSPC unit (SPC 830, Becker; Hickl). The TCSPC was operated in rst-in- rst-out regime, in which the arrival time after the beginning of acquisition and the time lag with respect to the excitation pulse were stored for each detected photon. The fwhm of the overall instrumental response function was approximately 500 600 ps. The data were processed by using a BIFL data analyzer software (Scienti c Software Technologies Center) to obtain uorescence intensity trajectories and the time-resolved uorescence decays.\nProbability Density Plots and Auger Ionization E ciencies. Probability distributions for the on- and o -times were calculated for 100 individual QDs to exclude any artifacts introduced by unexpected events. According to previously reported probability density plots, the probability densities for o -time events consistently followed a power law distribution, whereas those for on-time showed “bending”\nstructures for long on-time durations.42,52,53 In our study, the o - time (blinking recovery) kinetics were not governed by a single rate constant for all samples because the probability densities were distributed over a wide range of durations. Indeed, the blinking recovery kinetics were tted to a power law equation, P( off) off. Conversely, the on-time kinetics followed a truncated power law behavior, P( on) one / falloff, which shows a “bent” curvature for long on, as previously reported by Wang et al. In log log plots, the power law coe cient is the slope of the linear t, and the fallo time ( falloff) indicates the start of exponential truncation. 50,53,54\nNote that the probability P of creating multiple excitons within a given bin time should be considered to understand the on-time kinetics using Auger ionization processes. Thus, the probabilities of creating n excitons in a single pulse (with n = 1, 2) and multiexciton (MX, n 2) were calculated in the same manner (eqs 1 and 2) according to the work by Peterson et al.25,52,55 57\nP n N n( ) e /N N x n x x= !\n(1)\nfor the probability of the average number of created exciton on Nx with n as an integer and\nP N1 e eN x N MX x x= (2)\nfor the probability of the multiexciton on Nx , PMX. The average number of generated excitons Nx was calculated by multiplying the absorption cross section ( , cm 2) at the excitation wavelength and the intensity of laser (j, photons/cm2·pulse): Nx = j . In our previous study, the Auger ionization e ciency in uences the fallo time of on-time distribution, since Pfalloff is the probability of forming the multiexciton state (PMX) and the ionization probability (Pionize) as shown in eq 3.\nP T P Pfalloff rep\nfalloff MX ionize = =\n(3)\nwhere Pionize = Pfalloff/PMX (Auger ionization probability, Pionize) and Trep is the repetition rate of the pulsed laser.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b02063.\nElemental compositions of QDs, STEM images of QDs, HR-STEM image and XRD patterns of InP/ZnS QDs, steady-state emission spectra, wavelength-dependent time-resolved PL decay curves, temperature-dependent PL spectra, high-resolution XPS spectra, schematics of core and surface emission for the QDs, and on- and o - time probability density plots (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail: ejjang12@samsung.com. *E-mail: dongho@yonsei.ac.kr."
    }, {
      "heading" : "ORCID",
      "text" : "Yongwook Kim: 0000-0002-9270-5993 Sujin Ham: 0000-0002-7950-2745 Heejae Chung: 0000-0001-5436-3753 Junho Lee: 0000-0001-6723-1469 Dongho Kim: 0000-0001-8668-2644 Eunjoo Jang: 0000-0003-2573-0176"
    }, {
      "heading" : "Author Contributions",
      "text" : "The synthesis of quantum dots and structural analysis were performed by Y.K., H.J., and J.H.M. The HR-STEM images were obtained by J.L. The photophysical properties of\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1502\nquantum dots were studied by S.H. and H.C. The research was designed, planned, and coordinated by D.K. and E.J. This article was written in consultation with all authors. Y.K and S.H contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing nancial interest.\nACKNOWLEDGMENTS This work at Yonsei University was nancially supported by the Samsung Advanced Institute of Technology (SAIT) under Project IO170214-04232-01.\nREFERENCES (1) Xie, R.; Battaglia, D.; Peng, X. Colloidal InP Nanocrystals as Efficient Emitters Covering Blue to Near-infrared. J. Am. Chem. Soc. 2007, 129, 15432 15433. (2) Ziegler, J.; Xu, S.; Kucur, E.; Meister, F.; Batentschuk, M.; Gindele, F.; Nann, T. Silica-coated InP/ZnS Nanocrystals as Converter Material in White LEDs. Adv. Mater. 2008, 20, 4068 4073. (3) Jang, E.; Jun, S.; Jang, H.; Lim, J.; Kim, B.; Kim, Y. White-lightemitting Diodes with Quantum Dot Color Converters for Display Backlights. Adv. Mater. 2010, 22, 3076 3080. (4) Tamang, S.; Lincheneau, C.; Hermans, Y.; Jeong, S.; Reiss, P. Chemistry of InP Nanocrystal Syntheses. Chem. Mater. 2016, 28, 2491 2506. (5) European Union Law, 2017; http://eur-lex.europa.eu/legalcontent/PL/ALL/?uri=PI_COM:Ares(2017)644052 (accessed date: 23 Jan 2019). (6) Brus, L. E. Electron-electron and Electron-hole Interactions in Small Semiconductor Crystallites: The Size Dependence of the Lowest Excited Electronic State. J. Chem. Phys. 1984, 80, 4403 4409. (7) Thuy, U. T. D.; Reiss, P.; Liem, N. Q. Luminescence Properties of In(Zn)P Alloy Core/ZnS Shell Quantum Dots. Appl. Phys. Lett. 2010, 97, 193104. (8) Xu, S.; Ziegler, J.; Nann, T. Rapid Synthesis of Highly Luminescent InP and InP/ZnS Nanocrystals. J. Mater. Chem. 2008, 18, 2653 2656. (9) Anderson, N. C.; Hendricks, M. P.; Choi, J. J.; Owen, J. S. Ligand Exchange and the Stoichiometry of Metal Chalcogenide Nanocrystals: Spectroscopic Observation of Facile Metal-carboxylate Displacement and Binding. J. Am. Chem. Soc. 2013, 135, 18536 18548. (10) Song, W.-S.; Lee, H.-S.; Lee, J. C.; Jang, D. S.; Choi, Y.; Choi, M.; Yang, H. Amine-derived Synthetic Approach to Color-tunable InP/ZnS Quantum Dots with High Fluorescent Qualities. J. Nanopart. Res. 2013, 15, 1750. (11) Gary, D. C.; Glassy, B. A.; Cossairt, B. M. Investigation of Indium Phosphide Quantum Dot Nucleation and Growth Utilizing Triarylsilylphosphine Precursors. Chem. Mater. 2014, 26, 1734 1744. (12) Gary, D. C.; Terban, M. W.; Billinge, S. J. L.; Cossairt, B. M. Two-step Nucleation and Growth of InP Quantum Dots via Magicsized Cluster Intermediates. Chem. Mater. 2015, 27, 1432 1441. (13) Haubold, S.; Haase, M.; Kornowski, A.; Weller, H. Strongly Luminescent InP/ZnS Core shell Nanoparticles. ChemPhysChem 2001, 2, 331 334. (14) Li, L.; Reiss, P. One-pot Synthesis of Highly Luminescent InP/ ZnS Nanocrystals without Precursor Injection. J. Am. Chem. Soc. 2008, 130, 11588 15889. (15) Kim, S.; Kim, T.; Kang, M.; Kwak, S. K.; Yoo, T. W.; Park, L. S.; Yang, I.; Hwang, S.; Lee, J. E.; Kim, S. K.; Kim, S.-W. Highly Luminescent InP/GaP/ZnS Nanocrystals and Their Application to White Light-emitting diodes. J. Am. Chem. Soc. 2012, 134, 3804 3809. (16) Lim, J.; Bae, W. K.; Lee, D.; Nam, M. K.; Jung, J.; Lee, C.; Char, K.; Lee, S. InP@ZnSeS, Core@composition Gradient Shell Quantum Dots with Enhanced Stability. Chem. Mater. 2011, 23, 4459 4463.\n(17) Ramasamy, P.; Kim, N.; Kang, Y.-S.; Ramirez, O.; Lee, J.-S. Tunable, Bright, and Narrow-band Luminescence from Colloidal Indium Phosphide Quantum Dots. Chem. Mater. 2017, 29, 6893 6899. (18) Xie, R. G.; Kolb, U.; Li, J. X.; Basche, T.; Mews, A. Synthesis and Characterization of Highly Luminescent CdSe-Core CdS/ Zn0.5Cd0.5S/ZnS Multishell Nanocrystals. J. Am. Chem. Soc. 2005, 127, 7480 7488. (19) Allen, P. M.; Walker, B. J.; Bawendi, M. G. Mechanistic Insights into the Formation of InP Quantum Dots. Angew. Chem., Int. Ed. 2010, 49, 760 762. (20) Xie, R.; Li, Z.; Peng, X. Nucleation Kinetics vs Chemical Kinetics in the Initial Formation of Semiconductor Nanocrystals. J. Am. Chem. Soc. 2009, 131, 15457 15466. (21) Mobarok, M. H.; Luber, E. J.; Bernard, G. M.; Peng, L.; Wasylishen, R. E.; Buriak, J. M. Phase-pure Crystalline Zinc Phosphide Nanoparticles: Synthetic Approaches and Characterization. Chem. Mater. 2014, 26, 1925 1935. (22) Cho, E.; Jang, H.; Lee, J.; Jang, E. Modeling on the Size Dependent Properties of InP Quantum Dots: A Hybrid Functional Study. Nanotechnology 2013, 24, 215201. (23) Tessier, M. D.; Dupont, D.; De Nolf, K.; De Roo, J.; Hens, Z. Economic and Size-tunable Synthesis of InP/ZnE (E = S, Se) Colloidal Quantum Dots. Chem. Mater. 2015, 27, 4893 4898. (24) Zhang, L.; Xu, Q.; Liu, M.; Kong, L.; Jiao, M.; Mu, H.; Wang, D.; Wang, H.; Chen, J.; Yang, C. Temperature and Wavelength Dependence of Energy Transfer Process between Quantized States and Surface States in CdSe Quantum Dots. Nanoscale Res. Lett. 2017, 12, 222. (25) Galland, C.; Ghosh, Y.; Steinbru ck, A.; Sykora, M.; Hollingsworth, J. A.; Klimov, V. I.; Htoon, H. Two Types of Luminescence Blinking Revealed by Spectroelectrochemistry of Single Quantum Dots. Nature 2011, 479, 203 207. (26) Gyori, Z.; Ta trai, D.; Sarlo s, F.; Szabo , G.; Kukovecz, A .; Ko nya, Z.; Kiricsi, I. Laser-induced Fluorescence Measurements on CdSe Quantum Dots. Process. Appl. Ceram. 2010, 4, 33 38. (27) Xu, X.; Li, X. Enhanced Emission of Charged-exciton Polaritons from Colloidal Quantum Dots on a SiN/SiO2 Slab Waveguide. Sci. Rep. 2015, 5, 9760. (28) Javier, A.; Magana, D.; Jennings, T.; Strouse, G. F. Nanosecond Exciton Recombination Dynamics in Colloidal CdSe Quantum Dots under Ambient Conditions. Appl. Phys. Lett. 2003, 83, 1423 1425. (29) De, C. K.; Routh, T.; Roy, D.; Mandal, S.; Mandal, P. K. Highly Photoluminescent InP Based Core Alloy Shell QDs from Air-stable Precursors: Excitation Wavelength Dependent Photoluminescence Quantum Yield, Photoluminescence Decay Dynamics, and Single Particle Blinking Dynamics. J. Phys. Chem. C 2018, 122, 964 973. (30) Mooney, J.; Krause, M. M.; Saari, J. I.; Kambhampati, P. A Microscopic Picture of Surface Charge Trapping in Semiconductor Nanocrystals. J. Chem. Phys. 2013, 138, 204705. (31) Mooney, J.; Krause, M. M.; Saari, J. I.; Kambhampati, P. Challenge to the Deep-trap Model of the Surface in Semiconductor Nanocrystals. Phys. Rev. B: Condens. Matter Mater. Phys. 2013, 87, No. 081201. (32) Lifshitz, E.; Dag, I.; Litvin, I.; Hodes, G.; Gorer, S.; Reisfeld, R.; Zelner, M.; Minti, H. Optical Properties of CdSe Nanoparticle Films Prepared by Chemical Deposition and Sol gel Methods. Chem. Phys. Lett. 1998, 288, 188 196. (33) Babentsov, V.; Sizov, F. Defects in Quantum Dots of IIB VI Semiconductors. Opto-Electron Rev. 2008, 16, 208 225. (34) Valerini, D.; Cretí, A.; Lomascolo, M.; Manna, L.; Cingolani, R.; Anni, M. Temperature Dependence of the Photoluminescence Properties of Colloidal CdSe/ZnS Core/shell Quantum Dots Embedded in a Polystyrene Matrix. Phys. Rev. B: Condens. Matter Mater. Phys. 2005, 71, 235409. (35) Salvador, M. R.; Graham, M. W.; Scholes, G. D. Excitonphonon Coupling and Disorder in the Excited States of CdSe Colloidal Quantum Dots. J. Chem. Phys. 2006, 125, 184709.\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1503\n(36) Liptay, T. J.; Marshall, L. F.; Rao, P. S.; Ram, R. J.; Bawendi, M. G. Anomalous Stokes Shift in CdSe Nanocrystals. Phys. Rev. B: Condens. Matter Mater. Phys. 2007, 76, 155314. (37) U nlu , H. A Thermodynamic Model for Determining Pressure and Temperature Effects on the Bandgap Energies and Other Properties of Some Semiconductors. Solid-State Electron. 1992, 35,"
    }, {
      "heading" : "1343 1352.",
      "text" : "(38) Cardona, M.; Kremer, R. K. Temperature Dependence of the Electronic Gaps of Semiconductors. Thin Solid Films 2014, 571, 680 683. (39) Zhang, K.; Chang, H.; Fu, A.; Alivisatos, A. P.; Yang, H. Continuous Distribution of Emission States from Single CdSe/ZnS Quantum Dots. Nano Lett. 2006, 6, 843 847. (40) Franceschetti, A.; Zunger, A. Optical Transitions in Charged CdSe Quantum Dots. Phys. Rev. B: Condens. Matter Mater. Phys. 2000, 62, R16287 R16290. (41) Peng, X.; Schlamp, M. C.; Kadavanich, A. V.; Alivisatos, A. P. Epitaxial Growth of Highly Luminescent CdSe/CdS Core/shell Nanocrystals with Photostability and Electronic Accessibility. J. Am. Chem. Soc. 1997, 119, 7019 7029. (42) Cordones, A. A.; Leone, S. R. Mechanisms for Charge Trapping in Single Semiconductor Nanocrystals Probed by Fluorescence Blinking. Chem. Soc. Rev. 2013, 42, 3209 3221. (43) Reid, K. R.; McBride, J. R.; Freymeyer, N. J.; Thal, L. B.; Rosenthal, S. J. Chemical Structure, Ensemble and Single-Particle Spectroscopy of Thick-shell InP-ZnSe Quantum Dots. Nano Lett. 2018, 18, 709 716. (44) Efros, A. L.; Rosen, M. Random Telegraph Signal in the Photoluminescence Intensity of a Single Quantum Dot. Phys. Rev. Lett. 1997, 78, 1110 1113. (45) Shimizu, K. T.; Neuhauser, R. G.; Leatherdale, C. A.; Empedocles, S. A.; Woo, W. K.; Bawendi, M. G. Blinking Statistics in Single Semiconductor Nanocrystal Quantum Dots. Phys. Rev. B: Condens. Matter Mater. Phys. 2001, 63, 205316. (46) Margolin, G.; Protasenko, V.; Kuno, M.; Barkai, E. Power-law Blinking Quantum Dots: Stochastic and Physical Models. Adv. Chem. Phys. 2005, 133, 327 356. (47) Tang, J.; Marcus, R. A. Mechanisms of Fluorescence Blinking in Semiconductor Nanocrystal Quantum Dots. J. Chem. Phys. 2005, 123, No. 054704. (48) Frantsuzov, P. A.; Marcus, R. A. Explanation of Quantum Dot Blinking without the Long-lived Trap Hypothesis. Phys. Rev. B: Condens. Matter Mater. Phys. 2005, 72, 155321. (49) Frantsuzov, P. A.; Volka n-Kacso , S.; Janko , B. Model of Fluorescence Intermittency of Single Colloidal Semiconductor Quantum Dots Using Multiple Recombination Centers. Phys. Rev. Lett. 2009, 103, 207402. (50) Chung, H.; Cho, K.-S.; Koh, W.-K.; Kim, D.; Kim, J. Composition-dependent Trap Distributions in CdSe and InP Quantum Dots Probed Using Photoluminescence Blinking Dynamics. Nanoscale 2016, 8, 14109 14116. (51) Cordones, A. A.; Bixby, T. J.; Leone, S. R. Evidence for Multiple Trapping Mechanisms in Single CdSe/ZnS Quantum Dots from Fluorescence Intermittency Measurements over a Wide Range of Excitation Intensities. J. Phys. Chem. C 2011, 115, 6341 6349. (52) Peterson, J. J.; Nesbitt, D. J. Modified Power Law Behavior in Quantum Dot Blinking: A Novel Role for Biexcitons and Auger Ionization. Nano Lett. 2009, 9, 338 345. (53) Lee, S. F.; Osborne, M. A. Brightening, Blinking, Bluing and Bleaching in the Life of a Quantum Dot: Friend or Foe? ChemPhysChem 2009, 10, 2174 2191. (54) Wang, S.; Querner, C.; Emmons, T.; Drndic, M.; Crouch, C. H. Fluorescence Blinking Statistics from CdSe Core and Core/shell Nanorods. J. Phys. Chem. B 2006, 110, 23221 23227. (55) Park, Y.-S.; Bae, W. K.; Pietryga, J. M.; Klimov, V. I. Auger Recombination of Biexcitons and Negative and Positive Trions in Individual Quantum Dots. ACS Nano 2014, 8, 7288 7296.\n(56) Nair, G.; Zhao, J.; Bawendi, M. G. Biexciton Quantum Yield of Single Semiconductor Nanocrystals from Photon Statistics. Nano Lett. 2011, 11, 1136 1140. (57) Zhao, J.; Chen, O.; Strasfeld, D. B.; Bawendi, M. G. Biexciton Quantum Yield Heterogeneities in Single CdSe (CdS) Core (Shell) Nanocrystals and its Correlation to Exciton Blinking. Nano Lett. 2012, 12, 4477 4483.\nDOI: 10.1021/acsanm.8b02063 ACS Appl. Nano Mater. 2019, 2, 1496 1504 1504"
    } ],
    "references" : [ {
      "title" : "Colloidal InP Nanocrystals as Efficient Emitters Covering Blue to Near-infrared",
      "author" : [ "R. Xie", "D. Battaglia", "X. Peng" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Xie et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2007
    }, {
      "title" : "Silica-coated InP/ZnS Nanocrystals as Converter Material in White LEDs",
      "author" : [ "J. Ziegler", "S. Xu", "E. Kucur", "F. Meister", "M. Batentschuk", "F. Gindele", "T. Nann" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Ziegler et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Ziegler et al\\.",
      "year" : 2008
    }, {
      "title" : "White-lightemitting Diodes with Quantum Dot Color Converters for Display Backlights",
      "author" : [ "E. Jang", "S. Jun", "H. Jang", "J. Lim", "B. Kim", "Y. Kim" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Jang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Jang et al\\.",
      "year" : 2010
    }, {
      "title" : "Chemistry of InP Nanocrystal Syntheses",
      "author" : [ "S. Tamang", "C. Lincheneau", "Y. Hermans", "S. Jeong", "P. Reiss" ],
      "venue" : "Chem. Mater. 2016,",
      "citeRegEx" : "Tamang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tamang et al\\.",
      "year" : 2016
    }, {
      "title" : "Electron-electron and Electron-hole Interactions in Small Semiconductor Crystallites: The Size Dependence of the Lowest Excited Electronic State",
      "author" : [ "L.E. Brus" ],
      "venue" : "J. Chem. Phys. 1984,",
      "citeRegEx" : "Brus,? \\Q1984\\E",
      "shortCiteRegEx" : "Brus",
      "year" : 1984
    }, {
      "title" : "Luminescence Properties of In(Zn)P Alloy Core/ZnS Shell Quantum Dots",
      "author" : [ "U.T.D. Thuy", "P. Reiss", "N.Q. Liem" ],
      "venue" : "Appl. Phys. Lett. 2010,",
      "citeRegEx" : "Thuy et al\\.,? \\Q1931\\E",
      "shortCiteRegEx" : "Thuy et al\\.",
      "year" : 1931
    }, {
      "title" : "Rapid Synthesis of Highly Luminescent InP and InP/ZnS Nanocrystals",
      "author" : [ "S. Xu", "J. Ziegler", "T. Nann" ],
      "venue" : "J. Mater. Chem. 2008,",
      "citeRegEx" : "Xu et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2008
    }, {
      "title" : "Ligand Exchange and the Stoichiometry of Metal Chalcogenide Nanocrystals: Spectroscopic Observation of Facile Metal-carboxylate Displacement and Binding",
      "author" : [ "N.C. Anderson", "M.P. Hendricks", "J.J. Choi", "J.S. Owen" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Anderson et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Anderson et al\\.",
      "year" : 2013
    }, {
      "title" : "Amine-derived Synthetic Approach to Color-tunable InP/ZnS Quantum Dots with High Fluorescent Qualities",
      "author" : [ "W.-S. Song", "H.-S. Lee", "J.C. Lee", "D.S. Jang", "Y. Choi", "M. Choi", "H. Yang" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Song et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2013
    }, {
      "title" : "Investigation of Indium Phosphide Quantum Dot Nucleation and Growth Utilizing Triarylsilylphosphine Precursors",
      "author" : [ "D.C. Gary", "B.A. Glassy", "B.M. Cossairt" ],
      "venue" : "Chem. Mater. 2014,",
      "citeRegEx" : "Gary et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gary et al\\.",
      "year" : 2014
    }, {
      "title" : "Two-step Nucleation and Growth of InP Quantum Dots via Magicsized Cluster Intermediates",
      "author" : [ "D.C. Gary", "M.W. Terban", "S.J.L. Billinge", "B.M. Cossairt" ],
      "venue" : "Chem. Mater. 2015,",
      "citeRegEx" : "Gary et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gary et al\\.",
      "year" : 2015
    }, {
      "title" : "Strongly Luminescent InP/ZnS Core shell Nanoparticles",
      "author" : [ "S. Haubold", "M. Haase", "A. Kornowski", "H. Weller" ],
      "venue" : "ChemPhysChem 2001,",
      "citeRegEx" : "Haubold et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Haubold et al\\.",
      "year" : 2001
    }, {
      "title" : "One-pot Synthesis of Highly Luminescent InP/ ZnS Nanocrystals without Precursor Injection",
      "author" : [ "L. Li", "P. Reiss" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Li and Reiss,? \\Q2008\\E",
      "shortCiteRegEx" : "Li and Reiss",
      "year" : 2008
    }, {
      "title" : "Highly Luminescent InP/GaP/ZnS Nanocrystals and Their Application to White Light-emitting diodes",
      "author" : [ "S. Kim", "T. Kim", "M. Kang", "S.K. Kwak", "T.W. Yoo", "L.S. Park", "I. Yang", "S. Hwang", "J.E. Lee", "S.K. Kim", "S.-W. Kim" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Kim et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2012
    }, {
      "title" : "InP@ZnSeS, Core@composition Gradient Shell Quantum Dots with Enhanced Stability",
      "author" : [ "J. Lim", "W.K. Bae", "D. Lee", "M.K. Nam", "J. Jung", "C. Lee", "K. Char", "S. Lee" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Lim et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Lim et al\\.",
      "year" : 2011
    }, {
      "title" : "Tunable, Bright, and Narrow-band Luminescence from Colloidal Indium Phosphide Quantum Dots",
      "author" : [ "P. Ramasamy", "N. Kim", "Y.-S. Kang", "O. Ramirez", "J.-S. Lee" ],
      "venue" : "Chem. Mater. 2017,",
      "citeRegEx" : "Ramasamy et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ramasamy et al\\.",
      "year" : 2017
    }, {
      "title" : "Synthesis and Characterization of Highly Luminescent CdSe-Core CdS/ Zn0.5Cd0.5S/ZnS Multishell Nanocrystals",
      "author" : [ "R.G. Xie", "U. Kolb", "J.X. Li", "T. Basche", "A. Mews" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Xie et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2005
    }, {
      "title" : "Mechanistic Insights into the Formation of InP Quantum Dots",
      "author" : [ "P.M. Allen", "B.J. Walker", "M.G. Bawendi" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Allen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Allen et al\\.",
      "year" : 2010
    }, {
      "title" : "Nucleation Kinetics vs Chemical Kinetics in the Initial Formation of Semiconductor Nanocrystals",
      "author" : [ "R. Xie", "Z. Li", "X. Peng" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Xie et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2009
    }, {
      "title" : "Phase-pure Crystalline Zinc Phosphide Nanoparticles: Synthetic Approaches and Characterization",
      "author" : [ "M.H. Mobarok", "E.J. Luber", "G.M. Bernard", "L. Peng", "R.E. Wasylishen", "J.M. Buriak" ],
      "venue" : "Chem. Mater. 2014,",
      "citeRegEx" : "Mobarok et al\\.,? \\Q1925\\E",
      "shortCiteRegEx" : "Mobarok et al\\.",
      "year" : 1925
    }, {
      "title" : "Modeling on the Size Dependent Properties of InP Quantum Dots: A Hybrid Functional Study",
      "author" : [ "E. Cho", "H. Jang", "J. Lee", "E. Jang" ],
      "venue" : "Nanotechnology 2013,",
      "citeRegEx" : "Cho et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Cho et al\\.",
      "year" : 2013
    }, {
      "title" : "Economic and Size-tunable Synthesis of InP/ZnE (E = S, Se",
      "author" : [ "M.D. Tessier", "D. Dupont", "K. De Nolf", "J. De Roo", "Z. Hens" ],
      "venue" : "Colloidal Quantum Dots. Chem. Mater. 2015,",
      "citeRegEx" : "Tessier et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tessier et al\\.",
      "year" : 2015
    }, {
      "title" : "Temperature and Wavelength Dependence of Energy Transfer Process between Quantized States and Surface States in CdSe Quantum Dots",
      "author" : [ "L. Zhang", "Q. Xu", "M. Liu", "L. Kong", "M. Jiao", "H. Mu", "D. Wang", "H. Wang", "J. Chen", "C. Yang" ],
      "venue" : "Nanoscale Res. Lett. 2017,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2017
    }, {
      "title" : "Two Types of Luminescence Blinking Revealed by Spectroelectrochemistry of Single Quantum Dots",
      "author" : [ "C. Galland", "Y. Ghosh", "A. Steinbru ck", "M. Sykora", "J.A. Hollingsworth", "V.I. Klimov", "H. Htoon" ],
      "venue" : "Nature",
      "citeRegEx" : "Galland et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Galland et al\\.",
      "year" : 2011
    }, {
      "title" : "Laser-induced Fluorescence Measurements on CdSe Quantum Dots",
      "author" : [ "F. s", "G. Szabo", "A . Kukovecz", "Z. Ko nya", "I. Kiricsi" ],
      "venue" : "Process. Appl. Ceram. 2010,",
      "citeRegEx" : "s et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "s et al\\.",
      "year" : 2010
    }, {
      "title" : "Enhanced Emission of Charged-exciton Polaritons from Colloidal Quantum Dots on a SiN/SiO2 Slab Waveguide",
      "author" : [ "X. Xu", "X. Li" ],
      "venue" : "Sci. Rep. 2015,",
      "citeRegEx" : "Xu and Li,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu and Li",
      "year" : 2015
    }, {
      "title" : "Nanosecond Exciton Recombination Dynamics in Colloidal CdSe Quantum Dots under Ambient Conditions",
      "author" : [ "A. Javier", "D. Magana", "T. Jennings", "G.F. Strouse" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "Javier et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Javier et al\\.",
      "year" : 2003
    }, {
      "title" : "Highly Photoluminescent InP Based Core Alloy Shell QDs from Air-stable Precursors: Excitation Wavelength Dependent Photoluminescence Quantum Yield, Photoluminescence Decay Dynamics, and Single Particle Blinking Dynamics",
      "author" : [ "C.K. De", "T. Routh", "D. Roy", "S. Mandal", "P.K. Mandal" ],
      "venue" : "J. Phys. Chem. C 2018,",
      "citeRegEx" : "De et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "De et al\\.",
      "year" : 2018
    }, {
      "title" : "A Microscopic Picture of Surface Charge Trapping in Semiconductor Nanocrystals",
      "author" : [ "J. Mooney", "M.M. Krause", "J.I. Saari", "P. Kambhampati" ],
      "venue" : "J. Chem. Phys. 2013,",
      "citeRegEx" : "Mooney et al\\.,? \\Q2047\\E",
      "shortCiteRegEx" : "Mooney et al\\.",
      "year" : 2047
    }, {
      "title" : "Challenge to the Deep-trap Model of the Surface in Semiconductor Nanocrystals",
      "author" : [ "J. Mooney", "M.M. Krause", "J.I. Saari", "P. Kambhampati" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 2013,",
      "citeRegEx" : "Mooney et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Mooney et al\\.",
      "year" : 2013
    }, {
      "title" : "Optical Properties of CdSe Nanoparticle Films Prepared by Chemical Deposition and Sol gel",
      "author" : [ "E. Lifshitz", "I. Dag", "I. Litvin", "G. Hodes", "S. Gorer", "R. Reisfeld", "M. Zelner", "H. Minti" ],
      "venue" : "Methods. Chem. Phys. Lett",
      "citeRegEx" : "Lifshitz et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Lifshitz et al\\.",
      "year" : 1998
    }, {
      "title" : "Defects in Quantum Dots of IIB VI Semiconductors",
      "author" : [ "V. Babentsov", "F. Sizov" ],
      "venue" : "Opto-Electron Rev. 2008,",
      "citeRegEx" : "Babentsov and Sizov,? \\Q2008\\E",
      "shortCiteRegEx" : "Babentsov and Sizov",
      "year" : 2008
    }, {
      "title" : "Temperature Dependence of the Photoluminescence Properties of Colloidal CdSe/ZnS Core/shell Quantum Dots Embedded in a Polystyrene Matrix",
      "author" : [ "D. Valerini", "A. Cretí", "M. Lomascolo", "L. Manna", "R. Cingolani", "M. Anni" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 2005,",
      "citeRegEx" : "Valerini et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Valerini et al\\.",
      "year" : 2005
    }, {
      "title" : "Excitonphonon Coupling and Disorder in the Excited States of CdSe Colloidal Quantum Dots",
      "author" : [ "M.R. Salvador", "M.W. Graham", "G.D. Scholes" ],
      "venue" : "J. Chem. Phys. 2006,",
      "citeRegEx" : "Salvador et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Salvador et al\\.",
      "year" : 2006
    }, {
      "title" : "A Thermodynamic Model for Determining Pressure",
      "author" : [ "H. U nlu" ],
      "venue" : "Condens. Matter Mater. Phys",
      "citeRegEx" : "nlu,? \\Q2007\\E",
      "shortCiteRegEx" : "nlu",
      "year" : 2007
    }, {
      "title" : "Mechanisms of Fluorescence Blinking",
      "author" : [ "Marcus", "R. A" ],
      "venue" : null,
      "citeRegEx" : "J. and A.,? \\Q2005\\E",
      "shortCiteRegEx" : "J. and A.",
      "year" : 2005
    }, {
      "title" : "Model of Fluorescence Intermittency of Single Colloidal Semiconductor Quantum Dots Using Multiple Recombination Centers",
      "author" : [ "Janko" ],
      "venue" : "Phys. Rev. Lett. 2009,",
      "citeRegEx" : "S. and B.,? \\Q2074\\E",
      "shortCiteRegEx" : "S. and B.",
      "year" : 2074
    }, {
      "title" : "Composition-dependent Trap Distributions in CdSe and InP Quantum Dots Probed Using Photoluminescence Blinking Dynamics",
      "author" : [ "H. Chung", "K.-S. Cho", "W.-K. Koh", "D. Kim", "J. Kim" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "Chung et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chung et al\\.",
      "year" : 2016
    }, {
      "title" : "Evidence for Multiple Trapping Mechanisms in Single CdSe/ZnS Quantum Dots from Fluorescence Intermittency Measurements over a Wide Range of Excitation Intensities",
      "author" : [ "A.A. Cordones", "T.J. Bixby", "S.R. Leone" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Cordones et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Cordones et al\\.",
      "year" : 2011
    }, {
      "title" : "Modified Power Law Behavior in Quantum Dot Blinking: A Novel Role for Biexcitons and Auger Ionization",
      "author" : [ "J.J. Peterson", "D.J. Nesbitt" ],
      "venue" : "Nano Lett. 2009,",
      "citeRegEx" : "Peterson and Nesbitt,? \\Q2009\\E",
      "shortCiteRegEx" : "Peterson and Nesbitt",
      "year" : 2009
    }, {
      "title" : "Brightening, Blinking, Bluing and Bleaching in the Life of a Quantum Dot: Friend or Foe? ChemPhysChem",
      "author" : [ "S.F. Lee", "M.A. Osborne" ],
      "venue" : null,
      "citeRegEx" : "Lee and Osborne,? \\Q2009\\E",
      "shortCiteRegEx" : "Lee and Osborne",
      "year" : 2009
    }, {
      "title" : "Fluorescence Blinking Statistics from CdSe Core and Core/shell Nanorods",
      "author" : [ "S. Wang", "C. Querner", "T. Emmons", "M. Drndic", "C.H. Crouch" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Wang et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2006
    }, {
      "title" : "Biexciton Quantum Yield of Single Semiconductor Nanocrystals from Photon Statistics",
      "author" : [ "G. Nair", "J. Zhao", "M.G. Bawendi" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "Nair et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Nair et al\\.",
      "year" : 2011
    }, {
      "title" : "Biexciton Quantum Yield Heterogeneities in Single CdSe (CdS) Core (Shell) Nanocrystals and its Correlation to Exciton Blinking",
      "author" : [ "J. Zhao", "O. Chen", "D.B. Strasfeld", "M.G. Bawendi" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "There is an urgent demand to improve the e ciency and the color purity of the environment-friendly quantum dots (QDs), which can be used in wide color gamut (WCG) displays. In this study, we optimized the reaction conditions for the InP core synthesis and the ZnSe/ZnS multishell growth on the core. As a result, remarkable improvements were achieved in the photoluminescence quantum yield (PL QY, 95%) and the full width at halfmaximum (fwhm, 36 nm), with perfectly matched wavelength (528 nm) for the green color in WCG displays. Injection of the phosphorus precursor at a mild temperature during the InP core synthesis reduced the size distribution of the core to 12%, and the shell growth performed at a high temperature signi cantly enhanced the crystallinity of the thick passivating layer. We also investigated the photophysical properties, particularly the energy trap distributions and trap state emissions of the InP-based QDs with di erent shell structures. The time-resolved and temperature-dependent PL spectra clearly indicated that the wellpassivated InP/ZnSe/ZnS QDs showed nearly trap-free emissions over a wide temperature range (77 297 K). Also, the onand o -time probability on single QD blinking and Auger ionization e ciencies also showed that these QDs were hardly a ected by the surface traps.",
    "creator" : "Adobe Illustrator(R) 15.0"
  }
}