{
  "name" : "downloads_2019-10-14_11_10.1016@j.cclet.2019.10.002.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Research progress of graphene-based nanomaterials for the environmental remediation",
    "authors" : [ "Xiaoru Pan", "Jiahui Ji", "Nana Zhang", "Mingyang Xing" ],
    "emails" : [ "mingyangxing@ecust.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nResearch progress of graphene-based nanomaterials for the environmental remediation\nXiaoru Pan, Jiahui Ji, Nana Zhang, Mingyang Xing\nPII: S1001-8417(19)30605-9\nDOI: https://doi.org/10.1016/j.cclet.2019.10.002\nReference: CCLET 5266\nTo appear in: Chinese Chemical Letters\nReceived Date: 13 August 2019\nRevised Date: 23 September 2019\nAccepted Date: 6 October 2019\nPlease cite this article as: Pan X, Ji J, Zhang N, Xing M, Research progress of graphene-based nanomaterials for the environmental remediation, Chinese Chemical Letters (2019), doi: https://doi.org/10.1016/j.cclet.2019.10.002\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier.\nReview\nResearch progress of graphene-based nanomaterials for the environmental\nremediation\nXiaoru Pana, Jiahui Jib, Nana Zhanga, Mingyang Xingb,*\na Department of Chemistry and Chemical Engineering, Weifang University, Weifang 261061, China b Key Laboratory for Advanced Materials and Institute of Fine Chemicals, East China University of Science and Technology, Shanghai 200237, China\n Corresponding author.\nE-mail address: mingyangxing@ecust.edu.cn (M. Xing).\nGraphical Abstract\nThe research progress and main achievements of graphene-based nanomaterials in the fields of photocatalytic degradation,\npollutant adsorption and their mechanism of action are summarized in this review.\nARTICLE INFO\nArticle history\nReceived 13 August 2019\nReceived in revised form 23 September 2019\nAccepted 27 September 2019\nAvailable online\nJo ur\nna l P\nre -p\nro of\nABSTRACT\nGraphene is a two-dimensional nanomaterial with huge surface area, high carrier mobility and high mechanical strength. Because of its great\npotential in nanotechnology and environmental protection, it has attracted much attention in environmental and energy fields since its discovery\nin 2004. Although graphene is a star material, many reviews have introduced its use in terms of energy, the research progress in the field of\nenvironment, especially water pollution control, has been rarely reported. Here, we review exhaustively the research progress of graphene-based\nmaterials in environmental pollution remediation in the past ten years. Firstly, the advantages and classification of graphene were introduced.\nSecondly, the research progress and main achievements of graphene and its composites in the fields of photocatalytic degradation, pollutant\nadsorption and water treatment were emphatically described, and the mechanism of action in the above fields was summarized. Finally, we\ndiscuss the problems existing in the preparation and summarize the application of graphene in the environment.\nKeywords:\nGraphene\nNanomaterial\nPhotocatalytic degradation\nPollutant adsorption\nWater treatment"
    }, {
      "heading" : "1. Introduction",
      "text" : "With the increase of population, drinking water resources are increasingly scarce. At the same time, the rapid development of agriculture and industry produces a large number of wastewater containing dyes, heavy metals, antibiotics and other pollutants. Therefore, it is very important to develop high-efficiency water treatment technology. Adsorption, capacitive deionization, membrane filtration and microbial fuel cell are all hot topics in water treatment research. The requirements for materials in these methods are chemical stability, high specific surface area, recyclability. Because graphene has huge surface area, superior adsorption performance and excellent electronic transmission performance, it has been widely used as adsorbent and photocatalyst in water treatment fields such as heavy metal wastewater, organic matter treatment, seawater desalination. Carbon has many allotropes, for example, fullerenes, carbon nanotubes, graphene, diamond and graphite. One of typical carbon materials is graphene. The stacking of multi-layer graphene can form 3D graphite, graphene can be curled into rings to obtain carbon nanotubes, and graphene with certain shape can form zero-dimensional fullerenes by winding and closing. Graphene materials are expected to be the best choice to replace traditional adsorbents in environmental pollution control, so they have important scientific research value."
    }, {
      "heading" : "1.1 The history of graphene",
      "text" : "William Bragg first named two-dimensional structure of graphene surface as graphene in 1924 [1]. G. W. Semennoff deduced the Dirac equation of excited state of graphene in 1984 and found its similarity with the wave equation [2]. In 1992, T. A. Land et al. first observed the monolayer structure of graphene by STM [3]. Until 2004, A. K. Geim and K. S. Novoselov got graphene films through mechanical exfoliation of highly oriented pyrolytic graphite [4]. Graphene is a two-dimensional crystal with carbon atoms arranging in sp2 hybrid orbitals. Using three sp2 hybrid orbits, every carbon atom composes three σ-bonds. The leftover p orbital forms a conjugate system with other neighboring carbon atoms. The special structure of graphene determines its unique properties. Because graphene is a zero-band-gap semiconductor, its electrons have ballistical movement in good quality graphene sheets. Its mobilities surpass ~15,000 m2·V-1·s-1 at room temperature [5]. Graphene also has excellent mechanical properties. James Hone et al. have research on the mechanical performances of single-layer graphene. The results show that the average fracture strength of graphene is 55 N/m and the ideal strength is (130 ± 10) GPa [6]. In addition, graphene's surface area can reach 2630 m2/g and be easy to absorb chemical substances. Since graphene presents good electronic conductivity and good adsorption\nJo u\nn l P\nre -p\nro of\nability, it was used for an excellent dopant in photocatalysts of TiO2-based materials. In 2009, O. Akhavan and E. Ghaderi fabricated graphene oxide nanosheets through chemical exfoliation. They deposited them on the surface of an anatase TiO2 membrane. Graphene-TiO2 nanocomposition sensitizes the photocatalytic activity of TiO2 films, so that they can be more effectively used in solar irradiation [7].\nWith the deepening of research, various dimensions and forms of graphene materials such as two-dimensional graphene, mesoporous graphene, 3D graphene, graphene quantum dots have entered our vision. Graphene materials have attracted wide attention owing to their unique structure and excellent performance in water treatment and other fields. Graphene and its composites show broad development prospects, especially in the areas of seawater desalination, drinking water purification, air pollution control and detection, and environmental remediation."
    }, {
      "heading" : "1.2 The classification of graphene and graphene-based materials",
      "text" : "Graphene is almost insoluble and apt to aggregate and precipitate in dispersive media, such as water and organic solvents. The adding of active functional groups into the molecular structure of graphene can change its optical, electrical and magnetic properties. Then it can be widely used in environment, catalysis, optics, mechanics, biology, energy storage and other fields."
    }, {
      "heading" : "1.2.1 Two-dimensional graphene",
      "text" : ""
    }, {
      "heading" : "1.2.1.1 Graphene oxide",
      "text" : "Common graphene materials include reduced graphene oxide (rGO) and graphene oxide (GO). The structure of GO is the same as that of graphene, but it is also different in essence. In the preparation of GO, many oxygen-containing functional groups, for example, carbonyl, hydroxyl and carboxyl groups are introduced into the structure of GO due to the use of strong acid and strong oxidant. These functional groups can be used as active sites to graft other functional groups or dope elements to optimize their properties. GO has good dispersion in water, which is conducive to complexation reaction with metal ions. Wu et al. used GO to adsorb Cu2+ in water and discovered that maximum adsorptive ability was 117.5 mg/g when the pH was 5.3 after 150 minutes of contact [8]. GO can also interact with organic pollutants to remove organics from wastewater. Yan et al. studied the adsorptive ability of graphene with different oxidation degrees to methylene blue (MB). The results showed that the greater the oxidation degree, the larger the adsorption ability of GO to MB, and maximum adsorptive ability was 600 mg/g [9]. Owing to the active nature of GO, it is easy to be transformed into rGO. During the reduction process, most oxygen-containing functional groups on GO surface are replaced. Compared with GO, rGO has stronger chemical and thermal stability, which makes rGO have better catalytic performance. GO shows edge hydrophilicity and planar hydrophobicity, while rGO shows hydrophobicity. Owing to the introducing of oxygen-containing functional groups, GO destroys the large π-conjugate structure of graphene and makes its conductivity worse than that of graphene.\nChemical doping is an effective mean to control graphene electronic structure. Chemical doping is divided into two types: Surface shift doping and substitution doping. Surface shift doping is obtained by charge shift between dopant and graphene. The chemical bonds of graphene are not mostly destroyed. Molecules with electron-acceptor or electron-donor are adsorbed on graphene surface to form n-type or p-type doped graphene. Substitution doping realizes band gap adjustment by substituting heteroatoms for carbon atoms in graphene."
    }, {
      "heading" : "1.2.1.2 Plasmonic graphene",
      "text" : "In recent years, the application of plasmonics has made exciting progress in thin film solar cells, especially silicon-based and organic solar cells. This is because surface plasmas can control light in sub-wavelength size and propagate on the surface of materials, which is an effective and feasible way to realize nanophotonics. At the same time, the localization of sub-wavelength energy can also promote the performance of photoelectric devices and sensors. Xu et al. prepared plasmonic graphene by depositing Ag nanoparticles on graphene grown by chemical vapor deposition (CVD) using thermal assisted self-assembly method [10]. When the transverse size of Ag nanoparticles changed about 50 nm to 150 nm, the frequency of resonance shifted between 446 nm and 495 nm as the thickness of Ag film increased from 4 nm to 14 nm. The conductivity of plasmonic graphene increased by 2-4 times than that of the original graphene."
    }, {
      "heading" : "1.2.2 Mesoporous graphene",
      "text" : "Continuous in-depth study of special properties of graphene has led to an upsurge in the study of mesoporous graphene. Mesoporous graphene has a highly ordered pore structure with a single pore size distribution ranging from 5 nm to 20 nm. Thinlayered transition metal sulfides have attracted much attention. MoS2 and WS2 are the most representative ones. Liao et al. deposited MoS2 nanoparticles on mesoporous graphene foams by in situ technology [11]. Mesoporous graphene has the huge surface area, abundant mesoporous and graphene skeleton that is interconnective and conductive. It provided a favorable microenvironment for MoS2 nanoparticles growth and allowed fast charge shift at the same time. The nanocomposites had good electrocatalytic ability, low overpotential and large apparent cathodic currents, and became an effective matrix in electrochemical production of hydrogen.\nCarbon materials with high conductivity, adjustable pore structure, strong mechanical structure and high chemical stability are\nJo ur\nn l P\nr -p\nro f\nfitting the requirements of electrochemical energy storage technology. Shi et al. fabricated layered oxide templates using Mg2Zn0.1Al-layered double hydroxide (LDH) as precursor [12]. They have little pores caused by Kirkendall diffusion and large pores induced by evaporation of volatile metals. Using facile CVD, 3D graphene of large mesoporous structure was formed on the template. Using melt diffuse, the compound cathodes were prepared to inject sulfur to porous structure. The surface area of mesoporous graphene was 1448 m2/g, and the mesopore volume was 2.40 cm3/g. Schematic representation of 3D mesoporous graphene fabrication was shown in Fig. 1.\nThe pollution of water is an environmental problem. Photocatalytic oxidation method is effective to solve the pollution of water. TiO2 is the most extensively used photocatalyst. Li et al. fabricated tourmaline and mesoporous graphene co-doped TiO2 composites [13]. The preparation methods were sol-gel co-condensation and solvothermal. They had the characteristics of high crystallinity, small particle size, uniform pore size and large BET surface area. The degradation of dyes and antibiotics by sunlight irradiation showed that the composites had high photocatalytic abilities and were expected to be directly used in wastewater treatment projects."
    }, {
      "heading" : "1.2.3 Three-dimensional graphene",
      "text" : "Typical 3D graphene mainly includes graphene aerogels and graphene hydrogels. Graphene gel consists of 3D porous frame\nwith large surface area, making it a perfect agent to remove pollutants from polluted water. It has good adsorption and recyclability. Xu et al. synthesized GO/DNA hydrogel in 2010 and used it for the first time to detect its adsorption capacity of safranin O [14]. It showed an adsorptive ability of 960 mg/g. The high adsorption capacity of hydrogels is partially attributed to the powerful electrostatic interaction between safranin O and GO/DNA. The negative charges of 3D graphene are mainly attributed to the deprotonation of carboxyl, hydroxyl and carbonyl groups. Up to now, a variety of cationic dyes, for example, methyl violet (MV), malachite green (MG), methyl blue (MB), rhodamine B (RhB) and fuchsin, were treated successfully by 3D graphene with excellent adsorption abilities. 3D graphene oxide with biopolymer composite gel could adsorb up to 1100 mg/g MB and 1350 mg/g MV [15]. The solution pH value is another important factor in adsorbing most cationic dyes. Usually, the adsorption ability increases with increasing of the pH value. The formations of −COO− and −O− groups come from the deprotonation of carboxyl and hydroxyl groups. The electrostatic attraction among the adsorbent surface and cationic dyes is enhanced. Graphene hydrogel has good adsorption capacity to heavy metal ions. The maximum adsorptive ability of graphene hydrogel for Cr(Ⅵ) was 139.2 mg/g, and for Pb2+ was 373.8 mg/g [16]. In the ion exchange process, the protonated H3O + molecules are substituted with heavy metal ions. In the electrostatic adsorption process, negatively charged oxygen functional groups attract heavy metal cations.\n3D graphene can provide open channels in order to enhance the function of photocatalytic materials. Using polystyrene spheres, macro-mesoporous TiO2-graphene composite membranes were prepared by a self-assembly way. GO was added into macromesoporous structure and reduced through hydrazine vapor. Compared with ordinary two-dimensional hexagonal TiO2 mesoporous films, macro-mesoporous TiO2-graphene composite membranes have higher adsorption and photodegradation ability for MB [17]. Xing and his co-workers prepared many 3D graphene/metal oxides aerogel or hydrogel photocatalysts by using chemical ways to remove organic pollutants [18-21]. Firstly, they took glucose as the binding agent and prepared 3Dgraphene/TiO2 aerogel by means of hydrothermal and cryogenic freeze-drying. Using this aerogel, methyl orange molecules could be degraded by sunlight irradiation [18]. Next, they synthesized Fe2O3/graphene aerogels using a Stöber-like method and regulated the size of the aerogels by changing the volume of the reactor. The aerogel can realize the synergistic action of photocatalysis and Fenton reaction. It also can remove effectively organic pollutants such as methyl orange from the water [19]. Recently, they prepared a functional nanocomposite of Fe3O4/graphene hydrogel through a two-step synthetic way. The hydrogel exhibited the Photo-Fenton activity, good mechanical strength, adsorptive function and reversibility for RhB degradation in a wide pH range [20]."
    }, {
      "heading" : "1.2.4 Graphene quantum dots",
      "text" : "Quantum dots (QDs) are quasi-zero-dimensional nanomaterials with three dimensions of less than 100 nm, which generally contain 103-109 atoms and equivalent numbers of electrons. When the size of graphene sheets prepared by chemical tailoring method is less than 100 nm, the nano-graphene sheets exhibit quantum-confined electronic properties, known as graphene quantum dots (GQDs). Graphene quantum dots have excellent edge effects and quantum confinement, good biocompatibility and\nJ u\nna l P\nre -p\nro of\nare easy to disperse in water.\nThe synthetic methods of GQDs can be divided into two types: Bottom-up and top-down ways. First step in the top-down approach is to convert graphite-based starting materials into sheets of graphite oxide. Pan et al. proposed a simple hydrothermal method to cut micrometer-sized sheets of graphene into GQDs (average diameter of 9.6 nm) [22]. A new UV–vis absorption bands were observed at about 320 nm due to the bright blue photoluminescence of the edge effect. Using bottom-up method, Liu et al. accumulated hexa-peri-hexabenzocoronene (HBC) into disk-like GQDs through π-π interaction [23]. GQDs were about 60 nm in size and 2-3 nm in thickness. Schematic representation of HBC converting into GQDs was shown in Fig. 2.\nHuang et al. prepared a type of S-doped GQDs which is visible photocatalyst. It used 1,3,6-trinitropyrene and Na2S for precursors through a hydrothermal method, which exhibited a superior photocatalytic performance for basic fuchsin degradation by visible light irradiation [24].\nLi et al. found an electrochemical method to realize the synthesis of functional GQDs with 3-5 nm, which showed green luminescence [25]. The electrochemical synthesis of GQDs was developed in 0.1 mol/L phosphate buffer solution using graphene membrane for working electrode. The GQDs solution remained stable at room temperature three months later.\nGraphene-based composites transcend the boundaries of traditional materials and integrate various materials with different structural properties to maximize the advantages of each component. They have been widely used in electrochemical hydrogen production, supercapacitors, wastewater treatment and other fields. Graphene-based composites can absorb many heavy metal ions in water with large adsorption capacity, fast speed and high efficiency. Their excellent adsorption performance comes from huge surface area, abundant microporous structure and functional groups."
    }, {
      "heading" : "2. Graphene based nanocomposite for the photocatalytic degradation of organic pollutants",
      "text" : "Organic dyes have become a main source of water pollution owing to the large demand of textile, paper and plastics industries. Most dyes have high stability to chemicals, temperature, light, and microorganisms, so that traditional wastewater treatment is useless to them. Photocatalytic degradation of organic pollutants has opened up a new way for removing organic dyes from wastewater. Photodegradation processes use inexpensive semiconductors to completely mineralize organic matters to CO2, H2O and inorganic acids."
    }, {
      "heading" : "2.1 TiO2/Graphene",
      "text" : "TiO2 nanoparticles are considered as most valuable environmental application materials among all kinds of semiconductor photocatalysts. Particularly, the composite materials of carbon-based materials and TiO2 nanoparticles are considered as highefficiency photocatalysts in water purification."
    }, {
      "heading" : "2.1.1 Two-dimensional TiO2/graphene",
      "text" : "Zhang et al. prepared TiO2-GR nanocomposites with various weight adding ratios of graphene (GR) through simple hydrothermal process of TiO2 (P25) nanoparticles and graphene oxide in ethanol aqueous solution [26]. Gas-phase degradation of benzene for P25-GR was studied at room temperature and environmental pressure. According to the conversion rate of benzene and the amount of CO2 produced, the P25-0.5% GR nanocomposite showed good photocatalytic properties. For P25-GR nanocomposites, the excited photogenerated electrons of TiO2 can be transferred from conduction band to graphene through percolation mechanism. π-Conjugation structure of graphene makes it possess good electronic conductivity, which effectively inhibits the recombination of electron-hole pair. The photocatalytic degraded mechanism of benzene was shown in Fig. 3.\nJo ur\nn l P\nre -p\nro\nFig. 3. The photocatalytic degraded mechanism of benzene on P25-GR in which black sheet and pink spheres indicate GR and P25. Copied with\npermission [26]. Copyright 2010, American Chemical Society.\nTu et al. prepared TiO2-graphene nanosheets in dibasic ethylenediamine/H2O solvent by in situ reduction-hydrolysis technology [27]. Graphene oxide was reduced to graphene by ethylenediamine. TiO2 nanoparticles were formed by hydrolysis of titanium(IV) dihydroxybis, and then loaded onto graphene in situ by chemical bonds (Ti−O−C bond) to obtain two-dimensional sandwich nanostructures. FE-SEM and TEM images showed that 10-20 nm TiO2 particles were in close contact with graphene and evenly distributed on the nanosheets. The surface area of BET and porous structure of samples were studied by nitrogen adsorptiondesorption measurements. The mesoporous size ranged from 2 nm to 30 nm, and the BET surface area increased with the increase of graphene content, ranging from 95.8 m2/g to 114.9 m2/g, which was 1.8 to 2.1 times larger comparing with TiO2. The photocatalytic conversion of CO2 in water vapor was studied to evaluate the photocatalytic ability of TiO2-graphene. When graphene content was 2.0 wt%, the yield of CH4 was as high as 8 μmol·g -1·h-1, and the yield of C2H6 was 16.8 μmol·g -1·h-1.\nZhang et al. prepared graphene sheets and TiO2 nanoparticles composites from simple thermal reaction of graphene oxide [28]. With TiO2/graphene composites as photocatalyst, about 70% of methyl blue solution (MB, 12 mg/L) was degraded after irradiation of 5 h. Only 10% MB was degraded for pure TiO2. Graphene has a large specific surface area. In the process of degradation, MB molecules are adsorbed on the surface of graphene and reacted with TiO2. Graphene has good properties of electrical shift, which can transfer photocarrier to graphene surface and enhance the separation of electron-hole pairs. Graphene can absorb visible light and inject excited electrons into conduction band of TiO2. The electrons are shifted to the surface, where they react with oxygen to form superoxide radicals and directly oxidize MB."
    }, {
      "heading" : "2.1.2 3D Aerogel and hydrogel",
      "text" : "Graphene nanosheets are easy to irreversible aggregation, which limits the touchable surface area of electrolyte ion penetration and leads to the loss of electroactive sites. In order to solve the problems, graphene aerogels and hydrogels composed of 3D porous graphene frameworks have been developed in recent years. The preparation methods are one-step hydrothermal way. The microstructures of samples are characterized using SEM, TEM and energy dispersive spectroscope (EDS). Photodegradation of MB and methyl orange (MO) is studied by 2550 UV-visible spectrometer.\nHan et al. synthesized MoS2/TiO2/graphene aerogel by hydrothermal method [29]. The photocatalytic degradation of MO (0.02 g/L) by MoS2/TiO2/graphene aerogel was measured under UV irradiation. The stability tests were carried out and four cycles were monitored continuously, each for 30 min. The photo-degradation rate did not decrease significantly in four cycles. Because of its 3D structure and the existence of MoS2 nanosheets, MoS2/TiO2/graphene aerogel show good stability. Using platinum sheet as cathode, ternary aerogel as photoanode and Ag/AgCl electrode as reference electrode, hydrogen production experiments with water were carried out. The produced mechanism of hydrogen was shown in Fig. 4.\nFig. 4. (a) Schematic of MoS2/TiO2/graphene aerogel structure. (b) The produced mechanism of hydrogen. Copied with permission [29]. Copyright\nJo ur\nal Pr\neof\n2014, Elsevier.\nQiu et al. prepared super dispersed nanocrystals of TiO2 grown on 3D graphene aerogels by in situ technology [18]. Firstly, crystal seeds were cultivated in Ti(SO4)2 solution, and then the seeds adsorbed glucose. Then the crystal seeds were fixed on graphene oxides' surface, followed by using one-step hydrothermal method to fabricate TiO2/graphene aerogels. Glucose was acted as connector, whose hydroxyl groups connected graphene with TiO2. The surface area of aerogels could reach 204 m 2/g with a macroporous size of 0.1-5 μm, which would improve the photocatalytic adsorption ability. TiO2/graphene aerogels can also achieve high performance of lithium-ion batteries, and their layered porous structure facilitates insertion/extraction and storage of lithium ions.\nZhang et al. prepared TiO2 nanographene hydrogel (TGH) by adding TiO2 nanoparticles into 2 mg/mL graphene oxide aqueous solution under sonication for about 1 h [30]. TEM images showed that TGH' pore walls were composed of extremely thin laminated graphene nanosheets with spherical TiO2 nanoparticles of 20-30 nm. As a useful electrode material to supercapacitors, TGH combined high conductivity of TiO2 pseudocapacity and double-layer charge-discharge of graphene and showed high capacitance. (When the density of current was 0.5 A/g, it was 206.7 F/g). The photocatalytic ability of various TiO2/graphene aerogels and hydrogels mentioned above were compared, as shown in Table 1.\nTable 1\nPhotocatalytic ability of TiO2/graphene aerogel/hydrogel.\nTiO2/graphene aerogel/hydrogel Photocatalyst\n(mg/mL) Organic dyes (g/L)\nDegradation\n(%, after 30 min irradiation)\nPhotocatalytic activity after five\ncycles (%, one cycle is 30 min)\nMoS2/TiO2/graphene aerogel 0.25 Methyl orange 0.020 100 100 (after four cycles)\nTiO2/graphene aerogel Methyl orange 0.010 100 83\nTiO2/graphene hydrogel (4:1) 3.3 Methyl blue 10 ppm 100 53\nValence bands (VB) electrons of TiO2 are stimulated to conduction bands (CB) under light irradiation, which leave holes in VB and form photo-induced electron holes pairs. Because the redox potential of the CB of TiO2 is slightly higher than graphene, CB electrons can be pulled in graphene sheets to generate active charge transport. The formation of T−O−C bond or C-doped TiO2 promotes the absorption margin of TiO2 to move to higher wavelength region, thus increasing visible light photocatalytic ability. Graphene can greatly inhibit the recombination of electron hole pairs, prolong life span of charge carriers, and lead to the formation of a large number of radical species, for example, hydroxyl and superoxide radicals, to degrade pollutants."
    }, {
      "heading" : "2.2 g-C3N4/Graphene",
      "text" : "As graphite carbon nitride polymer, g-C3N4 is a valuable catalytic material with sp 2 bonded C-N structure, mainly in the fields of metal-free heterogeneous catalyzation, photocatalytic hydrogen manufacture and oxygen reduction of fuel cells. g-C3N4 Photocatalysts has abundant pyridine-like nitrogen and can form active sites by capturing transitional metals. Graphene, with similar structure of g-C3N4, enhances electron transfer by electron coupling. A unique composite material can be produced by combining them."
    }, {
      "heading" : "2.2.1 Two-dimensional g-C3N4/Graphene",
      "text" : "g-C3N4 Photocatalysts has rich \"nitrogen pots\", which are an ideal place for molecular electronic structure modification. Heteroatomic doping of non-noble metals and non-metallic is a new catalyst, whose activity is enhanced in the application of photocatalysis. Zhu's group first blended g-C3N4 with organic organophosphonic acid in one pot to promote cross-linking through acid-base interaction [31]. A treatment at 500 °C in nitrogen caused the polymerization and decomposition to synthesize P-doped g-C3N4 (p-CN). TEM showed that p-CN was formed from nanosheets. In-plane mesopores distributed on the nanosheets with several to tens nm. By light irradiation with triethanolamine, hydrogen production from water was analyzed for the synthesized g-C3N4. The evolution rate of H2 on p-CN increased significantly to 104.1 μmol/h, which was much higher than pure g-C3N4 (11.2 μmol/h).\nLiu et al. dissolved dicyandiamide and Co(OAc)24H2O in water, blended with GO suspension via polycondensation to form Co-g-C3N4@graphene composite at 600 oC [32]. Co-g-C3N4@graphene, as oxygen reduction catalyst, has high activity, which is attributed to abundant CO-NX unites. The electrocatalytic ability of Co-g-C3N4@graphene was estimated by measuring cyclic voltammetry curves in electrolyte of O2-saturated 0.1 mol/L KOH. The efficiency of reducing oxygen to OH − is very high.\nThe above works show that chemical bonding occurs between Co and P atoms and nitro-macrocyclic units. Many defects of in-plane pyridinic nitrogen produce unique electronic structures, allowing electron coupling with extrinsic dopants to accelerate charge transfer efficiency. Chemical doping can effectively optimize the electronic structure and catalytic ability by introducing metal ions and similar carbon carriers.\nJo ur\nal Pr\n-p ro\nf\ng-C3N4 Photocatalysts have been widely studied about pollutants degradation in liquid-phase and hydrogen manufacture during water pyrolysis. However, the photoreduction of CO2 using g-C3N4 based nanocomposites is still in its infancy. Ong et al. constructed GO/p-CN hybrid nanostructures by using the electrostatic and π-π stacking interaction between positively charged gC3N4 (p-CN) and negatively charged graphene oxide [33]. 2D/2D rGO/p-CN nanostructures were obtained by reducing GO to rGO with NaBH4. In order to obtain optimized nanocomposite, rGO/p-CN nanocomposites with different weight proportions of rGO were fabricated, in which rGO weight fractions were 1, 5, 10, 15 and 20 wt%. CO2 was reduced to CH4 with water vapor as scavenger under 15 W daylight bulb. Charge shift and separation during reduction were shown in Fig. 5. The yield of CH4 for various g-C3N4-based photocatalysts was evaluated as shown in Table 2.\nFig. 5. Schematic of charge separation and shift for reducing CO2 to CH4 with H2O. Copied with permission [33]. Copyright 2015, Elsevier.\nTable 2\nComparison of the yield of CH4 for g-C3N4-based photocatalysts.\ng-C3N4-Based materials g-C3N4 p-CN (5 wt%) rGO/p-CN (15 wt%) rGO/p-CN\nCH4 Production (mol/gcatalyst) 2.55 2.58 7.81 13.93\nThe reaction progresses of photoactivity are summarized by equations.\nrGO/p-CN hυ rGO (e) + p-CN (h+VB)\np-CN (2h+VB) + H2O p-CN + 2H + + 1/2O2\nrGO (8e) + CO2 + 8H + rGO + CH4 + 2H2O\nThe synergistic effect of p-CN and rGO enhances the 2D/2D stratiform heterointerface area, promotes electron-hole pairs\nseparation, thus improving the photocatalytic activity."
    }, {
      "heading" : "2.2.2 3D g-C3N4/Graphene",
      "text" : "As a clean energy technique, the slow kinetic of oxygen reduction reaction (ORR) of fuel cells limits their performance. Tian's team constructed a 3D porous supramolecular structure using graphene oxide and ultra-thin g-C3N4 nanosheets as materials through self-assembly way of solution [34]. GO was reduced with g-C3N4 to obtain the photocatalyst of g-C3N4/rGO. The hybrid possessed multi-layer porous structure, effective electron transmission network and quick charge shift dynamics at the interfaces, and its ORR activity was greatly improved. After adding methanol, g-C3N4/rGO maintained beginning ORR current under –0.3 V. After 20,000 s operation, current density of g-C3N4/rGO decreased 7%. Current density of Pt/C catalyst decreased 35%.\nYu et al. prepared porous g-C3N4/graphene by template-free calcination [35]. Bubbles generated during the reaction made inorganic nanocrystals produce porous structures as soft templates. Firstly, cyanamide precursor underwent a polyaddition reaction at 550-750 oC to form porous g-C3N4. NH3 was released during thermal polymerization process. Higher temperature is conducive to the high polymerization of g-C3N4 and produces a large number of bubbles in a short time. SEM images showed that typical porous morphology was exhibited in each sheet when calcination temperature reached 650 oC. By comparing the degradation efficiency of MB (0.2 mg/L), the catalytic ability of the samples by light irradiation was evaluated, as shown in Table 3. Compared with g-C3N4/GO, porous g-C3N4 and g-C3N4, porous g-C3N4/GO had superior photocatalytic properties. Graphene enhanced the separation of photogenerated carriers. The porous structure heightened light absorption.\nTable 3\nJ rn\nl P re\n-p ro\nof\nCatalytic ability of g-C3N4-based photocatalysts.\ng-C3N4-Based materials g-C3N4 g-C3N4/GO Porous g-C3N4 Porous g-C3N4/GO\nDegradation for MB (%, after 51 min) 58 60 77 87"
    }, {
      "heading" : "2.3 Other graphene based photocatalysts",
      "text" : "So far, many photocatalysts, such as Bi2WO6, Ag-based photocatalysts, Z-scheme photocatalysts, CaBi2O4, have been used for\nphotocatalytic decomposition and organics degradation in wastewater."
    }, {
      "heading" : "2.3.1 Ag3PO4/Graphene",
      "text" : "Since the pioneering work conducted by Ye and co-workers in water oxidation and degradation of organic pollution by Ag3PO4 powders, this new photocatalyst has aroused great enthusiasm and seems to be a useful material for efficient water purification [36]. It has excellent photo-oxidative ability, can generate oxygen from water splitting, and has high decomposition activity of organic molecules under visible light.\nLiang et al. prepared GO-Ag3PO4 nanocomposites by electrostatic interactions between GO sheets and Ag + [37]. SEM image showed that 120 nm Ag3PO4 nanospheres were evenly installed on wrinkled and stacked GO sheets. By observing the decolorization process of RhB dye in visible light, pure Ag3PO4 degraded 99% of RhB in 48 min, and GO-Ag3PO4 nanocomposites completely degraded in 22 min. The degradation efficiency of GO-Ag3PO4 still reached 91% after six cycles.\nThe rGO sheets obtained by reducing GO have better electronic conductivity. A small amount of Ag nanocrystals can enhance the electron shift and absorption of visible light caused by surface plasmon resonance (SPR) effect. Considering the synergistic effect of Ag nanocrystals and rGO, Cui et al. fabricated Ag3PO4/rGO/Ag heterostructure photocatalyst by photo-assisted reduction [38]. TEM image showed that Ag nanoparticles were highly dispersed on the rGO sheets. The whole synthesis route was shown in Fig. 6.\nFig. 6. Schematic of the synthesis route of Ag3PO4/rGO/Ag. Copied with permission [38]. Copyright 2014, Elsevier.\nAg+ with positive charge could be adsorbed on GO surface, and Ag+ reacted with PO4 3− to form Ag3PO4 nanoparticles on it. When Ag3PO4/GO/Ag + was irradiated by visible light, photoexcited electron-hole pairs were produced in Ag3PO4. By accepting the photoelectrons of Ag3PO4 conductive band, the leftover GO and Ag + was reduced to rGO and Ag nanocrystals. Photocatalytic properties of RhB and phenol were studied in a quartz reactor system. The photocatalytic rate of Ag3PO4/rGO/Ag was about five times higher than Ag3PO4 nanoparticles. The photocatalytic degraded mechanism of organic pollutants was proposed as follows:\nAg3PO4 + hυ Ag3PO4 (e + h+)\nAg + hυ Ag*\nAg* + O2 O ·  + Ag+\nAg3PO4 (e  + h+) + rGO Ag3PO4 (h +) + rGO (e)\nJo ur\nna\nl P\nre -p\nro of\nAg+ + rGO (e) rGO + Ag\nAgPO4 (h +)/O ·  + RhB CO2 + H2O\nThe electron shift channels of Ag3PO4→rGO→Ag can effectively separate photogenerated electron-hole pairs, inhibit photocorrosion of Ag3PO4 to Ag during photocatalysis, and generate additional active oxidation product O2•−. The above research results provide a convenient method for preparation of Ag3PO4-based photocatalytic materials, which can be practically applied in environmental restoration and related clean energy production."
    }, {
      "heading" : "2.3.2 Z-Scheme photocatalyst",
      "text" : "Among many heterojunction photocatalysts, photocatalytic system of Z-scheme utilizes two photocatalysts with high oxidation or reduction potential to construct a two-step photoexcitation system. Min et al. synthesized GO/Ag@AgCl composite (AEGO) as photocatalytic system of Z-scheme in poly(ethylene glycol)-ethanol solution, in which GO and AgCl were used as high-activity photocatalysts, and Ag was used as solid electronic medium [39]. TEM images showed that GO enwrapped Ag@AgCl particles to form an encapsulation structure. MB was degraded by light irradiation. The 15% GO content of AEGO showed the highest photocatalytic ability. The photocatalytic mechanism was shown in Fig. 7.\nFig. 7. Photocatalysis mechanism in AEGO as photocatalytic system of Z-scheme. Copied with permission [39]. Copyright 2014, Royal Society of\nChemistry.\nIn the AEGO photocatalytic process, the first step was to stimulate the situation that the electrons generated from Ag@AgCl were captured by Ag+ surface to form Ag0. Secondly, Ag0 acted as an electronic shuttle. Electrons on CB of Ag@AgCl were transferred to VB of GO. Electrons were transferred to Ag0 Under visible light irradiation. Holes were formed in VB of Ag@AgCl. Instead, electrons were excited to form O2 •- radicals. Transferred electrons and holes recombined to GO with Ag0.\nZnO is a semiconductor with broad band-gap. It has similar conduction band edge with TiO2. Its electron mobility is higher than TiO2. Li and his coworkers fixed the ZnO nanoparticles over GO sheets by a simple reaction of Zn 2+ and OH− to obtain ZnO/GO nanocomposites [40]. FE-SEM image showed that the flower-like ZnO nanoparticles modified GO nanosheets. In addition, many ZnO particles got into the GO interlayers to obtain a sandwich structure. Surface area was calculated by BET method which was 234.0561 m2/g. There were two types of pore, one was 2.8 nm mesoporous, and the other was about 65.8 nm. Photodegradation experiments of MB (5.0 × 10-5 mol/L) and MO were carried out by ZnO/GO. After 60 min light irradiation, 98.1% of MB in aqueous solution was photodegraded. After 80 min, MO solution has been completely degraded.\nAs a classic antibiotic, tetracycline was widely used in humans, agriculture and other fields. Once it enters into the water environment, it may pose serious threats to human health and ecosystems. Methods for removing tetracycline from water include absorption, microbial decomposition, photocatalysis, electrolysis, and films separation etc. Photocatalytic degradation technology has the advantages of high efficiency, energy saving and low cost, so that it is an ideal method. In recent years, m-BiVO4 has a 2.4 eV bandgap, enough chemical steadiness and photocatalytic response, and was extensively studied in visible light catalysis. Chen et al. fabricated Ag/Ag3PO4/BiVO4/rGO nanocomposites through the combination of the in-situ deposition and the photoreduction way [41]. SEM images showed that Ag/Ag3PO4 nanoparticles were well assembled on BiVO4 crystals with a certain roughness on it. The composite had a high pore size of 14.74 nm, surface area of 57.58 m2/g. Total pore volume is 0.103 cm3/g, indicating that synthesis of rGO and Ag/Ag3PO4 nanoparticles promoted an increase in reaction area. Tetracycline (10 mg/L) was degraded by light irradiation of 60 min. The maximum removal efficiency of the material was about 94.96%. The co-catalysis of Ag/Ag3PO4 and rGO was important in inhibiting electron-hole combination. At the same time, the degradation efficiencies of tetracycline in different wastewater using Ag/Ag3PO4/BiVO4/rGO were studied as shown in Table 4. It can be inferred that this new material has good application prospects in wastewater treatment.\nTable 4\nDegradation efficiencies of tetracycline in different wastewater using Ag/Ag3PO4/BiVO4/rGO.\nJo ur\nn l P\nre\n-p\nro of\nVarious wastewaters Deionized\nwater Medical wastewater\nMunicipal\nwastewater\nRiver\nwastewater\nDegradation efficiencies of tetracycline (%) 84.21 83.43 80.21 87.23\nThe production of hydrogen fuel by sunlight from water is an ideal solution to solve growing energy demand and relieve environmental stress. Recently, photoreduced graphene oxide (PRGO) can enhance photoelectrochemical ability of TiO2 and BiVO4 photoanodes which provided low resistance electronic channels to external circuits under additional bias voltage. Akihide Iwase and co-workers prepared mixtures of PRGO and Ru/SrTiO3:Rh (PRGO/Ru/SrTiO3:Rh) with BiVO4 through photocatalytic reduction using methanol as hole scavenger [42]. In water splitting process of Z-scheme, PRGO was a solid-phase electron medium. Electrons on CB of BiVO4 were transferred to the vacancies of Ru/SrTiO3:Rh with PRGO. The electrons of Ru/SrTiO3:Rh reduced water to H2, while the holes of BiVO4 oxidized H2O to O2, thus completing cycle of water splitting.\nIn the Z-type photocatalytic system prepared above, GO supports, grafts or wraps many semiconductors with appropriate band\ngap. The bottom of CB and the top of VB of the semiconductor is lower than that of GO."
    }, {
      "heading" : "2.3.3 AgX (X = Br,Cl)/Graphene aerogel",
      "text" : "As we all know, due to the nano-morphology of photocatalysts, various complex operations (such as centrifugation, drying and sonication) are often used in the recovery process. 3D Graphene aerogels (GAs) are photocatalytic candidate materials, which are easy to recycle because of its block appearance. Fan's team fabricated 3D AgX/GA (X = Br, Cl) composites, which could be transferred from one reaction system to another with tweezers [43]. The recycling process was very easy. SEM showed that 70- 150 nm AgBr particles were uniformly distributed on graphene sheets. Because the weight of aerogels was light, they could be suspended in pollutant solution, and the layered porous morphology could ensure that the photocatalyst nanoparticles can effectively contact with pollutants. AgBr can preliminarily decompose into Ag0, which can improve the photocatalytic activity. The photocatalytic activity of AgBr/GAs was discussed by degradation of MO (10 mg/L). AgBr/GAs could degrade MO completely in 8 min, while AgBr could only remove 65%. Compared with AgBr (k = 0.12 min−1), the degradation rate constant of AgBr/GAs (k = 0.72 min−1) increased six times. By reducing Cr(VI) to Cr(III), the reductive activity of the composite for pollutant treatment was investigated. The reduction amount of Cr(VI) by AgBr/GAs was 1.5 times than that by AgBr. The photocatalytic mechanisms of MO oxidation and reduction of Cr(VI) were shown in Fig. 8.\nUnder 420 nm light irradiation, photoexcited electrons transferred to CB of AgBr, while VB retained the leftover holes. Electrons produced •OH by double-electron oxygen reduction and O2 •− by a single-electron reduction. These two free radicals were important in photocatalytic degradation of MO.\nO2 + H2 + 2e  H2O2 O2 + e  O2 · \nFig. 8. Schematic of degraded mechanism of MO for AgBr/GAs before (a) and after (b) the existence of Ag0 (c) the photocatalytic mechanism of Cr(VI).\nCopied with permission [43]. Copyright 2015, Wiley.\nThe photoexcited electrons on surface of aerogels and AgBr were captured by Cr(VI) to form Cr(III). In the photocatalytic\nsystem, the introduction of aerogels significantly improved the catalytic performance.\nGraphene materials have high specific surface area and good conductivity, which enable them to be used as carriers of metal oxides, sulfide semiconductor catalysts and carbon nitride in photocatalytic reactions. Graphene materials participate in photocatalytic decomposition of organic pollutants, and show good catalytic activity."
    }, {
      "heading" : "3. Graphene based adsorbent for the remediation of pollutants",
      "text" : "All kinds of inorganic pollutants including metal ions are important aquatic pollutants. Because of their bioaccumulation and biomagnification properties, they are harmful to organisms and the environment. Many methods are used to remove inorganic\nJo\nur\nna l P\nre -p\nof\npollutants, for example, adsorption, precipitation, filtration, ion exchange. Among these technologies, adsorption method has the advantages of simple operation, easy design and strong adsorption ability for harmful pollutants. It is one of the most favorable methods to remove inorganic pollutants. A variety of adsorbents, for example, biomaterials, activated carbon, nanoparticles and graphene-based adsorbents, are used to deal with inorganic pollutants from wastewater."
    }, {
      "heading" : "3.1 Functionalized graphene oxide as an adsorbent for the removal of pollutants",
      "text" : "GO is the oxidized form of graphene which is fabricated through graphite oxidation. The basal planes of GO are modified by hydroxyl and epoxy functional groups and its edges have carboxylic acid groups. GO is seen as excellent adsorbent for removing heavy metal ions. Its adsorption mechanism mainly includes ion interchange, electrostatic attraction and surface complexation. The surface complexation of oxygenous functional groups and heavy metal ions causes adsorption of Pb(II) for GO. The specific mechanism is shown as follows [44]:\nCOOH + Pb2+ COOPb+ + H+\nOH + Pb2+ OPb+ + H+\nCOOH + Pb2+ COOPbOOC+ 2H+\nOH + Pb2+ OPbO + 2H+\nCOOH + Pb2+ + OH COOPbO+ 2H+\nTo improve adsorption of heavy metal ions for GO, many materials have been used to functionalize GO, such as ethylenediamine, chitosan (Ch), ion nanoparticles, aromatic diazonium salt, etc. Li et al. first added N-hydroxyl succinimide and 1-ethyl-3-(3-dimethylaminoprophy) carbondiimide hydrochloride into GO dispersion to realize the activation of carboxyl groups of GO [45]. Then glutaraldehyde, magnetic β-cyclodextrin-chitosan and GO solution were added in flask. After ultrasonic dispersion, β-cyclodextrin-chitosan/graphene oxide (CCGO) was obtained by stirring at 65 oC for 2 h. TEM and SEM images exhibited that β-cyclodextrin-chitosan spheromes were modified and fixed on GO surface. Saturation magnetization of CCGO was 22.15 emu/g. The BET surface area was 445.6 m2/g and pore volume was 0.4152 cm3/g.\nChromium is a toxic metal that causes serious harm to the environment and human beings. The most common oxidation states of chromium compounds are +3 and +6. The toxicity of Cr(VI) is 500 times higher than that of Cr(III). CCGO was added to Cr(VI) (50 mg/L) solution under mechanical stirring, and the removal efficiency was better at lower pH. The mechanism of Cr(VI) removal by CCGO was shown in Fig. 9.\nFig. 9. Four-step removal mechanism of Cr (VI) by CCGO. Copied with permission [45]. Copyright 2013, Elsevier.\nCr(VI) was reduced to Cr(III) after combining with CCGO by electrostatic interaction. The electrostatic repulsion of cation Cr(III) and protonated amine groups released Cr(III) into solution. Cyclodextrin could combine Cr(III) and Cr(VI) in their cavities to produce steady inclusion complexes. The adsorbent of CCGO could more effectively utilize their respective adsorption sites. Pseudo-second-order kinetics was applicable to adsorption process. The equilibrium data were in good agreement with the Langmuir isotherm model. More importantly, CCGO adsorbent could be separated and recovered using magnets.\nAmong all kinds of magnetic materials, cobalt ferrite (CoFe2O4) nanoparticles have high corrosion stability, medium magnetic saturation and easy separation. However, the exposed magnetic nanoparticles can aggregate into larger nanoparticles and easily dissolve in acidic media. SiO2 is a biocompatible material. Because of its stability in acidic conditions, it can effectively protect\nJo\nur\nna l P\nre -p\nro of\nmagnetic nanoparticles. Santhosh et al. synthesized CoFe2O4 nanoparticles by solvothermal method and coated CoFe2O4 nanoparticles with SiO2 nanoparticles by sol-gel method [46]. The addition of 3-aminopropyltriethoxysilane promoted the functionalization of SiO2@CoFe2O4 with amino groups. Finally, the solution with GO was stirred for 2 h to synthesize SiO2@CoFe2O4-GO composite. HR-TEM images showed that the diameter of SiO2 nanoparticles was within 450-500 nm. The CoFe2O4 nanoparticles were aggregated by smaller nanoparticles of 10-15 nm and presented porous form. The adsorption of Cr(VI) and acid black 1 (AB 1) on the composites was tested. Langmuir isotherm model was applicable to experimental data. The adsorption capacity of AB 1 was 130.74 mg/g and Cr(VI) ions was 136.40 mg/g.\nTo enhance adsorption ability of GO, researchers have devoted themselves to combine GO with nitrogen-containing amino compounds and developed functionalized GO (NAGO) [47]. Nitrogen-containing amino compounds have abundant amino functional groups. They coordinate strongly with pollutants using lone pair of electrons. On the basis of reaction factor, the formation of NAGO includes four methods: Photoelectric reduction, solvothermal synthesis, in situ polymerization and direct compounding. Schematic on direct compounding of NAGO was shown in Fig. 10.\nTEM images show that there are some wrinkles on the surface of NAGOs. When nitrogen-containing amino compounds are grafted to the surface of GO, they have rough surface and layered structure, thus increasing specific surface area and preventing GO aggregation. The management of wastewater with heavy metals and organic pollutants is the focus of NAGOs application research. Langmuir and Freundlich models are applicable to pollutants adsorption. Three kinetic models have been used: Intraparticle diffusion model, pseudo-first-order model and pseudo-second-order model. Most studies on the application of NAGOs to heavy metals show that adsorption ability is lower at lower pH. The adsorption mechanism of NAGOs for pollutant removal usually involves many interactions such as electrostatic interaction, ion-exchange, surface complexation, hydrogen bonds, π-π interaction and physical adsorption. Compared with other adsorbents, NAGOs is an economical and potential adsorbent for pollutants removal from wastewater.\nFang et al. fabricated amination graphene oxide (GO-NH2) by combining graphene oxide with aromatic diazonium salt [48]. SEM and AFM images confirmed that the nanosheets were micrometer and thickness was smaller than 1 nm. 4-Aminophenyl groups were inserted between GO sheets. Cobalt in wastewater can induce health problems, for example, lung irritation, palsy and bone defects, and can lead to mutations in living cells. To test the adsorption of Co(II) for GO-NH2 , batch equilibration technique was used to perform adsorption experiments. With the dosage of 0.3 g/L adsorbent, over 90% of Co(II) ions could be removed after 5 min. Langmuir models were applicable to adsorption isotherms, indicating that adsorption was monolayer and no interaction between adsorbed substances. The relative parameters calculated by Langmuir model and thermodynamic functions of Co(II) adsorption on GO-NH2 were shown in Table 5.\nTable 5\nRelative parameters calculated by Langmuir model and thermodynamic functions of Co(II) adsorption on GO-NH2.\nExperiment temperature (T/K) Qm (mg/g) KL (L/mg) ΔH 0 (kJ/mol) ΔS0 (J/mol) ΔG0 (kJ/mol)\n298 116.35 0.01258 -10.77 35.49 -21.3\n313 108.70 0.00899 -21.8\n328 105.40 0.0098 -22.4\nThe larger KL adsorbent had the bigger adsorption capacity. Negative ΔH 0 values indicated that the adsorption of Co(II) on GO-\nNH2 was exothermic. Negative ΔG 0 indicated that the process was spontaneous. GO-NH2 nanosheets are useful for purifying\nmetal ions.\nThe magnetic adsorbent can avoid the secondary pollution caused by the incomplete recovery of adsorbent. Co3O4 is a p-type\nJo ur\nna l P\nre -p\nro\nsemiconductor which has the structure of spinel crystal. As transitive metal oxide, it has electrocatalytic, electrochemical and\noptical performances. Nafiey et al. fabricated the rGO-Co3O4 nanocomposite by reduction of CoCl2 and GO with NaBH4 [49].\nTEM images showed that Co3O4 nanoparticles (2-10 nm) distributed on sheets of rGO. In the presence of excess NaBH4, the\ncatalytic ability of rGO-Co3O4 nanocomposites for degradation of 4-nitrophenol was studied. Complete reduction was achieved\nwithin less than one minute at room temperature. RGO-Co3O4 was also applied in two fields: The removal of organic dyes and\nCr(VI). The adsorption isotherms of Cr(VI) were simulated by Langmuir model. The adsorption ability of various adsorbents for\nCr(VI) was shown in Table 6.\nTable 6\nAdsorption ability of Cr(VI) using various adsorbents.\nAdsorbent rGO-Co3O4 SiO2@CoFe2O4-GO CCGO\nAdsorption capacity (mg/g) 208.8 136.40 67.66\nThe mechanism of dye adsorption is decided by properties of physics and chemistry of adsorbents [50]. For anionic dyes, rGOCo3O4 is positively charged, and the electrostatic interactions are principal in the adsorption process. To cationic dyes, π-π interactions exist between dyes and nanocomposites. rGO-Co3O4 Nanocomposite is a quick adsorbent of dye with good adsorption performance at neutral pH.\nAdsorption, flotation, filtration, reverse osmosis and evaporation of wastewater through membranes are widely used in water purification. In particular, the use of nanoparticles in polymeric membrane structures can significantly improve the adsorptive removal rate of pollutants. Abdi et al. prepared the magnetic metformin/GO/Fe3O4 hybrid product (MMGO) by mixing the mixed aqueous solution of FeCl3·6H2O and FeCl2·4H2O with metformin/GO suspension [51]. The MMGO hybrid was added in polyethersulfone (PES) polymer by immersion precipitation, and the MMGO embedded PES nanofiltration membrane was obtained. TEM images showed that nanoparticles spheres about 20 nm were scattered on MMGO surface. SEM images showed asymmetrical structure of porous sub-layer and compact skin layer. The removal of Cu(II) and dyes by the membranes was significantly improved. The nanoparticles membrane of 0.5 wt% MMGO had about 92% removal rate of Cu2+ (20 mg/L). The kind of membrane had about 99% dye rejection."
    }, {
      "heading" : "3.2 Graphene hydrogel as reusable adsorbents for water purification",
      "text" : "Among various adsorption materials, 3D graphene hydrogel (GH) has the advantages of low aggregation, many multidimensional mass transfer channels, and being easy to be separated from mixed solution. In comparison with conventional adsorbents such as polymer resins, activated carbon and SiO2, GH is widely used in water purification because of its large surface area and porous structure.\nCombining 3D hydrogel with photocatalyst, prepared composite photocatalyst has 3D porous structure. The photocatalyst can solve adsorption saturation and enhance the adsorptive performance. Bi2WO6 (BWO) is a good photocatalyst with 2.8 eV band gap. Its crystal structure consists of accumulative layers of (Bi2O2) 2+ layer and (WO4) 2− slices. Yang et al. synthesized Bi2WO6/graphene hydrogel (BWO/GH) composites through hydrothermal way of one-step [52]. FE-SEM images showed that 3D flower BWO grew uniformly in the composites. As the GH content increased from 7% to 22%, the surface areas increased from 26.04 m2/g to 35.24 m2/g. The diameter of pore was 10-40 nm.\nUnder static conditions, removal efficiency of MB (40 ppm) by 78.31%-BWO/GH was about 2.27 times than BWO. Under dynamic conditions, the removal rates of MB (10-5 mol/L) and 2,4-dichlorophenol (5 ppm) were 1.37 and 3 times than BWO, respectively. In the degradation process, 3D graphene hydrogel could quickly adsorb organic pollutants as the carrier of BWO photocatalyst. BWO was stimulated and created electrons and holes by light irradiation. The holes on VB reacted with water to form •OH radicals, which oxidize organic pollutants to H2O and CO2. BWO/GH has the synergistic action of photocatalysis and adsorption. It is easy to be recovered, which has been used in dynamic system for a long time.\nBiopolymers have become important candidate materials for production of green environmental protection materials due to good biocompatibility, regeneration and biodegradability. Using cellulose, chitosan, poly acrylamide and other polymers to prepare hydrogels by covalent cross-linking usually makes the structures more stable and the interfacial adhesion stronger. Soleimani et al. synthesized graphene oxide-cellulose nanowhiskers hydrogel (GO-CNW) via a facile approach [53]. In SEM images, it could be seen that the hydrogel had pores of several micrometers. BET analysis showed that surface area was 12.86 m2/g. The pore diameter was estimated to be between 1 nm and 100 nm by Barrett-Joyner-Halenda (BJH) model from the adsorption and desorption branches of N2 isotherms. GO-CNW hydrogel had high adsorption ability for MB and RhB in wastewater. The removal efficiency of MB (5-20 mg/L) and RhB was 100% and 90% in 20 min, respectively. GO-CNW is a promising candidate material for water treatment because of its biocompatibility and excellent adsorption capacity.\nSodium alginate (SA) is a biopolymer of cross-linked hydrogel, which has better adsorption performance for metal ions.\nJ r\nal Pr\nepr\noo f\nSodium alginate (SA) polymer is composed of (1–4)-linked β-D-mannuronate and its C-5 epimer α-L-guluronate monomers. Divalent or trivalent ions can be used for ion crosslinking. Ca(II) is the most extensively used crosslinker. Arshad et al. added a mixture of sodium alginate and GO to the calcium chloride solution to observe the immediately formed spherical light brown beads (GOCA) [54]. The beads were heated in polyethylenimine solution for 20 h at 40 oC. The graphene oxide were functionalized by polyethylenimine and chemically reduced. Calcium alginate-graphene beads (fGOCA) were obtained. The beads were dark brown in color. Pictures of different alginate beads was shown in Fig. 11.\npermission [54]. Copyright 2019, Elsevier.\nSEM images showed that the calcium alginate microbeads exhibited rough grainy structure without GO, while layered GO sheets caused the structure to form folded flowers. From the peak intensity of Raman spectrum, the ID/IG of GOCA was 0.977. After reduction and functionalization of chemistry, the ID/IG became 1.257. CHN element analysis confirmed that the nitrogen, carbon and hydrogen content of fGOCA beads were 9.3%, 40.5% and 6.7% after modification of polyethylenimine. As adsorbents, fGOCA beads could effectively remove heavy metal ions, for example, Cd(II), Hg(II), Pb(II) and the removal rate was over 97%. The maximum adsorption capacity fitted by Langmuir model were shown in Table 7.\nDopamine is a catecholamine of good biocompatibility. It is polymerized to polydopamine (PDA). Gao's team successfully fabricated graphene hydrogel modified by PDA (PDA-GH) [55]. AFM images showed that the thickness was about 2.0 nm and the surface area was 310.6 m2/g. PDA-GH had good adsorption abilities for heavy metal ions and organic pollutants due to rich functional groups of PDA and huge surface areas of GH. The adsorptive capacity of Pb(II), RhB, Cd(II) and p-nitrophenol fitted by Langmuir model were shown in Table 7.\nTable 7\nMaximum adsorptive capacity of pollutants on different adsorbents.\nPollutants Adsorbent Adsorptive capacity (mg/g)\nPb(II) PDA-GH 336.32\nCd(II) PDA-GH 145.48\nRhB PDA-GH 207.06\np-nitrophenol PDA-GH 260.38\nPb(II) fGOCA 602\nCd(II) fGOCA 181\nHg(II) fGOCA 374\nCompared with Cd(II), phenolic and carboxylic groups had higher binding affinity with Pb(II), which might lead to higher adsorptive capacity of Pb(II). The adsorption mechanism of p-nitrophenol was mainly π-π interactions. The adsorption capacity of RhB was relatively lower because of its larger molecular size and the uselessness of small pores. PDA-GH is regenerated with cheap reagents and represents good adsorption performance after several adsorption-desorption processes.\nTannin is a complex secondary metabolite widely distributed in higher plants. It has polyhydroxy structure and can inhibit bacteria and enzymes, resist ultraviolet irradiation and capture free radicals. Tannic acid (TA) is a category of hydrolysable tannin, which is used as graphene reductant. Tang et al. synthesized graphene-tannic acid (GT) hydrogels by hydrothermal method [56]. Formation illustration of GT hydrogel was shown in Fig. 12. Jo rn\nal Pr\nepr\noo f\nFig. 12. Formation illustration of graphene tannic acid (GT) hydrogel. Copied with permission [56]. Copyright 2018, Elsevier.\nSEM images showed that the walls of pores were composed of graphene sheets. With the increase of tannic acid, the breakage degree of macropores walls increased, and many mesopores appeared. GT hydrogel had a significant adsorption capacity for MB which was more than 500 mg/g at pH 10. The maximum adsorptive capacity was 714 mg/g. Desorption can make adsorbents and dyes recycling. GT hydrogels use inorganic acid and ethanol as cheap solvents. The adsorption capacity of GT hydrogels is stable after regeneration.\nDeclaration of interests\n☒ The authors declare that they have no known competing financial interests or personal relationships\nthat could have appeared to influence the work reported in this paper.\n☐The authors declare the following financial interests/personal relationships which may be\nconsidered as potential competing interests:"
    }, {
      "heading" : "4. Conclusions",
      "text" : "As a new material with single-layer and two-dimensional carbon nanostructures, graphene has great specific surface area, excellent electronic, chemical and mechanical properties and good biocompatibility. In this paper, the preparation methods, structural characteristics and superior performance in pollutant treatment of graphene electrical composites, optical composites and biocomposites in recent years have been briefly reviewed. By chemical modification of graphene surface or combining graphene with other traditional materials, graphene-based nanomaterials can not only significantly improve their properties, but also greatly expand their applications.\nThe application of graphene and its composites in the field of environment mainly depends on the following excellent properties:\n(1) The large specific surface area of graphene helps to adsorb pollutants and provide abundant reaction sites; (2) high conductivity promotes electron transfer, facilitates photocatalytic reactions of graphene and its composites. Compared with conventional materials, the properties of graphene and its composites have been significantly improved, and their applications in the field of environment have achieved some results. However, due to the constraints of cost and stability of composite materials, most of graphene and its composites are still at the stage of laboratory research, and have not been widely used in practical projects. Therefore, graphene and its composites with low cost and high quality still need to be developed. The modification mechanism of graphene composites needs to be further studied to provide theoretical basis for the modification of composites. With the reduction of the cost of graphene preparation and the further study of the mechanism of adsorption and photocatalysis, graphene will be increasingly used in the fields of water pollution treatment, seawater desalination, drinking water purification, air pollution\nJo ur\nal Pr\nepr\noo f\ncontrol and detection, and environmental remediation. It is bound to usher in more industrial applications and broader market."
    }, {
      "heading" : "Acknowledgment",
      "text" : "This work was supported by the State Key Research Development Program of China (No. 2016YFA0204200), National Natural Science Foundation of China (Nos. 21822603, 21811540394, 5171101651, 21677048, 21773062, 21577036), Shanghai Pujiang Program (No. 17PJD011), and the Fundamental Research Funds for the Central Universities (No. 22A201514021)."
    } ],
    "references" : [ {
      "title" : "Proc",
      "author" : [ "J.D. Bernal" ],
      "venue" : "R. Soc. Lond. A 106 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1924
    }, {
      "title" : "Phys",
      "author" : [ "G.W. Semenoff" ],
      "venue" : "Rev. Lett. 53 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1984
    }, {
      "title" : "Surf",
      "author" : [ "T.A. Land", "T. Michely", "R.J. Behm", "J.C. Hemminger", "G. Comsa" ],
      "venue" : "Sci. 264 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "J",
      "author" : [ "C. Lee", "X.D. Wei", "J.W. Kysar" ],
      "venue" : "Hone, Science 321 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Chem",
      "author" : [ "O. Akhavan", "E. Ghaderi", "J. Phys" ],
      "venue" : "C 113 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Y",
      "author" : [ "W.Q. Wu" ],
      "venue" : "Yang, H.H. Zhou, et al., Water Air Soil Poll. 224 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Z",
      "author" : [ "H. Yan", "X. Tao" ],
      "venue" : "Yang, et al., J. Hazard. Mater. 268 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Q",
      "author" : [ "G.W. Xu", "J.W. Liu" ],
      "venue" : "Wang, et al., Adv. Mater. 24 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "J",
      "author" : [ "L. Liao" ],
      "venue" : "Zhu, X.J. Bian, et al., Adv. Funct. Mater. 23 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "C",
      "author" : [ "J.L. Shi" ],
      "venue" : "Tang, H.J. Peng, et al., Small 11 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "T",
      "author" : [ "K.X. Li" ],
      "venue" : "Chen, L.S. Yan, et al., Catal. Commun. 28 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "H",
      "author" : [ "Y.X. Xu", "Q. Wu", "Y.Q. Sun" ],
      "venue" : "Bai, G.Q. Shi, ACS Nano 4 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "B",
      "author" : [ "C. Cheng", "J. Deng" ],
      "venue" : "Lei, et al., J. Hazard. Mater. 263 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "P",
      "author" : [ "H.P. Cong", "X.C. Ren" ],
      "venue" : "Wang, S.H. Yu, ACS Nano 6 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "F. Perreault", "A.F. Faria", "M. Elimelech" ],
      "venue" : "Soc. Rev. 44 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "B.C. Qiu", "M.Y. Xing", "J.L. Zhang", "J. Am" ],
      "venue" : "Soc. 136 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "B. Qiu", "M.Y. Xing", "J.L. Zhang", "J. Mater" ],
      "venue" : "A 3 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "B.C. Qiu", "M.Y. Xing", "J.L. Zhang" ],
      "venue" : "Soc. Rev. 47 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adv",
      "author" : [ "D.Y. Pan", "J.C. Zhang", "Z. Li", "M.H. Wu" ],
      "venue" : "Mater. 22 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Chem",
      "author" : [ "R.L. Liu", "D.Q. Wu", "X.L. Feng", "K. Müllen", "J. Am" ],
      "venue" : "Soc. 133 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "Y. Li", "Y. Hu" ],
      "venue" : "Zhao, et al., Adv. Mater. 23 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Q",
      "author" : [ "W.G. Tu", "Y. Zhou" ],
      "venue" : "Liu, et al., Adv. Funct. Mater. 23 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mater",
      "author" : [ "Y.P. Zhang", "C.X. Pan" ],
      "venue" : "Sci. 46 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "C",
      "author" : [ "W.J. Han" ],
      "venue" : "Zang, Z.Y. Huang, et al., Int. J. Hydrogen Energy 39 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Appl",
      "author" : [ "Z.Y. Zhang", "F. Xiao", "Y.L. Guo", "S. Wang", "Y.Q. Liu" ],
      "venue" : "Mater. Interfaces 5 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Appl",
      "author" : [ "Y.P. Zhu", "T.Z. Ren", "Z.Y. Yuan" ],
      "venue" : "Mater. Interfaces 7 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Q",
      "author" : [ "J.Q. Tian", "R. Ning" ],
      "venue" : "Liu, et al., Appl. Mater. Interfaces 6 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mater",
      "author" : [ "Q. Yu", "S. Guo", "X. Li", "M. Zhang" ],
      "venue" : "Tech.: Adv. Performance Mater. 29 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "N",
      "author" : [ "Z.G. Yi", "J.H. Ye" ],
      "venue" : "Kikugawa, et al., Nat. Mater. 9 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Phys",
      "author" : [ "Q.H. Liang", "Y. Shi", "W.J. Ma", "Z. Li", "X.M. Yang" ],
      "venue" : "Chem. Chem. Phys. 14 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "Y.L. Min", "G.Q. He", "Q.J. Xu", "Y.C. Chen", "J. Mater" ],
      "venue" : "A 2 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "B.X. Li", "T.X. Liu", "Y.F. Wang", "Z.F. Wang" ],
      "venue" : "Colloid Interface Sci. 377 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Q",
      "author" : [ "F. Chen" ],
      "venue" : "Yang, X.M. Li, et al., Appl. Catal. B: Environ. 200 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "A. Iwase", "Y.H. Ng", "Y. Ishiguro", "A. Kudo", "R. Amal", "J. Am" ],
      "venue" : "Soc. 133",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "J",
      "author" : [ "W.J. Peng", "H.Q. Li", "Y.Y. Liu", "S.X. Song" ],
      "venue" : "Molecular Liquids 230 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "L.L. Li", "L.L. Fan" ],
      "venue" : "Sun, et al., Colloids Surf. B: Biointerfaces 107 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "P",
      "author" : [ "C. Santhosh", "E. Daneshvar" ],
      "venue" : "Kollu, et al., Chem. Eng. J. 322 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "X",
      "author" : [ "S.F. Wang" ],
      "venue" : "Li, Y.G. Liu, et al., J. Hazard. Mater. 342 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "B",
      "author" : [ "A.A. Nafiey", "A. Addad" ],
      "venue" : "Sieber, et al., Chem. Eng. J. 322 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "G. Abdi", "A. Alizadeh", "S. Zinadini", "G. Moradi" ],
      "venue" : "Membrane Sci. 552 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Appl",
      "author" : [ "J.J. Yang", "D.M. Chen", "Y. Zhu", "Y.M. Zhang", "Y.F. Zhu" ],
      "venue" : "Catal. B: Environ. 205 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ecotox",
      "author" : [ "K. Soleimani", "A.D. Tehrani", "M. Adeli" ],
      "venue" : "Environ. Safe. 147 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sep",
      "author" : [ "F. Arshad", "M. Selvaraj", "J. Zain", "F. Banat", "M.A. Haija" ],
      "venue" : "Puri. Technol. 209 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Appl",
      "author" : [ "H.C. Gao", "Y.M. Sun", "J.J. Zhou", "R. Xu", "H.W. Duan" ],
      "venue" : "Mater. Interfaces 5 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "P",
      "author" : [ "C.Y. Tang" ],
      "venue" : "Yu, L.S. Tang, et al., Ecotox. Environ. Safe. 165 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "William Bragg first named two-dimensional structure of graphene surface as graphene in 1924 [1].",
      "startOffset" : 92,
      "endOffset" : 95
    }, {
      "referenceID" : 1,
      "context" : "Semennoff deduced the Dirac equation of excited state of graphene in 1984 and found its similarity with the wave equation [2].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 2,
      "context" : "first observed the monolayer structure of graphene by STM [3].",
      "startOffset" : 58,
      "endOffset" : 61
    }, {
      "referenceID" : 3,
      "context" : "The results show that the average fracture strength of graphene is 55 N/m and the ideal strength is (130 ± 10) GPa [6].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 4,
      "context" : "Graphene-TiO2 nanocomposition sensitizes the photocatalytic activity of TiO2 films, so that they can be more effectively used in solar irradiation [7].",
      "startOffset" : 147,
      "endOffset" : 150
    }, {
      "referenceID" : 6,
      "context" : "The results showed that the greater the oxidation degree, the larger the adsorption ability of GO to MB, and maximum adsorptive ability was 600 mg/g [9].",
      "startOffset" : 149,
      "endOffset" : 152
    }, {
      "referenceID" : 7,
      "context" : "prepared plasmonic graphene by depositing Ag nanoparticles on graphene grown by chemical vapor deposition (CVD) using thermal assisted self-assembly method [10].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 8,
      "context" : "deposited MoS2 nanoparticles on mesoporous graphene foams by in situ technology [11].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 9,
      "context" : "1Al-layered double hydroxide (LDH) as precursor [12].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 10,
      "context" : "fabricated tourmaline and mesoporous graphene co-doped TiO2 composites [13].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 11,
      "context" : "synthesized GO/DNA hydrogel in 2010 and used it for the first time to detect its adsorption capacity of safranin O [14].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 12,
      "context" : "3D graphene oxide with biopolymer composite gel could adsorb up to 1100 mg/g MB and 1350 mg/g MV [15].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 14,
      "context" : "Compared with ordinary two-dimensional hexagonal TiO2 mesoporous films, macro-mesoporous TiO2-graphene composite membranes have higher adsorption and photodegradation ability for MB [17].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 15,
      "context" : "Xing and his co-workers prepared many 3D graphene/metal oxides aerogel or hydrogel photocatalysts by using chemical ways to remove organic pollutants [18-21].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 16,
      "context" : "Xing and his co-workers prepared many 3D graphene/metal oxides aerogel or hydrogel photocatalysts by using chemical ways to remove organic pollutants [18-21].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 17,
      "context" : "Xing and his co-workers prepared many 3D graphene/metal oxides aerogel or hydrogel photocatalysts by using chemical ways to remove organic pollutants [18-21].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 15,
      "context" : "Using this aerogel, methyl orange molecules could be degraded by sunlight irradiation [18].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 16,
      "context" : "It also can remove effectively organic pollutants such as methyl orange from the water [19].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 19,
      "context" : "accumulated hexa-peri-hexabenzocoronene (HBC) into disk-like GQDs through π-π interaction [23].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 20,
      "context" : "found an electrochemical method to realize the synthesis of functional GQDs with 3-5 nm, which showed green luminescence [25].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 21,
      "context" : "prepared TiO2-graphene nanosheets in dibasic ethylenediamine/H2O solvent by in situ reduction-hydrolysis technology [27].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 22,
      "context" : "prepared graphene sheets and TiO2 nanoparticles composites from simple thermal reaction of graphene oxide [28].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 23,
      "context" : "synthesized MoS2/TiO2/graphene aerogel by hydrothermal method [29].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 15,
      "context" : "prepared super dispersed nanocrystals of TiO2 grown on 3D graphene aerogels by in situ technology [18].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 24,
      "context" : "prepared TiO2 nanographene hydrogel (TGH) by adding TiO2 nanoparticles into 2 mg/mL graphene oxide aqueous solution under sonication for about 1 h [30].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 25,
      "context" : "Zhu's group first blended g-C3N4 with organic organophosphonic acid in one pot to promote cross-linking through acid-base interaction [31].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 26,
      "context" : "Tian's team constructed a 3D porous supramolecular structure using graphene oxide and ultra-thin g-C3N4 nanosheets as materials through self-assembly way of solution [34].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 27,
      "context" : "prepared porous g-C3N4/graphene by template-free calcination [35].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 28,
      "context" : "1 Ag3PO4/Graphene Since the pioneering work conducted by Ye and co-workers in water oxidation and degradation of organic pollution by Ag3PO4 powders, this new photocatalyst has aroused great enthusiasm and seems to be a useful material for efficient water purification [36].",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 29,
      "context" : "prepared GO-Ag3PO4 nanocomposites by electrostatic interactions between GO sheets and Ag + [37].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 30,
      "context" : "synthesized GO/Ag@AgCl composite (AEGO) as photocatalytic system of Z-scheme in poly(ethylene glycol)-ethanol solution, in which GO and AgCl were used as high-activity photocatalysts, and Ag was used as solid electronic medium [39].",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 31,
      "context" : "Li and his coworkers fixed the ZnO nanoparticles over GO sheets by a simple reaction of Zn 2+ and OH to obtain ZnO/GO nanocomposites [40].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 32,
      "context" : "fabricated Ag/Ag3PO4/BiVO4/rGO nanocomposites through the combination of the in-situ deposition and the photoreduction way [41].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 33,
      "context" : "Akihide Iwase and co-workers prepared mixtures of PRGO and Ru/SrTiO3:Rh (PRGO/Ru/SrTiO3:Rh) with BiVO4 through photocatalytic reduction using methanol as hole scavenger [42].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 34,
      "context" : "The specific mechanism is shown as follows [44]:",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 35,
      "context" : "first added N-hydroxyl succinimide and 1-ethyl-3-(3-dimethylaminoprophy) carbondiimide hydrochloride into GO dispersion to realize the activation of carboxyl groups of GO [45].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 36,
      "context" : "synthesized CoFe2O4 nanoparticles by solvothermal method and coated CoFe2O4 nanoparticles with SiO2 nanoparticles by sol-gel method [46].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 37,
      "context" : "To enhance adsorption ability of GO, researchers have devoted themselves to combine GO with nitrogen-containing amino compounds and developed functionalized GO (NAGO) [47].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 38,
      "context" : "fabricated the rGO-Co3O4 nanocomposite by reduction of CoCl2 and GO with NaBH4 [49].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 39,
      "context" : "prepared the magnetic metformin/GO/Fe3O4 hybrid product (MMGO) by mixing the mixed aqueous solution of FeCl3·6H2O and FeCl2·4H2O with metformin/GO suspension [51].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 40,
      "context" : "synthesized Bi2WO6/graphene hydrogel (BWO/GH) composites through hydrothermal way of one-step [52].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 41,
      "context" : "synthesized graphene oxide-cellulose nanowhiskers hydrogel (GO-CNW) via a facile approach [53].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 42,
      "context" : "added a mixture of sodium alginate and GO to the calcium chloride solution to observe the immediately formed spherical light brown beads (GOCA) [54].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 43,
      "context" : "Gao's team successfully fabricated graphene hydrogel modified by PDA (PDA-GH) [55].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 44,
      "context" : "synthesized graphene-tannic acid (GT) hydrogels by hydrothermal method [56].",
      "startOffset" : 71,
      "endOffset" : 75
    } ],
    "year" : 2019,
    "abstractText" : "Graphene is a two-dimensional nanomaterial with huge surface area, high carrier mobility and high mechanical strength. Because of its great potential in nanotechnology and environmental protection, it has attracted much attention in environmental and energy fields since its discovery in 2004. Although graphene is a star material, many reviews have introduced its use in terms of energy, the research progress in the field of environment, especially water pollution control, has been rarely reported. Here, we review exhaustively the research progress of graphene-based materials in environmental pollution remediation in the past ten years. Firstly, the advantages and classification of graphene were introduced. Secondly, the research progress and main achievements of graphene and its composites in the fields of photocatalytic degradation, pollutant adsorption and water treatment were emphatically described, and the mechanism of action in the above fields was summarized. Finally, we discuss the problems existing in the preparation and summarize the application of graphene in the environment.",
    "creator" : "Elsevier"
  }
}