{
  "name" : "downloads_2019-10-10_f2_jafari2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Wave propagation in microtubule-based bio-nano-architected networks: A lesson from nature",
    "authors" : [ "Hamid Jafari", "Mohammad Reza Hairi Yazdi", "Mir Masoud", "Seyyed Fakhrabadi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "International Journal of Mechanical Sciences 164 (2019) 105175\nContents lists available at ScienceDirect\nInternational Journal of Mechanical Sciences\njournal homepage: www.elsevier.com/locate/ijmecsci\nWave propagation in microtubule-based bio-nano-architected networks: A lesson from nature\nHamid Jafari, Mohammad Reza Hairi Yazdi, Mir Masoud Seyyed Fakhrabadi ∗\nSchool of Mechanical Engineering, College of Engineering, University of Tehran, Tehran, Iran\na r t i c l e i n f o\nKeywords: Microtubule Architected structure Bloch’s theorem Dispersion relation Bandgap\na b s t r a c t\nMicrotubules, bio-polymeric hollow tubes forming entangled radial networks from the nucleus to the cell membrane, are considered the main part of the cytoskeleton providing mechanical stiffness, organization and shape for the cytoplasm of the eukaryotic cells and playing substantial roles in some cellular processes such as mechanotransduction, cell division, intercellular transports, internal organization of the cell components, etc. In all of the mentioned functions, the network structure of the microtubules has the main responsibility proving the importance of more in-depth studies of their mechanical properties. This paper addresses the elastic wave propagation in various two-dimensional microtubule-based bio-nano-architected periodic networks to analyze their dynamic characteristics for possible further utilizations. The study starts with selecting a proper beam model for a single microtubule, as proved by previous experiments, and continues with creating ten widely used periodic structures, namely square, triangle, triangle–square, triangle–diamond, negative Poisson’s ratio, semi-honeycomb, star–honeycomb, zig-zag, hexagram, and Sierpinski triangle, thereof. To obtain the dispersion curves, finite element models are developed for both individual and networked microtubules, and the phononic band structures are calculated based on Bloch’s theorem. The results reveal the possibility of designing bandgaps in specific ranges for the low- and high-frequency bio-filter applications depending on the topologies of the selected unit cells as well as the considered periodicities. This application helps researchers control the ways to absorb some unwanted or hazardous vibrations using architected periodic structures and, thanks to the higher biocompatibility resulted from their biomaterial origin, the networks can be applied in next-generation nano-biomechanical instruments such as implantable biosensors.\n1\ns o o m b M a f e c c p t m i\nm c d n s m e\nc a p m t c m m t t\nh R A 0\n. Introduction\nDue to the high demands for daily-increasing capabilities of novel ystems, engineers are curiously searching for new materials, designs, r phenomena in order to inspire or utilize them to promote the level f human life. To realize this goal, they recently have focused on metaaterials on one side and biotechnology, which is thoroughly inspired y nature’s way of doing things at different scales, on the other side. other nature has her own unique set of atomic and molecular members nd architectures that have been working for centuries and optimized or the superb performance and design over the ages. In this path, scintists have attained to the stupendous building blocks in the nature alled cells having such amazing capabilities that undoubtedly can be onsidered as fantastic factories. However, analyzing their various comonents and studying all the stories behind them are out of the scope of his paper. Therefore, we are going to narrow down our study and focus ainly on the dynamic aspects and phononic properties of one mechancally stable cytoskeleton filament. The cytoskeleton besteads cells to\n∗ Corresponding author. E-mail address: mfakhrabadi@ut.ac.ir (M.M.S. Fakhrabadi).\nttps://doi.org/10.1016/j.ijmecsci.2019.105175 eceived 20 May 2019; Received in revised form 17 September 2019; Accepted 17 S vailable online 18 September 2019 020-7403/© 2019 Elsevier Ltd. All rights reserved.\naintain their shapes and internal organization and also provides mehanical support enabling them to carry out essential functions such as ivision and movement. Thus, it is the part of the cells providing stiffess and flexibility as well as helping them withstand against external timuli. Hence, the cytoskeleton filaments play substantial roles in the echanical properties of the cells, and this is why we are more intersted in this part among all the other cell components. As shown in Fig. 1 , the cytoskeleton is a complex network of interonnected proteins, namely microtubules, intermediate filaments, and ctin filaments. In eukaryotes, the dynamic cytoskeletal matrix is caable of rapid growth or disassembly depending on the cell requireents for particular purposes. Among the three different proteins, from he mechanical point of view, microtubules are the most interesting beause they are not only the stiffest filaments but also highly dynamic eaning that they are in a fragile balance between continuous polyerization and depolymerization [1] . These are the main reasons why heir mechanical behaviors have been the subject of scientific invesigations for a long time. The microtubule deformations were inves-\neptember 2019\nt n c p q o M o c o r t c t e b s p s f t e t b t\ns t m m p a a c t c v c w t p\ng i s s o [ o t\ns t t t c e b\nt e a n i b p t n t s c b t 1 o t t [ v n t e K c n b w s p i n t c t w p d z a c d t d b\nI s m p c t F\n2\nl\nigated in both lateral and longitudinal directions using various techiques [ 2 , 3 and references therein] and their oscillation frequencies onsidering the effects of the surrounding environment [4,5] , buckling henomena [6] , size-dependent vibration analysis [7,8] , torsional freuencies [9] , and some other inspections [10–12] are just a number f various studies on the mechanical responses of the microtubules. oreover, they are supposed to be the main players in the conduction f mechanical forces inside the cells called mechanotransduction proess [13] . Some basic human senses such as audition, equilibrioception r tactioception rely on the mechanotransduction and some diseases, anging from deafness to cancer may relate to malfunctioning of this ransduction process. Hence, discovering the mystery behind the intraellular dynamic mechanotransduction procedure through the microubule networks leads to a better understanding of these senses and disases and also opens the doors for developing and fabricating intelligent iomaterials and structures for novel applications in near future. More pecifically, characterization of the phononic and momentum-transport roperties of some microtubule-based meshworks can pave the way to tart understanding and designing biopolymer networks that can transer/filter various signals on different timescales and in different direcions. It is not unlikely that nature has done something similar within ach cell over the billions of years, but now we are aiming to decipher he secrets and reconstruct such a biomimetic architected system in a ottom-up approach starting from single microtubules and extending to he unit cells of larger periodic networks.\nThe research field of metamaterials, man-made materials with deigned internal structures, is nowadays a very hot research topic and he prevalence of 3D printing techniques has boosted this research area, ore. Periodic architected materials or structures are parts of the bulk edium having periodicity in one, two or three directions with lots of otential and actual applications such as vibration filtering [14] , tunble Poisson’s ratio [15] , low-density [16] , frequency conflation [17] , nd thermal resistance [18] . Among all, one of the significant specifiations of these structures is the possibility of their utilization in conrol and management of wave propagation and vibrational noises that an have many negative [19] and positive aspects [20] in terms of the arious functioning of the mechanical systems. The periodic structures an be designed deliberately to damp some frequency ranges of elastic aves called bandgap areas. Recently, many studies were performed on he macro-scale emission of waves and the techniques to determine the ositions of the bandgaps and increase their areas [21] .\nBrillouin is known as the first scientist scrutinizing the wave propaation in two- and three-dimensional periodic structures, systematically n 1953 [22] . Subsequently, several studies were carried out on this ubject with the main purpose of bandgap analysis [23,24] . For this reaon, the effects of different conditions such as damping [25] , in-plane or ut-of-plane deflections [26] , connection type between periodic beams 14] , slenderness ratios, and relative densities [27] were investigated n the attenuation zones. Moreover, researchers numerically showed hat the wave propagation analysis of the 2D structures is actually a\nimplification of the 3D models [26] . Also, their phononic band strucures extracted from the wave propagation analyses were presented in he literature [27] . According to the band structures, the topologies of he architected materials have significant effects on the filtered frequenies. The configurations of square, hexagonal, Kagome, triangular honycomb [27] , random network [28] , and Sierpinski-carpet [29] have een widely investigated for the mentioned purposes.\nAs described before, the wave propagation in the biological strucures can play substantial roles in nature and despite such fantastic influnces, this issue has been remained unexplored to a large extent. There re just a few studies in the literature on the band structures of the bioetworks such as spider webs [30] . This phenomenon can be even more mportant if we focus on the bio-building blocks because it seems possile to design the topologies of the unit cells made from the basic comonents in order to have bio-materials with unique desired characterisics. In this line, Koch et al. [31] could build small linear and triangular etworks of the microtubules using the optical tweezers and showed hat the microtubule networks could have different dynamic properties uch as stiffening the structures proved by higher resonance frequenies than the single microtubules. It is worth noting that connecting are microtubules to each other is not easily possible due to their elecrostatic charges however, by using some linkers it is possible [32] . In 991, researchers observed that microtubules extracted from frog eggs rganized themselves in the form of the stable asters by the exploitaion of minus-end motor dynein [33] . Further investigations were done hen to develop the formation process of microtubule patterns in vitro 34] and in silico [35] . In addition, computer simulations proved that arious networks can appear from interactions between similar compoents considering their physical properties, complexity and concentraion [32,35,36] . Hence, microtubules can be connected tightly by minusnd and plus-end motors to form various shapes and geometries and och et al. [31] considered the above mechanism and could connect mirotubules to functionalized optical tweezer beads in order to form small etworks. They also investigated the successful load-bearing, tension, uckling and vibration of the individual microtubules and their netorks, experimentally. Another evidence opening horizons in the posibility of building microtubule networks is their branching during the olymerization and growth [37] . This fact is very similar to the branchng of carbon nanotubes during the growth embarking the field of carbon anotube networks [38] . Thus, based on the experimental results and he concepts of structural dynamics, arranging microtubules in a set to reate specified topologies can be an effective nature-inspired approach o design appropriate architected materials. Hence, in the present paper, e apply the microtubules as the primary elements of ten unit cells of the eriodic structures, namely square, triangle, triangle–square, triangle– iamond, negative Poisson’s ratio, semi-honeycomb, star–honeycomb, ig-zag, hexagram, and Sierpinski triangle. Then, their attenuation zones re calculated and the relations between the bandgap areas and different onfigurations are analyzed. The main contribution of this paper is to o the computational parts of the corresponding experimental activities o help experimentalists design the bio-networks based on some rules eveloped by our computational work and analyze their results much etter.\nThe paper is formed in four divisions, including this introduction. n Section 2 , the finite element (FE) models of the architected periodic tructures are developed, and the procedure to obtain the equations of otion of a general unit cell is explained. Then, Bloch’s theorem is aplied and the dispersion relation is generated. Section 3 studies the outomes of various configurations in terms of bandgap areas. Moreover, he effects of different periodicities on the bandgap areas are inspected. inally, the closing remarks are summarized in Section 4 .\n. Mathematical formulation\nAlthough there are a lot of periodic architected configurations in the iterature [39] , they share some essential common features and have\ns d b\ns b d c s p e e t a o f t c\nt o i t e\n2\nL\nb 𝐿 n x a t F\nw s\n[\nw t e e\n[\nimilar procedures to analyze. Hence, the mathematical formulation is eveloped here for the square model, and the rest of the unit cells can e modeled similarly.\nFig. 2 depicts a single microtubule and the way to build architected tructures thereof. The microtubule itself is made from the alpha- and eta-tubulins ( Fig. 2 -a), and the square unit cell made of two perpenicular microtubules is illustrated in Fig. 2 -b,c. By repeating the unit ell in x and y directions, the 2-D periodic architected structure can be haped ( Fig. 2 -d). As mentioned before, there are experimental and comutational investigations in the literature to study the mechanical proprties of the single microtubules [40] . Despite some deviations in the lastic properties, they mainly considered or concluded that the microubules could be assumed as isotropic elastic materials [41] . Therefore, s proved by other researchers [42,43] , the well-known Euler-Bernoulli r Timoshenko beam models should be proper tools to analyze their deormations under external static and/or dynamic loads. Hence, because he beam model has enough accuracy for the deformations of the mirotubules [44] , it is considered in this paper.\nIn the rest of this section, first, the motion equation of a microubule is developed based on the frame element. Next, the Bloch’s therem is explained, and the approach to calculating the Brillouin zone s presented. Lastly, the dispersion relation of the wave propagation in he square periodic bio-structure is derived using the developed motion quation and Bloch’s theorem.\n.1. Equation of motion\n[\nw a l\n𝐴\n𝐼\nw t\ner of nodes in the FE model. Each component with the length of = 𝐿 𝑀𝑇 ∕ ( 𝑛 − 1) is considered to have three degrees of freedom at each ode, namely u ( x, t ), v ( x, t ), 𝜑 ( x, z ) denoting the displacement in the -direction, the translation vector in the y -direction and the rotation round the z -direction, respectively. An element of a microtubule in he local ( x − y ) and global ( X − Y ) coordinate systems is displayed in ig. 3 -b.\nThe equation of motion of a frame element is presented in Eq. (1) in hich [ M ] and [ K ]are the mass and stiffness coefficient matrices, re-\npectively.\n𝑀 ] 6×6 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ \uD835̈\uDC62 1 \uD835̈\uDC63 1 \uD835̈\uDF191 \uD835̈\uDC62 2 \uD835̈\uDC63 2 \uD835̈\uDF192 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ + [ 𝐾 ] 6×6 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝑢 1 𝑣 1 𝜙1 𝑢 2 𝑣 2 𝜙2 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ = ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝑓 1 𝑥 𝑓 1 𝑦 𝑀 1 𝑓 2 𝑥 𝑓 2 𝑦 𝑀 2 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ (1)\nhere f x , f y , and M denote the nodal forces in the x - and y -directions and he momentum in the z -direction, respectively. According to the wellstablished equations of the mass and stiffness matrices of the frame lement [45] , one can write:\n𝑀 ] = 𝜌𝑀𝑇 𝐴𝐿\n420 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 210 0 0 0 0 0 0 156 22 𝐿 0 54 −13 𝐿 0 22 𝐿 4 𝐿 2 0 13 𝐿 −3 𝐿 2 0 0 0 210 0 0 0 54 13 𝐿 0 156 −22 𝐿 0 −13 𝐿 −3 𝐿 2 0 −22 𝐿 4 𝐿 2 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ (2.1)\n𝐾 ] = 8 𝐸 𝑀𝑇 𝐼 𝑧\n𝐿 3 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝐴 𝐿 2 8 𝐼 𝑧 0 0 − 𝐴 𝐿 2 8 𝐼 𝑧 0 0 0 12 3 𝐿 0 −12 3 𝐿 0 3 𝐿 𝐿 2 0 −3 𝐿 𝐿 2 2 − 𝐴 𝐿 2 8 𝐼 𝑧 0 0 𝐴 𝐿 2 8 𝐼 𝑧 0 0 0 −12 −3 𝐿 0 12 −3 𝐿 0 3 𝐿 𝐿 2\n2 0 −3 𝐿 𝐿 2\n⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ (2.2)\nhere 𝜌MT , E MT , A, I z , are the density, elastic modulus, cross-sectional rea, and inertial momentum of the microtubule, respectively. The two atest parameters are:\n= 𝜋4 ( 𝐷 2 𝑜𝑢𝑡 − 𝐷 2 𝑖𝑛 ) 𝑧 = 𝜋\n64\n( 𝐷 4 𝑜𝑢𝑡 − 𝐷 4 𝑖𝑛 ) (3)\nhere D out and D in are the external and internal diameters of the microubule annular section. By substituting Eq. (2) into Eq. (1) , the equation\no\nf m b m i\n[\nw m m m\n2\ns o b d f u s C\na v v 𝑅\na\n𝑞 𝑚 2 )\nw t h p t k\nr (\n𝑎\nw a a t i i c t T s t A f\n[ d t e o y\nf motion is obtained for a single element in Eq. (4) .\n𝜌𝑀𝑇 𝐴𝐿\n420 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 210 0 0 0 0 0 0 156 22 𝐿 0 54 −13 𝐿 0 22 𝐿 4 𝐿 2 0 13 𝐿 −3 𝐿 2 0 0 0 210 0 0 0 54 13 𝐿 0 156 −22 𝐿 0 −13 𝐿 −3 𝐿 2 0 −22 𝐿 4 𝐿 2 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ \uD835̈\uDC62 1 \uD835̈\uDC63 1 \uD835̈\uDF191 \uD835̈\uDC62 2 \uD835̈\uDC63 2 \uD835̈\uDF192 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦\n+ 8 𝐸 𝑀𝑇 𝐼 𝑧\n𝐿 3 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝐴 𝐿 2 8 𝐼 𝑧 0 0 − 𝐴 𝐿 2 8 𝐼 𝑧 0 0 0 12 3 𝐿 0 −12 3 𝐿 0 3 𝐿 𝐿 2 0 −3 𝐿 𝐿 2 2 − 𝐴 𝐿 2 8 𝐼 𝑧 0 0 𝐴 𝐿 2 8 𝐼 𝑧 0 0 0 −12 −3 𝐿 0 12 −3 𝐿 0 3 𝐿 𝐿 2\n2 0 −3 𝐿 𝐿 2\n⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝑢 1 𝑣 1 𝜙1 𝑢 2 𝑣 2 𝜙2 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦\n= ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝑓 1 𝑥 𝑓 1 𝑦 𝑀 1 𝑓 2 𝑥 𝑓 2 𝑦 𝑀 2 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ (4)\nTo find the equation of motion of each microtubule, Eq. (4) is created or all the ( n − 1) constituting elements. Then, the local stiffness and mass atrices are transformed into the global coordinate system and assemled for n degrees of freedom. Afterward, the matrices are created for all icrotubules, and the equations of motion of a unit cell are developed n a compact matrix form as Eq. (5) :\n𝑀 ] 𝑟 ×𝑟 ̈𝑞 𝑟 + [ 𝐾 ] 𝑟 ×𝑟 𝑞 𝑟 = 𝑓 𝑟 (5)\nhere r is any degree of freedom of a unit cell depending on each eleent length and the number of microtubules inside a unit cell. Furtherore, the vectors 𝑞 𝑟 , q r and f r define the nodal acceleration, displaceent, and force, respectively.\n.2. Bloch’s theorem and Brillouin zone\nThe main advantage of the periodic structures is the possibility of election and analysis of a reference unit cell and then the generalization f the results to all its near and far neighbor cells using some periodicityased techniques such as Bloch’s theorem. According to this theory, the isplacement of the points inside any unit cell in a periodic structure is a unction of the displacement of the corresponding points in the reference nit cell. The function can be just a phase shift. Fig. 4 shows a sample tructure of the square model, its unit cell and direct vectors ( ⃗𝑎 1 , ⃗𝑎 2 ). onsidering the reference unit cell, integers m 1 and m 2 are used in 𝑎 1\nnd ⃗𝑎 2 directions, respectively to define any other unit cell. The position ector of a point inside the cell of ( m 1 , m 2 ), i.e . \uD835⃗\uDC45 , relates to the position ector of the corresponding point in the reference unit cell, \uD835⃗\uDC45 𝑖 , using ⃗ = \uD835⃗\uDC45 𝑖 + 𝑚 1 ⃗𝑎 1 + 𝑚 2 ⃗𝑎 2 .\nAccording to the Bloch’s theorem, the displacement of any point in given unit cell can be described as [46] :\n( ⃗𝑅 ) = 𝑞( ⃗𝑅 𝑖 ) 𝑒 \uD835⃗\uDF05. ( ⃗𝑅 − ⃗𝑅 𝑖 ) = 𝑞( ⃗𝑅 𝑖 ) 𝑒 \uD835⃗\uDF05. ( 𝑚 1 ⃗𝑎 1 + 𝑚 2 ⃗𝑎 2 )\n{ 𝑘 1 = ⃗𝜅. ⃗𝑎 1 𝑘 2 = ⃗𝜅. ⃗𝑎 2\n←← ← ← ← ← ← ← ← ← ← ← ← ← ← ← ← ← ← ← ← ←→ 𝑞( ⃗𝑅 ) = 𝑞( ⃗𝑅 𝑖 ) 𝑒 ( 𝑘 1 𝑚 1 + 𝑘 2\n(6)\nhere 𝜅 is the wave vector and k 1 and k 2 denote its components along he ⃗𝑎 1 and ⃗𝑎 2 directions, respectively. Also, k 1 = 𝛿1 + i 𝜀 1 and k 2 = 𝛿2 + i 𝜀 2 ave two real ( 𝛿i ) and imaginary ( 𝜀 i ) parts called the attenuation and hase constants, respectively. For the analysis conducted in this study, he attenuation is assumed zero, so the k 1 and k 2 are considered as 1 = i 𝜀 1 and k 2 = i 𝜀 2 .\nIn order to analyze the wave propagation, the reciprocal space coresponding to the direct space should be defined. The reciprocal vectors  ⃗𝑏 1 , ⃗𝑏 2 ) required to find the Brillion zone are computed by Eq. (7) [47] .\n⃗ 𝑖 . ⃗𝑏 𝑗 = 2 𝜋𝛿𝑖𝑗 ⇒ ⎧ ⎪ ⎨ ⎪ ⎩ \uD835⃗\uDC4F 1 = 2 𝜋 𝑎 2 ×𝑎 3 𝑎 1 . ( ⃗𝑎 2 ×𝑎 3 ) \uD835⃗\uDC4F 2 = 2 𝜋 𝑎 3 ×𝑎 1 𝑎 1 . ( ⃗𝑎 2 ×𝑎 3 ) , 𝑎 3 = ( 0 , 0 , 1 ) (7)\nhere 𝛿ij is the Kronecker delta. The main part of the wave propagation nalysis is to find the relation between the free wave motion frequency nd wavenumbers ( k 1 , k 2 ). The dispersion relation is the mentioned relaionship computed using the periodic boundary conditions. By considerng these conditions, it is solely required to solve the dispersion relation n the first Brillion zone (FBZ). The Brillouin zone is simply the unit ell in the reciprocal space [48] . The wave vector range is in the FBZ hat the relation between the frequencies and wavenumber is achieved. he FBZ and irreducible Brillion zone (IBZ) of the square unit cell are hown in Fig. 5 . The IBZphononic, according to the symmetry of FBZ as he possible smallest domain necessary to solve the dispersion relation. s shown in Fig. 5 , the high-symmetry points (G–X–M) are calculated rom the reciprocal space vectors and FBZ area. The ranges of the phase constants 𝜀 1 are [ 0 − − 𝑏 1 ∕2 ] , [ b 1 /2], and 𝑏 1 ∕2 − −0 ] in the G–X, X–M and M–G directions, respectively. In adition, the component 𝜀 2 varies from [0], [ 0 − − 𝑏 2 ∕2 ] , and [ 𝑏 2 ∕2 − −0 ] in he G–X, X–M and M–G directions, respectively. The IBZ is computed for ach configuration of the unit cells similarly. Hence, the interval points f k 1 and k 2 are computed, and one can use the wave propagation analsis to find the dispersion relation.\n2\np h m (\ne i p {\nw u\nf\n𝑞\nw p\n(\nw r E f e p f\n3\nE f p e t t [ A v t\ns t a F\n.3. Dispersion relation\nIn order to solve the governing differential equation, both the dislacement and actuation of the architected structures are considered armonic functions, i.e. ( q ( t ) = qe i 𝜔 t , f ( t ) = fe i 𝜔 t ). Then, the equation of otion ( Eq. (5) ) is transformed into Eq. (8) . − [ 𝑀 ] 𝑟 ×𝑟 𝜔 2 𝑟 + [ 𝐾 ] 𝑟 ×𝑟 ) 𝑞 𝑟 = 𝑓 𝑟 (8)\nAs discussed before, the dispersion relation is calculated for the refrence unit cell, and the rest of the unit cells can be estimated, accordngly. Hence, using Eq. (6) (Bloch’s theorem), the relations between the eriodic boundary points of the unit cell ( Fig. 6 ) are as Eq. (9) .\n𝑞 3 = 𝑒 𝑘 1 𝑞 1 𝑞 2 = 𝑒 𝑘 2 𝑞 4 , 𝑞 𝑖 = 𝑞 𝑖 (9)\nhere q i denotes all the points inside the reference unit cell remaining nchanged. Moreover, the vectors containing nodal displacements and\norces of the cell are:\n𝑟 = ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝑞 1 𝑞 2 𝑞 3 𝑞 4 𝑞 𝑖 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ , 𝑓 𝑟 = ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝑓 1 𝑓 2 𝑓 3 𝑓 4 0 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ (10)\nTherefore, by inserting Eq. (10) into Eq. (8) , assuming f r = 0 (for free ave motion), and considering the Bloch’s theorem ( Eq. (6) ), the disersion relation becomes:\nk ( 𝑘 1 , 𝑘 2 ) − 𝜔 2 m ( 𝑘 1 , 𝑘 2 ))⎡ ⎢ ⎢ ⎣ 𝑞 1 𝑞 2 𝑞 𝑖 ⎤ ⎥ ⎥ ⎦ = 0 (11) here k( k 1 , k 2 ) and m( k 1 , k 2 ) are the stiffness and mass matrices of the eference unit cell with the periodic boundary condition, respectively. q. (11) is an eigenvalue problem which is solved to calculate the eigenrequencies by considering the k 1 and k 2 in the IBZ (as known paramters) along the G–X–M–G or G–X-M–K–G (depending on the IBZ type) ath. The bandgap area is the zone in the band structure where no eigenrequency is found [49] .\n. Results and discussion\nThis section covers the dispersion curves resulted from solving q. (11) , numerically. The eigenvalues of this equation are calculated or the different wave vectors ( k 1 , k 2 ) and figured in the form of the hononic band structures. As mentioned before, to the best of our knowldge, there is no previous study addressing the wave propagation in he microtubule networks. Therefore, in order to verify our procedure, he band structures of a periodic beam lattice published by Wang et al. 14] are compared with the dispersion curves obtained by our code. s depicted in Fig. 7 , there is a perfect overlap between the results reealing the accuracy and credibility of the formulation and numerical echniques applied in the present study.\nAn additional attempt to prove the agreement with the previous reearch results is shown in Fig. 8 . We tried to adapt our procedure to obain the buckling loads of the microtubules by our finite element code nd compare the results with the experimental data reported in [31] . rom the mechanical point of view and elasticity theories, there are\nc a t c s\ni\nr t t h t a h r e\nonsiderable similarities between the calculation of the buckling loads nd vibration frequencies using the FE method. The geometry and maerial properties of experiments in [31] are used as the inputs of the ode and the results are compared with the experimental outcomes. As hown in Fig. 4 , there is a very good agreement between the results of\nFollowing figures show the bandgap regions in terms of the normalzed frequency Ω = 𝜔 ∕ 𝜔 0 , which 𝜔 0 = 22 . 4 √ 𝐸𝐼 ∕ ( 𝑚𝐿 4 0 ) is the first natual frequency of a fixed-fixed single beam of length L 0 = 0.5 𝜇m[14] vs. he wave vector. The range of eigenfrequencies covers the areas from he first to the twelveth natural frequencies of each unit cell, and the igher values are not displayed to keep the diagrams and bandgaps more raceable. The reduced wave vector (horizontal axis of the figures) spans long with the closed loops, G–X–M–G or G–X–M–K–G depending on the igh-symmetry points of the unit cells in the Brillouin zone [39] and the ange between the points depends on the size of the IBZ varying between ach symmetry points divided to fifty segments. The relative density ( ̄𝜌)\nr\n𝜌\nw s s a n w Ω c a A m s\na Ω t Ω o o t o r r L\nm a f 4 a t t s\nt\ns\nw\ns\nF\nr\nT\nn\ni\nq\nm\ne\na\nc\nh\nt\nm\nm\n[\neported for each unit cell is calculated by Eq. (12) .\n̄ = 𝜌𝐴𝑆\n𝜌𝑀𝑇 (12)\nhere 𝜌AS is the density of the architected periodic structure. The first et of results is displayed in Fig. 9 for negative Poisson’s ration, triangle, emi-honeycomb, and square unit cells, respectively. As shown in Fig. 8 - , there is no bandgap in the microtubule-based negative Poisson’s ratio etwork while there is 21.31% bandgap in the square model ( Fig. 8 -d), here the bandgap areas are in the frequency ranges Ω= 3.42 − − 4.04, = 1.15 − − 1.25, Ω= 0.84 − − 0.95, Ω= 0.59 − − 0.69, etc. As depicted, hanging the configuration from the negative Poisson’s ratio to the tringle model raises the amount of the bandgap area from zero to 2.34%. lso, by switching to the semi-honeycomb model ( Fig. 9 -c) and square odel ( Fig. 9 -d), the bandgap areas increase to 10.8% and 21.31%, repectively. In the semi-honeycomb configuration ( Fig. 9 -c), there re two wide bandgaps in the normalized frequencies = 2.36 − − 2.66, Ω= 2.19 − − 2.27 but in the triangle model, he bandgap area is thinner, in the ranges of Ω= 2.37 − − 2.40, = 0.98 − − 1.01. Moreover, as shown in Fig. 9 -b, the attenuation zones f the triangle model are in two different frequency ranges where one f them is around the reference frequency ( 𝜔 0 ) and the other one is 2.3 imes this frequency. This phenomenon shows that the triangle model f the microtubule-based filter can manipulate the frequencies in two anges. However, in the semi-honeycomb model, the attenuation zone anges are higher than the reference, about 2.5 times this frequency. ikewise, the square model of the architected structures made of the\nicrotubules can filter the frequencies in broader ranges where the ttenuation zones are lower, equal, and higher than the reference requency. The lower area is half, and the higher area is from 3.5 to times this frequency. This exciting conclusion helps engineers find proper bio-filter in different rates of the frequencies and reveals hat the phononic band structures and the associated bandgaps can be uned according to some design rules worthing much more in-depth tudies.\nFig. 10 depicts four other types of the periodic structures made from he microtubules which their bandgap areas are in increasing order. As hown in the figure, the first one is a zig-zag type with no bandgap, hich has a unit cell similar to the negative Poisson’s ratio model. Depite the differences in the relative densities, the dispersion curves of ig. 10 -a, and Fig. 10 -a are similar proving that there is no apparent elation between the relative density and the phononic band structures. herefore, the topology and pattern of the unit cell play the most promient role. The bandgap range of the triangle–diamond model ( Fig. 10 -b) s in Ω= 0.98 − − 1.03 which filters the values around the reference freuency. However, the filter of the triangle–square model in Fig. 10 -d anipulates the range Ω= 2.68 − − 2.71which is higher than the refernce line. According to Phani et al. [27] , transverse wave motion occurs long the first branch and the second branch of the dispersion curve omprises a longitudinal wave. In higher branches, the eigenwave exibits combined transverse and longitudinal motions. In Fig. 10 - b, since he first eigenfrequency is close to zero in the symmetry point X, the otion of the unit cell at this point can be considered a rigid body otion in the longitudinal direction. This issue was analyzed before in 52] .\nm\ni\n6\np\nn\no\na\nb\nt\no\ns\ni P t s A r c r t 2 s i ( r Ω c Ω c\nb u\nb c a i a\nf i s o i\nu H p d c d a m c d r\nfi Ω u i\nFig. 10 -d shows the star–honeycomb microtubule network with uch higher relative density in comparison to the others analyzed n this paper. This architected structure with the relative density of 4.25% has 8.54% bandgap in its phononic band structures. The disersion curves of the star–honeycomb model possess six bandgap areas ear the natural frequency of the fixed-fixed beam ( Ω= 1) which two f them are wide enough for filtering in the ranges Ω= 0.92 − − 0.98 nd Ω= 0.83 − − 0.86. Considering this type of filter results in different andgap areas lower than the reference frequency where the attenuaion zones are around 0.5, 0.6, 0.8, and 1. Also, this type of filters works n slightly higher ranges of 1.2 and 1.4 times the reference frequency uitable for a variety of frequencies near the reference line.\nOne of the novelties of this research is to change the periodicty directions of the unit cells (for example from P1 ∶ [ ⃗𝑎 1 = 𝑖, ⃗𝑎 2 = 𝑗 ] to 2 ∶ [ ⃗𝑎 ′1 = 𝑖, ⃗𝑎 ′ 2 = ( cos ( 𝜋∕3 ) 𝑖 + sin ( 𝜋∕3 ) 𝑗) ] ) and analyze the wave propagaion for the new cells with different periodicities. For brevity, this isue is done for the two hexagram and Sieperenski triangle unit cells. s shown in Fig. 11 -a,b or -c,d, each unit cell has two different diect vectors making it possible for the bandgaps to change for each ase. Comparing Fig. 11 -a,b, it can be seen that by changing the diections of the periodicities in the unit cell of the hexagram, not only he number of bandgaps increases but also their areas widen from % to 10%. While in the Sierpinski-triangle model, this is the oppoite and the bandgap drops from 18.67% to 6.831% by such a change n the periodicity. The bandgap in the normal hexagram unit cell Fig. 11 -a) only occurs in Ω= 1.52 − 1.59, but in the second configuation of the unit cell ( Fig. 11 -b), the bandgap is in Ω= 1.59 − − 1.66, = 2.16 − − 2.22, etc. On the other hand, in the Sierpinski-triangle unit ell ( Fig. 11 -c), dispersion curves have five bandgap areas that are = 1.55 − − 1.76, Ω= 1.23 − − 1.25, Ω= 0.88 − − 0.99, etc. However, by hanging the periodicity directions ( Fig. 11 -d), the second bandgap\necomes lower than Ω < 1.2 while the first one remains almost nchanged.\nThe main point about the previous results is that the positions of andgap areas higher or lower than the reference frequency remain unhanged by the periodicity variation. In the hexagram, all the bandgap reas are higher than 1.5 times the reference frequency for both periodcities. This phenomenon can be seen for the Sierpinski-triangle model round the reference frequency.\nBy here, various microtubule-based architected bio-filters with diferent frequency ranges of attenuation zones were introduced. Accordng to the results, the square and star–honeycomb models can be conidered as the filters with low-frequency working ranges while models f triangle–diamond, semi-honeycomb and hexagram can only be used n the frequency ranges higher than the reference frequency.\nThe above results were presented for the high-symmetry points of the nit cells. This means that the whole area of the IBZ was not probed. owever, it is sometimes possible to find valuable information in the oints other than the high-symmetry points. Hence, besides the twoimensional curves, scientists also work on analyzing three-dimensional ontours of the band structures. For this reason, the three- and twoimensional dispersion curves of the hexagram and Sierpinski-triangle rchitected structures are shown in Fig. 12 . In these diagrams, the noralized frequencies are calculated vs. the reduced vectors of k x and k y orresponding to the k 1 and k 2 of Eq. (12) , respectively. The presented ispersion curves cover all the quantities of k 1 and k 2 in the explored anges.\nBy comparing Fig. 7 -a and Fig. 8 -b, the bandgap area of this conguration with the mentioned periodicity is seen in the range of = 1.52 − − 1.59. On the other hand, in the Sierpinski-triangle config-\nration ( Fig. 9 -c and Fig. 10 -d), the two bandgap areas are depicted n 3D/2D and G–X–M–G path of the reduced wave vectors. The rela-\nt b t\nt s i a a y r c e o o d o b\ns a d d i t s F e s o d\n4\ni t\nive densities in the range of lower than 10% are compared with the andgap areas. The bandgap percentages are between 0 and 23%, and he numbers of bandgap areas are between 0 and 8.\nIt is worth noting that in both vivo and vitro experiments, the microubule structures exist in an aqueous environment [31] , and in such a ituation, the viscosity of liquid affects microtubule movements resultng to damping and drag forces, as explained in [53] . The drag force ctually appears in the governing equation as a damping term since it is factor of velocity. Considering damping in the wave propagation analsis were investigated in some research studies before [25,54] , and the esults revealed that damping might smoothen a bit the iso-frequency ontours and dispersion curves [25,54] . Researchers in Ref. [54] modled a coupled periodic beam and string to investigate damping effects n the dispersion curve. The damping effect in their model was applied n string and beam as the distributed load on the beam length. A small ifference between damped and undamped dispersion curves could be bserved when the imaginary part of the wave vector was close to zero ut it tended to diminish as the imaginary part increased. However, de-\npite a bit smoothening caused by damping, the shapes of the diagrams nd even the associated data were not affected, considerably. So, the ispersion curves of the undamped results are accurate enough for the amped system, as well. The same deduction can be made from the so-frequency contours of wave propagation simulated and experimenally analyzed in Ref. [25] . The authors considered a resonant polymeric tructure on a flat plate as the host structure and imposed the Bloch– loquet periodicity boundary conditions. The damping effect was modled as the structural damping in a periodic meta-material and same mall smoothening effect could be observed for the dispersion curves f the system in different directions. However, the main shapes of the iagrams were almost unaffected.\n. Summary and conclusions\nMicrotubule network plays crucial roles in many cell processes rangng from the signal transfer from inside to outside and vice versa and he response of the cell to external stimuli to the cell division and or-\ng v f b a t t m d m m n P a t b t t l v t o t n n f\nD\np\nR\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[ [\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\nanization of the internal components in the cytoplasm. This paper inestigated the wave propagation in different directions and different requencies to yield ideas on the dynamic behavior of the microtubuleased bio-nano-architected networks. Previous experiments proved the ccuracy of the beam model to analyze the deflection of the microubules, and we also considered this assumption as the basis of our study o model the single and networked microtubules using the finite element ethod. The 2D frame element with two translation and one rotation egrees of freedom on each node was considered for every segment of a icrotubule. Then, the dispersion curves and bandgap regions of the ten ost extensively used periodic structures made from the microtubules, amely square, triangle, triangle–square, triangle–diamond, negative oisson’s ratio, semi-honeycomb, star–honeycomb, zig-zag, hexagram, nd Sierpinski triangle were obtained and analyzed using the Bloch’s heorem. According to the results, the phononic band structures and andgap regions strongly depend on the topologies of the unit cells and his issue reveals the possiblity to design and build unit cells so that he final network acts as a bio-filter filtering the determined ranges of ow and/or high frequencies. In order to have a more comprehensive iew of the design rules and parameters, two hexagram and Sierpinskiriangle unit cells were scrutinized with two different periodicities. The utcomes showed that, for the same motif, the difference in periodiciies can lead to different dispersion curves and consequently, different umbers and percentages of the bandgap areas. Therefore, the designer ot only can design the motifs of unit cells, purposefully but also has the reedom to play with their periodicities to achieve the desired filters.\neclaration of Competing Interest\nThe authors confirm that there is no conflict of interest about this aper to disclose.\neferences\n[1] Desai A , Mitchison TJ . Microtubule polymerization dynamics. Annu Rev Cell Dev Biol 1997;13:83–117 . [2] Valdman D , Atzberger PJ , Yu D , Kuei S , Valentine MT . Spectral analysis methods for the robust measurement of the flexural rigidity of biopolymers. Biophys J 2012;102:1144–53 . [3] Wang C.Y., Zhang LCÃ. Circumferential vibration of microtubules with long axial wavelength 2008;41:1892–6. doi:10.1016/j.jbiomech.2008.03.029. [4] Xiang P, Zhang LW, Liew KM. A mesh-free computational framework for predicting vibration behaviors of microtubules in an elastic medium. Compos Struct 2016. doi: 10.1016/j.compstruct.2016.03.063 . [5] Sirenko Yuri M , Stroscio Michael MA , Kim KW . Elastic vibrations of microtubules in a fluid. Phys Rev E 1996;53 . [6] Aria AI, Biglari H. Computational vibration and buckling analysis of microtubule bundles based on nonlocal strain gradient theory. Appl Math Comput 2018;321:313– 32. doi: 10.1016/j.amc.2017.10.050 . [7] Wang L. Size-dependent vibration characteristics of fluid-conveying microtubes. J Fluids Struct 2010;26:675–84. doi: 10.1016/j.jfluidstructs.2010.02.005 . [8] Portet S, Tuszy ń ski JA, Hogue CWV, Dixon JM. Elastic vibrations in seamless microtubules. Eur Biophys J 2005;2:912–20. doi: 10.1007/s00249-005-0461-4 . [9] Demir Ç, Civalek Ö. Torsional and longitudinal frequency and wave response of microtubules based on the nonlocal continuum and nonlocal discrete models. Appl Math Model 2013. doi: 10.1016/j.apm.2013.04.050 . 10] Tuszy ń ski JA, Luchko T, Portet S, Dixon JM. Anisotropic elastic properties of microtubules. Eur Phys J E 2005;35:29–35. doi: 10.1140/epje/i2004-10102-5 . 11] Fan H, Li S. Modeling microtubule cytoskeleton via an active liquid crystal elastomer model. Comput Mater Sci 2015;96:559–66. doi: 10.1016/j.commatsci.2014.04.041 . 12] Pokorný, J., F. Jelínek, V. Trkal, Ingolf Lamprecht and RH. Vibrations in microtubules. J Biol Phys1997:171–9. 13] Shivashankar GV . Mechanosignaling to the cell nucleus and gene regulation. Annu Rev Biophys 2011;40:361–78 . 14] Wang P, Casadei F, Kang SH, Bertoldi K. Locally resonant band gaps in periodic beam lattices by tuning connectivity. Phys Rev B 2015;91:2–5. doi: 10.1103/PhysRevB.91.020103 . 15] Chen Y, Li T, Scarpa F, Wang L. Lattice metamaterials with mechanically tunable poisson’s ratio for vibration control. Phys Rev Appl 2017;7:1–11. doi: 10.1103/PhysRevApplied.7.024012 . 16] Javid F., Wang P., Shanian A., Bertoldi K. Architected materials with ultra-low porosity for vibration control. Adv Mater 2016:5943–8. doi:10.1002/adma.201600052. 17] Kafesaki M , Sigalas MM , Garcia N . Frequency modulation in the transmittivity of wave guides in elastic-wave band-gap materials. Phys Rev Lett 2000;85:4044 .\n18] Davis BL , Hussein MI . Nanophononic metamaterial: thermal conductivity reduction by local resonance. Phys Rev Lett 2014;112:55505 . 19] Bovenzi M . Health effects of mechanical vibration. G Ital Med Lav Ergon 2005;27:58–64 . 20] Jafari H., Ghodsi A., Ghazavi M.R., Azizi S. Novel mass detection based on magnetic excitation in anti - resonance region. Microsyst Technol2016:4–10. doi:10.1007/s00542-016-2885-4. 21] Bertoldi K. Harnessing instabilities to design tunable architected cellular materials. Annu Rev Mater Res 2017;47:51–61. doi: 10.1146/annurev-matsci-070616-123908 . 22] Brillouin L . Propagation of waves in periodic structures. Foreign Lit 1953 . 23] Cheshmehkani S , Eskandari-Ghadi M . Passive control of 3D wave propagation with\na functionally graded layer. Int J Mech Sci 2017;123:271–86 . 24] Yan D-J , Chen A-L , Wang Y-S , Zhang C , Golub M . In-plane elastic wave prop-\nagation in nanoscale periodic layered piezoelectric structures. Int J Mech Sci 2018;142:276–88 . 25] Van Belle BelleL , Claeys C , Deckers E , Desmet W . On the impact of damping on the dispersion curves of a locally resonant metamaterial: modelling and experimental validation. J Sound Vib 2017;409:1–23 . 26] Krushynska AO, Miniaci M, Kouznetsova VG, Geers MGD. Multilayered inclusions in locally resonant metamaterials: two-dimensional versus three-dimensional modeling. J Vib Acoust 2016;139:024501. doi: 10.1115/1.4035307 . 27] Phani AS, Woodhouse J, Fleck NA. Wave propagation in two-dimensional periodic lattices. J Acoust Soc Am 2006;119:1995–2005. doi: 10.1121/1.2179748 . 28] Babaee S, Shahsavari AS, Wang P, Picu RC, Bertoldi K. Wave propagation in cross-linked random fiber networks. Appl Phys Lett 2015;107:211904. doi: 10.1063/1.4936327 . 29] Huang J, Ruzzene M, Chen S. Analysis of in-plane wave propagation in periodic structures with Sierpinski-Carpet unit cells. J Sound Vib 2017;395:127–41. doi: 10.1016/j.jsv.2017.02.020 . 30] Miniaci M , Krushynska A , Movchan AB , Bosia F , Pugno NM . Spider web-inspired acoustic metamaterials. Appl Phys Lett 2016:071905 . 31] Koch MD, Schneider N, Nick P, Rohrbach A. Single microtubules and small networks become significantly stiffer on short time-scales upon mechanical stimulation. Sci Rep 2017;7:1–15. doi: 10.1038/s41598-017-04415-z . 32] Karsenti E . Self-organization in cell biology: a brief history. Nat Rev Mol Cell Biol 2008;9:255 . 33] Verde F , Berrez J-M , Antony C , Karsenti E . Taxol-induced microtubule asters in mitotic extracts of Xenopus eggs: requirement for phosphorylated factors and cytoplasmic dynein. J Cell Biol 1991;112:1177–87 . 34] Ndlec FJ , Surrey T , Maggs AC , Leibler S . Self-organization of microtubules and motors. Nature 1997;389:305 . 35] Surrey T , Nédélec F , Leibler S , Karsenti E . Physical properties determining self-organization of motors and microtubules. Science 2001;292:1167–71 . 36] Nédélec F . Computer simulations reveal motor properties generating stable antiparallel microtubule interactions. J Cell Biol 2002;158:1005–15 . 37] Verma V., Maresca T.J. Direct observation of branching MT nucleation in living animal cells. BioRxiv 2019:613463. 38] Zhang J , Terrones M , Park CR , Mukherjee R , Monthioux M , Koratkar N , et al. Carbon science in 2016: status, challenges and perspectives. Carbon 2016;98:708–32 . 39] Mahmoud I, Hussein ASP. Dynamics of lattice materials. John Wiley & Sons Inc; 2017. doi: 10.1016/S0167-8922(09)70001-X . 40] Barsegov V , Ross JL , Dima RI . Dynamics of microtubules : highlights of recent computational and experimental investigations. J Phys Condens Matter 2017 . 41] Li T. A mechanics model of microtubule buckling in living cells. J Biomech 2008;41:1722–9. doi: 10.1016/j.jbiomech.2008.03.003 . 42] Yang T, Ji S, Yang X, Fang B. Microfluid-induced nonlinear free vibration of microtubes. Int J Eng Sci 2014;76:47–55. doi: 10.1016/j.ijengsci.2013.11.014 . 43] Barzanjeh S, Salari V, Tuszynski JA, Cifra M, Simon C. Optomechanical proposal for monitoring microtubule mechanical vibrations. Phys Rev E 2017;012404:1–9. doi: 10.1103/PhysRevE.96.012404 . 44] Zhang J, Meguid SA. Buckling of microtubules : an insight by molecular and continuum mechanics. Appl Phys Lett 2014:173704. doi: 10.1063/1.4900943 . 45] David V , Hutton Pullman W . Fundamentals of finite element analysis. The McGraw − Hill Companies; 2004 . 46] Lee S , Ahn CH , Lee JW . Vibro-acoustic metamaterial for longitudinal vibration suppression in a low frequency range. Int J Mech Sci 2018;144:223–34 . 47] Narisetti RK, Ruzzene M, Leamy MJ. A perturbation approach for analyzing dispersion and group velocities in two-dimensional nonlinear periodic lattices. J Vib Acoust 2011;133:061020. doi: 10.1115/1.4004661 . 48] Cheng ZB , Xu YG , Zhang LL . Analysis of flexural wave bandgaps in periodic plate structures using differential quadrature element method. Int J Mech Sci 2015;100:112–25 . 49] Guo X , Wei P . Dispersion relations of elastic waves in one-dimensional piezoelectric/piezomagnetic phononic crystal with initial stresses. Int J Mech Sci 2016;106:231–44 . 50] Shen H. Buckling and postbuckling of radially loaded microtubules by nonlocal shear deformable shell model. J Theor Biol 2010;264:386–94. doi: 10.1016/j.jtbi.2010.02.014 . 51] Mokhtari F , Beni YT . Free vibration analysis of microtubules as orthotropic elastic shells using stress and strain gradient elasticity theory. J Solid Mech 2016;8:511–29 . 52] Hvatov A , Sorokin S . Free vibrations of finite periodic structures in pass-and stop-bands of the counterpart infinite waveguides. J Sound Vib 2015;347:200–17 . 53] Howard J . Mechanics of motor proteins and the cytoskeleton. Sunderland, MA: Sinauer associates; 2001 . 54] Manconi E, Sorokin S. On the effect of damping on dispersion curves in plates. Int J Solids Struct 2013;50:1966–73. doi: 10.1016/j.ijsolstr.2013.02.016 ."
    } ],
    "references" : [ {
      "title" : "Circumferential vibration of microtubules with long axial wavelength 2008;41:1892–6",
      "author" : [ "Wang C.Y", "Zhang LCÃ" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "A mesh-free computational framework for predicting vibration behaviors of microtubules in an elastic medium",
      "author" : [ "P Xiang", "LW Zhang", "KM. Liew" ],
      "venue" : "Compos Struct 2016",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Computational vibration and buckling analysis of microtubule bundles based on nonlocal strain gradient theory",
      "author" : [ "AI Aria", "H. Biglari" ],
      "venue" : "Appl Math Comput 2018;321:313–",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Size-dependent vibration characteristics of fluid-conveying microtubes",
      "author" : [ "L. Wang" ],
      "venue" : "J Fluids Struct 2010;26:675–84. doi: 10.1016/j.jfluidstructs.2010.02.005",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "Elastic vibrations in seamless microtubules",
      "author" : [ "S Portet", "JA Tuszy ń ski", "CWV Hogue", "JM. Dixon" ],
      "venue" : "Eur Biophys J 2005;2:912–20",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2005
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "l igated in both lateral and longitudinal directions using various techiques [ 2 , 3 and references therein] and their oscillation frequencies onsidering the effects of the surrounding environment [4,5] , buckling henomena [6] , size-dependent vibration analysis [7,8] , torsional freuencies [9] , and some other inspections [10–12] are just a number f various studies on the mechanical responses of the microtubules.",
      "startOffset" : 197,
      "endOffset" : 202
    }, {
      "referenceID" : 2,
      "context" : "l igated in both lateral and longitudinal directions using various techiques [ 2 , 3 and references therein] and their oscillation frequencies onsidering the effects of the surrounding environment [4,5] , buckling henomena [6] , size-dependent vibration analysis [7,8] , torsional freuencies [9] , and some other inspections [10–12] are just a number f various studies on the mechanical responses of the microtubules.",
      "startOffset" : 223,
      "endOffset" : 226
    }, {
      "referenceID" : 3,
      "context" : "l igated in both lateral and longitudinal directions using various techiques [ 2 , 3 and references therein] and their oscillation frequencies onsidering the effects of the surrounding environment [4,5] , buckling henomena [6] , size-dependent vibration analysis [7,8] , torsional freuencies [9] , and some other inspections [10–12] are just a number f various studies on the mechanical responses of the microtubules.",
      "startOffset" : 263,
      "endOffset" : 268
    }, {
      "referenceID" : 4,
      "context" : "l igated in both lateral and longitudinal directions using various techiques [ 2 , 3 and references therein] and their oscillation frequencies onsidering the effects of the surrounding environment [4,5] , buckling henomena [6] , size-dependent vibration analysis [7,8] , torsional freuencies [9] , and some other inspections [10–12] are just a number f various studies on the mechanical responses of the microtubules.",
      "startOffset" : 263,
      "endOffset" : 268
    }, {
      "referenceID" : 4,
      "context" : "[8] Portet S, Tuszy ń ski JA, Hogue CWV, Dixon JM.",
      "startOffset" : 0,
      "endOffset" : 3
    } ],
    "year" : 2019,
    "abstractText" : "Microtubules, bio-polymeric hollow tubes forming entangled radial networks from the nucleus to the cell membrane, are considered the main part of the cytoskeleton providing mechanical stiffness, organization and shape for the cytoplasm of the eukaryotic cells and playing substantial roles in some cellular processes such as mechanotransduction, cell division, intercellular transports, internal organization of the cell components, etc. In all of the mentioned functions, the network structure of the microtubules has the main responsibility proving the importance of more in-depth studies of their mechanical properties. This paper addresses the elastic wave propagation in various two-dimensional microtubule-based bio-nano-architected periodic networks to analyze their dynamic characteristics for possible further utilizations. The study starts with selecting a proper beam model for a single microtubule, as proved by previous experiments, and continues with creating ten widely used periodic structures, namely square, triangle, triangle–square, triangle–diamond, negative Poisson’s ratio, semi-honeycomb, star–honeycomb, zig-zag, hexagram, and Sierpinski triangle, thereof. To obtain the dispersion curves, finite element models are developed for both individual and networked microtubules, and the phononic band structures are calculated based on Bloch’s theorem. The results reveal the possibility of designing bandgaps in specific ranges for the lowand high-frequency bio-filter applications depending on the topologies of the selected unit cells as well as the considered periodicities. This application helps researchers control the ways to absorb some unwanted or hazardous vibrations using architected periodic structures and, thanks to the higher biocompatibility resulted from their biomaterial origin, the networks can be applied in next-generation nano-biomechanical instruments such as implantable biosensors.",
    "creator" : "Elsevier"
  }
}