{
  "name" : "downloads_2019-11-12_dc_10.1038@s41467-019-12963-3.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Enhanced light-matter interaction in an atomically thin semiconductor coupled with dielectric nano-antennas",
    "authors" : [ "L. Sortino", "P.G. Zotev", "S. Mignuzzi", "J. Cambiasso", "D. Schmidt", "A. Genco", "M. Aßmann", "M. Bayer", "S.A. Maier", "R. Sapienza", "A.I. Tartakovskii" ],
    "emails" : [ "l.sortino@sheffield.ac.uk;", "a.tartakovskii@sheffield.ac.uk" ],
    "sections" : [ {
      "heading" : "ARTICLE",
      "text" : "Enhanced light-matter interaction in an atomically thin semiconductor coupled with dielectric nano-antennas L. Sortino 1*, P.G. Zotev1, S. Mignuzzi2, J. Cambiasso2, D. Schmidt3, A. Genco1, M. Aßmann 3, M. Bayer 3,\nS.A. Maier2,4, R. Sapienza 2 & A.I. Tartakovskii 1*\nUnique structural and optical properties of atomically thin two-dimensional semiconducting\ntransition metal dichalcogenides enable in principle their efficient coupling to photonic cav-\nities having the optical mode volume close to or below the diffraction limit. Recently, it has\nbecome possible to make all-dielectric nano-cavities with reduced mode volumes and\nnegligible non-radiative losses. Here, we realise low-loss high-refractive-index dielectric\ngallium phosphide (GaP) nano-antennas with small mode volumes coupled to atomic mono-\nand bilayers of WSe2. We observe a photoluminescence enhancement exceeding 10 4 com-\npared with WSe2 placed on planar GaP, and trace its origin to a combination of enhancement\nof the spontaneous emission rate, favourable modification of the photoluminescence direc-\ntionality and enhanced optical excitation efficiency. A further effect of the coupling is\nobserved in the photoluminescence polarisation dependence and in the Raman scattering\nsignal enhancement exceeding 103. Our findings reveal dielectric nano-antennas as a pro-\nmising platform for engineering light-matter coupling in two-dimensional semiconductors.\nhttps://doi.org/10.1038/s41467-019-12963-3 OPEN\n1 Department of Physics and Astronomy, University of Sheffield, Sheffield S3 7RH, UK. 2 The Blackett Laboratory, Department of Physics, Imperial College London, London SW7 2BW, UK. 3 Experimentelle Physik 2, Technische Universität Dortmund, 44221 Dortmund, Germany. 4 Chair in Hybrid Nanosystems, Nanoinstitute Munich, Faculty of Physics, Ludwig-Maximilians-Universität München, 80539 Munich, Germany. *email: l.sortino@sheffield.ac.uk; a.tartakovskii@sheffield.ac.uk\nNATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 |www.nature.com/naturecommunications 1\n12 34\n56 78\n9 0 () :,;\nMonolayer semiconducting transition metal dichalco-genides (TMDs)1 such as WSe2 exhibit bright excitonicluminescence and strong absorption at room temperature with potential for photonic applications2,3. An important property favouring integration in devices is their compatibility with a wide range of substrates. So far, photonic device demonstrations include monolayer TMDs coupled to nano-cavities in photonic crystals4,5, nanobeam waveguides6, and to microdisk cavities7. TMD monolayers and van der Waals heterostructures8\ncomprised of vertically stacked atomic layers of TMDs, hexagonal boron nitride and graphene have been integrated in Fabry–Perot microcavities10,11. These devices provide photonic modes with relatively high-quality factors, Q, in the range of 100s to 1000s. Despite the coupling to TMD monolayers via the relatively weak evanescent field, lasing in hybrid TMD dielectric cavities has been observed4,6,7. Moreover, the strong light–matter interaction regime has been realised in optical microcavities9–12 and photonic crystals5, where atomic layers of two-dimensional (2D) TMDs were placed at the anti-node of the photonic mode. Most of these devices relied on confining electromagnetic fields in diffractionlimited volumes, Veff ≳ ðλ=nÞ3, in order to increase the spontaneous emission rate by the Purcell enhancement factor Fp, which scales as Q=Veff . Whereas the high Q has been readily realised, Veff provided by these structures is relatively large, leading to modest values of Fp. Most of these devices also show a reduction of the light intensity compared with bare TMD monolayers, explained by the presence of fast non-radiative processes in the currently available TMDs, where the quantum yield is typically <0.1%13.\nThe effective volume of the optical mode can be reduced below the diffraction limit in plasmonic nano-cavities and nano-antennas14,15. By coupling semiconducting TMDs to such plasmonic structures, large photoluminescence (PL) enhancements16–21, strong light–matter coupling22–24, brightening of the dark excitonic states25, and modification of optical properties of quantum light emitters26,27 have been observed. In some of these reports, special care had to be taken to overcome optical losses in metallic plasmonic structures by introducing a few nm dielectric spacer separating the TMD layer20,21,29. This turns out to be particularly important to suppress quenching for quantum light emitters26,27.\nRecently, it has also been shown that high-refractive-index dielectric nano-antennas can provide confined optical modes with strongly reduced mode volumes28,30–34. The main advantages of such structures are low non-radiative losses induced in the coupled light-emitting material28,30–32. Experimentally, strong fluorescence enhancement and radiative lifetime shortening by a factor >20 has been shown for dye molecules coupled to GaP cylindrical nano-antennas (refractive index n> 3)32. Furthermore, it has been shown that such nano-antennas can be designed in principle to provide Purcell enhancements of thousands31. On the other hand, recently, modified directionality of PL was shown for monolayer MoS2 coupled to a Si nanowire33. Si nano-particles coupled to WS2 were explored for possibilities to realise the strong light–matter interaction34. Finally, multilayer TMDs themselves were used to fabricate high-index nanodisks, whose resonant response could be tuned over the visible and near-infrared (near-IR) ranges35.\nHere we report large enhancements of the PL and Raman scattering intensity in monolayer (1L) and bilayer (2L) WSe2 placed on top of cylindrical GaP nano-antennas (Fig. 1a), compared with WSe2 on the planar GaP. The incident radiation interacts with the nano-antennas, and excites a mode strongly localised around the pillar edges. This confinement effect is observed in a broad spectral range, overlapping with the optical response of both monolayer and bilayer WSe2. Our approach\nexploits the extreme ability of the atomically thin layers of TMDs to stretch and conform to the nano-structured surfaces and therefore favourably align themselves with the confined optical mode. Our interpretation of the observed PL enhancement shows that it arises from a combination of the Purcell enhancement, efficient redirection of the emitted PL in the space above the substrate, and larger absorption of light in the 2D layer related to the enhancement of the optical field in the confined mode. Similarly to experiment, our model shows an increase of the PL enhancement as the pillar radius reduces. Supporting our interpretation, time-resolved measurements show the shortening of the PL lifetime, which goes beyond our time resolution, only enabling a lower-bound estimate of the PL decay rate enhancement by a factor of 6. We further confirm the photonic effect of the nano-antennas by demonstrating linearly polarised PL and enhanced Raman scattering in the coupled WSe2. Our findings show an effective approach to engineering light–matter coupling at the nanoscale, by exploiting the low-loss optical modes of the dielectric nano-antennas together with the unique mechanical and optical properties of 2D semiconductors."
    }, {
      "heading" : "Results",
      "text" : "Coupling WSe2 atomic layers with dielectric nano-antennas. The calculated spatial distribution of the electric field around the cylindrical double-pillar GaP nano-antennas (referred to as dimers below) is shown in Fig. 1b, c. Light at a pumping wavelength of 685 nm polarised linearly along (X) and perpendicular (Y) to the line connecting the centres of the pillars is used. ðjEj=jE0jÞ2 is shown for the plane containing the top surface of the dimer, i.e. 200 nm above the planar substrate. Here E and E0 are the electric field amplitudes of the wave scattered by the pillars and the normally incident wave, respectively. The 2D distribution in the plane is shown as a colour map. In the small volume within the dimer gap, an enhancement is only observed for the X-polarisation32,37 (see further details in Supplementary Note I). The graphs shown with white lines present the variation of ðjEj=jE0jÞ2 along the horizontal and vertical dotted lines, revealing strong maxima at the edges of the pillars. For the X-polarisation, at this height of 200 nm, these maxima are stronger than the ðjEj=jE0jÞ2 values in the gap. They are also stronger than the enhancement values at the pillar edges in the Y-polarisation.\nAtomic force microscopy (AFM, Fig. 1d) shows that the transferred atomically thin layer of WSe2 closely follows the shape of the dimer, thus strongly overlapping with the volume of the confined optical mode. As shown in Fig. 1e, the spectral response of the nano-antenna is very broad, extending well into the visible and near-IR ranges, and fully overlapping with the PL spectra of both 1L- and 2L-WSe2 (see also Supplementary Note II).\nFigure 1f shows a PL image of 1L and 2L samples deposited on an array of nano-antennas and measured using an optical microscope. The image is recorded using the techniques of ref. 38\nwith unpolarised white light illuminating the sample through a short-pass filter and a long-pass filter installed in the imaging path. Bright PL replicating the shape of the dimers is visible for both 1L (yellow) and 2L (purple), whereas the PL from WSe2 on planar GaP is very weak (dark areas around the pillars). A comparison of the intensities in the PL and dark field microscopic images is shown in Fig. 1g, where the intensities are measured along the dotted line shown for one of the nano-antennas in Fig. 1f. The PL enhancement is observed most strongly around the edges and in the gap of the nano-antenna, where, as seen in the dark field profile, most of the light is scattered by the pillars. Further comparison of the PL, bright-, and dark-field images is given in Supplementary Note III.\n2 NATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 | www.nature.com/naturecommunications\nPL enhancement factor. We have additionally carried out detailed room temperature PL measurements in our micro-PL set-up for 1L- and 2L-WSe2 placed on GaP nano-antennas. We use a laser with wavelength λ= 685 nm, which is below the GaP absorption edge and is absorbed only in the WSe2 layer. Figure 2a, b show PL spectra for 1L- and 2L-WSe2 coupled to GaP nano-antennas with r= 300 nm and r= 100 nm, respectively, and compare them with PL from the 2D layers placed on the planar GaP. Strong enhancement of PL intensity exceeding 50 times for WSe2 placed on nano-antennas is observed. Lower PL intensity for 2L-WSe2 is a consequence of its indirect bandgap, in contrast to the 1L-WSe2 having a direct bandgap. The effect of strain present in WSe2 placed on the nano-pillar is evident in the PL redshift for 1L and spectral modification for 2L samples.\nWe compare the observed PL intensity for WSe2 coupled to the nano-antennas (Ion) to that of the uncoupled WSe2 on planar GaP (Ioff ) by introducing the PL enhancement factor\n15,19,39,40, hEFi, defined as:\nhEFi ¼ Ion Adimer Ioff Alaser\n1 ð1Þ\nHere we take into account the considerable difference between the PL collection area Alaser defined by the excitation laser spot of 3.5 μm diameter, and the geometrical area for a given dimer, Adimer ¼ 2 ´ πr2. We expect that Adimer is larger than the actual area from where the enhanced PL is collected (mostly the edges of the pillars and the dimer gap). Thus, hEFi calculated in this way is expected to be a lower-bound estimate of the observed effect.\nFigure 2c shows the hEFi values extracted from the experimental data for different nano-antennas. hEFi for 1L-WSe2 exhibits an increase from 102 for the large r ¼ 500 nm pillars to nearly 104 for r ¼ 50 nm, whereas the variation is more pronounced for the 2L samples, where hEFi changes from 30 to 4 104. Such large hEFi values are comparable with the highest reported in plasmonic/TMDs systems19.\nAs we show below, the observed enhancement is the consequence of the interaction of WSe2 with the optical mode of the nano-antenna. The extremely efficient overlap between the 2D layers and the optical mode field maxima are important for enhancing the interaction with the nano-antennas. Figure 2c shows that there is a variation of hEFi between the antennas of the same size. There are several factors that can cause this. (1) Non-uniformity of the coupling between WSe2 and the nanoantennas caused by a variety of factors such as local contamination from the polymer used for the WSe2 transfer, local deformation of WSe2, local presence of water, etc. (2) Nonuniformity of the structural properties of the nano-antennas. For example, the size of the gap may vary. The quality of etching may also vary, for example, producing side walls of the pillars, which are not perfectly vertical, etc.\nA smaller value of hEFi for the 2L sample for the nanoantennas with the large radii is probably due to its higher rigidity compared with 1L. As the radius becomes smaller, the 2L conforms more closely with the shape of the nano-antenna, and in addition, the increased strain in the crystal may lead to the indirect to direct bandgap crossover41, yielding larger values of hEFi.\nNATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 |www.nature.com/naturecommunications 3\nComparison of experimental data with the model. In order to compare the results with our model (see ‘Methods’ and Supplementary Note IV), we introduce an effective enhancement factor hEFieff defined as the product of three factors15:\nhEFieff / γexcðλexcÞ γ0excðλexcÞ qðλemÞ q0ðλemÞ ηðλemÞ η0ðλemÞ\nð2Þ\nHere γexc=γ 0 exc is the ratio of the excitation rates at a wavelength λexc, for an emitter coupled to the antenna (γexc) and placed on the planar substrate (γ0exc). Their ratio would account for the enhancement of the incident radiation leading to stronger light absorption in WSe2. γexc / ðjEj=jE0jÞ2, for which the spatial distribution is shown in Fig. 1b, c. We find that additional increase of the γexc=γ 0 exc ratio arises from the reduction of γ 0 exc for an emitter placed 0.5 nm above the planar GaP substrate compared with that for an emitter in the free space. The dependence of γexc=γ 0 exc on the pillar radius r is shown in Fig. 2d for γexc calculated for an electric dipole placed 0.5 nm above the top surface of the pillars. The dipole is placed at the edge of one of the pillars just outside the gap. As shown in the inset in Fig. 2e and in Supplementary Note IV, this is the position where the coupling to the optical mode of the dimer is maximised. The data in Fig. 2d–f, showing the individual contributions of the different terms to the overall enhancement in Eq. (2), are calculated for this position of the dipole.\nThe second term describes the enhancement of the quantum yield (q=q0) for an emitter at a wavelength λem. This is achieved through the enhanced rate of spontaneous emission40 described by the Purcell factor Fp ¼ γr=γ0r , where γr and γ0r are the rates of spontaneous emission for the emitter coupled to the antenna and placed on the planar GaP, respectively. In our model, we consider the limit of a low quantum yield for the emitter, i.e. the non-radiative decay γnr Fpγr , which leads to q=q0 ¼ Fpðγr þ γnrÞ=ðFpγr þ γnrÞ Fp. The dependence on r for this term is shown in Fig. 2e.\nThe third term η=η0 describes the improved collection efficiency for WSe2 PL on top of the nano-antennas (η) compared to planar GaP (η0), as the emitted radiation is coupled to our detector using collection through numerical aperture NA= 0.7 (see Supplementary Note V). The dependence on r of η=η0 is shown in Fig. 2f.\nFigure 2g shows the calculated values of the effective enhancement factor hEFieff taking into account the above three mechanisms15,40 (see ‘Methods’ and Supplementary Note IV). The dependences of hEFieff and hEFi are in a good qualitative agreement, suggesting that our model captures the main contributing factors.\nPolarisation-dependent luminescence. We find further evidence for the sensitivity of the WSe2 coupling to the optical mode of the\nconnecting the centres of the pillars [see inset in e]. d Enhancement of the excitation, γexc=γ 0 exc, dependent on the electric field intensity at the antenna surface and on the planar GaP substrate. e Enhancement of the radiative recombination rate, γr=γ 0 r . Inset shows variation of this ratio as a function of the dipole position above the dimer gap. The values plotted in d–g are calculated for the dipole placed at the position where γr=γ 0 r reaches the maximum. f Enhancement of the light collection efficiency, η=η0. g Dependence on r of the calculated effective enhancement factor, hEFieff , defined as the product of the parameters in d–f (see Eq. (2) and the formula on the graph)\n4 NATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 | www.nature.com/naturecommunications\ndimer in polarisation-resolved PL measurements. The spatial asymmetry of the dimer nano-antenna and the enhanced field in the gap between the two pillars is expected to lead to a polarisation-dependent response32,37 as predicted by Fig. 1b, c. Such behaviour is found in PL in WSe2 coupled to nano-antennas, as shown in Fig. 3a–c. Figure 3a shows the case for a nanoantenna with r ¼ 400 nm and a gap g ¼ 65 nm. It is observed that PL is 20% stronger when excited with an X-polarised laser compared to the Y-polarised excitation (X and Y are selected as in Fig. 1b, c). A similar modulation is observed in dimers with other values of r (see Supplementary Note VI). The origin of this behaviour is further revealed when considering touching pillars with no gap. Figure 3b shows the dark-field microscopic images of dimers without (top) and with (bottom) a gap. The graphs in Fig. 3b show the extracted scattering intensities along the line connecting the centres of the pillars, revealing the absence (left) or the presence (right) of the gap. Figure 3c shows the integrated PL intensity for WSe2 coupled to such dimers measured in a\nmicro-PL set-up. In the dimer with a gap, the PL is modulated by 20% when varying the polarisation of excitation, exhibiting higher intensity for X-polarised laser, which is due to the excitation of the optical mode in the gap between the pillars. A negligible polarisation dependence is observed in the dimer with no defined gap, emphasising nearly equal coupling of WSe2 to the X- and Y-polarised optical modes.\nRadiative decay enhancement. The theoretical prediction in Fig. 2 demonstrates that partly the PL enhancement originates from the enhanced radiative decay rate in WSe2. We have been able to demonstrate this experimentally by measuring PL dynamics in WSe2. Figure 4a shows the PL decay for a 1L-WSe2 placed on the planar GaP (purple) compared to the emission when it is coupled to a nano-antenna with r ¼ 200 nm (orange). The curves are measured using excitation with a 90-ps pulsed laser at 638 nm and detection with an avalanche photo-diode detector (see ‘Methods’). The corresponding instrument response function (IRF) is shown in Fig. 4a as a grey shaded area. For these measurements, we used a low excitation density (0.2W/cm2) to avoid non-radiative exciton–exciton annihilation, resulting in fast PL decay2,42. For low pumping powers, single exponential decay is usually observed, reflecting the radiative recombination dynamics of the thermalised exciton population43,44. Such behaviour is observed in Fig. 4a for the 1L-WSe2 on the planar GaP, which shows a single exponential PL decay with a lifetime τGaP 1:3 ns. The PL decay measured for WSe2 coupled to a dimer is dominated by a fast component with a lifetime τdimer 0:2 ns. This is very similar to the fast component in the IRF of τIRF 0:16 ns. We thus conclude that the measured τdimer 0:2 ns is a resolution-limited value. We interpret the shortening of the PL lifetime as a consequence of the Purcell enhancement of the radiative rate. A conservative lower-bound estimate of the Purcell enhancement factor is therefore 6. This is in a good agreement with the theoretical predictions, for which we should take into account the spatial variation of the Purcell enhancement in the WSe2 coupled to the mode. Note that Fig. 2e only shows the values obtained for the optimum location of the dipole where the enhancement is maximised (see further details in Supplementary Note IV).\nSurface-enhanced Raman scattering. Further evidence for the efficient interaction of WSe2 with the nano-antennas is obtained from the observation of the enhanced Raman scattering response. This effect, typically observed for nano-structured metals14 and dielectric nano-particles45, is related to the surface localisation of the electromagnetic field. Both 1L and 2L-WSe2 Raman spectra excited with a laser at 532 nm show a pronounced peak at 250 cm 1 composed of two degenerate modes, the in-plane E0 for 1L and E12g for 2L WSe2, and out-of-plane A 0 1 for 1L and A1g for 2L WSe246. This is shown in Fig. 4b, c for 1L and 2L samples, respectively. Figure 4b, c further compare Raman spectra measured for WSe2 on the planar GaP with the spectra collected on nano-antennas and show a notable enhancement of the signal. While the overall Raman signal decreases with decreasing r, its relative strength per unit nano-antenna area is strongly enhanced. In analogy with the PL data, we define the Raman experimental enhancement factor, hEFiRaman (see ‘Methods’). The obtained hEFiRaman values increase when reducing the antenna radius, as for the PL enhancement, with values exceeding 103 for r ¼ 50 nm (Fig. 4d). The observed Raman intensity enhancement is explained by the enhancement of the laser and the scattered light fields and a more efficient collection of the signal (see Eq. (2)).\nX- and Y-axes of the dimer (defined as in Fig. 1). b Dark-field microscopic images and related scattered light intensity profiles for two GaP nanoantennas (r= 400 nm) covered with 1L-WSe2. The scattered light intensity profiles are taken along the long axes (Y) of the dimer as shown by the dotted lines. The top (bottom) images and left (right) graphs correspond to the dimers without (with) a gap. c Comparison of 1L-WSe2 PL intensity as a function of the orientation of linearly polarised excitation for the nanoantennas in b. Red (dark blue) shows the dependence for the dimer with (without) a gap\nNATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 |www.nature.com/naturecommunications 5"
    }, {
      "heading" : "Discussion",
      "text" : "The reported enhancement in the PL emission and Raman signal intensities and shortening of the radiative lifetime in 2D WSe2 coupled to GaP nano-antennas show that nano-structured highindex dielectrics can be an efficient platform to engineer light–matter coupling on the nano-scale. Importantly, we show that the coupling to nano-antennas can be used to strongly enhance the quantum yield in TMDs via the enhancement of the radiative decay rate, emphasising the potential of this approach for light-emitting devices applications. The PL enhancements that we report are of the order or exceed those recently reported in TMDs coupled to metallic plasmonic nano-antennas, showing the viability of our approach in a broader nano-photonics context. Our approach could be further extended to arrays of dielectric nano-structures or meta-surfaces, an emerging field of nanophotonics36, and to the use of van der Waals nano-photonics structures made from multilayer TMDs35, with potential in a wide range of applications, such as quantum optics, photovoltaics, and imaging. The approaches for realisation of the Purcell effect in loss-less dielectrics demonstrated here will also be used in the field of strain-induced single photon emitters47,48 for applications exploiting quantum light generation."
    }, {
      "heading" : "Methods",
      "text" : "Sample fabrication. GaP nano-antennas arrays are fabricated with the top–down lithographic process following the procedure in ref. 32. The fabricated pillars are 200 nm high and have radii of r= 50, 100, 200, 300, 400, and 500 nm. Monolayers and bilayers of WSe2 were mechanically exfoliated from a bulk crystal (HQGraphene) onto a poly-dimethylsiloxane polymer stamp. The thin layers are identified via the PL imaging technique described in this work in Fig. 1 and ref. 38. The stamp was then used for an all-dry transfer of the exfoliated materials on top of the GaP nano-antenna array, in an home-built transfer set-up following ref. 49.\nPL imaging. The PL imaging technique38 used in Fig. 1 is obtained in a modified commercial bright-field microscope (LV150N Nikon). The white light source is used both for imaging the sample and as the PL excitation source. To excite the sample, a 550-nm short-pass filter is placed in the illumination beam path to\nremove the near-IR part of the emission spectrum. The white light is then directed in a large numerical aperture objective (Nikon × 100 NA= 0.9) and collected with the same objective. The PL signal produced by the TMDs is isolated with a 600-nm long-pass filter before reaching the colour microscope camera (DS-Vi1, Nikon) used to image the sample.\nPL spectroscopy. All PL spectra are acquired at room temperature in a micro-PL set-up with samples placed in vacuum. A 685-nm diode laser coupled to a single mode fibre is used as the excitation source. After passing through a 700-nm shortpass filter, the laser is focussed onto the sample through an infinity corrected objective (Mitutoyo × 100 NA= 0.7). For the data reported in Fig. 2, the average power entering the objective is 30 μW for monolayer PL and 120 μW for bilayer PL. The resulting laser spot has a radius of 3:5 μm, which is large enough to illuminate entire individual dimers, and kept constant for a uniform excitation of all the different nano-antennas sizes when determining the reported enhancement factor in Eq. (1). The dimers are separated by 10 μm, which allows optical measurement of an individual dimer. The emitted light is collected by the same objective and filtered with a 700-nm long-pass filter before coupling into a spectrometer (Princeton Instruments SP2750) and detection with a high-sensitivity liquid nitrogen cooled charge-coupled device (CCD; Princeton Instruments PyLoN). For polarisation measurements, a Glan–Thompson linear polarizer, followed by a half-wave plate mounted onto a motorised rotation stage, are inserted in the excitation path in order to control the linear polarisation angle of the laser source. No polarisation optics is used in the collection path.\nTime-resolved spectroscopy. PL decay of planar WSe2 is measured by coupling light filtered by a spectrometer ( 4 nm bandwidth) into a multi-mode fibre directing light to an avalanche photodiode (APD; ID100-MMF50) with timeresolution of 40 ps. The signal from the APD is read using a photon counting card (SPC-130). An 90 ps pulsed diode laser (PicoQuant LDH) with wavelength 638 nm is used as the excitation source at a repetition rate of 80MHz. Overall, the IRF has a full width at half maximum of <200 ps. The PL decay curves are fitted with single and bi-exponential decay functions of the form y ¼ y0 þ A1exp t=τ1 þ A2exp t=τ2 .\nRaman spectroscopy. Raman spectra are collected at room temperature in a micro-Raman set-up with samples placed in vacuum. A single mode 532-nm laser (Cobolt 04-01) is used, focussed on the sample through an infinity corrected objective (Mitutoyo × 50 NA= 0.55) with an average power of 200 μW before entering the objective. Background laser light is suppressed using three Optigrate Bragg filters, which allow Raman signal to be measured by the same spectrometer/ CCD system as for PL spectroscopy. The Raman signals are analysed by fitting the\n6 NATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 | www.nature.com/naturecommunications\ntwo WSe2 Raman peaks with Gaussian functions, following background subtraction. The 250 cm 1 peak intensities extracted in this way are used to calculate the Raman enhancement factor in Eq. (3) given below. In this equation, IfitRaman is the Raman intensity for WSe2 coupled to a dimer and I fit ref is for the reference WSe2 on the planar GaP. We determined experimentally that Alaser ¼ 16:8 μm2 in the micro-Raman set-up.\nhEFiRaman ¼ ðI fit Raman Ifitref Þ Adimer Ifitref Alaser 1 ð3Þ\nSimulations. The effective enhancement factor contributions are calculated with a finite-difference time-domain (FDTD) method using the Lumerical FDTD solutions software. The near-field distribution is obtained by illuminating the structure with a plane wave, polarised along or perpendicular the dimer axis (the line connecting the centres of the pillars), and incident on the dimer perpendicular to the substrate from the vacuum side. The Purcell enhancement is calculated by exciting the structure with an oscillating electric dipole placed at different positions along the dimer axis at a vertical position 0.5 nm from the top surface of the GaP pillars and compared with a dipole placed 0.5 nm above the planar surface of the GaP substrate. To model the PL in WSe2 originating from the in-plane excitons, the dipole is placed parallel to the substrate surface. The dipole oscillates along the line connecting the centres of the pillars in order to couple efficiently to the gap mode. The Purcell enhancement is calculated as the decay rate γ of an emitter coupled to the GaP antenna, divided by the decay rate γ0 of the same electric dipole emitter on the planar GaP substrate as described above. The decay rate enhancement γ=γ0 corresponds to the enhancement of the rate of energy dissipation P=P0. The collection efficiency is calculated by exciting the structure with an electric dipole, as above, and integrating the radiation pattern within the numerical aperture of the objective used in the experiments (NA= 0.7). The refractive index used for GaP is n= 3.2."
    }, {
      "heading" : "Data availability",
      "text" : "The data that support the findings of this study are available from the corresponding author upon reasonable request.\nReceived: 20 May 2019; Accepted: 7 October 2019;"
    }, {
      "heading" : "Acknowledgements",
      "text" : "L.S. and A.I.T. thank the financial support of the European Graphene Flagship Project under grant agreements 696656 and 785219, EPSRC grant EP/P026850/1 and the European Union’s Horizon 2020 research and innovation programme under ITN Spin-NANO Marie Sklodowska-Curie grant agreement no. 676108. P.G.Z. and A.I.T. acknowledge support from the European Union’s Horizon 2020 research and innovation programme under ITN 4PHOTON Marie Sklodowska-Curie grant agreement no. 721394. A.G. and A.I.T. acknowledge funding by EPSRC (EP/P026850/1). S.M., S.A.M. and R.S. acknowledge funding by EPSRC (EP/P033369 and EP/M013812). S.A.M. acknowledges the Lee-Lucas Chair in Physics and the DFG Cluster of Excellence Nanoscience Initiative Munich (NIM). M.A. and M.B. thank the DFG in the frame of TRR 142 for support."
    }, {
      "heading" : "Author contributions",
      "text" : "L.S. and P.G.Z. fabricated WSe2 layers and transferred them on the GaP nano-antennas. L.S., P.G.Z. and A.G. carried out microscopy and CW optical measurements on WSe2. L.S., D.S. and M.A. carried out time-resolved PL measurements. J.C. fabricated GaP nano-antennas. S.M., J.C., and R.S. carried out simulations for GaP nano-antennas. L.S., D.S., M.A., P.G.Z., A.G., M.B. and A.I.T. analysed optical spectroscopic data. M.B., S.A.M., R.S. and A.I.T. managed various aspects of the project. L.S. and A.I.T. wrote the manuscript with contributions from all co-authors. L.S., A.I.T., S.A.M. and R.S. conceived the idea of the experiment. A.I.T. oversaw the whole project."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/s41467019-12963-3.\nCorrespondence and requests for materials should be addressed to L.S. or A.I.T.\nPeer review information Nature Communications thanks Constantin Simovski and the other anonymous reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.\nReprints and permission information is available at http://www.nature.com/reprints\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.\n© The Author(s) 2019\n8 NATURE COMMUNICATIONS | (2019) 10:5119 | https://doi.org/10.1038/s41467-019-12963-3 | www.nature.com/naturecommunications"
    } ],
    "references" : [ {
      "title" : "Photonics and optoelectronics of 2D semiconductor transition metal dichalcogenides",
      "author" : [ "K.F. Mak", "J. Shan" ],
      "venue" : "Nat. Photonics 10,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Excitons in atomically thin transition metal dichalcogenides",
      "author" : [ "Wang", "G. et al. Colloquium" ],
      "venue" : "Rev. Mod. Phys. 90, 021001",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Exciton physics and device application of twodimensional transition metal dichalcogenide semiconductors",
      "author" : [ "T. Mueller", "E. Malic" ],
      "venue" : "npj 2D Mater. Appl. 2,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Monolayer semiconductor nanocavity lasers with ultralow thresholds",
      "author" : [ "S Wu" ],
      "venue" : "Nature 520,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Photonic-crystal exciton-polaritons in monolayer semiconductors",
      "author" : [ "L. Zhang", "R. Gogna", "W. Burg", "E. Tutuc", "H. Deng" ],
      "venue" : "Nat. Commun. 9,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Room-temperature continuous-wave lasing from monolayer molybdenum ditelluride integrated with a silicon nanobeam cavity",
      "author" : [ "Y Li" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Optically pumped two-dimensional MoS2 lasers operating at room-temperature",
      "author" : [ "O. Salehzadeh", "M. Djavid", "N.H. Tran", "I. Shih", "Z. Mi" ],
      "venue" : "Nano Lett. 15,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Strong light-matter coupling in two-dimensional atomic crystals",
      "author" : [ "X Liu" ],
      "venue" : "Nat. Photon. 9,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Exciton-polaritons in van der Waals heterostructures embedded in tunable microcavities",
      "author" : [ "S Dufferwiel" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Fermi polaron-polaritons in charge-tunable atomically thin semiconductors",
      "author" : [ "M Sidler" ],
      "venue" : "Nat. Phys. 13,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Two-dimensional semiconductors in the regime of strong light-matter coupling",
      "author" : [ "C Schneider" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Near-unity photoluminescence quantum yield in  MoS2",
      "author" : [ "M Amani" ],
      "venue" : "Science 350,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Plasmonics: Fundamentals and Applications (Springer US",
      "author" : [ "S.A. Maier" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2007
    }, {
      "title" : "Single-photon nanoantennas",
      "author" : [ "A.F. Koenderink" ],
      "venue" : "ACS Photonics 4,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Nanoantenna-enhanced light-matter interaction in atomically thin  WS2",
      "author" : [ "J Kern" ],
      "venue" : "ACS Photonics",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Fano resonance and spectrally modified photoluminescence enhancement in monolayer MoS2 integrated with plasmonic nanoantenna array",
      "author" : [ "B Lee" ],
      "venue" : "Nano Lett. 15,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Enhanced light emission from large-area monolayer MoS2 using plasmonic nanodisc arrays",
      "author" : [ "S Butun" ],
      "venue" : "Nano Lett. 15,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Giant photoluminescence enhancement in tungsten-diselenidegold plasmonic hybrid structures",
      "author" : [ "Z Wang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Testbeds for transition metal dichalcogenide photonics - efficacy of light emission enhancement in monomer vs dimer nanoscale antennae",
      "author" : [ "Tahersima", "M. H" ],
      "venue" : "ACS Photonics",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Enhanced photoluminescence of monolayer WS2 on Ag films and  nanowire–WS2–film composites",
      "author" : [ "F Cheng" ],
      "venue" : "ACS Photonics",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Strong-coupling of WSe2 in ultra-compact plasmonic nanocavities at room temperature",
      "author" : [ "Kleemann", "M.-E" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Room-temperature strong light–matter interaction with active control in single plasmonic nanorod coupled with two-dimensional atomic crystals",
      "author" : [ "J Wen" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Observation of tunable charged exciton polaritons in hybrid monolayer  WS2-plasmonic nanoantenna system",
      "author" : [ "J Cuadra" ],
      "venue" : "Nano Lett. 18,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Radiative control of dark excitons at room temperature by nano-optical antenna-tip Purcell effect",
      "author" : [ "Park", "K.-D. D", "T. Jiang", "G. Clark", "X. Xu", "M.B. Raschke" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Deterministic coupling of site-controlled quantum emitters in monolayer WSe2 to plasmonic nanocavities",
      "author" : [ "Y Luo" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Radiative enhancement of single quantum emitters in WSe2 monolayers using site-controlled metallic nanopillars",
      "author" : [ "T Cai" ],
      "venue" : "ACS Photonics",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Non-plasmonic nanoantennas for surface enhanced spectroscopies with ultra-low heat conversion",
      "author" : [ "M Caldarola" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Nanophotonics with 2D transition metal dichalcogenides",
      "author" : [ "A. Krasnok", "S. Lepeshov", "A. Alú" ],
      "venue" : "Opt. Express 26,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Optically resonant dielectric nanostructures",
      "author" : [ "A.I. Kuznetsov", "A.E. Miroshnichenko", "M.L. Brongersma", "Y.S. Kivshar", "B. Luk’yanchuk" ],
      "venue" : "Science 354,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Nanoscale design of the local density of optical states",
      "author" : [ "S Mignuzzi" ],
      "venue" : "Nano Lett. 19,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Bridging the gap between dielectric nanophotonics and the visible regime with effectively lossless gallium phosphide antennas",
      "author" : [ "J Cambiasso" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Silicon Mie resonators for highly directional light emission from monolayer  MoS2",
      "author" : [ "A.F. Cihan", "A.G. Curto", "S. Raza", "P.G. Kik", "M.L. Brongersma" ],
      "venue" : "Nat. Photonics",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Tunable resonance coupling in single Si nanoparticlemonolayer WS2 structures",
      "author" : [ "S Lepeshov" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2018
    }, {
      "title" : "Transition metal dichalcogenide nanodisks as high-index dielectric Mie nanoresonators",
      "author" : [ "R Verre" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "All-dielectric silicon nanogap antennas to enhance the fluorescence of single molecules",
      "author" : [ "R Regmi" ],
      "venue" : "Nano Lett. 16,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2016
    }, {
      "title" : "Imaging of interlayer coupling in van der Waals heterostructures using a bright-field optical microscope",
      "author" : [ "Alexeev", "E. M" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Probing the mechanisms of large Purcell enhancement in plasmonic nanoantennas",
      "author" : [ "Akselrod", "G. M" ],
      "venue" : "Nat. Photonics",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2014
    }, {
      "title" : "Surfaceenhanced spectroscopies of a molecular monolayer in an all-dielectric nanoantenna",
      "author" : [ "J. Cambiasso", "M. König", "E. Cortés", "S. Schlücker", "S.A. Maier" ],
      "venue" : "ACS Photonics",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Strain-induced indirect to direct bandgap transition in multilayer  WSe2",
      "author" : [ "Desai", "S. B" ],
      "venue" : "Nano Lett. 14,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2014
    }, {
      "title" : "Nonlinear photoluminescence in atomically thin layered WSe2 arising from diffusion-assisted exciton-exciton annihilation",
      "author" : [ "S Mouri" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Exciton radiative lifetime in transition metal dichalcogenide monolayers",
      "author" : [ "C Robert" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "effect of localization",
      "author" : [ "Godde", "T. et al. Exciton", "trion dynamics in atomically thin MoSe2", "WSe2" ],
      "venue" : "Phys. Rev. B 94, 165301",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhanced Raman scattering with dielectrics",
      "author" : [ "I. Alessandri", "J.R. Lombardi" ],
      "venue" : "Chem. Rev. 116,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    }, {
      "title" : "Photoluminescence emission and Raman response of monolayer  MoS2, MoSe2, and WSe2",
      "author" : [ "P Tonndorf" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2013
    }, {
      "title" : "Large-scale quantum-emitter arrays in atomically thin semiconductors",
      "author" : [ "C Palacios-Berraquero" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    }, {
      "title" : "Deterministic straininduced arrays of quantum emitters in a two-dimensional semiconductor",
      "author" : [ "A. Branny", "S. Kumar", "R. Proux", "B.D. Gerardot" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "(1) Non-uniformity of the coupling between WSe2 and the nanoantennas caused by a variety of factors such as local contamination from the polymer used for the WSe2 transfer, local deformation of WSe2, local presence of water, etc.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "(2) Nonuniformity of the structural properties of the nano-antennas.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "(2), are calculated for this position of the dipole.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "(2) and the formula on the graph) ARTICLE NATURE COMMUNICATIONS | https://doi.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 2,
      "context" : "(3) in ‘Methods’), obtained (after background subtraction) for the 250 cm 1 peak in 1L- and 2L-WSe2 coupled to nano-antennas with various r ARTICLE NATURE COMMUNICATIONS | https://doi.",
      "startOffset" : 0,
      "endOffset" : 3
    } ],
    "year" : 2019,
    "abstractText" : "Unique structural and optical properties of atomically thin two-dimensional semiconducting transition metal dichalcogenides enable in principle their efficient coupling to photonic cavities having the optical mode volume close to or below the diffraction limit. Recently, it has become possible to make all-dielectric nano-cavities with reduced mode volumes and negligible non-radiative losses. Here, we realise low-loss high-refractive-index dielectric gallium phosphide (GaP) nano-antennas with small mode volumes coupled to atomic monoand bilayers of WSe2. We observe a photoluminescence enhancement exceeding 10 4 compared with WSe2 placed on planar GaP, and trace its origin to a combination of enhancement of the spontaneous emission rate, favourable modification of the photoluminescence directionality and enhanced optical excitation efficiency. A further effect of the coupling is observed in the photoluminescence polarisation dependence and in the Raman scattering signal enhancement exceeding 103. Our findings reveal dielectric nano-antennas as a promising platform for engineering light-matter coupling in two-dimensional semiconductors. https://doi.org/10.1038/s41467-019-12963-3 OPEN",
    "creator" : "Springer"
  }
}