{
  "name" : "downloads_2019-12-05_4e_franken2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ranking of human risk assessment models for manufactured nanomaterials along the Cooper stage-gate innovation funnel using stakeholder criteria",
    "authors" : [ "Remy Frankena", "Minne B. Heringab", "Thies Oosterwijka", "Miikka Dal Masoc", "Wouter Fransmana", "Tomi Kanervad", "Biase Liguorie", "Mikko Poikkimäkic", "Isabel Rodriguez-Llopisg", "Arto Säämänend", "Helene Stockmann-Juvalad", "Blanca Suarez-Merinof", "Keld Alstrup Jensene", "Rob Stieruma" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nNanoImpact\njournal homepage: www.elsevier.com/locate/nanoimpact\nResearch paper\nRanking of human risk assessment models for manufactured nanomaterials along the Cooper stage-gate innovation funnel using stakeholder criteria Remy Frankena,⁎, Minne B. Heringab, Thies Oosterwijka, Miikka Dal Masoc, Wouter Fransmana, Tomi Kanervad, Biase Liguorie, Mikko Poikkimäkic, Isabel Rodriguez-Llopisg, Arto Säämänend, Helene Stockmann-Juvalad, Blanca Suarez-Merinof, Keld Alstrup Jensene, Rob Stieruma a The Netherlands Organisation for Applied Scientific Research (TNO), Zeist, the Netherlands bNational Institute for Public Health and the Environment (RIVM), Bilthoven, the Netherlands cAerosol Physics, Faculty of Natural Sciences, Tampere University of Technology (TUT), Tampere, Finland d Finnish Institute of Occupational Health (FIOH), Tampere, Finland eNational Research Centre for the Working Environment (NRCWE), Copenhagen, Denmark f TEMAS, Zurich, Switzerland gGaiker, Bizkaia, Spain\nA R T I C L E I N F O\nKeywords: Human risk assessment models stakeholder assessment ranking of models stakeholder criteria manufactured nanomaterials\nA B S T R A C T\nThe current work describes the interaction with various stakeholder groups to establish consensus on stage-gate specific criteria that human risk assessment (HRA) models for manufactured nanomaterials (MN) need to comply with. During the decisive steps in the innovation process, which can be described in a simplified way as stagegates, it is decided that an innovation makes it either to launch, or is cancelled during one of these stages. However, at present, it is unknown which current HRA models for MN, can assist in this decision making process and to which extent refinements of these models are needed.\nTo accomplish these goals, several steps were performed: (1) the development of criteria for risk assessment along stage-gates; (2) the active involvement of stakeholders and possible end-users to assign values to these criteria; (3) the inventory, selection and assessment of HRA models according to the developed criteria; (4) the matching of the HRA models to the criteria, assessed by the stakeholders, in order to propose a ranking of existing models and (5) exploration of the model mismatches with stage-gate specific criteria and discussion of current model limitations.\nThe assessment led to a ranking of the models for each of the stage-gates. Two HRA models appeared to be predominantly applicable for all stage-gates, namely the NanoSafer CB and the GUIDEnano tool, where NanoSafer CB scored highest for stage 2 and 3 (scoping and business case) and GUIDEnano tool for stage 4–7 (R& D, testing and validation, launch and monitoring). NanoSafer CB only covers occupational human health. LICARA nanoSCAN scored high for the earlier stages (stage 2, 3 and 4) and scored less for the later stages. RiskofDerm was listed for all stages except stage 3 and 7. ECETOC TRA was represented in stages 3–7, and Stoffenmanager (nano), EGRET2 and ART were applicable for one or two stages. Based on these results, it was possible to prioritize Nanosafer CB, GUIDEnano, RiskofDerm, LICARA nanoSCAN and Stoffenmanager Nano. Of these five models, limitations consisted of e.g. expertise required to use the model, interpretation of the data, quality assessment of the input parameters, consideration of different endpoints and populations (such as children, workers, consumers).\nPractically, this work provides a prioritization for end users of useful models, among the plethora of different models available, towards HRA of MN. Further, it identifies suggestions for future model improvements, enabling the ultimate practical application in the decision making process during the development of MN or MN containing products.\nhttps://doi.org/10.1016/j.impact.2019.100191 Received 16 October 2019; Accepted 4 November 2019\n⁎ Corresponding author at: The Netherlands Organisation for Applied Scientific Research (TNO), Zeist, the Netherlands. E-mail address: Remy.Franken@tno.nl (R. Franken).\nNanoImpact 17 (2020) 100191\nAvailable online 22 November 2019 2452-0748/ © 2019 Published by Elsevier B.V.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : "Today, there is clear evidence that manufactured nanomaterials (MN)s in general have different hazard characteristics compared to conventional materials of the same chemical compositions (Ai et al., 2011; Boczkowski and Hoet, 2010; Bos et al., 2015; Cassee et al., 2011). Nano-specific chemicals registration and risk assessment will be required by the European REACH from year 2020 (EHCA, 2018). However, the current recommended risk assessment methods are neither suited nor validated for assessment of MN and MN enabled products (Topical Scientific Workshop, 2015), and current REACH tools do not always meet requirements for exposure assessment (Aitken et al., 2011; Liguori et al., 2016). Adaptations of the existing regulatory framework, which is based upon chemicals, are needed. To accommodate this, various new and alternative tools have been developed over the past years as part of large international efforts to enable better nano-specific risk assessment (Bos et al., 2015; Brouwer, 2012; Hristozov et al., 2016). Qualitative assessments and examples provided by these tools have shown that they have the potential to enable precautionary risk assessment and management at different levels of available information and knowledge; even at the level of regulatory risk assessment (e.g. (Liguori et al., 2016; Hristozov et al., 2016)). However, actual implementation of these tools during the development process of MN or MN enabled products to accommodate regulatory requirements appear to lag behind.\nConceptually, the current study aims to couple risk assessment tools to the Cooper ‘stage-gate’ idea-to-launch innovation funnel model (Fig. 1). The principle of ‘stage-gate’ models, such as Cooper (1990), is widely accepted by companies. The Cooper stage-gate model describes the screening and scoping of innovations, which progresses towards product development, testing and launch and post launch review (Cooper, 1990). At each stage-gate in the innovation model, decisions are made whether an innovation can be taken to the next stage, or is not further developed and thus cancelled (Edgett, 2015). Factors underlying these decisions are, for example, product performance, market potential and expected production costs. However, safety is normally not considered as a determinant factor until rather late in the innovation process. Nano-specific risks have rarely and in fact just recently started to be included as safety information for pure MNs.\nTo improve the situation, it is necessary that computational models (here referred to as tools) to assist innovators in the nano-specific risk assessments are useful for the purposes and valid so they give useful and meaningful results. At present, it is unknown which of the current alternative or regulatory accepted models, covering MN human hazard,\nexposure and risk assessment (further referred to as ‘HRA models’), can truly assist in the decision making process at the different innovation stage-gates and to which extent refinements of these models are needed. At the same time the information required by the supporting risk assessment tools should also match the information that the users have at hand or can be easily produced during their research and development. Moreover, the models should also match the typical technical and financial capabilities of the users.\nAs a pivotal part of these activities, we have consulted various stakeholder groups (e.g. industry, Small, medium sized enterprises (SME), regulators, research institutes) to establish a consensus on the specific criteria that HRA models need to comply with at different innovation stage-gates. Based on compliance with these stakeholder criteria, a ranking was made among a number of known existing and emerging nano-specific HRA tools considering their ability to assist with nano-specific risk assessment along the stage-gate innovation model. In addition to specifying stakeholder needs identified for nanospecific HRA tools, this paper provides for the first time a ranking of existing HRA tools to address potential human health risks associated with MN exposure along the innovation chain. Ultimately, this prioritizes models for further improvement and directs most optimal application at each of the decisive stages during MN or MN containing product innovation."
    }, {
      "heading" : "2. Methods",
      "text" : "To prioritise different models for HRA of MN along the Cooper stage-gate innovation model, several steps were performed. These steps were:\n• The development of expert derived criteria (overall criteria; output criteria; exposure and hazard inclusion criteria) for risk assessment along stage-gates (stage-gate specific criteria), as a starting point for discussion. • The active involvement of stakeholders to assign quantitative or qualitative values to these criteria. • The inventory, selection and evaluation of the HRA models according to the criteria. • Thematching, for each of the stage-gates, of the HRA models to the assessed criteria, in order to propose a ranking of HRA models. • Exploration of the model mismatches with stage-gate specific criteria. Discussion of current model limitations, also in light of the expected input information available, leading to suggestions for model improvements.\nIn addition, an inventory was made to describe the anticipated available physical and chemical characteristics of the MN, and exposure and hazard information, needed by stakeholders to populate the models with data (referred to as ‘available information’). The extent to which information was available, was not included within the ultimate ranking of models, but was used to address where possible data gaps may emerge that need to be solved prior to the stage-gate specific application of the model. An overview of the methodology is provided in Fig. 2. Each of the methodological steps is explained below in more detail."
    }, {
      "heading" : "2.1. Step 1: drafting expert derived criteria for risk assessment along stagegates",
      "text" : "First, criteria were drafted, together with response options needed for the assignment of values to the criteria, by the stakeholders. These were based on available publications on MN risk assessment and control banding methods (Liguori et al., 2016; Brouwer, 2012; Hristozov et al., 2016; Grieger et al., 2012).\nIt was decided to divide the criteria into three different categories: 1) overall criteria (applicable to all models); 2) output criteria (concepts related to what the model should and can output as result; 3) exposure and hazard inclusion criteria (concepts related to what the model needs as input and information).\nThe category of ‘overall criteria’ (Table 1, far left column) was designed to deal with general issues of relevance in the ultimate application of HRA models along the innovation stage-gate model. An example of such a criterium is ‘maximal costs’, which will be taken as an example throughout this Methods section to further illustrate the rationale of the methodology followed. The ‘output criteria’ category (Table 2, far left column) concerns the criteria describing necessary or required model output in relation to the different needs along the innovation chain.\nThe exposure and hazard inclusion input criteria (Table 2, far left column) are related to the stage dependent necessity to include particular information describing exposure and hazard as parameters in the\nrisk assessment. Context dependency of these criteria is considered here. The exposure and hazard inclusion criteria are not dealing with the anticipated availability as such of the data and information at the different stage-gates. This is described further below under the ‘inventory of available physical and chemical MN properties, exposure and hazard information needed to populate the models’.\nThe stage-gate-specific criteria were recorded into criteria-innovation stage matrices. For each of the criteria, stage-gate-specific response options were defined in such a way that stakeholders could evaluate the criteria and assign values to these.\nThe response options involved selection from: free input (e.g. costs); yes/no; rating of importance (e.g. low, medium, high); checkmarks; etc., and consisted of numerical values, categorical variables or text values. For the general example ‘maximal costs’ this involved the possibility to indicate several options for each of the different stages, within a range of 0–50 k€."
    }, {
      "heading" : "2.2. Step 2: active involvement of stakeholders and assignment of values to criteria",
      "text" : "Various stakeholder categories were considered: regulators; nongovernmental organisations (NGOs); industry associations; large industry; SME; insurance and re-insurances; consultants and research organisations. Stakeholders were identified from existing networks and invited for a face-to-face workshop (September 2016), where the goal of the exercise was explained and the criteria were discussed, to further refine the criteria-innovation stage-gate matrices for further dissemination to more stakeholders. Two industrial stakeholders attended the workshop, one from an industry and one from an industry association. Other participants were researchers: 8 originating from not for profit independent research organisations involved in occupational health and nanosafety; 5 from independent research organisations with a.o. advisory roles to governments; 1 from a biotechnology company developing cell-based hazard screening assays; and 7 from academia involved in nano-exposure and hazard assessment research. After the workshop, the improved criteria-innovation stage-gate matrices were\nTa bl e 1 Cr ite ri ain no va tio n st ag ega te m at ri x fo rt he\nov er al lc ri te ri a, sh ow\nin g th e nu m er ic al or ca te go ri ca lv al ue sa ss ig ne d to th e cr ite ri a by\nth e va ri ou ss ta ke ho ld er s. 45\nst ak eh ol de rs w er e ap pr oa ch ed ,c om\npr is in g: 9 re gu la to rs ;2\nN G O s; 6 in du st ry\nas so ci at io ns ;1 0 la rg e in du st ry ;1 0 SM\nEs ;1\nin su ra nc e co m pa ny\nan d 7 co ns ul ta nt s/ re se ar ch\nor ga ni sa tio ns .1 9 st ak eh ol de rs pr ov id ed\nin pu t, sp ec ifi ca lly :2\nre gu la to rs ;2\nIn du st ry\nas so ci at io ns ;3\nla rg e\nin du st ry ;7\nSM Es ;5\nco ns ul ta nt s/ re se ar ch\nor ga ni sa tio ns\npr ov id ed\nin pu t. N G O s an d in su ra nc e co m pa ny\nst ak eh ol de rs or ig in al ly ap pr oa ch ed\ndi d no tp\nro vi de\nin pu t. Th e ‘R es po ns e op tio ns ’c ol um\nn (c ol um\nn 3)\nre fe rs to th e\ndi ffe re nt\npo ss ib ili tie s th at w er e pr ov id ed\nto th e st ak eh ol de rs to as si gn\nva lu es\n(n um\ner ic al ,c at eg or ic al ), w ith\nun its\nin di ca te d in ca se\nap pl ic ab le .T he\n‘C om\npi la tio n m et ho d’ (c ol um\nn 4)\nre fe rs to th e ap pr oa ch\nfo llo w ed to ob ta in a re pr es en ta tiv e va lu e ba se d up on th e di ffe re nt st ak eh ol de r va lu e as si gn m en ts .C ol um n 5 an d on w ar ds sh ow th e su m m ar y va lu es as si gn ed fo r ea ch of th e cr ite ri a at ea ch st ag e ga te ,b y st ak eh ol de rs .\nO ve ra ll cr ite ri a\nPr od uc t in no va tio n st ag e\nCr ite ri a\nD es cr ip tio n/ ex am\npl es\nRe sp on se\nop tio ns\nCo m pi la tio n m et ho d\nId ea\nSc op in g (o r pr el im in ar y as se ss m en t)\nBu ild\nbu si ne ss\nca se\n(o r de fin iti on )\nR& D (o r de ve lo pm\nen t)\nTe st in g an d va lid at io n\nLa un ch\nH or iz on sc an ni ng / m on ito ri ng\nM ax im al co st s\nW ha t ar e th e m ax im al co st s ru nn in g th e m od el m ay\nin fe r, in cl .t im e to fil li n th e m od el w ith al ln ec es sa ry pa ra m et er s?\n(I n k€ )\nRa ng e of re sp on se s\n0– 5 k€\n0– 5 k€\n0. 5– 5 k€\n2– 10\nk€ 5– 50\nk€ 5– 50\nk€ 5– 10\nk€\nM ax im al du ra tio n\nW ha t is th e m ax im al tim e ru nn in g th e m od el m ay\nta ke ,i nc l. tim e to ga th er al ln ec es sa ry in pu t pa ra m et er s? Ti m e in du ra tio n, no t in sp en t ho ur s.\n(I n da ys )\nRa ng e of re sp on se s\n0– 5\n0– 5\n0– 5\n1– 30 /‘ w ee ks ’\n1– 20 / ‘m on th s’\n1– 10 / ‘m on th s’\n1– 10\nM ar ke t-r ea di ne ss of m od el\nW ha t le ve lo fm\nar ke tr ea di ne ss\nan d ac ce pt an ce\nsh ou ld th e m od el\nha ve ?\nCh oo se\nfr om\nlis t\nH ig he st ch os en fr om re sp on se s\nM ar ke t-r ea dy\nPe er -r ev ie w ed\nPe er -r ev ie w ed\nVa lid at ed\nA cc ep te d by O EC D\nA cc ep te d by O EC D\nA cc ep te d by O EC D\nA va ila bi lit y/ fo rm\nat of th e\nm od el\nSh ou ld th e m od el pr ef er ab ly be w eb -b as ed ,f or st an d al on e, pa rt of in te rn al sy st em or ot he r?\nCh oo se\nfr om\nlis t\nM os t he av ily st re ss ed\nch os en\nSt an d al on e\nSt an d al on e\nSt an d al on e\nSt an d al on e\nSt an d al on e\nSt an d al on e\nSt an d al on e\nA va ila bi lit y of gu id an ce\nH ow\nim po rt an t is av ai la bi lit y of\nup da te d gu id an ce\npr ov id ed\nal on g\nw ith\nth e m od el ?\nRa te fr om\n0 (n ot\nim po rt an t) to 5 (e ss en tia l)\nRa ng e of re sp on se s\n0– 4\n3– 5\n3– 5/ m od el sh ou ld be\nse lf-\nex pl an at or y\n4– 5\n3– 5\n3– 5\n3– 5\nLe ve lo fe xp er tis e ne ed ed to ru n th e m od el\nEx pe rt is e w ith\nin ch em\nis tr y\nCh oo se\nfr om\nlis t\nLo w es tc ho se n fr om re sp on se s\nN on e\nLo w\nLo w\nM ed iu m\nM ed iu m\nLo w\nLo w\nEx pe rt is e w ith\nin to xi co lo gy /\nec ot ox ic ol og y\nCh oo se\nfr om\nlis t\nLo w es tc ho se n fr om re sp on se s\nN on e\nLo w\nN on e\nLo w\nLo w\nLo w\nLo w\nEx pe rt is e w ith\nin hu m an ex po su re /e nv ir on m en ta l ex po su re an d fa te sc ie nc e\nCh oo se\nfr om\nlis t\nLo w es tc ho se n fr om re sp on se s\nN on e\nLo w\nN on e\nM ed iu m\nM ed iu m\nM ed iu m\nM ed iu m\nCo m bi ne d hu m an\nan d\nen vi ro nm\nen ta lr is k\nas se ss m en t\nSh ou ld th e m od el ad dr es s bo th hu m an an d en vi ro nm en ta lr is k?\nYe s/ no\nYe s gi ve n do m in an ce\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nTr an sp ar en cy\nH ow\nim po rt an t is th e m od el\ntr an sp ar en cy\nfo r de ci si on s an d\nca lc ul at io ns ?\nRa te fr om\n0 (n ot\nim po rt an t) to 5 (e ss en tia l)\nRa ng e of re sp on se s\n0– 5\n2– 5\n2– 5\n4– 5\n4– 5\n3– 5\n4– 5\nQ ua lit y as se ss m en t/ ra tin g of in pu td at a in cl ud ed\nSh ou ld th e m od el in cl ud e a qu al ity as se ss m en ta nd\nra tin g of\nth e in pu td\nat a?\nYe s/ no\nYe s gi ve n do m in an ce\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nPr ec au tio na ry\nco ns id er at io ns\nH ow\ndo es\nth e m od el pr ef er ab ly\nde al w ith\nda ta ga ps ?\nCh oo se\nfr om\nlis t\nH ig he st ch os en fr om re sp on se s\nEs tim\nat ed va lu e us ed\nEs tim\nat ed\nva lu e\nus ed\nEs tim\nat ed\nva lu e\nus ed\nEs tim\nat ed\nva lu e\nus ed\nEs tim\nat ed va lu e us ed\nEs tim\nat ed va lu e us ed\nEs tim\nat ed\nva lu e\nus ed\nIte ra tio n/ ad ap ta tio n po ss ib ili tie s\nH ow\nim po rt an t is th e po ss ib ili ty of ad di ng /c ha ng in g da ta as\nit Ra te fr om\n0 (n ot\nim po rt an t) to 5 (e ss en tia l)\nRa ng e of re sp on se s\n0– 4\n0– 5\n0– 5\n2– 5\n5 2– 5\n2– 5\n(c on tin ue d on\nne xt\npa ge )\nTa bl e 1 (c on tin ue d) O ve ra ll cr ite ri a\nPr od uc t in no va tio n st ag e\nCr ite ri a\nD es cr ip tio n/ ex am\npl es\nRe sp on se\nop tio ns\nCo m pi la tio n m et ho d\nId ea\nSc op in g (o r pr el im in ar y as se ss m en t)\nBu ild\nbu si ne ss\nca se\n(o r de fin iti on )\nR& D (o r de ve lo pm\nen t)\nTe st in g an d va lid at io n\nLa un ch\nH or iz on sc an ni ng / m on ito ri ng\nbe co m es\nav ai la bl e, or\nin a\nfo llo w in g st ag e?\nPr od uc t lif e cy cl e pe rs pe ct iv es\nW hi ch\npa rt s of lif e cy cl e sh ou ld\nth e m od el in cl ud e?\nSy nt he si s\nX gi ve n do m in an ce\nX X\nX X\nX X\nX\nPr od uc tio n\nX X\nX X\nX X X Tr an sp or t X O X X X X X U se X X X X X X X En dof -li fe X X X X X X X Sp ec ifi ci ty to in du st ry D oe s th e m od el ne ed to be sp ec ifi c to ce rt ai n in du st ry ty pe (s )? Ye s/ no Ye s gi ve n do m in an ce Ye s Ye s Ye s Ye s Ye s Ye s\nYe s\nA va ila bi lit y of de fa ul t va lu es an d sc en ar io s\nSh ou ld th e m od el ha ve\nth e op tio n\nto us e de fa ul t va lu es\nan d de fa ul t sc en ar io s w he n ce rt ai n in pu t is no t av ai la bl e?\nYe s/ no\nYe s gi ve n do m in an ce\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nSt an da rd iz ed\nte rm\nin ol og y\nH ow\nim po rt an t is th e us e of\nst an da rd iz ed\nte rm\nin ol og y?\nRa te fr om\n0 (n ot\nim po rt an t) to 5 (e ss en tia l)\nRa ng e of re sp on se s\n0– 5\n0– 5\n0– 5\n3– 5\n3– 5\n2– 5\n2– 5\nN um\nbe r an d co m pl ex ity of in pu t pa ra m et er s\nSh ou ld th e m od el in cl ud e fe w an d si m pl e in pu t pa ra m et er s or m an y an d m or e co m pl ex pa ra m et er s?\nRa te fr om\n0 (f ew\nan d si m pl e in pu t pa ra m et er s) to 5 (d et ai le d an d hi gh ly co m pl ex )\nRa ng e of re sp on se s\n0– 3\n0– 2\n0– 4\n1– 5\n1– 5\n1– 5\n1– 5\nA pp lic ab le fo r va ri ou s M N s an d pr od uc t ty pe s\nIs it im po rt an t fo r th e m od el to ac co m m od at e di ffe re nt M N s an d pr od uc t ty pe s (e .g .l iq ui ds ,s ol id s et c. )\nYe s/ no\nYe s gi ve n do m in an ce\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nPo ss ib ili ty\nof co m pa ri ng\nM N s w ith\nbu lk\nIs it im po rt an t fo r th e m od el to co ns id er ri sk of M N co m pa re d to th e bu lk fo rm of th e m at er ia l?\nYe s/ no\nYe s gi ve n do m in an ce\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nTa bl e 2 Cr ite ri ain no va tio n st ag ega te m at ri x fo rt he\nou tp ut cr ite ri a, ba se d on\nex pe rt ju dg m en t, co ns id er in g th e st ak eh ol de ri np ut .4 5 st ak eh ol de rs w er e ap pr oa ch ed ,c om\npr is in g: 9 re gu la to rs ;2\nN G O s; 6 in du st ry as so ci at io ns ;1 0\nla rg e in du st ry ;1 0 SM\nEs ;1\nin su ra nc e co m pa ny\nan d 7 co ns ul ta nt s/ re se ar ch\nor ga ni sa tio ns .1 9 st ak eh ol de rs pr ov id ed\nin pu t, sp ec ifi ca lly :2\nre gu la to rs ;2\nIn du st ry as so ci at io ns ;3\nla rg e in du st ry ;7\nSM Es ;5\nco ns ul ta nt s/ re se ar ch\nor ga ni sa tio ns\npr ov id ed\nin pu t. N G O s an d in su ra nc e co m pa ny\nst ak eh ol de rs or ig in al ly ap pr oa ch ed\ndi d no tp\nro vi de\nin pu t.\nCr ite ri a\nD es cr ip tio n/ ex am\npl es\nRe sp on se\nop tio ns\nId ea\nSc op in g (o r pr el im in ar y as se ss m en t)\nBu ild\nbu si ne ss\nca se\n(o r de fin iti on )\nR& D (o r de ve lo pm\nen t)\nTe st in g an d va lid at io n\nLa un ch\nH or iz on sc an ni ng / m on ito ri ng\nO ut pu t cr ite ri a\nRi sk\nin di ca to rs\nW ha tk in d of ri sk in di ca to rm\nay th e m od el gi ve ? Cl as se s in cl ud e ba nd in g, gr ou pi ng ; nu m er ic al es tim at e in cl ud es po in t es tim at e an d di st ri bu tio n\nCl as se s, co nt ro l ba nd in g, nu m er ic al es tim at e, ot he r\nN o ri sk ac tiv iti es\nCl as se s/ ba nd in g\nCl as se s/ ba nd in g\nCl as se s/ ba nd in g, nu m er ic al es tim\nat e\nCl as se s/ ba nd in g, nu m er ic al es tim at e\nN um\ner ic al\nes tim\nat e\nN um\ner ic al\nes tim\nat e\nVi su al is at io n of un ac ce pt ab le ri sk s\nSh ou ld th e m od el co m pa re\na nu m er ic al\nri sk\nes tim\nat e (e .g .a n Ri sk Ch ar ac te ri za tio n Ra tio ) to\nw ha t is\nac ce pt ab le ?\nYe s/ no\nN o ri sk ac tiv iti es\nYe s\nYe s\nYe s\nYe s!\nYe s!\nYe s!\nRe po rt in g of bo th ha za rd\nan d ex po su re\nou tc om\ne, be si de s ri sk\nSh ou ld th e m od el al so\nre po rt th e ou tc om e of th e ha za rd as se ss m en t an d ex po su re as se ss m en ts ep ar at el y, to sh ow w he re ri sk m ai nl y ar is es fr om ?\nYe s/ no\nN o ri sk ac tiv iti es\nYe s\nYe s\nYe s!\nYe s!\nYe s!\nYe s!\nRi sk\nsp ec ifi ed\npe r\nex po su re\nro ut e\nSh ou ld th e m od el re po rt th e ri sk\npe r\nex po su re ro ut e, to sh ow\nw hi ch\nro ut e gi ve s\nri sk\nsp ec ifi ca lly ,a nd\nw he re\nus e is sa fe ?\nYe s/ no\nN o ri sk ac tiv iti es\nYe s\nYe s\nYe s\nYe s!\nYe s!\nYe s!\nTy pe\nof un ce rt ai nt y\nch ar ac te ri za tio n pr ov id ed (f or\nri sk ,\nha za rd\nan d ex po su re )\nW ha t un ce rt ai nt y ch ar ac te ri za tio n sh ou ld th e m od el gi ve ,t o ha ve a su ffi ci en t im pr es si on of th e un ce rt ai nt y in th e ou tc om e of de ci si on m ak in g at th e ne xt “g at e” ?\nN on e, qu an tit at iv e, qu al ita tiv e, ot he r\nN o ri sk ac tiv iti es\nN on e\nQ ua lit at iv e\nQ ua lit at iv e\nQ ua nt ita tiv e\nQ ua nt ita tiv e\nQ ua nt ita tiv e\nA cc ur ac y of re su lti ng ri sk es tim at e\nW ha t ki nd\nof ac cu ra cy\nsh ou ld th e m od el\nou tp ut\nha ve ?\nBa nd in g, G ro up in g, W or st ca se es tim\nat io n,\nse m i-w\nor st ca se\nes tim\nat io n, O th er\nN o ri sk ac tiv iti es\nBa nd in g\nBa nd in g\nRe al is tic /s em iw or st ca se\nRe al is tic\nRe al is tic\nRe al is tic\nQ ua nt ita tiv e un ce rt ai nt y an al ys is of in pu t pa ra m et er s pr ov id ed\nSh ou ld th e m od el pr ov id e a qu an tit at iv e un ce rt ai nt y an al ys is fo r ea ch in pu t pa ra m et er ,t o sh ow w he re ri sk as se ss m en t is be st re fin ed in fu rt he r st ag es ?\nYe s/ no\nN o ri sk ac tiv iti es\nN o\nN o bu ti ts ho ul d be cl ea rh ow th e an sw er is de ri ve d.\nYe s\nYe s\nYe s\nYe s\nA pp ro ac h re po rt ed\nSh ou ld th e m od el re po rt th e ap pr oa ch th at ha s be en ta ke n in ca se th er e w er e m ul tip le da ta fo r on e in pu t pa ra m et er (e .g .t he w or st ca se ap pr oa ch )?\nYe s/ no\nN o ri sk ac tiv iti es\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nVa lu e of th e ri sk es tim at e\nRe gu la to ry\nac ce pt ed /s ci en tifi\nca lly\nso un d\nbu t no tr eg ul at or y ac ce pt ed /i nd ic at iv e\nRe gu la to ry\nac ce pt ed ,\nsc ie nt ifi ca lly\nso un d bu t\nno tr eg ul at or y ac ce pt ed ,i nd ic at iv e\nN o ri sk ac tiv iti es\nIn di ca tiv e\nIn di ca tiv e\nSc ie nt ifi ca lly\nso un d bu t no tr eg ul at or y ac ce pt ed / re gu la to ry ac ce pt ed\nRe gu la to ry ac ce pt ed\nRe gu la to ry ac ce pt ed\nRe gu la to ry ac ce pt ed\nA dv ic e on\nri sk\nm an ag em\nen t\nD oe s th e m od el gi ve\nri sk\nm an ag em\nen t\nop tio ns\nto re du ce\nth e ri sk ?\nYe s/ no\nN o ri sk ac tiv iti es\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nEx po su re\nin cl us io n cr ite ri a\nIn cl us io n of no nin te nt io na lu se ?\nSh ou ld no nin te nt io na lu se be\nin cl ud ed in th e m od el ,s o th e ri sk es tim at e co ns id er s th is ,t oo ?\n(Y es /n o)\nN o\nN o\nN o\nN o\nYe s\nYe s\nN o\nIn cl us io n of ag gr eg at ed ex po su re s?\nSh ou ld it be\npo ss ib le to in cl ud e ex po su re s\nto sa m e ch em\nic al fr om\ndi ffe re nt pr od uc ts ,\nw hi ch\nth e m od el th en\nsu m s to an ag gr eg at ed ex po su re ?\n(Y es /n o)\nN o\nN o\nN o\nYe s\nYe s\nYe s\nN o\nPo pu la tio ns\nin cl ud ed\nW hi ch\npo pu la tio ns\nsh ou ld be\nin cl ud ed in th e m od el ?\nW or ke rs\nN o\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nCo ns um\ner s\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nYe s\nG en er al po pu la tio n th ro ug h th e en vi ro nm en t\nN o\nN o\nN o\nN o\nYe s\nYe s\nYe s\n(c on tin ue d on\nne xt\npa ge )\nTa bl e 2 (c on tin ue d) C\nri te ri a\nD es cr ip tio n/ ex am\npl es\nRe sp on se\nop tio ns\nId ea\nSc op in g (o r pr el im in ar y as se ss m en t)\nBu ild\nbu si ne ss\nca se\n(o r de fin iti on )\nR& D (o r de ve lo pm\nen t)\nTe st in g an d va lid at io n\nLa un ch\nH or iz on sc an ni ng / m on ito ri ng\nCh ild re n\nN o\nN o\nD ep en di ng on ca se\nD ep en di ng\non ca se\nD ep en di ng on ca se\nD ep en di ng on ca se\nD ep en di ng on ca se\nEl de rl y\nN o\nN o\nN o\nD ep en di ng\non ca se\nD ep en di ng on ca se\nD ep en di ng on ca se\nD ep en di ng on ca se\nPr eg na nt\nN o\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nSp ec ifi ca tio n pe r re gi on po ss ib le\nPo pu la tio ns\nin di ffe re nt\nre gi on s di ffe r in di et ,p ro du ct ap pl ic at io n an d be ha vi ou r, an d ph ys io lo gi ca lc ha ra ct er is tic s. Sh ou ld th e m od el be ab le to di st in gu is h be tw ee n po pu la tio ns fr om di ffe re nt re gi on s?\nYe s/ no\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nEx po su re\nes tim\nat e ty pe\nW hi ch\nex po su re es tim\nat e ty pe s sh ou ld th e\nm od el us e, to m ak e th e fin al ri sk\nes tim\nat e\nsu ffi ci en tly\nm ea ni ng fu lf or\na de ci si on at th e ne xt “g at e” ?\nA ve ra ge\ndo se\nN o\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nPe ak\ndo se s\nN o\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nCo nc en tr at io ns\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nYe s\nH az ar d\nin cl us io n cr ite ri a\nKi ne tic\nen dp oi nt s\nin cl ud ed\nW hi ch\nki ne tic\nen dp oi nt\nsh ou ld be\nin cl ud ed\nat a ce rt ai n st ag e in or de r to\nm ak e th e es tim\nat ed\nri sk\nfit fo r m ak in g a\nde ci si on\nat th e ne xt “g at e” ?\nA bs or pt io n\nX X\nX X\nD is tr ib ut io n\nX X\nX X\nA cc um\nul at io n\nX X X El im in at io n X X X Bi oa va ila bi lit y X X X In vi tr o ha za rd en dp oi nt s in cl ud ed W hi ch in vi tr o ha za rd en dp oi nt sh ou ld be in cl ud ed at a ce rt ai n st ag e in or de r to m ak e th e es tim at ed ri sk fit fo r m ak in g a de ci si on at th e ne xt “g at e” de pe nd en t on ap pl ic at io n → re gu la to ry fie ld Bi oc om pa tib ili ty Xa Xa Xa Xa Co m pl em en ta ct iv at io n Cy to to xi ci ty Xb X X X X O xi da tiv e st re ss Xb X X X X G en ot ox ic ity Xb X X X X Im m un ot ox ic ity Xb X X X X In vi vo ha za rd en dp oi nt s in cl ud ed W hi ch in vi vo (o r si m ila rl y ac ce pt ed ) ha za rd en dp oi nt sh ou ld be in cl ud ed at a ce rt ai n st ag e in or de r to m ak e th e es tim at ed ri sk fit fo r m ak in g a de ci si on at th e ne xt “g at e” de pe nd en to n ap pl ic at io n → re gu la to ry fie ld A cu te to xi ci ty X X X Ir ri ta tio n/ co rr os io n Xc X X X Se ns iti sa tio n X X X Re pe at ed do se to xi ci ty X X X M ut ag en ic ity X X X Ca rc in og en ic ity X X X Re pr od uc tio n to xi ci ty - fe rt ili ty X X X Re pr od uc tio n to xi ci ty - de ve lo pm en ta lt ox ic ity X X X Im m un ot ox ic ity X X X N eu ro to xi ci ty X X X Ex po su re du ra tio n in cl ud ed W hi ch ex po su re du ra tio ns sh ou ld th e ha za rd da ta co ve r in or de r to m ak e th e es tim at ed ri sk fit fo r m ak in g a de ci si on at th e ne xt “g at e” ? A cu te X Xd X Su bac ut e (2 8 d) X Xd X Su bch ro ni c (9 0 d) X Xd X Ch ro ni c (1 –2 y) X Xd X M ul tige ne ra tio n X Xd X Ex po su re ro ut es in cl ud ed W hi ch ex po su re ro ut es sh ou ld th e ha za rd da ta co ve r in or de r to m ak e th e es tim at ed ri sk fit fo r m ak in g a de ci si on at th e ne xt “g at e” ? Th is w ill al so de pe nd on th e pr od uc ta nd its ap pl ic at io n. O ra l Xd X D er m al Xc X X X In ha la tio n Xc X X X I.v . Xd X O cu la r Xd X\na D ep en di ng\non us e.\nb A ss es sm\nen t by\nQ SA Rs\nor re ad -a cr os s.\nc A ss es sm\nen t by\nin vi tr o te st on ly at th is st ag e.\nd D ep en di ng\non us e, pr oc es s an d le gi sl at io n.\ncirculated for data population, via e-mail to a total of 45 identified individuals from 45 stakeholder organisations, comprising: 9 regulators; 2 NGOs; 6 industry associations; 10 large industry; 10 SMEs; 1 insurance company and 7 consultants/research organisations. Individuals approached from the different stakeholders where either at senior or managerial level, to obtain as much as possible a mature balanced reflection on the use of HRA models for MN within their organisations. Follow up telephone calls were scheduled to increase the response rate. Stakeholders were asked to fill in the matrices using the response options resulting in the assignment of values to the proposed criteria for each of the stages.\nFor ‘maximal costs’ as the illustrative example, stakeholders assigned values of ‘0–5 k €’ for the ‘Idea’ stage. In this step 2, stakeholders also were encouraged to add any missing – i.e. of importance to the stakeholders, but not described by the experts - criteria.\nAll responses were summarized and evaluated for each criteria. The evaluation of the stakeholder responses differed per criteria (depending on the nature of the question) and either the predominant options, a range of responses or highest/lowest option chosen per stage-gate were considered as representative for stakeholder needs in general, and stored in the final criteria-innovation stage-gate matrices (Tables 1 and 2). The way the evaluation was performed, for each of the different criteria, is specifically indicated in column 4 of Table 1. This enabled the later stage-gate specific matching of the HRA models against the assessed criteria per stage-gate (step 4)."
    }, {
      "heading" : "2.3. Step 3: inventory, selection and evaluation of existing HRA models against criteria",
      "text" : "A selection of HRA models/tools, including risk-, hazard- and exposure assessment models was made based on previously gathered inventories and two recent overview publications on the assessment for nano-risk assessment tools and frameworks (Liguori et al., 2016; Hristozov et al., 2016). More details are provided in supplementary Table S1. Models were eligible for inclusion into the selection, when the model was in such a state of development that a workable version was available, both from a scientific point of view and as a functional software tool (either online or as a software package). HRA models which were not specifically developed for risk assessment of MN were also taken into account. The reason for this was the ability to learn about possible positive aspects of these non-nano specific HRA models in relation to criteria, which could be taken into account in the development of future nano-specific HRA models.\nConcerning the evaluation, this involved the evaluation of existing HRA models against the stakeholder criteria by at least two independent researchers. These were selected from three different research institutes involved in the present work. The division of the models was such that evaluators were as much as possible the actual model developers, or preferably familiar with the model/tool. Disagreements between the different evaluators, were resolved in a series of telcons to reach consensus for all the 17 models in relation to each of the criteria. If needed, this also involved contacting those model owners, the partner organisations/research institutes of which were not involved in the current study. To clarify this methodology step, using again the example of maximal costs, it was evaluated that the majority of models was free to run (Table 3, Row 3)."
    }, {
      "heading" : "2.4. Step 4: ‘matching of models to stage-gate-specific criteria’ and ‘ranking of HRA models based upon: overall criteria, output criteria, exposure and hazard inclusion criteria’",
      "text" : "In this step, stakeholder needs (step 2) were matched with the outcome of the model evaluation (step 3) using scores. A scoring system was defined where a set of generic and criteria-specific rules were developed and agreed upon (full set of rules is available in the supplementary Table S2). A match between the model parameter value,\nresulting from the assessment, and the stage-gate dependent criteria resulted in a + 1 score; a mismatch between a model parameter and the criteria resulted in a − 1 score; when a match was uncertain (e.g. due to subjectivity in a criteria) a score of 0 was applied. For ‘maximal costs/cost to run the model’, as example criterion within the ‘overall criteria’ category, it is possible to run the ANSES model ‘for free, 0€’ (step 3, results shown in Table 3). Therefore, this model achieves a perfect match for this criterion (score of ‘+1’), with the stakeholder needs as defined by the assigned value (step 2, results shown in\nTable 1). This applies to any of the Cooper stage-gates, as 0€ is always below any of the stage specific maximal cost indicated.\nThe matching was performed for each stage-gate separately, by three different groups of independent researchers (containing two researchers per group) independently. Arithmetic mean scores were calculated for each criterion. Next, the matching was checked for consistency between the different researchers performing the scoring. Inconsistencies were solved and agreed upon by all researchers.\nThe resulting scores were averaged for each thematic group to even out the relative influence of each of these groups on the end score. Averaging these different scores to a final score resulted in the final top 5 ranking of the HRA models."
    }, {
      "heading" : "2.5. Step 5: exploration of the model mismatches with stage-gate specific criteria, discussion of current model limitations and suggested improvements",
      "text" : "Even for the top 5 ranking models it was expected that for each stage-gate, for certain criteria, mismatches could result from the comparison of the model evaluation (step 3) with the values assigned to these criteria by the stakeholders (step 2). These mismatches were explored in greater detail, to define remaining limitations of the current models and to provide suggestions for further improvements (e.g. using innovative methods).\nThe availability of information required to populate the models was not part of the actual model ranking process, that is to judge if the model is in principle suitable for application at a particular stage gate. This was done, since we did not want to ‘punish’ models a priori but wanted to get an objective as possible view on the potential applicability, independent upon data availability. However, this information from stakeholders was taken into account when further exploring the model mismatches with stage-gate specific criteria."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Step 1: expert derived criteria for risk assessment along stage-gates",
      "text" : "In total, 24 criteria were developed within the ‘overall criteria’ category. Furthermore, 10 model output criteria, 12 exposure inclusion criteria and 31 hazard inclusion criteria were developed. All specific criteria are shown in Tables 1 and 2 (criteria columns)."
    }, {
      "heading" : "3.2. Step 2: active involvement of stakeholders and assignment of values to criteria",
      "text" : "Aside from researchers involved in the current study, from stakeholders approached, two participated in the workshop (1 from large industry and 1 from industry associations). Employees approached from the different stakeholders where either at senior or managerial level, as this was deemed necessary to obtain a mature reflection on HRA models. However, this in turn made it difficult to engage all invited stakeholders to participate with main compromising reason being the availability of time. In total, we succeeded in identifying and approaching 45 stakeholders by e-mail, with follow-up by telephone calls, to further attempt to increase the response rate, of which 9 were regulators, 2 NGOs, 6 industry associations, 10 large industry, 10 SMEs, 1 insurance company and 7 consultants/research organisations. Out of these, 19 responded positively (2 regulators, 0 NGOs, 2 industry\nTa bl e 3 M od el as se ss m en ta ga in st de ve lo pe d cr ite ri a.\nO ve ra ll cr ite ri a\nCr ite ri a\nD es cr ip tio n/ ex am\npl es\nRe sp on se\nop tio ns\nA N SE S\nPr ec au tio na ry m at ri x\nCo nt ro lb an di ng na no to ol\nIV A M\nG ui da nc e\nSt off en m an ag er na no\nSt off en m an ag er\nLi ca ra\nN an oS ca n\nCo st to\nru n th e m od el\nW ha t ar e th e m ax im al co st s of ru nn in g th e to ol , in cl .t im e to fil li n th e to ol w ith al ln ec es sa ry pa ra m et er s?\n(I n k€ )\nFr ee\nFr ee\nFr ee\nFr ee\n2. 5 k€ /y ea ra\n2. 5 k€ /y ea ra\nFr ee\nM ax im al du ra tio n\nW ha ti st he\nm ax im al tim e ru nn in g th e to ol ta ke s, in cl .t im e to ga th er al l ne ce ss ar y in pu t pa ra m et er s? Ti m e in du ra tio n, N ot in sp en t ho ur s.\n(I n da ys )\n1 h\n1 h\n0. 5 h\n1 h\n1 h\n2 h\n2 h\nM ar ke t re ad in es s of m od el - ac ce pt an ce / va lid at io n st ag e of m od el\nW ha t le ve lo fm\nar ke t re ad in es s an d ac ce pt an ce do es th e to ol ha ve ?\n1: pr ot ot yp e, 2: m ar ke tre ad y, 3: pe er -r ev ie w ed , 4: va lid at ed ,5 :a cc ep te d by EC H A\n3 3\n2 1\n3 5\n3\nA va ila bi lit y of gu id an ce\nIs a gu id an ce\nav ai la bl e\n(Y es /n o)\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nN ec es sa ry\nch em\nis tr y\nex pe rt is e to\nru n\nth e m od el\n1: no ne , 2: lo w , 3: m ed iu m , 4: hi gh , 5: sp ec ia lis t\n2 3\n2 3\n2 2\n1\nN ec es sa ry\nto xi co lo gy\nex pe rt is e to\nru n\nth e m od el\n1: no ne , 2: lo w , 3: m ed iu m , 4: hi gh , 5: sp ec ia lis t\n3 3\n3 1\n2 2\n1\nN ec es sa ry\nex po su re sc ie nc e ex pe rt is e to ru n th e m od el\n1: no ne , 2: lo w , 3: m ed iu m , 4: hi gh , 5: sp ec ia lis t\n2 3\n2 3\n3 4\n1\nM od el ad dr es se s bo th hu m an an d en vi ro nm en ta lr is k as se ss m en t\nD oe s th e to ol ad dr es s bo th hu m an an d en vi ro nm en ta lr is k?\n(Y es /n o)\nN o\nYe s\nN o\nN o\nN o\nN o\nYe s\nTr an sp ar en cy\nIs th e to ol tr an sp ar en ti n its de ci si on s an d ca lc ul at io ns ?\nYe s/ no\nYe s\nYe s\nN o\nYe s\nYe sd\nYe sd\nYe s\nQ ua lit y as se ss m en t/ ra tin g of in pu t da ta in cl ud ed\nD oe s th e to ol in cl ud e a qu al ity as se ss m en t an d ra tin g of th e in pu td\nat a?\nYe s/ no\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nPr ec au tio na ry\nco ns id er at io ns\nH ow\ndo es\nth e to ol de al\nw ith\nda ta ga ps ? (t oo l\nst op s, w or st ca se es tim at io n do es\nth e to ol\nas k fo r ra ng es\nor on e\nva lu e)\n1: m od el st op s, 2: de fa ul t va lu e us ed , 3: es tim at ed va lu e us ed\n1 1\n2 no\n1 3\n2\nYe s/ no\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s (c on tin ue d on\nne xt\npa ge )\nTa bl e 3 (c on tin ue d) O ve ra ll cr ite ri a\nCr ite ri a\nD es cr ip tio n/ ex am\npl es\nRe sp on se\nop tio ns\nA N SE S\nPr ec au tio na ry m at ri x\nCo nt ro lb an di ng na no to ol\nIV A M\nG ui da nc e\nSt off en m an ag er na no\nSt off en m an ag er\nLi ca ra\nN an oS ca n\nIte ra tio n/ ad ap ta tio n po ss ib ili tie s\nIs it be\npo ss ib le to\nad d/\nch an ge\nda ta as it be co m es\nav ai la bl e, or in a ne xt st ag e?\nPr od uc t lif e cy cl e pe rs pe ct iv es\nW hi ch\npa rt s of lif e cy cl e\ndo es\nth e to ol in cl ud e?\nSy nt he si s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nPr od uc tio n\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nTr an sp or t\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nU se\nYe s\nYe s\nN o\nYe s\nYe sf\nYe sf\nYe s\nEn dof -li fe\nN o\nN o\nN o\nN o\nN o\nN o\nYe s\nSp ec ifi ci ty to\nin du st ry\nIs th e to ol ne ed\nto be sp ec ifi c fo r a ce rt ai n ty pe of in du st ry ?\nYe s/ no\n(i fy es ,w\nhi ch ?)\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nA va ila bi lit y of de fa ul t va lu es an d sc en ar io s\nD oe s th e to ol ha ve\nth e\nop tio n to\nus e de fa ul t\nva lu es\nan d de fa ul t sc en ar io s w he n ce rt ai n in pu t is N ot av ai la bl e?\nYe s/ no\nYe s\nN o\nN o\nN o\nYe s\nYe s\nYe s\nSt an da rd iz ed te rm\nin ol og y\nD oe s th e to ol us e st an da rd iz ed te rm in ol og y?\nYe s/ no\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nCa n th e to ol be in st al le d as a st an dal on e ap pl ic at io n?\nYe s/ no\nYe sm\nYe s\nYe s\nYe sm\nN o\nN o\nN o\nO ve ra ll cr ite ri a\nCr ite ri a\nN an oS af er\nCB Ri sk of D er m\nG U ID En an o\nA RT\nCo ns ex po\nna no\nD RE\nA M *\nEC ET O C TR\nA M EA\nSE EG\nRE T2\nBA U A Sp ra yE xp o 2. 3\nCo st to\nru n th e m od el\nFr ee\nFr ee\n? Fr ee\nYe s\nFr ee\nFr ee\nFr ee\nFr ee\nFr ee\nM ax im al du ra tio n\n1 h\n2 h\n8 h\n1 h\n1/ 2 h\n10 h\n5 m in –3\nhb 1 hc\nM ar ke t re ad in es s of m od el - ac ce pt an ce / va lid at io n st ag e of m od el\n2 5\n1 5\n1 3\n5 5\n5 4\nA va ila bi lit y of gu id an ce\nYe s\nYe s\nN o\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nN ec es sa ry\nch em\nis tr y\nex pe rt is e to\nru n\nth e m od el\n1– 2\n3 4\n2 3\n3 4\n2 2\n1\nN ec es sa ry\nto xi co lo gy\nex pe rt is e to\nru n\nth e m od el\n1– 2\n2 5\n1 1\n1 1\n1 1\n1\nN ec es sa ry\nex po su re sc ie nc e ex pe rt is e to ru n th e m od el\n1– 2\n3 5\n4 2\n4– 5\n4 3\n1– 4\n2– 5\nM od el ad dr es se s bo th hu m an an d\nN o\nN o\nYe s\nN o\nN o\nN o\nYe s\nN o\nN o\nN o\n(c on tin ue d on\nne xt\npa ge )\nTa bl e 3 (c on tin ue d) O ve ra ll cr ite ri a\nCr ite ri a\nN an oS af er\nCB Ri sk of D er m\nG U ID En an o\nA RT\nCo ns ex po\nna no\nD RE\nA M *\nEC ET O C TR\nA M EA\nSE EG\nRE T2\nBA U A Sp ra yE xp o 2. 3\nen vi ro nm\nen ta lr is k\nas se ss m en t Tr an sp ar en cy\nN od\nYe sd\nYe s\nYe sd\nYe se\nYe sd\nYe s\nYe s\nYe sd\nYe se\nQ ua lit y as se ss m en t/ ra tin g of in pu t da ta in cl ud ed\nYe s\nN o\nYe s\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nPr ec au tio na ry\nco ns id er at io ns\n2 2– 3\n2– 3\n3 1\n1 1\n1 2– 3\n2\nIte ra tio n/ ad ap ta tio n po ss ib ili tie s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s\nYe s an d no\nYe s\nPr od uc t lif e cy cl e pe rs pe ct iv es\nYe s\nYe s\nYe s\nN o\nN o\nYe s\nYe s\nYe s\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nN o\nYe s\nYe s\nYe s\nN o\nN o\nN o\nN o\nYe s\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nYe s\nYe sf\nYe s\nYe s\nYe s\nN o\nYe s\nYe sf\nYe s\nYe s\nYe s\nN o\nYe s\nN o\nN o\nN o\nYe s\nN o\nN o\nN o\nSp ec ifi ci ty to\nin du st ry\nN o\nN o\nN o\nN o\nN o\nN o\nN o\nYe sg\nYe sh\nYe si\nA va ila bi lit y of de fa ul t va lu es an d sc en ar io s\nYe sj\nYe s\nYe s\nYe s\nYe sk\nN o\nYe s\nYe s\nYe s\nYe s\nSt an da rd iz ed te rm\nin ol og y\nN o\nN o\nN o\nN o\nN o\nYe s\nYe s\nYe s\nYe s\nCa n th e to ol be in st al le d as a st an dal on e ap pl ic at io n?\nN ol\nYe s\nN o\nYe sd\nYe sd\nYe s\nYe s\na 2. 57 5 ye ar ly (e x. VA\nT) .U\np to\n35 sc en ar io s fo r fr ee .\nb 5 m in if al lp ar am\net er s ar e kn ow\nn, 3 h if un de rs ta nd in g of th e m od el ne ed s to\nbe ac qu ir ed .\nc 1 m in /p er\nru n tim\nes 5 ru ns\npe r sc en ar io is 5 m in pe r sc en ar io (1\nh to\nfil li n al lp ar am\net er s an d re ad\nth e m an ua l) .\nd W ith\nus e of pu bl is he d pa pe rs .\ne W ith\ngu id an ce\ndo cu m en ts or\nm an ua l.\nf Pr of es si on al us e on ly . g M et al s an d in or ga ni c su bs ta nc es . h So lv en t in du st ry . i Bi oc id e sp ra yi ng . j D ef au lt va lu es\npo ss ib le fo r se ve ra lq ue st io ns\nth at ha s be en\nfo un d to\nst op\nus er s.\nk Th e to ol pr ov id es\nso m e pr efi lle d ex am\npl es .\nl Ru\nns as\na w eb -to ol w ith\nin di vi du al us er\nlib ra ri es .\nm To ol on ly av ai la bl e on\npa pe r.\nassociations, 3 large industry, 7 SMEs, 0 insurance and 5 consultants/ research organisations). 6 stakeholders provided input on all criteria in the criteria-innovation stage matrices. The other 13 remaining stakeholders responded to parts of the criteria.\nThe majority of the respondents were from large industry, SMEs or industry associations. A smaller portion of the respondents were regulators and consultants. Some examples of stakeholders representatives were: a scientist involved in MN characterization; a chemist involved in product stewardship; a manager regulatory affairs; a project manager on nanotechnology; a toxicologist working at a contract research organisation; a consultant in nanotechnology (regulatory affairs, toxicology); a CEO of a company involved in the production of MN; a senior scientist active in a research center on MN containing products; a consultant on business development on applications of MN within the medical domain; a regulatory expert specifically concerned with MN; a regulator with background in chemistry. As stated, responses from industry and SMEs were most prominent. One logical explanation is that the number of stakeholders approached initially was highest for these stakeholder categories. Further, although stakeholders were not explicitly asked why they participated, we anticipate that out of all stakeholder categories, these two are primarily involved in the development of MN or MN containing products, during which the need is high for applicable HRA models, in particular for SMEs. Further, the Cooper ‘stage-gate’ model or similar innovation models is probably appealing for these stakeholders as a general concept close to daily practice, which could also explain the bias in responses. Based upon the assignment of values to the overall criteria (step 2), the stakeholder needs are shown for each stage-gate in Table 1.\nIn general, stakeholders indicated that during early stages, the HRA model should be relatively low-cost and fast to run and require a low level of expertise in chemistry as well as exposure and hazard assessment. All stakeholders indicated that the model should be a stand-alone tool, locally installed within their organisations to ensure the confidentiality of the input data and model output.\nIn Table 2, the criteria-innovation stage-gate matrix for the output criteria, hazard inclusion criteria and exposure inclusion criteria is shown. Stakeholders indicated that in their opinion, human health risk activities are not needed during the idea phase. Therefore, this phase was excluded from any further assessment and model ranking. Regarding the output criteria, it was indicated that HRA models in early phases of innovation should provide qualitative output in the format of classes/control bands. These are ranges of estimated exposure (so not provided as fully quantified to the tool), in relation to a hazard index.\nIn later stages, HRA models need to provide quantitative estimates. For all stages, HRA models should visualize unacceptable risks and provide outputs for hazard, exposure and risk separately. The assessment further indicated that HRA models are allowed to be indicative at early stages of innovation, but they should be accepted by regulatory authorities for the testing and validation phase and onwards. Regarding the inclusion criteria for exposure information, stakeholders indicated that HRA models should take into account occupational/worker exposure at all stage-gates. In contrast, consumer exposures should be taken into account by the models only at the business case stage (and onwards).\nConcerning criteria for inclusion of hazard information, HRA models are not required to provide any hazard information during the scoping phase, but information on for instance cytotoxicity, oxidative stress, genotoxicity and immunotoxicity needs to be included during the business development phase. At higher stage-gates, more hazard information needs to be included according to the stakeholders as can be seen in Table 2."
    }, {
      "heading" : "3.3. Step 3: inventory, selection and evaluation of existing HRA models against criteria",
      "text" : "In total, 17 HRA models were selected for evaluation against the\ndefined criteria, to fulfil the stakeholder needs, as embodied within the semi-quantitative assessment of the criteria for each of the stage-gates (shown in Table 3). The selected models were ANSES (Riediker et al., 2012), the Swiss Precautionary Matrix (Höck et al., 2010), Control Banding Nanotool (Paik et al., 2008; Zalk et al., 2010), IVAM Guidance (Cornelissen et al., 2011), Stoffenmanager (Schinkel et al., 2010), Stoffenmanager Nano (Van Duuren-Stuurman et al., 2012), LICARA NanoSCAN (van Harmelen et al., 2016), Nanosafer CB (nanosafer.org), RiskofDerm (van Hemmen et al., 2003), the GUIDEnano tool (www. guidenano.eu), the Advanced Reach Tool (ART) (Fransman et al., 2011), Consexpo Nano (consexponano.nl), DREAM (Van-Wendel-deJoode et al., 2003), ECETOC TRA V3 (ECETOC European Centre for Ecotoxicology and Toxicology of Chemicals, 2012), MEASE (https:// www.ebrc.de/industrial-chemicals-reach/projects-and-references/ mease.php), EGRET2 (Zaleski et al., 2014) and BAUA SprayExpo (Koch et al., 2012). While it is not the scope of this paper to describe each model in detail, a small description of each tool has been provided in the supplementary Table S1. The SUN decision support tool (https:// sunds.gd/) was not included in this assessment, because for HRA, it utilizes results from the LICARA NanoScan, NanoSafer and quantitative hazard data to be used for decision support. However, the SUNDS tool may be highly applicable for higher level risk assessment and management for decisions advanced users as demonstrated in recent scientific publications (Hristozov et al., 2018; Tsang et al., 2017). Specific attention was paid to include nano-specific models as much as possible; however, some HRA models that are not specific for MN were included in the evaluation as well. The model evaluation against the overall criteria is shown in Table 3. Similarly, the model evaluation against the output- and inclusion criteria for hazard and exposure information are shown in Table 4."
    }, {
      "heading" : "3.4. Step 4: matching of the HRA models to stakeholder and end-user criteria, in order to propose a ranking of existing models",
      "text" : "The matching of the evaluated models against the assessed criteria for each stage-gate led to a ranking of the models for each of the stagegates. This is shown in Table 5, in which the 5 top ranking models for each of the stage-gates are represented. In total, taking into account all the stages, 9 different HRA models were present in the top 5 highest scoring models.\nBased on the matching, two HRA models are predominantly represented within all stage-gates: NanoSafer CB and the GUIDEnano tool. NanoSafer CB ranked highest for stages 2 and 3 and the GUIDEnano tool for stages 4–7. LICARA nanoSCAN ranked high for the earlier stages (stages 2, 3 and to a lesser extent stage 4) and ranked lower for the later stages.\nRiskofDerm is within the top 5 ranking models for nearly all stages, the exceptions being stages 3 and 7. ECETOC TRA is present in the top-5 ranking for stages 3–7, and Stoffenmanager (nano), EGRET2 and ART are present for one or two stages."
    }, {
      "heading" : "3.5. Step 5: exploration of the model mismatches with stakeholder requirements",
      "text" : "The rankings across the different stage-gates involved nine different models in total. From these, five HRA models (LICARA nanoSCAN, Stoffenmanager nano (as part of LICARA nanoSCAN), Nanosafer CB, RiskofDerm and the GUIDEnano tool) were selected for a more in-depth exploration of the mismatches, between these HRA models and criteria. In this part of the assessment, anticipated implications of the availability (absence) of input information were also considered. The reason to take this information into account was that it also affects the ultimate stage-gate-dependent applicability of the tools.\nFor brevity, the description and discussion of mismatches together with available information is provided in general (and not model specific). Focusing on common mismatches observed in the majority of the\nTable 4 Model evaluation against stakeholder derived criteria.d\nCriteria Description/ examples\nResponse options\nANSES Precautionary matrix\nControl banding nanotool IVAM Guidance Stoffenmanager nano Stoffenmanager\nOutput criteria Risk indicators What kind of risk indicator does the tool give? Classes include banding, grouping; numerical estimate includes point estimate and distribution 1: classes, 2: control banding, 3: numerical estimate\n2 3 2 2 2 2\nVisualisation of unacceptable risks Does the tool compare a numerical risk estimate (e.g. a Risk Characterisation Ratio) to what is acceptable? Yes/no N N N N N Y Reporting of both hazard and exposure outcome, besides risk\nDoes the tool also report the outcome of the hazard assessment and exposure assessment separately, to show where risk mainly arises from? Yes/no Y Y Y Y Y Y\nRisk specified per exposure route\nDoes the tool report the risk per exposure route, to show which route gives risk specifically, and where use is safe?\nYes/no N N N N Yc N\nType of uncertainty characterization provided (for risk, hazard and exposure) What uncertainty characterization does the tool give? 1: none, 2: qualitative, 3: quantitative\n1 1 1 1 1 3a\nAccuracy of resulting risk estimate\nWhat kind of accuracy does the tool output have? 1: banding, 2: grouping, 3: worst case estimation, 4: semi-worst case estimation, 5: realistic 1 4 1 1 1 1\nQuantitative uncertainty analysis of input parameters provided Does the tool provide a quantitative uncertainty analysis for each input parameter, to show where risk assessment can be refined. Yes/no N N N N N N Approach reported\nDoes the tool report the approach that has been taken in case there were multiple data for one input parameter (e.g. the worst case approach)? Yes/no N N N N N N\nValue of the risk estimate In which context can de provided 1: regulatory accepted,\n3 3 3 3 3 1\n(continued on next page)\nTable 4 (continued)\nCriteria Description/ examples\nResponse options\nANSES Precautionary matrix\nControl banding nanotool IVAM Guidance Stoffenmanager nano Stoffenmanager\nrisk estimate be used 2: scientifically sound but not regulatory accepted, 3: indicative\nAdvice on Risk Management Does the tool give risk management options to reduce the risk? Yes/no Y N Y Y Y Y Approach What approach does the tool or risk assessor handle in case there are multiple data for a certain input parameter? Worst case N N N N Y Y\nRealistic worst case N N N N N N Probabilistic N N N N N N Use of defaults N N N N N N\nExposure inclusion criteria Inclusion of Non-intentional use? Is non-intention/ al use included in the tool, or can it be included so the risk estimate considers this, too? (Yes/no) N N N N N N\nInclusion of aggregated exposures?\nDoes the tool support the exposures to same chemical from different products, which the model then sums to an aggregated exposure? (Yes/no) N N N N N Y\nPopulations included\nWhich populations are included in the tool? Workers Y Y Y Y Y Y Consumers N Y N N N N General population through the environment N N N N N N\nChildren N N N N N N Elderly N N N N N N Pregnant N N N N N N\nSpecification per region possible Populations in different regions differ in diet, product application and behaviour, and physiological characteristics. Does the model distinguish between populations from different regions? Yes/no N N N N N N Exposure estimate type\nWhich exposure estimate types does the model use, to make the fin/al risk estimate? Average dose per day\nY N N N N N\nPeak doses Y N N N N N Concentrations N N N N N N\nWhich kinetic endpoint are\nAbsorption N N N N N N Distribution N N N N N N\n(continued on next page)\nTable 4 (continued)\nCriteria Description/ examples\nResponse options\nANSES Precautionary matrix\nControl banding nanotool IVAM Guidance Stoffenmanager nano Stoffenmanager\nHazard inclusion criteria Kinetic endpoints included\nincluded in the tool in order to estimated risk? Accumulation N N N N N N Elimination N N N N N N Bioavailability N N N N N N\nIn vitro hazard endpoints included Which in vitro hazard endpoint are included in the tool to estimate the risk? Biocompatibility N N N N N N Complement activation N N N N N N\nCytotoxicity N N N N N N Oxidative stress N N N N N N Genotoxicity N N N N N N Immunotoxicity N N N N N N\nIn vivo hazard endpoints included Which in vivo (or similarly accepted) hazard endpoint are included in the tool in order to estimate the risk? Acute toxicity N N N N N Y Irritation/ corrosion N N Y N N N Sensitisation N N Y N N N Repeated dose toxicity N N N N Y Y\nMutagenicity N N Y N Y Y Carcinogenicity N N Y N Y Y Reproduction toxicity - fertility N N Y N Y Y Reproduction toxicity - developmental toxicity N N Y N Y Y Immunotoxicity N N N N N Y Neurotoxicity N N N N N N\nExposure duration included\nWhich exposure durations does the tool cover? Acute N N Y N N N Sub-acute (28 d) N N N N N N Sub-chronic (90 d) N N N N N N\nChronic (1–2 y) N N N N N N Multi-generation N N N N N N\nExposure routes included Which exposure routes the tools cover? Oral N N N N N N Dermal N N N N N N Inhalation Y N Y N Y Y Intravenous N N N N N N Ocular N N N N N N\nLicara nanoscan\nNanoSafer CB RiskofDerm GUIDEnano ART Consexpo nano DREAM* ECETOC TRA\nMEASE EGRET2 BAUA SprayExpo 2.3\nOutput criteria 1 2 2 3 3 3 1 3 3 2–3 3 Y Y N Y N N N Y N Y N Y Y Y Y Na Yb N Na N Y N N Yc Ye Y Nc Yc N Y Yc Y Y 2 1 3 3 3 1 1 1 1 1 1f 3 3–5 3–5a 1a,g 3 3 4 5 N N N Y N N N N N N N N N Y N N N N N N N 3 2 1 2 1 3 3 1 1 1 2 N Y Y Y N N N N N Y N Y N Y N N N n/a N N N N Y N N Y N N N N N N Y N Y N N N N N Y Y N N N Y N Exposure inclusion criteria\nN Y N Y N Yh Y N N N N N N N Y Y N N N N N N Y Y Y Y Y N Y Y Y N Y Y Y N Y N Y N Y N Y N Y N N Y N N N Y N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N N Y N Y Y Y N Y Y Y Y N Y N Y Y Y N N N N N N Yi N Y Y Y Yj N N Y Y N Yk Yk Y N N N N N N N N Yk Yk N N N N N N N N\n(continued on next page)\nfive different models. Specific mismatches for each of the models per stage gate can be found in supplementary Tables S3–S6.\nIn general, criteria mismatches or issues with information availability were identified between the model evaluation and assigned values to the criteria. This, for overall, output and exposure and hazard inclusion criteria. The identified mismatches concerning these five further selected models can be categorised over three domains: exposure, hazard and physical-chemical information and generally concern mismatches regarding the availability of data, availability of user expertise to run the tools, interpretation of the data, quality assessment\nof the input parameters, inclusion of different endpoints and populations, uncertainty characterization and nano-specificity of (parts) of the tools. Regarding exposure, eight general mismatches occurred for these HRA models. First, data availability (especially for early stages) was an issue for these models regarding the workplace configuration, control measures, relevant concentration ranges etc. Furthermore, the availability of expertise to run (part of) the HRA models was not always expected to be sufficient. Lastly, not all models are specifically tailored to predict human health risks of MNs.\nFor hazard/risk, 14 general criteria mismatches emerged across the\nTable 4 (continued)\nLicara nanoscan\nNanoSafer CB RiskofDerm GUIDEnano ART Consexpo nano DREAM* ECETOC TRA\nMEASE EGRET2 BAUA SprayExpo 2.3\nHazard inclusion criteria N Yk Yk Y N Yl N N N N N N Yk Yk Y N Yl N N N N N N Yk Yk N N Yl N N N N N N Yk Yk N N N N N N N N N Yk Yk N N N N N N N N N Yk Yk N N N N N N N N N Yk Yk N N N N N N N N N Yk Yk N N N N N N N N N Yk Yk N N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk N N N N N N N N N Yk Yk N N N N N N N N N Yk Yk Y N N N N N Y N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N N N N Yk Yk Y N N N N N Y N N Yk N Y N N N N N N N N Yk N Y N N N N N N N N Yk Y Y N N N N N N N Y Yk N Y N Y N N N N N N Yk N N N N N N N N N N Yk N Y N N N N N N N\na Only exposure. b The tool shows the aerosol loading graphs for exposure and hazard. c Only for inhalation. d Via Stoffenmanager Nano. e Only for dermal. f Varies with the quality of the input parameters and use of defaults. If defaults are used, the assessment is worst-case banding. g Output is a score, not an exposure concentration. h A scenario can be built in such a way that non-intentional use is covered. i Exposure potential is not given to user. j Only exposure score (which is aimed to be likely similar to mg/cm2) is given. k Based on R-phrases and H-statements. H-statements are part of the Globally Harmonized System of Classification and Labelling of Chemicals (GHS) and are replacing the R-phrases. Some of the older models may still require data input as ‘R-phrases’, to asses hazard, whereas other models use the updated ‘H-statement’ nomenclature.\nl The model simulates the cleaning of the lungs and calculates dose.\nfive different models. Also in this topic, the availability of information to populate the models proved to be an issue. For example, LICARA NanoSCAN/Stoffenmanager Nano asks if MNs cause redox activity, catalytic activity or have a potential for oxygen radical formation to induce inflammation reactions. However, the availability of information (e.g. from in vitro) to distinguish reactive and non-reactive materials in terms of inducing oxidative stress is often limited. Further, the GUIDEnano model does not include yet in the model in vitro hazard endpoints reflecting e.g. of oxidative stress/immunotoxicity. These studies are often absent for MNs (data availability). In contrast to the shortcomings of NanoSafer CB and RiskofDerm, GUIDEnano has the possibility to enter the chemical composition of a MN by means of a CAS or EINECS number, after which it automatically retrieves available Classification and Labelling information. In addition, the tool contains a table with provisional hazard limit values for selected materials that have previously been derived, and links to documents containing different kinds of recommendations for hazard limit values. In the GUIDEnano tool conservative default values have only been derived for repeated dose inhalation toxicity. Derivation of such defaults for other hazard endpoints is recommended. In NanoSafer, in case no nano-specific OEL and nano-specific hazard sentences are given, the MN hazard is scaled based on the OEL of the nearest analogue bulk material and its R- phrase or H-statement and physicochemical characteristics of the MN (presence of coating and the volume-specific surface area).\nFor the physio-chemical properties, four general mismatches can be described when also taking into account the available information. Again, information regarding the MN itself such as dustiness, solubility, carrier material of the MN, etc. are often not known during early stages of innovation according to stakeholders. In particular, data on solubility or half-life of MN in biological compartments is very rare while reliable first-order information on solubility in water can be found as regular physico-chemical handbook data on analogous bulk materials. Even for the models considered more suitable for early stages of innovation, like the LICARA nanoSCAN and Stoffenmanager Nano, specific information regarding the physio-chemical properties is not readily available according to stakeholders. Furthermore, there was a mismatch for all models regarding the quality assessment of the input parameters such as the relevance of an assay/method and the characterization and similarity of the tested MN.\nFinally, while not within the selected five models, ECETOC TRA, ART and Stoffenmanager appeared in the top ranking list as well. Like RiskofDerm, these HRA models were not designed to address MNs, which has implications on the usability of these models in settings where MNs are under investigation. However, these HRA models contain aspects which appeal to stakeholders working with HRA models, which can be taken into account when further developing nano-specific HRA models. Some of these aspects include the scope and readiness of these models, for example ECETOC TRA is capable of estimating inhalation, dermal and environmental exposure. Likewise, RiskofDerm was not excluded from the top ranking models, as it may accommodate the need for estimation of dermal MN exposure."
    }, {
      "heading" : "4. Discussion and conclusions",
      "text" : "The aim of this work was to determine which of the available HRA tools matches best the stakeholder criteria in regards to suitability for use within the different stages of a stage-gate innovation chain. This work resulted in a top ranking of suitable models including LICARA nanoSCAN, GUIDEnano tool, Nanosafer CB, RiskofDerm, Stoffenmanager, Stoffenmanager Nano, EGRET2, ECETOC TRA and ART.\nAn evaluation of existing HRA models along specific criteria has been reported in the literature before (Hristozov et al., 2016; Malsch et al., 2017; Romero-Franco et al., 2017). In Hristozov et al. (2016), a comparison of available tools and frameworks was made against a small set of criteria, in order to assess strengths and limitations of these tools\nand frameworks. This effort provided a comprehensive overview of existing models and the general capabilities of these models. However, the study did not prioritise models over different life cycles, or innovation stages, neither did it take into account specific requirements from stakeholder/users. Romero-Franco et al.(Romero-Franco et al., 2017) performed a review of 18 existing tools covering the environmental and occupational risk assessment and decision support tools. Similar to our study, they looked at inputs required, output/results, type of model, data gap handling, and the availability of the tools (e.g. web-based, or local installation). The differences between the current study and Romero-Franco et al. (2017) is that within the current study, the different stages of innovation have been taken into account when assessing the usefulness of each model, while the authors formulated six different scenario's, taking into account the use perspective (industry or regulatory body), different goals (e.g. the need of risk management during manufacturing) and type of industry (e.g. MN manufacturing or food, drugs) and provided the most useful models/tools for each scenario.\nMalsch et al. (2017) performed a similar assessment involving different stakeholders (i.e. regulators, SME's, large industry and insurance companies) using a mental modelling method. They focused the stakeholder interaction on the sustainable nanotechnologies decision support system (SUNDS). Not surprisingly, they found that regulators maintained a higher interest in risk assessment and a lower interest in economic aspects. Industrial responders expressed more interest in risk assessment, environmental and economic aspects and a lesser interest in social impacts (Malsch et al., 2017; Tsang et al., 2017). Since in the current study, most respondents were from industry (either large or SME's), no analysis was performed on differences in answers between regulators and industry.\nWhile the current study introduces a wide range of criteria, on which the performance of numerous HRA models have been evaluated, some limitations must be considered. First, the stakeholder engagement as well as assignment of values to the criteria proved to be a difficult task. Stakeholders indicated that the list of criteria was too long, especially since they were asked to provide an assessment of the criteria reflecting their needs for six stage-gates. Therefore, incomplete or partly filled sheets were returned to the researchers of this current study. This effect was decreased by contacting (the same) or additional stakeholders and ask (through telephone calls or company visits) about specific inputs, which were generally lacking. However, not for all criteria sufficient information was retrieved to fully embed stakeholder choices. In this case, researchers utilized expert judgement to fill in gaps in answers. This was mostly the case for the model output, hazard and exposure inclusion criteria. Regarding the overall criteria, each criterion under this thematic group was filled in by stakeholders. These questions were a better match to the stakeholder expertise.\nSecondly, for most criteria the input from stakeholders was sufficiently unanimous to generate one ‘answer’ for each criterion, however for some criteria, responses varied greatly. In these cases, either expert judgement from the researchers was used to generate an answer, or a range of answers was indicated (for criteria where answer options 1 (totally disagree) to 5 (totally agree) were possible). This led to complications when matching the models with the assignment of values performed by stakeholders towards the criteria, since the model evaluation (resulting in one answer) would be matched against a range of stakeholder answers. In these cases, these criteria were disregarded from the evaluation of the models. Furthermore, it became apparent that for some criteria, the question was misunderstood and unexplainable answers were given by stakeholders. This was the case for several criteria, and these were disregarded from the evaluation of the models as well. These criteria as well as reasons for their exclusion of the analysis are presented in supplementary Table S2.\nThirdly, the selection of stakeholders occurred mainly via the networks of the scientists involved within this study. Their opinions and needs might not fully reflect those of the whole community of\nstakeholders. Lastly, some developed criteria were relatively subjective (e.g. chemistry, toxicological and exposure expertise required to run the model) and may have been interpreted/assessed differently between different model evaluators, which might have led to a bias for some of these subjective criteria.\nNevertheless, the current work provides useful insights in the perspective of end-users of HRA models, regarding information required to populate the models, and expectations of the outputs and content of these models. Within the scope of this study, this work serves as a basis to (1) continue the development of these 5 selected HRA models with regards to sensitivity analyses and performance testing of these models and (2) to develop more innovative ways to acquire data needed to use HRA models to their fullest potential, as well as to address other mismatches identified in the current study. Examples for this are e.g. benchmark dose modelling implemented in the SUNDS, high throughput screening, general bioinformatics modelling, omics technology for adverse outcome prediction in vivo etc. Regarding exposure, novel methods to generate data to populate HRA models might be grouping/read-across of exposure scenario's (Fadeel et al., 2018), as well as standardization of workplace settings in different life cycle stages to reduce information requirements of the HRA models. Exactly how such new approach methodologies (NAMs) can contribute to improvement of HRA models regarding MNs is considered and described elsewhere (Nymark et al., submitted).\nIn conclusion, the current study provides an in-depth evaluation of 17 HRA models over a large set of criteria, in which stakeholders provided their needs and wishes for each criterion over different innovation stage-gates by means of an assessment. This study gave insights in which HRA models perform best at each stage-gate, but also in the mismatches of each model as compared to stakeholder wishes and requirements. These mismatches and data gaps can be used as a starting point for improving the HRA models, to align better with e.g. the available information for end-users to populate the models with data, or with the needs from stakeholders."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This study has received funding from the European Union's Horizon 2020 research and innovation programme under grant agreement No 686239.\nDeclaration of competing interest\nThe authors declare no conflict of interests."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.impact.2019.100191."
    } ],
    "references" : [ {
      "title" : "Nanotoxicology and nanoparticle safety",
      "author" : [ "J. Ai", "E. Biazar", "M Jafarpour" ],
      "venue" : null,
      "citeRegEx" : "Ai et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ai et al\\.",
      "year" : 2011
    }, {
      "title" : "The MARINA risk assessment",
      "author" : [ "S. Gottardo", "Scott-Fordsm", "J.J" ],
      "venue" : null,
      "citeRegEx" : "Bos et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bos et al\\.",
      "year" : 2015
    }, {
      "title" : "Exposure, health and ecological",
      "author" : [ "F.R. Cassee", "E.C. van Balen", "C Singh" ],
      "venue" : null,
      "citeRegEx" : "Cassee et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Cassee et al\\.",
      "year" : 2011
    }, {
      "title" : "Stage-gate systems: A new tool for managing new products",
      "author" : [ "R.G. 2010.529105. Cooper" ],
      "venue" : null,
      "citeRegEx" : "10408444",
      "shortCiteRegEx" : "10408444",
      "year" : 1990
    }, {
      "title" : "Advanced tools for the safety assessment",
      "author" : [ "B. pp. 2019. Fadeel", "L. Farcal", "B Hardy" ],
      "venue" : null,
      "citeRegEx" : "Fadeel et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fadeel et al\\.",
      "year" : 2018
    }, {
      "title" : "Advanced Reach Tool (ART)",
      "author" : [ "W. 018-0185-0. [doi]. Fransman", "M. Van Tongeren", "Cherrie", "J.W" ],
      "venue" : null,
      "citeRegEx" : "Fransman et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Fransman et al\\.",
      "year" : 2011
    }, {
      "title" : "Environmental risk analysis",
      "author" : [ "I. Linkov", "S.F. Hansen", "A. Baun" ],
      "venue" : null,
      "citeRegEx" : "Grieger et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Grieger et al\\.",
      "year" : 2012
    }, {
      "title" : "Guidelines on the Precautionary Matrix",
      "author" : [ "T. Hofmann", "K Höhner" ],
      "venue" : null,
      "citeRegEx" : "Höck et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Höck et al\\.",
      "year" : 2010
    }, {
      "title" : "Frameworks and tools for risk",
      "author" : [ "D. Nanomaterials. Hristozov", "S. Gottardo", "E Semenzin" ],
      "venue" : null,
      "citeRegEx" : "Hristozov et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hristozov et al\\.",
      "year" : 2016
    }, {
      "title" : "Quantitative human health risk assessment",
      "author" : [ "L. Pizzol", "G Basei" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Validation of an EDP assisted model",
      "author" : [ "W Koch", "W Behnke", "E Berger-Preiß" ],
      "venue" : null,
      "citeRegEx" : "Koch et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Koch et al\\.",
      "year" : 2018
    }, {
      "title" : "Control banding tools for occu",
      "author" : [ "B. Liguori", "S.F. Hansen", "A. Baun", "K.A. Jensen" ],
      "venue" : null,
      "citeRegEx" : "2137",
      "shortCiteRegEx" : "2137",
      "year" : 2016
    }, {
      "title" : "Application of a pilot control banding tool for risk",
      "author" : [ "S.Y. Paik", "D.M. Zalk", "P. Swuste" ],
      "venue" : null,
      "citeRegEx" : "Paik et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Paik et al\\.",
      "year" : 2008
    }, {
      "title" : "Development of a Control Banding Tool",
      "author" : [ "C. Ostiguy", "J Triolet" ],
      "venue" : null,
      "citeRegEx" : "Riediker et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Riediker et al\\.",
      "year" : 2012
    }, {
      "title" : "Needs and challenges",
      "author" : [ "H.A. Godwin", "M. Bilal", "Y. Cohen" ],
      "venue" : null,
      "citeRegEx" : "Romero.Franco et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Romero.Franco et al\\.",
      "year" : 2017
    }, {
      "title" : "Probabilistic risk assessment",
      "author" : [ "M.P. Nanomaterials. Tsang", "D. Hristozov", "A Zabeo" ],
      "venue" : null,
      "citeRegEx" : "Tsang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tsang et al\\.",
      "year" : 2017
    }, {
      "title" : "Stoffenmanager Nano version",
      "author" : [ "B Van Duuren-Stuurman", "SR Vink", "KJ Verbist" ],
      "venue" : null,
      "citeRegEx" : "Duuren.Stuurman et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Duuren.Stuurman et al\\.",
      "year" : 2017
    }, {
      "title" : "RISKOFDERM: risk assessment of occupational dermal exposure",
      "author" : [ "R. Oppl" ],
      "venue" : null,
      "citeRegEx" : "H. and Oppl,? \\Q2003\\E",
      "shortCiteRegEx" : "H. and Oppl",
      "year" : 2003
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Introduction Today, there is clear evidence that manufactured nanomaterials (MN)s in general have different hazard characteristics compared to conventional materials of the same chemical compositions (Ai et al., 2011; Boczkowski and Hoet, 2010; Bos et al., 2015; Cassee et al., 2011).",
      "startOffset" : 200,
      "endOffset" : 283
    }, {
      "referenceID" : 1,
      "context" : "Introduction Today, there is clear evidence that manufactured nanomaterials (MN)s in general have different hazard characteristics compared to conventional materials of the same chemical compositions (Ai et al., 2011; Boczkowski and Hoet, 2010; Bos et al., 2015; Cassee et al., 2011).",
      "startOffset" : 200,
      "endOffset" : 283
    }, {
      "referenceID" : 2,
      "context" : "Introduction Today, there is clear evidence that manufactured nanomaterials (MN)s in general have different hazard characteristics compared to conventional materials of the same chemical compositions (Ai et al., 2011; Boczkowski and Hoet, 2010; Bos et al., 2015; Cassee et al., 2011).",
      "startOffset" : 200,
      "endOffset" : 283
    }, {
      "referenceID" : 1,
      "context" : "To accommodate this, various new and alternative tools have been developed over the past years as part of large international efforts to enable better nano-specific risk assessment (Bos et al., 2015; Brouwer, 2012; Hristozov et al., 2016).",
      "startOffset" : 181,
      "endOffset" : 238
    }, {
      "referenceID" : 8,
      "context" : "To accommodate this, various new and alternative tools have been developed over the past years as part of large international efforts to enable better nano-specific risk assessment (Bos et al., 2015; Brouwer, 2012; Hristozov et al., 2016).",
      "startOffset" : 181,
      "endOffset" : 238
    }, {
      "referenceID" : 8,
      "context" : "These were based on available publications on MN risk assessment and control banding methods (Liguori et al., 2016; Brouwer, 2012; Hristozov et al., 2016; Grieger et al., 2012).",
      "startOffset" : 93,
      "endOffset" : 176
    }, {
      "referenceID" : 6,
      "context" : "These were based on available publications on MN risk assessment and control banding methods (Liguori et al., 2016; Brouwer, 2012; Hristozov et al., 2016; Grieger et al., 2012).",
      "startOffset" : 93,
      "endOffset" : 176
    }, {
      "referenceID" : 8,
      "context" : "Step 3: inventory, selection and evaluation of existing HRA models against criteria A selection of HRA models/tools, including risk-, hazard- and exposure assessment models was made based on previously gathered inventories and two recent overview publications on the assessment for nano-risk assessment tools and frameworks (Liguori et al., 2016; Hristozov et al., 2016).",
      "startOffset" : 324,
      "endOffset" : 370
    }, {
      "referenceID" : 13,
      "context" : "The selected models were ANSES (Riediker et al., 2012), the Swiss Precautionary Matrix (Höck et al.",
      "startOffset" : 31,
      "endOffset" : 54
    }, {
      "referenceID" : 7,
      "context" : ", 2012), the Swiss Precautionary Matrix (Höck et al., 2010), Control Banding Nanotool (Paik et al.",
      "startOffset" : 40,
      "endOffset" : 59
    }, {
      "referenceID" : 12,
      "context" : ", 2010), Control Banding Nanotool (Paik et al., 2008; Zalk et al., 2010), IVAM Guidance (Cornelissen et al.",
      "startOffset" : 34,
      "endOffset" : 72
    }, {
      "referenceID" : 5,
      "context" : "eu), the Advanced Reach Tool (ART) (Fransman et al., 2011), Consexpo Nano (consexponano.",
      "startOffset" : 35,
      "endOffset" : 58
    }, {
      "referenceID" : 15,
      "context" : "However, the SUNDS tool may be highly applicable for higher level risk assessment and management for decisions advanced users as demonstrated in recent scientific publications (Hristozov et al., 2018; Tsang et al., 2017).",
      "startOffset" : 176,
      "endOffset" : 220
    }, {
      "referenceID" : 8,
      "context" : "An evaluation of existing HRA models along specific criteria has been reported in the literature before (Hristozov et al., 2016; Malsch et al., 2017; Romero-Franco et al., 2017).",
      "startOffset" : 104,
      "endOffset" : 177
    }, {
      "referenceID" : 14,
      "context" : "An evaluation of existing HRA models along specific criteria has been reported in the literature before (Hristozov et al., 2016; Malsch et al., 2017; Romero-Franco et al., 2017).",
      "startOffset" : 104,
      "endOffset" : 177
    }, {
      "referenceID" : 14,
      "context" : "Romero-Franco et al.(Romero-Franco et al., 2017) performed a review of 18 existing tools covering the environmental and occupational risk assessment and decision support tools.",
      "startOffset" : 20,
      "endOffset" : 48
    }, {
      "referenceID" : 15,
      "context" : "Industrial responders expressed more interest in risk assessment, environmental and economic aspects and a lesser interest in social impacts (Malsch et al., 2017; Tsang et al., 2017).",
      "startOffset" : 141,
      "endOffset" : 182
    } ],
    "year" : 2019,
    "abstractText" : "https://doi.org/10.1016/j.impact.2019.100191 Received 16 October 2019; Accepted 4 November 2019 ⁎ Corresponding author at: The Netherlands Organisation for Applied Scientific Research (TNO), Zeist, the Netherlands. E-mail address: Remy.Franken@tno.nl (R. Franken). NanoImpact 17 (2020) 100191 Available online 22 November 2019 2452-0748/ © 2019 Published by Elsevier B.V. T",
    "creator" : "Elsevier"
  }
}