{
  "name" : "downloads_2020-07-11_39_yu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Revealing nano-chemistry at lattice defects in thermoelectric materials using atom probe tomography",
    "authors" : [ "Yuan Yu", "Chongjian Zhou", "Siyuan Zhang", "Min Zhu", "Matthias Wuttig", "Christina Scheu", "Dierk Raabe", "Gerald Jeffrey Snyder", "Baptiste Gault", "Oana Cojocaru-Mirédin" ],
    "emails" : [ "(jeff.snyder@northwestern.edu),", "(b.gault@mpie.de),", "(cojocaru-miredin@physik.rwth-aachen.de)." ],
    "sections" : [ {
      "heading" : null,
      "text" : "R ESEA R C H : R eview\nRevealing nano-chemistry at lattice defects\nin thermoelectric materials using atom\nprobe tomography"
    }, {
      "heading" : "Yuan Yu 1, Chongjian Zhou 2, Siyuan Zhang 3, Min Zhu 4, Matthias Wuttig 1,5, Christina Scheu 3, Dierk Raabe 3, Gerald Jeffrey Snyder 6,⇑, Baptiste Gault 3,7,⇑, Oana Cojocaru-Mirédin 1,⇑",
      "text" : "1 I. Physikalisches Institut (IA), RWTH Aachen University, 52056 Aachen, Germ\nany 2 Center for Nanoparticle Research, Institute for Basic Science (IBS), Seoul 08826, Republic of Korea 3Max-Planck Institut für Eisenforschung GmbH (MPIE), 40237 Düsseldorf, Germany 4 State Key Laboratory of Functional Materials for Informatics, Shanghai Institute of Micro-System and Information Technology, Chinese Academy of Sciences, 200050 Shanghai, China 5 JARA-Institut Green IT, JARA-FIT, Forschungszentrum Jülich GmbH and RWTH Aachen University, 52056 Aachen, Germany 6Northwestern University, Evanston, IL 60208, USA 7Department of Materials, Imperial College London, London SW7 2AZ, UK\nThe population of all non-equilibrium lattice defects in materials is referred to as microstructure. Examples are point defects such as substitutional and interstitial atoms, and vacancies; line defects such as dislocations; planar defects such as interfaces and stacking faults; or mesoscopic defects such as second-phase precipitates. These types of lattice imperfections are usually described in terms of their structural features, breaking the periodicity of the otherwise regular crystalline structure. Recent analytical probing at the nanoscale has revealed that their chemical features are likewise important and characteristic. The structure of the defects as well as their individual chemical composition, that is their chemical decoration state, which results from elemental partitioning with the adjacent matrix, can significantly influence the electrical and thermal transport properties of thermoelectric materials. The emergence of atom probe tomography (APT) has now made routinely accessible the mapping of three-dimensional chemical composition with sub-nanometer spatial accuracy and elemental sensitivity in the range of tens of ppm. Here, we review APT-based investigations and results related to the local chemical decoration states of various types of lattice defects in thermoelectric materials. APT allows to better understand the interplay between thermoelectric properties and microstructural features, extending the concept of defect engineering to the field of segregation engineering so as to guide the rational design of high-performance thermoelectric materials.\nIntroduction to thermoelectric materials and the role of lattice defects"
    }, {
      "heading" : "Thermoelectric materials",
      "text" : "Thermoelectric (TE) modules turn heat gradients into electrical current and vice versa using the charge carriers as the working\n⇑ Corresponding authors. E-mail addresses: Snyder, G.J. (jeff.snyder@northwestern.edu), Gault, B. (b.gault@mpie.de), Cojoc\n260 1\nmedium. Being a purely solid-state technology, TE devices possess the advantages of quiet operation, no emissions, and high reliability [1–3]. TE-based power generation could bring remarkable improvement in energy efficiency by scavenging ubiquitous waste heat, which is approximately two-thirds of the entire\naru-Mirédin, O. (cojocaru-miredin@physik.rwth-aachen.de).\n369-7021/ 2019 Elsevier Ltd. All rights reserved. https://doi.org/10.1016/j.mattod.2019.11.010\nR ES\nEA R C H : R ev\nie w\nenergy input consumed by fossil fuel combustion [1,3–5]. A typical TE device is composed of arrays of n- and p-type conducting solids assembled electrically in series and thermally in parallel. As a result, the energy conversion efficiency of the device directly relies on the performance of the constituent materials. The TE performance of a material is commonly evaluated by the dimensionless figure-of-merit, zT = S2rT/jtot, where S is the Seebeck coefficient, r is the electrical conductivity, their product S2r is the power factor, T is the absolute temperature, and jtot is the total thermal conductivity contributed from the electronic transport (jele) and the lattice vibration (phonon, jlat) [3,4,6,7].\nSince the discovery of TE phenomena [8,9] and especially after the establishment of the fundamental science of TE effects [9,10], a variety of materials have been explored and considered as promising TE candidates, including a collection of chalcogenide semiconductors [11–18], Zintl compounds [19,20], filled-skutterudites [21], clathrates [22], silicon germanides [23], and half-Heusler alloys [24], to name a few. After much progress, reliable maximum zT values of state-of-the-art materials are now beyond 1 [4,9,20,21,25–27], which had been a threshold value for several decades. There are even repeated reports of zT above 2 in some materials systems [14,28–32]. However, going beyond the niche applications of TE technology requires a higher TE performance, i.e., to achieve an average zT of 3 [33]. Thus, it is imperative to further understand the materials based on rigorous theory and advanced characterization methods.\nBecause the critical parameters S, r, and jele are strongly interdependent, particularly as a function of charge carrier concentration, it is difficult to separately control them to maximize zT. At the optimum doping concentration, the highest zT is best described as depending on the ratio of the weighted mobility mw, (weighted by the density of states effective mass mw = m(m*/me)\n3/2) and the lattice thermal conductivity, jlat [34]. Therefore, although efforts toward high zT mainly are often focused on increasing the power factor and/or reducing the thermal conductivity, the key assignment is to increase the ratio mw/jlat (the material components to the TE quality factor2). To achieve low jlat, one should select materials with disorder [35], large anharmonicity [36,37], rattling atoms [21,22], metavalent bonding [37–42], liquid-like ions [17,43], complex crystal structures [44,45], heavy constituent elements [46], as well as various types of crystal defects [28,47–53]. Some of these defects, e.g. microstructural interfaces [54] or grain boundary phases [32], can further modify the transport properties locally [55–57] in a way that is not necessarily always beneficial to zT because of the tradeoff with electrical properties [58].\nTypical strategies for increasing the mw or power factor in homogeneous materials with optimum carrier concentration are band engineering and interface engineering. The former approach includes band convergence [13,59–63], band anisotropy [64–66], and banddistortion [12,67–70], and the latter one includes energy filtering [71–74], and modulation doping [23,75–78]. Overviews on these strategies to increase the ratio mw/jlat can be found in previous review articles [6,7,42,44,61,79–81].\nThe role of lattice defects and their local chemical state in TE materials The design strategies introduced above are either related to the intrinsic crystal structure and chemical bonding of the materials [17,21,22,36–40,42,43,45,46,82] and/or associated with extrinsic lattice defects [11–13,23,28,32,47–51,54,61,67–71,83,84]. As schematically shown in Fig. 1, typical lattice defects and their chemical decoration states (structures as well as chemical composition) are zero-dimensional (0D) point defects, one-dimensional (1D) linear defects, two-dimensional (2D) interfaces, and threedimensional (3D) precipitates, where the term ‘dimensionality’ refers to their geometrical extension in units of at least one lattice parameter. These defects interact through effective mass, effective scatter cross section and through their distortion fields with phonons and charge carriers, impacting the TE performance. More specific, point defects can sometimes manipulate the electronic band structure (effective mass) with the effect of enhancing the power factor [13,59,85] and scattering of high-frequency phonons [86–91]. Linear defects, such as dislocations and complex dislocation arrays, enable the suppression of minority carrier transport [92] and scatter medium-frequency phonons [51,93–100]. Planar defects, including grain boundaries [11,101–105], twin boundaries [106], phase boundaries [32,71,107], and stacking faults [31,108,109], as well as mesoscopic precipitates [30,73,110–113] can filter out low-energy carriers and block medium- to low-frequency phonons.\nOriginally these defects have been mainly defined and described in terms of their structural features, which locally disturb the matrix’ translational periodicity. Recent analytical probing at the nanoscale has revealed however that their local chemical features are likewise important and characteristic and that a close interaction exists among the distortion fields of the defects and the attracted dopants which decorate them [28,98,114]. While originally introduced by the Gibbs adsorption isotherm for the case of dilute solute partitioning between a bulk and its surface [115], it has nowadays been realized that each type of lattice defect acts as an individual trap with defectspecific binding energy, structure response and entropy contributions [116,117]. The structure of the defects as well as their individual chemical composition, that is their chemical decoration state, which results from elemental partitioning with the adjacent matrix, can significantly influence the electrical and thermal transport properties of TE materials [28,98,114,118]. Particularly in the case of interfaces and dislocations, there is much opportunity for nanoscale structural and chemical investigations to reveal their complex effects on the overall thermal and electrical transport properties. Even in well annealed samples with low energy interfaces, grain boundary electrical resistance can have an overwhelming effect on the overall charge carrier mobility in the polycrystalline materials, reducing zT even though the thermal conductivity is also reduced [104,119,120]. Such lower dimensional interfaces or dislocations can form locally stable chemic-structural states, sometimes called grain boundary or interface complexions for the 2D case or linear complexions for the 1D case (dislocations) [117,121]. Given the variety of different grain boundary and dislocation types in a TE material, there is a rapidly growing need to characterize these defects and their\nR ESEA R C H :R eview\nFIGURE 1\nSchematic diagrams showing the multiscale lattice defects as well as their local strain fields and chemical states. (a) Point defects including vacancies, substitutions, and interstitials, which scatter high-frequency phonons; (b) dislocation together with a Cottrell atmosphere induced by the dislocation strain fields scatter medium-frequency phonons; (c) grain boundaries or phase boundaries. In general, the coherent grain/phase boundaries might be clean while the randomly oriented incoherent boundaries are decorated by impurities. These boundaries scatter medium- to low-frequency phonons; (d) precipitates with a different composition and/or crystal structure provide interfaces to scatter medium- to low-frequency phonons.\neffects on electrical and thermal boundary and dislocation resistance. Even a qualitative understanding of how different interfaces and dislocations affect transport of electrons and phonons differently will usher in a new wave of strategies to engineer improved performance.\nProbing structure and composition of lattice defects at the nanoscale in TE materials For achieving a thorough and quantitative understanding of both microstructure and composition of defects, state-of-the-art characterization techniques, such as aberration (Cs)-corrected transmission electron microscopy (TEM) and scanning TEM (STEM) [89,106,122–125], scanning tunneling microscopy [126,127], and positron annihilation [128,129], have been used to characterize defects in TE materials. As a routine method to investigate the microstructures, electron beam-based probing techniques have been widely adopted in TE research [130–132]. Yet, when it comes to the probing of local composition details down to the part-per-million (ppm) regime and at nanometer\nscale, atom probe tomography (APT) has become the standard technique that enables access to the compositional analysis of complex materials in three-dimensions. APT can also reveal the distribution of dopants and their partition ranges at lattice defects, which impact the local and global carrier and phonon transport features [133–136]. With the development of subpicosecond-laser assisted local electrode atom probe and improved detection efficiency up to 80% as well as the implementation of focused-ion beam for site-specific specimen preparation [137], APT has become an advanced characterization tool in characterizing various types of lattice defects [134,136,138]. It is its combination of a high sensitivity in the range of tens of ppm, three-dimensional mapping capability with subnanometer resolution that makes APT unique amongst microscopy and microanalysis techniques. A detailed introduction of the APT technique will be given in Section II. More importantly, the correlative microscopy method that performs electron microscopy and APT at the same location on the same specimen could combine the strengths of both, providing elaborate structural\nR ES\nEA R C H : R ev\nie w\nand chemical analyses of targeted regions of interest which helps discern the structure–composition–property relationship [117,139–142].\nHere, we review the application of APT in the field of thermoelectrics. We firstly provide a brief development history and basic principles of APT. We then summarize the application of APT in investigating structural defects in TE materials following the sequence of 0D point defects including the homogeneity and quantization of constituent elements, 1D dislocations which emphasizes the extra phonon scattering by impurity decorations, 2D interfaces mainly about the enrichment or depletion of impurities at interfaces, and 3D precipitates showing their morphology, composition profile, and coarsening with temperature. All these features are associated with the TE properties to identify the structure–composition–property relationships. Finally, we discuss the possible advances that can be made by the combination of APT with other techniques including Cs-corrected (S)TEM and first principles calculations and which material development strategies may emerge from that."
    }, {
      "heading" : "Atom probe tomography",
      "text" : "In 1955, Müller et al. [143] reported on a precursor to APT, field ion microscopy, that provided the first atomically-resolved images, yet, with no analytical capabilities. In 1967, Müller’s group presented the first results from the atom probe [144]. Continuous efforts have been devoted to enhance the technique’s performance [135]. The advent of laser pulsing capabilities [145], the increase in the field of view thanks to the use of a local electrode and advanced detector systems [146], and the development of the local electrode atom probe (LEAPTM) in commercial instruments [147], have accelerated the spread of the atom probe technique in multiple disciplines [148–154]. The history and development of APT have been thoroughly summarized in Refs. [135,136,138,148,155]. Herein, we only briefly introduce the\nFIGURE 2\nSchematic of local electrode atom probe (LEAP). The evaporation of needleshaped specimen is time controlled by either a negative high-voltage pulse applied to the local electrode or a green/UV laser pulse superimposed to a direct current voltage (VDC) electrostatic filed. The local electrode which is located between the sample and detector, nearly 30 mm from the tip apex, can effectively increase the electric field and, thus, decreases the DC voltage demanded to provide enough base electric field. The position sensitive detector consisting of the microchannel plate (MCP) and a crossed delayline (DL) detector with 2 or 3 serpentine anodes, can, respectively, record the time-of-flight and x/y coordinates of the registered ions. The detection efficiency is determined by the open area of the MCP, about 50% for LEAP 4000X Si and 80% for LEAP 5000 XS; the whole analysis is performed under ultra-high vacuum conditions ( 10 8 Pa).\nbasic principle of APT and then focus on its application in TE materials.\nFig. 2 shows the schematic of a LEAPTM with straight flight path. APT is based on the field evaporation, whereby an intense electrostatic field, in the range of approximately several tens of volt per nanometer, causes the ionization and desorption of the atoms constituting the surface of a material. To reach such intense electric fields, the specimen is shaped as a sharp needle with typical apex radius in the range of 20–100 nm. The analyzed length of needle-shaped specimen depends on the evaporation field of the material and the shank angle of the specimen. For most chalcogenide thermoelectrics, the analyzed length can reach more than 500 nm with a typical shank angle below 20 . The specimen preparation process is rather critical and requires much experience to include the region of interest, e.g., a specific grain boundary, in the final APT specimen [156,157]. Since TE materials, unlike metals, cannot be electropolished [158], specimens are prepared by using a focused ion beam (FIB) [159]. For more information regarding the specific sample-preparation steps, readers are referred to these Refs. [137,157,159,160]. Given an appropriate APT specimen, the field evaporation process is triggered by applying a short high-voltage with repetition frequencies up to 200 kHz or laser pulse with repetition frequencies up to 1 MHz superimposed to a DC voltage. The base temperature is normally in the range of 20–80 K controlled by the cryogenic system to mitigate surface migration. The atomic or molecular ions are successively desorbed from the specimen’s surface and accelerated away from the surface towards the detector. The ions are collected by a position-sensitive detector made of an assembly of microchannel plates (MCPs) in front of a delay-line detector, converting a single ion impact into a shower of electrons and amplifying the electronic signal to enable detection [138]. These electrical signals are subsequently collected by the delay-line detector, allowing to retrieve the x- and ycoordinates of the ion impact. This information is subsequently used to build a three-dimensional reconstruction, with the zcoordinates derived from the sequence in which ions were detected [161,162]. The time-of-flight for each ion is also recorded. Its mass-to-charge ratio (m/n) and, hence, its elemental identity can be determined based upon the time-of-flight (t), the flight path (L), and the total applied voltage (V) via equation m/n 2 eV(t/L)2. All the chemical elements and their isotopes can be identified with equal sensitivity by APT. APT therefore provides three-dimensional microstructural and compositional information, with sub-nanometer spatial accuracy and elemental sensitivity in the range of tens of ppm.\nAPT has primarily been adopted in the field of metals research [117,163,164], while its application to semiconductor and TE materials only started in the past decade [28,165,166]. Semiconductors could not be satisfactorily analyzed by voltage-pulsebased APT. The first commercial laser-assisted APT was shipped in 2006 by Imago Scientific Instruments Corporation [135]. Despite the fast development of pulsed-laser APT, it is still a challenge to analyze TE materials. First, high-performance TE materials are usually composed of Group IVA, VA, and VIA elements, which typically possess low thermal conductivity and a great variety of isotopes. This causes marked thermal tail effects and peak overlap in the mass spectra, making it difficult to obtain\nR ESEA R C H :R eview\nan accurate composition. Additionally, most of these compounds show a high degree of multiple events [167], which means multiple ions collected during the same pulse [168]. The multiple events cause an issue called detector pile-up effect, i.e., the ‘dead time’ and ‘dead zone’ of the detector, affecting data quality and data interpretation [168]. These drawbacks cannot be avoided at this stage but could be alleviated in the future by the development of APT hardware, e.g., the improvement of the electronic response time and spatial accuracy of the positionsensitive detector or by combining with other techniques, i.e., correlative microscopy [169]. In this context, despite challenges, we elaborate how the unique ability of APT to characterize the 3D morphology of defects and their composition, which can be used to throw light into fundamental processes critical to the design of high-performance TE materials.\nRole of defects in tuning thermoelectric performance Point defects: dopants and alloying elements Point defects considered here are substitutional and interstitial impurities, i.e., dopant atoms mostly, while vacancies cannot be imaged by APT. Point defects occur only at or around a single lattice point and do not extend in space in any dimension. Yet, its strain fields expand to several atomic layers, as sketched in Fig. 1a. Point defects impact both the electron and phonon transport properties. For degenerate semiconductors, the Seebeck coefficient can be expressed as [4,170]\nS ¼ 8p 2k2B\n3eh2 m T p 3n 2=3 ð1Þ\nand the electrical conductivity\nr ¼ nel ð2Þ where kB is the Boltzmann constant, e is the electronic charge, h is the Planck’s constant, m is the density-of-states effective mass, n is the carrier concentration and l is the carrier mobility. This opposite\nFIGURE 3 APT analysis for Cu2S1/3Se1/3Te1/3. (a) 3D elemental distributions of Cu, S, Se, elements. Reprinted with permission from Ref. [182]. Copyright 2017 WILEY-VC\nrelationship of S and r relative to n leads to an optimal carrier concentration for a maximum zT, which generally lies in the range of 1019– 1021 cm 3 [9,27]. Given that most TE materials have intrinsic carrier concentrations far from optimal, impurity doping or alloying is usually employed to tune the carrier concentration. A non-exhaustive list of examples is Na [59,171], Bi [127], and Br [126] doped SnSe, Sb and Se doped GeTe [172], Ag, Na, La, and I doped PbTe [173–175], and Cu doped Bi2Te3 [111,176]. In some specific conditions, point defects are also able to induce band convergence [13,31,60,69,91,171,177,178] and resonant levels near the Fermi energy [12,67–69]. They also scatter high-frequency phonons with a frequency dependent scattering rate of sP\n1 x4, where x is the phonon frequency [85,86,89–91,17 9–181]. Therefore, it is critical to determine the distribution and concentration of impurity dopants or alloying elements.\nThe “Material Genome Initiative” was launched to enable rapid screening of materials with prospective physical or mechanical properties, in which configurational entropy can be considered important for exploration of high-performance TE materials [182,183]. Increasing the configurational entropy introduces extra phonon scattering due to the increased mass and strain fluctuations among the various components which lowers the lattice thermal conductivity [182,184]. Element doping in the regime of solid solutions is an efficient way to increase the configurational chemical entropy of materials. A typical example is the Cu2S1/3Se1/3Te1/3 alloy that is theoretically a single phase material. X-ray diffraction and electron probe microanalysis (EPMA) methods were performed to investigate the composition homogeneity on the macroscale [182]. However, these results are not able to provide solid evidence that these elements are indeed homogeneously distributed in the matrix at the nearatomic scale. In contrast, analyzing the nearest-neighbor atomic distribution in the APT data, shown in Fig. 3a, reveals that the distribution of Cu, Te, Se, S is consistent with a random distribution, Fig. 3b. Otherwise, the nearest-neighbor atomic distribution curves will deviate from the randomized Gaussian peak and show a peak at a smaller distance if there are clusters or pre-\nand Te; (b) nearest-neighbor atomic distribution histograms of these four H Verlag GmbH & Co. KGaA, Weinheim.\nR ES\nEA R C H : R ev\nie w\ncipitates. The nearest-neighbor atomic distribution technique examines the interatomic separations in the immediate vicinity around each atom. It can include all atoms or be limited to the distances between atoms of particular types, e.g., A–A or A–B [138]. The increased configurational entropy of the Cu2S1/3Se1/3Te1/3 alloy reduces the chemical order and creates more scattering of phonons, which leads to the decreased lattice thermal conductivity. APT confirms the absence of nanoprecipitates or clusters and prove the homogeneous distribution of dopants. Similar uses of APT to confirm the homogeneity of elements have been reported in Ag/La co-doped PbTe [112], and 2 at. % Na doped (PbTe)0.86(PbSe)0.07(PbS)0.07 alloy [185].\nUnder certain circumstances, the solutes might conglomerate together and form coherent clusters which are inhomogenously distributed within the matrix. Such heterogeneity might be the decisive factor of high TE performance for some materials. For example, b-Zn4Sb3 shows an intrinsically low lattice thermal conductivity due to the significantly disordered interstitial Zn atoms distributed over multiple positions [20]. APT results clearly reveal the heterogeneous distribution of Zn and Sb in Zn4Sb3 at nearatomic scale [165]. Fig. 4a shows an overview of the APT results of the intra-granular region with the mass spectrum given in Fig. 4b. The measured distribution of Zn and Sb deviates from the binomial distribution expected for a random solid solution (Fig. 4c). The Zn-rich regions are highlighted by the blue colored iso-composition surface of Zn that encompasses regions in the ion point cloud containing more than 59 at. % Zn, Fig. 4d. These evident compositional fluctuations may be associated with the local structure distortions in Zn4Sb3, both might contribute to its extremely low lattice thermal conductivity [20,165].\nThe distribution and homogeneity of dopants directly determine the doping efficiency and effectiveness in tuning the band\nstructure, as well as the contribution of point-defects to phonon scattering. APT is able to provide more accurate information on these dopants as well as matrix elements, giving rise to a better understanding of the role of point defects on electron and phonon transport."
    }, {
      "heading" : "Linear defects: dislocations",
      "text" : "Introducing dislocations in TE materials has been considered as an efficient avenue to lower the lattice thermal conductivity by reinforcing the mid-frequency phonon scattering. Both, the dislocation core and the dislocation strain fields contribute to the phonon scattering processes with a frequency dependence of sDC 1\nx3 and sDS 1 x, respectively [186,187]. Dislocations are the carriers of plastic deformation and accommodate local lattice curvature and misfit. In the latter role they can for example accommodate differences in lattice parameter between adjacent phases. In such cases where their kinematical nature is required for preserving the otherwise coherent lattice they are called geometrically necessary dislocations [188]. The dislocation density of a material can be increased by several orders of magnitude by plastically deforming the material [50,88,189,190]. However, commonly used TE materials, such as PbTe and PbSe, are very brittle and difficult to plastically deform. Typical processes to increase the dislocation density of TE alloys are liquid-phase compaction to form low-angle grain boundaries containing dislocation arrays [94,100,191,192], vacancies collapse to generate lattice dislocations inside grains [51,86,93,98,99], and melt centrifugation to introduce dislocations statistically and in the form of patterns and internal grain boundaries into the matrix [97]. However, the structural aspects of dislocations, i.e., the density and Burgers vectors of dislocations, are insufficient to fully understand their impact on charge\n(c) statistical distribution of Zn and Sb; the dashed line corresponds to the meter slice parallel to the analysis axis, in which red dots correspond to Sb bove 59 at. % Zn. Reprinted with permission from Ref. [165]. Copyright 2010\nR ESEA R C H :R eview\nand phonon transport. In other words, their local chemical decoration state needs also to be characterized since both, their structure and chemistry determine their scattering features [117,193].\nThe strain field of edge dislocations can be modulated by the presence of solute atoms in their vicinity [194]. Such clouds of impurity atoms around dislocation cores in crystals are usually referred to as Cottrell atmospheres, as shown in Fig. 1b, which form to reduce the energy associated with the strain field of the dislocation [195]. This very localized chemical environment affects both, electron and phonon scattering [196]. The scattering at dislocations depends on the atomic mass and volume differences of the segregated solutes and, therefore, it is imperative to investigate the local composition at dislocations in addition to their structural features.\nThe segregation of both substitutional and interstitial solutes to dislocations has been revealed by APT over the past two decades [117,166,197–199]. However, similar results are scarce in TE materials. Our recent APT investigation proved that Ag atoms segregate to dislocations in PbTe–Ag2Te alloys [114]. Fig. 5a shows the reconstructed 3D distribution of Pb, Te, and Ag obtained from APT. The Ag atoms appear in the form of small clusters with a diameter below 5 nm, decorated dislocations\nFIGURE 5\nReconstructed APT results and composition analysis of dislocations in PbTe–Ag2 grain boundaries are highlighted by a Ag-2.5 at. % iso-composition surface. The containing one dislocation line inside the grain. The dimension of the box is 50 cubic region containing the grain boundary. The distribution of Ag at the gra composition of Ag in the cubic region at the low-angle grain boundary shown i permission from Ref. [114]. Copyright 2018 American Chemical Society.\nand a grain boundary, as evidenced by an iso-composition surface delineating high Ag compositions (red color). The magnified view of an intra-granular dislocation and the corresponding composition profile as a function of the distance from the Ag2.5 at. % iso-composition surface surrounding the dislocation, clearly shows that the composition of Ag at the dislocation is approximately an order of magnitude higher than that in the surrounding matrix, Fig. 5b and c. Ag atoms also segregate to the grain boundary in the form of a set of linear features, very similar to the intra-granular dislocations (Fig. 5d). Fig. 5e further shows the contour of Ag composition retrieved from the cuboidal region shown in Fig. 5d. The periodic enrichment of Ag with a spacing of 10 nm along the grain boundary (x-direction) and 5 nm along the dislocation line (y-direction) is observed. Similar compositional fluctuations along the dislocation line were also observed in Fe-9 at. % Mn alloy which was presumably associated with the Rayleigh instability [117,200]. The accurate composition around dislocations obtained from APT made it possible to quantitatively analyze the influence of Cottrell atmospheres on jlat [134]. The impact of Ag-decorated dislocations on phonon scattering can be calculated by the Debye–Callaway model [201]. Due to the extra phonon scattering induced by mass and strain difference at dislocations which depends on the variation of\nTe alloy. (a) 3D distribution of Pb, Te, and Ag. The clusters, dislocations, and dimension of the APT box is 145 145 580 nm3; (b) selected cubic region 73 67 nm3; (c) proximity histogram of the dislocation line; (d) selected in boundary is highlighted by Ag-4.5 at. % iso-composition surface; (e) 2D n Fig. 5d. The dimension of the APT box is 45 45 3 nm3. Reprinted with\nR ES\nEA R C H : R ev\nie w\nthe impurity concentration, the modified scattering at dislocation strain fields can be expressed as [186]\ns 1DS ¼ C B2DNDðcþ c 0 Þ2x 1 2 þ 1 24 1 2r 1 r 2 1þ\nffiffiffi 2\np mL mT\n2 !224 3 5 ð3Þ\nwhere ND is the dislocation density, C is a pre-factor for dislocation scattering, BD is the Burgers vector, r is the Poisson’s ratio, mL and mT are the longitudinal and transverse speed of sound, respectively; c is the Grüneisen parameter. c0 is the extra scattering from the mass and strain difference at the dislocation and is given by [186]\nc 0 ¼ VmciB\nKBTa ðca2 abÞ ð4Þ\na ¼ Vi Vm Vm ; b ¼ 1 2 Mm Mi Mm ð5Þ\nwhere ci is the concentration of impurity atoms around dislocations, B is the bulk modulus of the matrix, Ta is the annealing temperature, Vi and Vm are the average atomic volume of impurity and matrix, respectively,Mi and Mm are the average atomic mass of impurity and matrix, respectively; a is the relative volume difference and b is the relative mass difference. It should be emphasized that until now, the average ci value around dislocations can only be measured by APT to the best of our knowledge.\nBy using the average concentration of Ag (3 at. %) close to the dislocation core and the other abovementioned physical parameters of PbTe and Ag, the value of C increased from 0.96 to 5. Accordingly, the calculated temperature dependent jlat fits the experimental data better [114]. The results demonstrate that the Ag-decorated dislocations are more efficient at scattering phonons than the undecorated dislocations. This work showed the importance of dislocation composition on phonon scattering, which was mostly ignored in previous research. This provides an alternative and feasible approach to modulate the structure and chemical composition of dislocations to realize enhanced phonon scattering. APT technique possesses the power in unraveling the local distribution and stoichiometry of solute atoms at dislocations and pave the way to expand the dislocation strategy on modulating the TE performance.\nPlanar defects: grain boundaries and phase boundaries Typical interfaces include grain boundaries and phase boundaries, as shown in Fig. 1c. Generally, interfaces scatter mediumto low-frequency phonons with a frequency dependence of sin 1\nx0, which means the rate is independent of the frequency. In addition, it has been hoped that an energy barrier at the interface would be able to filter out the low-energy carriers, resulting in an enhanced Seebeck coefficient [71–74,106]. However, interfaces also deteriorate carrier mobility, compromising the net effect of phonon scattering [104,119,120]. It is typically thought that coherent or semicoherent interfaces are favorable for TE materials because they should hinder phonon transport without significantly reducing carrier mobility [106,113,202–204]. In addition, alignment of the band structure with a very small offset to the Fermi energy can minimize the interface-induced reduction of carrier mobility. Moreover, controlling the Fermi energy of interfaces usually relies on tuning the chemical composition of interfaces [6,26,113,133,205–207]. Most of these are reasonable hypotheses that should be confirmed with nanoscale observations and measurements.\nBiswas et al. [28] reported a high-performance TE material in a PbTe–4 at. % SrTe alloy doped with 2 at. % Na. APT results show a marked accumulation of Na at grain boundaries and the phase boundaries between PbTe matrix and SrTe precipitates, Fig. 6a. This scenario gives a fundamental understanding of the high TE performance of this material at elevated temperatures. Specifically, these Na-rich interfaces act as hole reservoirs at low temperatures, and with increasing temperature, Na dynamically dissolves into the matrix. The increased solubility of Na in PbTe with rising temperatures results in an optimized carrier density and thereby contributes to a higher power factor at elevated temperatures. This dynamic doping effect is effective in improving the average zT in many TE materials [47,55,91,111,173,174,208]. APT can prove the existence of undissolved dopants and determine their distribution and composition, guiding a rational materials design aiming at the dynamic doping effect by choosing appropriate dopants.\nElement segregation to phase boundaries can also modify the morphology of nanostructures. For example, the I or K doped PbTe–PbS only shows irregularly shaped precipitates. However, significant morphological changes are observed in Na doped PbTe–PbS with varied ratios of PbS/Na [209]. APT analyses demonstrate that Na has a higher solubility in PbS than in PbTe, Fig. 6b. Specifically, the concentration of Na at the interface between PbTe and PbS reaches a value as high as 6 at. %, which is much larger than the solubility of Na inside both PbTe and PbS grains. The segregation of Na at the interface apparently changes the interfacial free energy, resulting in highly faceted PbS morphology. This quantitative result provides valuable information to calculate the interfacial energy with changing stoichiometry and control the precipitate morphology which can influence the electron and phonon scattering.\nThe local variation of chemical composition at grain boundaries can change the dominant types of defects and thus the carrier concentration and mobility. Kuo et al. [210] found an approximately 5 at. % Mg depletion at grain boundaries in ntype polycrystalline Mg3Sb2 by using APT, as shown in Fig. 6c. Since the most common and lowest energy defects in n-type Mg3Sb2 are Mg vacancies [211], the Mg depletion at grain boundaries is presumably associated with a higher concentration of Mg vacancy, which effectively reduces the number of electrons. Therefore, the off-stoichiometry can prevent n-type dopants from providing electrons, lowering the local carrier concentration near the grain boundary and thus the local conductivity. This observation provides an atomistic explanation for the high-resistive grain boundaries and thermally activated conductivity, being consistent with the model with a band offset at grain boundaries [104]. It also provides strategies to reduce grain-boundary resistance to increase zT in Mg3Sb2-based materials by properly tuning the composition near grain boundaries, e.g., by annealing in Mg-rich vapor to compensate the Mg depletion at grain boundaries [212]. In contrast to these resistive grain boundaries, Tang et al. [118] found an accumulation of Ce at grain boundaries in CexCo4Sb12 skutterudites, Fig. 6d. The increased content of Ce leads to a higher carrier concentration and optimized zT.\nNote that interface engineering is a very prevalent and efficient approach to optimizing the TE performance [213–216].\nR ESEA R C H :R eview\nFIGURE 6\nAPT reconstruction showing the impurity segregation to interfaces. (a) Top: 3D distribution of Na in PbTe–4 at. % SrTe doped with 2 at. % Na, containing SrTe precipitates, grain boundaries, and dislocations; bottom: the proximity histogram as a function of the distance from a Sr-25 at. % iso-composition surface showing the Na-rich interface. (b) Top: 3D reconstruction of a 1 at. % Na-doped PbTe–12 at. % PbS alloy. The yellow iso-composition surface corresponds to 20 at. % S which highlights the precipitates’ interfaces; bottom: atomic concentration profiles across the (1 0 0) interfaces. (c) Left: 3D reconstruction of Mg in n-type Mg3Sb2 compound; right: composition profile across the grain boundary as indicated by the black arrow. (d) Left: composition profile across the grain boundary and in the grain; right: 3D distribution of Ce in Ce0.2Co4Sb12. Figure (a) is reprinted with permission from Ref. [28]. Copyright 2012 Macmillan Publishers Limited; (b) from Ref. [209]. Copyright 2012 American Chemical Society; (c) from Ref. [210]. Copyright 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim; (d) from Ref. [118]. Copyright 2015 Macmillan Publishers Limited.\nWith the help of APT, a quantitative composition at the interface down to nearly atomic scale is revealed. This paves the way to maximize the benefits of interfaces in electron and phonon scattering and thereby the overall zT. Importantly, grain boundaries should be reconsidered as being separate entities, not only with separate structure features but also with their own specific composition, rather than treating them as pure planar defects in scattering calculations. This is particularly important for understanding the TE properties of materials in which charge transport is affected by grain boundary scattering, e.g., Mg3Sb2 [104,210] and (Hf,Zr)CoSb half-Heusler alloys [119]."
    }, {
      "heading" : "Bulk defects: precipitates",
      "text" : "Precipitation is an effective method for producing coherent or semicoherent interfaces in TE materials [54]. Interfaces scatter low frequency phonons most effectively with a frequency dependence of spre\n1 x0 that likely crosses over to x1 [186,217]. The influence of size, morphology, and number density of precipitates on electron and phonon transport has been summarized in a number of review articles [25,80,218–221]. However, due to the 2D projection effects of electron beam-based scanning electron microscopy (SEM) and TEM techniques, the number density of precipitates determined by SEM or TEM might be\npoorly estimated [222]. In contrast, APT as a 3D technique can avoid this projection effect and realize a more accurate estimation of the volume and number density of precipitates. Additionally, the formation of secondary phases alters the composition of the primary phase, leading to a complex local structural and compositional environment especially in the vicinity of interfaces (Fig. 1d).\nThe Na enrichment at the PbTe/PbS interface and inside PbS grains is evidenced in Fig. 6b. Yamini et al. [223] also investigated by APT the enrichment of Na inside PbS-precipitates and at the precipitate/matrix interfaces in (PbTe)0.65(PbS)0.25(PbSe)0.1 alloy, as shown in Fig. 7a and b. The Na concentration in the PbSrich secondary phase reaches 3 at. % for the heavily-doped sample without Na-rich precipitates, indicating that Na solubility in PbS is higher than previously considered (2 at. %). Fig. 7c shows that the PbS precipitates contain also a high concentration of Se and 2 at. % Te. In contrast, Te was not observed in the PbS precipitates in ternary PbTe–PbS compounds (Fig. 6b) [209]. This indicates that the Se in PbS probably promotes the Te dissolution. A similar scenario could be at play in other systems, which could be proved by APT. This is very important for achieving optimal doping efficiency and for modifying the band structure.\nFIGURE 7\n(a) 3D reconstruction of APT data showing the distribution of Na, S, Se, and Te in PbTe-rich matrix and PbS-rich precipitate; (b) proximity histogram showing the concentration profile of Na for slightly doped Pb0.99Na0.01Te0.65S0.25Se0.1 sample; (c) proximity histogram showing the concentration profiles of Pb, Te, S, Se and Na across the interface of the two phases; (d) O atoms form a distinct cloud around a strontium oxide precipitate in PbTe–4 at. % SrTe doped with 2 at. % Na compound annealed at 400 C for 7 days; the precipitate is highlighted using an iso-composition surface of 20 at. % Sr; (e) measured partial radial distribution functions for Pb, Te, Se, and Na based on the APT data; the partial radial distribution functions represent the average 3D concentration distribution of a specified atom to cluster around a given solute species. Here, the results demonstrate obvious Sr and Na clusters. Figures (a)–(c) are reprinted with permission from Ref. [223]. Copyright 2016 Elsevier Ltd; (d) and (e) are from Ref. [224]. Copyright 2017 American Chemical Society.\nR ES\nEA R C H : R ev\nie w\nThe size distribution of SrTe precipitates in Na-doped PbTe– SrTe alloys was believed to play a key role in achieving a zT value higher than 2 [28]. This raises the question of whether the performance is limited by precipitates coarsening at elevated temperatures. Kim et al. [224] systematically investigated the effect of size and composition of precipitates annealed at different temperatures on the TE properties. A significant coarsening of precipitates was observed after annealing at 300 C and 400 C for 7 days. Moreover, they also found evident segregation of O in the SrTe precipitates and Na clusters in the matrix. Fig. 7d shows that O atoms accumulate around the SrTe1 xOx precipitates; the high content of O primarily distributes in the vicinity of the precipitates. The O impurity contamination probably comes from the silica tube, ball milling or other steps in the fabrication process. The impact of the O impurity on TE properties was generally ignored due to the difficulty in determining the content and distribution of O atoms. Here, the direct observation of O atoms by APT may help to thoroughly understand its role on carrier and phonon transport properties. The partial radial distribution function can help to identify the structure by examining the\naverage local neighborhood as a function of distance extending radially outwards from each atom of a specific species, building a picture of short-range interactions in the system [138]. Fig. 7e illustrates the partial radial distribution functions of Pb–Pb, Te– Te, Sr–Sr, and Na–Na ion pairs, where Pb and Te represent a homogeneous distribution with a value of the partial radial distribution function being equal to 1. However, this value for Na and Sr ranges from 1.28 to 1.18 as a function of radial distance, indicating a clustering tendency. The evolution of the size, number density, and composition of precipitates with annealing temperature were also determined by APT; these features were then correlated with the TE performance. The coarsened precipitates slightly increase the lattice thermal conductivity and the electrical conductivity, thereby having negligible effects on the zT values. Similar phenomena of Na clustering and K accumulation in Na-rich precipitates were also observed in other PbTe-based TE materials by APT [225,226]. These clusters contain only several tens of atoms, which might be invisible in 2D characterization techniques, while they can be determined and quantitatively analyzed by APT.\nR ESEA R C H :R eview\nFig. 8a–c present spherical nanometer-scale precipitates in a PbTe–Ag2Te compound quenched from the high-temperature (700 C) single-phase region. The APT composition analysis confirms that these precipitates have an average diameter of 6 nm and a composition of the Ag2Te phase with a small amount of soluble PbTe. These precipitates in the quenched sample are indeed unexpected according to the pseudo-binary Ag2Te–PbTe phase diagram [227]. However, due to the fast diffusive behavior of Ag in PbTe, they may form during the rapid quenching process [227]. Fig. 8d shows that the precipitates in the asquenched PbTe–Ag2Te compound adopt two morphologies, i.e., plate-like and spherical, which are highlighted by the isocomposition surface of 2.5 at. % Ag. The composition of the precipitates depends on their sizes, which provides information of how Ag2Te precipitates evolve in the PbTe matrix. Compositional analyses as a function of the distance from the isocomposition surface demonstrate that the large plate-like precipitate (diameter of 100 nm; thickness of 10 nm, Fig. 8e) is closer to the Ag2Te stoichiometry with a composition of nearly (Ag0.85Pb0.15)2Te. The medium-sized plate-like precipitates, with a diameter of 30 nm and a thickness of 10 nm, Fig. 8f, has a composition of approximately (Ag0.6Pb0.4)2Te, while the spherical particles with a diameter of 5 nm, are PbTe-based solid solution supersaturated with Ag and have a composition of approximately Pb0.6Ag0.4Te, Fig. 8g. These detailed analyses indicate that Ag atoms aggregate while Pb atoms are rejected from\nFIGURE 8\n(a) 3D APT reconstruction of a PbTe/Ag2Te specimen that was quenched from 70 blue, and Ag in teal. To emphasize the precipitates, an iso-composition surface reconstruction shown in (a) highlights the presence of Ag rich precipitates; (c reconstruction of a (PbTe)0.97(Ag2Te)0.03 compound prepared by quenching from iso-composition surface; (e) proximity histogram of the large-size precipitate d denoted by M in (d); (g) proximity histogram of the small-size precipitate deno Copyright 2010 Elsevier B.V.\ngrowing Ag2Te precipitates during the growth of the precipitates. In addition, APT possesses the capability of characterizing defects with a size below 5 nm, which may share the same crystal structure but that have a different composition with the matrix. Similar use of APT has been applied to track the evolution of transient defects and precipitates in AgSbTe2 compounds across different annealing conditions [228].\nThis section demonstrates the unique capability of APT in determining the composition, morphology, and number density of precipitates. Moreover, APT provides a much more complete picture of microstructural and compositional evolution from the earliest stages of precipitate nucleation through to mature precipitates and, thus, will play a crucial role in guiding materials design with precipitation. A quantitative assessment of the stoichiometry makes it possible to calculate the conduction type, the carrier concentration, and the Fermi energy inside precipitates, which is of high significance for designing strategies to enhance TE performance by nanostructuring [23,76,77].\nCombination of APT with Cs-corrected (S)TEM and first-principles calculations The TE properties of a material are strongly correlated with the structure, chemical composition, and electron/phonon band structures. The examples summarized above have demonstrated that APT is powerful in characterizing the local chemical compo-\n0 C with each detected ion represented by a point. Pb is shown in red, Te in of 20 at. % Ag is shown in dark teal; (b) a magnified slice (2 nm thick) of the ) high-resolution TEM image of a nanoscale Ag2Te precipitate; (d) 3D APT 700 C into ice-water. Ag-rich precipitates are highlighted by 2.5 at. % Ag enoted by L in (d); (f) proximity histogram of the medium-size precipitate ted by S in (d). Figures (a)–(c) are reprinted with permission from Ref. [227].\nR ES\nEA R C H : R ev\nie w\nsition in 3D space down to the sub-nanometer scale. However, the spatial resolution of APT is still nearly one order of magnitude lower than that in TEM due to artifacts resulting from the ion trajectory aberration (local magnification effect [229]) as well as data processing and reconstruction [230]. In addition, the transport properties of electrons and phonons are understood from their band structures and density of states, which can be obtained by first-principles density function theory (DFT) calculations [15,59,126,231]. Thus, it is desirable to combine APT with TEM and first-principles calculations to thoroughly characterize these features and to fundamentally understand the material. Actually, this combination indeed facilitates a profound understanding of the segregation behavior of impurity atoms in Si faceted grain boundaries [139], the composition and site occupancy of Mg within ordered d0 precipitates in an Al–Mg–Li alloy [232], the confined chemical and structural states at dislocations in Fe–9 wt%Mn steels [117,193], and the tetragonally distorted matrix channels in high Mn steels [233], to name a few.\nHere, a typical example is given in a PbSe–Cu2Se alloy reported with a zT value of 1.8 at 723 K with interstitial Cu atoms [234]. The distribution of Cu atoms was characterized by combining Cs-corrected STEM with APT [234]. The Cs-corrected high-angle annular dark field (HAADF)–STEM image in Fig. 9a shows a high density of elastically strained stripes with a length of 10 nm and a width less than 2 nm embedded in the PbSe matrix. A close-up of the strained stripe clearly shows the Pb off-center atoms, Fig. 9b, and the Cu interstitials around the\nFIGURE 9\nMicrostructures, compositions and DFT calculations for PbSe–Cu2Se alloy. (a) enclosed by yellow circles; Inset is the corresponding FFT image; (b) HAADF–STEM showing accumulated strains in and around the stripe; (c) corresponding ABF–ST reconstruction of Pb, Se, and Cu atoms; (e) enlarged view on the Cu-rich regio magnified view on the single Cu atomic layer marked by the blue rectangle in (b Cu atoms across the 5 at. % Cu iso-composition surface; (h) electronic band struc density of states (right) for PbSe and (j) PbSe–3%Cu2Se. Figures are reprinted w\nstrained stripes as visible in annular bright field (ABF)–STEM image, Fig. 9c. The corresponding fast Fourier transform patterns (FFT, inset of Fig. 9a and c) show a single set of diffraction patterns, indicating that Cu atoms are dissolved into the PbSe matrix without any presence of precipitation. Note that the content of Cu2Se adopted here (2–3 at. %) is much higher than the reported solubility of Cu in PbSe (0.35 at. % at room temperature) [47]. APT characterization is used to complement the STEM analysis. Fig. 9d shows that Pb and Se distribute homogeneously while Cu forms nanoscale aggregates. However, the magnified view of the Cu-rich region uncovers that Cu atoms form discrete single atomic layers with intervals ranging from 4 to 30 Å (Fig. 9e and f), resembles the stripes observed by STEM. The proximity histogram shows the composition profile of Pb, Se, and Cu across the interface of 5 at. % Cu iso-composition surface, Fig. 9g. The nearly 1:1 atomic ratio between Pb and Se implies that Cu atoms mainly occupy the interstitial positions of the PbSe lattice, in agreement with observation made by STEM. The peculiar spatial distribution of the Cu atoms mapped by STEM and APT enabled us to establish a model for a more accurate DFT calculation of the associated electronic and phonon band structures.\nDFT results indicate that soluble Cu2Se in PbSe flattens the conduction band and enlarges the band gap, which increases the effective mass and the Seebeck coefficient, as shown in Fig. 9h [234]. Fig. 9i and j depict the phonon band structures and corresponding total density of states of pristine PbSe and Cu2Se alloyed PbSe, respectively. The substantial softening in\nHAADF–STEM image. Strained stripes embedded in the PbSe matrix are image focusing on the strained stripe. Inset is the geometric phase analysis\nEM image of (b) showing the interstitial Cu atoms. Inset is the FFT; (d) 3D APT n revealing the formation of discrete nanoscale single Cu atomic layers; (f) ); (g) proximity histogram displaying the concentration profiles of Pb, Se, and tures for PbSe–x%Cu2Se (x = 0–3); (i) phonon band structures (left) and total ith permission from Ref. [234]. Copyright 2018 American Chemical Society.\nR ESEA R C H :R eview\nphonon modes occurring at the low-frequency regime largely contributes to enhanced phonon–phonon scattering and reduced thermal conductivity in Cu2Se alloyed PbSe. A high zT value of 1.8 is therefore achieved and the physical mechanism can be well understood by combining STEM, APT, and DFT calculations. The research methods adopted here provide a good example showing the effectiveness of correlative information in understanding the TE properties."
    }, {
      "heading" : "Summary and outlook",
      "text" : "We have summarized state-of-the-art strategies for investigating interactions between lattice defects and local chemistry for enhancing the TE performance and highlighted the importance to characterize the chemical composition at a sub-nanometer scale in 3D by APT. Fig. 10 shows in a nutshell the multiscale structural and chemical information for lattice defects obtained\nFIGURE 10\nStructural and chemical information for multiscale lattice defects. Middle: Schem different colors of the grains are illustrating different orientation or different phas and precipitates are highlighted. Left: point defects; X-ray diffraction (XRD) det sensitivity (>5 at. %) using Vegard’s law or the presence of a secondary phase as nearest neighbor distribution function can further help to analyze the clustering the blue and red ones represent the experimental data, where the blue curve ind one) indicates the formation of clusters. Top: linear defects, dislocations; the s composition are obtained by APT. Right: planar defects; TEM image shows the ato at a GB with the corresponding composition profile crossing this GB showing as precipitate and the APT analyses show the 3D shape and volume distribution profile crossing the interface between matrix and precipitate. These hierarchical of lattice defects on TE performance, which in turn helps us to better design T\nby TEM, APT and other characterization techniques. The doping efficiency is critical for realizing optimized carrier concentration and band structure engineering. APT is capable of determining the homogeneity and solubility of doping or alloying elements at near-atomic scale and with ppm-level sensitivity, providing more accurate information of the solutes and their spatial distribution. Dislocations have been regarded as important sources for scattering mid-frequency phonons, but the influence of Cottrell atmospheres around dislocations on electron and phonon transport was up to now ignored. Recent experimental results have demonstrated that the solute-decorated dislocations enable stronger phonon scattering. APT provides a quantitatively compositional analysis in the vicinity of dislocations, which means that a new controllable parameter, viz. dislocation composition, can be adopted to modulate the TE performance. In addition, the morphology, compositional roughness and the distribution of impurities at an interface can be characterized by APT. With such\natic of a microstructure revealing the distribution of different defects. The es. Multiscale defects including point defects, dislocations, grain boundaries, ects the homogeneity and solubility of dopants in microscale with limited the indicator, while APT directly shows the 3D distribution of dopants. The of dopants. The black curve represents the random distribution of dopants; icates homogeneous distribution while a deviation of the Gaussian peak (red tructural characteristics can be obtained from TEM and the 3D shape and mic structures of a GB; APT reconstruction shows the enrichment of dopants ide. Bottom: bulk defects, precipitates; TEM image shows the projection of a of the precipitates; the proximity histogram further gives the composition structural and chemical information considerably enrich our understanding E materials.\nR ES\nEA R C H : R ev\nie w\nknowledge, the interface can be modified by changing the type and content of dopants. The stoichiometry of nanometer-sized precipitates, as well as their composition evolution across the interface between precipitate and matrix, can be resolved by APT. Therefore, the chemical decoration state and the band bending behavior at the interface can be more precisely calculated and understood. As a result, one can better control the size, morphology, and composition of lattice defects, which significantly impact the TE property.\nExtensive exploratory efforts, development of modern theories, and applications of advanced synthesis techniques have pushed the TE materials development into a new era. To truly understand the material and improve the TE performance, an integrated characterization of the material from the mesoscopic to the atomic scale including both microstructures and chemical compositions are needed. For achieving this goal, optical microscopy and SEM-based techniques (e.g. electron backscattered diffraction and electron channeling contrast imaging) are also needed to provide the structural and chemical information with good statistics, for example to understand how precipitates may percolate through the material, while state-of-the-art probing techniques such as Cs-corrected (S)TEM and APT provide details down to atomic scale, for example to show the local atomic arrangements and chemical composition of lattice defects. The information obtained could facilitate more reasonable firstprinciples calculations and in turn lead to a profound understanding of the physical mechanism of thermoelectricity and rational materials design."
    }, {
      "heading" : "Declaration of Competing Interest",
      "text" : "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors acknowledge the support of DFG (German Science Foundation) within the SFB 917: Nanoswitches. GJS acknowledges support from U.S. Department of Commerce, National Institute of Standards and Technology as part of the Center for Hierarchical Materials Design (CHiMaD) award 70NANB19H005."
    } ],
    "references" : [ {
      "title" : "Nat",
      "author" : [ "G.J. Snyder", "E.S. Toberer" ],
      "venue" : "Mater. 7 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Environ",
      "author" : [ "D.B. Gingerich", "M.S. Mauter" ],
      "venue" : "Sci. Technol. 49 (14) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "CRC Handbook of Thermoelectrics",
      "author" : [ "D.M. Rowe" ],
      "venue" : "CRC Press",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Introduction to Thermoelectricity",
      "author" : [ "H.J. Goldsmid" ],
      "venue" : "Springer",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Nat",
      "author" : [ "C.B. Vining" ],
      "venue" : "Mater. 8 (2) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Mater",
      "author" : [ "C. Chang", "L.-D. Zhao" ],
      "venue" : "Today Phys. 4 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "APL Mater",
      "author" : [ "K. Imasato" ],
      "venue" : null,
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    }, {
      "title" : "NPG Asia Mater",
      "author" : [ "L. Wu" ],
      "venue" : null,
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2017
    }, {
      "title" : "Phys",
      "author" : [ "C.M. Jaworski", "J.P. Heremans" ],
      "venue" : "Rev. B 80 (23) ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Charge Transfer in Thermoelectric Nanocomposites: Power Factor Enhancements and Model Systems, Scrivener Publishing",
      "author" : [ "M. Beekman" ],
      "venue" : null,
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "W. Kim", "J. Mater" ],
      "venue" : "C 3 (40) ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Phys",
      "author" : [ "M. Steele", "F. Rosi", "J. Appl" ],
      "venue" : "29 (11) ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 1958
    }, {
      "title" : "The Collected Works of J",
      "author" : [ "J.W. Gibbs" ],
      "venue" : "Willard Gibbs, Yale Univ. Press",
      "citeRegEx" : "115",
      "shortCiteRegEx" : null,
      "year" : 1948
    }, {
      "title" : "Rev",
      "author" : [ "T.F. Kelly", "M.K. Miller" ],
      "venue" : "Sci. Instrum. 78 (3) ",
      "citeRegEx" : "135",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Appl",
      "author" : [ "B. Gault" ],
      "venue" : "Microsc. 46 (3) ",
      "citeRegEx" : "136",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Scr",
      "author" : [ "M. Herbig" ],
      "venue" : "Mater. 148 ",
      "citeRegEx" : "141",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "M. Jacoby" ],
      "venue" : "Eng. News 83 (48) ",
      "citeRegEx" : "143",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Annu",
      "author" : [ "D.N. Seidman" ],
      "venue" : "Rev. Mater. Res. 37 (1) ",
      "citeRegEx" : "148",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "MRS Bull",
      "author" : [ "Y. Amouyal", "G. Schmitz" ],
      "venue" : "41 (01) ",
      "citeRegEx" : "149",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Local electrode atom probe tomography",
      "author" : [ "Larson", "D. J" ],
      "venue" : null,
      "citeRegEx" : "155",
      "shortCiteRegEx" : "155",
      "year" : 2013
    }, {
      "title" : "Microsc",
      "author" : [ "T.J. Prosa", "D.J. Larson" ],
      "venue" : "Microanal. 23 (2) ",
      "citeRegEx" : "157",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sci",
      "author" : [ "A.J. Melmed", "J. Vac" ],
      "venue" : "Technol., B 9 (2) ",
      "citeRegEx" : "158",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Philos",
      "author" : [ "M.F. Ashby" ],
      "venue" : "Mag. 21 (170) ",
      "citeRegEx" : "188",
      "shortCiteRegEx" : null,
      "year" : 1970
    }, {
      "title" : "Proc",
      "author" : [ "P.G. Klemens" ],
      "venue" : "Phys. Soc., London, Sect. A 68 (12) ",
      "citeRegEx" : "194",
      "shortCiteRegEx" : null,
      "year" : 1955
    }, {
      "title" : "Proc",
      "author" : [ "A.H. Cottrell", "B. Bilby" ],
      "venue" : "Phys. Soc., London, Sect. A 62 (1) ",
      "citeRegEx" : "195",
      "shortCiteRegEx" : null,
      "year" : 1949
    }, {
      "title" : "Phys",
      "author" : [ "M.W. Ackerman", "P.G. Klemens", "J. App" ],
      "venue" : "42 (3) ",
      "citeRegEx" : "196",
      "shortCiteRegEx" : null,
      "year" : 1971
    }, {
      "title" : "Microsc",
      "author" : [ "M.K. Miller" ],
      "venue" : "Res. Tech. 69 (5) ",
      "citeRegEx" : "198",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Sci",
      "author" : [ "M.K. Miller", "J. Mater" ],
      "venue" : "41 (23) ",
      "citeRegEx" : "199",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Curr",
      "author" : [ "D.L. Medlin", "G.J. Snyder" ],
      "venue" : "Opin. Colloid Interface Sci. 14 (4) ",
      "citeRegEx" : "213",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "NPG Asia Mater",
      "author" : [ "J.-F. Li" ],
      "venue" : null,
      "citeRegEx" : "218",
      "shortCiteRegEx" : "218",
      "year" : 2010
    }, {
      "title" : "Mater",
      "author" : [ "P. Pichanusakorn", "P. Bandaru" ],
      "venue" : "Sci. Eng., R 67 (2–4) ",
      "citeRegEx" : "221",
      "shortCiteRegEx" : null,
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The TE performance of a material is commonly evaluated by the dimensionless figure-of-merit, zT = S(2)rT/jtot, where S is the Seebeck coefficient, r is the electrical conductivity, their product S(2)r is the power factor, T is the absolute temperature, and jtot is the total thermal conductivity contributed from the electronic transport (jele) and the lattice vibration (phonon, jlat) [3,4,6,7].",
      "startOffset" : 386,
      "endOffset" : 395
    }, {
      "referenceID" : 2,
      "context" : "Since the discovery of TE phenomena [8,9] and especially after the establishment of the fundamental science of TE effects [9,10], a variety of materials have been explored and considered as promising TE candidates, including a collection of chalcogenide semiconductors [11–18], Zintl compounds [19,20], filled-skutterudites [21], clathrates [22], silicon germanides [23], and half-Heusler alloys [24], to name a few.",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 2,
      "context" : "Since the discovery of TE phenomena [8,9] and especially after the establishment of the fundamental science of TE effects [9,10], a variety of materials have been explored and considered as promising TE candidates, including a collection of chalcogenide semiconductors [11–18], Zintl compounds [19,20], filled-skutterudites [21], clathrates [22], silicon germanides [23], and half-Heusler alloys [24], to name a few.",
      "startOffset" : 122,
      "endOffset" : 128
    }, {
      "referenceID" : 5,
      "context" : "To achieve low jlat, one should select materials with disorder [35], large anharmonicity [36,37], rattling atoms [21,22], metavalent bonding [37–42], liquid-like ions [17,43], complex crystal structures [44,45], heavy constituent elements [46], as well as various types of crystal defects [28,47–53].",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 6,
      "context" : "microstructural interfaces [54] or grain boundary phases [32], can further modify the transport properties locally [55–57] in a way that is not necessarily always beneficial to zT because of the tradeoff with electrical properties [58].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 12,
      "context" : "While originally introduced by the Gibbs adsorption isotherm for the case of dilute solute partitioning between a bulk and its surface [115], it has nowadays been realized that each type of lattice defect acts as an individual trap with defectspecific binding energy, structure response and entropy contributions [116,117].",
      "startOffset" : 135,
      "endOffset" : 140
    }, {
      "referenceID" : 14,
      "context" : "With the development of subpicosecond-laser assisted local electrode atom probe and improved detection efficiency up to 80% as well as the implementation of focused-ion beam for site-specific specimen preparation [137], APT has become an advanced characterization tool in characterizing various types of lattice defects [134,136,138].",
      "startOffset" : 320,
      "endOffset" : 333
    }, {
      "referenceID" : 16,
      "context" : "[143] reported on a precursor to APT, field ion microscopy, that provided the first atomically-resolved images, yet, with no analytical capabilities.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 13,
      "context" : "Continuous efforts have been devoted to enhance the technique’s performance [135].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 20,
      "context" : ", a specific grain boundary, in the final APT specimen [156,157].",
      "startOffset" : 55,
      "endOffset" : 64
    }, {
      "referenceID" : 21,
      "context" : "Since TE materials, unlike metals, cannot be electropolished [158], specimens are prepared by using a focused ion beam (FIB) [159].",
      "startOffset" : 61,
      "endOffset" : 66
    }, {
      "referenceID" : 13,
      "context" : "The first commercial laser-assisted APT was shipped in 2006 by Imago Scientific Instruments Corporation [135].",
      "startOffset" : 104,
      "endOffset" : 109
    }, {
      "referenceID" : 0,
      "context" : "For degenerate semiconductors, the Seebeck coefficient can be expressed as [4,170]",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 2,
      "context" : "264 relationship of S and r relative to n leads to an optimal carrier concentration for a maximum zT, which generally lies in the range of 10(19)– 10(21) cm 3 [9,27].",
      "startOffset" : 159,
      "endOffset" : 165
    }, {
      "referenceID" : 3,
      "context" : "264 relationship of S and r relative to n leads to an optimal carrier concentration for a maximum zT, which generally lies in the range of 10(19)– 10(21) cm 3 [9,27].",
      "startOffset" : 159,
      "endOffset" : 165
    }, {
      "referenceID" : 22,
      "context" : "In such cases where their kinematical nature is required for preserving the otherwise coherent lattice they are called geometrically necessary dislocations [188].",
      "startOffset" : 156,
      "endOffset" : 161
    }, {
      "referenceID" : 23,
      "context" : "The strain field of edge dislocations can be modulated by the presence of solute atoms in their vicinity [194].",
      "startOffset" : 105,
      "endOffset" : 110
    }, {
      "referenceID" : 24,
      "context" : "1b, which form to reduce the energy associated with the strain field of the dislocation [195].",
      "startOffset" : 88,
      "endOffset" : 93
    }, {
      "referenceID" : 25,
      "context" : "This very localized chemical environment affects both, electron and phonon scattering [196].",
      "startOffset" : 86,
      "endOffset" : 91
    } ],
    "year" : 2020,
    "abstractText" : "1 I. Physikalisches Institut (IA), RWTH Aachen University, 52056 Aachen, Germ any 2 Center for Nanoparticle Research, Institute for Basic Science (IBS), Seoul 08826, Republic of Korea Max-Planck Institut für Eisenforschung GmbH (MPIE), 40237 Düsseldorf, Germany 4 State Key Laboratory of Functional Materials for Informatics, Shanghai Institute of Micro-System and Information Technology, Chinese Academy of Sciences, 200050 Shanghai, China 5 JARA-Institut Green IT, JARA-FIT, Forschungszentrum Jülich GmbH and RWTH Aachen University, 52056 Aachen, Germany Northwestern University, Evanston, IL 60208, USA Department of Materials, Imperial College London, London SW7 2AZ, UK",
    "creator" : "Elsevier"
  }
}