{
  "name" : "downloads_2020-08-25_dd_10.1007@s12668-020-00719-z.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis and Characterization of Endophytic Fungi, Cladosporium perangustum Mediated Silver Nanoparticles and their Antioxidant, Anticancer and Nano-toxicological Study",
    "authors" : [ "M Govindappa", "M Lavanya", "P Aishwarya", "Kavya Pai", "Prathiksha Lunked", "B Hemashekhar", "BM Arpitha", "YL Ramachandra", "Vinay B. Raghavendra" ],
    "emails" : [ "dravidateja07@gmail.com;", "drgovindappa-bt@dayanandasagar.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords Cladosporium perangustum . GC-MS . Characterization . Antioxidant . Anticancer . Nano-toxicology"
    }, {
      "heading" : "1 Introduction",
      "text" : "Nanotechnology is one of the fast growing sciences due to its vast applications in science and technology [1]. Recent days, biotechnology and nanotechnology are developing costeffective and eco-friendly biosynthetic products and synthesizing nanoparticles and nanomaterials. Among various nanoparticles, silver nanoparticles gain more importance because of its applications in therapeutic agent development, disease diagnosis, and biosensors and in agriculture. Synthesizing silver nanoparticles uses physical methods, but it produces large amounts of hazardous by-products and results in environmental contamination, and the techniques are expensive, use inefficient materials and consume high energy.\nMany researchers have synthesized silver nanoparticles by biological method using plant extracts and they showed potent antioxidant and anticancer property [2–5]. In recent years, endophytic fungi–mediated silver nanoparticles have exhibited\n* M Govindappa dravidateja07@gmail.com; drgovindappa-bt@dayanandasagar.edu\n1 Endophytic Fungal Natural Products Laboratory, Department of Biotechnology, Dayananda Sagar College of Engineering, Shavige Malleshwara Hills, Kumaraswamy Layout, Bengaluru 560 078, India\n2 Department of Studies in Botany, Davangere University, Shivagangotri, Davangere 577007, India\n3 Department of Biotechnology, Shridevi Institute of Engineering and Technology, Sira Road, Tumakuru, Karnataka 570102, India\n4 Department of P.G. Studies and Research in Biotechnology and Bioinformatics, Kuvempu University, Jnana Sahyadri, Shankaraghatta, Shivamogga, Karnataka 577 451, India\n5 P.G. Department of Biotechnology, Teresian College, affiliated to University of Mysore, Mysore 570011, India\nsignificant antioxidant and anticancer activity [6–9]. The endophytic fungal species were also able to produce a number of biologically important phytochemicals, responsible for the bioreduction and formation of silver nanoparticles, and become capping agents. Li et al. [10] have reported Cladosporium perangustum is an endophytic fungi of twig Aegiceras corniculatum. Popli et al. [11] have synthesized silver nanoparticles from Cladosporium species of Loranthus micranthus and endophytic fungal–mediated silver nanoparticles had shown strong activity of antioxidant, anti-diabetic and anti-Alzheimer. The present study synthesized the silver nanoparticles using endophytic fungi, Cladosporium perangustum of Dendrophthoe falcata and the method is simple, cost-effective, convenient and environmentally safe. The literature survey indicates that no reports are available on synthesis, characterization and biological activity of silver nanoparticles using endophytic fungi Cladosporium perangustum and their phytochemical analysis. Extract was prepared fromC. perangustum using water and subjected to phytochemical analysis by qualitative and GC-MS. Further, the present study was aimed to synthesize and characterize (UV-visible spectra, XRD, FTIR, DLS, EDX and SEM) silver nanoparticles using C. perangustum, and their antioxidant, anticancer and nano-toxicological studies were carried out. The present results are the first and basic proof of biological activity of C. perangustum–mediated synthesized silver nanoparticles."
    }, {
      "heading" : "2 Experimental",
      "text" : ""
    }, {
      "heading" : "2.1 Materials",
      "text" : "All the chemicals, media and antibiotics were purchased from Sigma-Aldrich Chemicals, India.\n2.2 Collection of Plant, Dendrophthoe falcata, and Isolation of Endophytic Fungi\nThe plant, Dendrophthoe falcata that grows on mango was collected from Siddara Betta of TumakuruDistrict, Karnataka, India, in February 2018. The collected mature plant leaf was separated and washedwith running tap water thoroughly. Leaf part was cut into 0.5 mm using sterilized surgical blade. The small parts of leaf were subjected to surface sterilization with distilled water thrice followed by 0.1% sodium hypochlorite for 20 s. Each small part was washed with distilled water twice, and the end parts were cut and the excess of water was removed using a blotter."
    }, {
      "heading" : "2.3 Isolation, Identification and Mass Cultivation of Endophytic Fungi",
      "text" : "Surface-sterilized leaf parts were carefully placed on Petri plates containing potato dextrose agar medium in aseptic\ncondition. Petri plates containing leaf parts were incubated at 25 + 2 °C for 8–10 days. After incubation, each plate was observed carefully for fungal species. Three different fungal species were identified and for present study selected one fungus and subjected to morphological identification of mycelium and conidia. The same fungus was cultivated in potato dextrose broth to get moremycelia for further experiment. The fungal mycelium was transferred on to fresh PDA plate for 18S rRNA gene amplification and sequencing."
    }, {
      "heading" : "2.4 Extract Preparation and Phytochemical Analysis by Qualitative and GC-MS Method",
      "text" : "Using water extracted the mycelia at 2:1 ratio and identified the phytochemicals yield in the extract using standard procedures [12, 13]. The GC-MS analysis of water extract of endophytic fungi was carried out with JOEL GCMATE II GC-MS with data system with high resolution and double focused in IIT, Madras. The bioactive compounds were identified present in the extract with the help of retention time and standard library of NIST having more than 62,000 patterns."
    }, {
      "heading" : "2.5 Molecular Identification of Endophytic Fungi (18S rRNA)",
      "text" : "Fifty-milligram fungal myceliumwas frozen in liquid nitrogen and disrupted the mycelia mechanically to isolate genomic DNA according to Qiagen kit instructions. For 18S rRNA gene, the ITS (ITS 1-5S-ITS 2) region was amplified using specific to fungal primers ITS1-5′-CCGTAGGTGAACCT GCGG-3 ′ ( fo rward p r imer ) and ITS4-5 ′ -TCCT CCGCTTATTGATATGC-3′ (reverse primer). The amplification was done in 50 μl reaction mixtures having 50 ng of DNA template, 1.5 mMMgCl2, 0.4 U Taq DNA polemerase, 200 μM dNTP and 20 pmol of each primer in a CG palm cycler. The amplification cycles adjusted to initial denaturation for 5 min at 94 °C, 30 cycles of 94 °C for synthesis, 1 min at 55 °C, 1 min at 72 °C and 7 min at 72 °C for final extension. The amplified product was run in 1.2%w/v agarose gel electrophoresis to confirm the band and ethidium bromide was used for straining. Using a gel documentation unit documented the band and the gel extraction kit was used to purify PCR product. Sequencing was carried out at Eurofins- genomics, Bengaluru with a reference number of 0318_662 (2018). Using BLASTn and NCBI analyzed the sequence identification by homology search for sequence of closely related. Using Clustal Omega, multiple sequence alignment was done and constructed the phylogenetic tree using method of neighbour-joining (NJ)."
    }, {
      "heading" : "2.6 Biosynthesis of Silver Nanoparticles Using",
      "text" : "Cladosporium perangustum Extract\nSilver nanoparticles were synthesized using C. perangustum according to the method of [14]. Ten-day-old fungal mycelia biomass was washed with sterilized double distilled water to avoid contamination. Using sterilized double distilled water, extract was prepared using fungal biomass at 2:1 ratio by maceration. The aqueous solution was separated by filtration using Whatmann No.1 filter paper. Ninety milliliters of 5 mM AgNO3 was mixed to 10 ml of fungal extract and subjected to continuous magnetic stirring for 20 min for bioreduction. The reaction mixture was kept at a dark place at room temperature (25 + 2 °C) overnight for complete reaction and bioreduction process."
    }, {
      "heading" : "2.7 Characterization of C. perangustum–Mediated Silver Nanoparticles",
      "text" : ""
    }, {
      "heading" : "2.7.1 Analysis of UV-Visible Spectra for Silver Nanoparticles",
      "text" : "The synthesized silver nanoparticles were confirmed by spectral analysis using UV-visible spectrometer. Using UV3600Shimadzu UV-visible spectrophotometer analyzed the silver nanoparticle formation in the range of wavelengths from 300 to 700 nm.\nThe purified, synthesized silver nanoparticles were collected by centrifugation for 15 min at 15,000 rpm thrice continuously. Pellets containing silver nanoparticles were washed with sterilized Milli-Q water. The pellet was dried using hot air oven for 24 h at 50 °C, and the pure powder was used for XRD, FTIR, DLS, EDX and SEM."
    }, {
      "heading" : "2.7.2 X-ray Diffraction Analysis",
      "text" : "The X-ray diffraction was used to study rapid diagnostic system to analyze the crystalline structure and cell measurements. The formed silver nanoparticles were finely ground, homogenized to get similar size in bulk composition [15]. The tiny dried silver nanoparticles were analyzed by placing on the XRD grid."
    }, {
      "heading" : "2.7.3 Zeta Potential Analysis Using DLS",
      "text" : "Using DLS studied the refractive index and stability of silver nanoparticles to analyze zeta potential [16]. Two thousand microliters silver nanoparticles were transferred to clear disposable zeta cells to measure zeta potential. Using Dynamic Light Scattering measured the zeta potential in the range between 0.1 and 1000 μl at 25 °C using laser wavelength of 780 nm and scattering angle of 90 °C and data were analyzed. This method will be of help to find out stability and size distribution of the nanoparticles."
    }, {
      "heading" : "2.7.4 SEM Analysis",
      "text" : "Using SEM, the size, morphology, distribution and composition of silver nanoparticles were studied. Drop of AgNPs was placed on carbon-coated copper grid and dried the sample using mercury lamp for 5 min and readings were recorded at different magnification."
    }, {
      "heading" : "2.7.5 Analysis of Nanoparticles by Energy Diffraction Spectroscopy",
      "text" : "For element analysis and functional groups, chemicals in the silver nanoparticles were done using EDS. The ray of X-ray detector emits from the nanoparticles represents peaks at particular electron volt confirms the presence of elemental silver [17]."
    }, {
      "heading" : "2.7.6 Fourier Transformed Infrared Spectroscopy Analysis",
      "text" : "To record functional groups attached to silver nanoparticles, the FTIR was used. The grounded pellet mixture was resuspended using 1 ml of deionized water using KBr pellets. For FTIR analysis, a drop of reaction was used [17]."
    }, {
      "heading" : "2.8 Antioxidant Activity",
      "text" : ""
    }, {
      "heading" : "2.8.1 DPPH Radical Assay",
      "text" : "Using the method of [18], the potentiality of CpAgNPs was determined using DPPH free radical scavenging. Different concentrations of CpAgNPs (10, 20, 30, 40, 50, 75 and 100 μg/ml) and butylated hydroxytoluene (BHT) used as standard for the study. For reaction sample, 1 ml of freshly prepared 1 mM DPPH was dissolved in methanol and mixed thoroughly using vortex. The reaction mixture was incubated by keeping at a dark place for 30 min and recorded the activity at 517 nm. The sample without the mixture was considered as the control. The activity was expressed as percentage of inhibition and calculated based on below mentioned equation,\nInhibition (%) = Acontrol – Asample / Acontrol × 100where Acontrol is the absorbance of the DPPH radical with ethanol; Asample is the absorbance of DPPH radical with sample extract/standard."
    }, {
      "heading" : "2.8.2 Hydrogen Peroxide Scavenging Assay",
      "text" : "The hydrogen peroxide scavenging activity was used for different concentrations of CpAgNPs (10, 20, 30, 40, 50, 75 and 100 μg/ml) [19] and ascorbic acid used as standard. Different concentrations of CpAgNPs and ascorbic acid were mixed with 50μL5mMH2O2 solution separately and incubated the reaction\nmixture at room temperature (25 + 2 °C) for 20 min. The studied reaction mixture absorbance at 610 nm and H2O2 scavenging percentage were calculated based on the above equation."
    }, {
      "heading" : "2.8.3 Assay of Nitric Oxide Radical Scavenging",
      "text" : "The sodium nitroprusside in the aqueous solution generates nitric oxide radicals and it produces nitrite ions after interacting with oxygen at physiological pH; the reaction was measured by using the Griess reaction reagent [20]. The different concentrations of CpAgNPs (10, 20, 30, 40, 50, 75 and 100 μl/ml) were incubated separately with 100 μl of 20 mM sodium nitroprusside at room temperature for 60 min. The BHT and NO* scavenger used as a positive control. The activity of nitric oxide radical scavenging was calculated by above-mentioned equation."
    }, {
      "heading" : "2.8.4 Assay of Reducing Power",
      "text" : "The different concentrations of CpAgNPs were added separately to 2.5 ml of 200 mM phosphate buffer (pH 6.6) and 2.5 ml of 1% potassium ferric cyanide. The reaction mixture was incubated at 50 °C for 20 min and then cooled\nimmediately. After incubation, 2.5 m 10% TCA was added to the reaction mixture and centrifuged for 8 min at 3000 rpm. To all, the equal amount of Millipore Milli-Q water was added. At the end, 1 ml 0.1% ferric chloride was added with upper layer and measured the absorbance at 700 nm. Using standard BHT, the results were compared and the reducing power percentage was calculated with the help of the abovementioned equation."
    }, {
      "heading" : "2.9 Anticancer Activity",
      "text" : "The MCF-7 (human breast adenocarcinoma cells) was obtained from the National Centre for Cellular Sciences (NCCS), Pune, India. The cancer cells were cultured in DMEMmedia, supplemented with 10% heat-inactivated fetal bovine serum (FBS), 1 mM NaHCO3, 2 mM L-glutamine, 100 units/mL of penicillin and 100 lg/mL streptomycin. The cell lines were maintained at humidified 5% CO2 at 35 + 2 °C incubator."
    }, {
      "heading" : "2.9.1 Cell Viability Assay Using MTT Test",
      "text" : "The C. perangustum extract-mediated silver nanoparticles were used to know the effect on viability of human breast\nadenocarcinoma cells using MTT assay. Different concentrations of CpAgNPs (2.5%, 5%, 10%, 20% and 40%) were added to 96-well plate having 5000 MCF-7 cancer cells separately. The reaction plates were incubated for 24 h in CO2 incubator at 37 °C. The spent media was discarded and added 200 μl of fresh media. To each, well-added 10 μl of MTT solution was incubated for 4 h. The media was replaced by adding 200 μl DMSO and measured the activity at 570 nm. By comparing with control (without test sample), the cell viability percentage was calculated based on the equation mentioned below:\n% of viability = cell treated with samples/untreated control cells × 100."
    }, {
      "heading" : "2.9.2 Caspase-3, Caspase-7, Caspase-8 and Caspase-9 Assays",
      "text" : "The assessment of caspase-3, caspase-7, caspase-8 and caspase-9 was performed by the producer’s guidelines. Quickly, 100 μL of 5 × 104 cells/mL was seeded in white-walled 96-well microplates and brooded for 24 h. The cells were treated with the PsFNPs (100, 200, 300, 400 and 500 μg/mL) for 24 h. After treatment, an equivalent volume of caspase-3, caspase-7, caspase-8 and caspase-9 reagent was included separately and disturbed for 30 s and the glow flag recorded with the GloMax-Multi Detection System (Promega, USA) after brooding for 60 min. Caspase-3, caspase-7, caspase-8 and caspase-9 were assessed by treating the cells in an indistinguishable way from portrayed previously."
    }, {
      "heading" : "2.10 Nano-toxicity Assay",
      "text" : ""
    }, {
      "heading" : "2.10.1 Effect of Actively Growing Onion Roots",
      "text" : "Small-sized onion was purchased from the local market and incubated in a conical flask to allow roots to grow for 4–5 days at room temperature (25 + 2 °C). After incubation, the grown onions were transferred to 40% of CpAgNPs containing conical flasks and incubated overnight (12 h) at 25 + 2 °C. Root tips were cut and fixed in the solution of acetic acid and alcohol (1:3). We squash the onion root tips and added the acetocarmine stain. The water and lapachol were used as negative and positive control. Morphology of cells and cell division was studied under compound microscope at × 100 oil immersion. A total of 35–400 cells were observed for each treatment at different stages of interphase and anaphase, metaphase, anaphase and telophase [21].\n2.10.2 Effect of CpAgNPs on Seedling Growth of Vigna radiata\nThe Vigna radiata seeds were purchased from local market of Tumakuru, Karnataka, India. Seeds were treated with 40% of CpAgNPs and water separately and placed on wet blotter containing Petri plates and incubated at 25 + 2 °C for 5–10 days."
    }, {
      "heading" : "2.10.3 Hemolysis and Biocompatible Assay",
      "text" : "Fresh O+ve blood was collected from a healthy person. To know biocompatibility, the CpAgNPs (20 μl) were added to\nfreshly collected blood and incubated for 30 min at 35 + 2 °C and observed the hemolysis activity [22]. On the other set, to study the effect on morphological changes, the CpAgNPs were incubated with RBCs of human blood for 4 h. The RBCs were washed with PBS twice and then fixed the cells in 50 μl 2.5% glutaraldehyde at 35 + 2 °C for 5 min. The\nsample was washed with 1× PBS thrice and the pellet that was added with 50 μl PBS to form suspension. One drop of the fixed pellet was transferred to a clean glass slide and dried, then washed with 70% alcohol and dried. Observation was done using compound microscope at × 100 to analyze RBCs morphology."
    }, {
      "heading" : "3 Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1 Plant Collection, Isolation and Identification of Endophytic Fungi",
      "text" : "The parasitic plant Dendrophthoe falcata grown on mango plant was collected. Figure 1A represents the Dendrophthoe falcata on host and leaf and stem parts (Fig. 1B). Figure 1C shows incubated plant part showing endophytic fungi in Petri\nplate. The cotton blue stained fungal mycelia showed typical characteristics of mycelia and conidia of Cladosporium species (Fig. 1D). The isolated endophytic fungi of D. falcata appeared as whitish in colour and characterized by PCR amplification of 18S rRNA gene using ITS primers. The size of the amplified PCR product was 500 bps. The 18S rRNA gene resulted by Sanger’s dideoxy nucleotide sequence of the amplified ITS region (ITS 1-5. 8S-ITS 2) was having a 526-bp nucleotide sequence. The multiple sequence alignment and pairwise results were obtained from Blastn analysis. The alignment revealed 100% identity with the Cladosporium perangustum and it is designated as Cladosporium perangustumDflLAKPAG05. Using Clustal Omega, multiple sequence alignments were done. Using neighbouring-joining (NJ), phylogenetic tree was constructed. To check tree topology reliability, we used the bootstrap test of phylogeny (Fig. 1E). The C. perangustum was identified as endophytic fungi from black mangrove plant, Aegiceras corniculatum [10]. The endophytic fungi, C. perangustum, water extract yielded important phytochemicals such as flavonoids, alkaloids, anthraquinones, saponins, tannins and polyphenols acted as reducing agents in reduction of silver nitrate to silver ions [11]. The reduction and oxidation reaction are responsible for the change in the reaction solution, which indicates silver nanoparticle synthesis and formation as an indicator.\n3.2 Phytochemical Analysis in C. perangustum Extract\nFive different compounds were identified based on retention time and library from GC-MS analysis in C. perangustum\nwater extract is represented in Fig. 2A and B. The first peak (RT 16.17) is Cyclopentaneundecanoic acid, methyl ester; second peak (RT 17.05) is 9,15 Octadecadienoic acid, methyl ester; third peak (19.34) is 1,1-cyclobutanedicarboxamide, 2-\nphenyl-N,N′-bis[1-phenylethy]-; fourth peak (RT 20.62) is Corynan 17-ol, 18, 19-dihydro-10-methoxy, acetate (ester); and fifth peak (22.18) is 2,3,16,17-Octadecanetetraone tetraoxime. The obtained compounds were reported from plants from GC-MS analysis and they reported as potent antioxidant and anticancer activity [22–27]."
    }, {
      "heading" : "3.3 Characterization of CpAgNPs",
      "text" : "The C. perangustum extract was mixed with silver nitrate solution. After incubation, the reaction mixture colour was changed from golden yellowish to dark brownish due to bioreduction (Fig. 3A, B). The colour change was due to phytochemicals extracted that may have acted as reducing agents, which may have involved in the conversion of silver nitrate into silver ions. Golden yellow colour was changed to dark brown due to phytochemicals reduced to silver from silver nitrate [6, 17].\nFigure 4 A depicts UV-visible spectral analysis of CpAgNPs; it determines the surface plasmon resonance and\nsharp broad peak was studied at 420 nm. The silver nanoparticle formation was confirmed by absorption spectra within range of 400–430 nm. Similar types of results were observed with use of endophytic fungi in synthesis and characterization of formed silver nanoparticles [6, 17].\nThe C. perangustum–mediated synthesized silver nanoparticle crystal plane showed 2θ angles at the range of 28.6°, 33.46°, 38.8°, 44.6° and 47.2°, corresponding to the 111, 200, 220 and 222 that confirmed the face-centered cubic (FCC) formation of silver crystal (Fig. 4B) [6, 11]. Monodispersed and crystalline in nature of CpAgNPs was observed.\nThe CpAgNPs zeta potential was − 0.1 mV as depicted in Fig. 4 C and D. The value confirms the repulsion and increases the formulation stability of silver nanoparticles. The results were confirmed with the reports of Govindappa et al. [6] and Popli et al. [11]; they also used endophytic fungi.\nThe SEM analysis was carried out at magnification of × 50,000 (Fig. 4E). The CpAgNP size was within the range of 40–80 nm [6, 17]. The result clearly indicates that the\nC. perangustum phytochemicals acted as capping agents on silver nanoparticles and which indicates formation of cluster at all the points.\nThe C. perangustum–mediated silver nanoparticles confirmed elemental silver presence in the sample. The peak at 3.2 keV was corresponding to the AgL binding energy with atomic weight as 29.31% (Fig. 5A, B) [6, 17].\nFTIR result confirms the presence of functional groups in the AgNPs. The spectroscopic analysis indicates the silver nanopar t ic le bonding with funct ional groups of C. perangustum through abridging linkage. Figure 5 C and D and Table 1 depict the IR spectrum of C. perangustum– mediated synthesized silver nanoparticles. The strong peaks 2111.99 cm−1, 1015.84 cm−1, 727.31 cm−1, 701.8 cm−1, 670.05 cm−1, 657.78 cm−1, 636.05 cm−1, 623.28 cm−1, 610.54 cm−1 and 605.51 cm−1 correspond to alkynes, aromatics, alkynes, carbonyl groups and phenolic compounds. The result confirms that the C. perangustum phytochemicals were responsible in reduction and stabilization of nanoparticles [6, 11]."
    }, {
      "heading" : "3.4 Antioxidant Property of CpAgNPs",
      "text" : ""
    }, {
      "heading" : "3.4.1 DPPH Assay",
      "text" : "Well-known and more stable antioxidant method is DPPH assay; it reduces the oxidant molecules by accepting hydrogen or electron from donors. The CpAgNPs were used to assess the DPPH-reducing ability by observing changes in the colour and without sample (control) not show any colour change. The CpAgNPs effectively shown DPPH inhibition activity and the activity was found to be increase based on dose\ndependent. The CpAgNPs had shown more than 80% DPPH scavenging activity (Fig. 6A). After adding CpAgNPs to DPPH solution, observe the colour changes; it may be due to donating hydrogen atom to DPPH stable molecule and read the reaction at absorbance of 517 nm [17, 19]. The antioxidant activity of CpAgNPs could be due to the presence of functional phytochemical groups attached, which were from pomegranate fruit fleshy pericarp phytochemicals."
    }, {
      "heading" : "3.4.2 H2O2 Scavenging Activity",
      "text" : "Due to cellular function and pathophysiological cells, uninhibited H2O2 accumulates in the cells and leads to development of oxygen free radicals; they cause or destruct all cellular materials. The H2O2 scavenging activity of CpAgNPs was quantified spectrophotometrically and was compared with standard ascorbic acid (Fig. 6B). At 100 μg/ml concentration, more inhibition was found to be 81.63 and 80.51% for the CpAgNPs and ascorbic acid, respectively. The CpAgNPs had shown higher H2O2 scavenging activity compared with DPPH scavenging activity. Interestingly, CpAgNPs had shown better H2O2 and DPPH scavenging activity; it may be due to structure, characterization and capping agents [17, 28]."
    }, {
      "heading" : "3.4.3 Nitric Oxide Scavenging Activity",
      "text" : "Nitric oxide plays an important role as a bioregulatory molecule in immune, cardiovascular and nervous systems. The CpAgNPs had shown NO scavenging activity and it was in a concentration-dependent manner. The best activity 78.86% was observed with 100 μg/ml CpAgNPs (Fig. 6C) whereas standard BHT showed 82.26% [19]. With the interaction\nbetween CpAgNPs and nitric oxide under anaerobic and anhydrous conditions at room temperature, the NO is very less stable with high electronegativity; hence, it can easily accept electrons from CpAgNPs [29]."
    }, {
      "heading" : "3.4.4 Reducing Power Assay",
      "text" : "The CpAgNPs have exhibited dose-dependent reducing power assay and the activity was increased with increase in concentration. The CpAgNPs showed 81.64% reducing power assay compared with BHT (85.64%) and the activity may be due to the presence of phytochemicals on the surface of silver nanoparticles (Fig. 6D). Lin et al. [29] have reported that the phytochemicals are the electron donating antioxidant molecules [19, 30]."
    }, {
      "heading" : "3.5 Anticancer Activity",
      "text" : "The MCF-7 cells’ viability was reduced due to toxicity of CpAgNPs after treatment, whereas untreated control showing normal cells is represented in Fig. 7A. The standard drug camptothecine treated MCF-7 cells showing less cell density due to its toxicity and arrested the growth of the cells (Fig. 7B). The different concentrations of CpAgNP-treated MCF-7\ncells were arrested and reduced population of cells (Fig. 7C– G). The viability and cell population of MCF-7 cells were decreased when the concentration of CpAgNPs increases, and it confirms the toxicity of CpAgNPs; it is in a concentration-dependent manner. Our results were confirmed with the results of [31] and Sarkar and Kotteeswaran [32]. The dose-response curve was plotted after treatment to the MCF-7 cancer cell line. The concentration of 2.5 to 40% CpAgNPs was tried, and the results clearly indicate that it was in a dosedependent manner (Fig. 8). The MCF-7 cell viability was reduced to 28% at the concentration of 40% of CpAgNPs and here we noticed that the 40% concentration of CpAgNPs have destructed the MCF-7 cells by showing debris-like structure, no proper cells structure. The debris of MCF-7 cells may be due to toxicity and it degraded cells.\nThe activities of caspase-3, caspase-7, caspase-8 and caspase-9 were measured in CpAgNP-treated MCF-7 cells. Overall, the casapase-3 activity was increased due to CpAgNPs treatment followed by caspase-9, caspase-7 and caspase-8 at 500 mg/ml. When concentration of CpAgNPs increases, there was increase in activity of caspase activities. The results suggest that CpAgNPs potentially increased the apoptotic enzymes expression; it leads to trigger apoptosis through mitochondrial pathway in\nMCF-7 cancer cell line (Fig. 9). Hence, CpAgNPs can directly act on mitochondria to induce expression of caspase enzymes at higher levels, leading to a caspasedependent apoptosis pathway [33, 34]. High-level expression of caspase-3 may induce inflammation and cause programmed cell death and it activates the expression of caspase-7. The caspase-7 induces DNA cleavage and condensation of nuclear leads to mitochondrial-mediated apoptosis and cell detachment of apoptosis. Caspase-3 and caspase-9 inhibit the reactive oxygen species production to execute apoptosis and caspase-9 changes the mitochondrial morphology. Caspase-8 plays an important role in the inactivation of proenzymes and execution of cellphase apoptosis [34, 35]."
    }, {
      "heading" : "3.6 Nano-toxicity Study",
      "text" : "The CpAgNP-treated onion root tip cells were affected by AgNPS by exhibiting binucleate cells at prophase, abnormal chromosomal distribution at metaphase, chromosomal bridge at anaphase and chromosomal clumping at telophase. The results were compared with distilled water–treated onion root cells (Fig. 10 and 11) [36]. The CpAgNPs have not shown any effect on green gram growth and germination; it was compared with distilled-treated seeds (Fig. 12,A B); hence, silver nanoparticles formed from endophytic fungi C. perangustum are non-toxic to plants and do not inhibit their growth also.\nThe CpAgNPs have showed potent haemolytic and biocompatible assay with human blood and there were no changes in morphology of the CpAgNP-treated RBCs. The human blood treated with distilled water showed clotting of human blood whereas the CpAgNPs have not shown any clotting interestingly (Fig. 13Aa and Ab) [37]. Figure 13B clearly indicates no changes in RBCs structure after treatment and incubation with CpAgNPs.\nBased on the overall result, it was evident that C. perangustum extract-mediated silver nanoparticles had shown potent antioxidant and anticancer activity. The CpAgNPs have shown toxicity on actively growing onion root cells but any effect on green gram growth and germination was not shown. The silver nanoparticles had shown no haemolysis and biocompatible activity with human blood and there is no toxic effect on human RBCs. Based on anticancer activity, results predicted the mechanism of action and represented in Fig. 14."
    }, {
      "heading" : "4 Conclusions",
      "text" : "The present research proposes simple, environmental friendly and cost-effective method for biosynthesis of silver nanoparticles using endophytic fungi, P. perangustum (leaf endophyte of Dendrophthoe falcata), water extract. The biosynthesized\nsilver nanoparticles were in spherical, uniform distribution and stable having the size of 30–40 nm. The biosynthesized silver nanoparticles exhibited significant antioxidant, anticancer and nano-toxicology activity on human blood RBCs and green gram seedling growth. The CPAgNPs strongly inhibited the cell viability of MCF-7 cancer cells and induced the highlevel expression of caspase-3, caspase-7, caspase-8 and caspase-9. Further, in vivo studies are required to validate our results. Based on the literature, use of C. perangustum endophytic fungi in synthesis, characterization and any biological activity was not reported. The present study results are first, primary and basic reports on antioxidant, anticancer, cytotoxic , nano-toxic and heme-compatible property of C. perangustum–mediated silver nanoparticles.\nAcknowledgements The authors are grateful to the Management of DSI, the Principal of DSCE, staff members of the Department of Biotechnology, DSCE.\nFunding Statement None.\nFunding Information The authors wish to thank SERB-DST, New Delhi under Empowerment and Equity Opportunity for Excellence in Science and Dr. Amitava Roy, Scientist “F”, SERB, for supporting the financial assistance of the project (SB/MEO-355/2013 dated 29-10-2013).\nCompliance with Ethical Standards\nConflict of Interest The authors declare that they have no conflict of interest.\nEthical Approval This article does not contain any studies with human participants or animals performed by any of the authors.\nResearch Involving Humans and Animals Statement None.\nInformed Consent None."
    } ],
    "references" : [ {
      "title" : "Green chemistry and the health implications of nanoparticles",
      "author" : [ "M.A. Albrecht", "C.W. Evans", "C.L. Raston" ],
      "venue" : "Green Chemistry,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2006
    }, {
      "title" : "Plant mediated synthesis of silver nanoparticles using fruit extract of Cleome viscosa L.: assessment of their antibacterial and anticancer activity",
      "author" : [ "G. Lakshmanan", "A. Sathiyaseelan", "P.T. Kalaichelvan", "K. Murugesan" ],
      "venue" : "Karbala Inter. J Modern Sci,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Antimicrobial, antioxidant and cytotoxic activity of silver nanoparticles synthesized by leaf extract of Erythrina suberosa (Roxb.)",
      "author" : [ "Y.K. Mohanta", "S.K. Panda", "R. Jayabalan", "N. Sharma", "A.K. Bastia", "T.K. Mohanta" ],
      "venue" : "Front Mol Bioscience,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Antioxidant and anticancer activities of green synthesized silver nanoparticles using aqueous extract of tubers of Pueraria tuberosa. Artificial Cells, Nanomedicine, and Biotechnology",
      "author" : [ "S. Satpathy", "A. Patra", "B. Ahirwar", "D.M. Hussain" ],
      "venue" : "https://doi.org/",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Antimicrobial, antioxidant, and anticancer activities of biosynthesized silver nanoparticles using marine algae",
      "author" : [ "J. Venkatesan", "S.K. Kim", "M.S. Shim" ],
      "venue" : "Ecklnia cava. Nanomaterials (Basel),",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Biosynthesis of silver nanoparticles using extract of endophytic fungi, Penicillium species of Glycosmis mauritiana and its antioxidant, antimicrobial, antiinflammatory and tyrokinase inhibitory activities",
      "author" : [ "M. Govindappa", "H. Farheen", "C.P. Chandrappa", "R.V.R. Channabasava", "V.B. Raghavendra" ],
      "venue" : "Advances in Natural Sciences: Nanoscience and Nanotechnology,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Antibacterial and cytotoxic potential of biosynthesized silver nanoparticles by some plant extracts",
      "author" : [ "A.E. Mohammed", "A. Al-Qahtani", "A. Al-Mutairi", "B. Al-Shamri", "K.F. Aabed" ],
      "venue" : "Nanomaterials,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Biosynthesis, characterization and antibacterial activity of silver nanoparticles using an endophytic fungal supernatant of Raphanus sativus",
      "author" : [ "T. Singh", "K. Jyoti", "A. Patnaik" ],
      "venue" : "J Genetic Eng Biotech,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Biogenesis of silver nanoparticles using endophytic fungus Pestalotiopsis microspora and evaluation of their antioxidant and anticancer activities",
      "author" : [ "V.R. Netala", "M.S. Bethu", "B. Pushpalatha" ],
      "venue" : "International Journal of Nanomedicine,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Community structure of endophytic fungi of four mangrove species",
      "author" : [ "J.L. Li", "X. Sun", "L. Chen", "L.D. Guo" ],
      "venue" : "in Southern China. Mycology,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Endophyte fungi, Cladosporium species mediated synthesis of silver nanoparticles possessing in vitro antioxidant, anti-diabetic and anti-Alzheimer activity",
      "author" : [ "D. Popli", "A. Vishaka", "B.S. Akshatha", "M.N. Namratha", "S.N. Rao", "V.R. Rai", "M. Govindappa" ],
      "venue" : "Artificial Cells, Nanomedicine and Biotechnology,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Pharmacognosy (13th ed.pp. 176–180)",
      "author" : [ "G.E. Trease", "W.C. Evans" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1989
    }, {
      "title" : "Yellow colored blooms of Argemone mexicana and Turnera ulmifolia mediated synthesis of silver nanoparticles and study of their antibacterial and antioxidant activity",
      "author" : [ "N. Chandrasekhar", "S.P. Vinay" ],
      "venue" : "Applied Nanoscience,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "SEM/EDX and XRD characterization of silver nanocrystalline thin film prepared from organometallic solution precursor",
      "author" : [ "R. Dimitrijevic", "O. Cvetkovic", "Z. Miodragović", "D. Simit", "M.V. Jovik" ],
      "venue" : "J Min Metall Sect B-Metall,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Biogenic synthesis of silver nanoparticles by leaf extract of Cassia angustifolia",
      "author" : [ "T.P. Amaladhas", "S. Sivagami", "T.A. Devi", "N. Nanthi", "S.P. Velammal" ],
      "venue" : "Adv Nat Sci. Nanoscience and Nanotechnology,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Characterization, antibacterial, antioxidant, antidiabetic, anti-inflammatory and antityrosinase activity of green synthesized silver nanoparticles using Calophyllum tomentosum leaves extract",
      "author" : [ "M. Govindappa", "B. Hemashekhar", "M.K. Arthikala", "V.R. Rai", "Y.L. Ramachandra" ],
      "venue" : "Results in Physics,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Use of a free radical method to evaluate antioxidant activity",
      "author" : [ "W. Brand-Williams", "M.E. Cuvelier", "C. Berset" ],
      "venue" : "Food Sci Technol-LWT,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1995
    }, {
      "title" : "Biogenic synthesis of silver nanoparticles and their antioxidant and antibacterial activity",
      "author" : [ "S. Bhakya", "S. Muthukrishnan", "M. Sukumaran", "M. Muthukumar" ],
      "venue" : "App Nanosci,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Effect of solvent and extraction temperatures on the antioxidant potential of traditional stoned table olives “alcaparras",
      "author" : [ "A. Sousa", "Ferreira", "I.C.F. R", "L. Barros", "A. Bento", "J.A. Pereira" ],
      "venue" : "Food Sci Technol-LWT,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2008
    }, {
      "title" : "In vitro antimitotic, antiproliferative, DNA fragmentation and anticancer activity of  BioNanoSci.  chloroform and ethanol extract of Revia hypocrarerformis",
      "author" : [ "S Shweta", "TG Khadabadi", "Ganesh" ],
      "venue" : "Asian Pacific J Trop Dis,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "An evaluation of blood compatibility of silver nanoparticles",
      "author" : [ "H. Huang", "W. Lai", "M. Cui", "L. Liang", "Y. Lin", "Q. Fang", "Y. Liu", "L. Xie" ],
      "venue" : "Scientific Reports,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "Synthesis, antioxidant, anticancer and antiviral activities of novel quinoxaline hydrazine derivatives and their cyclic C-nucleosides",
      "author" : [ "S.A. El-Tombary", "S.A. El-Hawash" ],
      "venue" : "Medicinal Chemistry,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "Antioxidant activities and chemical composition of various crude extracts of Lepidagathis kelalensis",
      "author" : [ "L. Palakkal", "N.H.Z. Hukuman", "J. Mullappally" ],
      "venue" : "J Applied Pharma Science,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Characterization of antimicrobial, antioxidant, anticancer properties and chemical composition of Malaysian Androhraphis paniculata leaf extract",
      "author" : [ "L.S. Wei", "W. Wee", "J.Y.F. Siong", "D.F. Syamsumir" ],
      "venue" : "Pharmacognosy Online,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Metallic nanoparticles from spontaneous reduction of silver (I) in DMSO. Interaction between nitric oxide and silver nanoparticles",
      "author" : [ "G. Rodriguez-Gattorno", "D. Diaz", "L. Rendon", "G.O. HernandezSegura" ],
      "venue" : "The Journal of Physical Chemistry. B,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2002
    }, {
      "title" : "Composition of polyphenols in fresh tea leaves and associations of their oxygen radical-absorbing capacity with antiproliferative actions in fibroblast cells",
      "author" : [ "Y.L. Lin", "I.M. Juan", "Y.L. Chen" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1996
    }, {
      "title" : "The green synthesis, characterization and evaluation of the biological activities of silver  nanoparticles synthesized from Iresine herbstii leaf aqueous extracts",
      "author" : [ "C. Dipankar", "S. Murugan" ],
      "venue" : "Coll Surf B Biointerfaces,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Investigations of the toxic effect of silver nanoparticles on mammalian cell lines",
      "author" : [ "F. Sambale", "S. Wagner", "F. Stahl", "R.R. Khaydrov", "T. Scheper", "D. Bahnemann" ],
      "venue" : "Journal of Nanomaterials,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2015
    }, {
      "title" : "Green synthesis of silver nanoparticles from aqueous leaf extract of pomegranate (Punica granatum) and their anticancer activity on human cervical cancer cells",
      "author" : [ "S. Sarkar", "V. Kotteeswaran" ],
      "venue" : "Adv Nat Sci Nanoscience and Nanotech,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Silver nanoparticles biosynthesized using Achillea biebersteinii flower extract: apoptosis induction in MCF-7 cells via caspase activation and regulation of Bax and Bcl-2 gene",
      "author" : [ "J. Baharara", "F. Namvar", "T. Ramezani", "M. Nousavi", "R. Mohamad" ],
      "venue" : "expression. Molecules,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "An investigation of the cytotoxicity and caspase mediated apoptotic effect of green synthesized zinc oxide nanoparticles using Eclipta prostrata on human liver carcinoma",
      "author" : [ "I.M. Chung", "A.A. Rahuman", "S. Marimuthu", "A.V. Kirthi", "K. Anbarasan", "G. Rajakumar" ],
      "venue" : "cells. Nanomat,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Caspase-9, caspase-3 and caspase-7 have distinct roles during intrinsic apoptosis",
      "author" : [ "M. Brentnall", "L. Rodriguez-Menocal", "R.L. De Guevara", "E. Cepero", "L.H. Boise" ],
      "venue" : "BMC Cell Biology,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2013
    }, {
      "title" : "In vitro antimitotic, antiproliferative and GC-MS studies of methanol extract of endophytic fungi, Penicillium species of Tabebuia argentea",
      "author" : [ "M. Govindappa", "C.B. Shilpashree" ],
      "venue" : "Channabasava",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Biocidal mechanism of green synthesized thyme loaded silver nanoparticles (GTAgNPs) immune evading tricky methalinreistant Staphylococcus aureus 090 (MRSA090) at a homeostatic environment",
      "author" : [ "HM Manukumar", "B Yashwanth", "S Umesha", "JV Rao" ],
      "venue" : "Arabian J Chem,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Nanotechnology is one of the fast growing sciences due to its vast applications in science and technology [1].",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 9,
      "context" : "[10] have reported Cladosporium perangustum is an endophytic fungi of twig Aegiceras corniculatum.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[11] have synthesized silver nanoparticles from Cladosporium species of Loranthus micranthus and endophytic fungal–mediated silver nanoparticles had shown strong activity of antioxidant, anti-diabetic and anti-Alzheimer.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "Using water extracted the mycelia at 2:1 ratio and identified the phytochemicals yield in the extract using standard procedures [12, 13].",
      "startOffset" : 128,
      "endOffset" : 136
    }, {
      "referenceID" : 12,
      "context" : "perangustum according to the method of [14].",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 13,
      "context" : "The formed silver nanoparticles were finely ground, homogenized to get similar size in bulk composition [15].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 14,
      "context" : "Using DLS studied the refractive index and stability of silver nanoparticles to analyze zeta potential [16].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 15,
      "context" : "The ray of X-ray detector emits from the nanoparticles represents peaks at particular electron volt confirms the presence of elemental silver [17].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 15,
      "context" : "For FTIR analysis, a drop of reaction was used [17].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 16,
      "context" : "Using the method of [18], the potentiality of CpAgNPs was determined using DPPH free radical scavenging.",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 17,
      "context" : "The hydrogen peroxide scavenging activity was used for different concentrations of CpAgNPs (10, 20, 30, 40, 50, 75 and 100 μg/ml) [19] and ascorbic acid used as standard.",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 18,
      "context" : "The sodium nitroprusside in the aqueous solution generates nitric oxide radicals and it produces nitrite ions after interacting with oxygen at physiological pH; the reaction was measured by using the Griess reaction reagent [20].",
      "startOffset" : 224,
      "endOffset" : 228
    }, {
      "referenceID" : 19,
      "context" : "A total of 35–400 cells were observed for each treatment at different stages of interphase and anaphase, metaphase, anaphase and telophase [21].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "freshly collected blood and incubated for 30 min at 35 + 2 °C and observed the hemolysis activity [22].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 9,
      "context" : "perangustum was identified as endophytic fungi from black mangrove plant, Aegiceras corniculatum [10].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 10,
      "context" : "perangustum, water extract yielded important phytochemicals such as flavonoids, alkaloids, anthraquinones, saponins, tannins and polyphenols acted as reducing agents in reduction of silver nitrate to silver ions [11].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 5,
      "context" : "Golden yellow colour was changed to dark brown due to phytochemicals reduced to silver from silver nitrate [6, 17].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 15,
      "context" : "Golden yellow colour was changed to dark brown due to phytochemicals reduced to silver from silver nitrate [6, 17].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 5,
      "context" : "Similar types of results were observed with use of endophytic fungi in synthesis and characterization of formed silver nanoparticles [6, 17].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 15,
      "context" : "Similar types of results were observed with use of endophytic fungi in synthesis and characterization of formed silver nanoparticles [6, 17].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 5,
      "context" : "The CpAgNP size was within the range of 40–80 nm [6, 17].",
      "startOffset" : 49,
      "endOffset" : 56
    }, {
      "referenceID" : 15,
      "context" : "The CpAgNP size was within the range of 40–80 nm [6, 17].",
      "startOffset" : 49,
      "endOffset" : 56
    }, {
      "referenceID" : 5,
      "context" : "perangustum phytochemicals were responsible in reduction and stabilization of nanoparticles [6, 11].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 10,
      "context" : "perangustum phytochemicals were responsible in reduction and stabilization of nanoparticles [6, 11].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 15,
      "context" : "After adding CpAgNPs to DPPH solution, observe the colour changes; it may be due to donating hydrogen atom to DPPH stable molecule and read the reaction at absorbance of 517 nm [17, 19].",
      "startOffset" : 177,
      "endOffset" : 185
    }, {
      "referenceID" : 17,
      "context" : "After adding CpAgNPs to DPPH solution, observe the colour changes; it may be due to donating hydrogen atom to DPPH stable molecule and read the reaction at absorbance of 517 nm [17, 19].",
      "startOffset" : 177,
      "endOffset" : 185
    }, {
      "referenceID" : 15,
      "context" : "Interestingly, CpAgNPs had shown better H2O2 and DPPH scavenging activity; it may be due to structure, characterization and capping agents [17, 28].",
      "startOffset" : 139,
      "endOffset" : 147
    }, {
      "referenceID" : 24,
      "context" : "Interestingly, CpAgNPs had shown better H2O2 and DPPH scavenging activity; it may be due to structure, characterization and capping agents [17, 28].",
      "startOffset" : 139,
      "endOffset" : 147
    }, {
      "referenceID" : 25,
      "context" : "between CpAgNPs and nitric oxide under anaerobic and anhydrous conditions at room temperature, the NO is very less stable with high electronegativity; hence, it can easily accept electrons from CpAgNPs [29].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 25,
      "context" : "[29] have reported that the phytochemicals are the electron donating antioxidant molecules [19, 30].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[29] have reported that the phytochemicals are the electron donating antioxidant molecules [19, 30].",
      "startOffset" : 91,
      "endOffset" : 99
    }, {
      "referenceID" : 26,
      "context" : "[29] have reported that the phytochemicals are the electron donating antioxidant molecules [19, 30].",
      "startOffset" : 91,
      "endOffset" : 99
    }, {
      "referenceID" : 27,
      "context" : "Our results were confirmed with the results of [31] and Sarkar and Kotteeswaran [32].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 28,
      "context" : "Our results were confirmed with the results of [31] and Sarkar and Kotteeswaran [32].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 29,
      "context" : "Hence, CpAgNPs can directly act on mitochondria to induce expression of caspase enzymes at higher levels, leading to a caspasedependent apoptosis pathway [33, 34].",
      "startOffset" : 154,
      "endOffset" : 162
    }, {
      "referenceID" : 30,
      "context" : "Hence, CpAgNPs can directly act on mitochondria to induce expression of caspase enzymes at higher levels, leading to a caspasedependent apoptosis pathway [33, 34].",
      "startOffset" : 154,
      "endOffset" : 162
    }, {
      "referenceID" : 30,
      "context" : "Caspase-8 plays an important role in the inactivation of proenzymes and execution of cellphase apoptosis [34, 35].",
      "startOffset" : 105,
      "endOffset" : 113
    }, {
      "referenceID" : 31,
      "context" : "Caspase-8 plays an important role in the inactivation of proenzymes and execution of cellphase apoptosis [34, 35].",
      "startOffset" : 105,
      "endOffset" : 113
    } ],
    "year" : 2020,
    "abstractText" : "In the present study, endophytic fungi, Cladosporium perangustum, water extract was used to analyze phytochemical by qualitative and GC-MS methods. Synthesis of the silver nanoparticles were characterized by UV-vis spectra, XRD, FTIR, DLS, EDX and SEM to know the biophysical properties and these were evaluated for antioxidant, anticancer and nanotoxicological studies. The endophytic fungal water extract yielded biologically important phytochemicals in qualitative method and the GC-MS yielded five different types of phytochemicals. The colour was changed to dark brown when silver nitrate incubated withC. perangustumwater extract. Typical silver nanoparticle formations were confirmed using UV-visible spectra at 420 nm and were spherical shaped ranging size 30–40 nm. The CpAgNPs showed significant antioxidant activity compared with ascorbic acid and butylated hydroxytoluene in all the four methods (DPPH, scavenging activity of H2O2 and nitric oxide and reducing power). The CpAgNPs significantly reduced the viability of the MCF-7 cancer cell line and enhanced the caspase-3, caspase-7, caspase-8 and caspase-9 activities at the highest level, assumed to be CpAgNPs induce mitochondrial-mediated apoptosis. The CpAgNPs had cause cytotoxic effect on actively growing onion root tip cells by exhibiting different mechanism. But CpAgNPs had not inhibited the growth of green gram and also exhibited anti-hemolysis and heme-biocompatible activity on human blood RBCs. In all results, the study provided use of endophytic fungi C. perangustum in the synthesis of nanoparticles and their significant antioxidant, anticancer and nano-toxicological studies. The results are strong evidence to develop potential antioxidant and anticancer silver nanoparticles for commercial application.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}