{
  "name" : "downloads_2020-09-07_2a_10.1007@s13346-020-00846-w.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-emulsification of Aeollanthus suaveolens Mart. Ex Spreng essential oil modifies its neuroeffects?",
    "authors" : [ "Thamara de Oliveira Ferraz", "Diego Quaresma Ferreira", "Rosa Helena Veras Mourão", "Fabio Rocha Formiga", "José Carlos Tavares Carvalho", "Caio Pinho Fernandes" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords Catinga-de-mulata .Danio rerio . Dynamic light scattering . Hypnotic-sedative effect . Nano-emulsion"
    }, {
      "heading" : "Introduction",
      "text" : "The species Aeollanthus suaveolens belongs to the botanical family Lamiaceae, and it is popularly known as caatinga-demulata [1], catinga-de-mulata [2–4], or macassá [5]. It is a\nplant originally from Africa and cultivated in Brazil due to its medicinal properties and spiritual powers [6]. It is described as a useful plant for the treatment of asthma, earache, high blood pressure, constipation, hiccups, and coughing and as a tranquilizer [5], for the irritation of the nerves and strong headache [1]. Some folk communities well differentiate the preparations according to the therapeutic goal. It can be used in natura or as a bath or for the preparation of a maceration and for the treatment of fever, headache/stroke/flu with yellow mucus, and cough/menstrual hemorrhage or as a garrafada, as a bath, or as a bath in coconut water for the treatment of headache, stroke, dizziness, or quebranto. The last is a spiritual affection that guides its ethnopharmacological use for personal protection purposes [4]. This is a plant strongly associated to folk magical-religious applications in the preparation of ritualist baths. It is important to highlight that this type of folk magical-prophylactic perspective aims to combat diseases of “unnatural origin” [5].\nThe catinga-de-mulata essential oil (CMEO) is also used in the traditional medicine against headache, strokes, and seizures and as sedative [2]. Some studies were carried out with\n* Caio Pinho Fernandes caiofernandes@unifap.br\n1 Post-Graduate Program in Pharmaceutical Sciences, Federal University of Amapá, Macapá, Brazil\n2 Laboratory of Phytopharmaceutical Nanobiotechnology, Federal University of Amapá, Macapá, Brazil\n3 LABBEX, Federal University of Oeste do Pará, Santarém, Brazil 4 Aggeu Magalhães Institute, Oswaldo Cruz Foundation (FIOCRUZ),\nRecife, PE, Brazil 5 Post-graduate Program in Applied Cellular and Molecular Biology,\nInstitute of Biological Sciences, University of Pernambuco (UPE), Recife/PE, Brazil\n6 Laboratory of Drug Research, Federal University of Amapá, Macapá, Brazil\nisolated CMEO phytochemicals, showing remarkable effects in the central nervous system (CNS) [7, 8]. A compound analogue to some psychoactive substances of CMEO presented dose-dependent effects in the CNS [9], being this effect also associated to linalool, probably with a main role of glutamatergic system [10]. Due to its potential neuroeffects, this essential oil (EO) was recently evaluated in term of its antidepressant-type effect in rodents, showing promising results [2]. However, to the best of our knowledge, interestingly no investigations were carried out to evaluate the sedativehypnotic effects of the CMEO.\nThe studies in neurological nano-medicine have gained much attention since CNS represents a singular challenge for drug targeting and delivery [11]. The simple diffusion of bioactive compounds through the bloodstream to the CNS may not be efficient and, therefore, impair its concentration at the desired region for the pharmacological effect. In this context, nano-structures may lead to a modified release with a desirable effect [12]. In fact, nano-emulsions have been used for these purposes. For example, a study showed the ability of a letrozole nano-emulsion to enhance the anticonvulsant and neuroprotective effects when compared with the nanoemulsified system to the free drug, showing the potential of this type of colloid providing dose reduction [13]. Another study showed that a carbamazepine nano-emulsion presented similar pharmacokinetic profile in beagle dogs, when compared with the cyclodextrin solution of the drug, being very potential if a rapid action in the CNS is need and, therefore, if a fast brain access is desired, such in seizures [14]. The zebrafish (Danio rerio) has been considered a valuable small vertebrate dynamic model for nano-sized drug delivery systems across several biological barriers in different organs, especially the brain, being of great interest especially for studies in the CNS [15]. Linalool, one of the main terpenes of the CMEO and well recognized by its potential bioactive actions in the CNS, was recently described as a promising agent for drug delivery systems [16].\nTherefore, we describe through a preliminary comparative acute toxicity assay the different pattern of behavioral alterations on zebrafish with possible correlations to different degree of neuroeffects associated to dose-dependent sedativehypnotics, showing how nano-sizing may modulate the depression of the central nervous system."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : ""
    }, {
      "heading" : "Methods",
      "text" : "Essential oil production A. suaveolens was collected in the morning, in the municipality of Santarém, Pará, Brazil (S\n02° 26′ 59,8″/W 054° 45′ 10,7″). The plant was cultivated with an incident of 50% of light, and voucher specimen is deposited in the herbarium of the EMBRAPA/Amazônia Oriental, Belém, Pará, Brasil, under the register number IAN 184689. The biomass was dehydrated in a forced air circulated oven at 40 °C and hydrodistillated using a Clevenger-type apparatus. The extraction was carried out for 2 h, and three independent EO extractions were carried out. The EOs were pooled together, centrifuged, filtered over anhydrous sodium sulfate in order to remove any water residue and stored in ambar vial under refrigeration until its utilization.\nCharacterization of the essential oil The chemical analysis of the components of the CMEO was carried out by using a GCMS-QP2010 Ultra System (Shimadzu Corporation, Tokyo, Japan) chromatograph coupled to mass spectrometer detector and equipped with an autoinjector AOC-20i and the software GCMS-Solution containing the Adams, NIST11 and FFNSC2 libraries. It used a fused silica capillary column Rxi5ms (Restek Corporation, Bellefonte, PA, USA) with 30 m × 0.25 mm× 0.25 μm. The analysis conditions were as follows: injector temperature (250 °C); oven temperature (60–240 °C, 3 °C/min); carrier gas (helium), injection mode (split, 1:20); ionization mode (electron impact, 70 eV); ionization source temperature (200 °C); and transference liner temperature (250 °C). The mass spectra were obtained through automatic scanning every 0.3 s, and the mass fragments were recorded at a range of 35–400 m/z. The retention indices of the EO components are calculated in relation to a homologous series of nalkanes (C8-C40) (Sigma-Aldrich), according to the Van den Dool and Kratz linear equation [17]. The quantitative analysis was carried out by normalization method using a GC 2010 Ultra System (Shimadzu Corporation, Tokyo, Japan) gas chromatograph coupled to a flame ionization detector, operated under the same conditions previously described, with the exception of the carrier gas, which was nitrogen in this case.\nNano-emulsion preparation The nano-emulsions (NE) were prepared at a final mass of 2 g through dropwise addition of the aqueous phased to the oily phase under vigorous vortex stirring [18]. Prior to the addition of the aqueous phase (deionized water), the oily phase was prepared by mixing the non-ionic surfactants and CMEO until a clear homogeneous system was achieved. The surfactant (s) to oil ratio was 1, and the final CMEO content was 2.5% (w/w). It was used two different blends of non-ionic surfactants with polysorbate 80/sorbitan monooleate (P80/SM) or polysorbate 80/sorbitan trioleate (P80/ST) at the required hydrophilic-lipophilic balance value of the CMEO (rHLB = 13). After the preparation of the NEs, they were stored under controlled temperature (27 ± 2 °C). The main criteria for selecting the optimal NEwere to maintain droplet size distribution graph and present lower size and PdI values. After selecting the optimal nano-emulsion, by\ncomparing DLS and zeta potential data of day 0 (day of preparation) and day 1 (after 1 day of storage), a total of three batches of the optimal nano-emulsion were prepared in order to ensure the repeatability of its production.\nCharacterization of the nano-emulsions The NEs were subjected to dynamic light scattering (DLS) and zeta potential analysis on a Zetasizer NanoZS (Malvern, UK). The droplet size distribution graphs were obtained, and size measurements were expressed in terms of intensity, being calculated as a function of the hydrodynamic radius (RH) of the hypothetic spherical dispersed phase, being obtained according to the classical Stokes-Einstein equation. The polydispersity index (PdI) reflected the homogeneity of droplet population distribution. The zeta potential was based on the calculation of the electrophoretic mobility, being expressed in mV. Prior to the analysis, the NEs were diluted in deionized water (1:25), and the samples were measured at a 173° scattering detector angle for size measurements. The results are expressed as mean ± standard deviation (n = 3).\nAnimals Male and female adult fishes of the species Danio rerio (wild AB strain) were obtained from Aqua New Aquarius e Pisces Ltda. (PE, Brazil). They were stored in aquariums at the Zebrafish Platform of the Drug Research Laboratory of the Federal University of Amapá–UNIFAP under controlled temperature shelves (23 ± 2 °C) following a 12 h light/dark cycle. They received flake commercial feed (Alcon Colors, Santa Catarina, Brazil) twice a day and were kept under quarantine (40 days) before the experiments [19]. This study was approved by the Animal Experimentation Ethics Commission of the Federal University of Amapá (Brazil) under the registration number 023/2019.\nEgg production On the day prior to the text, the males and females were placed in spawning tanks at a ratio of 2:1, before the onset of darkness. On the day after, 30 min after the onset of light and therefore, after the expected mating, spawning, and fertilization, the spawn traps containing the fertilized eggs were removed for the in vitro assay [20].\nFish embryo acute toxicity (FET) test The assay was carried out according to the OECD n° 236 protocol [20] with some modifications. Newly fertilized zebrafish eggs were washed and distributed over 96-well plates at controlled temperature (26 ± 1 °C). Theywere exposed to the optimal NE, an aqueous dispersion of its surfactant (s) (ASD), and the bulk-CMEO at 100, 50, and 25 μg mL−1. The monitorement was daily until 96 h according to different stages or alterations.\nPreliminary comparative acute toxicity The assay was carried out according to the OECD n° 425 protocol [21] with some modifications. The test was performed as follows: single\nanimals (male and female) were dosed at 125 mg kg−1 (expressed as CMEO content) on the groups treated with NE or bulk-CMEO, and the control was respectively treated with ASD or CMEO diluent (polysorbate 80) at the equivalent dose. For the purposes of comparison of NE with bulkCMEO, we propose in this paper that, after testing 1 individual of each gender, even if all animals from treated groups survive, it is possible to observe any behavioral alteration and/or possible undesirable or toxic signs with an onset, duration, and severity suggesting a different pattern of neuroeffects, administering four additional animals per group, so that a total of five animals are tested for each group. The experiment was carried out for 14 days, and after this period, the animals were subjected to euthanasia as described by Favoretto and colleagues [22]."
    }, {
      "heading" : "Results and discussion",
      "text" : "The extraction yield for the CMEO was 1.20 ± 0.42 (w/w). The chemical composition is presented in Table 1. The sesquiterpene β-farnesene (36.27%) and the monoterpene linalool (33.59%) were the major compounds, corresponding to around 70% of the MCEO. These results are in accordance with literature data for the EO of this species [3].\nTable 2 shows the droplet size and PdI values of the NEs prepared with P80/SM and P80/ST. Both the nano-emulsions prepared with the CMEO and the non-ionic surfactants presented lowmean size diameter, which was below 200 nm. The PdI was not classified as highly polydisperse values neither as highly monodisperse values [23]; however, a tendency for a more homogeneous size distribution was observed for the system prepared with the sorbitan trioleate, which also presented a more pronounced bluish reflect, typical for drug delivery systems that are colloidal systems and attributable to the Tyndall effect. This NE also presented lower mean size on the day of preparation and after 24 h (around 70 nm), being observed no major alteration as function of time. It also presented more negative zeta potential values in the analyzed period. The sorbitan trioleate may trigger the different pattern of size distribution with lower mean droplet diameter and PdI due to its higher lipophilic nature, since it has two additional oleate moieties when compared with the sorbitan monooleate. It is well established that the addition of a second component to the dispersed phase that is insoluble in the aqueous phase and also the utilization of a co-surfactant that strongly absorb at the oil in water interface and do not desorb are alternatives to prevent the Ostwald ripening, the main breakdown mechanism for destabilization of nano-emulsions [24]. This surfactant may be acting through both factors of influence, and therefore, due to the observed characteristics during the DLS analysis, the nano-emulsion prepared with the pair P80/TS was chosen as the optimal nano-emulsion. Additional batches (total of\nthree) were prepared with this pair in order to verify the repeatability of the process, and the optimal nano-emulsion was analyzed by an additional period of 24 h, totalizing 48 h of storage. One would expect that during the development of a prototype of a nano-emulsion, the suitable low droplet size and homogeneous droplet size distribution are desirable, since these characteristics will contribute to the desirable kinetic stability of the system. However, a main issue that is directed associated is the intended application [25], such an enhanced effect. On the present study, the zebrafish embryo was used as in vitro model for the evaluation of the potential enhancement of biological effect of the NE. Li and colleagues [15] showed that cumarin nano-crystals of average size around 70 nm showed better permeability across biological barriers, including blood-brain barrier, than cumarin nano-crystals of average size around 200 nm. This literature data also supports the choice of the optimal nano-emulsion, for comparison with the bulk-CMEO, and therefore better visualization of the aims of the present study. Therefore, the optimal nano-emulsion, defined in this study as the system prepared with P80/TS, was further compared with the bulk-CMEO using the FET-test.\nAfter 24 h, > 90% of coagulated embryos (CO) were observed at the highest concentrations (100, 50 μg mL−1) for the NE and bulk-CMEO. At the lowest concentration (25 μg mL−1), the NE induced 70% of CO and 30% of gastrula (GA), while the bulk-CMEO induced 20% of CO, 50% of GA, and 30% of segmented (SG). A total of 3.33% of CO embryos were observed at the lowest concentration of ASD (25 μg mL−1), and the remaining were at SG stage, while 100% of SG was observed in the negative control group. After 72 h of experiment, 100% of eclosion was observed in the negative control group, while 83.33% and 33.33% were observed, respectively, on the ASD groups at 25 and 50 μg mL−1. These were the maximum levels of the overall"
    }, {
      "heading" : "24 170.8 ± 1.3 0.262 ± 0.014 − 16.4 ± 1.44 68.7 ± 0.1 0.167 ± 0.010 −20.7 ± 0.902 70.42 ± 3.3 0.201 ± 0.027 − 19.2 ± 1.29",
      "text" : "survival and hatching in the experiment, and 100% of coagulated embryos were reached in all treated groups after 48 h, with exception of the NE at the lowest concentration, which reached 96.67% at this period and reached 100% after 72 h. According to the OECD, the hatching rate in the diluent should be ≥ 80% at the end of 96 h exposure. This criterion was attended for the diluents of the NE and bulk-CMEOtreated groups at 25 μg mL−1. The comparison of bulkCMEO with the NE at this concentration reveals 3.5 lower CO embryo for the first, suggesting that the NE enhanced the acute toxicity when compared with the non-nanoemulsified material. It should be mentioned that, even the bulk-CMEO was less toxic than the NE, it induce a delay in the development, when compared with the control.\nToxic in vitro assays have been used for screening of natural products as preliminary tools for selection of promising therapeutic agents. In the past, some invertebrates were used trying to correlate the in vitro toxicity to therapeutic effects or toxic effects; however, the translational research has advanced since then to more proper models, including cells and other organism. For the CMEO, only a preliminary test against Artemia salina was carried out [3]. Thus, considering the growing interest on zebrafish embryo as a valuable tool for toxicity assessment [26] and potential screening of herbal medicines, we believe that the FET test with zebrafish embryo is a promising strategy to compare the bioactive of NEs with bulk non-nano-emulsified EOs, serving to rationalize the choice of prototypes that aims to rapidly attend to a criteria of modifying a biological property due to the nano-sizing through a rapid in vitro assay using an multicellular organism.\nOne would expect that metabolism of zebrafish embryo may be different from the adult fishes [20]. Therefore, after the initial step of using the FET test for suggesting the suitability of the\ndeveloped NE as an optimal system that meets all the desired criteria, the NE and the bulk-CMEO were administered to male and female adults of zebrafish. It was observed on both groups as a prominent depressant effect on the central nervous system (CNS). On the NE group, after administration it was observed paralysis (Fig. 1a–e) in all fishes that remained for about 1min. It was also observed swimming on a side, surfacing, exploratory activity (Fig. 1f), mirror-chase behavior, and thigmotaxia. On the bulk-CMEOgroup, it was observed after administration geotaxia and immobility. It was also observed ataxia, swimming at the bottom and beat-and-glide. After around 8min of administration, the fishes showed some exploratory activity; however, overall geotaxia and erratic movements were remarkable. Males were more susceptible to the alterations, especially in the case of the CMEO group, as evidenced by the immobility. The observed behavioral alterations were classified according to Kalueff and colleagues and suggested neuroactivity and sedation effects [27].\nNo death was observed in the treated groups and polysorbate 80 control group, while one male died after 24 h of experiment on the ASD group. According to the OECD, female rats are often slightly more sensitive than male, and therefore, when the species has males as more sensitive, the acute toxicological assay should use individuals from this gender [21]. Some diluents widely used in pharmacological assays also can exert influence, such propylene glycol, that can interfere as an anxiolytic agent [28]. In fact, both female and male individuals from the ASD groups, with remarkable signals in the last, presented geotaxia and immobility similar to the first signals of the CMEO group, suggesting a possible sedative activity. However, the remarkable and pronounced paralysis of the NE groups shows that the paralysis is due to the nano-sizing of the CMEO, even if further sedative effects can be due to synergic effects of CMEO phytochemicals and non-ionic surfactants.\nFurther pharmacological assays in specific behavioral tests must be performed with these compounds, especially the almost untested lipophilic sorbitan trioleate, for better understanding of the mechanism, influence, and dose in which it exerts activity.\nIt is well established that some drugs of the class of sedative-hypnotic may induce different effects in the CNS as function of the dose, and one would expect hypnotic effects associated to a more pronounced depression of the CNS [29]. For nano-phytomedicines, besides controlled release for extended time of action and other advantages, the drug delivery systems with nano-size are also very promising for the improvement of the bioactivity. For example, when compared with the same administered dose (expressed as cumarin content), the guaco nano-dispersions induced 60.38% of damage reduction, while the hydroethanolic extract did not provide any protection, showing that the nano-sizing enhanced the antimutagenicity [30].\nThe antidepressant activity on rodents of CMEO and linalool, one of its remarkable phytochemicals, was confirmed during the observation of the reduction of the depressivetype behavior after their administration by intraperitoneal route at doses of 75 and 30 mg kg−1, respectively. Interestingly, in this study, the authors did not find anxiolytic activity induced by the CMEO neither by linalool during the evaluation of the anxiolytic-type behavior. In fact, it was hypothesized that the absence of the anxiolytic-type behavior could be due to the “i” i.p. route instead of other routes (e.g., inhalatory route), “ii” the acute treatment instead of long treatments, and also the needs for higher doses [2]. The gradative and dose-dependent depression of the function of the CNS may differ in terms of dose relation among the different effects and also the degree of depression of the CNS, according to different sedative-hypnotic drugs. One would expect that once a drug acts as a sedative (anxiolytic) and therefore reduces the anxiety, if the dose is increased, the hypnotic effects may be achieved [29].\nSome efforts were carried out for underlying mechanisms involved in the main role of pure phytochemicals of CMEO, trying to correlate them to the psychopharmacological effects of this herbal product, widely used in the folk medicine. Elisabetsky and colleagues, after a previous study in which they confirmed the in vivo sedative/hypnotic and anticonvulsant activity of linalool, revealed that the sedative effects in the CNS induced by terpene could be due to the inhibition of glutamatergic transmission [10]. The dose-dependent marked sedative activity of an exogenous lactone, structurally correlated to the endogenous lactones of CMEO, was also observed, revealing hypnotic, anticonvulsant, and hypothermic effects [9]. Therefore, our results suggest that probably due to a suggested enhanced absorption and/or permeation to the CNS after nano-sizing, the nano-emulsification of CMEO was responsible by a more pronounced depression of the\nCNS, reaching an effect higher than merely an anxiolytic effect in a sub-lethal dose, as evidenced by the paralysis, which is suggestive of hypnose behavior."
    }, {
      "heading" : "Conclusion",
      "text" : "The present study shows a rationale strategy for the development of an essential oil-based nano-emulsion with neuroeffects. The feasibility of preparing a kinetic stable colloidal system that acts on the central nervous system and that can modulate a different degree of depression of the central nervous system due to the nano-size opens the perspective of obtaining hypnose at lower dose than it would be necessary with the bulk nonnano-emulsified essential oil. Due to the well-established possible dose dependence of sedative-hypnotics, this concentrated psychoactive herbal nano-emulsion can be used as prototype for further pharmacological/toxicological acute/chronic assays. As part of our ongoing studies with psychiatric disorders in zebrafish adults, we are currently finalizing analysis of the in vivo toxicological evaluation data and performing in vivo neuropharmacological evaluation with this nano-emulsion. We believe that the results presented in this study contribute to the state-of-art drug delivery and translational research and phytopharmaceutical nano-biotechnology, opening perspectives for viable alternatives for modulation of depression of central nervous system through nano-sizing of essential oils.\nAcknowledgements The authors would like to thank the INCTRennofito network by the scientific support, the Coordination for the Improvement of Higher Education Personnel (CAPES) for the scholarship grant conceived to the first author of the study and the CRS-Brazilian Chapter by the Organization of the 22th International Symposium Microencapsulation, in which part of this paper was present and which was decisive for the invitation for submission to this special issue.\nAuthors´ contributions T.O.F.: Conceptualization and delineation of the study and carried out the laboratory work in all steps as part of her academic dissertation and revised the manuscript. D.Q.F.: Investigation (toxicological experiments). R.H.V.M.: Investigation (phytochemical aspects). F.R.F.: Critical revision of the manuscript. J.C.T.C.: Funding acquisition and establishment of the zebrafish platform, also in the delineation of the adult toxicological experiments, and revision of the manuscript. C.P.F. designed the study, supervisioned the laboratory work, and drafted the manuscript.\nAvailability of data and material Samples can be obtained from the authors upon request.\nCompliance with ethical standards\nConflicts of interest The authors declare that they have no conflict of interest.\nEthical approval Not applicable.\nConsent to participate Not applicable.\nConsent for publication Not applicable.\nCode availability Not applicable."
    } ],
    "references" : [ {
      "title" : "The use of medicinal plants in the riverside community of the Mazagão River in the Brazilian Amazon, Amapá, Brazil: Ethnobotanical and Ethnopharmacological Studies. 2019;2019",
      "author" : [ "SFR Sarquis R d", "ÍR Sarquis", "IR Sarquis", "CP Fernandes", "G Araújo", "R Borja" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Linalool-rich essential oils from the Amazon display antidepressant-type effect in rodents",
      "author" : [ "ÉRQ dos Santos", "CSF Maia", "EA Fontes Junior", "AS Melo", "BG Pinheiro", "JGS. Maia" ],
      "venue" : "J Ethnopharmacol [Internet]",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Chemical composition, an antioxidant, cytotoxic and microbiological activity of the essential oil from the leaves of Aeollanthus suaveolens mart. ex spreng",
      "author" : [ "RL Martins", "RC Simões", "RÉ De Menezes", "ALF Farias", "ABL Rodrigues", "RR Da Silva" ],
      "venue" : "PLoS One",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Medicinal and magic plants from a public market in northeastern Brazil",
      "author" : [ "UP de Albuquerque", "JM Monteiro", "MA Ramos", "ELC. de Amorim" ],
      "venue" : "J Ethnopharmacol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2007
    }, {
      "title" : "Medicinal and poisonous diversity of the flora of “Cariri Paraibano”, Brazil",
      "author" : [ "MF Agra", "GS Baracho", "K Nurit", "IJLD Basílio", "VPM. Coelho" ],
      "venue" : "J Ethnopharmacol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2007
    }, {
      "title" : "Anticonvulsant properties of linalool in glutamate-related seizure models. Phytomedicine",
      "author" : [ "E Elisabetsky", "LFS Brum", "DO. Souza" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1999
    }, {
      "title" : "Linalool as active component of traditional remedies : anticonvulsant properties and mechanisms of action",
      "author" : [ "E. Elisabetsky" ],
      "venue" : "Curare",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2003
    }, {
      "title" : "Anticonvulsant properties of γdecanolactone in mice",
      "author" : [ "GP Coelho-de-Souza", "E Elisabetsky", "DS Nunes", "SKL Rabelo", "M. Nascimento-da-Silva" ],
      "venue" : "J Ethnopharmacol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1997
    }, {
      "title" : "Effects of linalool on glutamatergic system in the rat cerebral cortex",
      "author" : [ "E Elisabetsky", "J Marschner", "SD. Onofre" ],
      "venue" : "Neurochem Res",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1995
    }, {
      "title" : "Polymeric nanoparticles: promising platform for drug delivery",
      "author" : [ "El-Say KM", "El-Sawy HS" ],
      "venue" : "Int J Pharm [Internet]. Elsevier B.V. 2017;528:675–91. Available from:",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Biomaterials for local drug delivery in central nervous system",
      "author" : [ "JC Chen", "LM Li", "JQ. Gao" ],
      "venue" : "Int J Pharm [Internet]. Elsevier",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Design and development of letrozole nanoemulsion: a comparative evaluation of brain targeted nanoemulsion with free letrozole against status epilepticus and neurodegeneration in mice",
      "author" : [ "R Iqbal", "S Ahmed", "GK Jain", "D. Vohora" ],
      "venue" : "Int J Pharm [Internet]. Elsevier",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Pharmacokinetic study of a carbamazepine nanoemulsion in beagle dogs",
      "author" : [ "G Kuminek", "JM Kratz", "R Ribeiro", "RG Kelmann", "BV de Araújo", "HF Teixeira" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2009
    }, {
      "title" : "Zebrafish as a visual and dynamic model to study the transport of nanosized drug delivery systems across the biological barriers",
      "author" : [ "Y Li", "X Miao", "T Chen", "X Yi", "R Wang", "H Zhao" ],
      "venue" : "Colloids Surf B: Biointerfaces",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Linalool bioactive properties and potential applicability in drug delivery systems. Colloids Surfaces B Biointerfaces [Internet",
      "author" : [ "I Pereira", "P Severino", "AC Santos", "AM Silva", "EB. Souto" ],
      "venue" : "Elsevier 2018;171:566–78",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "A generalization of the retention index system including linear temperature programmed gas—liquid partition chromatography",
      "author" : [ "H van Den Dool", "P. Dec. Kratz" ],
      "venue" : "J Chromatogr A",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1963
    }, {
      "title" : "Preparation of a nanoemulsionwithCarapa guianensis aublet (Meliaceae) oil by a low-energy/solvent-free method and evaluation of its preliminary residual larvicidal activity",
      "author" : [ "FLM Jesus", "FB de Almeida", "JL Duarte", "AEMFM Oliveira", "RAS Cruz", "RNP Souto" ],
      "venue" : "Evid Based Complement Altern Med",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Libidibia ferrea (Jucá), a traditional anti-inflammatory: a study of acute toxicity in adult and embryos zebrafish (danio rerio)",
      "author" : [ "DQ Ferreira", "TO Ferraz", "RS Araújo", "RAS Cruz", "CP Fernandes", "GC Souza" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Guia de eutanásia para animais de ensino e pesquisa",
      "author" : [ "Favoretto SM" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "DLS and zeta potential - what they are and what they are not",
      "author" : [ "S. Bhattacharjee" ],
      "venue" : "J Control Release [Internet]. Elsevier B.V. 2016;235:337–51",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Formation and stability of nano-emulsions",
      "author" : [ "T Tadros", "P Izquierdo", "J Esquena", "C. Solans" ],
      "venue" : "Adv Colloid Interf Sci",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2004
    }, {
      "title" : "Nano-emulsions: formation by low-energy methods",
      "author" : [ "C Solans", "I. Solé" ],
      "venue" : "Curr Opin Colloid Interface Sci",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "Toxicity assessment of herbal medicine using zebrafish embryos: a systematic review",
      "author" : [ "Jayasinghe CD", "Jayawardena UA" ],
      "venue" : "Evid Based Complement Altern Med",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2019
    }, {
      "title" : "Towards a comprehensive catalog of zebrafish behavior 1.0 and beyond",
      "author" : [ "AV Kalueff", "M Gebhardt", "AM Stewart", "JM Cachat", "M Brimmer", "JS Chawla" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2013
    }, {
      "title" : "Interference of propylene glycol with the hole-board test",
      "author" : [ "A Lourenço Da Silva", "E. Elisabetsky" ],
      "venue" : "Braz J Med Biol Res",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2001
    }, {
      "title" : "Bertram Katzung Farmacologia Básica Clínica 12 ed.pdf [Internet",
      "author" : [ "Katzung BG", "Masters SB TA" ],
      "venue" : "Edição",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "Simultaneous extraction and obtention of a novel nano-dispersion from Mikania glomerata Spreng: monitoring coumarin content and increasing the biological and industrial potential of a classical cultivated herb",
      "author" : [ "EA Santana", "RF Rodrigues", "FB de Almeida", "FM Oliveira AEM de", "RAS Cruz", "HS França" ],
      "venue" : "Ind Crops Prod [Internet]. Elsevier",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The species Aeollanthus suaveolens belongs to the botanical family Lamiaceae, and it is popularly known as caatinga-demulata [1], catinga-de-mulata [2–4], or macassá [5].",
      "startOffset" : 125,
      "endOffset" : 128
    }, {
      "referenceID" : 3,
      "context" : "The species Aeollanthus suaveolens belongs to the botanical family Lamiaceae, and it is popularly known as caatinga-demulata [1], catinga-de-mulata [2–4], or macassá [5].",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 4,
      "context" : "It is a plant originally from Africa and cultivated in Brazil due to its medicinal properties and spiritual powers [6].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 3,
      "context" : "It is described as a useful plant for the treatment of asthma, earache, high blood pressure, constipation, hiccups, and coughing and as a tranquilizer [5], for the irritation of the nerves and strong headache [1].",
      "startOffset" : 151,
      "endOffset" : 154
    }, {
      "referenceID" : 0,
      "context" : "It is described as a useful plant for the treatment of asthma, earache, high blood pressure, constipation, hiccups, and coughing and as a tranquilizer [5], for the irritation of the nerves and strong headache [1].",
      "startOffset" : 209,
      "endOffset" : 212
    }, {
      "referenceID" : 3,
      "context" : "It is important to highlight that this type of folk magical-prophylactic perspective aims to combat diseases of “unnatural origin” [5].",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 1,
      "context" : "The catinga-de-mulata essential oil (CMEO) is also used in the traditional medicine against headache, strokes, and seizures and as sedative [2].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 5,
      "context" : "isolated CMEO phytochemicals, showing remarkable effects in the central nervous system (CNS) [7, 8].",
      "startOffset" : 93,
      "endOffset" : 99
    }, {
      "referenceID" : 6,
      "context" : "isolated CMEO phytochemicals, showing remarkable effects in the central nervous system (CNS) [7, 8].",
      "startOffset" : 93,
      "endOffset" : 99
    }, {
      "referenceID" : 7,
      "context" : "A compound analogue to some psychoactive substances of CMEO presented dose-dependent effects in the CNS [9], being this effect also associated to linalool, probably with a main role of glutamatergic system [10].",
      "startOffset" : 104,
      "endOffset" : 107
    }, {
      "referenceID" : 8,
      "context" : "A compound analogue to some psychoactive substances of CMEO presented dose-dependent effects in the CNS [9], being this effect also associated to linalool, probably with a main role of glutamatergic system [10].",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 1,
      "context" : "Due to its potential neuroeffects, this essential oil (EO) was recently evaluated in term of its antidepressant-type effect in rodents, showing promising results [2].",
      "startOffset" : 162,
      "endOffset" : 165
    }, {
      "referenceID" : 9,
      "context" : "The studies in neurological nano-medicine have gained much attention since CNS represents a singular challenge for drug targeting and delivery [11].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 10,
      "context" : "In this context, nano-structures may lead to a modified release with a desirable effect [12].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 11,
      "context" : "For example, a study showed the ability of a letrozole nano-emulsion to enhance the anticonvulsant and neuroprotective effects when compared with the nanoemulsified system to the free drug, showing the potential of this type of colloid providing dose reduction [13].",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 12,
      "context" : "Another study showed that a carbamazepine nano-emulsion presented similar pharmacokinetic profile in beagle dogs, when compared with the cyclodextrin solution of the drug, being very potential if a rapid action in the CNS is need and, therefore, if a fast brain access is desired, such in seizures [14].",
      "startOffset" : 298,
      "endOffset" : 302
    }, {
      "referenceID" : 13,
      "context" : "The zebrafish (Danio rerio) has been considered a valuable small vertebrate dynamic model for nano-sized drug delivery systems across several biological barriers in different organs, especially the brain, being of great interest especially for studies in the CNS [15].",
      "startOffset" : 263,
      "endOffset" : 267
    }, {
      "referenceID" : 14,
      "context" : "Linalool, one of the main terpenes of the CMEO and well recognized by its potential bioactive actions in the CNS, was recently described as a promising agent for drug delivery systems [16].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 15,
      "context" : "The retention indices of the EO components are calculated in relation to a homologous series of nalkanes (C8-C40) (Sigma-Aldrich), according to the Van den Dool and Kratz linear equation [17].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 16,
      "context" : "Nano-emulsion preparation The nano-emulsions (NE) were prepared at a final mass of 2 g through dropwise addition of the aqueous phased to the oily phase under vigorous vortex stirring [18].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 17,
      "context" : "They received flake commercial feed (Alcon Colors, Santa Catarina, Brazil) twice a day and were kept under quarantine (40 days) before the experiments [19].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 18,
      "context" : "The experiment was carried out for 14 days, and after this period, the animals were subjected to euthanasia as described by Favoretto and colleagues [22].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 2,
      "context" : "These results are in accordance with literature data for the EO of this species [3].",
      "startOffset" : 80,
      "endOffset" : 83
    }, {
      "referenceID" : 19,
      "context" : "The PdI was not classified as highly polydisperse values neither as highly monodisperse values [23]; however, a tendency for a more homogeneous size distribution was observed for the system prepared with the sorbitan trioleate, which also presented a more pronounced bluish reflect, typical for drug delivery systems that are colloidal systems and attributable to the Tyndall effect.",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 20,
      "context" : "It is well established that the addition of a second component to the dispersed phase that is insoluble in the aqueous phase and also the utilization of a co-surfactant that strongly absorb at the oil in water interface and do not desorb are alternatives to prevent the Ostwald ripening, the main breakdown mechanism for destabilization of nano-emulsions [24].",
      "startOffset" : 355,
      "endOffset" : 359
    }, {
      "referenceID" : 21,
      "context" : "However, a main issue that is directed associated is the intended application [25], such an enhanced effect.",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 13,
      "context" : "Li and colleagues [15] showed that cumarin nano-crystals of average size around 70 nm showed better permeability across biological barriers, including blood-brain barrier, than cumarin nano-crystals of average size around 200 nm.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 2,
      "context" : "For the CMEO, only a preliminary test against Artemia salina was carried out [3].",
      "startOffset" : 77,
      "endOffset" : 80
    }, {
      "referenceID" : 22,
      "context" : "Thus, considering the growing interest on zebrafish embryo as a valuable tool for toxicity assessment [26] and potential screening of herbal medicines, we believe that the FET test with zebrafish embryo is a promising strategy to compare the bioactive of NEs with bulk non-nano-emulsified EOs, serving to rationalize the choice of prototypes that aims to rapidly attend to a criteria of modifying a biological property due to the nano-sizing through a rapid in vitro assay using an multicellular organism.",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 23,
      "context" : "The observed behavioral alterations were classified according to Kalueff and colleagues and suggested neuroactivity and sedation effects [27].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 24,
      "context" : "Some diluents widely used in pharmacological assays also can exert influence, such propylene glycol, that can interfere as an anxiolytic agent [28].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 25,
      "context" : "It is well established that some drugs of the class of sedative-hypnotic may induce different effects in the CNS as function of the dose, and one would expect hypnotic effects associated to a more pronounced depression of the CNS [29].",
      "startOffset" : 230,
      "endOffset" : 234
    }, {
      "referenceID" : 26,
      "context" : "38% of damage reduction, while the hydroethanolic extract did not provide any protection, showing that the nano-sizing enhanced the antimutagenicity [30].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 1,
      "context" : ", inhalatory route), “ii” the acute treatment instead of long treatments, and also the needs for higher doses [2].",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 25,
      "context" : "One would expect that once a drug acts as a sedative (anxiolytic) and therefore reduces the anxiety, if the dose is increased, the hypnotic effects may be achieved [29].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 8,
      "context" : "Elisabetsky and colleagues, after a previous study in which they confirmed the in vivo sedative/hypnotic and anticonvulsant activity of linalool, revealed that the sedative effects in the CNS induced by terpene could be due to the inhibition of glutamatergic transmission [10].",
      "startOffset" : 272,
      "endOffset" : 276
    }, {
      "referenceID" : 7,
      "context" : "The dose-dependent marked sedative activity of an exogenous lactone, structurally correlated to the endogenous lactones of CMEO, was also observed, revealing hypnotic, anticonvulsant, and hypothermic effects [9].",
      "startOffset" : 208,
      "endOffset" : 211
    } ],
    "year" : 2020,
    "abstractText" : "Oil in water nano-emulsions are drug delivery systems constituted by liquid lipophilic nano-droplets dispersed through the external aqueous phase, often reaching the kinetic stability with surfactant as stabilizers. Essential oils can be the oily phase or the source of bioactive compounds. In this study, the essential oil of Aeollanthus suaveolens―a plant used in folk medicine due to its psychopharmacological effects―was used for preparation of fine nano-emulsions by a low-energy titrating method. Monodisperse small nano-droplets (ca. 70 nm; PdI 0.200) were assembled by using blends of non-ionic surfactants, indicating modulation on surfactant system lead to altering the physical property. In a separate set of experiments, we investigated the role of this modulation on biological properties of the optimal nano-emulsion. The zebrafish embryos were more susceptible to the nanoemulsion than the bulk essential oil, showing the improved bioactivity due to nano-sizing. Therefore, adult zebrafish was treated, and paralysis was observed in the groups treated with the nano-emulsion, being this finding in accordance with hypnosis. At the same essential oil dose, another behavior was observed, suggesting that expected dose-dependent effects associated to sedativehypnotics can be achieved by nano-sizing of psychoactive essential oils. This paper contributes to the state-of-art drug delivery systems by opening perspectives for novel sedative-hypnotics nano-emulsified essentials oils that can reach hypnotic effects at considerably lower dose, when compared with bulk materials, being useful for further completed dose-response studies.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}