{
  "name" : "downloads_2020-09-02_ac_fortunati2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Sustainable control strategies for plant protection and food packaging sectors by natural substances and novel nanotechnological approaches",
    "authors" : [ "Elena Fortunati", "Angelo Mazzaglia", "Giorgio M Balestra" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "986\nAn overview is provided of the current technological strategies (also at the nanoscale level) recently involved in plant and/or food protection. In addition, the potential use of natural and sustainable substances, instead of traditional synthesized molecules or chemical-based compounds, is addressed both with respect to packaging systems and novel pesticide formulations. In this context, nanotechnological approaches represent promising strategies for the entire agriculture industry chain, from the field to consumers.\nTraditional plant protection strategies are often insufficient and the application of chemical-based pesticides has negative effects on animals, humans and the environment. Novel greener tools could represent efficient alternatives for the management of plant diseases using promising strategies; the use of nanotechnologies allows the promotion of the more efficient assembly and subsequent release of environmentally sustainable active principles, limiting the use of chemicals in terms of economic losses.\nAt the same time, new sustainable, antimicrobial and antioxidant systems have been rapidly promoted and investigated in the food packaging sector as a valid eco-friendly possibility for improving the safety and quality of food products and reducing and/or limiting the environmental impact with respect to traditional materials. Together, the scientific community and the growing interest of consumers have promoted the development of new edible and eco-friendly packaging that reduces waste and any environmental impact."
    }, {
      "heading" : "In this context, the aim is to provide evidence of the usefulness of strategies aiming to limit agrochemicals, as well as the potential of nanomaterials, in sustainable plant and food protection for agriculture management and the packaging sector. © 2018 Society of Chemical Industry",
      "text" : "Keywords: plant protection; food protection; agri-food sector; nanotechnology; packaging; active ingredients"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "In a permanently changing society, health and wellbeing remain the key drivers for the food industry. Despite the technological progress made in the agri-food industry, a true food crisis has emerged in several areas of the globe and innovative technologies represent the core throughout the whole food chain, including raw materials/ingredient sourcing, food processing, quality control of the finished products and packaging. In this context, food safety remains a matter of major relevance because the food industry is continually challenged to avoid the spreading of microbial pathogens along the food chain and to reduce economic losses caused by spoilage microorganisms.1,2 Plant agricultural production allows fundamental products to be obtained for nutrition, as well as industry (food, feed, fiber and fuels), although natural resources are limited. Among modern agricultural practices, it is well documented that an excessive and inappropriate use of pesticides has increased chemical residues that are dangerous for consumers, as well as the environment (from soil to groundwater). Plant diseases are caused by different micro-organisms (i.e. bacteria, fungi, insects) that are responsible for agricultural crop loss costing billions of dollars each year and, in the USA alone, hundreds of million are spent annually on fungicides in an attempt to control pathogens.1 Plant pathogens attack crops and vegetable/fruits in the field, as well as during storage, transportation and commercialization phases. Besides yield reductions, fruit lesions reduce the marketability of both fresh-market and processing fruits. Pesticides represent a crucial input in agriculture with respect to controlling plant pests and plant pathogens and securing quality and yield in plant production. At the same time, concerns are mounting over the effects of plant protection products on the environment, non-target organisms and human health. ∗ Correspondence to: GM Balestra, Department for Agriculture and Forest Sciences (DAFNE), University of Tuscia, Via S. Camillo de Lellis – 01100 Viterbo, Italy. E-mail: balestra@unitus.it Department of Agricultural and Forestry Science (DAFNE), University of Tuscia, Viterbo, Italy\nJ Sci Food Agric 2019; 99: 986–1000 www.soci.org © 2018 Society of Chemical Industry\n987\nConsumers and the food chain alike are increasingly demanding food products that are residue-low or residue-free and are also produced in more sustainable ways. This applies particularly to fruit and vegetables, which are often consumed fresh without prior processing.2,3 Worldwide policies seek to reduce the reliance on pesticides for crop protection through the design and implementation of more integrated approaches and restrictions on the use of several active substances currently used in pesticides. The worldwide consumption of pesticides is approximately 2 million tons per year, of which 45% is used by Europe alone, 25% is consumed in the USA and 25% is shared by the rest of the world.4 Increased parasite resistance to pesticides results in the need to develop alternatives and sustainable approaches against relevant biotic agents of disease, as well as the development of much more ‘green’ pesticides compared to those actually utilized. The diffusion and the huge use over time of conventional plant protection strategies is leading to the degradation of natural ecosystems, highlighting, during recent years, the need for more sustainable agricultural techniques.\nA promising alternative to traditional methods might be to apply nanotechnologies in the agriculture sector: this opens many possibilities, covering the entire productive thread/chain, from seed to final products. Nanotechnology is defined, by the US Environmental Protection Agency,5 as the science of matter at dimensions of 1–100 nm. The burgeoning applications of nanotechnology in the agri-food field will continue to rely on the problem-solving ability of the material and are unlikely to adhere very rigidly to the upper limit of 100 nm. This is because nanotechnology for agri-food sector should address the large-scale inherent imperfections and complexities of farm production that might require nanomaterials with flexible dimensions, characteristics and quantities. However, this is in contrast to the nanomaterial concept that might be working well in well-knit factory-based production.2,3 Nanotechnology design and development are usually represented by two different approaches: top-down and bottom-up. Top-down refers to making nanoscale structures from smallest structures by machining, templating and lithographic techniques, whereas bottom-up approach refers to self-assembly or self-organization at molecular level, which are applicable in several biological processes.6,7\nNanotechnology can change the entire scenario through the development of new tools that are able to minimize production inputs and maximize agricultural production outputs, thus meeting the increasing need of global sustainability.6 Nanostructured materials can offer great opportunities for application in the agricultural field, although, until now, their use in this specific sector, and especially, in plant protection, has been poorly explored.8,9 Nanotechnology has the potential to revolutionize the agriculture and food sector. It can guarantee the delivery of drugs, genes and pesticides to specific sites at cellular levels in targeted plants and animals, by limiting side effects. The broad range of applications in agriculture also includes nanomaterials, possibly bio-based and/or biodegradable, to control plant pathogens. Moreover, nanotechnology has the potential to conceive products based on environmentally friendly natural materials that can also be obtained from natural bio-waste.3,10 In this scenario, lignocellulosic materials are the most promising feedstock in terms of natural and renewable resources essential to the functioning of modern industrial society. Lignocellulose is the term used to describe the three-dimensional polymeric composites formed by plants as a structural material. It consists of variable amounts of cellulose, hemicellulose and lignin, besides other minor compounds. The high heterogeneity of this feedstock mainly depends not only on its origin, but also on other less manageable factors related to growing, harvesting\nand storage conditions. A considerable amount of such materials as waste by-products is being generated through agricultural practices mainly from various agro-based industries.11,12 Unfortunately, much of the lignocellulosic biomass is often disposed of by burning, which is not restricted to developing countries alone. Recently lignocellulosic biomasses have gained increasing research interests and special importance because of their renewable nature. Therefore, the huge amounts of lignocellulosic biomass can potentially be converted into different high value products, including biofuels, value added fine chemicals, and cheap energy sources for microbial fermentation and enzyme production.11,12 In recent years, however, the use and the revalorization of lignocellulosic biomass to obtain novel high performing materials, also at the nanoscale, have represented a strategic solution for reducing the natural wastes. Every year, more than 24 million tons of processed vegetable wastes are produced from the agri-food industry, generating large quantities of residues without any application or revalorization possibilities. The biomass obtained from agri-food industries is composed essentially of cellulosic or lignin-based components and these materials are considered to be important resource for the extraction of novel lignocellulosic nanostructures to use in many applications, such as in the agricultural sector.12\nNevertheless, sustainable control strategies, also involving a nanotechnological approach, could be of interest and applied to the entire agri-food chain, from the plant to the food products. The safety risks associated with these novel technologies must be properly evaluated, including approaches considering emergent pathogens and microorganisms that are competent to adapt to new conditions of food processing, packaging and storage.13 Among the proposed new technologies, the use of natural antimicrobial compounds is a field that has gained relevance because of the absence of toxic or undesirable effects to the consumers. Many natural antimicrobials have been successfully tested in plant protection strategies, as well in food systems. Despite advances in and successful examples of the use of natural antimicrobials in food, some promising antimicrobials may have an impaired effect in situ as a result of undesirable interactions and inactivation in the food matrix.13,14\nIn a similar approach, a current focus of interest concerns the development of novel and more sophisticated approaches for avoiding pathogenic contamination of foods as a result of antimicrobial packaging that refers to those packaging systems able to inhibit or kill pathogenic microorganisms present in the food. As a result, compared with the goals of traditional packaging including safety, quality maintenance or shelf-life extension, active packaging is specifically designed to limit and prevent the growth of microorganisms as a result of the use of antimicrobial agents, also at the nanoscale. Research on use of novel packaging solutions, also involving nanomaterials, nanocomposites, etc., began in the 1990s, involving the use of montmorillonite clays in a wide range of different polymers, such as nylon, polyethylene, polyvinyl chloride and starch.15 However, relatively few commercialized products are available on the market today, with the majority of these being targeted for beverage packaging. This situation is most likely a result of the extremely strict safety and hygiene regulations adhered to by regulatory authorities, particularly within the European Union (EU).16 Accordingly, government agencies must determine use limitations and release conclusive legislation and regulations as soon as possible because of the high impacts of nanofood packaging on human health. According to the market report published by Persistence Market Research titled ‘Global Market Study on Nano-Enabled Packaging For Food and Beverages: Intelligent\nJ Sci Food Agric 2019; 99: 986–1000 © 2018 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n988\nPackaging to Witness Highest Growth by 2020’, the global nanopackaging market for food and beverages industry is expected to grow at a compound annual growth rate of 12.7% during 2014–2020, reaching an estimated value of USD 15.0 billion in 2020.17 On the other hand, the European Institute for Health and Consumer Protection revealed that the use of nanomaterials in the food packaging market is expected to reach $20 billion by 2020.18 The successful development of antimicrobial packaging is still a challenging technology. Recent advances in the nanotechnology field are focused on the development of new antibacterial agents based on the preparation of highly ionic metal oxide nanoparticles. In this context, antimicrobial active packaging based on metal nanocomposites is a new generation of nanofood packaging, which comprises incorporating metal nanoparticles into polymer films.19\nHowever, the need for sustainable, cheap, human health/ environmental friendly substances has opened new interesting perspective for a broad range of natural antimicrobial molecules. Antimicrobial agents are chemical compounds or substances that may delay microbial growth or cause microbial death on entering a food matrix. Most of the antimicrobial packaging-based systems can be included under the family of active packaging that differs from previous approaches in which the antimicrobial ingredients were directly added to the food surface using sprays or drips. The latter have been demonstrated to be inadequate for inhibiting microorganism contamination and growth, most probably as a result of the denaturization of these substances by food. By contrast, the incorporation of the active molecules within the packaging permits a controlled diffusion of the active agent employed toward the food surface.20 Also in this context, nanotechnology can be a powerful tool for providing solutions to the complex set of scientific and technological challenges necessary to improve the safety of food chain. Some advantages of nanotechnology would be the protection of the antimicrobial against premature inactivation in the food matrix and controlled release of the substance, allowing a putative increase in shelf life.21 Thus, nanobiotechnology has enormous potential for the improvement of food safety and as a powerful tool for the delivery and controlled release of natural antimicrobials. Figure 1 identifies the potential uses of nanotechnology in the entire agri-food sector.22"
    }, {
      "heading" : "ECOFRIENDLY CONSIDERATIONS FOR A NEW AGROCHEMICAL ERA",
      "text" : "Agrochemicals represent a relevant component of worldwide agriculture systems, influencing crop yields and food production. At the same time, particularly during the last century, the agrochemical residues have demonstrated all their negative effects on the environment, causing a remarkable contamination of terrestrial and aquatic systems all over the world.23 It is necessary that the scientific community addresses future efforts to develop crop protection strategies based on pesticides that are, as much as possible, less impactful with respect to those currently available. Worldwide pesticide production increased to more than 5 million tons by 2000 (FAO. 2017; http://www.fao.org/faostat/en/# home). Similarly, pesticides sales increased across the world as a result of the cost of the chemicals and their residues, causing the extensive death of bees, birds, fish and small mammals,24 with the collateral negative effects of pesticides, including neonicotinoids, being evident and frequently reported.25 Moreover, collected data indicate that approximately 25 million agricultural workers\nworldwide suffer unintentional pesticide poisonings each year and the consequent severe human diseases.26,27\nTo provide an idea of worldwide pesticide use, in April 2017, the CAS Registry (http://www.cas.org) database included more than 129 million dangerous organic and inorganic chemical substances, with an annual growth rate increase of about 15%.28 The database US Pesticide Action Network includes 6400 pesticide active ingredients29 and, in the EU pesticide database, there are approximately 700 chemicals registered as pesticides. Moreover, in the decade 2004–2013 in the EU, the production of environmentally harmful chemicals was 150 million tons per year, representing approximately 40% of the total production of industrial chemicals.30\nWith respect to the world pesticide market, the 40–60 agrichemical companies that were conducting business in 1970 disappeared or ended up as part of one of the current mega companies. Subsequently, from the Big Six companies that dominated the crop protection supplier landscape at the start of the 2010s, there is now a Big Four left in their place, and their research aims to develop new agrochemicals that are much more sustainable considering the world success (and related business) of organic agriculture. Of them, the biggest player is the combination of Bayer CropScience and Monsanto, which will have sales of more than $27 billion; second place is the combination of Syngenta and ChemChina ($17.4 billion) and the DowDuPont ‘merger of equals’ ($17.2 billion). The remaining player in this new ‘Big Four’ structure is BASF. Although the company is the largest in terms of overall revenues among the companies in this grouping, its percentage of crop protection sales stands at ‘only’ $7 billion.31\nSo, as a result of an increase of reports on environmental contamination, toxic effects on biota and plant pathogen and pest resistance by chemical pesticides, new agrochemicals characterized by improved formulations and new delivery mechanisms will be developed. In particular, a new era of agrochemicals appears to be related to the use of biodegradable nanoscaled materials as a vehicle to active ingredients (AIs) characterized by antimicrobial activity as biopesticides.3,32\nThe broad range of applications in agriculture of the nanotechnological tools, in particular as sustainable agrochemicals, allows their development using natural sources, products or agro-food wastes, with the emergence, in such way, of ecofriendly strategies to control crop pests and plant pathogens. In the last decade, numerous patents and products incorporating nanomaterials for agricultural practices have been developed and, in 2011 alone, over 3000 patent applications dealing with nanopesticides were submitted.2\nTo establish the potential use of antifungal and antibacterial nanoparticles in plant disease control, a detailed understanding of antimicrobial activity on plant pathogens and an accomplishment of application strategies to increase effectiveness in disease suppression is required.32\nPlant pathologists have obtained different benefits from nanomaterials for the management of plant pathogens, especially concerning fungi and bacteria, developing nanoparticles of different metals, such as nanosized silver, nanosized silica-silver or carbon nanotubes. Concerning pesticide nanoformulations, some of them have already been commercialized by reducing the size of the active ingredients to a nanoscale and nanoencapsulating them. Syngenta have developed different nanoformulations (Banner MAXX Fungicide, Apron MAXX RFC for seed treatments). Nanotechnological products have been developed also by the Agro Nanotechnology Corp.33; one of these is ‘Nano-Gro’, certified\nwileyonlinelibrary.com/jsfa © 2018 Society of Chemical Industry J Sci Food Agric 2019; 99: 986–1000\n989\nas organic, and it is able to allow a yield increase, with the treated plants fighting various diseases; another is ‘Nano Green’, which is able to eliminate blast disease (Magnaporthe grisea) from infected rice plants.34 Accordingly, the impact of ‘green nanoformulations’ delivery systems based on environmentally safe chemical reactions and/or using natural biomaterials (such as plant extracts and microorganisms) is now producing innovative materials revolutionizing their application in plant protection. The main goals are the use of renewable materials and energy sources, the use of safe solvents or reactants, and the prevention of waste production developing new nanomaterials to achieve economic, social, health and environmental benefits. Concerning the materials potentially useful in nanoformulations, polymer nanocomposite represents one way of decreasing toxicity and increasing safety. Biodegradable polymers are an important group of macromolecular networks that can maintain a large amount of aqueous solvent within their structures. For example, polyphenols of strawberry extracts linked with positively protonated amino groups of chitosan have helped to achieve maximum encapsulation. This method can enhance the bioavailability and sustained release of phytochemicals with a lower bioavailability.35 Polyhydroxyalkanoates are degradable polymers of microbial origin that were recently considered as promising materials for new formulations of agrochemicals resulting an innovative branch of biotechnology for developing new pesticides.36\nIn the last decade, studies on chitosan for the synthesis of microand nanoparticles has been developed, mainly as a result of its biodegradable and biocompatible properties, its low toxicity or non-toxicity to animals and humans, and its antimicrobial activity. In addition, an increase in the biological activity of chitosan in solution, when present in the form of micro- or nanoparticles, has been reported. At the present, one area of research interest is the development and study of micro- and nanoparticles of chitosan for the controlled release of active compounds.37,38 Chitosan is a deacetylated derivative of chitin mainly composed of glucosamine units, 2-amino-2deoxy-𝛽-D-glucose.39 The commercial chitosan is obtained from waste crustacean fisheries and the\nfood industry through food processing process, including shrimps, crabs and lobsters. It is non-toxic for humans and has a low environmental impact.40,41 The natural antibacterial and/or antifungal characteristics of chitosan and its derivatives have resulted in their use in commercial disinfectants. Chitosan has several advantages over other types of disinfectants because it possesses a higher antibacterial activity, a broader spectrum of activity and a lower toxicity for mammalian cells, with these biological activities depending on its physicochemical properties.42,43 Its mode of action on phytopathogenic fungi could result in the development of an extra (plasma membrane) and intracellular level (penetration of chitosan on fungal cell).44,45 It has been observed that different molecular weight chitosan grades could directly inhibit the growth of fungal plant/food pathogen Botrytis cinerea in both in vitro and in vivo assays on tomato. The antifungal effects were concentration and molecular weight dependent, suggesting a promising use as a natural compound to partially substitute synthetic fungicides.46–50 Recently, in vitro antimicrobial assays showed that both the mycelial growth of B. cinerea and the bacterial growth of Pectobacterium carotovorum subsp. carotovorum on kiwifruits and romaine lettuce, respectively, were totally inhibited by the presence of chitosan.47\nTaking into account the current discovery in agriculture, nanoparticles prepared from either synthetic polymers or natural polymers will be considered much more in plant protection applications. The potential application of nanoparticles depends on different factors, such as the type of material, particle shape and concentration. Moreover, the intrinsic properties of nanoparticles are determined predominantly by their size, composition, crystallinity and morphology. The chemical composition of nanoparticles, their surface shape, charge and hydrophobicity, in addition to size and the presence or absence of functional groups or other chemical compounds, defines the applications of these compounds.51–54 However, although polymeric-based nanoparticles used as carriers of AIs could represent a real novelty, it should still be considered that some metals remain fundamental in agricultural applications because numerous studies have confirmed\nJ Sci Food Agric 2019; 99: 986–1000 © 2018 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n990\nthat metal nanoparticles are effective against plant pathogens, pests and insects.32,55–57 Cupric salts, for example, represent the most used active agent in plant pathogen control, although their accumulation in the soil, phytotoxic effect and risks with respect to inducing resistance in plant pathogens lead the European Commission to ban their use for conventional and organic farms. There is a particularly urgent need to develop alternative solutions and a few examples have been already proposed to control bacteria and fungi.58,59\nEssential oils (EOs), isolated from several spice plants, could represent suitable alternatives for antimicrobial applications.60–62 Considering the forbidden use of antibiotics for plant protection strategies in the EU (i.e. they are allowed only in some Countries, as well as a few in the USA) and the increasing pest resistance development, as well as the high cost–benefit ratio, there has been a growing interest in applied research concerning alternative pesticides characterized by antimicrobial active compounds, plant extracts and EOs8,63,64, which highlighted the particularly urgent need to advance ‘green’ strategies with respect to the development of organic active ingredients included in nanoformulations as a new category of biopesticides, such as by the valorization of AIs from waste agro-food chains.2,3,47,56,57,65–71"
    }, {
      "heading" : "SUSTAINABLE FOOD PROTECTION: NATURAL SOURCES, BIOPLASTICS, NANOTECHNOLOGY AND ACTIVE PACKAGING CONCEPTS",
      "text" : "As discussed above, at present, production efficiency, food quality, food characteristics and food safety are the main goals that need to be improved for food companies so that they obtain competitive advantages, with innovation being vital in the current market.\nDuring recent decades, polymers have replaced conventional materials (glass, ceramics, metals, paper and board) in food packaging as a result of their functionality, light weight, low cost and processability. However, growing interest concerning environmental issues and related human health has opened up new scenarios with respect to the use of bio-based and/or biodegradable polymer matrices in the food packaging field. Currently, in packaging industries, the largest proportion of materials used comprises non-degradable petroleum-based plastic polymer materials. As a result, this non-degradable food packaging material represents a serious problem for the global environmental.\nThe use of bio-based packaging materials, such as edible and biodegradable films from renewable resources, could at least to some extent solve the waste problem by reducing packaging waste and also extending the shelf life, which in turn, enhances food quality. Biodegradable polymers made from annually renewable resources can address the major problems associated with the plastics used in the food industry and improve their life cycle by sustainable development. The use of natural polymers or biopolymers as packaging materials may relieve the environmental impact caused by excessive use of conventional polymeric materials and thus reduce the increased production of plastics.72–74 Biodegradable materials are associated with the use of renewable raw materials such as proteins and polysaccharides extracted from agricultural, plant and animal co-products, as well as by-products, marine or microbial sources. These materials can be degraded by the environment (exposed to soil optimum moisture, microorganisms and oxygen) into simple substances (water and carbon dioxide) and biomass. Similar to conventional packaging, bio-based materials must fulfil a number of important conditions, including with\nrespect to containments and the protection of food quality, by serving as selective barriers to moisture transfer, oxygen uptake, lipid oxidation and losses of volatile aromas and flavours, maintaining food’s sensory quality and safety.75 The systems produced from natural polymers are associated with poor properties and, often, they have inferior characteristics compared to commodity polymers. As opposed to most synthetic plastics used as packaging materials, most of the currently available bioplastics do not fulfil the key requirements of food packaging, especially in terms of barrier and mechanical properties.76–78 Performing a modification technique is one way of improving properties and achieving the property combinations required for specific applications. The chemical structure of biopolymers can certainly open up possibilities for their reactive modification, and the modification strategies of the starting material should be those that enhance water resistance, the barrier effect and mechanical properties, allowing the incorporation of active ingredients to promote adhesion to the surface of food and to increase the stability to storage conditions. Accordingly, copolymerization, grafting, transesterification and the use of reactive coupling agents have been utilized with success to yield polymers with improved properties. Blending is another technique that allows a considerable improvement in the impact resistance of brittle polymers.79–81\nIn this specific framework, nanocomposites based on biopolymers may serve as a significant route for the development of new and innovative food packaging materials with appropriate characteristics. Furthermore, the addition of antimicrobial agents into packaging materials is considered to be an effective means for controlling microbial contaminants and extending the shelf life of fresh produce and meat. In recent years, inorganic antimicrobial agents have received increasing attention in food applications, although they are also generally regarded as safe for human beings and animals relative to organic substances.71,82 Polymeric formulations based on metallic micro- and nanostructured materials are considered to enhance mechanical and barrier properties, and to prevent the photodegradation of plastics inducing antibacterial properties to the polymer matrix. Nano-engineered materials incorporating silver are currently one of the most commonly used in different application fields as a result of their antibacterial capabilities. The embedding of nanosized metals into biodegradable polymer matrices represents a valid solution to these stabilization problems and permits a controlled antibacterial effect.83 Table 1 summarizes some commercial examples of the currently available nanomaterials used in different polymer matrices for food packaging systems. Special attention has been dedicated to nanomaterials, such as as silver or zinc nanoparticles, that confer antimicrobial properties to the polymer matrix in which they are embedded.\nThe evolution and potential of antimicrobial agent-based multifunctional nanocomposites have been considered recently both in the academic and industrial sectors. Poly(lactic acid) (PLA)-based composites prepared with microcrystalline cellulose combined with silver nanoparticles were recently investigated in relation to the prospective offered by a multifunctional system approach involving sustainable sources and greener strategies.85 The synergic effect of silver nanoparticles and cellulose with respect to increasing the thermal and mechanical properties of PLA was confirmed. A bactericidal effect of silver nanoparticles on Staphylococcus aureus and Escherichia coli was detected at any of the time points and temperatures analyzed. The selected 1 wt% content of Ag nanoparticles was able to determine an evident antimicrobial effect, providing an active system for food packaging applications. Furthermore, very recently, the antibacterial and\nwileyonlinelibrary.com/jsfa © 2018 Society of Chemical Industry J Sci Food Agric 2019; 99: 986–1000\n991\nJ Sci Food Agric 2019; 99: 986–1000 © 2018 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n992\nwileyonlinelibrary.com/jsfa © 2018 Society of Chemical Industry J Sci Food Agric 2019; 99: 986–1000\n993\nanti-ultraviolet properties of PLA have been enhanced by the incorporation of a low amount of nanosized zinc oxide (1–3 wt%). Indeed, surface treated zinc oxide nanoparticles with a selected silane (i.e. triethoxycaprylylsilane) have been successfully used to avoid PLA degradation during the production and melt processing of PLA/ZnO nanocomposites86,87 and coated poly (vinyl chloride) films with ZnO nanoparticles, and were reported to have antimicrobial activities against E. coli and S. aureus, whereas a more recent study confirmed the potential of packaging formulations containing ZnO nanoparticles during the storage of apple cuts, reporting a better preservation of quality indicators such as ascorbic acid and polyphenol content, and lower counts of typical altering microorganisms.88 Longano et al.88 embedded laser-generated cupper particles (CuNPs) in a biodegradable polymer matrix to prepare antibacterial systems for novel active food packages. The nanocomposites proposed are extremely attractive nanomaterials because they possess good antibacterial activity, as demonstrated by biological tests performed against Pseudomonas spp. Further studies of the mode of action of the CuNPs-C-PLA nanocomposite material with Gram-positive and Gram-negative bacteria will be carried out to fully evaluate its potential for food packaging applications. The ease of preparation of nanoparticles and the fact that they are obtained as a dispersion offer the opportunity to make our approach compatible with a large-scale, roll-to-roll fabrication of nanocomposite PLA films, as required by packaging technology.89 As previously noted, the major roles of food packaging are to protect food products from any outside influence and damage, as well as to contain the food and provide consumer with a list of ingredients and nutritional information. Currently, active packaging is one of the most dynamic technologies with an increasing application as a result of its advantages over traditional packaging systems. Active packaging materials are designed to extend the shelf-life of foodstuff by positively interacting with the product and environment,90–92 at the same time as preserving the quality, safety and sensory properties of food.93 Active packaging allows the controlled release of bioactive substances (antimicrobials or antioxidants that have previously been added to the package), thus avoiding the direct addition of the active agents into the food product. Accordingly, it represents a potential way of preserving the oxidative and/or microbiological degradation of foodstuffs.94 Moreover, the incorporation of antioxidants into the polymer matrix may lead to the prevention or delay of oxidation reactions in polymer chains and thus the achievement of stabilizing the polymer matrix.95\nJ Sci Food Agric 2019; 99: 986–1000 © 2018 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n994\nTo meet consumer demands for more natural products and for active packaging materials with a low environmental impact, extracts and EOs from many spices, plants and fruits have been recognized as potential antimicrobial or antioxidant agents,91 such as thymol95 or carvacrol.46 These compounds are regarded as natural alternatives to conventional synthetic additives (some of them under controversies by their potential toxicity to human health) and they present a GRAS status (generally recognized as safe) as defined by the US Food and Drug Administration.3 EOs and secondary metabolites of plants contain large amounts of active compounds, such as phenolic acids, and flavonoids, such as quercetin, which provide strong antimicrobial or antioxidant properties and low toxicity compared to those from synthetic substances. These remarkable properties allow natural agents to be used as alternative food preservatives against synthetic additives. However, because their high relative volatility and, consequently, a difficulty with respect to controlling their release into food products, the use of EOs may not be totally effective in terms of being directly applied on food. In this sense, their incorporation in a polymeric matrix could provide an alternative issue to ensure their stability in such a way that only desired levels of the preservatives will diffuse progressively and come into contact with the food. The incorporation of EOs in packaging materials can be carried out using different procedures. The most commonly approaches involve the inclusion of the active additive into the polymer matrix by either a melting or solvent-casting process. In addition, the use of active coating has been also reported. The incorporation of EOs or extracts in nanocomposites allows the development of multifunctional systems that are good devices for food packaging applications. Other possible approaches for modifying the final properties of materials when using biopolymers are the development of multilayer systems or the combination of different matrices to obtain a blend.82\nIt is clear from these forecasts of the growth of nano-enabled products across all market areas, as well as the specific forecasts for growth in nano-enabled food and beverage product packaging, that this area is already ahead in terms of already having products in the market place and also in terms of expectations of significant growth. Nanotechnology will be an enabler to deliver smart, novel packaging that can benefit not only the product producer, but also the consumer by providing an extended shelf life with additional product information and enhanced security at a cost that is acceptable both to the producer and the consumer.\nHowever, even if concerns have been expressed about the inclusion of nanomaterials and the potential for free nanomaterials entering the environment, nanotechnology will lead to an enhanced performance for lower total packaging weights, and there is likely to be less waste for disposal. Nevertheless, the actual use of polymer nanocomposites in industry is progressing very slowly, with the main reasons for this being the cost price of materials and processing, restrictions because of legislation, acceptance by customers in the market, a lack of knowledge about the effectiveness and impact of nanoparticles on the environment and on human health, potential risk as a result of the migration of nanoparticles in food, and a balance between the use of biomass to produce materials or food.\nRecent contributions on plant and food protection using bio-based and/or biodegradable polymers and nanoreinforcement phases, as also extracted from natural sources or forest/agricultural wastes, as well as their potentials and the\npossible applicability from a practical point of view with perspectives for agricultural and industrial fields, are all discussed below."
    }, {
      "heading" : "RECENT PROGRESS IN PLANT AND FOOD PROTECTION",
      "text" : ""
    }, {
      "heading" : "Plant protection",
      "text" : "The current EU guidelines impose the quick identification of valid and sustainable alternatives to the use of cupric salts (Cu++) in plant protection against pathogens such as bacteria and fungi. Botanical extracts and different EOs, used alone and/or in combination, are a valid eco-friendly possibility. Their use, also in association with a reduced amount of copper salts (up to 50% of field doses), has recently resulted in an effectiveness with respect to reducing, both in in vivo and in open field tests, the multiplication and damage caused by Pseudomonas syringae pv. tomato (Pst) and Xanthomonas axonopodis pv. vesicatoria (Xav), which are bacterial plant pathogen agents of bacterial speck and bacterial spot diseases on tomato plants, respectively.96\nMoreover, pesticide-based microformulations were helpful for the development of novel nanotechnological tools to apply in the plant protection field. AIs, such as gallic and ellagic acids, microformulated together, were found to be useful for controlling bacterial diseases on kiwifruit plants. Their encapsulation in methacrylate polymeric microparticles demonstrated an antimicrobial and prolonged activity up to 14 days in the open field on naturally infected plants. These microformulations were effective against three different bacterial diseases caused by Pseudomonas syringae pv. actinidiae, P. s. pv. syringae and Pseudomonas viridiflava, which are causal agents of bacterial canker, floral bud necrosis and bacterial blight on kiwifruit plants, respectively.57 Furthermore, novel poly(DL-lactide-co-glycolide acid) (PLGA) copolymer-based biopolymeric nanoparticles and cellulose nanocrystals (CNC) were evaluated as basic materials for their use as nanocarriers inside plant protection nanoformulations for tomato crops. PLGA nanoparticles were synthesized and tested and the effects of natural surfactants, such as starch and CNC, on the nanoparticle final properties were investigated. Moreover, CNC were evaluated as a possible nanostructured formulation to be directly applied on cultivated plant for protection treatments. The effect of PLGA nanoparticles and CNC was investigated with respect to their influence on the survival of P. s. pv. tomato (Pst), the causal agent of bacterial speck disease, on tomato plant development and eventual phytotoxicity damages. These nanocarriers were able to cover uniformly the tomato vegetal surfaces without damage, allowing regular development of the tomato-treated plants. Moreover, these nanoformulations were unsuitable for Pst survival over time on the tomato plant surface and so these results appear to be particularly useful for the development of innovative plant protection strategies by organic nanoformulations.70\nIn this context, edible coatings were found to be innovative, sustainable and effective with respect to protecting plants and fruits against different plant pathogens during the transportation, storage and commercialization phases. Generally, edible coatings comprise proteins (ex. whey and soy proteins concentrate), polysaccharides (carrageenan, maltodextrins, methylcellulose, carboxymethyl-cellulose, pectin, alginate and microcrystalline cellulose) and lipids (beeswax, acylated monoglycerides, fatty alcohols, fatty acids almost always combined with a carbohydrate or protein) and are also used to prevent the loss of water,\nwileyonlinelibrary.com/jsfa © 2018 Society of Chemical Industry J Sci Food Agric 2019; 99: 986–1000\n995\nJ Sci Food Agric 2019; 99: 986–1000 © 2018 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n996\nimprove mechanical properties during handling and transportation, and as a food additive carrier. Edible coatings did not affect the firmness loss, soluble solids content and brightness of fruits over time, and the use of films did not result in the development odors and flavors displaying the same sensory parameters.46 Recently, a chitosan hydrochloride-based coating was proposed to counter the soft rot frequently caused by two plant pathogens (B. cinerea and P. c. subsp. carotovorum) during the postharvest phases of fruit or vegetable products and its effect was compared with that of a commercially available and normally used chemical fungicide (Fenexamid). The results of the research underlined the film-forming capability of the selected grade of chitosan, which maintained its physico-chemical characteristics after dissolution in water, forming a thin and well-distributed coating with antimicrobial properties for 5–7 days on lettuce and up to 20–25 days on kiwifruit, respectively47 (Fig. 2)."
    }, {
      "heading" : "Food protection",
      "text" : "Similarly, new biodegradable multifunctional, antimicrobial and antioxidant systems were investigated in different fields of application fields for agri-food chains and for plant protection with respect to the development novel food packaging systems and the prodution of eco-friendly strategies that improve the safety of food products. In this scenario, bio-based and/or biodegradable molecules and polymers were recently considered to reduce and/or limit the environmental impact with respect to traditional chemicals or plastics.2,50,97\nOne strategy concerning active plastic is to increase the safety of horticultural products by restraining the proliferation of micro-organisms among production fields. Develop an active plastic incorporating an antimicrobial agent (e,g, triclosan) can lead to an improvement in the inhibition of phytopathogenic and food pathogenic micro-organisms. This approach was developed and the active plastic crate is therefore an innovation that can function as a barrier to inhibit and/or reduce diseases causing losses and/or damage to agricultural produce, as well as contributing to the reduction of possible cross-contamination among production fields and, consequently, reducing the need for the use of agrochemicals on crops, which result in chemical contamination.98\nAnother study demonstrated synergistic inhibitory effects of spice and herb extract against foodborne pathogens. Notably, when Alpinia galanga was combined with either Rosmarinus officinalis or Eucalyptus staigerana, strong synergistic antimicrobial activity was revealed against bacteria.99\nConcerning the packaging sector, research is aiming to develop new edible packaging considered as valid alternatives for reducing wastes and residues.100 Different studies have focused on the use of lignocellulosic by-products as reinforcing fillers in polymeric matrices and different natural sources (Fig. 3) were recently considered as precursors for the extraction and revalorization of lignocellulosic materials subsequently used as nanoreinforcements, such as cellulose nanofibers, cellulose nanocrystals (CNC) and/or nanolignin.2,97,101 In addition, it should be noted that the use of waste lignocellulosic waste biomass does not compete with the food chain and fodder industry for the synthesis of green, safer and sustainable nanomaterials.31\nRecently, CNC were extracted from both barley straw and husk and then used as reinforcements phases in poly(vinyl alcohol) (PVA) blended with natural chitosan-based films.102 The results indicated that chitosan reduced the optical transparency and the mechanical response of PVA matrix, whereas its combination with CNC could modulate the optical properties and the mechanical and thermal responses. In addition, inhibitions on fungal and bacterial development were detected for PVA/chitosan/CNC ternary systems, suggesting their activity against microorganisms contamination.\nSimilarly, kiwi Actinidia deliciosa pruning residues have been used as precursors for the extraction of high performing cellulose nanocrystals (Fig. 4) and then used as reinforcement phases in PVA blended with natural chitosan-based films, as well as combined with carvacrol as an active agent. The morphological, optical and colorimetric characteristics did not change and, with carvacrol and CNC as a barrier, it was possible to induce antioxidant and antibacterial activities, suggesting potential applications as novel packaging formulations for improving the shelf-life and quality of fresh food products.66\nFurthermore, binary and ternary polymeric films, also using PVA and chitosan as matrices, produced and loaded with lignin\nwileyonlinelibrary.com/jsfa © 2018 Society of Chemical Industry J Sci Food Agric 2019; 99: 986–1000\n997\nnanoparticles (LNP) added at two different amounts (1 and 3 wt%), were created by solvent casting. The mechanical results revealed that the addition of LNP enhanced the tensile strength and Young’s modulus of PVA, also producing a toughness effect in the chitosan matrix, and LNP improved the thermal stability of the binary and ternary nanocomposite systems. Moreover, antibacterial assays revealed a capacity to inhibit Gram-negative bacteria such as Erwinia carotovora subsp. carotovora and Xanthomonas arboricola pv. pruni over time, suggesting innovative opportunities against plant/fruit pathogens in food packaging applications, using lignin extracted from natural sources or wastes, and potential as an antimicrobial agent. In addition, the synergic effect of LNP and chitosan in the antioxidation response of the films produced highlighted their potential use in the different biomedical applications required (e.g. drug delivery, tissue engineering, wound healing).103\nLNP and CNC allowed additional original results to be obtained in antimicrobial tests, revealing a capacity to inhibit plant pathogen (bacteria) growth over time. LNP was found to be highly efficient in antioxidation activity; its combination with CNC generates a synergistic positive effect (antioxidation response of PLA ternary films) and all of the formulations studied showed a disintegrability value of up to 90% after 15 days of incubation in composting\nconditions. In addition, the migration tests showed that these films can be considered suitable for application in the food packaging field. Cellulosic material and lignin, at the nanoscale, when combined into a polymeric-based formulation, resulted in the multifunctional properties (antioxidant, migration and disintegrability) of ternary nanocomposite films based on PLA incorporating both CNC and lignin nanoparticles (LNP), in two different amounts (1 and 3 wt%)104 (Fig. 5)."
    }, {
      "heading" : "CURRENT CONCLUSIONS AND FUTURE SCENARIOS",
      "text" : "Concerning the topics analyzed in the present review, it is necessary to learn the lessons from the past and, desirably, the circle of trial and error should come to an end. Current agriculture and intensive food production may not dispense with the use of current agrochemicals in the next few years. Several measures could be introduced to mitigate their collateral effects. The introduction of organic nanoformulations of agrochemicals can reduce the amount of chemicals applied in the field, as well as in food packaging chains. Some additional measures could be also applied generally, such as the education of farmers and the public about chemical hazards and a thorough toxicity testing and proper\nJ Sci Food Agric 2019; 99: 986–1000 © 2018 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n998\nregistration of future chemical formulations. There is a consensus that intensified research on food production with a better quality is needed; therefore, it is necessary to improve pesticide application and the adoption of good agriculture practices, taking into account as much as possible integrated pest management and organic techniques.\nConsumers have already rejected the environmental and health costs of hazardous chemicals. More safe food is required but humans and ecosystems may not survive longer with continued poor agriculture practices. This requires a deep risk assessment of chemical toxicities for both the environment and humans. Other alternative paths in food production, such as the development of genetically modified organism varieties and their release for agriculture without the application of satisfactory risk assessments, must be avoided.\nNanostructure organic polymers, low molecular weight molecules and the bio-macromolecules reported in the present review represent some examples of the best candidates for the development of more efficient green chemistry methods, as well as for the synthesis of nanoscale AIs delivery vehicles, with the aim of developing better crop protection and safer food packaging strategies. Most of the developments with green processes have led to materials of low toxicity and high biocompatibility and they have been designed using plant extracts and biomaterials. From the research emphasized in the present review, it is evident that much more work is needed to develop safe nanoparticles in agriculture for plant and food protection.\nEven the current cost of nanoscaled materials is relatively high and it is reasonable that, in the medium term, and with large-scale applications, their costs will decrease significantly and, as a result of the increasing popularity of nanotechnology, the cost of their application will become acceptable. However, nanotechnology applications in the agricultural chain are still marginal and have not yet made it to the market in comparison with other industrial sectors. The trends of patent applications from agro-chemical companies are growing greatly, although no effective new nano-based products for plant/food protection in the agricultural sector have really reached the market in a significant way. This suggests that applicants are actively patenting and keeping broad patent claims to ensure future freedom to operate and to guarantee future exploitation in the case of promising commercial developments.105–107"
    }, {
      "heading" : "ACKNOWLEDGEMENTS",
      "text" : "The authors gratefully acknowledge MIUR (Ministry for education, University and Research) for financial support (Law 232/216, Department of Excellence)."
    } ],
    "references" : [ {
      "title" : "Proteomics of plant pathogenic fungi",
      "author" : [ "R González-Fernández", "E Prats", "JV Jorrín-Novo" ],
      "venue" : "J Biomed Biotechnol",
      "citeRegEx" : "González.Fernández et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "González.Fernández et al\\.",
      "year" : 2010
    }, {
      "title" : "Novel nanoscaled materials from lignocellulosic sources: potential applications in the agricultural sector, in Handbook of Ecomaterials",
      "author" : [ "E Fortunati", "D Verma", "F Luzi", "A Mazzaglia", "L Torre", "GM Balestra" ],
      "venue" : null,
      "citeRegEx" : "Fortunati et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanomaterials in plant protection",
      "author" : [ "A Mazzaglia", "E Fortunati", "JM Kenny", "L Torre", "GM Balestra" ],
      "venue" : "Nanotech Agric Food Sci",
      "citeRegEx" : "Mazzaglia et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mazzaglia et al\\.",
      "year" : 2017
    }, {
      "title" : "Targeted Delivery of Pesticides Using Biodegradable Polymeric Nanoparticles",
      "author" : [ "A De", "R Bose", "A Kumar", "S Mozumdar" ],
      "venue" : null,
      "citeRegEx" : "De et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "De et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanotechnology in agriculture: prospects and constraints",
      "author" : [ "SS Mukhopadyay" ],
      "venue" : "Nanotechnol Sci Appl",
      "citeRegEx" : "Mukhopadyay,? \\Q2014\\E",
      "shortCiteRegEx" : "Mukhopadyay",
      "year" : 2014
    }, {
      "title" : "Role of nanotechnology in agriculture with special reference to management of insect pests",
      "author" : [ "M Rai", "A Ingle" ],
      "venue" : "Appl Microbiol Biotechnol",
      "citeRegEx" : "Rai and Ingle,? \\Q2012\\E",
      "shortCiteRegEx" : "Rai and Ingle",
      "year" : 2012
    }, {
      "title" : "Production of nanocrystalline cellulose from lignocellulosic biomass: technology and applications",
      "author" : [ "L Brinchi", "F Cotana", "E Fortunati", "JM Kenny" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "Brinchi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Brinchi et al\\.",
      "year" : 2013
    }, {
      "title" : "Extraction of lignocellulosic materials from waste products, in Multifunctional Polymeric Nanocomposites Based on Cellulosic Reinforcements, ed",
      "author" : [ "E Fortunati", "F Luzi", "D Puglia", "L Torre" ],
      "venue" : null,
      "citeRegEx" : "Fortunati et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2016
    }, {
      "title" : "Industrial and crop wastes: a new sorce for nanocellulose biorefinery",
      "author" : [ "A Garcia", "A Gandini", "J Labidi", "N Belgacem", "J Bras" ],
      "venue" : "Crops Prod",
      "citeRegEx" : "Garcia et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Garcia et al\\.",
      "year" : 2016
    }, {
      "title" : "Bacteriocin-based strategies for food biopreservation",
      "author" : [ "A Galvez", "H Abriouel", "RL Lopez", "NB Omar" ],
      "venue" : "Int J Food Microbiol",
      "citeRegEx" : "Galvez et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Galvez et al\\.",
      "year" : 2007
    }, {
      "title" : "Liposome-encapsulation protects bacteriocin-like substances P34 against inhibition by Maillard reaction products",
      "author" : [ "V Sant’Anna", "PS Malheiros", "A Brandelli" ],
      "venue" : "Food Res",
      "citeRegEx" : "Sant.Anna et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sant.Anna et al\\.",
      "year" : 2011
    }, {
      "title" : "Scientific status summary. Innovative food packaging solutions",
      "author" : [ "AL Brody", "B Bugusu", "JH Han", "CK Sand", "TH McHugh" ],
      "venue" : "J Food Sci",
      "citeRegEx" : "Brody et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Brody et al\\.",
      "year" : 2008
    }, {
      "title" : "Effects of a combination of antimicrobial silver low density polyethylene nanocomposite films and modified atmosphere packaging on the shelf of chicken breast fillets",
      "author" : [ "S Azlin-Hasima", "M Cruz-Romero", "M Morris", "E Cummins", "J Kerra" ],
      "venue" : "Food Pack Shelf Life",
      "citeRegEx" : "Azlin.Hasima et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Azlin.Hasima et al\\.",
      "year" : 2015
    }, {
      "title" : "Eating nano: processed foods and food packaging already contain nanoparticles-some of wich could be harmful to our health",
      "author" : [ "B Belli" ],
      "venue" : "The Environmental Magazine Website",
      "citeRegEx" : "Belli,? \\Q2012\\E",
      "shortCiteRegEx" : "Belli",
      "year" : 2012
    }, {
      "title" : "Applications of antimicrobial polymer nanocomposites in food packaging, in Advances in Nanocomposite Technology",
      "author" : [ "A Emamifar" ],
      "venue" : null,
      "citeRegEx" : "Emamifar,? \\Q2011\\E",
      "shortCiteRegEx" : "Emamifar",
      "year" : 2011
    }, {
      "title" : "Antimicrobial food packaging in meat industry",
      "author" : [ "S Quintavalla", "L Vicini" ],
      "venue" : "Meat Sci",
      "citeRegEx" : "Quintavalla and Vicini,? \\Q2002\\E",
      "shortCiteRegEx" : "Quintavalla and Vicini",
      "year" : 2002
    }, {
      "title" : "Nanostructured and nanoencapsulated natural antimicrobials for use in food products, in Handbook of Natural Antimicrobials for Food Safety and Quality",
      "author" : [ "A Brandelli", "TM Taylor" ],
      "venue" : "M Taylor,",
      "citeRegEx" : "Brandelli and Taylor,? \\Q2015\\E",
      "shortCiteRegEx" : "Brandelli and Taylor",
      "year" : 2015
    }, {
      "title" : "Applications of nanotechnology in food packaging and food safety: barrier materials, antimicrobials and sensors",
      "author" : [ "TV Duncan" ],
      "venue" : "J Colloid Interface Sci",
      "citeRegEx" : "Duncan,? \\Q2011\\E",
      "shortCiteRegEx" : "Duncan",
      "year" : 2011
    }, {
      "title" : "Negative effects of pesticides on wild bee communities can be buffered by landscapes context",
      "author" : [ "MG Park", "EJ Blitzer", "J Gibbs", "JE Losey", "BN Danforth" ],
      "venue" : "Proc Biol Sci",
      "citeRegEx" : "Park et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2015
    }, {
      "title" : "Pesticides use and exposure extensive worldwide",
      "author" : [ "MCR Alavanja" ],
      "venue" : "Rev Environ Health",
      "citeRegEx" : "Alavanja,? \\Q2009\\E",
      "shortCiteRegEx" : "Alavanja",
      "year" : 2009
    }, {
      "title" : "Occupational pesticide exposures and cancer risk: a review",
      "author" : [ "MCR Alavanja", "MR Bonner" ],
      "venue" : "J Toxicol Environ Health",
      "citeRegEx" : "Alavanja and Bonner,? \\Q2012\\E",
      "shortCiteRegEx" : "Alavanja and Bonner",
      "year" : 2012
    }, {
      "title" : "Exponential growth of new chemicals and evolution of information relevant to risk control",
      "author" : [ "R Binetti", "FM Costamagna", "I Marcello" ],
      "venue" : "Ann Ist Super Sanità",
      "citeRegEx" : "Binetti et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Binetti et al\\.",
      "year" : 2008
    }, {
      "title" : "Pesticides, environment, and food safety",
      "author" : [ "FP Carvalho" ],
      "venue" : "Food and Energy Security",
      "citeRegEx" : "Carvalho,? \\Q2017\\E",
      "shortCiteRegEx" : "Carvalho",
      "year" : 2017
    }, {
      "title" : "Recent developments in nanotechnology transforming the agricultural sector: a transition replete with opportunities",
      "author" : [ "DY Kim", "A Kadam", "S Shinde", "RG Rijuta Saratale", "J Jayanta Patra", "G Ghodakea" ],
      "venue" : "J Sci Food Agric",
      "citeRegEx" : "Kim et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanotechnology and its application in plant protection, in Plant Pathology in India: Vision 2030",
      "author" : [ "MG Gopal", "S Robin", "K Chitra", "S Rajesh", "N Pradeep", "Y Kishore", "G Saurabh", "G. Arunava" ],
      "venue" : null,
      "citeRegEx" : "Gopal et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Gopal et al\\.",
      "year" : 2011
    }, {
      "title" : "Nanoformulations a safer and effective option for agrochemicals",
      "author" : [ "A Gogos", "K Knauer", "TD Bucheli" ],
      "venue" : "Indian Farm",
      "citeRegEx" : "Gogos et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Gogos et al\\.",
      "year" : 2012
    }, {
      "title" : "Encapsulation and release studies of strawberry polyphenols in biodegradable chitosan nanoformulation",
      "author" : [ "R Pulicharla", "C Marques", "RK Das", "T Rouissi", "SK Brar" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "Pulicharla et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pulicharla et al\\.",
      "year" : 2016
    }, {
      "title" : "Degradable Polymers: Production, Properties and Applications",
      "author" : [ "TG Volova", "EI Shishatskaya", "AJ Sinskey" ],
      "venue" : "Nova Science Publishers,",
      "citeRegEx" : "Volova et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Volova et al\\.",
      "year" : 2013
    }, {
      "title" : "Physicochemical characterization of chitosan nanoparticles: electrokinetic and stability behaviour",
      "author" : [ "T Lopez-Leon", "ELS Carvalho", "B Sejio", "JL Ortega-Vinuesa", "D Bastos-Gonz’alez" ],
      "venue" : "J Colloid Interface Sci",
      "citeRegEx" : "Lopez.Leon et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Lopez.Leon et al\\.",
      "year" : 2005
    }, {
      "title" : "Biocompatibility and characteristics of chitosan/cellulose acetate microspheres for drug delivery",
      "author" : [ "HY Zhou", "XG Chen" ],
      "venue" : "Front Mater Sci China",
      "citeRegEx" : "Zhou and Chen,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhou and Chen",
      "year" : 2008
    }, {
      "title" : "MFA, Applications and properties of chitosan",
      "author" : [ "Q Li", "ET Dunn", "EW Grandmaison", "Goosen" ],
      "venue" : "J Bioact Compat Polym",
      "citeRegEx" : "Li et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 1992
    }, {
      "title" : "Food applications of chitin and chitosans",
      "author" : [ "F Shahidi", "JKV Arachchi", "YJ Jeon" ],
      "venue" : "Trends Food Sci Technol",
      "citeRegEx" : "Shahidi et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Shahidi et al\\.",
      "year" : 1999
    }, {
      "title" : "Antibacterial action of chitosan and carboxy methylated chitosan",
      "author" : [ "XF Liu", "YL Guan", "DZ Yang", "Z Li", "KD Yao" ],
      "venue" : "J Appl Polym Sci",
      "citeRegEx" : "Liu et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2001
    }, {
      "title" : "Enzymatic production and biological activities of chitosan oligosaccharides (COS): a review",
      "author" : [ "S Kim", "N Rajapakse" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "Kim and Rajapakse,? \\Q2005\\E",
      "shortCiteRegEx" : "Kim and Rajapakse",
      "year" : 2005
    }, {
      "title" : "The influence of molecular weight of quaternized chitosan on antifungal activity",
      "author" : [ "Z Guo", "R Xing", "S Liu", "Z Zhong", "X Ji", "L Wang" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "Guo et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2008
    }, {
      "title" : "Effect of chitosan on hyphal growth and spore germination of plant pathogenic and biocontrol fungi",
      "author" : [ "J Palma-Guerrero", "H Jansson", "J Salinas", "JV Lopez-Llorca" ],
      "venue" : "J Appl Microbiol",
      "citeRegEx" : "Palma.Guerrero et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Palma.Guerrero et al\\.",
      "year" : 2008
    }, {
      "title" : "Potential of the Biopolymerchitosan with different molecular weights to control post harvest Gray Mold of Tomato fruit",
      "author" : [ "MEI Badawy", "EI Rabea" ],
      "venue" : "Postharvest Biol Technol",
      "citeRegEx" : "Badawy and Rabea,? \\Q2009\\E",
      "shortCiteRegEx" : "Badawy and Rabea",
      "year" : 2009
    }, {
      "title" : "Effective postharvest preservation of kiwifruit and Romaine lettuce with a chitosan hydrochloride",
      "author" : [ "E Fortunati", "G Giovanale", "F Luzi", "A Mazzaglia", "JM Kenny", "L Torre" ],
      "venue" : "coating. Coatings",
      "citeRegEx" : "Fortunati et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2017
    }, {
      "title" : "Three preparation methods for monodispersed chitosan microspheres using the SPG membrane emulsification technique and mechanism of microsphere formation",
      "author" : [ "K Akamatsu", "D kaneko", "T Sugawara", "R Kikuchi", "SI Nakoo" ],
      "venue" : "Ind Eng Chem Res",
      "citeRegEx" : "Akamatsu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Akamatsu et al\\.",
      "year" : 2010
    }, {
      "title" : "Antifungal effects of chitosan with different molecular weights on in vitro development of Rhizopus stolonifera (Ehrenb,:Fr) vuill",
      "author" : [ "AN Hernandez-Lauzardo", "S Bautista-Banos", "MG Velazquez-del Valle", "MG Mendez-Montealvo", "MM Sanchez-Rivera", "LA Bello-Perez" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "Hernandez.Lauzardo et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hernandez.Lauzardo et al\\.",
      "year" : 2008
    }, {
      "title" : "Valorization of acid isolated high yeld lignin nanoparticles as innovative antioxidant/antimicrobial organic materials",
      "author" : [ "E Fortunati", "D Gao", "GM Balestra", "G Giovanale", "X He", "L Torre" ],
      "venue" : "ACS Sustainable Chem Eng",
      "citeRegEx" : "Fortunati et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2018
    }, {
      "title" : "Characterization of copper oxide nanoparticles for antimicrobial applications",
      "author" : [ "G Ren", "D Hu", "EWC Cheng", "MA Vargas-Reus", "P Reip", "RP Allaker" ],
      "venue" : "Int J Antimicrob Agents",
      "citeRegEx" : "Ren et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ren et al\\.",
      "year" : 2009
    }, {
      "title" : "Functional finishing of cotton fabrics using zinc oxidesoluble starch",
      "author" : [ "N Vigneshwaan", "S Kumar", "AA Kathe", "PV Varadarajan", "V Prasad" ],
      "venue" : "nanocomposites. Nanotechnology",
      "citeRegEx" : "Vigneshwaan et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Vigneshwaan et al\\.",
      "year" : 2006
    }, {
      "title" : "Toxic potential of materials at the nanolevel",
      "author" : [ "A Nel", "T Xia", "L Madler", "N Li" ],
      "venue" : "Science 311:622–627",
      "citeRegEx" : "Nel et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Nel et al\\.",
      "year" : 2006
    }, {
      "title" : "Cellular toxicity of carbon-based nanomaterials",
      "author" : [ "A Magrez", "S Kasas", "V Salicio", "N Pasquier", "JW Seo", "M Celio" ],
      "venue" : "Nano Lett 6:1121–1125",
      "citeRegEx" : "Magrez et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Magrez et al\\.",
      "year" : 2006
    }, {
      "title" : "Chitosan nanoparticle based delivery systems for sustainable agriculture",
      "author" : [ "PL Kashyap", "X Xiang", "P Heiden" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "Kashyap et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kashyap et al\\.",
      "year" : 2015
    }, {
      "title" : "Natural antimicrobials in spray-dried microparticles based on cellulose derivatives as potential eco-compatible agrochemicals",
      "author" : [ "R Cortesi", "A Quattrucci", "E Esposito", "A Mazzaglia", "GM Balestra" ],
      "venue" : "J Plant Dis Prot",
      "citeRegEx" : "Cortesi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cortesi et al\\.",
      "year" : 2017
    }, {
      "title" : "Microparticles containing gallic and ellagic acids for the biological control of bacterial diseases of kiwifruit plants",
      "author" : [ "R Rossetti", "A Mazzaglia", "M Muganu", "M Paolocci", "M Sguizzato", "E Esposito" ],
      "venue" : "J Plant Dis Prot",
      "citeRegEx" : "Rossetti et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Rossetti et al\\.",
      "year" : 2017
    }, {
      "title" : "Antibacterial and antifungal activity of a soda-lime glass containing copper nanoparticles",
      "author" : [ "L Esteban-Tejeda", "F Malpartida", "A Esteban-Cubillo", "C Pecharroman", "J Moya" ],
      "venue" : null,
      "citeRegEx" : "Esteban.Tejeda et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Esteban.Tejeda et al\\.",
      "year" : 2009
    }, {
      "title" : "Selective synthesis of Cu2O and Cu/Cu2O nps: antifungal activity to yeast saccharomyces cerevisiae and DNA interaction",
      "author" : [ "K Giannousi", "G Sarafi dis", "S Mourdikoudis", "A Pantazaki", "C Dendrinou-Samara" ],
      "venue" : "Inorg Chem",
      "citeRegEx" : "Giannousi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Giannousi et al\\.",
      "year" : 2014
    }, {
      "title" : "Essential oil compounds as potent source of nematicidal compounds",
      "author" : [ "R Pandey", "A Kalra", "S Tandon", "N Mehrotra", "H Singh", "S Kumar" ],
      "venue" : "J Phytopathol",
      "citeRegEx" : "Pandey et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Pandey et al\\.",
      "year" : 2000
    }, {
      "title" : "Anthelmintic activity of essential oil of Oicimum gratissimum Lnn. And eugenol against Haemonchus contortus",
      "author" : [ "L Pessoa", "S Morais", "C Bevilaqua", "J Luciano" ],
      "venue" : "Vet Parasitol",
      "citeRegEx" : "Pessoa et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Pessoa et al\\.",
      "year" : 2002
    }, {
      "title" : "Antibacterial and Antifungal Activities of Essential Oils, Lipids and Essential Oils as Antimicrobial Agents",
      "author" : [ "KA Hammer", "CF Carson" ],
      "venue" : null,
      "citeRegEx" : "Hammer and Carson,? \\Q2011\\E",
      "shortCiteRegEx" : "Hammer and Carson",
      "year" : 2011
    }, {
      "title" : "Antibiotic use in plant agriculture",
      "author" : [ "PS McManus", "VO Stockwell", "GW Sundin", "AL Jones" ],
      "venue" : "Annu Rev Phytopathol",
      "citeRegEx" : "McManus et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "McManus et al\\.",
      "year" : 2002
    }, {
      "title" : "New eco-friendly pesticides for integrated pest management",
      "author" : [ "NK Roy", "P Dureja" ],
      "venue" : "Pest World",
      "citeRegEx" : "Roy and Dureja,? \\Q1998\\E",
      "shortCiteRegEx" : "Roy and Dureja",
      "year" : 1998
    }, {
      "title" : "Antibacterial sctivities of essential ils and extracts of Turkish Achillea, Satureia and Thymus species against plant pathogenic bacteria",
      "author" : [ "AC Kotan", "F Dadasoglu", "T Avdin", "G Cakmakci", "H Ozer", "S Kordali" ],
      "venue" : "J Sci Food Agric",
      "citeRegEx" : "Kotan et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kotan et al\\.",
      "year" : 2010
    }, {
      "title" : "Insect pest problems and crop losses: changing trends",
      "author" : [ "GS Dhaliwal", "V Jindal", "AK Dhawan" ],
      "venue" : "Indian J Ecol",
      "citeRegEx" : "Dhaliwal et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Dhaliwal et al\\.",
      "year" : 2010
    }, {
      "title" : "Cellulose nanocrystals from Actinidia deliciosa pruning residues combined with carvacrol in PVA, CH films with antioxidant/antimicrobial properties for packaging applications",
      "author" : [ "F Luzi", "E Fortunati", "G Giovanale", "A Mazzaglia", "L Torre", "GM Balestra" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "Luzi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Luzi et al\\.",
      "year" : 2017
    }, {
      "title" : "Organic control strategies respect to Pseudomonas syringae pv. Actinidiae: present situation and future perspectives",
      "author" : [ "V Tagliavento", "G Giovanale", "S Ciarroni", "MC Taratufolo", "L Gallipoli", "S Silvi" ],
      "venue" : "Kiwi Inf",
      "citeRegEx" : "Tagliavento et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tagliavento et al\\.",
      "year" : 2017
    }, {
      "title" : "Cu++ reduction and botanical extracts for tomato phytobacteria control",
      "author" : [ "GM Balestra", "G Giovanale", "E Fortunati", "A Mazzaglia" ],
      "venue" : "3rd International Symposium on Biological Control of Plant Disease (BIOCONTROL",
      "citeRegEx" : "Balestra et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Balestra et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of poly (di-lactide-c-glycolide) nanoparticles or cellulose nanocrystals-based formulations on Pseudomonas syringae pv. Tomato (Pst) and tomato plant development",
      "author" : [ "E Fortunati", "N Rescignano", "E Botticella", "D Lafiandra", "M Renzi", "A Mazzaglia" ],
      "venue" : "J Plant Dis Prot 123:301–310",
      "citeRegEx" : "Fortunati et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2016
    }, {
      "title" : "Biodegradable polymers for food packaging: a review",
      "author" : [ "V Siracusa", "P Rocculi", "S Romani", "M Dalla Rosa" ],
      "venue" : "Trends Food Sci Technol",
      "citeRegEx" : "Siracusa et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Siracusa et al\\.",
      "year" : 2008
    }, {
      "title" : "Recent advances in biopolymers and biopolymer-based nanocomposites for food packaging materials",
      "author" : [ "XZ Tang", "P Kumar", "S Alavi", "KP Sandeep" ],
      "venue" : "Critical Rev Food Sci",
      "citeRegEx" : "Tang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2012
    }, {
      "title" : "Sustainability of bio-based plastics: general comparative analysis and recommendations for improvement",
      "author" : [ "CR Alvarez-Chavez", "S Edwards", "R Moure-Eraso", "K Geiser" ],
      "venue" : "J Clean Prod",
      "citeRegEx" : "Alvarez.Chavez et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Alvarez.Chavez et al\\.",
      "year" : 2012
    }, {
      "title" : "Current progress on bio-based polymers and their future trends",
      "author" : [ "R Babu", "K O’Connr", "R Seeram" ],
      "venue" : "Prog Biomater",
      "citeRegEx" : "Babu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Babu et al\\.",
      "year" : 2013
    }, {
      "title" : "Bionanocomposite materials for food packaging applications: types of biopolymer and nano-sized filler",
      "author" : [ "SH Othman" ],
      "venue" : "Agric Agric Sci Procedia",
      "citeRegEx" : "Othman,? \\Q2014\\E",
      "shortCiteRegEx" : "Othman",
      "year" : 2014
    }, {
      "title" : "Food packaging applications of biopolymer-based",
      "author" : [ "N Gontard", "H Angellier-Coussy", "P Chalier", "E Gastaldi", "V Guillard", "C Guillame" ],
      "venue" : "J Sci Food Agric 2019;",
      "citeRegEx" : "Gontard et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Gontard et al\\.",
      "year" : 2019
    }, {
      "title" : "films, in Biopolymers - New Materials for Sustainable Films and Coatings",
      "author" : [ "E Fortunati", "A Mazzaglia", "GM Balestra" ],
      "venue" : null,
      "citeRegEx" : "Fortunati et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2011
    }, {
      "title" : "Application of bioplastics for food packaging",
      "author" : [ "N Peelman", "P Ragaert", "B De Meulenaer", "D Adons", "R Peeters", "L Cardon" ],
      "venue" : "Trend Food Sci Technol",
      "citeRegEx" : "Peelman et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Peelman et al\\.",
      "year" : 2013
    }, {
      "title" : "Functional Polymers in Food Science: From Technology to Biology. Vol 1: Food Packaging",
      "author" : [ "G Cirillo", "UG Spizzirri", "F Iemma" ],
      "venue" : null,
      "citeRegEx" : "Cirillo et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Cirillo et al\\.",
      "year" : 2015
    }, {
      "title" : "Development of expert system for biobased polymer material selection: food packaging application",
      "author" : [ "ML Sanyang", "SM Sapuan" ],
      "venue" : "J Food Sci Technol",
      "citeRegEx" : "Sanyang and Sapuan,? \\Q2015\\E",
      "shortCiteRegEx" : "Sanyang and Sapuan",
      "year" : 2015
    }, {
      "title" : "Recent advances and migration issues in biodegradable polymers from renewable sources for food packaging",
      "author" : [ "P Scarfato", "L Di Maio", "L Incarnato" ],
      "venue" : "J Appl Polym Sci",
      "citeRegEx" : "Scarfato et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Scarfato et al\\.",
      "year" : 2015
    }, {
      "title" : "Multifunctional nanostructured PLA materials for packaging and tissue engineering",
      "author" : [ "I Armentano", "N Bitinis", "E Fortunate", "S Mattioli", "N Rescignano", "R Verdejo" ],
      "venue" : "Prog Polym Sci",
      "citeRegEx" : "Armentano et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Armentano et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of metal nanoparticles on thermal stabilization of polymer/metal nanocomposites prepared by a one-step dry process",
      "author" : [ "JY Lee", "Y Liao", "R Nagahata", "S Horiuchi" ],
      "venue" : "Polymer 47:7970–7979",
      "citeRegEx" : "Lee et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2006
    }, {
      "title" : "Nano-food packaging: an overview of market, migration research and safety regulations",
      "author" : [ "N Bumbudsanpharoke", "S Ko" ],
      "venue" : "J Food Sci",
      "citeRegEx" : "Bumbudsanpharoke and Ko,? \\Q2015\\E",
      "shortCiteRegEx" : "Bumbudsanpharoke and Ko",
      "year" : 2015
    }, {
      "title" : "New multifunctional poly(lactide acid) composites: mechanical, antibacterial, and degradation properties",
      "author" : [ "E Fortunati", "I Armentano", "A Iannoni", "M Barbale", "S Zaccheo", "M Scavone" ],
      "venue" : "J Appl Polym Sci",
      "citeRegEx" : "Fortunati et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2012
    }, {
      "title" : "Photochemical behaviour of polylactide/ZnO nanocomposite",
      "author" : [ "S Therias", "JF Larchè", "PO Bussiere", "JL Gardette", "M Murariu", "P Dubois" ],
      "venue" : "films. Biomacromolecules",
      "citeRegEx" : "Therias et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Therias et al\\.",
      "year" : 2012
    }, {
      "title" : "Antimicrobial activities of ZnO powder-coated PVC film to inactivate food pathogens",
      "author" : [ "X Li", "Y Xing", "Y Jiang", "Y Ding", "W Li" ],
      "venue" : "Int J Food Sci Technol",
      "citeRegEx" : "Li et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2009
    }, {
      "title" : "Antibacterial effect of silver nanoparticles on Staphylococcus aureus",
      "author" : [ "WR Li", "XB Xie", "QS Shi", "SS Duan", "YS Quyang", "YB Chen" ],
      "venue" : "Biometals 24:135–141",
      "citeRegEx" : "Li et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2011
    }, {
      "title" : "Analytical characterization of laser-generated copper nanoparticles for antibacterial composite food packaging",
      "author" : [ "D Longano", "N Ditaranto", "N Cioffi", "F Di Niso", "T Sibillano", "A Ancona" ],
      "venue" : "Anal Bioanal Chem",
      "citeRegEx" : "Longano et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Longano et al\\.",
      "year" : 2012
    }, {
      "title" : "Active pseudo-multilayered films from polycaprolactone and starch based matrix for food-packaging applications",
      "author" : [ "S Alix", "A Mahieu", "C Terrie", "J Soulestin", "E Gerault", "MGJ Feuilloley" ],
      "venue" : "Eur Polym J",
      "citeRegEx" : "Alix et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Alix et al\\.",
      "year" : 2013
    }, {
      "title" : "Advances in antioxidant active food packaging",
      "author" : [ "J Gomez-Estaca", "C Lopez-Dedicastillo", "P Hernandez-munoz", "R Catala", "R Gavara" ],
      "venue" : "Trends Food Sci and Technol",
      "citeRegEx" : "Gomez.Estaca et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gomez.Estaca et al\\.",
      "year" : 2014
    }, {
      "title" : "Soy protein – poly(lactic acid) bilayer films as biodegradadble material for active food packaging",
      "author" : [ "A Gonzalez", "CI Alvarez Igarzabal" ],
      "venue" : "Food Hydrocolloid",
      "citeRegEx" : "Gonzalez and Igarzabal,? \\Q2013\\E",
      "shortCiteRegEx" : "Gonzalez and Igarzabal",
      "year" : 2013
    }, {
      "title" : "Preparation and characterization of cellulose acetate butyrate/organoclay nanocomposite produced by extrusion",
      "author" : [ "RI Quintero", "MJ Galotto", "F Rodriguez", "A Guarda" ],
      "venue" : "Packag Technol Sci",
      "citeRegEx" : "Quintero et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Quintero et al\\.",
      "year" : 2014
    }, {
      "title" : "Developmnet of new active packaging films containing bioactive nanocomposites",
      "author" : [ "L Barbosa-Pereira", "I Angulo", "JM Lagaron", "P Paseiro-Losada", "JM Cruz" ],
      "venue" : "Innovative Food Sci Emerg Technol",
      "citeRegEx" : "Barbosa.Pereira et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Barbosa.Pereira et al\\.",
      "year" : 2014
    }, {
      "title" : "nano-biocomposite antioxidant films based on poly (lactic acid) and thymol for active packaging",
      "author" : [ "G Giovanale", "E Fortunati", "A Mazzaglia", "GM Balestra" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Giovanale et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Giovanale et al\\.",
      "year" : 2014
    }, {
      "title" : "Edible coatings enriched with essential oils and their compounds for fresh-cut fruit",
      "author" : [ "MD Antunes", "CM Gago", "AM Cavaco", "MG Miguel" ],
      "venue" : "Recent Patent Food Nutr Agric",
      "citeRegEx" : "Antunes et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Antunes et al\\.",
      "year" : 2012
    }, {
      "title" : "orization of acid isolated high yield lignin nanoparticles as innovative antioxidant/antimicrobial organic materials",
      "author" : [ "NJ Andrade", "TA Bridgeman", "EA Zottola" ],
      "venue" : "ACS Sustainable Chem Eng",
      "citeRegEx" : "Andrade et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Andrade et al\\.",
      "year" : 2018
    }, {
      "title" : "as determined by plate count and impendance methods",
      "author" : [ "M De Souza Gomes", "M Das Gracas Cardoso", "AC Garcia Guimaraes", "A Adriana Cavaco Guerreuro", "G CML", "EV De Baros Vilas Boas" ],
      "venue" : "J Food Prot",
      "citeRegEx" : "Gomes et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Gomes et al\\.",
      "year" : 1998
    }, {
      "title" : "An overview of bio-based polymers for packaging materials",
      "author" : [ "Y Pan", "M Farmahini-Farahani", "P O’Hearn", "H Xiao", "H Ocampo" ],
      "venue" : "J Bioresour Bioprod",
      "citeRegEx" : "Pan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2016
    }, {
      "title" : "Lignocellulosic nanostucture as reinforced in extruded and solvent casted polymeric nanocomposite: an overview",
      "author" : [ "E Fortunati", "W Yang", "F Luzi", "JM Kenny", "L Torre", "D Puglia" ],
      "venue" : "Eur Polym J",
      "citeRegEx" : "Fortunati et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2016
    }, {
      "title" : "Revalorization of barley straw and husk as precursors for cellulose nanocrystals extraction and their effect on PVA_CH nanocomposites",
      "author" : [ "E Fortunati", "P Benincasa", "GM Balestra", "F Luzi", "A Mazzaglia", "D Del Buono" ],
      "venue" : "Ind Crops and Prod",
      "citeRegEx" : "Fortunati et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fortunati et al\\.",
      "year" : 2016
    }, {
      "title" : "Antioxidant and antibacterial lignin nanoparticles in polyvinyl alcohol/chitosan films for active packaging",
      "author" : [ "W Yang", "J Owczarek", "E Fortunati", "M Kozanecki", "A Mazzaglia", "GM Balestra" ],
      "venue" : "Ind Crops and Prod",
      "citeRegEx" : "Yang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of cellulose and lignin on disintegration, antimicrobial and antioxidant properties of PLA active films",
      "author" : [ "W Yang", "E Fortunati", "F Dominici", "G Giovanale", "A Mazzaglia", "GM Balestra" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "Yang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2016
    }, {
      "title" : "Agricultural nanotechnologies: what are the current possibilities",
      "author" : [ "C Parisi", "M Vigan", "E Rodriguez-Cerezo" ],
      "venue" : "Nano Today",
      "citeRegEx" : "Parisi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Parisi et al\\.",
      "year" : 2015
    }, {
      "title" : "Production and chacacterization of PLA PBS biodegradable blends reinforced with cellulose nanocrystals extracted from hemp fibres",
      "author" : [ "F Luzi", "E Fortunati", "A Jimenez", "D Puglia", "D Pezzolla", "G Gigliotti" ],
      "venue" : "Ind Crops Prod",
      "citeRegEx" : "Luzi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Luzi et al\\.",
      "year" : 2016
    }, {
      "title" : "Synergic effect of cellulose and lignin nanostructure in PLA based systems for food antibacterial packaging",
      "author" : [ "W Yang", "E Fortunati", "F Dominici", "G Giovanale", "A Mazzaglia", "GM Balestra" ],
      "venue" : "Eur Polym J",
      "citeRegEx" : "Yang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "An overview is provided of the current technological strategies (also at the nanoscale level) recently involved in plant and/or food protection. In addition, the potential use of natural and sustainable substances, instead of traditional synthesized molecules or chemical-based compounds, is addressed both with respect to packaging systems and novel pesticide formulations. In this context, nanotechnological approaches represent promising strategies for the entire agriculture industry chain, from the field to consumers. Traditional plant protection strategies are often insufficient and the application of chemical-based pesticides has negative effects on animals, humans and the environment. Novel greener tools could represent efficient alternatives for the management of plant diseases using promising strategies; the use of nanotechnologies allows the promotion of the more efficient assembly and subsequent release of environmentally sustainable active principles, limiting the use of chemicals in terms of economic losses. At the same time, new sustainable, antimicrobial and antioxidant systems have been rapidly promoted and investigated in the food packaging sector as a valid eco-friendly possibility for improving the safety and quality of food products and reducing and/or limiting the environmental impact with respect to traditional materials. Together, the scientific community and the growing interest of consumers have promoted the development of new edible and eco-friendly packaging that reduces waste and any environmental impact. In this context, the aim is to provide evidence of the usefulness of strategies aiming to limit agrochemicals, as well as the potential of nanomaterials, in sustainable plant and food protection for agriculture management and the packaging sector. © 2018 Society of Chemical Industry",
    "creator" : null
  }
}