{
  "name" : "downloads_2019-10-22_7f_gaitzsch2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Directed Insertion of Light-Activated Proteorhodopsin into Asymmetric Polymersomes from an ABC Block Copolymer",
    "authors" : [ "Jens Gaitzsch", "Stephan Hirschi", "Sven Freimann", "Dimitrios Fotiadis", "Wolfgang Meier" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Self-assembly, vesicles, triblock copolymers, asymmetric membranes, proteopolymersomes, proteorhodopsin\nAmphiphilic block copolymers and their self-assemblieshave proven to be useful assets in synthetic biology, particularly as nanoreactors or as drug-delivery systems.1,2 A wide range of amphiphilic AB block copolymers has been shown to self-assemble into polymersomes (i.e., polymer vesicles) over the last two decades.3−6 These vesicles can be highly responsive to a range of external triggers,1,7−10 but are limited to symmetric membranes. Introducing a third block into the self-assembling block copolymer considerably increases the complexity of the system, hence the possible membrane structure.11−14 In the simplest way, an AB and a BC block copolymer are mixed, where A and C are hydrophilic. These systems are well-known to form vesicles with domains on their surface if A and C are immiscible.15−19 When a linear ABC block copolymer is used, the formation of domains can be prevented if the polymers separate themselves to the inner and outer surface of the membrane. For steric reasons, the longer hydrophilic block prefers the outside of the membrane, while the shorter one is forced to the inner side. Such vesicles then possess a distinctively different inner and outer surface and are usually called asymmetric polymersomes.12,20−22 These vesicles are of special interest for synthetic biology because they allow for a preferred orientation of a directional membrane transport protein (e.g., ion channels or pumps). Preferential interactions between the asymmetric membrane of the vesicle, and the intra- and extracellular domains of the\nintegral membrane protein enable a guided insertion (Figure 1). If the incorporated protein is used to create a concentration gradient over the vesicle membrane, a preferred orientation is paramount to avoid a functional short-circuit, where the substrate is transported in and out simultaneously.23\nA predominant orientation of the membrane transporter would allow for establishing gradients of specific molecules or ions across the membrane. Such gradients are commonly used in biological processes, e.g. for the transport of nutrients or synaptic signals.24,25 Synaptic processes, for example, rely on a gradient of sodium and potassium ions to propagate electrical signals along the axons of neuronal cells.25 One of the most prominent biological processes, photosynthesis, relies on a proton gradient created across the membrane to convert light energy into chemical energy and eventually biomass.26 Recreating such a gradient in an artificial asymmetric polymer system would mark a significant milestone in polymersomes and their role in synthetic biology. Exploiting membrane asymmetry to guide protein insertion rather than engineering the proteins allows the use of their native form. It keeps synthetic steps to a minimum and potential further applications as broad as possible. These would include the\nReceived: January 14, 2019 Revised: March 14, 2019 Published: March 15, 2019\n© 2019 American Chemical Society 2503 DOI: 10.1021/acs.nanolett.9b00161 Nano Lett. 2019, 19, 2503−2508\nD ow\nnl oa\nde d\nvi a\nC O\nL U\nM B\nIA U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n1 6:\n32 :4\n7 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nle s.\nuse of microbial rhodopsins to generate gradients of selected ions that could be exploited by co-reconstituted secondary active transporters.27 Possible applications would be even broader if more polymers other than poly(dimethylsiloxane) (PDMS) could be used for proteopolymersomes. However, membrane protein reconstitution is a tedious process that requires highly optimized procedures for each system.28,29 A simpler reconstitution mechanism other than integrating the protein after vesicle formation is required to overcome this shortcoming and is addressed in the presented work. The heptahelical transmembrane protein proteorhodopsin (PR, Figure 1) is an ideal candidate to be used as a model system in such an asymmetric polymersome.28,30−33 The proton pumping activity of PR is light-dependent, allowing for controlled activation, and is easily detectable in vesicles by simply measuring the extravesicular pH upon illumination.30,34 Because protons can be transported via various means over time, the pH gradient can equilibrate in the dark. Most importantly, the protein has a distinct polarity,35 which potentially allows us to predict its orientation after insertion into the asymmetric polymersome membrane. The intracellular side of PR has a slight positive charge, whereas its extracellular side bares a slightly negative charge (Figure S8). This polarity was further increased by engineering a decahistidine-tag (Histag) at its intracellular C-terminus.30 PR could thus specifically align with a negatively charged polymer. Because the majority of proteins can be engineered to contain a His-tag, the results from PR have the high potential to be transferred to other membrane proteins. A comparable principle was applied on symmetric charged liposomes and led to a directed insertion of PR (up to 90% preferred orientation).36 We used asymmetric polymersomes made of a poly(ethylene glycol)-poly(diisopropylaminoethyl methacrylate)-poly(styrenesulfonate) (PEG-PDPA-PSS) ABC triblock copolymer to guide the directed insertion of PR. The negatively charged PSS can align PR within the asymmetric membrane, creating the desired light-dependent proton gradient (Figure 1). ABC triblock copolymers exist but are rare in comparison to AB diblock copolymers because the synthetic demands are increased considerably if a third block is to be added.12 Special attention toward the synthetic procedure is thus crucial for this\nkind of polymers. PEG-PDPA is already a well-known polymer and was previously reported to be accessible using atomtransfer radical polymerization (ATRP) and reversible addition−fragmentation transfer radical polymerization (RAFT).37−39 The same is true for PSS, usually present as a sodium salt. This salt is soluble in water and water/methanol (up to a 50:50 volume percent ratio), but any less-polar solvents do not solubilize the polymer. PEG is soluble in any of these solvents, but PDPA is only soluble in less-polar solvents. However, being pH-sensitive, the polymer becomes watersoluble if protonated, making a PEG-PDPA diblock copolymer also soluble in acidic water (as PEG-PDPA+). In contrast to classic ATRP, RAFT is feasible under these conditions. Due to the mechanism of a RAFT polymerization, impurities of homopolymers cannot be avoided but are kept to a minimum with proper purification. We prepared a chain-transfer agent (CTA) for RAFT from MeO-PEG-OH using the Steglich esterification (PEG-RAFT macro-CTA, Figures S1 and 2).40\nThe macro-CTA was then used for a polymerization of PDPA in chloroform, yielding PEG−PDPA with a low dispersity (1.18−1.30) after purification. We prepared a control diblock copolymer PEG45-PDPA48 (E-D, Figure S 2) and PEG45PDPA59 (E-D′) and PEG45-PDPA85 (E-D′′) precursors for the subsequent triblock copolymers (GPC traces in Figure 2). The diblock copolymers were designed to support different lengths of the following PSS chain. A longer PSS part is preferred for a directional reconstitution as a long PSS chain would avoid the inner surface of the vesicle for sterical reasons (see the introductory text). To maintain the hydrophilic-to-hydrophobic balance, a longer PSS chain also meant using a longer PDPA chain to avoid the formation of micelles. Performing an aqueous RAFT polymerization on the prepolymer with styrenesulfonate yielded the final PEG-PDPA-PSS. The procedure yielded PEG45-PDPA59-PSS12 (E-D-S1, 17 kg/mol, Figures 2 and S7) and a PEG45-PDPA85-PSS22 (E-D-S2, 24.5 kg/mol Figures 2 and S7). GPC of the triblocks had to be conducted on a different solvent/column system for solubility reasons, but the final traces (Figure 2) showed the formation of the triblock copolymers with small impurities of the starting\nDOI: 10.1021/acs.nanolett.9b00161 Nano Lett. 2019, 19, 2503−2508\n2504\ndiblock. The latter were expected and are unlikely to impact the polarity of the self-assemblies as they are not charged. Both triblock copolymers were designed to have a block-length ratio between the hydrophilic and hydrophobic parts that favors the formation of nanoscopic polymer vesicles.41,42 We also prepared a PDPA50-PSS10 (D-S, Figure S5) block copolymer for comparison (see section 2c and 2d of the Supporting Information for details). Self-assembly of the block copolymers was performed in 10 mM phosphate buffered saline (PBS) at a concentration of 1 mg/mL of polymer. Due to the protonation of PDPA after the synthesis, the polymer is completely soluble under these conditions. Adding 0.1 mM NaOH solution to adjust the pH to 7.5 induced self-assembly of the polymer as proven by transmission electron microcopy (TEM) and dynamic light scattering (DLS) (for E-D-S2 in Figure 3a,b and for E-D-S1 in\nFigure S10). The measurements indicated the expected formation of nanoscopic vesicles with an average diameter of about 200 nm, a typical size range for polymersomes.2,43,44 Cryo-TEM revealed an aqueous interior and the presence of a unilamellar membrane, proving the existence of polymersomes (Figure 3c). It also gave an average membrane thickness of 13.9 nm (5% error; more details are given in section 4b of the Supporting Information). E-D is already reported to form vesicles,1,18,45,46 which was confirmed by our DLS data (see Figure S11). The ζ-potential measurements then clarified the arrangement of the triblocks in the vesicle membrane (Figure 3d). While nanoparticles of E-D (PEG is the only hydrophilic component) have a ζ potential of −4.6 V and a mobility of −0.31 cm2 V−1 s−1, and both values became significantly more negative with the addition of PSS in the triblock copolymers. The ζ potentials decreased to −59.7 and −47.9 V, and mobility values increased to −4.7 and −3.8 cm2 V−1 s−1 for ED-S1 and 2, respectively (Figure 3d). These results are strong indicators that PSS is present on the outside. Pure D-S diblock copolymer gave −46.0 V as the ζ potential and −3.6 cm2 V−1 s−1 as mobility, underlining the assumption that PSS is by far the main component present on the outside of the vesicle. This constitutes the prerequisite for PR to be integrated into the membrane with a preferred orientation. It should also be noted that for E-D-S2, the shorter block (PEG), is on the inside of\nthe membrane and the longer charged PSS block is on the outside of the vesicle, agreeing with previous reports.12,21,47 For E-D-S1, however, PSS is the shorter block but still remains on the outside due to repulsion of the negatively charged sulfonate groups. The repulsion is sterically hindered on the concave inside of the vesicle. After the verification and characterization of the vesicles, reconstituting PR into the membrane was the next step. All experiments with the protein were performed in 10 mM PBS. Protein insertion was done adapting a procedure from Messager et al, who inserted DNA nanopores into pH sensitive polymersomes.48 This in situ approach notes a major difference to the common reconstitution after membrane formation and allows for the application of less fluid polymers.8,49,50 We were thus able to introduce the new and much simpler reconstitution mechanism required in the field. Dissolving the polymer in protein buffer (20 mM potassium phosphate pH 7.5, and 150 mM NaCl; see section 3a of the Supporting Information) and then adding the purified protein ensured solubility of both components. Diluting the protein buffer with a weak base 10 times made the protein solution instable and resulted in a pH increase to 7.5. The change in pH induced the self-assembly of the triblock copolymer by making PDPA hydrophobic. As a result, the hydrophobic parts of PR aligned with the membrane-forming polymer during the formation of the proteopolymersomes. Centrifugation and resuspension in buffer yielded purified vesicles with a protein− polymer ratio of about 1:400 (see section 4c of the Supporting Information for details). Proteopolymersomes using symmetric membranes used a protein-to polymer ratio of 1:100. Interestingly for proteoliposomes, PR-to-lipid ratios of 1:100 up to 1:1000 were reported.28,34 Using a rough estimation of the amount of polymer chains per vesicle, this yields about 100−135 PR per vesicle (see section 4d of the Supporting Information). PR has only one solvent accessible thiol unit, i.e., cysteine residue C175, located on the intracellular side (see Figure S9). Thus, the amount of directed inserted protein can be estimated by determining the amount of accessible thiol groups in comparison to the whole amount of protein present. An assay using Ellmann’s reagent51,52 revealed the orientation of the protein in the polymersome membrane. Normalizing these values to the total protein content gave the percentages of the intracellular side of PR on the outside of the polymersome. Vesicles made from E-D-S2 yielded 85% with this orientation compared to 70% with E-D-S1 vesicles. The same assay resulted in 35% for the vesicles from AB block copolymer (Table S1). Because faulty insertions cannot be avoided, the value for vesicles AB diblock copolymer represents an approximation to a statistical insertion. Furthermore, the assay allows us to quantify the amount of PR found in the vesicles, which correlates exactly to amount of protein added beforehand (see section 4d of the Supporting Information for details). This correlation strongly underlines the numbers of directed insertion of PR just discussed. Altoghether, the assay proved that the triblock copolymer, and in particular E-D-S2, leads to a directional insertion of PR. Therefore, both triblock copolymers should lead to a proton transport into the proteopolymersomes. PR pumps protons from the intracellular side toward the extracellular side (Figure 4a).27,30,34 Our PR is reversely oriented as the native intracellular side is aligned with the PSS on the outside of the vesicles. Protons will thus be pumped into the proteopolymersomes due to the inside-out oriented\nDOI: 10.1021/acs.nanolett.9b00161 Nano Lett. 2019, 19, 2503−2508\n2505\nPR (Figure 4b), possibly protonating some tertiary amines of PDPA. Measuring the pH change of the extravesicular solution upon illuminating E-D-S2 proteopolymersomes confirmed the functional protein insertion. Light absorption by the PR containing polymersomes induced proton pumping into the vesicles. This resulted in a rising extravesicular pH, which receded after putting the solution back into the dark. Irrespective of the polymer, a maximal amplitude of 0.08 units was reached. Proteoliposomes with PR reached twice the amplitude30,34 but used longer cycles, indicating that our proteopolymersomes operate at a similar range than liposomes. Repeating the pumping cycle was possible multiple times (see cycles shown in Figure 4c). Osmosis during the dark periods lead to an equilibration of the pH gradient. This exponential nature of the decay means that it becomes slower over time, explaining why no initial pH value was reached. Proteopolymersomes of the second triblock copolymer, E-D-S1, also exhibited pumping activity, although less prominent (see Figure S12). Controls with no PR gave no pH response (Figure S13). The proton pumping measurements support that the protein has been inserted with a preferred orientation and retained its functionality in the polymer membrane.\nSequential RAFT polymerization led to a narrowly dispersed amphiphilic ABC triblock copolymer (PEG-PDPA-PSS), which self-assembled into the desired asymmetric polymersomes. Due to the negatively charged PSS, the inserted PR aligned its positively charged end with the PSS, promoting a directional protein insertion. The insertion exploiting a pH switch marks a significant improvement for proteopolymersomes because it is a much simpler reconstitution mechanism that is not available for proteoliposomes. Pumps like PR require a defined orientation to enable an oriented exchange of solutes. Because all pumps can be equipped with a positive charge at the desired terminus, e.g., by an engineered His-tag, our research is transferable to other directional pumps like bacteriorhodopsin and microbial rhodopsins in general. Due to applying a pH sensitive hydrophobic block, this is the first asymmetric nanoreactor, which is built completely during selfassembly. Here, we have demonstrated that polymersomes with an asymmetric membrane are suitable to achieve a directional and functional insertion of a vectorial membrane transport protein such as PR. We are confident that these results will mark an important milestones in the field of synthetic biology, especially concerning the engineering of energy-dependent protein nanoreactors.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b00161.\nDetails on the synthetic procedures, analytical data on the polymers, details on protein purification, experimental procedures on protein insertion, and analysis of the vesicle/protein combination (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: dimitrios.fotiadis@ibmm.unibe.ch. *E-mail: wolfgang.meier@unibas.ch."
    }, {
      "heading" : "ORCID",
      "text" : "Jens Gaitzsch: 0000-0002-8858-982X Wolfgang Meier: 0000-0002-7551-8272"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We acknowledge Carola Alampi from c-cina (Uni Basel) for the cryo-TEM and Niklas Gangloff (Luxenhofer Group, Uni Würzburg) for GPC of the triblock-copolymers. All authors thank the Swiss National Science Foundation (SNSF) for funding, especially the National Centre of Competence in Research Molecular Systems Engineering (NCCR-MSE).\n■ REFERENCES (1) Gaitzsch, J.; Huang, X.; Voit, B. Engineering Functional Polymer Capsules toward Smart Nanoreactors. Chem. Rev. 2016, 116 (3), 1053−1093. (2) Najer, A.; Wu, D. L.; Vasquez, D.; Palivan, C. G.; Meier, W. Polymer nanocompartments in broad-spectrum medical applications. Nanomedicine 2013, 8 (3), 425−447. (3) Rhim, T.; Lee, K. Y. Exosome and Polymersome for Potential Theranostic Applications. Macromol. Res. 2016, 24 (7), 577−586.\nDOI: 10.1021/acs.nanolett.9b00161 Nano Lett. 2019, 19, 2503−2508\n2506\n(4) Pachioni-Vasconcelos, J. D.; Lopes, A. M.; Apolinario, A. C.; Valenzuela-Oses, J. K.; Costa, J. S. R.; Nascimento, L. D.; Pessoa, A.; Barbosa, L. R. S.; Rangel-Yagui, C. D. Nanostructures for protein drug delivery. Biomater. Sci. 2016, 4 (2), 205−218. (5) Messager, L.; Gaitzsch, J.; Chierico, L.; Battaglia, G. Novel aspects of encapsulation and delivery using polymersomes. Curr. Opin. Pharmacol. 2014, 18, 104−111. (6) Kim, K. T.; Meeuwissen, S. A.; Nolte, R. J. M.; van Hest, J. C. M. Smart nanocontainers and nanoreactors. Nanoscale 2010, 2 (6), 844− 858. (7) Gaitzsch, J.; Appelhans, D.; Voit, B. Responsive Polymersomes. Nachr. Chem. 2012, 60 (12), 1176−1180. (8) Palivan, C. G.; Goers, R.; Najer, A.; Zhang, X.; Car, A.; Meier, W. Bioinspired polymer vesicles and membranes for biological and medical applications. Chem. Soc. Rev. 2016, 45 (2), 377−411. (9) Gaitzsch, J.; Welsch, P. C.; Folini, J.; Schoenenberger, C.-A.; Anderson, J. C.; Meier, W. P. Revisiting Monomer Synthesis and Radical Ring Opening Polymerization of Dimethylated MDO Towards Biodegradable Nanoparticles for Enzymes. Eur. Polym. J. 2018, 101, 113−119. (10) Le Meins, J. F.; Sandre, O.; Lecommandoux, S. Recent trends in the tuning of polymersomes’ membrane properties. Eur. Phys. J. E: Soft Matter Biol. Phys. 2011, 34 (2), 1−17. (11) Groschel, A. H.; Muller, A. H. E. Self-assembly concepts for multicompartment nanostructures. Nanoscale 2015, 7 (28), 11841− 11876. (12) Konishcheva, E.; Daubian, D.; Gaitzsch, J.; Meier, W. Synthesis of Linear ABC Triblock Copolymers and Their Self-Assembly in Solution. Helv. Chim. Acta 2018, 101 (2), No. e1700287. (13) Coumes, F.; Beaute, L.; Domurado, D.; Li, S.; Lecommandoux, S.; Coudane, J.; Darcos, V. Self-assembly of well-defined triblock copolymers based on poly(lactic acid) and poly(oligo(ethylene glycol) methyl ether methacrylate) prepared by ATRP. RSC Adv. 2016, 6 (58), 53370−53377. (14) Meeuwissen, S. A.; Bruekers, S. M. C.; Chen, Y. C.; Pochan, D. J.; van Hest, J. C. M. Spontaneous shape changes in polymersomes via polymer/polymer segregation. Polym. Chem. 2014, 5 (2), 489−501. (15) Du, J.; Armes, S. P. Patchy multi-compartment micelles are formed by direct dissolution of an ABC triblock copolymer in water. Soft Matter 2010, 6 (19), 4851−4857. (16) LoPresti, C.; Massignani, M.; Fernyhough, C.; Blanazs, A.; Ryan, A. J.; Madsen, J.; Warren, N. J.; Armes, S. P.; Lewis, A. L.; Chirasatitsin, S.; Engler, A. J.; Battaglia, G. Controlling Polymersome Surface Topology at the Nanoscale by Membrane Confined Polymer/ Polymer Phase Separation. ACS Nano 2011, 5 (3), 1775−1784. (17) Ruiz-Perez, L.; Madsen, J.; Themistou, E.; Gaitzsch, J.; Messager, L.; Armes, S. P.; Battaglia, G. Nanoscale detection of metal-labeled copolymers in patchy polymersomes. Polym. Chem. 2015, 6 (11), 2065−2068. (18) Ruiz-Perez, L.; Messager, L.; Gaitzsch, J.; Joseph, A.; Sutto, L.; Gervasio, F. L.; Battaglia, G. Molecular engineering of polymersome surface topology. Science Advances 2016, 2 (4), No. e1500948. (19) Gaitzsch, J.; Chudasama, V.; Morecroft, E.; Messager, L.; Battaglia, G. Synthesis of an Amphiphilic Miktoarm Star Terpolymer for Self-Assembly into Patchy Polymersomes. ACS Macro Lett. 2016, 5 (3), 351−354. (20) Stoenescu, R.; Graff, A.; Meier, W. Asymmetric ABC-triblock copolymer membranes induce a directed insertion of membrane proteins. Macromol. Biosci. 2004, 4 (10), 930−935. (21) Konishcheva, E. V.; Zhumaev, U. E.; Meier, W. P. PEO-b-PCLb-PMOXA Triblock Copolymers: From Synthesis to Microscale Polymersomes with Asymmetric Membrane. Macromolecules 2017, 50 (4), 1512−1520. (22) Peyret, A.; Zhao, H.; Lecommandoux, S. Preparation and Properties of Asymmetric Synthetic Membranes Based on Lipid and Polymer Self-Assembly. Langmuir 2018, 34 (11), 3376−3385. (23) Hirschi, S.; Stauffer, M.; Harder, D.; Müller, D. J.; Meier, W.; Fotiadis, D. Engineering and Assembly of Protein Modules into Functional Molecular Systems. Chimia 2016, 70 (6), 398−401.\n(24) Shi, Y. Common Folds and Transport Mechanisms of Secondary Active Transporters. Annu. Rev. Biophys. 2013, 42 (1), 51−72. (25) Bean, B. P. The action potential in mammalian central neurons. Nat. Rev. Neurosci. 2007, 8, 451. (26) Nelson, N.; Ben-Shem, A. The complex architecture of oxygenic photosynthesis. Nat. Rev. Mol. Cell Biol. 2004, 5, 971. (27) Claassens, N. J.; Volpers, M.; dos Santos, V. A. P. M.; van der Oost, J.; de Vos, W. M. Potential of proton-pumping rhodopsins: engineering photosystems into microorganisms. Trends Biotechnol. 2013, 31 (11), 633−642. (28) Goers, R.; Thoma, J.; Ritzmann, N.; Di Silvestro, A.; Alter, C.; Gunkel-Grabole, G.; Fotiadis, D.; Müller, D. J.; Meier, W. Optimized reconstitution of membrane proteins into synthetic membranes. Communications Chemistry 2018, 1 (1), 35. (29) Itel, F.; Najer, A.; Palivan, C. G.; Meier, W. Dynamics of Membrane Proteins within Synthetic Polymer Membranes with Large Hydrophobic Mismatch. Nano Lett. 2015, 15 (6), 3871−3878. (30) Harder, D.; Hirschi, S.; Ucurum, Z.; Goers, R.; Meier, W.; Muller, D. J.; Fotiadis, D. Engineering a Chemical Switch into the Light-driven Proton Pump Proteorhodopsin by Cysteine Mutagenesis and Thiol Modification. Angew. Chem., Int. Ed. 2016, 55 (31), 8846− 8849. (31) Jahnke, J. P.; Idso, M. N.; Hussain, S.; Junk, M. J. N.; Fisher, J. M.; Phan, D. D.; Han, S.; Chmelka, B. F. Functionally Active Membrane Proteins Incorporated in Mesostructured Silica Films. J. Am. Chem. Soc. 2018, 140 (11), 3892−3906. (32) Han, C. T.; Hussain, S.; Idso, M. N.; Narayanan, S.; Chan, T.; Han, S. Role of the Lipid Membrane on the Oligomeric Assembly and Function of Proteorhodopsin. Biophys. J. 2018, 114 (3), 61A−62A. (33) Reckel, S.; Gottstein, D.; Stehle, J.; Löhr, F.; Verhoefen, M.-K.; Takeda, M.; Silvers, R.; Kainosho, M.; Glaubitz, C.; Wachtveitl, J.; Bernhard, F.; Schwalbe, H.; Güntert, P.; Dötsch, V. Solution NMR Structure of Proteorhodopsin. Angew. Chem., Int. Ed. 2011, 50 (50), 11942−11946. (34) Ritzmann, N.; Thoma, J.; Hirschi, S.; Kalbermatter, D.; Fotiadis, D.; Müller, D. J. Fusion Domains Guide the Oriented Insertion of Light-Driven Proton Pumps into Liposomes. Biophys. J. 2017, 113 (6), 1181−1186. (35) Liang, H.; Whited, G.; Nguyen, C.; Stucky, G. D. The directed cooperative assembly of proteorhodopsin into 2D and 3D polarized arrays. Proc. Natl. Acad. Sci. U. S. A. 2007, 104 (20), 8212−8217. (36) Tunuguntla, R.; Bangar, M.; Kim, K.; Stroeve, P.; Ajo-Franklin, C. M.; Noy, A. Lipid Bilayer Composition Can Influence the Orientation of Proteorhodopsin in Artificial Membranes. Biophys. J. 2013, 105 (6), 1388−1396. (37) Siegwart, D. J.; Oh, J. K.; Matyjaszewski, K. ATRP in the design of functional materials for biomedical applications. Prog. Polym. Sci. 2012, 37 (1), 18−37. (38) Braunecker, W. A.; Matyjaszewski, K. Controlled/living radical polymerization: Features, developments, and perspectives. Prog. Polym. Sci. 2007, 32 (1), 93−146. (39) Moad, G.; Rizzardo, E.; Thang, S. H. Living Radical Polymerization by the RAFT Process - A Second Update. Aust. J. Chem. 2009, 62 (11), 1402−1472. (40) Rifaie-Graham, O.; Ulrich, S.; Galensowske, N. F. B.; Balog, S.; Chami, M.; Rentsch, D.; Hemmer, J. R.; Read de Alaniz, J.; Boesel, L. F.; Bruns, N. Wavelength-Selective Light-Responsive DASA-Functionalized Polymersome Nanoreactors. J. Am. Chem. Soc. 2018, 140 (25), 8027−8036. (41) Fetsch, C.; Gaitzsch, J.; Messager, L.; Battaglia, G.; Luxenhofer, R. Self-Assembly of Amphiphilic Block Copolypeptoids - Micelles, Worms and Polymersomes. Sci. Rep. 2016, 6, 33491 DOI: 10.1038/ srep33491. (42) Blanazs, A.; Armes, S. P.; Ryan, A. J. Self-Assembled Block Copolymer Aggregates: From Micelles to Vesicles and their Biological Applications. Macromol. Rapid Commun. 2009, 30 (4−5), 267−277.\nDOI: 10.1021/acs.nanolett.9b00161 Nano Lett. 2019, 19, 2503−2508\n2507\n(43) Onaca, O.; Enea, R.; Hughes, D. W.; Meier, W. StimuliResponsive Polymersomes as Nanocarriers for Drug and Gene Delivery. Macromol. Biosci. 2009, 9 (2), 129−139. (44) Brinkhuis, R. P.; Rutjes, F. P. J. T.; van Hest, J. C. M. Polymeric vesicles in biomedical applications. Polym. Chem. 2011, 2 (7), 1449− 1462. (45) Wong, A. S. M.; Czuba, E.; Chen, M. Z.; Yuen, D.; Cupic, K. I.; Yang, S. L.; Hodgetts, R. Y.; Selby, L. I.; Johnston, A. P. R.; Such, G. K. pH-Responsive Transferrin-pHlexi Particles Capable of Targeting Cells in Vitro. ACS Macro Lett. 2017, 6 (3), 315−320. (46) Massignani, M.; LoPresti, C.; Blanazs, A.; Madsen, J.; Armes, S. P.; Lewis, A. L.; Battaglia, G. Controlling Cellular Uptake by Surface Chemistry, Size, and Surface Topology at the Nanoscale. Small 2009, 5 (21), 2424−2432. (47) Stoenescu, R.; Meier, W. Vesicles with asymmetric membranes from amphiphilic ABC triblock copolymers. Chem. Commun. 2002, No. 24, 3016−3017. (48) Messager, L.; Burns, J. R.; Kim, J.; Cecchin, D.; Hindley, J.; Pyne, A. L. B.; Gaitzsch, J.; Battaglia, G.; Howorka, S. Biomimetic Hybrid Nanocontainers with Selective Permeability. Angew. Chem., Int. Ed. 2016, 55 (37), 11106−11109. (49) Lomora, M.; Gunkel-Grabole, G.; Mantri, S.; Palivan, C. G. Bio-catalytic nanocompartments for in situ production of glucose-6phosphate. Chem. Commun. (Cambridge, U. K.) 2017, 53 (73), 10148−10151. (50) Edlinger, C.; Einfalt, T.; Spulber, M.; Car, A.; Meier, W.; Palivan, C. G. Biomimetic Strategy To Reversibly Trigger Functionality of Catalytic Nanocompartments by the Insertion of pH-Responsive Biovalves. Nano Lett. 2017, 17 (9), 5790−5798. (51) Lysaa, R. A.; Warren, D. J.; Sylte, I.; Aarbakke, J. Effect of the glutathione/glutathione disulfide redox couple on thiopurine methyltransferase. Biochem. Pharmacol. 2001, 61 (6), 707−714. (52) Ellman, G. L. Tissue Sulfhydryl Groups. Arch. Biochem. Biophys. 1959, 82 (1), 70−77.\nDOI: 10.1021/acs.nanolett.9b00161 Nano Lett. 2019, 19, 2503−2508\n2508"
    } ],
    "references" : [ {
      "title" : "Exosome and Polymersome for Potential Theranostic Applications",
      "author" : [ "T. Rhim", "K.Y. Lee" ],
      "venue" : "Macromol. Res. 2016,",
      "citeRegEx" : "Rhim and Lee,? \\Q2016\\E",
      "shortCiteRegEx" : "Rhim and Lee",
      "year" : 2016
    }, {
      "title" : "Nanostructures for protein drug",
      "author" : [ "L.R.S. Barbosa", "C.D. Rangel-Yagui" ],
      "venue" : "delivery. Biomater. Sci. 2016,",
      "citeRegEx" : "Barbosa and Rangel.Yagui,? \\Q2016\\E",
      "shortCiteRegEx" : "Barbosa and Rangel.Yagui",
      "year" : 2016
    }, {
      "title" : "Smart nanocontainers and nanoreactors",
      "author" : [ "K.T. Kim", "S.A. Meeuwissen", "R.J.M. Nolte", "J.C.M. van Hest" ],
      "venue" : "Nanoscale 2010,",
      "citeRegEx" : "Kim et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2010
    }, {
      "title" : "Self-assembly concepts for multicompartment nanostructures",
      "author" : [ "A.H. Groschel", "A.H.E. Muller" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "Groschel and Muller,? \\Q2015\\E",
      "shortCiteRegEx" : "Groschel and Muller",
      "year" : 2015
    }, {
      "title" : "Spontaneous shape changes in polymersomes via polymer/polymer segregation",
      "author" : [ "van Hest", "J.C. M" ],
      "venue" : "Polym. Chem. 2014,",
      "citeRegEx" : "J. and M.,? \\Q2014\\E",
      "shortCiteRegEx" : "J. and M.",
      "year" : 2014
    }, {
      "title" : "Engineering and Assembly of Protein Modules into Functional Molecular Systems",
      "author" : [ "D. Fotiadis" ],
      "venue" : "Chimia 2016,",
      "citeRegEx" : "Fotiadis,? \\Q2016\\E",
      "shortCiteRegEx" : "Fotiadis",
      "year" : 2016
    }, {
      "title" : "Role of the Lipid Membrane on the Oligomeric Assembly and Function of Proteorhodopsin",
      "author" : [ "S. Han" ],
      "venue" : "Biophys. J. 2018,",
      "citeRegEx" : "Han,? \\Q2018\\E",
      "shortCiteRegEx" : "Han",
      "year" : 2018
    }, {
      "title" : "Polymeric vesicles in biomedical applications",
      "author" : [ "R.P. Brinkhuis", "F.P.J.T. Rutjes", "J.C.M. van Hest" ],
      "venue" : "Polym. Chem. 2011,",
      "citeRegEx" : "Brinkhuis et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Brinkhuis et al\\.",
      "year" : 2011
    }, {
      "title" : "Transferrin-pHlexi Particles Capable of Targeting Cells in Vitro",
      "author" : [ "K. pH-Responsive" ],
      "venue" : "ACS Macro Lett. 2017,",
      "citeRegEx" : "pH.Responsive,? \\Q2017\\E",
      "shortCiteRegEx" : "pH.Responsive",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanoscopic artificial vesicles containing functional protein transporters are fundamental for synthetic biology. Energyproviding modules, such as proton pumps, are a basis for simple nanoreactors. We report on the first insertion of a functional transmembrane protein into asymmetric polymersomes from an ABC triblock copolymer. The polymer with the composition poly(ethylene glycol)-poly(diisopropylaminoethyl methacrylate)poly(styrenesulfonate) (PEG-PDPA-PSS) was synthesized by sequential controlled radical polymerization. PEG and PSS are two distinctively different hydrophilic blocks, allowing for a specific orientation of our protein, the light-activated proton pump proteorhodopsin (PR), into the final proteopolymersome. A very interesting aspect of the PEG-PDPA-PSS triblock copolymers is that it allowed for simultaneous vesicle formation and oriented insertion of PR simply by adjusting the pH. The intrinsic positive charge of PR’s intracellular surface was enhanced by a His-tag, which aligns readily with the negative charges of the PSS on the outside of the polymersomes. The directed insertion of PR was confirmed by a light-dependent pH change of the proteopolymersome solution, indicating the intended orientation. We have hereby demonstrated the first successful oriented insertion of a proton pump into an artificial asymmetric membrane.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}