{
  "name" : "downloads_2019-10-21_a0_wang2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Rapid toxicity elimination of organic pollutants by the photocatalysis of environment-friendly and magnetically recoverable step-scheme SnFe2O4/ZnFe2O4 nano-heterojunctions",
    "authors" : [ "Jie Wanga", "Qian Zhanga", "Fang Denga", "Xubiao Luoa", "Dionysios D. Dionysioub" ],
    "emails" : [ "dengfang40030@126.com", "luoxubiao@126.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChemical Engineering Journal\njournal homepage: www.elsevier.com/locate/cej\nRapid toxicity elimination of organic pollutants by the photocatalysis of environment-friendly and magnetically recoverable step-scheme SnFe2O4/ ZnFe2O4 nano-heterojunctions Jie Wanga, Qian Zhanga, Fang Denga,⁎, Xubiao Luoa,⁎, Dionysios D. Dionysioub a Key Laboratory of Jiangxi Province for Persistent Pollutants Control and ResourcesRecycle, Nanchang Hangkong University, Nanchang 330063, PR China b Environmental Engineering and Science Program, Department of Chemical and Environmental Engineering (DBCEE), University of Cincinnati, Cincinnati, OH 45221- 0012,USA\nH I G H L I G H T S\n• Step-scheme SnFe2O4/ZnFe2O4 heterojunctions were synthesized by solvothermal method. • SnFe2O4/ZnFe2O4 exhibits visiblelight response, nontoxicity and strong magnetism. • 5% SnFe2O4/ZnFe2O4 shows the highest visible-light photocatalytic degradation activity. • Toxicity of tetracycline was effectively eliminated by photocatalysis of SnFe2O4/ZnFe2O4. • Step-scheme SnFe2O4/ZnFe2O4 is promising in efficacious wastewater treatment.\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nKeywords: S-scheme SnFe2O4/ZnFe2O4 Magnetic recovery Visible-light photocatalysis Degradation mechanism Toxicity\nA B S T R A C T\nAn efficient and environmentally-friendly photocatalytic degradation process by nontoxic and easily-recovered photocatalysts is desirable for wastewater treatment. Step-scheme (S-scheme) SnFe2O4/ZnFe2O4 nano-heterojunctions with nontoxicity, strong magnetism, and high visible-light photocatalytic performance were synthesized by one-step solvothermal strategy, and SnFe2O4 content was optimized. 5% SnFe2O4/ZnFe2O4 heterojunctions exhibited optimal visible-light photocatalytic performance in degrading tetracycline with 93.2% removal efficiency, and the COD of actual pharmaceutical wastewater decreased by 77.5% due to the efficient production of active species. Moreover, 5% SnFe2O4/ZnFe2O4 heterojunctions is very convenient to be recycled from solution using external magnetic field, and the photocatalytic activity remains almost unchanged in repeated use due to its strong magnetism and high stability. More significantly, the toxicity evaluation confirmed nontoxicity of SnFe2O4/ZnFe2O4 and rapid toxicity elimination process of tetracycline by photocatalysis, indicating that environment-friendly and magnetically recoverable S-scheme SnFe2O4/ZnFe2O4 heterojunction is a promising photocatalyst for wastewater treatment.\nhttps://doi.org/10.1016/j.cej.2019.122264 Received 28 May 2019; Received in revised form 12 July 2019; Accepted 15 July 2019\n⁎ Corresponding authors. E-mail addresses: dengfang40030@126.com (F. Deng), luoxubiao@126.com (X. Luo).\nChemical Engineering Journal 379 (2020) 122264\nAvailable online 17 July 2019 1385-8947/ © 2019 Elsevier B.V. All rights reserved.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : "The massive development of pharmaceutical industry results in substantial increase of pharmaceutical wastewater [1,2]. The discharge of pharmaceutical wastewater into natural water bodies has made significant contribution to environmental problems, and causes irreversible damage to human health through food chain [3,4]. With the aim of removing toxic and harmful organic pollutants from pharmaceutical wastewater, various technologies such as adsorption and microbial degradation have been developed [5–8]. However, these technologies are not effective to eliminate pharmaceuticals.\nPhotocatalytic technology is dismissed as an effective, simple and sustainable alternative for elimination of organic pollutants, including pharmaceuticals [9–11]. For example, some semiconductors such TiO2 and ternary chalcogenide compounds have been utilized as photocatalysts to degrade pharmaceuticals [12–14]. However, studies have shown that some nano-sized photocatalysts are toxic and difficult to be separated after use [15]. Most importantly, some degradation intermediates and end products produced during the photocatalytic process are more toxic than their parent compounds [16,17]. Thus, it is vital to develop effective, environmentfriendly and easily separable photocatalysts that can simultaneously inhibit the generation of toxic intermediates.\nSpinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness. Although spinel ferrite nanoparticles show visible-light photocatalytic performance in destruction of organic pollutants, the photocatalytic performance of single-component ferrite nano-materials under visible light is still not satisfactory owing to the rapid recombination of photogenerated electrons (e−) and holes (h+) [24–27].\nFabrication of heterojunction photocatalysts is advantageous to the separation and transfer of photo-induced e− and h+, thus enhancing photocatalytic performance [28–32]. Magnetic ZnFe2O4-based and SnFe2O4-based type-II heterojunctions with other semiconductors such as g-C3N4/SnFe2O4 [33], Bi2O2CO3/ZnFe2O4 [34], p-BiOI/n-ZnFe2O4 [35] and g-C3N4/ZnFe2O4 [36] have been constructed to achieve efficient photo-induced e− and h+. However, these type-II ZnFe2O4-based and SnFe2O4-based heterojunctions with nonmagnetic semiconductors lead to the decrease of magnetic performance, and the charge transfer is kinetically unallowed and thermodynamically disadvantageous to photocatalytic reactions [37]. Step-scheme (S-scheme) heterojunctions can conquer the defects of type-II heterojunction, and the e− in the CB of oxidation photocatalysts (with more positive VB) will easily recombine with h+ in VB of in reduction photocatalysts (with more negative CB) due to the driving force of interfacial build-in electric field, and the e− in CB of reduction photocatalysts and holes in VB of oxidation photocatalysts will be spatially separated and hold strong reducing capacity and oxidizing ability [37]. If the step-scheme (Sscheme) heterojunctions can be formed between ZnFe2O4 and another spinel ferrite, this kind of magnetic heterojunction will not only show strong magnetism, but also be beneficial to the enhancement of photocatalytic activity from thermodynamical and kinetical aspects. According to the matching of energy band between ZnFe2O4 and SnFe2O4, it is feasible to construct S-scheme ZnFe2O4/SnFe2O4 nano-heterojunctions for highly-efficient separation and transfer of e− and h+.\nHerein, we reported a facile and one-step solvothermal method to synthesize S-scheme SnFe2O4/ZnFe2O4 heterojunctions, which showed outstanding visible-light photocatalytic performance, strong magnetism and high stability. The phase, morphologies, microstructures, optical properties, photocatalytic performance in degrading tetracycline (TC) and prospective application in actual pharmaceutical wastewater\ntreatment of S-scheme SnFe2O4/ZnFe2O4 nano-heterojunctions were studied in detail. More importantly, the toxicity evaluation of S-scheme SnFe2O4/ZnFe2O4 heterojunctions, TC, decomposition intermediate and end products of TC on E. coli was performed."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of S-scheme SnFe2O4/ZnFe2O4 nano-heterojunctions",
      "text" : "A certain amount of iron nitrate, zinc nitrate, and stannous chloride were mixed with 30mL of glycol, and were dissolved to form homogeneous solution under magnetic stirring. The above solution pH was adjusted to about 11 by 6mol/L NaOH solution, then transferred in a Teflon-lined, non-contaminated autoclave and heated at 180 °C for 20 h. After natural cooling, the precipitate was washed with purified water and ethanol to remove impurities, and dried to obtain SnFe2O4/ ZnFe2O4. The SnFe2O4/ZnFe2O4 samples with different mass percentage of SnFe2O4 were expressed as 4% SnFe2O4/ZnFe2O4, 5% SnFe2O4/ ZnFe2O4, 10% SnFe2O4/ZnFe2O4, 12% SnFe2O4/ZnFe2O4, 15% SnFe2O4/ZnFe2O4. For the sake of contrast, pure ZnFe2O4 and pure SnFe2O4 were prepared under the same condition."
    }, {
      "heading" : "2.2. Photoelectrochemical measurement",
      "text" : "The Mott-Schottky curves, photocurrent and EIS of pure ZnFe2O4, pure SnFe2O4 and S-scheme SnFe2O4/ZnFe2O4 were measured in a standard three-electrode electrochemical workstation. The three-electrode system consists of Pt film, FTO conductive glass (coated with 1 cm2 of ZnFe2O4, SnFe2O4 or S-scheme SnFe2O4/ZnFe2O4 films), and Ag/AgCl electrode. The visible-light source was a 300W xenon lamp (with a 400 nm cut filter). The photocurrent and Mott-Schottky curves were measured in 0.5 mol/L Na2SO4 solution. The applied voltage to the FTO working electrode for photocurrent was 0 V, and the applied potential for Mott-Schottky curves ranged from −1V to 1 V, and the scan frequency was 10 kHz. The EIS was measured in mixed solution of 2.5 mmol/L K3[Fe(CN)6 and 2.5 mmol/L K4Fe(CN)6, and the applied potential range was −1 to 1 V."
    }, {
      "heading" : "2.3. Photocatalytic experiments",
      "text" : "0.03 g of ZnFe2O4, SnFe2O4 or S-scheme SnFe2O4/ZnFe2O4 heterojunctions were added to 100mL TC solution (10mg/L) in a beaker with condensing unit. The suspension was stirred in a dark box for 40min to reach adsorption equilibrium. Subsequently, during the illumination of visible light, about 3mL samples were taken every 20min and was promptly filtered. The TC concentration in the filtrate was measured using UV–Vis spectrophotometer (Hitachi, Japan) at 357 nm.\nTo test the stability of SnFe2O4/ZnFe2O4, the photocatalysts were retrieved from suspension by centrifugation, and then washed several times using ethanol and water and dried. The recovered SnFe2O4/ ZnFe2O4 photocatalyst was repeatedly used for the TC degradation for 4 cycles."
    }, {
      "heading" : "2.4. The pharmaceutical wastewater treatment by 5% SnFe2O4/ZnFe2O4",
      "text" : "The process of pharmaceutical wastewater treatment by the photocatalysis of 5% SnFe2O4/ZnFe2O4 is similar to the above photocatalytic experiments. The COD test of wastewater filtrate was carried out according to China Standard. The COD removal efficiency was calculated using the following calculation formula:\n= ×COD removal efficiency COD COD COD (%) ( ) 100%t0 0\nIn this formula, COD0 represents the COD of pharmaceutical wastewater, and CODt represents the COD of the pharmaceutical wastewater at the sampling time t."
    }, {
      "heading" : "2.5. Effects of different growth conditions on bacterial activity",
      "text" : "In this experiment, the required equipments were autoclaved for use and all operations were performed in a sterile room. LB liquid culture medium was prepared by dissolving 25 g of LB broth in 1 L of distilled water under ultrasonic condition for the growth inhibition assay. To evaluate the toxicity of TC solution and its degradation intermediate, 60mL of liquid medium, 10mL TC solution or 10mL of intermediate solution sampled at different irradiation time was added to a 250mL Erlenmeyer flask near the alcohol lamp, and 100 μL of laboratory-preserved E. coli seeds were added to the Erlenmeyer flask, and then parafilm was used to cover the flask. The conical flask was fixed in a shaker placed in a 37 °C incubator, which shook at a certain speed to allow E. coli to grow evenly. 3 mL of bacterial solution was sampled at different culture time, and the absorbance was measured at 600 nm to reflect the growth of E. coli. In the toxicity assessment of SnFe2O4/ZnFe2O4 photocatalyst on E. coli, 10mL SnFe2O4/ZnFe2O4 suspension was added in the LB liquid culture medium, and the operation procedure was similar to the above. For comparison purpose, LB liquid medium alone was used as the control.\nIn order to macroscopically observe the growth colonies of E. coli, E. coli was inoculated in a solid culture medium. Firstly, 15 g of agar was dissolved in 1000mL of liquid medium under heating. After steam sterilization, the experiment was carried out at below 60 °C. In this test, 50 mL of solid medium and 10mL of TC stock solution or 10mL intermediate solution sampled at different irradiation time were poured into the culture dish and mixed uniformly. After solidification of the medium in the culture dish, 10 μL of the diluted bacterial solution was pipetted into the culture dish and spread with a coating bar, the culture dish was placed upside down in a biochemical incubator at 37 °C. After a 24 h incubation period, colony forming units (CFU) were counted and observed. Agar media with SnFe2O4/ZnFe2O4 suspension was used to evaluate the toxicity assessment of SnFe2O4/ZnFe2O4 photocatalyst. Only agar media without adding SnFe2O4/ZnFe2O4 photocatalyst or tetracycline solution and its degradation intermediate solution was employed as a control."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. XRD analysis",
      "text" : "XRD spectra of pure SnFe2O4, pure ZnFe2O4 and SnFe2O4/ZnFe2O4 heterojunctions are shown in Fig. 1. In case of pure ZnFe2O4, 2θ diffraction peaks at 29.82°, 35.14°, 42.77°, 52.78°, 56.68° and 62.03° can be attributable to the isometric ZnFe2O4, respectively. The main diffraction peaks of pure ZnFe2O4 and SnFe2O4/ZnFe2O4 are consistent with those of the equiaxed crystal ZnFe2O4 (JCPDS No. 22-1012). However, it is noteworthy that the characteristic peaks of SnFe2O4 cannot be observable in the XRD spectra of SnFe2O4/ZnFe2O4 heterojunctions. The possible reason is that low SnFe2O4 content in SnFe2O4/ ZnFe2O4 nano-heterojunctions leads to low intensity of the diffraction peaks and the interference of ZnFe2O4 peaks."
    }, {
      "heading" : "3.2. Morphology analysis",
      "text" : "The morphology and microstructure of pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ZnFe2O4 heterojunctions were characterized by SEM (Fig. 2). Pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ZnFe2O4 heterojunctions have similar morphologies, which are assembled from a stack of nanoparticles with a diameter of 20–30 nm, indicating that the interaction between ZnFe2O4 and SnFe2O4 has little impact on the morphologies of heterojunctions. Interestingly, there is no obvious boundary between ZnFe2O4 and SnFe2O4 in the SEM images of SnFe2O4/ZnFe2O4 heterojunctions, illustrating the intimate interface between ZnFe2O4 and SnFe2O4.\nThe microstructures of pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ ZnFe2O4 heterojunctions were further characterized by TEM (Fig. 3). Pure ZnFe2O4 (Fig. 3a), pure SnFe2O4 (Fig. 3b) and SnFe2O4/ZnFe2O4 (Fig. 3c) consist of cubic nanoparticles (about 4.5 nm). The XRD and SEM analysis cannot distinguish between ZnFe2O4 and SnFe2O4 in the nano-heterojunction, thus TEM and HRTEM analyses of SnFe2O4/ ZnFe2O4 heterojunction were carried out. In Fig. 3d, different lattice spacings of 0.25 and 0.3 nm were observed, which corresponds to the ZnFe2O4 (3 1 1) and SnFe2O4 (2 2 0) plane, respectively. The HRTEM analysis demonstrate the successful synthesis of SnFe2O4/ZnFe2O4 heterojunction by one-step solvothermal method."
    }, {
      "heading" : "3.3. XPS analysis",
      "text" : "To analyze the elemental composition and chemical states of SnFe2O4/ZnFe2O4 heterojunction, XPS analysis was performed (Fig. 4). The survey spectrum of SnFe2O4/ZnFe2O4 (Fig. 4a) shows the signal peaks corresponding to Sn 3d3/2 and Sn 3d5/2, Fe 2p1/2, Fe 2p3/2, O 1 s, Zn 2p1/2 and Zn 2p3/2, illustrating that Sn, Fe, O and Zn elements in the samples. Noticeably, the signal peaks of C 1 s in the XPS survey spectrum are mainly due to external C impurities of XPS instrument. The high-resolution O 1 s spectrum is divided into two peaks at approximately 530.06 eV and 531.7 eV (Fig. 4b), corresponding to the lattice oxygen in SnFe2O4/ZnFe2O4 nano-heterojunction and the oxygen absorbed on its surface, respectively. In Fig. 4c, the two peaks at 485.5 eV and 494.4 eV are attributable to Sn 3d5/2 and Sn 3d3/2, respectively. Two peaks at 1022.2 eV and 1045.3 eV are ascribed to Zn 2p3/2 and Zn 2p1/2 of Zn2+ respectively (Fig. 4d). In the Fe 2p spectrum, three peaks are observed at 725.9, 712.8 and 719.2 eV. The former peak is associated with Fe 2p1/2, and the latter two peaks are attributed to Fe 2p3/2. The XPS analysis combined with HRTEM jointly prove the successful synthesis of SnFe2O4/ZnFe2O4."
    }, {
      "heading" : "3.4. BET surface area and pore structure",
      "text" : "The N2 adsorption-desorption isotherms and pore structure of pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ZnFe2O4 were analyzed (Fig. S1). The N2 adsorption-desorption isotherms of pure ZnFe2O4, pure SnFe2O4\nand SnFe2O4/ZnFe2O4 belong to type IV, and the hysteresis loop belongs to H2 type (Fig. S1a). The pore size of all samples is between 0 and 20 nm (Fig. S1b), which further indicates the presence of mesopores in these samples. The surface area and pore parameters of pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ZnFe2O4 were shown in Table S1. Although SnFe2O4 has the largest specific surface area (102.15m2·g−1), its photocatalytic performance in degrading TC (in the following section) is the lowest, indicating specific surface area plays a minor part, while high e−-h+ recombination efficiency is a vital factor in photocatalysis."
    }, {
      "heading" : "3.5. UV–Vis absorption spectroscopy",
      "text" : "Fig. 5a shows the UV–Vis diffuse reflectance spectra of ZnFe2O4, SnFe2O4 and SnFe2O4/ZnFe2O4. All samples have visible-light absorption and the absorption edge is about 680 nm. The band gap energy (Eg) can be calculated by the Kubelka-Munk formula. Fig. 5b shows plots of (αhν)2 versus hν. The Eg of pure ZnFe2O4, pure SnFe2O4, 4% SnFe2O4/ ZnFe2O4, 5% SnFe2O4/ZnFe2O4, 10% SnFe2O4/ZnFe2O4, 12% SnFe2O4/ ZnFe2O4 and 15% SnFe2O4/ZnFe2O4 are 1.78 eV, 1.88 eV, 1.64 eV, 1.6 eV, 1.7 eV, 1.83 eV and 1.67 eV, respectively. In the series of\nSnFe2O4/ZnFe2O4 materials, the 5% SnFe2O4/ZnFe2O4 nano-heterojunction has the smallest band gap, which means that only the proper amount of SnFe2O4 in SnFe2O4/ZnFe2O4 nano-heterojunctions can achieve the best visible-light absorption. Excessive SnFe2O4 addition will cause the wide band gap, thereby hindering the visible light absorption of the nano-heterojunctions."
    }, {
      "heading" : "3.6. Mott-Schottky analysis",
      "text" : "Mott-Schottky curves of pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ ZnFe2O4 nano-heterojunctions were shown in Fig. 6. The flat band potential (EFB) of ZnFe2O4, SnFe2O4 and different SnFe2O4/ZnFe2O4 nano-heterojunctions can be obtained using Mott-Schottky equation:\n= C eN A E E kT e 1 2 SC SC A FB2 2 0\nwhere εSC, ε0, e, E and EFB refer to the relative dielectric constant, vacuum dielectric constant, electron charge, applied potential and flat band potential, respectively. In addition, CSC, NA, T and k represent the\ninterface capacitance, electron donor concentration (n-type semiconductor), absolute temperature and Boltzmann constant, respectively. There is a strong increase of\nC 1 sc 2 when the potential is in the range\nof −0.3–0.3 V, and this increment is linear. The EFB value can be roughly obtained by extending the linear section to = 0\nC 1 sc 2 . The EFB\nvalues of pure ZnFe2O4, pure SnFe2O4, 4% SnFe2O4/ZnFe2O4, 5% SnFe2O4/ZnFe2O4, 10% SnFe2O4/ZnFe2O4, 12% SnFe2O4/ZnFe2O4 and 15% SnFe2O4/ZnFe2O4 composites are −0.42, −0.53, −0.39, −0.4, −0.58, −0.33 and −0.37 V vs Ag/AgCl electrode, respectively. In addition, the positive slope of linear part indicates that all samples exhibit n-type semiconductor properties. The ECB values are approximately equal to EFB for n-type semiconductors, and the relevant parameters were summarized in Table 1."
    }, {
      "heading" : "3.7. PL spectral analysis",
      "text" : "The PL emission spectra of pure ZnFe2O4, pure SnFe2O4 and SnFe2O4/ZnFe2O4 heterojunctions were shown in Fig. 7. In photocatalytic studies, the PL emission spectra are generally employed to reflect the photogenerated e−-h+ recombination. The higher PL intensity indicates higher recombination efficiency of photogenerated e− and h+. The PL emission intensity decreased in the following order: pure SnFe2O4 > 12% SnFe2O4/ZnFe2O4 > 10% SnFe2O4/ ZnFe2O4 > 15% SnFe2O4/ZnFe2O4 > pure ZnFe2O4 > 4% SnFe2O4/ ZnFe2O4 > 5% SnFe2O4/ZnFe2O4. With increasing the SnFe2O4 content from 0 to 5% in SnFe2O4/ZnFe2O4 heterojunctions, the PL intensity declined, and 5% SnFe2O4/ZnFe2O4 shows the lowest PL intensity. Further increasing the SnFe2O4 content larger than 5% results in the bounce of PL intensity instead. The lowest PL intensity of 5% SnFe2O4/ ZnFe2O4 illustrates the most efficient separation and transfer of\nphotogenerated e− and h+."
    }, {
      "heading" : "3.8. Photocurrent and EIS analysis",
      "text" : "The transient photocurrent response of SnFe2O4, ZnFe2O4 and SnFe2O4/ZnFe2O4 nano-heterojunctions was also studied to estimate the separation and transfer of photogenerated charge carriers. For these photocatalysts, no photoelectric effect occurs when there is no light, and a photoelectric effect occurs immediately with the light on, and the photocurrent instantly ascends to maximum value (Fig. 8a). The photocurrent order of these photocatalysts is contrary to that of PL emission intensity, and 5% SnFe2O4/ZnFe2O4 heterojunction shows a maximum photocurrent density of about 17.5×10−8 A, which is about 1.75 times that of pure ZnFe2O4 (10× 10−8 A) and 17.5 times that of pure SnFe2O4 (1×10−8 A), further confirming that proper amount of SnFe2O4 is beneficial to separation and transfer of photogenerated e− and h+ in SnFe2O4/ZnFe2O4 nano-heterojunctions, while the excessive SnFe2O4 promotes the recombination of photogenerated e− and h+ in SnFe2O4/ZnFe2O4 nano-heterojunction.\nIn order to further investigate separation efficiency of charge carriers and interfacial charge transfer resistance, EIS of pure SnFe2O4, pure ZnFe2O4 and SnFe2O4/ZnFe2O4 were conducted (Fig. 8b). The order of the arc radius of these materials is roughly 5% SnFe2O4/ZnFe2O4 < 4% SnFe2O4/ZnFe2O4 < ZnFe2O4 < 15% SnFe2O4/ZnFe2O4 < 10% SnFe2O4/ZnFe2O4 < 12% SnFe2O4/ZnFe2O4 < SnFe2O4. A larger arc\nradius implies lower separation and transfer efficiency of photo-generated charge carriers. For SnFe2O4/ZnFe2O4 samples, as the SnFe2O4 content increases from 0 to 5%, the transfer of e− and h+ at the interface between the electrode and electrolyte is facilitated, and 5% SnFe2O4/ZnFe2O4 with the smallest arc radius illustrates the fastest separation and transfer of photo-generated e− and h+. However, more SnFe2O4 content than 5% leads to increase of charge transfer resistance."
    }, {
      "heading" : "3.9. Magnetic properties",
      "text" : "The magnetic behaviors of pure ZnFe2O4, pure SnFe2O4 and 5% SnFe2O4/ZnFe2O4 were investigated by VSM (Fig. 9). All the samples show “S-shaped” magnetization curves, and there is no hysteresis. The magnetic remanence and coercivity of pure ZnFe2O4, pure SnFe2O4 and 5% SnFe2O4/ZnFe2O4 are zero, indicating the superparamagnetic behavior of the samples. The saturation magnetization of pure ZnFe2O4, pure SnFe2O4 and 5% SnFe2O4/ZnFe2O4 is 13, 25 and 24.8 emu/g, respectively, which is sufficient for efficient magnetic separation of these samples from aqueous solution. As shown in bottom right corner of the picture, the SnFe2O4/ZnFe2O4 composites can be rapidly and easily separated from aqueous solution using a magnetic field, which is favorable to the recycling of catalysts from aqueous solution in wastewater treatment."
    }, {
      "heading" : "3.10. Photocatalytic activity",
      "text" : ""
    }, {
      "heading" : "3.10.1. The optimization of catalyst amount",
      "text" : "The effect of the amount of 5% SnFe2O4/ZnFe2O4 heterojunction on the degradation of tetracycline is shown in Fig. S2. With increasing the amount of catalysts gradually from 0.005 g to 0.03 g in 100mL tetracycline solution, the degradation efficiency of tetracycline increased sharply from 30.5% to 93.2%; the degradation efficiency of tetracycline did not change with a further increase in the amount of catalysts, which was probably attributed to that excess catalysts block light, thus offsetting the photocatalytic effect. Therefore, from the economic and environmental aspects, the optimal dosage of the catalyst is 0.3 g/L.\na Calculated according to: ECB= EFB+ 0.197 (0.197 is the standard electrode potential of Ag/AgCl electrode).\nb Calculated according to: EVB= Eg+ECB."
    }, {
      "heading" : "3.10.2. The optimum SnFe2O4 content in SnFe2O4/ZnFe2O4 heterojunctions",
      "text" : "The overall removal efficiency of tetracycline by dark adsorption\nand visible-light photocatalysis of pure SnFe2O4, pure ZnFe2O4 and Sscheme SnFe2O4/ZnFe2O4 heterojunctions is shown in Fig. 10a. The\noverall removal efficiency of tetracycline by pure SnFe2O4 is the lowest with only 36.7% removal efficiency. The 5% SnFe2O4/ZnFe2O4 composite has the highest performance for tetracycline removal with 93.2% removal efficiency, which is attributed to its high adsorption capacity and the highest photocatalytic activity (Fig. 10b). The photocatalytic activity of SnFe2O4/ZnFe2O4 heterojunctions with different SnFe2O4 content is consistent with the order of their photocurrent density, and contrary to PL density, further confirming that the efficient separation and transfer of photogenerated e− and h+ are vitally important in photocatalysis."
    }, {
      "heading" : "3.11. The recovery and reusability of SnFe2O4/ZnFe2O4",
      "text" : "The recovery and reusability of catalysts are very important for practical application. Easy recovery and good reusability can bring better commercial benefits for enterprises and do less harm to the environment. In Fig. 11a, the photocatalytic activity of SnFe2O4/ZnFe2O4 maintain similar values, indicating that SnFe2O4/ZnFe2O4 is highly reusable. The good reusability of SnFe2O4/ZnFe2O4 can be attributed to its stable crystal structure (Fig. 11b)."
    }, {
      "heading" : "3.12. Photocatalytic mechanism",
      "text" : "To identify the main active species in degradation of tetracycline solution by photocatalysis of SnFe2O4/ZnFe2O4, BQ, IPA and TEOA were added as quenchers of %O2−, %OH) and h+, respectively (Fig. 12). The removal efficiency of tetracycline is 93.2% without any capturing agents. The addition of BQ and TEOA leads to the decline of tetracycline removal efficiency to 17.6% and 38.2%, respectively. In case of IPA,\nthere is no observable change in the removal efficiency of tetracycline (92.2%). The above analysis indicates that the main active species are h+ and %O2 instead of %OH radicals.\nTo further confirm the main active species, we utilized electron spin resonance (ESR) technology with 5,5-dimethyl-1-pyrroline N-oxide (DMPO) to detect the generation of %O2− and %OH (Fig. 13). The ESRDMPO experiments were carried out in the dark and under irradiation for 5 or 10min. In Fig. 13a, the DMPO-%O2− peaks were observed under visible-light irradiation, indicating that %O2− radicals are\nproduced, which is consistent with the above trapping experiment. As shown in Fig. 13b, DMPO-%OH peaks were also observed, but the trapping experiment illustrated that %OH is not the main active species. The possible explanation is that the more negative ECB(SnFe2O4) than O2/%O2− redox potential leads to the ability of the photogenerated electrons to produce %O2− by trapping O2, while SnFe2O4/ZnFe2O4 cannot produce %OH by oxidizing OH− due to the more positive %OH/ OH− redox potential than EVB(ZnFe2O4), and DMPO-%OH peaks may be attributed to the production of %OH via the route of %O2−→H2O2→ % OH [38].\nThe production of %O2− and %OH on pure ZFO, pure SFO and 5% SFO/ZFO was quantified (Fig. 14). There is no production of %O2− on pure ZFO. The production amount of %O2− on pure SFO and 5% SFO/ ZFO increased with time going on, and kept balance after 100min. The production amount of %O2− on 5% SFO/ZFO (1.5101×10−4 mol/L) is higher that of pure SFO. In pure ZFO and pure SFO systems, no OH− radicals were produced since the standard redox potential of %OH/OH−\n(1.99 eV vs. NHE) is more positive than the VB potential of SFO and ZFO. There is a small amount of %OH produced in 5% SFO/ZFO (0.157×10−6 mol/L), which can attributed to the route of %O2−→ H2O2→ %OH.\nBased on the trapping experiment and ESR analysis, Eg, CB and VB, the photocatalytic mechanism of S-scheme SnFe2O4/ZnFe2O4 heterojunction during the degradation process was inferred (Scheme 1). SnFe2O4 and ZnFe2O4 can be excited to generate e− and h+ under visible-light irradiation. The electrons in the CB of ZnFe2O4 will recombine with the holes in the VB of SnFe2O4 due to the electric field. Photogenerated e− in the CB of SnFe2O4 can react with adsorbed O2 to produce %O2− radicals. Since the standard redox potential of %OH/OH− is 1.99 eV (vs. NHE) more positive than the VB potential of SnFe2O4 and\nZnFe2O4, the hydroxyl ion (OH−) can hardly be oxidized by photogenerated h+ to produce %OH radicals. Therefore, h+ and %O2− are main active species in photocatalytic degradation of tetracycline."
    }, {
      "heading" : "3.13. Eco-toxicity of SnFe2O4/ZnFe2O4 heterojunction, tetracycline solution and its intermediates formed during the photocatalytic degradation",
      "text" : "To evaluate the eco-toxicity of SnFe2O4/ZnFe2O4 heterojunction, tetracycline solution and its degradation intermediate products, the growth of E. coli in different liquid culture medium was carried out (Fig. 15). The growth trend of E. coli exposed to SnFe2O4/ZnFe2O4 heterojunction was almost the same as that of the blank control, indicating that SnFe2O4/ZnFe2O4 heterojunction exhibited no eco-toxicity to E. coli. When the original tetracycline solution was added to the culture medium, the OD600 value was almost zero, indicating that tetracycline is highly toxic. Along with the photocatalysis, the toxicity of degradation intermediates decreased substantially. After 90min photocatalytic treatment, the toxicity of degradation intermediates was almost completely eliminated, suggesting the effective elimination of toxicity of tetracycline and its intermediates by the photocatalysis of SnFe2O4/ZnFe2O4 heterojunction, and thus achieving the best\nScheme 1. Possible visible-light photocatalytic mechanism of SnFe2O4/ZnFe2O4.\nenvironmental friendliness. Macroscopic observation of colony formation of E. coli in solid\nmedium (Fig. S3) further confirmed the non-toxicity of SnFe2O4/ ZnFe2O4 heterojunction, high toxicity of tetracycline, and toxicity elimination of tetracycline solution and its degradation intermediate products by photocatalysis."
    }, {
      "heading" : "3.14. The COD removal of pharmaceutical wastewater by SnFe2O4/ ZnFe2O4",
      "text" : "Real wastewater usually contains multiple pollutants instead of a single substance, and the hydrochemical condition is complicated. Thus the studies on the performance of SnFe2O4/ZnFe2O4 catalysts in actual wastewater treatment are particularly important. As shown in Fig. 16, only 30mg 5% SnFe2O4/ZnFe2O4 in 100mL of actual pharmaceutical wastewater can reach 77.5% COD removal efficiency in 12 h, indicating great potential of 5% SnFe2O4/ZnFe2O4 heterojunction in industrial wastewater treatment."
    }, {
      "heading" : "4. Conclusions",
      "text" : "S-scheme SnFe2O4/ZnFe2O4 heterojunction showed enhanced visible-light photocatalytic activities for the degradation of tetracycline as compared with pristine ZnFe2O4 and SnFe2O4 due to the direct Sscheme path of charge separation and transfer. S-scheme SnFe2O4/ ZnFe2O4 heterojunction is very stable without obvious decrease in photocatalytic activity in four cycles and magnetically recoverable. The toxicity assessment confirmed the nontoxicity of SnFe2O4/ZnFe2O4 and effective toxicity elimination of tetracycline and its intermediates by photocatalysis, indicating that environment-friendly and magnetically recoverable S-scheme SnFe2O4/ZnFe2O4 heterojunction is a promising in wastewater treatment."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was financially supported by Natural Science Foundation of China (51720105001, 51741806), National Key Research and Development Program of China (2018YFC0406405)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data (chemical, characterization, Kubelka-Munk formula, additional figures and tables) to this article can be found online at https://doi.org/10.1016/j.cej.2019.122264."
    } ],
    "references" : [ {
      "title" : "Improving environmental risk assessment of human pharmaceuticals",
      "author" : [ "M. Ågerstrand", "C. Berg", "B. Björlenius", "M. Breitholtz", "B.R. Brunström", "J. Fick", "L. Gunnarsson", "D.J. Larsson", "J.P. Sumpter", "M. Tysklind" ],
      "venue" : "Environ. Sci. Technol. 49 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Removal of residual anti-inflammatory and analgesic pharmaceuticals from aqueous systems by electrochemical advanced oxidation processes",
      "author" : [ "L. Feng", "E.D. Van Hullebusch", "M.A. Rodrigo", "G. Esposito", "M.A. Oturan" ],
      "venue" : "A review, Chem. Eng. J. 228 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effective pharmaceutical wastewater degradation by Fenton oxidation with zero-valent iron",
      "author" : [ "Y. Segura", "F. Martínez", "J.A. Melero" ],
      "venue" : "Appl. Catal. B: Environ. 136 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "UASB treatment of chemical synthesis-based pharmaceutical wastewater containing rich organic sulfur compounds and sulfate and associated microbial characteristics",
      "author" : [ "W. Li", "Q. Niu", "H. Zhang", "Z. Tian", "Y. Zhang", "Y. Gao", "Y.-Y. Li", "O. Nishimura", "M. Yang" ],
      "venue" : "Chem. Eng. J. 260 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A review of a recently emerged technology: constructed wetland–microbial fuel cells",
      "author" : [ "L. Doherty", "Y. Zhao", "X. Zhao", "Y. Hu", "X. Hao", "L. Xu", "R. Liu" ],
      "venue" : "Water Res. 85 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Evaluating the efficiency of advanced wastewater treatment: target analysis of organic contaminants and (geno-) toxicity assessment tell a different story",
      "author" : [ "A. Magdeburg", "D. Stalter", "M. Schlüsener", "T. Ternes", "J. Oehlmann" ],
      "venue" : "Water Res. 50 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Microbial degradation of polyfluoroalkyl chemicals in the environment: a review",
      "author" : [ "J. Liu", "S.M. Avendaño" ],
      "venue" : "Environ. Int. 61 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Removal of hazardous organics from water using metal-organic frameworks (MOFs): plausible mechanisms for selective adsorptions",
      "author" : [ "Z. Hasan", "S.H. Jhung" ],
      "venue" : "J. Hazard. Mater. 283 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Aunanoparticle-loaded graphitic carbon nitride nanosheets: green photocatalytic synthesis and application toward the degradation of organic pollutants",
      "author" : [ "N. Cheng", "J. Tian", "Q. Liu", "C. Ge", "A.H. Qusti", "A.M. Asiri", "A.O. Al-Youbi", "X. Sun" ],
      "venue" : "ACS Appl. Mater. Inter. 5 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Graphitic carbon nitride (g- C3N4)-based photocatalysts for artificial photosynthesis and environmental remediation: are we a step closer to achieving sustainability? Chem",
      "author" : [ "W.-J. Ong", "L.-L. Tan", "Y.H. Ng", "S.-T. Yong", "S.-P. Chai" ],
      "venue" : "Rev. 116 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sustainable hybrid photocatalysts: titania immobilized on carbon materials derived from renewable and biodegradable resources",
      "author" : [ "J.C. Colmenares", "R.S. Varma", "P. Lisowski" ],
      "venue" : "Green Chem. 18 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "3D Bi2MoO6 nanosheet/TiO2 nanobelt heterostructure: enhanced photocatalytic activities and photoelectochemistry performance",
      "author" : [ "J. Tian", "P. Hao", "N. Wei", "H. Cui", "H. Liu" ],
      "venue" : "ACS Catal. 5 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Cu2ZnSnS4-Pt and Cu2ZnSnS4- Au heterostructured nanoparticles for photocatalytic water splitting and pollutant degradation",
      "author" : [ "X. Yu", "A. Shavel", "X. An", "Z. Luo", "M. Ibáñez", "A. Cabot" ],
      "venue" : "J. Am. Chem.l Soc. 136 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile synthesis of novel redox-mediator-free direct Z-scheme CaIn2S4 marigold-flower-like/TiO2 photocatalysts with superior photocatalytic efficiency",
      "author" : [ "W.-K. Jo", "T. Sivakumar Natarajan" ],
      "venue" : "ACS Appl. Mater. Inter. 7 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Cu2ZnSnS4–Au heterostructures: toward greener chalcogenide-based photocatalysts",
      "author" : [ "P.S. Dilsaver", "M.D. Reichert", "B.L. Hallmark", "M.J. Thompson", "J. Vela" ],
      "venue" : "J. Phys. Chem. C 118 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Advanced oxidation of a commercially important nonionic surfactant: Investigation of degradation products and toxicity",
      "author" : [ "A. Karci", "I. Arslan-Alaton", "M. Bekbolet" ],
      "venue" : "J. Hazard. Mater. 263 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "New insights into the environmental photochemistry of 5-chloro-2-(2",
      "author" : [ "A. Bianco", "D. Fabbri", "M. Minella", "M. Brigante", "G. Mailhot", "V. Maurino", "C. Minero", "D. Vione" ],
      "venue" : "4dichlorophenoxy) phenol (triclosan): reconsidering the importance of indirect photoreactions, Water Res. 72 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "CoFe2O4 magnetic nanoparticles as a highly active heterogeneous catalyst of oxone for the degradation of diclofenac in water",
      "author" : [ "J. Deng", "Y. Shao", "N. Gao", "C. Tan", "S. Zhou", "X. Hu" ],
      "venue" : "J. Hazard. Mater. 262 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Highly efficient antibacterial and Pb (II) removal effects of Ag-CoFe2O4-GO nanocomposite",
      "author" : [ "S. Ma", "S. Zhan", "Y. Jia", "Q. Zhou" ],
      "venue" : "ACS Appl. Mater. Inter. 7 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Photocatalyst Interface engineering: spatially confined growth of ZnFe2O4 within graphene networks as excellent visible-light-driven photocatalysts",
      "author" : [ "D. Yang", "J. Feng", "L. Jiang", "X. Wu", "L. Sheng", "Y. Jiang", "T. Wei", "Z. Fan" ],
      "venue" : "Adv. Funct. Mater. 25 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Enhanced visible-light-driven photocatalytic activity for antibiotic degradation using magnetic NiFe2O4/Bi2O3 heterostructures",
      "author" : [ "A. Ren", "C. Liu", "Y. Hong", "W. Shi", "S. Lin", "P. Li" ],
      "venue" : "Chem. Eng. J. 258 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A cost-effective",
      "author" : [ "K.-T. Lee", "S.-Y. Lu" ],
      "venue" : "stable, magnetically recyclable photocatalyst of ultra-high organic pollutant degradation efficiency: SnFe2O4 nanocrystals from a carrier solvent assisted interfacial reaction process, J. Mater. Chem. A 3 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Magnetically separable sulfur-doped SnFe2O4/graphene nanohybrids for effective photocatalytic purification of wastewater under visible light",
      "author" : [ "Y. Jia", "C. Wu", "B. Lee", "C. Liu", "S. Kang", "T. Lee", "Y.C. Park", "R. Yoo", "W. Lee" ],
      "venue" : "J. Hazard. Mater. 338 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "CaFe2O4 sensitized hierarchical TiO2 photo composite for hydrogen production under solar light irradiation",
      "author" : [ "A.K.R. Police", "S. Basavaraju", "D.K. Valluri", "S. Machiraju", "J.S. Lee" ],
      "venue" : "Chem. Eng. J. 247 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhanced Photocatalytic and Fenton-like Performance of CuOx-Decorated ZnFe2O4",
      "author" : [ "W. Zhao", "C. Liang", "B. Wang", "S. Xing" ],
      "venue" : "ACS Appl. Mater. Inter. 9 (2017)  Fig. 16. COD removal of real pharmaceutical wastewater by 5% SnFe2O4/ ZnFe2O4.  J. Wang, et al.  Chemical Engineering Journal 379 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Magnetically separable CdFe2O4/graphene catalyst and its enhanced photocatalytic properties",
      "author" : [ "D. Zhang", "Q. Wang", "L. Wang", "L. Zhang" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "One-pot approach for synthesis of N-doped TiO2/ZnFe2O4 hybrid as an efficient photocatalyst for degradation of aqueous organic pollutants",
      "author" : [ "Y. Yao", "J. Qin", "H. Chen", "F. Wei", "X. Liu", "J. Wang", "S. Wang" ],
      "venue" : "J. Hazard. Mater. 291 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A Bi/BiOCl heterojunction photocatalyst with enhanced electron–hole separation and excellent visible light photodegrading activity",
      "author" : [ "Y. Yu", "C. Cao", "H. Liu", "P. Li", "F. Wei", "Y. Jiang", "W. Song" ],
      "venue" : "J. Mate. Chem. A. 2 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A novel p-LaFeO3/n-Ag3PO4 heterojunction photocatalyst for phenol degradation under visible light irradiation",
      "author" : [ "J. Yang", "R. Hu", "W. Meng", "Y. Du" ],
      "venue" : "Chem. Commun. 52 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Designed synthesis of anatase–TiO2 (B) biphase nanowire/ZnO nanoparticle heterojunction for enhanced photocatalysis",
      "author" : [ "C. Sun", "Q. Xu", "Y. Xie", "Y. Ling", "Y. Hou" ],
      "venue" : "J. Mater. Chem. A 6 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "One-pot hydrothermal synthesis of SnO2/BiOBr heterojunction photocatalysts for the efficient degradation of organic pollutants under visible light",
      "author" : [ "H. Liu", "C. Du", "M. Li", "S. Zhang", "H. Bai", "L. Yang", "S. Zhang" ],
      "venue" : "ACS Appl. Mater. Inter. 10 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "State-of-the-art progress in diverse  heterostructured photocatalysts toward promoting photocatalytic performance",
      "author" : [ "H. Li", "Y. Zhou", "W. Tu", "J. Ye", "Z. Zou" ],
      "venue" : "Adv. Funct. Mater. 25 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Rhee",
      "author" : [ "S.J. YuefaJia" ],
      "venue" : "Chunli Liu, Synthesis of magnetic recoverable g-C3N4/ SnFe2O4 composite with enhanced visible light photocatalytic property, Mater. Lett. 188 (1) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis of a  Bi2O2CO3/ZnFe2O4 heterojunction with enhanced photocatalytic activity for visible light irradiation-induced NO removal",
      "author" : [ "Y. Huang", "D. Zhu", "Q. Zhang", "Y. Zhang", "J.-J. Cao", "Z. Shen", "W. Ho", "S.C. Lee" ],
      "venue" : "App. Catal. B: Environ. 234 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Solvothermal synthesis of flowerlike p-BiOI/n- ZnFe2O4 with enhanced visible light driven nanophotocatalyst used in removal of acid orange 7 from wastewater",
      "author" : [ "L. Yosefi", "M. Haghighi", "S. Allahyari" ],
      "venue" : "Sep. Purif. Technol. 178 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced photo catalytic reduction of Cr (VI) over polymer-sensitized g-C3N4/ZnFe2O4 and its synergism with phenol oxidation under visible light irradiation",
      "author" : [ "S. Patnaik", "K.K. Das", "A. Mohanty", "K. Parida" ],
      "venue" : "Catal. Today 315 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrathin 2D/2D WO3/g-C3N4 step-scheme H2production photocatalyst",
      "author" : [ "J. Fu", "Q. Xu", "J. Low", "C. Jiang", "J. Yu" ],
      "venue" : "Appl. Catal. B: Environ. 243 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced photocatalytic removal of sodium pentachlorophenate with self-doped Bi2WO6 under visible light by generating more superoxide ions",
      "author" : [ "X. Ding", "K. Zhao", "L. Zhang" ],
      "venue" : "Environ. Sci. Technol. 48 (2014) 5823–5831.  J. Wang, et al.  Chemical Engineering Journal 379 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The massive development of pharmaceutical industry results in substantial increase of pharmaceutical wastewater [1,2].",
      "startOffset" : 112,
      "endOffset" : 117
    }, {
      "referenceID" : 1,
      "context" : "The massive development of pharmaceutical industry results in substantial increase of pharmaceutical wastewater [1,2].",
      "startOffset" : 112,
      "endOffset" : 117
    }, {
      "referenceID" : 2,
      "context" : "The discharge of pharmaceutical wastewater into natural water bodies has made significant contribution to environmental problems, and causes irreversible damage to human health through food chain [3,4].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 3,
      "context" : "The discharge of pharmaceutical wastewater into natural water bodies has made significant contribution to environmental problems, and causes irreversible damage to human health through food chain [3,4].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 14,
      "context" : "However, studies have shown that some nano-sized photocatalysts are toxic and difficult to be separated after use [15].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 15,
      "context" : "produced during the photocatalytic process are more toxic than their parent compounds [16,17].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 16,
      "context" : "produced during the photocatalytic process are more toxic than their parent compounds [16,17].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 17,
      "context" : "Spinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness.",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 18,
      "context" : "Spinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness.",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 19,
      "context" : "Spinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness.",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 20,
      "context" : "Spinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness.",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 21,
      "context" : "Spinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness.",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 22,
      "context" : "Spinel ferrite nanoparticles such as CoFe2O4 [18,19], ZnFe2O4 [20], NiFe2O4 [21] and SnFe2O4 [22,23] have attracted wide interest in virtue of their strong magnetic recyclability, visible-light activity, low cost, non-toxicity and environmental friendliness.",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 32,
      "context" : "Magnetic ZnFe2O4-based and SnFe2O4-based type-II heterojunctions with other semiconductors such as g-C3N4/SnFe2O4 [33], Bi2O2CO3/ZnFe2O4 [34], p-BiOI/n-ZnFe2O4 [35] and g-C3N4/ZnFe2O4 [36] have been constructed to achieve efficient photo-induced e and h.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 33,
      "context" : "Magnetic ZnFe2O4-based and SnFe2O4-based type-II heterojunctions with other semiconductors such as g-C3N4/SnFe2O4 [33], Bi2O2CO3/ZnFe2O4 [34], p-BiOI/n-ZnFe2O4 [35] and g-C3N4/ZnFe2O4 [36] have been constructed to achieve efficient photo-induced e and h.",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 34,
      "context" : "Magnetic ZnFe2O4-based and SnFe2O4-based type-II heterojunctions with other semiconductors such as g-C3N4/SnFe2O4 [33], Bi2O2CO3/ZnFe2O4 [34], p-BiOI/n-ZnFe2O4 [35] and g-C3N4/ZnFe2O4 [36] have been constructed to achieve efficient photo-induced e and h.",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 35,
      "context" : "Magnetic ZnFe2O4-based and SnFe2O4-based type-II heterojunctions with other semiconductors such as g-C3N4/SnFe2O4 [33], Bi2O2CO3/ZnFe2O4 [34], p-BiOI/n-ZnFe2O4 [35] and g-C3N4/ZnFe2O4 [36] have been constructed to achieve efficient photo-induced e and h.",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 36,
      "context" : "However, these type-II ZnFe2O4-based and SnFe2O4-based heterojunctions with nonmagnetic semiconductors lead to the decrease of magnetic performance, and the charge transfer is kinetically unallowed and thermodynamically disadvantageous to photocatalytic reactions [37].",
      "startOffset" : 264,
      "endOffset" : 268
    }, {
      "referenceID" : 36,
      "context" : "Step-scheme (S-scheme) heterojunctions can conquer the defects of type-II heterojunction, and the e− in the CB of oxidation photocatalysts (with more positive VB) will easily recombine with h+ in VB of in reduction photocatalysts (with more negative CB) due to the driving force of interfacial build-in electric field, and the e− in CB of reduction photocatalysts and holes in VB of oxidation photocatalysts will be spatially separated and hold strong reducing capacity and oxidizing ability [37].",
      "startOffset" : 492,
      "endOffset" : 496
    }, {
      "referenceID" : 37,
      "context" : "The possible explanation is that the more negative ECB(SnFe2O4) than O2/%O2 redox potential leads to the ability of the photogenerated electrons to produce %O2 by trapping O2, while SnFe2O4/ZnFe2O4 cannot produce %OH by oxidizing OH due to the more positive %OH/ OH− redox potential than EVB(ZnFe2O4), and DMPO-%OH peaks may be attributed to the production of %OH via the route of %O2→H2O2→ % OH [38].",
      "startOffset" : 396,
      "endOffset" : 400
    } ],
    "year" : 2019,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}