{
  "name" : "downloads_2020-12-01_a5_10.1021@acsnano.0c07372.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Transport Phenomena in Nano/Molecular Confinements",
    "authors" : [ "Masoumeh Nazari", "Ali Davoodabadi", "Dezhao Huang", "Tengfei Luo", "Hadi Ghasemi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "INTRODUCTION",
      "text" : "The overwhelming contributions of the flow of a liquid (and particularly water) through miniature confinements in nature has made this phenomenon an attractive subject for researchers. Understanding the physics of small-scale confined liquid flow not only provides a clear explanation for many natural processes but also, and most importantly, enables researchers to exploit this concept to advance different technologies. The capillary rise of water through plant xylems driven by negative pressures resulting from the evaporation of water in leaves is an important example of liquid flow in small confinements. Synthetic trees and leaves are microfluidic devices developed to mimic this natural transpiration process1−3 and that along with other microfluidic devices can be used for passive pumping applications,4−6 energy harvesting,7 and thermal management (evaporation-induced cooling).8−11 Ion channels are another example of natural systems relying on transport phenomena through small conduits. They play a pivotal role in different systems in human body such as neural, retinal, and muscular systems by controlling the ion flux across protein membranes12 for a wide range of functions such\nas signal transduction, muscle development, release of neurotransmitters, hormone secretion, fever control, and brain function.13−20 Another example is aquaporins (the natural water channels) that are employed in kidneys for urea filtration. They separate urea waste and readsorb about 200 L of water while consuming only 100 kJ of energy a day; whereas, the energy required to desalinate 200 L of salty seawater using state-of the-art membranes is about 3 MJ, that is, 30 times larger.21 This example highlights the economic importance of developing nanofluidic devices such as synthetic water channels. Systems incorporating fluid transport through small-scale confinement can be broadly divided into microfluidics and nanofluidics according to the characteristic length of the\nReceived: September 1, 2020 Accepted: November 20, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn D\nec em\nbe r\n1, 2\n02 0\nat 0\n9: 04\n:5 6\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nconfinement. Nanofluidics have been separated from larger (macro-/micro-) scale problems and have a dedicated field due to the observed characteristic difference at nano/molecular dimensions, that is, the inapplicability of the continuum theories. Microfluidics have been developed for a variety of applications including sample preparation, separation, sensing, oil recovery, and detection. Microfluidics are also useful in predicting the phase behavior in bulk systems, while obviating the need for large-scale experiments. In fact, since most fluid properties in microscale remain the same as in bulk systems, microfluidic devices can be studied in lieu of original-size systems owing to advantageous features such as rapid heat and mass transfer, easy access for visualization as well as precise control of temperature and pressure and compositions. Bao et al.22 discussed the extensive list of properties in the oil and gas industries that can be studied using microfluidic systems. Nanofluidics have become a major player in many industrial and scientific applications such as energy conversion, chemical sensing, separation and biotechnology.20,23−25 These devices are of great importance in biotechnology, as the extremely small dimensions increase their sensitivity and allow for isolation and studying of individual macromolecules. Additionally, they can be employed to develop artificial materials that mimic the functionality of their biological counterparts, for example, ion channels, water channels, and glucose channels. Smart nanochannel membranes inspired by aquaporins (biological ion channels) are an example of nanofluidics utilization to develop such materials.20,23 Wettability adjustment in these channels allows for controlled transport of water and ions, where a stimulus can be used to induce the wetting state in the intrinsically hydrophobic channels. Transport through nanoscale confinement also offers additional functionalities such as nanofluidic transistors,26 and nanofluidic diodes.27 A detailed discussion about applications of nanochannel-based devices is provided in the Applications section, where five main categories, that is, energy harvesting, chemical reactions, separation, drug delivery, and nanofabrication are discussed. Unlike microfluidics, the properties of fluids in nanoscale confinements can significantly deviate from the bulk, primarily due the growing contribution from surface forces. These changes become even more pronounced when the dimensions shrink to subnanometer (molecular) scales. At these scales, the physicochemical properties of the surfaces play a major role, and surface properties can be tuned for optimized electric charge-induced transport phenomena. Bocquet and Charlaix28 reviewed the properties that distinguish nanofluidics from transport phenomena in bulk. Bocquet and Tabeling21 pointed out the importance of nanofluidics and the challenging nature of studying nanoscale phenomena and urged additional research endeavors. Several review articles have discussed the importance of nanofluidic devices and the wide spectrum of their applications,29−31 but a comprehensive review on applications, metrology, flow properties in nanochannels and nanochannel-based materials with a special focus on their transport phenomena is missing. The ever-growing demand for nanofluidic devices and the foreseen rise in its applications underscore the significance of understanding the physics of mass/ion transport through nano/molecular-scale channels. Transport phenomena in nanochannels section 4 discusses the transport properties observed in nano/molecular channels.\nTo investigate the transport phenomena at nano/molecular scales, different methodologies can be employed. Theoretical and simulation-based investigations are very important tools for scientific endeavors, however, in most cases, they do not suffice independently. A theoretical study of real-life phenomena often requires simplifications that can introduce potentially large errors in the analysis results, and sometimes a theoretical solution may not be feasible for more complicated problems. On the other hand, simulations, despite being of extreme significance, produce results that typically cannot be verified without favorable experimental evidence. Hence, direct experimental observations are imperative to make reliable conclusions. In the Mass/Ion Transport Metrology section, the most useful instruments and techniques for experimental investigation of transport phenomena in nano/molecular channels as well as the suitable molecular simulation methodologies are discussed. Fortunately, recent technological advances have facilitated the fabrication of nanoscale devices, where nanochannels with dimensions down to a few angstroms and excellent precision can be developed. The Fabrication section provides a comprehensive discussion on the latest methodologies for fabrication of nanofluidic devices. Considering the recent findings about nano/molecular-scale transport as well as the developments in the fabrication techniques, we realized the necessity for a comprehensive review. In the Future Outlook section, the importance of development of nano/subnanofluidic devices and the main challenges in characterization of transport phenomena at nano/molecular scale are summarized. Additionally, considering state-of-the-art technology and the potential of nanofluidic devices for employment in different applications, the roadmap for future research endeavors is envisioned."
    }, {
      "heading" : "APPLICATIONS",
      "text" : "Energy Harvesting. Nanofluidic channels have shown great promise for applications in energy harvesting facilities from electrical power generation to ion pumps. This wide variety of applications can be divided into four main categories according to their driving force for mass/ion transport: concentration-driven, pressure-driven, light-driven, and temperature-driven. The transport phenomena in nanochannels can take place due to a gradient in concentration. Often, mass/ion transport through the channels is maintained by a salinity gradient between two reservoirs at the opposite ends of the channels, which can be utilized to generate electricity. In other words, the Gibbs free energy of mixing stored in the system when two fluids with different salinities are separated by an ion selective membrane (ΔGmix in eq 1) can be harvested directly in the form of electrical power:\n∑ ∑\n∑\nγ ϕ γ\nϕ γ\nΔ = − −\n− −\nÄ Ç ÅÅÅÅÅÅÅ Ä Ç ÅÅÅÅÅ\nÉ Ö ÑÑÑÑÑ\nÄ Ç ÅÅÅÅÅ\nÉ Ö ÑÑÑÑÑ\nÄ Ç ÅÅÅÅÅ\nÉ Ö ÑÑÑÑÑ É Ö ÑÑÑÑÑÑÑ\nG RT x x x x\nx x\nln( ) ln( )\n(1 ) ln( )\ni i i M i i i D\ni i i C\nmix\n(1)\nwhere R is the universal gas constant, T is the absolute temperature, xi is the mole fraction of species i in the mixture (M), dilute solution (D), and concentrated solution (C), and ϕ is the ratio of the total moles in D solution to the total moles in the system. Also, the activity coefficient, γ, accounts for nonideal behavior of the species and is a function of the temperature, pressure, and solution composition.32,33 Note\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nB\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nC\nthat the calculated ΔGmix gives the theoretical upper bound for the amount of energy that can be harvested, but the actual obtainable energy is always less than ΔGmix due to the inevitable increase in entropy during the mixing process. Different technologies such as pressure retarded osmosis, reverse electrodialysis, and capacitive mixing can be used to extract power from the salinity gradient. A variety of membranes have been employed for this purpose as well. For example, as shown in Figure 1A, very large electric currents with power densities up to 4 kWm−2 can be achieved as the liquid moves through a single boron nitride nanotube (BNNT) connecting two reservoirs with different concentrations.34 In another study, Feng et al.35 utilized the concentration-driven (osmotic pressure-driven) flow to harvest energy and were able to obtain surprisingly large power densities of ca. 1 × 103 kWm−2; values that exceed their counterparts from the BNNT configuration by 2−3 orders of magnitude and are about a million times larger than typical power densities obtained from classical exchange membranes.36 These large amounts of generated energy can be attributed to the application of a single-layer molybdenum disulfide (MoS2) nanoporous membrane with atomic-scale thickness as osmotic nanopower generators (Figure 1B). Indeed, low membrane resistivity and good ion selectivity are the most important requirements for enhanced energy harvesting. Since membrane resistivity decreases for smaller thicknesses, membrane properties pertinent to through-plane water transport, for example, power density and ion mobility increase for thinner membranes. This explains the excessively high powers generated from the atomically thin layer of MoS2 membrane. Aside from these extremely thin membranes, alternative and more accessible membranes can also be optimized to produce higher energies. Zhang et al.37 tried to maximize energy harvesting from the blue energy (another term to describe the osmotic potential in the fluids) by optimizing the membranes with submicron-scale thickness. To this end, they designed ultrathin and ion-selective Janus membranes, depicted in Figure 1C, that were prepared through a phase separation of two block copolymers. They analyzed the effect of membrane thickness and channel structure on ion transport via both experiments and continuum simulations and showed that power densities of ca. 2.1 Wm−2 were achievable by using asymmetric membranes with thicknesses of approximately 500 nm. Pressure-driven transport through nanochannels can also be employed to generate electrical energy. In electro-chemomechanical energy conversion (ECMEC), the mechanical\nenergy of pressure-driven flow and the chemical energy of an electric double layer (EDL) induced in nanochannels are converted to electrical energy. In fact, the charge imbalance created within the EDL near the charged nanochannel walls is moved by the liquid flow, leading to a net electrostatic potential difference along the channel. This potential gradient can be harvested in form of electric current (electrical energy). Indeed, the downstream migration of the mobile ions of the EDL establishes a streaming potential (Es) that along with the streaming current (is) can generate an electric power of =P i E1 4 s s . Chen et al.38 grafted end-charged polyelectrolyte brushes onto nanochannel walls, as shown schematically in Figure 1D. The end-charged brushes localized the maximum EDL charge density away from the wall, thereby enabling a larger magnitude of pressure-driven transport to transfer the ions downstream. The results indicated that the application of the brushes led to the generation of substantially enhanced streaming potential and improved efficiency of ECMEC compared to brush-free nanochannels. By comparing the performance of different brush structures, they also optimized the brush properties such as grafting density and number of monomers to harvest maximum energy. It must be noted that the obtainable power efficiency through pressure-driven energy conversion techniques is very limited. For example, van der Heyden et al.39 could only achieve an efficiency of 3.2% for electrokinetic power generation despite using channels as small as 75 nm. Daiguji et al.40 demonstrated that the maximum efficiency for electrochemo-mechanical energy conversion can be obtained when the channel height is about twice the Debye length of the solution; however, even under this condition, power efficiencies smaller than 4% were achievable. Such a limitation strongly hinders the broader implementation of these technologies. The application of photoelectric conversion to convert light energy to electric energy is another energy harvesting technique that has attracted intense attention in the past years. Photoelectric conversion systems consist of smart gating nanochannels that act as ion pumps and move ions against a concentration gradient to create osmotic potential. While a substantial number of studies were devoted to synthetic proton-to-gradient conversion,41−45 the biological light-driven ion pump systems have proven to be of much greater efficiency. Tian and Jiang46 studied a photoelectric system that uses solar energy as the only driving force for crossmembrane proton mobility and generates a diffusion potential\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nD\nand a consequent photocurrent that can be utilized as an electrical energy source. This bioinspired setup consists of three main sections, as shown in Figure 1E. Part I is exposed to light irradiations, while the other sections are covered. An anion-exchange membrane is placed between parts I and III, and two pieces of membrane with proton-driven nanochannels are placed between parts I and II and between parts II and III. The generated protons can move between parts I and II, resulting in a charge imbalance between opposite sides of the membrane. Under irradiation, the photochemical reactions take place, which results in the generation of a diffusion potential and a photocurrent flowing through an external circuit. This system represents a simple and environmentally friendly photoelectric conversion; however, the obtained photoelectric conversion performance was lower than that of conventional solid photovoltaic devices. In a recent study, Xiao et al.47 fabricated an artificial light-driven ion pump system based on a carbon nitride nanotube that uses illumination to move ions forward through thermodynamical uphills and against up to 5000-fold concentration gradient. They coated the cylindrical nanochannels of a commercial membrane with carbon nitride to form nanotubes needed for the ion pump system (Figure 1F). The transmembrane potential created by separation of electrons and holes in the carbon nitride nanotube membrane is believed to be the foundation for pumping phenomena, primarily due to the strong light\nadsorption properties of carbon nitride material. The results indicated that an open circuit voltage of 550 mV and a current density of 2.4 μAcm−2 is achievable through the application of this setup. The ion pump system showed a strong dependence on the light wavelength, where between two monochromatic lights with the same power densities, blue light created the largest power, while yellow light had almost no effect. An important feature of this simple and inexpensive artificial ion pump system is its universality of use, that is, it can work in different salt, acid, and alkali solutions to harvest solar energy. Temperature gradient can be utilized to induce mass transport and generate electrical energy as well. In fact, energy can be extracted from low-grade heat through a thermoosmosis energy conversion process, where a sustained vapor heat flux from the warmer side is utilized to pressurize the flow in the cooler side and drive a turbine. To this end, a hydrophobic porous membrane is placed between the warm and the cold liquid streams. The hydrophobic walls of the pores inhibit liquid penetration into the membrane, and air gaps will be formed inside the membrane pores, as shown in Figure 1G. A mass transfer across the vapor-gap region takes place as the liquid evaporates from one meniscus, transports across the gap, and condenses on the opposing meniscus; however, the higher equilibrium vapor pressure of the warm stream results in a net vapor flux toward the cold stream. Considering the partially restricted volume increase, this liquid\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nE\ncondensation into the cold stream generates a hydraulic pressure. Continued liquid condensation onto the cold meniscus pressurizes the flow that can be directed into a hydro-turbine to generate electricity. The obtainable energy will be a function of temperature difference (across the membrane), operating pressure, and the choice of liquid, while the latter is rarely discussed since water is often chosen. Higher energy conversion efficiencies can also be obtained by increasing the temperature difference between the streams and/or increasing the operating pressure. An exemplary work was done by Straub et al.48 who employed a 77% porous PTFE membrane with a nominal pore diameter of 20 nm as the separator between the cold and the warm streams and achieved a maximum power density of 3.5 W/m2 with a 40 °C crossmembrane temperature difference and at 10 bar. They further incorporated this membrane modulus into a proposed fullscale power generation system. As depicted in Figure 1H, a heat exchanger was also employed to recover the latent heat of vaporization and conductive heat transferred across the membrane. By directing the pressurized stream through a turbine, they estimated to be able to harvest energy with efficiencies as high as 7%. These calculations demonstrate that energy conversion systems can achieve higher thermal efficiencies when operating with a thermal-osmosis process compared to a thermo-electrochemical process. Chemical Reaction. Nanochannels can modify the chemical properties of the confined species and facilitate chemical reactions especially by enhancing the catalytic activities. Catalyst nanoparticles dispersed inside nanoscopic confinements such as nanotubes and mesoporous media demonstrate an improved performance. In fact, the nano-\nconfinements act as very small reactors that immobilize (encapsulate) catalysts, and thus confine chemical reactions.49,50 As shown in Figure 2A, Zhang et al.51 reported that the tubular channels of carbon nanotubes (CNTs) enable a homogeneous distribution of Fe−Co alloy nanoparticle catalysts inside them. In another study, Zhang et al.52 used diffusion-limited atomic layer deposition to coat metal oxides near the entrance of nanochannels inside mesoporous media (Figure 2B), which resulted in successful encapsulation of Co and Ti complexes inside the nanoconfinements and led to excellent catalytic activity. Levin et al.53 designed a nanofluidic device that enables studying nanoparticles catalytic activity in liquid solutions. The device was comprised of isolated nanofluidic channels, as shown in Figure 2C, where nanoparticle catalysts were encapsulated in their own channels and examined under different controlled reaction conditions. These examples underscore the broad range of nano/molecular size confinements that can be utilized as nanoreactors and their importance for different types of chemical reactions.\nSeparation. Nanochannel-based membranes have demonstrated a great potential for separation applications by regulating the permeation of the substance passing through their porous structure. CNTs, carbon nanosheets, BNNTs, and nanoporous graphene are a few examples of membranes that have been utilized for such purposes.54−56 Moreover, exploring mass/ion transport across materials with nanoscopic conduits helps to understand the fundamentals of separation mechanisms and thus design and develop more efficient nanofiltration membranes for application in a variety of fields, for example, water desalination, drug delivery, and gas filtration.\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nF\nHence, separation properties of nanochannel-based materials are of great importance and will be discussed in this section. Mimicking natural phenomena is, arguably, the most important incentive for the development of nanochannelbased material. Scientists have been inspired by biological channels existing in natural organisms to create artificial nanochannels that can separate water from hydrate ions and small gas molecules. So far, different materials such as CNTs, graphene nanomesh, block copolymers and metal−organic frameworks (MOFs) with various geometries have been successfully used to develop artificial membranes for nanofiltration applications,57−59 membranes that are reverse engineered from biological channels for example, water channels and ion channels. Ion channels, for example, can reject gaseous phases while conducting water and are good candidates for application in catalysis or CO2 conversion. Recently, Li et al.60 reported in Situ water removal through gasimpeding water-conducting nanochannels composed of NaA zeolite crystals (Figure 3A). To fabricate zeolitic nanochannels, they assembled zeolite crystals into a continuous separation membrane, where a porous ceramic support was dip coated by 50−200 nm NaA nanocrystals and then thermally annealed to the membrane to form a chemical bond between physically loaded nanocrystals and the surface of the support. The possibility of simultaneous water conduction and gas rejection through a fabricated membrane arises from the gating effect of the sodium ion in NaA zeolite crystal structures. The structure of NaA zeolite with a channel diameter of ∼4.2 Å consists of\nan 8-oxygen ring and sodium ion (Na+) located in the aperture of zeolite nanocavity to neutralize the negative charge of the framework. Therefore, this positively charged ion can affect the passage of small molecules not only by reducing the effective channel size but also based on their electric charge. Hence, it enhances the transport of water molecules due to their small size and polarity, while it does not allow larger and less polar molecules such as CO2 or H2 to pass. The capability of Na + gated zeolite nanochannels to separate water molecules from other gas species is especially useful to boost the CO2 conversion to liquid fuel such as methanol, where water is the major byproduct of the reaction restricting the product (methanol) yields. To investigate the performance of the NaA zeolite membrane on methanol production efficiency, they made a reactor in which the membrane was sandwiched between a catalyst layer (copper−zinc−alumina) and porous support, as shown in Figure 3A. The observations showed that CO2 conversion in a reactor containing the membrane was 2.6−3 times higher than that in a similar reactor without a membrane layer. This significant enhancement in efficiency is attributed to the effective in Situ water removal by the NaA zeolite nanochannels membrane. The sieving concept has also been utilized as the foundation for the development of synthetic nanoslit membranes with angstrom-size channels that are permeable to water but block all ions (except for protons).61−63\nNanoconfined gas bubbles can act as osmotic membranes for separation applications as well. In fact, as shown in Figure\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nG\n3B, liquids such as water can cross the gas barrier, that is, a bubble trapped inside a channel through evaporation/ condensation; however, the bubble remains impermeable to ionic solutes. The main advantage of gas bubble-based semipermeable membranes is that the subnanometer pores needed for separation via liquid-phase transport-based membranes are no longer necessary and membranes with pores as large as tens of nanometers can be used. Lee et al.64 used a hydrophobic coating to selectively functionalize the entrance of the pores in a 50 μm-thick alumina membrane and, thus, created a nanoporous composite membrane with a hydrophilic core and a short hydrophobic entrance that traps a gas bubble when the membrane is immersed in water solutions. This configuration enabled them to verify and systematically study the vapor-phase transport of water across opposing liquid menisci. The experiments were conducted at different temperatures, osmotic pressures, and pore aspect ratios. The results indicated that the existence of a mass transport regime is determined by the resistance of the liquid/ vapor interface that in turn depends on the transmission probability of water molecules across the nanopores and on the condensation probability of a water molecule incident on the liquid surface. While this setup is a very promising design to advance separation technology, there are still a few challenges that need to be overcome before it can be a viable technology in the market. Bocquet65 lists topics such as the long-term mechanical and chemical stability of the nanobubbles, the resistance of the membrane to pollution and fouling, and the\nfeasibility of design for reverse osmosis as the main fields that require careful investigations. Mi et al.66 developed a nanoporous membrane with a threephase interface that mimics the mechanism in lung airways. This bioinspired nanoporous membrane (BNM) was developed as a five-layer porous media, that is, poly-D-lysine/Au nanoparticles/n-dodecanethiol/Au/porous anodic alumina (PAA), from bottom to top. The top side of the PAA membrane was in contact with the medium for cell culture, and the bottom side contacted the gas phase directly for gas exposure. As depicted in Figure 3C, this BNM acts as a oneway valve, while the gas molecules, stored in a container connected to the bottom side, can pass through the hydrophobic nanochannel and contact the alveolar cell resting on the top side of membrane, the channels remain impenetrable in the opposite direction. The developed BNM lung airway model is a simple device that provides a very appropriate environment for cell cultivation and can be used for in vitro assays of lung inflammation analysis, drug screening, and identification of environmental toxins.\nDrug Delivery. Drug delivery is one of the most needed technologies that can significantly benefit from nanofluidics. Drug delivery technologies are developed for targeted delivery of medicine with a rapid and simple adjustment of drug doses. Additional capabilities, such as the sensing capability that enables the release, adjustment, or interruption of drug release by sending physical or biological signals, and the ability to continuously control the drug release process that is especially\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nH\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nI\nuseful in treating chronic diseases as well as the remote communication and control capabilities, make the drug delivery technology very desirable. Different nanoengineered devices with tunable pores have been developed for drug delivery applications.67−69 Di Trani et al.70 used semiconductor fabrication techniques and developed a silicon carbide (SiC)coated membrane with a buried doped polysilicon electrode extended under the surface of a set of densely packed nanochannels. A schematic of this device is shown in Figure 4A. In this way, they were able to fabricate a membrane with adjustable permeability. This innovative nanofluidic membrane actuator utilizes electrostatic gating to control the release of drug. Controlled release of drugs is beneficial for cancer prevention therapies as well. Ballerini et al.71 developed a nanochannel delivery system (nDS) for the controlled and sustained release of Tamoxifen (a FDA approved drug) in mammary tissue for breast cancer prevention. In vitro evaluations on 9-week old rats showed that the nDS implant enables sustained low-dose drug delivery over several month. Since the nDS was placed next to the target organ, whole-body exposure and associated side effects were also minimized, while the treatment efficiency in reducing the mammary gland aggregates was improved compared to alternative common treatment methods. Nonetheless, improved drug solubility is still imperative to achieve a longer and more constant release needed for treating larger animals and humans. In addition, nanochannel arrays can be used for controlled drug release required for visual impairments. Di Trani et al.72 built the so-called nanofluidic vitreal system for therapeutic administration (nViSTA) that operates using a nanochannel membrane and does not require any pump, actuation, or medical intervention. This intravitreal implant is only 700 × 700 × 800 μm in dimension and contains nanochannels with heights of only 20 nm. The dimensions of the nanochannels are particularly tailored to enable optimal utilization of electrostatic, steric, and hydrodynamic effects to achieve and maintain a hindered diffusion across the membrane. As depicted in Figure 4B, the drug is loaded in a powder form into microchannels and is later dissolved into fluid driven by capillary forces. The concentration gradient in the fluid across the nanochannel membrane leads to drug diffusion. A major advantage of the nViSTA implant is that unlike most of the currently available intraocular implants, it offers flexibility in drug choice, allowing for the delivery of different types of medications from the same platform. Nanoconfinement for Nanofabrication. Nanoconfinements are of great importance in developing structures with\nnanoscopic features. The incorporation of these nanostructures leads to an enhanced operation of the fabricated systems in a variety of applications such as sensing and detection,73 photonics,74 and energy conversion.75,76 For example, the template wetting technique can be used to fabricate ordered arrays of both high-aspect ratio and low-aspect ratio onedimensional (1D) nanostructures. Garcia-Gutierrez et al.74 used a wetting nanoporous anodic aluminum oxide (AAO) template with polymer solution and were able to produce arrays of isolated poly(vinylidene fluoride) (PVDF) nanorods that are strongly desirable for applications in photonics, electronics, and mechanical and biomedical devices (see Figure 5A). The fabricated high-aspect ratio 1-D nanostructures are also suitable for studying size-dependent processes such as phase separation in block copolymers or crystalline textures. This fabrication technique is based on the phase transition in PVDF confined within nanopores and its interaction with the walls of the AAO membrane. The nanotemplate confinement can be utilized for polymeric nanowire fabrication as well. Cauda et al.75 studied the properties of arrays of nanowires prepared via template wetting of PVDF and poly(vinylidene fluoride-trifluoroethylene) (PVTF) into AAO membranes. As expected, the confinements in nanogeometries of the AAO membrane led to a preferential orientation of semicrystalline polymers and formed needle-like crystals stacked perpendicularly to the long axis of the PVTF nanowires, as shown in Figure 5B. They also applied a triangular voltage stimulus to these polymeric nanowires and investigated its piezoelectric properties such as the ferroelectric hysteresis loops, the current switch peaks in the I−V characteristics, and the displacement butterfly loops. In particular, a piezoelectric behavior was observed for the PVDF templated nanowires, whereas this property was completely absent in the thin film of the same material. This observation underscores the crucial role of nanoconfinement in the enhancement of the piezoelectric features of the templated nanowires. Another example that highlights the significant role of nanochannels in nanofabrication is their application for lithium metal batteries stabilization. Lithium metal batteries are notorious for their safety issues related to a potential short circuit between the opposite electrodes caused by dendrite growth on lithium metal and the consequent firing. Liu et al.76 reported a strategy to stop the dendrite growth on the anode where a polyimide coating layer with vertical nanoscale channels of high-aspect ratio was used to deposit the lithium metal (Figure 5C). In fact, when the nanochannel coating is introduced into the electrode geometry, the ionic flux streamlines are seen to be more uniformly distributed within\nFigure 6. continued\nCopyright 2020 American Chemical Society and Copyright 2018 Royal Society of Chemistry, respectively. (C) Schematic of environmental scanning electron microscopy. Adapted with permission from ref 96. Copyright 2016 Elsevier. ESEM image of a water meniscus within a CNT. Reproduced with permission from ref 86. Copyright 2004 American Chemical Society. (D) Schematic of TEM. Adapted with permission from ref 96. Copyright 2016 Elsevier. TEM image of ultrathin water film absorbed on the inner wall of a CNT. Reproduced with permission from ref 87. Copyright 2018 American Chemical Society. (E) Schematic of an atomic force microscopy system used to probe the dielectric constant of the confined water in nanochannels made of 2-D materials and the corresponding AFM image. Adapted with permission from ref 88. Copyright 2018 The American Association for the Advancement of Science. (F) Schematic of a scanning electromechanical microscopy setup to explore mass transport in sub-3 nm silica nanochannels and the corresponding 2D image. Reproduced with permission from ref 90. Copyright 2019 American Chemical Society. (G) Schematic of a weight measurement method used to investigate capillary evaporation in graphene nanochannels. Adapted with permission from ref 91. Copyright 2016 Springer Nature. (H) Schematic of a mass spectrometer setup to probe gas transport within atomic-scale confinement. Adapted with permission from ref 95. Copyright 2018 Springer Nature. (I) Schematic of the electrical measurement setup and the corresponding I−V characteristic results used to explore nanoscale fluid behavior. Reproduced with permission from ref 84. Copyright 2020 American Chemical Society.\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nJ\nthe columnar pores compared to the regular filamentary lithium anodes where regions of increased Li cation flux (also known as hot spots) that lead to dendrite growth are observed; hence, the introduction of nanoscale features proves to help inhibit the dendrite growth."
    }, {
      "heading" : "MASS/ION TRANSPORT METROLOGY",
      "text" : "Experimental Techniques. It is well-known that fluid behavior at the nanometer length scale deviates from that in the bulk. Sophisticated instruments and techniques are essential to explore the mechanics of fluid and transport phenomena at such a small scale. Various methods such as optical and fluorescence microscopy, electrical conductance measurement, scanning and transition electron microscopy, mass spectroscopy, and surface characterization techniques such as atomic force microscopy (AFM) have been utilized to probe the transport properties and nature of fluid at nanofluidic devices. In this section, we briefly review the most important approaches and existing challenges in recent experimental studies. Optical microscopy has been frequently used as the prevalent method to visualize the fluid dynamics inside transparent channels,77−82 as depicted in Figure 6A. However, the optical contrast between liquid and vapor phases becomes negligible as the height of the channels drops to a nanometer and subnanometer scale, where the optical path across the channel is too short to distinguish between liquid and vapor phases. Nonetheless, this situation can be improved by introducing an optical enhancement layer. Li et al.83 studied fluid flow in sub-10 nm channels via direct visualization that was only possible after the deposition of silicon nitride on the bottom of the channels as the enhancement layer. They examined the capillary flow of six different liquids including hydrocarbons and water. The results indicated that the Lucas− Washburn (LW) equation holds for both polar and nonpolar liquids even at the sub-10 nm scale, while two additional coefficients were introduced to the original LW equation to account for the liquid/wall interactions at those scales. In a later study by Nazari et al.,84 analogous results were reported for capillary flow of a binary mixture of ethanol/water (0.20/ 0.80) in 10 nm high channels, where the modified LW equation was satisfied. However, they also reported the breakdown of capillary flow (and LW-like behavior) in sub10 nm channels for pure ethanol and isopropanol. Their observation revealed that for liquids with low surface tension, the capillary imbibition was completely inhibited, and mass transport along the channel was limited to vapor diffusion. The results were confirmed using several other techniques besides optical microscopy. They also studied the capillary flow of isopropanol and ethanol through channels with heights of 40 and 20 nm as well, where both liquids penetrated the channels with a rate agreeing to that predicted by the modified LW equation. Fluorescence microscopy is an alternative technique to probe the fluid behavior in nanoconfinements. Fluorescence imaging functions as a fluorescence dye dissolved in the liquid becomes excited and emits light within a specific wavelength. This technique is specifically useful for biological and physical research in nanofluidics due to its high signal-to-noise ratio and single-molecule sensitivity. It also overcomes the limitations caused by the small fluid volume characteristic of these systems. For instance, Zhong et al.85 applied fluorescence microscopy to monitor fluid behavior at sub-10 nm nano-\nchannels (Figure 6B). However, the intensity of the emitted light was very weak due to the small number of fluorescence molecules confined in the nanochannels. Hence, they also employed a silicon nitride layer to build a Fabry−Peŕot resonator that enhances both excitation and emission lights. Although many researchers have employed optical and fluorescence microscopy techniques to study fluid behavior at nanoconfinements, these methods are insufficient when the confinement size shrinks to <5 nm. To the best of our knowledge, there is no report regarding the direct observation of liquid at the sub-5 nm scale. Environmental scanning electron microscopy (ESEM) is a promising approach that can be used for in Situ studying of liquid transport at small scales. Unlike conventional scanning electron microscopy (SEM), this technique allows for the imaging of hydrated material and does not require vacuum conditions. In fact, imaging is carried out under pressures up to 20 Torr, maintained by circulating a gas (typically water vapor or nitrogen) inside the ESEM chamber. ESEM chamber accommodates a Peltier plate which also makes temperature and pressure adjustments possible. Rossi et al.86 utilized ESEM to study the filling and displacement of water inside CNTs with diameters between 200 and 300 nm and walls of 10−15 nm thickness. The ability of ESEM to see through the CNT walls was used to explore water evaporation and condensation inside CNTs as well. Authors fabricated the CNTs through chemical vapor deposition (CVD) of carbon in alumina membrane. The developed CNTs demonstrated strong hydrophilicity with water contact angles between 5° to 20°, as shown in Figure 6C. While ESEM can provide useful information about fluid dynamics, transport, and phase change properties inside relatively larger CNTs, its spatial resolution is not sufficiently high to visualize liquid structure within nanoscale confinements. Transmission electron microscopy (TEM), on the other hand, enjoys higher, subnanometer spatial resolution. Notwithstanding, the ultrahigh vacuum required for TEM operation leads to fast evaporation of most fluids, making the study of nanoconfined liquid limited to closed cap CNTs or liquid cells, wherein a larger pressure can be maintained. The observations of Tomo et al.,87 however, suggested that a thin layer of water remains stable on the walls of open hydrophilized CNTs, as shown in Figure 6D, and does not evaporate even under the extremely low pressures maintained during TEM visualization. The stability of this 1−7 nm liquid layer inside CNTs with diameters of tens of nanometer was attributed to a combination of curvature, nanoscale surface roughness, and confinement resulting in a lower vapor pressure for water, hence inhibiting its vaporization. Another innovative approach to analyze the properties of nanoconfined liquids is through the application of AFM. Whereas, AFM commonly serves as an apparatus to characterize solid surfaces topographical properties, for example, roughness, alternative applications have taken advantage of this technology as well. For example, Fumagalli et al.88 employed AFM for the dielectric imaging of nanochannels. They investigated the properties of water inside nanochannels fabricated via van der Waals assembly89 of atomically flat crystals of graphite and hexagonal boron nitride (h-BN), where graphite was used as a bottom layer for the assembly as well as the ground electrode in capacitance measurements. A h-BN crystal served as the top layer that was separated from the graphite by a spacer layer of h-BN in the form of parallel\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nK\nstripes. This striped h-BN layer formed the channels and determined their heights. As shown in Figure 6E, AFM was utilized to scan over the channels and detect the electrostatic forces between the graphite layer and the AFM tip that served as the second electrode. Figure 6E demonstrates that the water filled nanochannels are easily distinguishable from channel walls made from h-BN. It was observed that the out of plane dielectric constant of confined water was almost identical to its bulk value in channels with heights larger than 100 nm, but it dropped drastically to values as small as 2 for few nanometer tall channels. Scanning electrochemical microscopy (SECM) is a powerful tool to study molecular transport across ionic channels and has been successfully used to determine the permeability of artificial and biological nanoporous membranes. SECM is a very useful technique to characterize the relationship between membrane structure and molecular transport behavior, because in addition to measuring the molecular transport rate across the membrane, it resolves the spatial distribution of molecules at the membrane surface. Yao et al.90 employed SECM to study the dynamics of molecular transport across ultrathin silica nanoporous membranes consisting of sub-3 nm diameter perpendicular channels. Figure 6F depicts the schematic of the setup as well as an example two-dimensional (2D) current image obtained by scanning over four pores of the silica nanochannel membrane. The observations suggested that the membrane with a negatively charged surface has a permselectivity to anionic molecules and the transport rate of anionic redox probe depends strongly on the overlap of EDL; a lower electrolyte concentration resulted in a stronger overlap of EDL, which in turn led to a slower transport of the redox probe. Alternative innovative instruments and techniques have also been developed for mass transport analysis. For example, Radha et al.91 used the van der Waals assembly method to fabricate graphitic channels with heights ranging from one to a few tens of atomic planes with atomic-scale precision; where atomically flat top and bottom graphite crystals were separated by an array of spacers made from few-layer graphene. Precision gravimetry was used to explore the kinetics of water transport through these hydrophilic channels (contact angle ∼55°−85°): The nanocapillary device was inserted into a Si nitride chip and mounted on top of a miniature container partially filled with deionized water, as shown in Figure 6G. The variations in the container mass by time were monitored for nanocapillary devices with different channel heights from which water transport rates were extracted. Figure 6G shows sample experimental data from weight measurements, where the container mass decreases linearly by time due the ongoing water evaporation and transport through the capillaries. The observations revealed unexpectedly fast transport of water through nanochannels (with velocities up to 1 m/s) that was attributed to high capillary pressures (ca. 1000 bar) and substantial flow slippage. Gas transport through nano/molecular-scale channels is another phenomenon that its accurate characterization is imperative owing to the its omnipresence in nature and technology.92−94 Mass spectrometry can be employed to precisely quantify the gas flow rate through channels with such small dimensions. Keerthi et al.95 developed a setup, schematically depicted in Figure 6H, that helps determine gas flow rates through channels as small as 6.7 Å. In this setup, the nanochannel device (a tricrystal van der Waals assembly)\ncovers an aperture in a silicon nitride membrane prepared on top of a silicon wafer. The wafer separated into two containers, one of which had a gas under adjustable pressure, whereas the other had a vacuum chamber equipped with a mass spectrometer. In Figure 6H, the measured flow rates as a function of pressure for permeation of helium through nanochannels made from different material are also shown, that is, graphite, h-BN, and MoS2. Helium transport through these 2D channels demonstrated a strong dependence on channel material, where permeation through h-BN and graphite channels turned out to be 2 orders of magnitude faster than that for MoS2, for identical channel geometry. Electric current (I) against voltage (V) measurements can be used to examine mass transport in nanochannels as well. In these experiments, the nanochannel connects two microreservoirs at its opposite ends, as shown in Figure 6H. Once the reservoirs and the channel are filled with liquid, two electrodes are placed inside reservoirs and I−V curves are obtained. Nazari et al.84 used this method and calculated the electrical conductivity for different liquids and for channels with different heights (Figure 6H). The smaller conductivity observed for 10 nm channels compared to channels with 20 and 40 nm heights was attributed to the presence of an electrically insulting phase (vapor) inside these channels. Hence, spontaneous capillary wicking was shown to break down for 10 nm channels. Increasing the surface tension of the liquid, however, resulted in recovery of the electrical conductivity, that is, complete filling of the channels with liquid. This phenomenon was exploited to introduce the concept of surface tension nanogates.\nMolecular Simulations. When nanochannels height approaches a few nanometers, molecular simulation becomes an indispensable tool to study the fluid properties and elucidate the physics of flow within the channel in addition to the experimental techniques. Simulations not only help explain experimental observations but also are crucial in studying phenomena at the molecular level, especially in close proximity of the liquid/wall interface, where experimental investigation is extremely challenging. Such phenomena include wall-induced molecular restructuring, apparent viscosity, slip behavior, wall friction, energy dissipation, etc. In this section, we first briefly introduce molecular simulation techniques used for studying nanofluidics. Then, we survey the advancements in the understanding of nanofluidics aided by molecular simulations.\nMolecular Simulation Methods. Molecular dynamics (MD) and Monte Carlo (MC) are the two main techniques used to study fluid behavior in nanochannels. The main difference between these two methods is the way they step forward and generate the next configuration of the modeled molecular system. In MD, the equations of motion are numerically integrated as a function of time to generate the next state; thus it can provide dynamics of the molecular movement, which is essential for studying transport properties (e.g., diffusivity, viscosity, thermal conductivity, and slip conditions), as well as static properties such as liquid layering near channel wall and radial distribution function. For example, Huang et al.97 used MD simulations to show that by modifying the surface chemistry of a nanochannel using self-assembled monolayer (SAM), slip conditions could be widely tuned from negative slip to no-slip and to positive slip depending on phenomena such as the liquid layering and variations in surface\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nL\nfriction and local viscosity that in turn depend on SAM hydrophobicity. MC, on the other hand, generates the next configuration state based on the present configuration using a probabilistic rule and repeats the process to generate a sequence of states that have no time correlation. Since there is no time involved, MC can only provide static information such as the structural and thermodynamic properties (e.g., free energy, density profile), rather than transport properties. However, MC can be a very valuable tool to prepare reasonable molecular systems for subsequent MD simulations (Figure 7A). For example, prior to application of MD to study the transport of water in a CNT, Striolo et al.98 and Wei et al.99 used grand canonical MC (GCMC) to fill the CNT with the equilibrium number of water molecules under a given thermodynamic condition (e.g., 1 atm and 300 K). Without this GCMC simulation, MD simulation may not yield reasonable results since the packing order of water molecules and transport properties can be strongly impacted by the density. Popular MD simulation packages such as LAMMPS,100 GROMACS,101 and AMBER102 are all appropriate for simulations of fluid flow in nanochannels. LAMMPS provides the additional advantage that GCMC can be performed in the same package. To calculate transport properties, two methods can be used in MD simulations. One is the non-equilibrium molecular dynamics (NEMD) method, which allows for direct measurement of target properties analogous to that in experiments. For example, a shear force can be established by translating a wall with respect to another for viscosity calculation (Figure 7B). Additional experiment-inspired phenomena such as viscous flow in nanochannels,103,104 in Situ nanoindentation, and stress tests105 can also be easily\nsimulated using NEMD. The obtained results often demonstrate close agreements with the experimental data. In addition, NEMD is relatively straightforward and generally produces robust results. However, given the mismatch between computational and real experimental time and length scales, the non-equilibrium conditions applied in NEMD can be unrealistically large (e.g., >100 m/s for shear velocity, 107 K/m in temperature gradient),106,107 and thus it is common to test the calculated properties as a function of the applied nonequilibrium gradient to either see a convergence or perform extrapolation to realistic gradients.108−110 The other method is the equilibrium molecular dynamics (EMD), which calculates transport properties based on the linear response theory.111 EMD can be considered advantageous as it does not require applying unrealistic non-equilibrium conditions (e.g., high shear rate or temperature gradient). For example, as long as the sought after property is a transport property such as diffusion,112 shear viscosity/friction coefficient,99,113 and thermal conductivity,114−116 EMD is recommended. However, one usually needs to run many independent simulations in order to overcome the convergence problem related to the incomplete sampling of the phase space or insufficient replicas.116,117\nMolecular Simulation for Nanofluidics. Most unconventional behaviors of fluid in nanochannels originate from the nanoscale size effect. The small channel size makes the ratio between the wall/liquid interface area and the liquid volume very large, making the fluid flow in such channels dominated by the interfacial interaction, especially when the channel sizes are only a few nanometers. If we consider an interatomic interaction cutoff of 1 nm, then the ratio of the numbers of the surface atoms (the ones within the interaction range from wall)\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nM\nand the total atoms is roughly (x2 − (x − 2)2)/x2 in a nanochannel with a square cross-section with a side of x. When x = 10 nm, this ratio is 36%, and it becomes 64% when x = 5 nm. A key influence from the wall is directly from its interaction with liquid molecules, making the surface atoms experience a different bonding environment than those in the bulk. Liquid/wall interaction mainly consists of van der Waals and electrostatic interactions, both of which are physical interactions. Chemical bonds can form when the chemical reaction with the wall happens, but such bonded molecules become a part of the wall and can serve as surface functionalization, such as SAM. Such functionalization is an effective way of tuning the liquid/wall interaction.97,106,118−121 When the liquid/wall interaction is strong, it can lead to the formation of ultrathin stagnant liquid layers on the surface which can reduce the effective size of the channel and results in increased flow resistance. From a boundary condition point of view, this is the no-slip boundary (Figure 7B). However, these molecular-level, subnanometer features pose significant challenges for experimental characterization, where molecular simulations are an indispensable tool. For example, Lane et al.122 used MD to show that surface functionalization via SAM can confine the orientation of water molecules in a nanochannel, forming special structures, and such a confinement depends on the nanoscale size of the channel. Despite the nanoconfinement, the MD simulation found that there was always liquid diffusion inside the channel. Similar liquid molecular restructuring phenomena near the nanochannel wall have been widely seen in recent molecular simulation studies.97,106,123,124 Nanoconfinement can also induce or work with other mechanisms to influence the fluid behavior in the nanochannels. For example, the electro-viscous effects,125−127 formation of gas nanobubbles,128,129 and presence of a stagnant liquid layer adjacent to the walls130−136 are some of the proposed causes for the flow slowdown in nanochannels. Molecular simulations have played important roles in understanding these mechanisms. The electro-viscous effect is caused by the presence of the EDL near the wall/liquid interface, which is essentially the result of the electrostatic interaction between the wall and polar liquid molecules (e.g., water). Such an effect is proposed to be responsible for ionic transport behavior within nanochannels and to generate a streaming potential that results in an electroosmotic counter flow and an increase in the apparent dynamic viscosity.137 Zhang et al.124 conducted MD simulations of electro-osmotic flow in nanochannels and showed that the electrostatic interactions between the ions and the charged wall were dominant in the EDL region rather than the van der Waals interactions. Lee et al.138 used MD simulations to model the EDL and found excellent agreement for various qualitative and quantitative assessments on mass density profiles, charge density, electric potential profiles, and capacitance trends with the constrained density functional method, providing the molecular details that cannot be easily characterized in experiments. The slip boundary condition is another phenomena that has been extensively studied using molecular simulations.139−146 Since the surface effect plays a dominant role at nanoscale channels, the interfacial fluidic behavior is more important in nanochannels than in their micro or macroscale counterparts. Ewen et al.147 conducted tribological experiments and NEMD simulations to investigate the effect of confined fluid molecular structure on non-equilibrium phase behavior and friction. The\nsimulations showed that the friction coefficient of lubricants (that are broadly linear molecules) increases as a function of strain rate and pressure; results that agreed well with those obtained from the experiments. Priezjev et al.144,146 have shown that by changing the polymer melt/wall interaction, the slip behavior of the fluid and the structure of the fluid could be changed. Similar NEMD studies have also been extensively performed for different liquid and surface conditions.140,142,143,145 Huang et al.97 performed MD simulations to study the slip behavior of water confined between different SAM-functionalized surfaces and found positive and negative slip lengths for hydrophobic and hydrophilic SAM functionalization, respectively; a transition that can be explained by the strength of the interfacial interactions between water molecules and the SAM surface. The smaller relaxation time of the interfacial water and the more pronounced water trapping inside the SAM layer which impede the water slip were also the result of the stronger interaction. One of the most widely studied nanochannels with a few nanometer sizes is CNTs. The fast water transport in CNTs is the most prominent behavior observed both through computer simulations148−150 and experiments.151−153 Falk et al.154 studied the interfacial friction of water at graphitic interfaces with various topologies and found the friction coefficient curvature dependence is mainly associated with a curvatureinduced incommensurability between the water and carbon structures. Bahu et al.155 discovered that the degree of confinement and curvature effects had greater impact on the liquid/solid interfacial friction in the case of confined water molecules in CNTs. Ma et al.156 performed MD studies of water transport in CNT with flow velocities comparable to experimental values and observed previously undetected oscillations in the friction force between water and CNTs, showing that these oscillations resulted from the coupling between confined water molecules and the longitudinal phonon modes of the nanotube. Suk et al.157 modeled the water flow rate through CNTs while taking the entrance/exit effects into consideration and proposed a water flow model that covers various lengths and radii of CNTs. Walther et al.158 performed large-scale MD simulations to simulate micrometerthick CNT-based membranes commonly used in experiments but found flow rates far below experimental values, suggesting the reported superfast transport rates could not be attributed to interactions of water with pristine CNTs alone. The fast water transport in CNTs is typically attributed to a breakdown of no-slip boundary conditions. Slippage of water molecules at the interface of CNT has been discussed in a range of studies,153,154,159,160 and the reported slip length varies between 25 and 100 nm depending on the diameter.161 An important benefit of MD simulation is that, unlike experiments, one can easily conduct parametric studies in MD. For example, Ma et al.162 showed the relationship between the CNT wall/ water interfacial friction stress and slip velocity follows a transition-state-theory-based inverse hyperbolic sine function, and this was found universally valid regardless of wetting properties. Under nanoconfinement, water can be more susceptible to electrostatic interactions from the confining walls. Wei et al.99 performed a systematic parametric study of the charges of the carbon atoms on CNT, which helped reveal why the BNNT had such a different water transport than CNT. This MD study also showed that water molecules experience a drastically different potential landscape in a CNT than in a BNNT, where the two materials differ only by the\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nN\nelectrostatic interactions due to the charged boron and nitrogen atoms. Brog and Reese163 showed that CNTs had a higher flow enhancement factor compared to BNNTs and silicon carbide nanotubes (SiCNTs) with identical length. They also concluded that experimental results suffered from very large uncertainties and would require many independent replications, whereas MD simulations can be alternatively used to provide meaningful guidance. Thomas et al.141 also modeled the transport of water through CNTs using MD and observed an enhanced transport of water in CNTs. They argued that the frictionless surfaces and depletion layers formed near the walls due to the electrically and mechanically smooth surfaces of CNTs were responsible for the fast water diffusion. On the other hand, for water transport across membranes made of armchair (8, 8) BNNTs and armchair (8, 8) CNTs, MD simulations predicted similar fluxes,3 indicating similar friction coefficients for water transport. There is also a wide range of parametric studies about other relevant factors, for example, CNT diameter,148,164−167 chirality,168−172 and charge,99,158,173,174 which have helped further clarify the role of these parameters in water transport through CNTs. Similar parametric studies have also been conducted in MD simulations to investigate the influence of the surface effects on the nanoconfined liquid not restricted to those in CNTs.175,176 For example, Dai et al.177 conducted MD simulations to show that the water flow rate in graphene oxide (GO) nanochannels was slow and the confined water structure became more disordered and loose when the GO nanochannels were more corrugated. As we move to scales on the order of molecular length, the transport characteristics in nanochannels become more intriguing as chain-like transport can occur,61,148 and MD simulation was used to aid the understanding of such chain-like transport.178\nMD has been found extremely useful to investigate a broad range of problems especially in nano/molecular scale, where elaborate experimental setups are required; however, the definition of boundary conditions is essential to obtain reliable results. For example, seemingly contradictory results have been reported for water transport through hydrophobic nanoconfinements. Whereas the majority of studies have demonstrated enhanced water diffusion through nanochannels with hydrophobic walls, nanoconduits with water diffusivities close to or even smaller than bulk value have been reported as well. For example, MD simulations conducted by Liu et al.179 showed that the water diffusion rate in nanopores and nanoslits was markedly lower than the bulk value. This in sharp contrast to results reported elsewhere, such as Zaragoza et al.,180 where the nanoconfinement was shown to expedite the flow. The unconventional behavior reported by Liu et al. stems from their boundary condition definition, where they ignored atomistic interactions at the liquid/wall interface and assumed that molecules rebound from the hydrophobic surface. Surface roughness could have been another potential cause of flow slowdown, while it is typically neglected in molecular simulation studies. Indeed, one of the reasons for the ultrafast water transport through CNTs is their inherent smoothness, which may be absent in other nanoconduits. In an intriguing study, Kim et al.181 conducted both equilibrium and nonequilibrium MD simulations of electro-osmotic flow of water and found that the diffusion of water along the flow direction in a charged nanochannel is similar to the bulk value; a result that was primarily attributed to the walls surface roughness.\nMolecular simulations have proven to be a very useful method not only to verify experimental results but also to expand the investigations of fluid transport properties to the extent that are not experimentally feasible. Notwithstanding, challenges can be encountered when applying these techniques. Molecular simulations are infamous for their inability to model large systems for long times, since the computational times can increase unreasonably. In addition, MD simulations rely on high fidelity force fields to correctly model the dynamics of the molecular system, but existing force fields can be inaccurate or even missing for certain interactions. Kannam et al.182 also pointed out a few shortcomings of NEMD simulation method, such as the very small velocity gradient of water inside CNTs, the fact that the magnitude of the average velocity is significantly larger than the thermal velocity of water (e.g., 10−100 m/s and ∼340 m/s, respectively, at 300 K), and the limitation of the model size. Since NEMD simulation requires a very careful analysis of the velocity profile, they suggested EMD as a more reliable method. Potential solutions are in development to address the current issues with molecular simulation techniques that will be discussed in the Future Outlook section. It must be noted that despite the mentioned problems, molecular simulations remain a vital contributor to the study of flow behavior and fluid properties at the nano/molecular scale."
    }, {
      "heading" : "TRANSPORT PHENOMENA IN NANOCHANNELS",
      "text" : "Liquid Transport. Understanding the underlying physics of flow of liquids confined in nanoscale geometries is essential to address many common challenges existing in science and engineering applications such as nanomedicine,66,68,69 energy storage and conversion,34,36,47,183−188 water purification,3,189−191 and electronic cooling.192−196 As the confinement dimensions shrink, the role of liquid/wall interactions becomes more significant. These interactions result in the properties and behavior of the confined liquid to deviate considerably from those of the bulk liquid,77,83,197 so that the classical theories no longer hold.29 Nomura et al.,198 for example, demonstrated that both low-density and high-density states of water can exist inside an isolated CNT with a 1.25 nm diameter at temperatures close to room temperature, whereas this metastable coexistence state is predicted to be feasible only at temperatures below 230 K for bulk water. The observed departure in nanoconfined fluids properties from the bulk is mainly due to the contributions of physical phenomena such as flow slippage151−153,199−201 and apparent viscosity113,133,159,202,203 that were negligible at larger scales. Liquid transport phenomena in nanoscopic confinement have been investigated both by MD simulations and experiments. In some cases, the results show a slower flow in nanoconduits compared to the predictions from classical theories, whereas sometimes the flow rate of the confined liquid exceeds the theoretical predictions.77,159,204 These apparently contradicting results for flow behavior in nanochannels are, in fact, due to different types and strengths of the liquid/wall interactions. These interactions that play a crucial role at small scales can be categorized according to the degree of affinity between the liquid and the wall surface. Hydrophobic and hydrophilic are two broad categories that surfaces with weak and strong affinity with water fall into, respectively. Therefore, there can be a significant difference in properties and transport behavior of water in nanochannels with hydrophobic walls and those with hydrophilic wall surfaces.205 In hydrophobic confinements,\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nO\nwater molecules can slip on walls, and consequently, the classical assumption of no-slip boundary condition is no longer\nvalid.148−150,206 In fact, the weak liquid/wall interactions lead to formation of a depletion layer near the wall surfaces wherein\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nP\nthe liquid viscosity is substantially less than bulk viscosity. This phenomenon results in a higher mobility of water molecules and can be characterized in terms of true slip length.207 However, the situation in hydrophilic confinements, where liquid molecules undergo a notable epitaxial ordering, is quite different. That is, the strong liquid/wall interactions immobilize a very thin liquid layer adjacent to the walls leading to a significant increase in local and average viscosity that, in turn, slows the fluid flow. This phenomenon, known as multilayer sticking, has been reported in several studies.208−211 One might intuitively assume that stronger liquid/wall interactions (better liquid/wall wetting) always imply greater friction. However, an interesting study carried out by Rajan et al.212 argued against this statement. They observed an increasing trend in friction coefficient between h-BN walls and different liquids, while the liquid/wall affinity decreased. The observations were explained by highlighting the point that the electrostatic component of liquid/wall interactions plays the main role in determining the liquid/wall friction coefficient, while the wettability shows a strong dependence on the dispersion component. More details on liquid/wall interaction effects on liquid flow through nanochannels is provided in the following section. Expedited Liquid Transport. The slippage of polar liquids on hydrophobic surfaces as well as the decrease in their viscosity near such surfaces leads to a significant increase in the average liquid flow velocity in nanofluidic systems made from such material. Slip length has been defined as a parameter to quantify the degree of flow slippage and the extent of change in properties (such as viscosity) of liquid confined within nanochannels with hydrophobic walls. As shown in Figure 8A, Wu et al.207 defined effective slip (length) as the linear sum of true slip and apparent slip raising due to water/wall slippage and varying viscosity near the walls, respectively. The slip length denotes the distance between the channel height and the height of a hypothetical channel where the liquid velocity would become zero at the walls. Figure 8C shows the MD simulations results obtained by Huang et al.213 depicting the relationship between the true slip length and water/wall contact angle for a variety of organic and inorganic surfaces. Interestingly, slip lengths on different surfaces collapse nearly onto a single curve as a function of the static contact angle characterizing the surface wettability, thereby suggesting a quasi-universal relationship. They also discredited the classical assumption of existence of a linear relationship between slip length and depletion layer thickness. Figure 8D shows the measurements for the slip length versus the depletion width for three extremely smooth diamond surfaces, where instead of the simple linear relationship, the slip length seems to scale with forth power of the depletion width. Results obtained from MD simulation and experiments have demonstrated that surface wettability, wall roughness, operation conditions, and liquid viscosity are the parameters affecting the slip length. An ultrafast water transport in hydrophobic nanoconfinements has been reported in many experimental studies.91 Among them, CNTs152,214 are of special interest as they allow the study of mass transport through channels with nanoscopic diameters and atomically smooth walls and seem very promising to serve as membranes as well as for application in nanofluidic systems, desalination, energy harvesting, and nanofiltration. Majumder et al.,151 for instance, studied liquid transport through multiwall CNTs with an inner diameter of 7 nm at 1 bar. The observations indicated a substantial deviation in liquid velocity from the classical Hagen−Poiseuille theory\nwhere the liquid flew 4−5 orders of magnitude faster compared to the predictions. This improvement in liquid flow rate was attributed to slip phenomenon. In fact, the weak molecular interactions between water and CNT walls lead to formation of a molecularly thin depletion layer near the liquid/wall interface that increases the flow velocity by eliminating the frictions and associated viscous dissipations between water and CNT walls surface. The degree of flow slippage was also characterized in terms of slip length with values in the range of 3−70 μm. They measured the flow rate of a variety of solvents such as ethanol, isopropanol, hexane, and decane as well. The results indicated a decrease in the slip length as the solvent became more hydrophilic, that is, its affinity to CNTs walls increased, which is reasonable since boundary slippage is based on weak liquid/ wall interactions. Both computer simulations148−150 and experiments151−153 have recognized the breakdown of no-slip boundary conditions responsible for the fast water transport in CNTs. Slippage of water molecules at the interface of CNT is discussed in a range of studies,153,154,159,160 and the reported slip length161 varies in the range of 25−100 nm depending on the diameter. Secchi et al.153 conducted further investigations, where they measured the pressure-driven flow of water through individual CNTs and BNNTs. The obtained experimental data, plotted in Figure 8B, reveal substantial water slippage on CNT walls that decreases drastically for CNTs with larger radii. However, no water slippage was observed in BNNTs, regardless of the tube dimensions. This result is of great importance considering the fact that MD simulations using semi-empirical interfacial parameters predict similar flow behavior through CNTs and BNNTs.215,216 Albeit more recent simulation results predict that water friction on CNT surface is lower than that on BNNT;217 however, the projected difference in flow rates is significantly smaller than the experimental observations by Secchi et al. Since CNT and BNNT have an identical crystallography, this unexpected difference in slippage properties was attributed to their electronic structure: CNTs are semi-metallic, while BNNTs are insulators. These findings highlight that even subtle differences in atomic-scale details of solid−liquid interfaces can substantially impact the hydrodynamics of flow in nanofluidic systems. Unlike the systematic variations in slip length by channel size reported in previous studies, Xie et al.218 observed a wide range of relatively scattered values of slip length for water flow through graphitic nanoconduits. To experimentally measure the slip length, they used MEMS fabrication techniques and developed hybrid silica/graphene nanochannels, where a silica and a graphene nanochannel with identical cross-sectional dimensions were connected. The slip length of water on graphene was determined by measuring the hydraulic resistance in the channels. They monitored the meniscus location movement inside the graphene and the silica nanochannels through an optical microscope. The obtained data for slip length in channels with heights varying between 20 and 125 nm do not show any specific trend; instead a random distribution of values between 0 and 200 nm with a statistical median of 16 nm is observed. Differences in functional groups and charges on graphene surface as well as the interaction between graphene and its silica substrate were postulated to be responsible for these variations in graphene slip length. Despite the promising fast liquid transport demonstrated for CNTs, their integration into macroscopic devices has remained\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nQ\nextremely challenging, limiting their applications. On the other hand, graphene has also attracted considerable attention as a potential core material for nanoconduit fabrication. Several studies on gas, liquid, ion, and DNA transport through graphene pores have been conducted. However, the fabrication process of artificial graphene capillaries with precisely controlled dimensions at nanometer scale appears challenging and requires further investigations to overcome challenges such as those associated with surface roughness. Recently, Majumder et al.214 reported an innovative technique for the fabrication of narrow and atomically smooth graphene nanochannels. This structure is produced through van der Waals assembly of exfoliated graphene sheets separated by a 2D crystal spacer. Using this fabrication method, they developed nanofluidic devices containing 200 nanochannels with widths of 130 nm and lengths between 2 and 10 μm. They were able to control the channels height between 0.7 to 10 nm by changing the number of 2D crystal stripe spacers. They used a precision gravimetric procedure to explore water permeation through the nanofluidic device and analyze the capillary flow in graphene nanochannels. The extremely fast water transport observed in nanochannels was attributed to water slippage on the channel walls. They also measured the capillary flow rate in channels with different heights ranging\nfrom 10 nm to several angstroms: The liquid flow rate reduced by decreasing the channels height, but an unexpectedly fast flow was observed in channels with heights smaller than 2 nm. In addition, the highest measured liquid flow velocity of approximately 1 m·s−1 occurred in channels that accommodated only a few layers of water. This unexpected behavior was attributed to an increased structural order in nanoconfined water. MD simulations showed a slip length of ca. 60 nm and a viscosity increased by a factor of 2 compared to bulk for water flow in very shallow nanochannels. Nonetheless, these results may need further verification through experimental investigations. This work can significantly impact the nanofluidics field by introducing an additional technique to fabricate capillaries with subnanometer size and providing a wide choice of atomically flat materials such as h-BN and MoS2 for channel walls. Despite a high transport kinetic in these nanopores, these channels cannot match the fluxes and selectivity of biological porins.219,220 Marbach et al.221 suggested surface wiggling through enhanced diffusion, and entropic trapping governs the mass transport in these biological porins. This explains the higher performance of biological pores compared to the synthetic membranes.222\nAs the channel height moves toward single-digit nanometer and molecular scales, the transport characteristics become\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nR\nmore interesting, as the chain-like transport phenomenon can occur in these scales,61,148 where the extreme confinement forces the liquid to form a single-file chain within the channel. Figure 8E shows the enhancement factor (the ratio of actual flow rate to that predicted from Hagen−Poiseuille equation) for different channel/tube characteristic lengths, where data are extracted from different experimental and simulation studies.223 A noticeable increase in transport rate observed at sub10 nm scales is followed by an even more drastic increase at molecular scales. Tunuguntla et al.224 reported an order of magnitude higher permeance through subnanometer CNT (0.8 nm) compared to 1.5 nm CNT (Figure 8F). Water permeability in these angstrom-size CNT porins exceeded that in biological channels, for example, aquaporins by an order of magnitude, as well. These observations underscore the importance of this form of expedited liquid transport in molecular size channels. Furthermore, chain-like transport in nanomembrane with subnanometer pores provides a route for high mass flux membranes.178 On the other hand, the transport characteristic observed only in sub-10 nm channels displays substantial proton transport enhancements and ion mobility. This increased transport is realized by the dominance of surface charge effects at these scales.225,226\nIn must be noted that similar to chain-like transport that only takes place in molecular (subnanometer) channels, additional properties distinguish the transport in molecular channels from that in nanochannels. First, the liquid/wall interactions play a significantly more dominant role in molecular channels. An example of this was evidenced by the drastic change in water transport behavior in nanometer-scale and molecular-scale CNTs mentioned earlier. Moreover, since the diameter of hydrated ions is comparable to angstrom-size confinements, molecular channels can act as geometrical confinements for steric exclusion of specific ions. These gating features will be discussed in detail in the Ion Transport section. Impeded Liquid Transport. Unlike water flow within hydrophobic confinements, the transport of water through hydrophilic nanoconduits is slower than the theoretical predictions from classical flow rate equations. The electroviscous effects,125−127 formation of gas nanobubbles,128,129 liquid/wall interactions, and presence of a stagnant liquid layer adjacent to the walls130−136 are the proposed causes for the flow slowdown in nanochannels. The electro-viscous effect is caused by the presence of the electric double layer near the wall/liquid interface. The electro-viscous effect can increase the apparent dynamic viscosity due to the electro-osmotic counter flow induced by a streaming potential. The interfacial charged properties, such as electric double layers and Stern layer, are also important for ionic transport behavior within nanochannels.226 However, it has been shown that in nanochannels with a height of <200 nm, the contribution of the electro-viscous effect to the apparent viscosity is insignificant.228 Formation of nanobubbles in front of the advancing meniscus can slow down the imbibition by increasing the viscous resistance, but its effect on capillary flow rate seems negligible in sub-100 nm channels.129 Hence, the strong liquid/wall affinity, that is, the considerable longrange interactions between liquid molecules and the surface of the walls lead to an apparent increase in the liquid viscosity near the walls that is to blame for the slow flow rate.229 Kelly et al.230 used reflected differential interference contrast microscopy to visualize the imbibition of isopropanol (IPA) in siliceous 2D nanochannels. Their observations yielded that\nIPA permeation into these nanochannels under ambient conditions was consistently at least 5 times slower than the LW equation prediction. They attributed this slower flow to the formation of a relatively thick quasi-crystalline layer (10− 25 nm) near the walls, wherein molecules are strongly organized and structured. As shown schematically in Figure 9A, the velocity profile inside the channels is highly affected by these layers that results in a decrease in overall flow rate. Alibakhshi et al.77 designed a hybrid nanochannel device for precise measurement of water transport through 2D hydrophilic silica nanochannels. They measured the hydrodynamic resistance against the flow and compared it against the resistance predicted from classical LW equation. The variation in ratio of the actual resistance to the theoretical resistance for different nanochannel heights is shown in Figure 9B, where for larger channels, no significant deviation from predictions is observed. However, the difference increases with decreasing channel height and reaches 45% in the case of 7 nm channels. Formation of a stagnant layer of water (hydration layer) on the silica surface with the thickness up to 7 Å is believed to explain the increased resistance. Li et al.83 fabricated nanochannels with height of only 8 nm and used high contrast optical microscopy to directly visualize the real-time fluid dynamics of capillary filling for different polar and nonpolar liquids through silica nanochannels. Figure 9C shows their obtained data for displacement of the meniscus position by time for the filling of hexane, octane, and hexadecane as well as the theoretical predictions from modified LW equation. The results indicate that while the filling rate is consistently smaller than predictions from the original LW equation, it still follows the square root relationship suggested by LW equation. In addition, the modified LW was shown to successfully predict the experimental results. To characterize the overall effect of the liquid/wall interactions on flow rate, an interfacial layer in close proximity of the channel walls can be defined within which the liquid viscosity is greater than the bulk viscosity.113 Experimental observations confirm the existence of such a layer as well. For example, Tomo et al.87 reported the formation of superstable ultrathin water film on hydrophilized CNT walls observed via transition electron microscopy. These films with thicknesses of 1−7 nm were surprisingly stable even under vacuum conditions. The wall roughness and the strong liquid/wall adhesion were identified as the key parameters for the stability of the ultrathin water films. Recent investigation by Nazari et al.113 provided additional information about the properties of the interfacial layer developed near nanochannel walls such as the layer thickness and liquid viscosity within this layer for different liquids. The results obtained from both experiments and simulations suggested an interfacial viscosity three times larger than its bulk counterpart for both ethanol and IPA. The effective viscosity observed in nanochannels is, in fact, determined by the contributions from both the interfacial viscosity (applicable to the interfacial region) and bulk viscosity (applicable outside the interfacial region). The increased viscosity within the interfacial region is primarily due to reorientation and structuring of liquid molecules in response to long-range forces exerted from the walls. Hence, the interfacial viscosity highly depends on liquid/ wall affinity as it determines the strength of the interactions. Wu et al.207 also highlighted that water viscosity within interfacial region (0.7 nm thick) strongly depends on the contact angle, since contact angle represents the strength of the\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nS\nliquid/wall interactions. They proposed a linear relationship between the ratio of interfacial viscosity to bulk viscosity and the liquid/wall contact angle; an assumption that was supported by experimental and simulation data from previous studies,161,210,230−239 as shown in Figure 9D. Shaat and Zhang229 used a hybrid continuum-molecular mechanics technique to study the variations of viscosity and velocity across nanotube cross sections. As shown in Figure 9E, a clear peak in viscosity profile was observed near the wall. This is because a solid phase of water (ice) with a viscosity multiple times higher than the one of bulk water was observed at the first water layer. They calculated the interfacial water viscosity for different values of water/wall interactions strength: The viscosity increased to ∼10 times the bulk water viscosity when water/wall interaction strength was increased from 0.1 to 10 kJ/mol. They also demonstrated that the velocity profile for water flow in nanotubes is neither parabolic nor plug-like. A study by Wu et al.240 showed that temperature can be used as a stimulus to manipulate liquid fluidity in nanoconfinements. They experimented with both hydrophobic and hydrophilic nanopores. The temperature increase appeared to restrain water fluidity in hydrophilic confinements, but it improved the water transport by at least 4 orders of magnitude in hydrophobic confinements. These observations can be explained as the affinity between water and the hydrophilic wall strengthens at higher temperatures, whereas an increase in temperature adversely affects the interactions between water and hydrophobic walls. In fact, interfacial resistance and viscous resistance are the main forces slowing water transport. It is argued that interfacial resistance plays the main role in determining the water flow behavior in water/hydrophobic\nnanopore systems, while the viscous resistance dominates in water/hydrophilic systems. The electrostatic effects rising from interactions between liquid and charged walls can impact the transport properties, as well. Geng et al.241 used MD simulations to investigate the combined effect of surface charge and wettability on flow in nanoconfinement. They modeled water flow between two oppositely charged solid planar surfaces for different values of surface charge density and solid/liquid interaction energy (wettability). They used a positively charged upper surface and a lower surface with negative charge. As expected, the slip length decreased for larger solid/liquid interaction energies (more wettable surfaces). But, interestingly, at the largest surface charge density, the slip length became nearly independent of the water/solid interaction energy. Increasing the surface charge density also resulted in shrinkage of the slip length and increased molecular structuring near the walls. However, the impacts from positively and negatively charged surfaces on water structuring within the interfacial layer and slip length were different: At small surface charge densities, the positively charged surface induces a less ordering structure and larger slip than that by the negatively charged surface, whereas for large surface charge densities, the opposite correlation was observed. These differences can also be seen in Figure 9F, which shows a representative density profile of water under different surface charge densities and water/solid wettabilities. Note that the first peak in density profiles near the walls is closely related to the magnitude of slip length, and it also increases for larger surface densities.\nGas Transport. Gas transport through nanoconfinement is a of great significance in nature and technology and emerges in a variety of applications, for example, gas filtration in chemical\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nT\nplants and natural gas extraction from nonporous shale rocks, where gas molecules have to transport through tight spaces. At sufficiently small confinements, the mean free path of gas molecules becomes larger than the channel dimension, and molecular flow regime controls the transport. The Knudsen theory provides a universal description for this regime, in which gas molecules predominantly collide with confining walls rather than one another. This classical theory is based on diffuse reflection, that is, it assumes that gas molecules rebound from confining walls in all directions with random angles. However, several studies have revealed that gas flow rates through CNTs and graphene membranes exceed the Knudsen theory limit.21,152 For instance, Holt et al.152 reported gas\nfluxes through vertically aligned CNT membranes that are 1−2 orders of magnitude greater than those predicted by the Knudsen theory. The observed gas flow rates through CNTbased membranes were also several orders of magnitude larger than those in commercial polycarbonate membranes, despite having pore sizes an order of magnitude smaller. This flow rate increase can be attributed to the intrinsic smoothness of the graphitic surfaces. Indeed, surface smoothness significantly affects the gas/wall collisions. Under atomically smooth surface conditions, the angle of incidence of gas molecules to the surface is the same as the angle of reflection, and thus gas molecules experience specular reflection from the channel walls rather than diffusion reflection. Consequently, the enhanced\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nU\nflow in graphitic nanoconduits can be attributed to the combination of specular and diffusion reflections. Notably, in the case of pure specular reflection at the gas/wall interface, a frictionless gas transport through the channels can take place.152 A specular reflection dominant collision can be achieved by making the wall surfaces extremely flat. Keerthi et al.95 achieved complete specular reflection in nanochannels made by van der Waals assembly of 2D materials.95 Exfoliated graphite, h-BN, and MoS2 with thicknesses of about a single layer of atoms are common 2D materials that have been utilized to fabricate subnanometer-scale channels with atomically flat surfaces. Investigations have shown that the transport of low-pressure helium gas through graphite or h-BN nanochannels enjoys a 10 to several hundred time enhancement in flow rate compared to the Knudsen theory predictions (see the enhancement factors shown in Figure 10A). It is also found that the gas permeability of graphite nanochannels is independent of channels length, that is, no momentum loss happens for gas molecules, confirming the frictionless gas transport through the channels. In contrast to h-BN and graphite nanochannels, the gas permeability through channels made by MoS2 follows the Knudsen theory predictions (diffusion reflection). The observed dissimilar gas transport behavior in channels with identical geometry but different materials arises from differences in their surface roughness. In other words, the MoS2 surface is rougher than graphite, and therefore, specular reflection of gas molecules cannot take place in the MoS2 nanochannels. This can be seen in Figure 10A which compares the intrinsic roughness of graphene and MoS2 (gray curves). Keerthi et al.\n95 also investigated the dependence of gas permeability on the channel size for frictionless channels, that is, h-BN and graphene-based conduits. Interestingly, the results showed a less significant increase in flow rates for larger channels. The authors explained this observation by referring to the increased surface roughness of larger channels due to the adsorbed hydrocarbon molecules on their walls. However, the wall surfaces in smaller channels remain smooth as they are protected from adsorption of the large hydrocarbon molecules due to their smaller “capture zone”. The mean free path of gas molecules, which is affected by particle/particle and particle/wall collisions, strongly depends on the geometry of the confinement. Although a variety of applied materials such as CNTs and zeolites have been utilized to study the gas flow at nanoscale confinement, advanced nanofluidic structures are needed to precisely characterize the effect of geometry and size of the conduit on the gas transport. Scorrano et al.242 investigated the gas flow through a controllable nanofluidic structure fabricated via a sacrificial layer method. The researchers employed physical vapor deposition to fabricate channels with precise dimensions and heights as small as 2.5 nm by adjusting the thickness of the sacrificial layer (tungsten film). As shown in Figure 10B, the structure of the fluidics device is arranged in the form of a membrane, where rectangular shape nanochannels are connected to the membrane inlet and outlet through microchannels. The authors measured the gas flow rate across the membrane using the experimental setup shown in Figure 10B and carried out finite element simulations to verify that the parallel sets of nanochannels control the gas flow within the membrane rather than the array of microchannels. In addition, they developed a numerical model to calculate the geometry-dependent mean free path of gas molecules and\npredicted the volumetric gas flow rate within nanochannels of various heights (ranging from 2.5 to 250 nm) that was in close agreement with their experimental results.\nIon Transport. Ion transport can be a critical component in a considerable portion of applications associated with nanochannels; hence, understanding its potential contributions is of great importance. In electrostatic forces, for example, the surface charges play the major role in ion transport phenomena. A fundamental concept of electrostatic contribution in ion transport is explained in the context of EDL, which is defined as the region where the surface charge is balanced by the opposite ion cloud.243 The EDL width is denoted by Debye length and is inversely proportional to the ionic concentration of the confined solvent.244 At low ionic concentrations, Debye length becomes comparable to the nanometer dimension of the confinement, and as a result, the surface charge will control the ion transport. The surfacecharged governed regime of ion transport mostly happens in hydrophilic nanochannels, such as silicon or glass, where the surface is negatively charged. Vermesh et al.245 investigated the transport of potassium chloride (KCl) solution through hydrophilic silica nanochannels, where the solution concentration was sufficiently small for Debye length to exceed the channel height. They demonstrated that during the surfacecharged governed regime, there is a threshold voltage beyond which sharp and nonlinear enhancement of ion transport occurs (Figure 11A). This nonlinear behavior arises from the variation in the ionic characteristic transport in EDL: The electric field overcomes the attractive electrostatic force between the cations and the negatively charged surface causing the movement of cations along the surface. The motion of ions pulls water on the surface and leads to a breakdown of the zero-slip boundary condition. Therefore, a promising method to enhance ion transport properties in nanofluidic systems is triggering water slippage over the surface, which can be achieved either by applying an electric field or utilizing hydrophobic surfaces. Xie et al.246 studied the effect of liquid/ wall affinity in ion transport enhancement by comparing the ion transport in silica (hydrophilic) and graphene-coated (hydrophobic) nanochannels with the same geometry. Graphene nanochannels were developed through a wet transfer of monolayer graphene onto silica nanochannels followed by glass anodic bonding, where three sides of the channels were covered with graphene. They reported that the graphene channels exhibit a higher ionic conductance than silica nanochannels in the surface-charged-governed regime, although the difference fades at high ionic concentrations (Figure 11B). The enhanced ionic conductance of graphene nanochannels at low ionic concentration should be attributed to improved electro-kinetic transport of ions. In other words, the higher surface charge and the large slip length on graphene surface leads to a higher ionic conductance compared to silica. Jung et al.247 studied the effect of ionic concentration on ion transport properties in graphene and silica nanochannels in channels with different heights (3.6, 10, and 50 nm). Analogous to the previous study, the graphene nanochannels demonstrated a faster ion transport compared to silica nanochannels, especially at low ionic concentrations (Figure 11C). This is because at low ionic concentrations, the surfacecharged regime which is strongly affected by flow slippage becomes the dominant mechanism of ion transport in nanochannels, resulting in enhanced ion transport in graphene nanochannels with significantly larger slip lengths compared to\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nV\nsilica. In addition, the highest flow enhancement factor obtained at low ionic concentration was observed for the smallest channel (3.6 nm height). This observation can be also explained in the context of surface-charged-governed regime. As the channel height decreases, there is a higher chance for the EDLs extending from different walls to overlap and make the surface-charge regime dominant across the entire channel. Esfandiar et al.61 studied ion transport through angstromscale slits with atomically flat surfaces. Three types of channels were fabricated by mechanical exfoliation: crystals of graphite, h-BN, or MoS2 were placed on top of each other, separated by stripes of bilayer graphite or monolayer MoS2. Analysis of the\nsurface charge of the fabricated channels indicated surface charge densities that were three to 4 orders of magnitude smaller than typical those reported for CNT, h-BN, and silica nanopores, a special feature that enabled the authors to investigate the role of more subtle phenomena such as steric effects precisely. It was found that ions with hydrated diameters larger than the slit size can still permeate through the channels. They also reported that in graphene and h-BN slits, anions have lower mobility compared to cations of the same size, primarily due to their stronger interactions with the walls. Figure 11D compares the conductance of slit devices made from graphite, h-BN, and MoS2, separated by graphene\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nW\nspacers. It can be seen that the models for all three different walls converge at higher salt concentrations. The role of hydrophobic walls in fast ion transport was further underscored by Jung et al.247 who realized that for a deionized water solution under electric field, a 3.6 nm high graphene nanochannel conducts ions up to 115 times faster than a nanochannel without graphene. To cover all channel walls with graphene, they developed a graphene-based nanochannel fabrication technique: Graphene was transferred onto both glass and nanochannel-patterned silica/Si substrates and was bonded using physical pressure, high temperature, and voltage under a vacuum of 10 mTorr, as shown schematically in Figure 11E. They measured the ionic conductance for channels with heights varying from 3.6 to 50 nm and solutions with 0 to 0.2 M concentration of NaCl. Figure 11E shows that nanochannels with larger heights and/or solutions with higher salt concentrations lead to greater ionic currents. The enhancement factor, that is, the ratio of the ionic conductance of graphene nanochannels to the bare silica nanochannels, hit a maximum of 113 for 3.6 nm channels, but it decreased to much smaller values of 5.12 and 1.4 for channels with heights of 10 and 50 nm, respectively. The considerable change in ion conductivity observed for the small nanochannels can be attributed to the highly enhanced electroosmotic ion transport in these ultrasmall hydrophobic graphene nanochannels. Ion transport properties of channels can change when the dimension of the fluidics system approaches the size of fluid molecules and ions. Here, we highlight some important characteristics of ion transport in the context of channel size. As discussed earlier, the dominant mechanism of ion transport in nanochannels depends on the ionic concentration of the solvent. At high ionic concentrations, nanochannels geometry and bulk ionic concentration control the conductance regime. However, at a low ionic concentration, the transport characteristic is mainly determined by the surface charges. Since the surface of hydrophilic nanochannels such as Si or glass is negatively charged, an approximately 1 nm-thick hydration layer typically forms adjacent to the wall surface. In other words, water molecules bond to hydrophilic channel surfaces via hydrogen bonding. Water molecules within the hydration layer assume an organized structure enforced by the hydrogen-bonding network.123 This network of hydrogenbonded water molecules can induce extremely high proton mobility originating from proton hopping (or diffusion of protons), also known as the Grotthuss mechanism.248 Duan et al.226 studied the ion transport in hydrophilic nanochannels with a height of 2 nm where the two hydration layers overlapped. The results indicated a high proton mobility due to the Grotthuss mechanism. The silicon nanochannels were fabricated through standard photolithography and reactive ion etching and sealed with glass on top via anodic bonding. They explored the ionic conductance in the nanochannels for several solutions, including sodium chloride (NaCl), potassium chloride (KCl) and hydrochloric acid (HCl), under the surface charge-governed regime. The critical ionic concentration below which surface charge governs the ion transport process was determined as 100 mM for nanochannels with a height of 2 nm. The results indicated that at very low ion concentrations (i.e., 0.1 mM), the conductances of all solutions are very close to one another and similar to DI water, implying that in all solutions, the proton is the dominant cation in driving the ion transport. The ratio of proton mobility in 2 nm deep nanochannels to the corresponding bulk values shows a\n4-fold enhancement at low concentrations (Figure 12A). In addition, the ion mobility in 2 nm deep nanochannels was faster than that in 25 nm deep nanochannels. These differences in ion mobility can be attributed to the confinement-induced structuring and the consequent formation of 1D ordered water chains inside the 2 nm deep channels. Hence, the liquid structuring phenomenon appears to enhance ion transport in nanochannels. However, more investigation of this phenomenon and its impacts on proton transport properties in hydrophobic nanoconfined geometries is still required. In fact, all of the detail information about the structure-enhanced properties of confined water is presented based on MD simulations, and direct observation and experimental studies are lacking. Recently, advancements in synthetic techniques have led to the development of materials such as MOFs which can form hydrophilic/hydrophobic nanochannels in their structure. The most important aspects of this material are the richness in structural degrees of freedom and the relative ease of structural characterization. Therefore, crystallographic techniques, such as XRD, can be utilized to characterize the structure of water confined in MOF-based nanochannels and thus provide direct information about it. In addition to inorganic solutions, the transport of organic anions and cations is also important due to their significant role in drug delivery applications of nanofluidic systems. In a systematic study, Bruno et al.249 investigated the transport of charged and neutral organic molecules through silicon nanochannels (Figure 12E). An unexpected transport regime took place in which the neutral molecules behaved similar to charged molecules. In other words, in this regime all molecules seem to have either actual or effective electric charge which happens due to the emergence of the surface tension role at such small scale. They also demonstrated that by decreasing the channel height to sub-10 nm, the transport of all type of molecules undergoes a dramatic slowdown, regardless of their electric charge. Nevertheless, this behavior is complicated and cannot be explained by the existing theories such as electrostatic, hard sphere, and hydrodynamic interactions. To better understand the physics of ion transport at sub-10 nm scale, one can go even further to angstrom-size dimensions where the channel size is comparable with the hydration diameter of ions. The nanochannels with atomically smooth walls fabricated by van der Waals assembly of 2D materials, for example, graphene and h-BN, provide such ultrasmall confinements with heights of 6.6−6.7 Å,61 as shown in Figure 12B. The confinements fabricated from mechanically exfoliated 2D materials exhibited a 3−4 orders of magnitude smaller surface charge density compared to those reported for silica and even CNTs. The small value of surface charge for these channels is due to their extremely clean surfaces and the absence of any surface defects. Consequently, these channels can operate as geometrical confinements while having the slightest chemical interaction with the ions. To explore the steric exclusion of angstrom-size channels, several chloride solutions with cation hydration diameter in the range of 6.6−12.5 Å were examined. As shown in Figure 12C, all cations were able to transport through the channels, although the hydration diameters of cations exceeded the channel height. In fact, this is possible since under such strong confinements, ions do not act as hard spheres, but instead flatten their hydration shells and penetrate these small channels. Therefore, the steric rejection of ions can be avoided to some extent despite the hydrate diameters of ions being larger than the channel height. Nevertheless, further\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nX\nreduction in channel height can bring ion permeation to a complete halt. Gopinadhan et al.63 reported a complete blocking of ions in capillaries made with the same technique as in Esfandiar’s work61 but with a height close to the thickness of only one atomic plane of 2D materials (ca. 3.4 Å). This extremely small dimension of the confinement is almost half\nthe size of the smallest hydrated ions, while still larger than effective size of water molecules (2.6 Å). The ion conductance measurement for various chloride solutions in 1 M concentration showed that in contrast to the channels with a height of 6.7 Å, no conductance was observed for any of the salts in these subnanometer-scale channel (Figure 12D).61\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nY\nThus, it can be concluded that the steric exclusion of ions can be suppressed as long as the confinement dimensions remain larger than at least half the size of the hydrated ion diameter. On the downside, it also implies that geometrical confinement is unlikely to provide satisfactory selectivity between small ions, and additional considerations such as electrically charging the channels may be required. It must be noted that while the observations showed no salt conductance through the atomicsize channels, ion transport took place when HCl was used, as can be seen in Figure 12D. In fact, in this case, the protons did not diffuse through the channels in form of hydrated ions, but instead, they permeated the capillaries through hopping between the monolayer of hydrogen-bonded water molecules excising there, as indicated in Grotthuss mechanism. Gating Behavior. Gating is another important phenomenon that plays a critical role in different natural and industrial applications, for example, molecular and ionic fluxes for metabolic and signaling purposes, semiconductor industry, etc. A variety of smart gating membranes inspired by biological channels has been developed.250−255 While these synthetic membranes have similar functionalities, they are made from different material, and their activation requires different stimuli and are designed for different applications. Different stimuli that can trigger the gating mechanism can be categorized as physical, chemical, and physicochemical. Smirnov et al.256 demonstrated an example of the application of physical stimulus to induce gating. In their work, they mimicked the functioning of biological voltage-gated channels by applying\nvoltage across membranes with hydrophobic nanopores. In fact, the transition between wetting/nonwetting states in nanopores acts as the switch between open and close modes of the membrane. Figure 13A depicts two possible mechanisms to induce wetting in hydrophobic pores, that is, electrowetting and meniscus overlap. Hou et al.257 designed a liquid-based gating mechanism, where a capillary-stabilized liquid as a reversible, reconfigurable gate that fills and seals pores in the closed state and creates a nonfouling, liquid-lined pore in the open state (Figure 13B). These types of gates are very versatile, and the absolute and relative pressures for gases or liquids to pass through can be tuned by using membranes with different materials and/or pore sizes. The gates feature a combination of differential tunability and reversible opening and closing that enables fast and repeatable control over multiphase flows in both micro/macro-fluidic systems by simply adjusting the system pressure. Chemical stimuli can be used to trigger gating mechanisms as well. Cheng et al.23 produced nanochannels with gating capability by controlling the wettability of the inner surface of nanochannels of mesoporous silica nanoparticles (Figure 13C). The nanochannels constitute a biomimetic on demand delivery system analogous to the aquaporins in nature, where the transport of water and ions is controlled by regulating channel wettability, which results from the transition between the intrinsic hydrophobic state and the stimulus-induced hydration state. Xu et al.258 also employed a chemical stimulus for gating mechanism activation. They achieved active gating through the\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nZ\nself-assembled stimulus-responsive polymeric brushes that were planted inside nanochannels to act as valves, as shown in Figure 13D. In this case, poly(N-isopropylacrylamide) (PNIPAM) that is a thermoresponsive polymer, that is, it exhibits a reversible phase transition at its lower critical solution temperature (LCST) was used. When heated above LCST, the hydrated extended PNIPAM chains instantaneously convert into dehydrated compact aggregates. A quick valving performance in respond to temperature change was observed owing to the sharp phase transition temperature of PNIPAM brushes. The results revealed that the nanoscale PNIPAM brushes locally self-assembled in the nanofluidic channels and can act as active valves to regulate femtoliter-scale fluids with quickly responding to the external temperature change. Xie et al.259 designed functionalized hydrophobic nanopores using an azobenzene-derivative-modified polymer and employed a light and electric field to control wettability and regulate mass transport. In fact, nanopore surface wetting was adjusted to switch between conducting and nonconducting phases. Mass and ion transport were regulated by applying ultraviolet (UV)−visible light and different voltages. They found a threshold voltage beyond which the hydrophobic Azo-\nmodified nanopores can be wetted by the electrolyte solution, that is, become completely open for transmembrane transport. As shown in Figure 13E, when exposed to visible light, the hydrophilic reaction products cover the hydrophobic surface of the nanopores allowing for transport across the membrane. Xiao et al.260 used the electrostatic charge and electric field to trigger a gating mechanism for water transport (Figure 13F). They successfully regulated the surface charge density and external electric field through a process involving alternating capillary evaporation and capillary condensation to enable switching between open (conductive) and closed (nonconductive) states. As discussed, physical stimuli such as pressure and voltage can be utilized to turn on/off the molecular and ionic transports across nanochannels. Mouterde et al.62 examined ion and water transport inside angstrom-scale channels. In both graphite and h-BN channels, a gating effect was observed, albeit with marked material-dependent differences. They developed an experimental setup for ionic current measurement, shown in Figure 14A, in which the voltage across the nanochannels could be controlled via a patch-clamp amplifier, and the required pressures were applied through a pump\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAA\nconnected to a reservoir. This setup allowed for measurement of the pressure-driven component of the ionic current (often referred to it as the streaming current) which provides an indirect measure of water flow under confinement. To explore the coupling between the pressure-induced current and the electric forces at molecular scales, pressure-driven streaming currents were measured under different applied voltage biases. Figure 14B demonstrates the time response of the streaming current when the pressure gradient and voltage bias are applied simultaneously. The data reveal a considerable coupling between pressure and voltage, since the current at a voltage of 50 mV jumps to more than double its value at zero bias. The crystal structure and atomic flatness of graphene and h-BN are similar and so was the pressure gradient effect on them, where the streaming current changed linearly with pressure for both of them. But a significant difference was observed in their ion mobility properties. Figure 14C shows the normalized ion mobility for graphite and h-BN channels: Mobility variations against electric bias in graphite channels follow a quadratic relationship, whereas it is essentially linear for h-BN. The authors argued that the different material response observed in Figure 13C for channels made from h-BN and graphite can be traced back to the difference of molecular friction of water and ions on these two materials. Ionic Diodes. One of the important synthetic nanofluidic structures with asymmetric ion transport properties are the nanofluidic diodes that rectify the ionic current inside nanochannels under oscillating voltage bias. Nanofluidic diodes are essential for a variety of applications including biomimetic energy conversion systems261−264 and nanofluidic sensing systems.265,266 The charge selectivity and preferential transport direction observed in these diodes that result in ionic current control and accumulation/depletion of ions at the junction is due to the nanochannel height being comparable to the Debye length. Therefore, the channels typically possess at least one length scale with sub-10 nm size. It is argued that ion transport in nanochannels with heights >5 nm is governed by electrostatic forces, while steric interactions and hydration play the main role in ion transport within sub-5 nm channels.267 The ion rectification that occurs as a result of an enhancement in the concentration of counterions and a decrease in that of co-ions is observed due to the electrostatic interactions between the ions and the charged channel walls. Hence, high surface charge density along with small critical dimensions of the channel and low ionic concentration of the bulk solution are needed to create a high counterion to co-ion ratio and so play critical roles in operation of ionic diodes. Channels with asymmetric geometry (e.g., conical), channels with asymmetric bath concentration at the opposite ends, or channels with asymmetric surface charge distribution along the walls are most commonly employed to generate a nanofluidic diode,268 as demonstrated in Figure 15A. Other strategies such as creating a wettability gradient along the channel,269,270 applying asymmetric metal coating,271−273 asymmetric surface chemical modification with organic molecules,27,274,275 and inducing a pH gradient across the channel276 have been used to produce ion rectifying channels or enhance the rectification ratio of current diodes as well. Different studies have demonstrated the application of a conical pore as an ionic diode, where the pore tip size is comparable to the Debye length, whereas the tip base can be several hundred nanometers.277−282 As shown in Figure 15B, these devices show diode-like properties under a symmetric electrolyte concentration and can pump ions\nagainst concentration gradients when harmonic electric-field oscillation is applied. On the other hand, homogeneous channels (with flat parallel walls) can also demonstrate diodelike behavior, provided that a concentration gradient exists at the opposite ends.283 In such circumstances, only at one side of the channel (i.e., the one with lower electrolyte concentration), the EDLs will overlap (Figure 15C). Hence, the charged walls will differently impact the ions on both sides of the channel and result in ion rectification. Another way for creating channels with diode-like behavior is through an asymmetric charge distribution on the walls, for example, by developing a channel with opposite surface charges on either half of it.284,285 This type of nanofluidic diode is very similar to bipolar membranes used in electrochemistry while having much smaller sizes. One of the main challenges for this type of ion diodes is the processing required to generate channels with heterogeneous surface charge distribution. Different techniques have been utilized to develop such channels. While most of these techniques rely on surface chemical modifications (e.g., diffusion limited pattering, carboxyl/amino groups coating),285,286 heterogeneous channels made from solid oxide material with different isoelectric points can also be used to generate channels with mixed positive and negative surface charges.287 Nanofluidic diodes can also be prepared in a protein ion channel such as bacteria porins.288,289 Subnanometer-size CNTPs are yet another candidate for ionic diode development. It has been shown that these extremely small channels completely block anion transport even at salinities that exceed seawater levels.224 Additionally, their ion selectivity can be tuned to configure them into switchable ionic diodes. The rectification ratio of the discussed nanofluidic diodes is constant and depends on their geometry and charge distribution, etc. and cannot be altered once the device is fabricated. However, nanofluidic diodes with a tunable rectification degree have been developed as well, where external chemical stimuli such as pH,288,290,291 enzymes,292 and polyvalent cations293 are typically used for ionic flow regulation. Nonetheless, Guan et al.294 developed a reconfigurable ionic diode with a single asymmetrically placed gate or dual-split gate on top of the nanochannel that can modulate the predefined ionic properties without introducing any external chemical stimuli. The schematic and the obtained results plotted in Figure 15D show that the linear I−V curve of the nanofluidic device can switch to one with a diode-like behavior simply by moving the gate voltage. The same technology utilized for nanofluidic diodes can be further expanded to generate nanofluidic triodes composed of two nanofluidic diodes and a n−p−n diac that can be used as a switch to regulate the ion flow with very large rectification factors.287\nIn addition to ion diodes that can be used for electric current control, fluid flow can also be controlled through nanofluidic devices such as osmotic diodes.295 Picallo et al.295 demonstrated that asymmetric charge distribution on nanochannel walls leads to nonlinear coupling between water flow and ion dynamics and enables water flow rectification, where the reversal of the osmotic driving force generates diode-like behavior in such nanofluidic systems (Figure 15E). In fact, the osmotic pressure was found to be a nonlinear function of salt concentration difference and voltage drop across the nanochannel, leading to rectified osmotic response. Similar electroosmosis rectifying effects can be achieved by using asymmetric (conical) nanochannels.296 An important feature of such\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAB\ndevices is that the rectifying character of the diode allows for water flow against the osmotic gradient under an oscillating electric field."
    }, {
      "heading" : "FABRICATION",
      "text" : "Silicon/Glass-Based Materials. Nanochannels are the core component in many nanofluidic devices, and their fabrication is of great importance as it directly impacts the operation of the system. The methods for fabrication of nanochannels are strongly material dependent, and a universal method cannot be envisioned. Initially, nanochannels were mostly made from silicon using the well-established fabrication techniques for microelectronics devices. In the past years, different techniques compatible with a glass (fused-silica glass) substrate were developed for nanochannels fabrication.298−303 Since then, glass has become one of the most promising materials for the development of nanofluidic devices, mainly due to its superior optical transparency, thermal stability,\nchemical/biological inertness, mechanical robustness, and hydrophilic nature, which are of great interest in chemical and biological applications. The standard procedure for fabrication of silicon-based nanochannels with planar walls is straightforward. Typically, a thick silica layer is deposited through plasma enhanced chemical vapor deposition (PECVD), then photoresist film and HF etching along with standard photolithography techniques are used to define the desired nanochannel pattern. Once the nanochannel bases are complete and cleaned, anodic bonding is used to attach the top wall of the channels. Additional steps may be incorporated for specific purposes, for example, Li et al.83 deposited a layer of Si3N4 on the original silicon wafer to enhance the visualization of liquids in sub-10 nm high channels (Figure 16A). Nam et al.304 proposed a 1D patterning technology for nanofabrication purposes. In this technique, controlled propagation of a crack initiated with a simple manually generated indentation creates the channels. Besides its\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAC\nsimplicity, this method also obviates the need for sophisticated equipment and required experimental environment that is necessary for the standard technique, such as high vacuum, clean room, etc. The platform required for nanochannel fabrication is prepared by depositing a layer of Si3N4 on a single crystal silicon wafer. The crack initiated in the substrate\nby using an indenter has a tendency to grow in a specific direction (⟨100⟩ direction, as shown in Figure 16B, due to the crystallographic anisotropy of the substrate. The crack is arrested either by an encounter with a discontinuity in the film or through the interposition of a crack-stop structure. The width of the crack and its propagation speed can be adjusted\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAD\nby changing the thickness of the Si3N4 layer; thicker films result in wider cracks and higher growth rates. This technique can produce channels with dimensions as small as 10 nm. Wong et al.305 introduced a self-sealing technique for fabrication of glass-based nanotubes. It can provide channels with circular cross sections and diameters ranging from 30 to 2000 nm. First, a thick layer of silicate glass (USG) was PECVD deposited on a silicon wafer. Standard deep UV lithography was used to pattern trenches on the USG film that were subsequently ion etched. Nonconformal phosphosilicate glass (PSG) or BPSG deposition by low-pressure PECVD was used to create self-sealing nano/microchannels with triangular cross-sectional areas within the oxide trenches. A glass substrate was anodically bonded to complete the channels. A thermal reflow process was carried out during which the molten PSG squeezes into the voids. The softened PSG, also, rounds up its sharp features and minimizes its surface energy by transforming to a circular cross-section and creating a smooth and curved interface. A schematic representation of this procedure is presented in Figure 16C. Xu and Matsumoto306 employed a focused ion beam (FIB) technology to fabricate nanochannels with high aspect ratios and nanopillar array nanochannels in fused silica substrates. Prior to milling with FIB, a thin layer of gold was deposited onto the (insulating) fused silica substrate to avoid charge accumulation on the surface during the process (Figure 16D). Scanning the FIB over the substrate, channels with different heights could be obtained depending on the dwell time of the beam. In addition to dwell time, ion beam parameters such as aperture size, beam diameter, beam current, and current density are critical parameters to generate high aspect ratio channels in fused silica. The method would be especially useful for developing integrated nanofluidic devices with high throughput. Despite its advantages, the high cost of glass substrates in addition to the expensive nanofabrication technologies required for development of glass-based nanochannels such as e-beam lithography, plasma dry etching, FIB lithography and many other delicate, sophisticated, and time-consuming processes conducted in high-class clean rooms, restrict the application of glass-based nanofluidic devices to only a few research groups. Therefore, there is an urgent need for alternative materials and methods for fast, efficient, and economical fabrication of nanochannels for nanofluidic systems. Polymer-Based Materials. Polymer-based materials are an attractive option for nanochannel fabrication mainly owing to their low cost, flexible processing, and potential for highthroughput production. A variety of standard and nontraditional approaches suggested for precise fabrication of polymeric nanochannels with sub-100 nm heights are discussed here. Fanzio et al.308 used the standard procedure of microfabrication coupled to FIB nanofabrication to fabricate a silicon master, which was then replicated in a polymeric material by soft lithography to produce polymeric nanochannels for DNA detection. Cheng et al.309 combined the sidewall lithography technique with a hot embossing approach to create low-cost 2D polymer nanochannels. To this end, they first developed a 2D silicon nanomold. Hot embossing technique was, subsequently, used to directly replicate the pattern of the 2D nanomold into a polyethylene terephthalate (PET) substrate.\nFigure 17A shows the schematic illustration of this fabrication technique. The unwanted roof-collapse phenomenon, commonly occurred when sealing the polymeric nanochannels, is not desired as it can impair the functionality of the channels. Pezzuoli et al.310 proposed a fabrication technique that inhibits roof collapse without increasing the chance of deep crack formation. First, FIB is used to pattern the nanostructure onto a silicon wafer. The PDMS cast is then poured on the silicon master. It was followed by slowly dispensing a drop of hard PDMS on the region of the negative replica with the nanostructure. After 30 min of curing, another layer of PDMS was poured all over the negative replica. The fabrication of channels with this focused drop-casting technique was completed by sealing the channels with a glass coverslip. These fabrication steps are depicted in Figure 17B. Developing nanochannels using the crack growth phenomenon is a promising approach with low cost and potentially high throughputs that has been proposed in several studies.311−313 But this method typically suffers from a lack of controllability. Artificial defects made on the surface of polymers can be used to create nanochannels with controllable size and location. In a work by Peng and Li,314 controlled and repeatable nanocrack arrays were developed to serve as nanochannels. They first used an indenter tip to mark artificial defects on a polystyrene surface that positions the nanocrack. Nanocracks were then generated using the solvent-induced method, where the shrinkage resulted from absorption and vaporization of a chemical reagent creates the nanocrack (Figure 17C). Nanochannel molds were also produced by replicating the generated nanocrack onto a photoresist. Kim et al.315 also introduced a crack-photolithography technique for creating channels with mixed-scale patterns, where they used micronotch structures on the surface to specify the channel ends. In this two-layered thin-film technique, the tensile stresses induced in the elastic layer due to a swelling in the viscoelastic layer drives the cracking process and forms the desired channels (Figure 17E). This technique offers features such as perfect 2D patterning, simultaneous micro/nanopatterning, complete suppression of unwanted crack growth that distinguish it from relevant alternatives. Park et al.316 proposed a fabrication technique based on the controlled collapse of microchannel structures. As shown schematically in Figure 17D, in this roof-collapse technique, a thin layer of photoresist or evaporated metal is deposited on a silicon wafer substrate and lithographically pattered to the desired channel layout. The channel size, in this technique, depends on the height of the master, and low resolutions can be used to pattern the channels. Patterning different thicknesses allows interfacing of different channel sizes. After patterning, the PDMS solution is cast onto the master. Eventually, the PDMS mold is removed and bonded to a plain substrate. Park et al.317 suggested another technique, where they used a sacrificial mold to fabricate PDMS nanochannels with circular cross sections. A near-field electrospinning method was used to directly and continuously deposit the water-soluble sacrificial material (nanofibers) from a polymer droplet onto a substrate using an appropriate electric field. Hard PDMS was then poured and partially cured, followed by curing of soft PDMS. Finally, the PDMS is demolded, and the nanofibers are dissolved (Figure 17F). This technique can be used to fabricate\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAE\nchannels with controlled dimensions, positions, and high precision and reproducibility. While polymer-based materials have been widely used to\nfabricate commercial microfluidic devices, their use in nanofluidic devices is still relatively rare, mostly due to issues confronted during fabrication process. For example, unwanted deformation during the replication of nanochannel structures is a critical problem met when working with polymer-based material. Several studies have attempted to alleviate these issues. van Kan et al.318 demonstrated a rapid prototyping technique for fabrication of PDMS nanochannels for disposable nanofluidic lab-on-a-chip devices. The nanofluidic devices are replicated with masters that can be used up to 200 times, prepared with proton beam writing in hydrogen silsequioxane. This allows for high-throughput production, which is necessary for studying single DNA molecules, where ideally a fresh device should be used for each experiment. Wu et al.319 also used a polymeric stamp made from a UV-curable resin that retains its structure without undergoing unwanted deformations due to sequential imprinting of nanofluidic devices. Chantiwas et al.320 produced mixed-scale structures on thermoplastic polymers (e.g., poly(methyl methacrylate), PMMA, cyclic olefin copolymer, COC, and polycarbonate, PC) using a PDMS mold. A combination of hot embossing and nanoimprinting was used to replicate the desired micro and nanostructures onto the substrate. Application of oxygen plasma treatment for both the substrate and coverslip was\nshown to substantially reduce the thermally induced structural deformations during assembly. A nontraditional lithography technique for PDMS structuring was proposed by Thangawng et al.321 They used the socalled bond-detach lithography (BDL) method for direct patterning of thin PDMS films, where the patterned PDMS film can be used either as a structure or as a mask to transfer the pattern to another substrate in conjunction with other microfabrication processes. As the name implies, the basis for the BDL technique is the bonding of a thin PDMS film and the patterned stamp, where the master is made by patterning the desired features with standard photoresist. The mold is brought into complete contact with the PDMS film and allowed to bond without applying pressure. Placing a drop of ethanol on the membrane or the structure is found to be an effective means of ensuring good contact and bonding. The two parts become bonded after the ethanol evaporates from the surface. Finally, within a few minutes of bonding the two PDMS parts, the stamp is carefully peeled from the base substrate. Hybrid mask-mold lithography coupled with thermal bonding is another procedure for fabrication of polymeric nanofluidic devices, presented by Li et al.322\nAs another innovative fabrication method, Wu et al.323 presented a simple process for the fabrication of all-transparent and encapsulated polymeric nanofluidic devices using nanoindentation lithography. In this technique, a nanomechanical probe is used to “scratch” nanoscale channels on PMMA substrates with sufficiently high hardness. The PDMS substrate\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAF\nis subsequently used to duplicate the nanochannels onto PDMS substrates from the “nanoscratched” PMMA substrates. Takei324 demonstrated that the step and flash nano imprint lithography process, a common type of ultraviolet (UV) nano imprint lithography technique, can be successfully applied to fluorinated silicon-based resist materials that can enhance the nanochannel fabrication process. Carbon Nanotubes. The advancements in nanomaterials and nanofabrication techniques made the production of reliable nanofluidic devices more reachable. For instance, CNTs have emerged as intriguing materials for studying unusual transport phenomena with length scales corresponding to molecular dimensions, primarily because they can be directly employed as nanofluidic channels without complicated lithography processes. In the early times, however, the difficulties associated with fabricating a CNT-based nanofluidic device limited researchers to using simulation (e.g., MD) as a more accessible tool to study fluid characteristics in CNTs. Over the past few years, the increased availability of CNT membranes for experimental investigations resulted in a significantly improved understanding of transport properties of these materials and their potential utilization for a variety of applications.325−328 For example, Cong et al.329 developed a CNT membrane for ion and protein transportation with temperature and magnetic-driven gating capability. To this end, they used a surface-initiated atom-transfer radical\npolymerization method to graft thermal-sensitive poly(Nisopropylacrylamide) (PNIPAM) and Fe3O4 nanoparticles (Fe3O4-NPs) on the open ends of prealigned CNTs with a diameter around 15 nm. The inner cavity of the modified CNTs that is designed to be the only path for ion and protein transport has an effective diameter that can be reversibly tuned between 5.7 and 12.4 nm by adjusting the temperature and magnetic field. As shown in Figure 18A, to develop such membranes, CVD was used to grow arrays of vertical CNTs on the substrate. Epoxy embedment followed by microtome cutting was employed to prepare the CNT/epoxy nanoporous membrane which was later functionalized by grafting PNIPAM onto the open ends of its CNTs. It must be mentioned that these vertically aligned nanotube membranes derived from the chemical-vapor-deposited CNTs are exceedingly hard to make, and nanotube size homogeneity and geometry in this technique are very difficult to control. Tunuguntla et al.330 developed nanoporous membranes using carbon nanotube porins (CNTPs). In this technique, to cut the typically long CNTs to lengths comparable to the thickness of a lipid bilayer, sonication-assisted cutting331 was used. The sonication was performed in the presence of lipid molecules that stabilize the cut CNTs in the solution. As shown in Figure 18C, ultracentrifugation of the resulting solution was carried out to separate the uncut long CNTs from the lipid-stabilized CNTP suspension. These developed\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAG\nCNTPs can be inserted into phospholipid membranes to form nanometer-scale-diameter pores that approximate the geometry and many key transport characteristics of biological membrane channels. It must be noted that the observed transport phenomena in CNT membranes are averaged across numerous nanochannels in these materials and may not reflect the properties of individual CNTs. Realization of this fact has resulted in a recent trend to experimentally study the transport phenomena in isolated single CNTs to unveil the detailed fluidic characteristics in CNTs.332,333 Some groups have built singleCNT nanofluidic platforms by overcoming the great challenge to embed single CNTs in micro/nanodevices via various approaches. These platforms offer great potentials to utilize CNTs as building blocks to flexibly build devices with complex nanofluidic networks in the future. For example, Choi et al.333 studied the ion transport inside individual single-walled carbon nanotubes (SWCNTs) with diameters ranging from 0.94 to 2.1 nm. To this end, a nanofluidic device was developed as follows: Aligned SWNTs were grown on a silicon wafer, identified with a marker and diameter characterized with Raman spectroscopy. Then, all except one or a few of the SWCNTs were removed with a razor blade. The wafer was then covered by an epoxy structure constructed with two reservoirs and a 1 mm barrier region perpendicular to the SWCNT alignment. Eventually, the exposed ends of the SWCNT were removed using oxygen plasma, leaving open SWNTs that spanned the epoxy barrier. Figure 18B illustrates the fabrication process schematically. 2D Materials. Two-dimensional materials, made of carbon, boron nitride and MoS2, are currently under investigation for their fluids and ion transport properties. These materials have attracted substantial attention due to their crystallographic nature and electronic properties. The so-called MXenes, made from transition-metal carbides or nitrides (2D materials) and graphene oxide and clay as (multilayer materials) are some examples. Nanoporous devices can be fabricated using these materials as well. For example, by drilling 2D material layers with ion or electron irradiation and exploiting the existence of intrinsic defects, 2D membranes with well-defined nanopores can be fabricated. The pores are tunable with diameters that can vary from tens of nanometers to a few angstroms. van der Waals assembly is another intriguing technique to fabricate 2D channels with well-controlled heights and confinement dimensions as small as few angstroms. The fabrication principle is simple: A monolayer is placed on top of another monolayer or a few-layer crystal and another 2D crystal is added and so on. The resulting stack represents an artificial material assembled in a chosen sequence with blocks defined with single-atomic-plane precision (Figure 19A).89 The strong covalent bonds ensure in-plane stability of the 2D crystals, whereas the relatively weak van der Waals forces are sufficient to keep the stack together. Moreover, recent experiments have demonstrated that multilayer van der Waals heterostructures can be made as well.334−339 For example, Ponomarenko et al.334 developed a multilayer van der Waals heterostructure beyond using h-BN, mica, and similar substrates. Radha et al.91 also used this method and fabricated angstrom-size slits where graphene layers were separated by 2D crystals as spacers (Figure 19B). The height of the channel, hence, was determined by the size of the spacer material. Jung et al.247 used a different method for fabrication of all graphene covered channels with rectangular cross sections and\nheights as small as 3.6 nm. They directly transferred a CVDgrown monolayer graphene onto thermally annealed and polished glass/silica with prepatterned nanochannel structure, as demonstrated in Figure 19C. The direct transfer technique effectively reduced the appearance of any residues or defects such as tearing or folding on graphene surface which are common in wet transferring."
    }, {
      "heading" : "FUTURE OUTLOOK",
      "text" : "Nano/molecular transport is an interdisciplinary area with contributions from different areas of science such as fluid dynamics, statistical physics, materials science, chemistry, and biology and has applications in a variety of fields including energy conversion, separation, drug delivery, and nanofabrication. Hence, any scientific progress of this transport concept can inevitably advance these relevant fields. To envision the future directions for this field, it is imperative to consider its different applications. Nano/molecular channelbased devices offer great versatility for different industrial and medical applications and, ideally, can be used as a replacement for biological channels. However, even the most sophisticated synthetic channels developed so far cannot compete with their biological counterparts. In fact, while different synthetic channels have been fabricated that meet (or in some cases surpass) the effectiveness of a biological channel in some specific aspect, they are often single-faceted and do not provide all functionalities simultaneously. Reconciling the variety of available synthetic nanochannel-based materials and incorporating them to develop a nano/molecular fluidic device that offers all the advantages under the same umbrella can result in a giant leap in biotechnology and, hence, should be prioritized. Selectivity is another property of nano/molecular channels that makes them an excellent choice for applications requiring ion gating and/or ion rectification. Among different technologies introduced to develop nano/molecular fluidic ionic diodes, those with active control measures may function as the building blocks to create an on-demand, reconfigurable, large-scale integrated fluidic circuits for digitally programmed manipulation of biomolecules such as polynucleotides and proteins. Mass/ion transport in single digit nanochannels showcases a variety of intriguing transport phenomena with a wide range of potential applications that underscore its importance for both scientific and industrial communities. So far, promising materials such as carbon and BNNTs as 1D material and graphene and h-BN sheets as 2D material in addition to zerodimensional materials (made by piercing nanopores in solidstate or 2D material) have been commonly used for development of nano/molecular channel-based devices. More recently, alternative structures such as MXenes, made of transition-metal carbides or nitrides, and van der Waals assembly of exfoliated sheets have been developed and had significant impact on the field. It is imaginable that the extent of material and structures used for nano/molecular fluidics will continue to grow in the future. The development of nanoslits with precise angstrom-size heights using van der Waals assembly technique can make significant progress in the field with benefits for applications in membrane science, where they can be used for energy harvesting (e.g., electricity generation from osmotic energy) and filtration purposes. In fact, the emergence of 2D nanoslits made of carbon and h-BN followed by exfoliated MoS2 and graphene oxide, which combine high permeability with excellent sieving performance, can com-\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAH\npletely circumvent the so-called permeability−selectivity tradeoff and promise a bright future for artificial membrane technology. The chain-like transport mechanism observed in subnanometer CNT porins also has great potential for future applications, as it offers extremely high flow rates as well as excellent ionic selectivity. Indeed, while extremely fast water flows in nanoscale CNTs (primarily due to flow slippage) was demonstrated previously, the flow rate improves by an order of magnitude when the channel dimension shrinks further to a subnanometer zone. This intriguing phenomenon promises advancements in a wide range of applications such as liquid transport and ionic diodes. In addition, the recently developed osmotic diodes show great promise for incorporation in water purification strategies based on voltage-induced reverse osmosis or oscillating electric fields. In fact, these devices facilitate the fabrication of true fluidic analogues of nanoelectronic components in order to control fluid flow at the nanoscale. Advancements in fabrication and characterization techniques are also expected to greatly help the progress in nano/ molecular fluidics. Direct observations have always played a substantial role in understanding the transport phenomena and advancement of nanofluidics. Transport in sub-10 nm channels has been recently visualized; however, with the progress in fabrication technology and the move toward angstrom-size channel, further technological advancements are required to make direct observation feasible. There is still a gap between functionality of the synthetic channels and their biological counterparts that is expected to close with the considerable progress in biomimetic membranes. The application of nanochannels for energy harvesting can also be enhanced by improving the efficiency of the membranes. The increased flow rates and fast ion transport in CNTs and graphitic nanochannels, especially in sub-2 nm conduits, still lack complete explanations. Also, the solid-like crystallized structure of water in hydrophilic nanoconfinements at room temperature and the chain-like liquid transport are intriguing phenomena with enhanced features such as very high conductivity, but require further investigations to be utilized for different applications. The characteristically different transport of water in CNTs and h-BN tubes despite their analogous crystallography and surface roughness is yet another subject that needs further investigation to unfold the role of electrical conductivity of the walls in nanoscopic transport phenomena. Molecular simulation is also another major player in analysis of transport phenomena in nanoconfined fluids; however, its improvement in several aspects is quite critical. Current simulations typically predict the system dynamics for a very short time. It is strongly desired that simulations model the system for more relevant time scales, that is, time scales that match those in the experiment. This goal is becoming more achievable as advanced processing techniques and streamlined simulation methods have joined forces to achieve faster processing. In fact, the increasing processing power of computers based on the Moore’s law and the development of advanced algorithms and specialized MD computer architecture make the superspeed MD simulations that are orders of magnitude faster than previous ones more possible. Such improvements in computing power help the MD simulations time scale enter the experimental time scale, and this overlap further enables MD simulations to be validated or improved by the experiment and vice versa.\nIn addition, molecular simulations cannot model large defects found in real samples as the typical simulation sizes are below a few hundred nanometers. Bridging the scale gap by using a multiscale modeling technique which combines molecular simulation with the mesoscale constitutive models may allow the study of larger systems, but studying transport properties with these techniques is usually challenging. The best solution is to use MD simulations to provide essential parameters needed for the mesoscale modeling such as interface energy, surface tension, density-dependent viscosity, interfacial thermal conductance, etc. In other words, molecular simulations and mesoscale models can be combined sequentially to form a hybrid method. On the other hand, MD simulations rely on high-fidelity force fields to correctly model the dynamics of the molecular system, but existing force fields can be inaccurate or even missing for certain interactions. Such challenges can be addressed by utilizing a quantum mechanical-based approach, that is, density functional theory to parametrize more accurate force fields, such as polarizable force field, reactive force field, etc. However, this process is usually not trivial. For example, for the extensively studied liquid, that is, water, there are more than 10 different models, but none of them can accurately capture all the thermodynamic properties. One may need to find the suitable force field for studying a specific property or phenomenon of interest while compromising accuracy on other properties. Despite these limitations, which can mostly be overcome, the main advantage of molecular simulation is to target a few specific features of potential impact to the property of interest and perform parametric studies so as to help elucidate some physical aspects that are not clear in experiments. Scale-up is another challenge that needs to be addressed. While promising results have been obtained from laboratory prototypes, methodologies for rapid mass production of nano/ molecular fluidic devices are still not available. The very low flow rates in nanochannels due to their small cross sections necessitate the use of a large number of devices for real applications. Thus, appropriate assembly, interconnectivity, and proper engagement of all nano/molecular fluidic devices incorporated in the system are important.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Hadi Ghasemi − Department of Mechanical Engineering, University of Houston, Houston, Texas 77204, United States; orcid.org/0000-0002-0554-4248; Email: hghasemi@uh.edu Tengfei Luo − Department of Aerospace and Mechanical Engineering and Department of Chemical and Biomolecular Engineering, University of Notre Dame, Notre Dame, Indiana 46556, United States; orcid.org/0000-0003-3940-8786; Email: tluo@nd.edu"
    }, {
      "heading" : "Authors",
      "text" : "Masoumeh Nazari − Department of Mechanical Engineering, University of Houston, Houston, Texas 77204, United States\nAli Davoodabadi − Department of Mechanical Engineering, University of Houston, Houston, Texas 77204, United States Dezhao Huang − Department of Aerospace and Mechanical Engineering, University of Notre Dame, Notre Dame, Indiana 46556, United States; orcid.org/0000-0002-1413-5438\nComplete contact information is available at:\nhttps://dx.doi.org/10.1021/acsnano.0c07372 ACS Nano XXXX, XXX, XXX−XXX\nAI\nhttps://pubs.acs.org/10.1021/acsnano.0c07372"
    }, {
      "heading" : "Author Contributions",
      "text" : "∥These authors contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare the following competing financial interest(s): Hadi Ghasemi is a co-founder of SurfEllent LLC specialized in development of stress-localized durable icephobic surfaces. The authors declare no other conflicting financial interests."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The authors gratefully acknowledge funding support from National Science Foundation (grant NSF- 1804204) and ACS Petroleum Research Fund (grant no. 59590) with Burtrand Lee as the program manager."
    }, {
      "heading" : "VOCABULARY",
      "text" : "Nanofluidics, the study of behavior and control of fluids confined to structures with nanometer length scales; ion channels, protein-based pores with subnanometer dimensions within biological membranes that play a crucial role in biological processes by providing pathways for selected ions to cross the membrane; molecular dynamics, a molecular simulation technique used to predict the behavior of a system based on interactions between its constituents such as molecules or molecular groups; slip length, a hypothetical distance from the liquid/solid interface where the liquid velocity vanishes; electric double layer, a double layer of oppositely charged ions formed on a charged interface when it is exposed to a fluid due to electrostatic interactions"
    } ],
    "references" : [ {
      "title" : "The Transpiration of Water at Negative Pressures in a Synthetic Tree",
      "author" : [ "T.D. Wheeler", "A.D. Stroock" ],
      "venue" : "Nature",
      "citeRegEx" : "Wheeler and Stroock,? \\Q2008\\E",
      "shortCiteRegEx" : "Wheeler and Stroock",
      "year" : 2008
    }, {
      "title" : "Bio-Inspired Micropump Based on Stomatal Transpiration in Plants",
      "author" : [ "A D" ],
      "venue" : "Lab Chip 2011,",
      "citeRegEx" : "D.,? \\Q2011\\E",
      "shortCiteRegEx" : "D.",
      "year" : 2011
    }, {
      "title" : "Compact and Thermosensitive Nature-Inspired Micropump",
      "author" : [ "H. Kim", "K. Kim", "S.J. Lee" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "Kim et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2016
    }, {
      "title" : "Structural Basis for Antiarrhythmic Drug Interactions with the Human Cardiac Sodium Channel",
      "author" : [ "V. Yarov-Yarovoy" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 2019,",
      "citeRegEx" : "Yarov.Yarovoy,? \\Q2019\\E",
      "shortCiteRegEx" : "Yarov.Yarovoy",
      "year" : 2019
    }, {
      "title" : "Temperature-Activated Ion Channels in Neural Crest Cells Confer Maternal Fever-Associated Birth Defects",
      "author" : [ "P.B. Rosenberg", "P. Matak", "L. Xie", "J. Grandl", "E.E. Davis", "N. Katsanis", "C. Liu", "E.J. Benner" ],
      "venue" : "Sci. Signaling 2017,",
      "citeRegEx" : "Rosenberg et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Rosenberg et al\\.",
      "year" : 2017
    }, {
      "title" : "Structure of the Mechanically Activated Ion Channel Piezo1",
      "author" : [ "A. Patapoutian", "A.B. Ward" ],
      "venue" : "Nature 2018,",
      "citeRegEx" : "Patapoutian and Ward,? \\Q2012\\E",
      "shortCiteRegEx" : "Patapoutian and Ward",
      "year" : 2012
    }, {
      "title" : "The Voltage-Gated K+ Channels and Their Relatives",
      "author" : [ "G. Yellen" ],
      "venue" : "Nature",
      "citeRegEx" : "Yellen,? \\Q2002\\E",
      "shortCiteRegEx" : "Yellen",
      "year" : 2002
    }, {
      "title" : "Capillary K+-Sensing Initiates Retrograde Hyperpolarization to Increase",
      "author" : [ "T.A. Longden", "F. Dabertrand", "M. Koide", "A.L. Gonzales", "N.R. Tykocki", "J.E. Brayden", "D. Hill-Eubanks", "M.T. Nelson" ],
      "venue" : "Local Cerebral Blood Flow. Nat. Neurosci. 2017,",
      "citeRegEx" : "Longden et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Longden et al\\.",
      "year" : 2017
    }, {
      "title" : "Bioinspired Smart Asymmetric Nanochannel Membranes",
      "author" : [ "Z. Zhang", "L. Wen", "L. Jiang" ],
      "venue" : "Chem. Soc. Rev. 2018,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2014
    }, {
      "title" : "Osmosis, from Molecular Insights to Large-Scale Applications",
      "author" : [ "S. Marbach", "L. Bocquet" ],
      "venue" : "Chem. Soc. Rev. 2019,",
      "citeRegEx" : "Marbach and Bocquet,? \\Q2005\\E",
      "shortCiteRegEx" : "Marbach and Bocquet",
      "year" : 2005
    }, {
      "title" : "Rectification of Ionic Current in a Nanofluidic Diode",
      "author" : [ "R. Karnik", "C. Duan", "K. Castelino", "H. Daiguji", "A. Majumdar" ],
      "venue" : "Nano Lett. 2007,",
      "citeRegEx" : "Karnik et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Karnik et al\\.",
      "year" : 2010
    }, {
      "title" : "Transport in Nanofluidic Systems: A Review of Theory and Applications",
      "author" : [ "W. Sparreboom", "A. Van Den Berg", "J.C.T. Eijkel" ],
      "venue" : "New J. Phys. 2010,",
      "citeRegEx" : "Sparreboom et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Sparreboom et al\\.",
      "year" : 2005
    }, {
      "title" : "Ion/Molecule Transportation in Nanopores and Nanochannels: From Critical Principles to Diverse Functions",
      "author" : [ "Z. Zhu", "D. Wang", "Y. Tian", "L. Jiang" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Zhu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2019
    }, {
      "title" : "Salinity Gradients for Sustainable Energy: Primer, Progress, and Prospects",
      "author" : [ "N.Y. Yip", "D. Brogioli", "H.V.M. Hamelers", "K. Nijmeijer" ],
      "venue" : "Environ. Sci. Technol. 2016,",
      "citeRegEx" : "Yip et al\\.,? \\Q2094\\E",
      "shortCiteRegEx" : "Yip et al\\.",
      "year" : 2094
    }, {
      "title" : "Power Generation by Pressure-Driven Transport of Ions in Nanofluidic Channels",
      "author" : [ "C. Dekker" ],
      "venue" : "Nano Lett. 2007,",
      "citeRegEx" : "Dekker,? \\Q2007\\E",
      "shortCiteRegEx" : "Dekker",
      "year" : 2007
    }, {
      "title" : "Artificial Light-Driven Ion Pump for Photoelectric Energy Conversion",
      "author" : [ "L. Wen", "L. Jiang", "M. Antonietti" ],
      "venue" : "Nat. Commun. 2019,",
      "citeRegEx" : "Wen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wen et al\\.",
      "year" : 2019
    }, {
      "title" : "Effect of Confinement in Carbon Nanotubes on the Activity of Fischer−Tropsch Iron Catalyst",
      "author" : [ "W. Chen", "Z. Fan", "X. Pan", "X. Bao" ],
      "venue" : "J. Am. Chem. Soc. 2008,",
      "citeRegEx" : "Chen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2008
    }, {
      "title" : "Nanofluidic Transport Governed by the Liquid/Vapour Interface",
      "author" : [ "J. Lee", "T. Laoui", "R. Karnik" ],
      "venue" : "Nat. Nanotechnol. 2014,",
      "citeRegEx" : "Lee et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanofluidics: Bubbles as Osmotic Membranes",
      "author" : [ "L. Bocquet" ],
      "venue" : "Nat. Nanotechnol. 2014,",
      "citeRegEx" : "Bocquet,? \\Q2014\\E",
      "shortCiteRegEx" : "Bocquet",
      "year" : 2014
    }, {
      "title" : "Constructing Tunable Nanopores and Their Application in Drug Delivery",
      "author" : [ "R. Duan", "F. Xia", "L. Jiang" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "Duan et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Duan et al\\.",
      "year" : 2013
    }, {
      "title" : "Ultrafast Diameter-Dependent Water Evaporation from Nanopores",
      "author" : [ "Duan" ],
      "venue" : "ACS Nano 2019,",
      "citeRegEx" : "C. and C.,? \\Q2019\\E",
      "shortCiteRegEx" : "C. and C.",
      "year" : 2019
    }, {
      "title" : "Geometry-Dependent Drying in Dead-End Nanochannels",
      "author" : [ "Q. Xie", "S. Xiao", "C. Duan" ],
      "venue" : "Langmuir 2017,",
      "citeRegEx" : "Xie et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2017
    }, {
      "title" : "Capillary Condensation in 8 Nm Deep Channels",
      "author" : [ "F. Mostowfi", "D. Sinton" ],
      "venue" : "J. Phys. Chem. Lett. 2018,",
      "citeRegEx" : "Mostowfi and Sinton,? \\Q2018\\E",
      "shortCiteRegEx" : "Mostowfi and Sinton",
      "year" : 2018
    }, {
      "title" : "Condensation in One-Dimensional DeadEnd Nanochannels",
      "author" : [ "F. Mostowfi", "D. Sinton" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Mostowfi and Sinton,? \\Q2017\\E",
      "shortCiteRegEx" : "Mostowfi and Sinton",
      "year" : 2017
    }, {
      "title" : "Direct Visualization of Fluid Dynamics in Sub-10 Nm Nanochannels",
      "author" : [ "F. Mostowfi", "D. Sinton" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Mostowfi and Sinton,? \\Q2017\\E",
      "shortCiteRegEx" : "Mostowfi and Sinton",
      "year" : 2017
    }, {
      "title" : "Surface Tension Nanogates for Controlled Ion Transport",
      "author" : [ "J. Bao", "K. Das", "H. Ghasemi" ],
      "venue" : "ACS Appl. Nano Mater. 2020,",
      "citeRegEx" : "Bao et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Bao et al\\.",
      "year" : 2020
    }, {
      "title" : "Superstable Ultrathin Water Film Confined in a Hydrophilized Carbon Nanotube",
      "author" : [ "K. Takahashi" ],
      "venue" : "Nano Lett. 2018,",
      "citeRegEx" : "Takahashi,? \\Q2018\\E",
      "shortCiteRegEx" : "Takahashi",
      "year" : 2018
    }, {
      "title" : "Reverse Osmosis. In Membrane Technology and Applications",
      "author" : [ "R.W. Baker" ],
      "venue" : null,
      "citeRegEx" : "Baker,? \\Q2012\\E",
      "shortCiteRegEx" : "Baker",
      "year" : 2012
    }, {
      "title" : "Gas Separation. In Membrane Technology and Applications",
      "author" : [ "R.W. Baker" ],
      "venue" : null,
      "citeRegEx" : "Baker,? \\Q2012\\E",
      "shortCiteRegEx" : "Baker",
      "year" : 2012
    }, {
      "title" : "Ballistic Molecular Transport through TwoDimensional Channels",
      "author" : [ "F. C", "Radha" ],
      "venue" : "Nature 2018,",
      "citeRegEx" : "C. and B.,? \\Q2018\\E",
      "shortCiteRegEx" : "C. and B.",
      "year" : 2018
    }, {
      "title" : "Fast Parallel Algorithms for Short-Range Molecular Dynamics",
      "author" : [ "S. Plimpton" ],
      "venue" : "J. Comput. Phys. 1995,",
      "citeRegEx" : "Plimpton,? \\Q1995\\E",
      "shortCiteRegEx" : "Plimpton",
      "year" : 1995
    }, {
      "title" : "GROMACS: Fast, Flexible, and Free",
      "author" : [ "A. E", "Berendsen", "H.J. C" ],
      "venue" : "J. Comput. Chem. 2005,",
      "citeRegEx" : "E. and C.,? \\Q2005\\E",
      "shortCiteRegEx" : "E. and C.",
      "year" : 2005
    }, {
      "title" : "Molecular Dynamics of Silicon Indentation",
      "author" : [ "S.M. Lee", "F. Wooten" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 1993,",
      "citeRegEx" : "Lee and Wooten,? \\Q1993\\E",
      "shortCiteRegEx" : "Lee and Wooten",
      "year" : 1993
    }, {
      "title" : "Thermal Energy Transport across Hard-Soft Interfaces",
      "author" : [ "X. Wei", "T. Zhang", "T. Luo" ],
      "venue" : "ACS Energy Lett. 2017,",
      "citeRegEx" : "Wei et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wei et al\\.",
      "year" : 2017
    }, {
      "title" : "Patterning Multiple Aligned SelfAssembled Monolayers",
      "author" : [ "M. Mrksich", "G.M. Whitesides" ],
      "venue" : "Using Light. Langmuir 2004,",
      "citeRegEx" : "J. et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2004
    }, {
      "title" : "Capillary Filling Speed of Water in Nanochannels",
      "author" : [ "A. Den Berg" ],
      "venue" : "Appl. Phys. Lett. 2004,",
      "citeRegEx" : "Berg,? \\Q2004\\E",
      "shortCiteRegEx" : "Berg",
      "year" : 2004
    }, {
      "title" : "Designing Carbon Nanotube Membranes for Efficient Water Desalination",
      "author" : [ "B. Corry" ],
      "venue" : "J. Phys. Chem. B 2008,",
      "citeRegEx" : "Corry,? \\Q2008\\E",
      "shortCiteRegEx" : "Corry",
      "year" : 2008
    }, {
      "title" : "Why Are Carbon Nanotubes Fast Transporters of Water",
      "author" : [ "S. Joseph", "N.R. Aluru" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Joseph and Aluru,? \\Q2008\\E",
      "shortCiteRegEx" : "Joseph and Aluru",
      "year" : 2008
    }, {
      "title" : "Enhanced Flow in Carbon Nanotubes",
      "author" : [ "M. Majumder", "N. Chopra", "R. Andrews", "B.J. Hinds" ],
      "venue" : "Nature",
      "citeRegEx" : "Majumder et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Majumder et al\\.",
      "year" : 2005
    }, {
      "title" : "Massive Radius-Dependent Flow Slippage in Carbon Nanotubes",
      "author" : [ "L. Bocquet" ],
      "venue" : "Nature 2016,",
      "citeRegEx" : "Bocquet,? \\Q2016\\E",
      "shortCiteRegEx" : "Bocquet",
      "year" : 2016
    }, {
      "title" : "Reassessing Fast Water Transport through Carbon Nanotubes",
      "author" : [ "J.A. Thomas", "A.J.H. McGaughey" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Thomas and McGaughey,? \\Q2008\\E",
      "shortCiteRegEx" : "Thomas and McGaughey",
      "year" : 2008
    }, {
      "title" : "Thermophoretic Motion of Water Nanodroplets Confined inside Carbon Nanotubes",
      "author" : [ "I.F. Sbalzarini" ],
      "venue" : "Nano Lett. 2009,",
      "citeRegEx" : "Sbalzarini,? \\Q2009\\E",
      "shortCiteRegEx" : "Sbalzarini",
      "year" : 2009
    }, {
      "title" : "Water Flow Enhancement in Hydrophilic Nanochannels",
      "author" : [ "K.P. Lee", "H. Leese", "D. Mattia" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "Lee et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2012
    }, {
      "title" : "Analysis of Electrolyte Imbibition through Lithium-Ion Battery Electrodes",
      "author" : [ "C. Jin" ],
      "venue" : "J. Power Sources 2019,",
      "citeRegEx" : "Jin,? \\Q2019\\E",
      "shortCiteRegEx" : "Jin",
      "year" : 2019
    }, {
      "title" : "Biomimetic Desalination Membranes",
      "author" : [ "H.J. Cho", "D.J. Preston", "Y. Zhu", "E.N. Wang" ],
      "venue" : "Sci. Adv. 2018,",
      "citeRegEx" : "Cho et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Cho et al\\.",
      "year" : 2018
    }, {
      "title" : "Decoupled Hierarchical Structures for Suppression of Leidenfrost Phenomenon",
      "author" : [ "J. Markmann", "H. Duan", "J. Weissmüller", "P. Huber" ],
      "venue" : "Langmuir 2017,",
      "citeRegEx" : "Y. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2017
    }, {
      "title" : "Long-Range Forces",
      "author" : [ "K. Nomura", "T. Kaneko", "J. Bai", "J.S. Francisco", "K. Yasuoka" ],
      "venue" : null,
      "citeRegEx" : "Nomura et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Nomura et al\\.",
      "year" : 2013
    }, {
      "title" : "Angle with the Slip Length",
      "author" : [ "P. Tsai", "A.M. Peters", "C. Pirat", "M. Wessling", "R. Lammertink" ],
      "venue" : "J. Chem. Phys. 2006,",
      "citeRegEx" : "Tsai et al\\.,? \\Q2047\\E",
      "shortCiteRegEx" : "Tsai et al\\.",
      "year" : 2047
    }, {
      "title" : "Water Structure in Biological and Colloidal Interactions",
      "author" : [ "C. Torres-Verdín", "M.T. Balhoff" ],
      "venue" : "Nature",
      "citeRegEx" : "S. et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 1996
    }, {
      "title" : "Explains Fast Permeation through Graphene Oxide Membranes",
      "author" : [ "Z. Chen", "J. Li", "X. Li", "J. Xu", "X. Dong" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "K. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "K. et al\\.",
      "year" : 2017
    }, {
      "title" : "Fluidity of Water Confined to Subnanometre Films",
      "author" : [ "U. S" ],
      "venue" : "Nature",
      "citeRegEx" : ".Washington and S.,? \\Q1990\\E",
      "shortCiteRegEx" : ".Washington and S.",
      "year" : 1990
    }, {
      "title" : "Fast Water Transport in Graphene Nanofluidic Channels",
      "author" : [ "H.G. Park", "C. Duan" ],
      "venue" : "Nat. Nanotechnol. 2018,",
      "citeRegEx" : "J. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2018
    }, {
      "title" : "Biomimetic Aquaporin Membranes: Review of Status and Prospects",
      "author" : [ "G. Desalination" ],
      "venue" : "Desalination",
      "citeRegEx" : "Desalination,? \\Q2013\\E",
      "shortCiteRegEx" : "Desalination",
      "year" : 2013
    }, {
      "title" : "Anomalous Ion Transport in 2-Nm Hydrophilic Nanochannels",
      "author" : [ "C. Duan", "A. Majumdar" ],
      "venue" : "Nat. Nanotechnol. 2010,",
      "citeRegEx" : "Duan and Majumdar,? \\Q2010\\E",
      "shortCiteRegEx" : "Duan and Majumdar",
      "year" : 2010
    }, {
      "title" : "Capillary Filling in Closed End Nanochannels",
      "author" : [ "D. Bourrier", "A.M. Gue" ],
      "venue" : "Langmuir 2010,",
      "citeRegEx" : "Bourrier and Gue,? \\Q2010\\E",
      "shortCiteRegEx" : "Bourrier and Gue",
      "year" : 2010
    }, {
      "title" : "Nanoscale Fluid Transport: Size and Rate Effects",
      "author" : [ "P.J. Culligan", "T. Kim", "Y. Qiao" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Culligan et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Culligan et al\\.",
      "year" : 2008
    }, {
      "title" : "Ion Transport in Graphene Nanofluidic Channels",
      "author" : [ "Q. Xie", "F. Xin", "H.G. Park", "C. Duan" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "Xie et al\\.,? \\Q1952\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 1952
    }, {
      "title" : "The Grotthuss Mechanism",
      "author" : [ "N. Agmon" ],
      "venue" : "Chem. Phys. Lett. 1995,",
      "citeRegEx" : "Agmon,? \\Q1995\\E",
      "shortCiteRegEx" : "Agmon",
      "year" : 1995
    }, {
      "title" : "A Universal Tunable Nanofluidic Diode via Photoresponsive Host−Guest Interactions",
      "author" : [ "X.Y. Kong", "L. Jiang", "L. Wen" ],
      "venue" : "NPG Asia Mater. 2018,",
      "citeRegEx" : "Kong et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kong et al\\.",
      "year" : 2018
    }, {
      "title" : "Voltage-Gated Hydrophobic Nanopores",
      "author" : [ "S.N. Smirnov", "I.V. Vlassiouk", "N.V. Lavrik" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Smirnov et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Smirnov et al\\.",
      "year" : 2011
    }, {
      "title" : "Biosensing with Nanofluidic Diodes",
      "author" : [ "I. Vlassiouk", "T.R. Kozel", "Z.S. Siwy" ],
      "venue" : "J. Am. Chem. Soc. 2009,",
      "citeRegEx" : "Vlassiouk et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Vlassiouk et al\\.",
      "year" : 2009
    }, {
      "title" : "Water Transport and Purification in Nanochannels Controlled by Asymmetric Wettability",
      "author" : [ "L. Jiang" ],
      "venue" : "Small 2011,",
      "citeRegEx" : "Jiang,? \\Q2011\\E",
      "shortCiteRegEx" : "Jiang",
      "year" : 2011
    }, {
      "title" : "Nanofluidic Diode Generated by PH Gradient inside TrackEtched Conical Nanopore",
      "author" : [ "G. Y" ],
      "venue" : "Radiat. Meas. 2009,",
      "citeRegEx" : "Y.,? \\Q2009\\E",
      "shortCiteRegEx" : "Y.",
      "year" : 2009
    }, {
      "title" : "Nanofluidic Diode and Bipolar Transistor",
      "author" : [ "H. Daiguji", "Y. Oka", "K. Shirono" ],
      "venue" : "Nano Lett. 2005,",
      "citeRegEx" : "Daiguji et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Daiguji et al\\.",
      "year" : 2005
    }, {
      "title" : "Nanofluidic Diode",
      "author" : [ "I. Vlassiouk", "Z.S. Siwy" ],
      "venue" : "Nano Lett. 2007,",
      "citeRegEx" : "Vlassiouk and Siwy,? \\Q2007\\E",
      "shortCiteRegEx" : "Vlassiouk and Siwy",
      "year" : 2007
    }, {
      "title" : "A Biological Porin Engineered into a Molecular, Nanofluidic Diode",
      "author" : [ "G. Robillard", "B. Eisenberg" ],
      "venue" : "Nano Lett. 2007,",
      "citeRegEx" : "Robillard and Eisenberg,? \\Q2007\\E",
      "shortCiteRegEx" : "Robillard and Eisenberg",
      "year" : 2007
    }, {
      "title" : "Tuning Transport Properties of Nanofluidic Devices with Local Charge Inversion",
      "author" : [ "Z.S. Siwy" ],
      "venue" : "J. Am. Chem. Soc. 2009,",
      "citeRegEx" : "Siwy,? \\Q2009\\E",
      "shortCiteRegEx" : "Siwy",
      "year" : 2009
    }, {
      "title" : "Field-Effect Reconfigurable Nanofluidic Ionic Diodes",
      "author" : [ "W. Guan", "R. Fan", "M.A. Reed" ],
      "venue" : "Nat. Commun. 2011,",
      "citeRegEx" : "Guan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Guan et al\\.",
      "year" : 2011
    }, {
      "title" : "A LandauSquire Nanojet",
      "author" : [ "D.G.A. L", "R.P.A. Dullens", "S. Ghosal", "U.F. Keyser" ],
      "venue" : "Nano Lett. 2013,",
      "citeRegEx" : "L. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2013
    }, {
      "title" : "DNA Detection with a Polymeric Nanochannel Device",
      "author" : [ "L. Repetto", "U. Valbusa" ],
      "venue" : "Lab Chip 2011,",
      "citeRegEx" : "Repetto and Valbusa,? \\Q2011\\E",
      "shortCiteRegEx" : "Repetto and Valbusa",
      "year" : 2011
    }, {
      "title" : "Tuneable Elastomeric Nanochannels for Nanofluidic Manipulation",
      "author" : [ "S. Takayama" ],
      "venue" : "Nat. Mater. 2007,",
      "citeRegEx" : "Takayama,? \\Q2007\\E",
      "shortCiteRegEx" : "Takayama",
      "year" : 2007
    }, {
      "title" : "Lithography: A Method for Micro/Nanolithography by Precision PDMS Patterning",
      "author" : [ "S. Bond-Detach" ],
      "venue" : "Small 2007,",
      "citeRegEx" : "Bond.Detach,? \\Q2007\\E",
      "shortCiteRegEx" : "Bond.Detach",
      "year" : 2007
    }, {
      "title" : "Stochastic Transport through Carbon Nanotubes in Lipid Bilayers and Live Cell Membranes",
      "author" : [ "A. Noy" ],
      "venue" : "Nature",
      "citeRegEx" : "Noy,? \\Q2014\\E",
      "shortCiteRegEx" : "Noy",
      "year" : 2014
    }, {
      "title" : "Tunable Metalinsulator Transition in DoubleLayer Graphene Heterostructures",
      "author" : [ "R.V. Gorbachev" ],
      "venue" : "Nat. Phys. 2011,",
      "citeRegEx" : "Gorbachev,? \\Q2011\\E",
      "shortCiteRegEx" : "Gorbachev",
      "year" : 2011
    }, {
      "title" : "Graphene Based Heterostructures",
      "author" : [ "K. Watanabe", "T. Taniguchi", "K. Shepard", "P. Kim", "J. Hone" ],
      "venue" : "Solid State Commun. 2012,",
      "citeRegEx" : "Watanabe et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Watanabe et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The transport of fluid and ions in nano/ molecular confinements is the governing physics of a myriad of embodiments in nature and technology including human physiology, plants, energy modules, water collection and treatment systems, chemical processes, materials synthesis, and medicine. At nano/molecular scales, the confinement dimension approaches the molecular size and the transport characteristics deviates significantly from that at macro/micro scales. A thorough understanding of physics of transport at these scales and associated fluid properties is undoubtedly critical for future technologies. This compressive review provides an elaborate picture on the promising future applications of nano/molecular transport, highlights experimental and simulation metrologies to probe and comprehend this transport phenomenon, discusses the physics of fluid transport, tunable flow by orders of magnitude, and gating mechanisms at these scales, and lists the advancement in the fabrication methodologies to turn these transport concepts into reality. Properties such as chain-like liquid transport, confined gas transport, surface charge-driven ion transport, physical/chemical ion gates, and ion diodes will provide avenues to devise technologies with enhanced performance inaccessible through macro/micro systems. This review aims to provide a consolidated body of knowledge to accelerate innovation and breakthrough in the above fields.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}