{
  "name" : "downloads_2019-10-24_48_he2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "“Clickable” Metal-Oxide Nanomaterials Surface-Engineered by Gas-Phase Covalent Functionalization with Prop-2-ynoic Acid",
    "authors" : [ "Chuan He", "Ryan Janzen", "Shi Bai", "Andrew V. Teplyakov" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "−2 Torr), and this step was demonstrated to preserve the nanostructure of all the materials studied. The surface modification with “click” chemistry was tested via Cu(I)-catalyzed reaction of benzyl azide, with an added bonus of the CuO materials not requiring the presence of the copper catalyst. The combination of microscopic and spectroscopic investigations including scanning electron microscopy, Xray photoelectron spectroscopy, and solid-state nuclear magnetic resonance spectroscopy was used to follow the process and to compare with the traditional liquid-phase modification schemes.\n■ INTRODUCTION Metal-oxide nanomaterials (MONMs) are attracting substantial interest because of their versatile physical and chemical properties, wide range of compositions, and possibility to prepare a diverse set of nanostructures.1−3 These properties can be expanded even further by surface sensitization of these materials with organic or organometallic compounds that would introduce additional functionality to the materials leading to their multiple applications as pigments, sensors, and catalysts and extend their use in optics, electronics, and energy conversion.4−8 Often, the nanostructured forms of these metal oxides possess remarkably different properties compared to the bulk materials because of the distinct surface properties or other effects that become dominant with the decrease of the crystallite size to the level of atomic or molecular scales.9−11 A number of advanced synthetic methods have been developed to tailor the features of the MONMs such as size, shape, phase, and crystallinity.12−14 Among these techniques, the chemical synthesis of MONMs shows great\npotential in designing unique nanostructures. The highly developed and broadly used methods are largely based on sol− gel processing,15 electrochemical methods,16 hydrothermal and solvothermal techniques,17,18 chemical vapor deposition,19 and a number of other approaches.20 For example, sol−gel processing has been used to synthesize the TiO2 nanoparticles of uniform morphology and size, with a great efficiency to solar energy conversion.21 Electrochemical methods have been utilized to grow CuO nanorods that can be used as a hydrogen peroxide sensor.22 These methods show a high level of chemical control and selectivity, while retaining a high surface area, a high microporosity and an ordered 3-D structure. Solvo/hydrothermal methods have been applied to synthesize CeO2-supported nanoparticles for the application of CO2 methanation at low temperature.23 Chemical vapor deposition\nReceived: December 11, 2018 Revised: February 20, 2019 Published: February 22, 2019\n© 2019 American Chemical Society 2068 DOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\n(CVD) has been used to control the growth of ZnO nanorods and other nanostructures, which can be sensitized with dye molecules to exhibit a set of very attractive properties for sensing and energy conversion.24−26 One of the advantages of this approach is the fact that it allows chemical methods to be used for growing nanostructures on a variety of substrate materials. Overall, preparation of various oxide nanostructures has been widely studied, and multiple reviews recount the approaches and methods to target production of specific nanomaterials. However, two major issues often have to be addressed following the nanostructure preparation. First, the surfaces of the MONMs produced are often very reactive and need to be stabilized to avoid agglomeration. Second, the surfaces of such materials are often desired to be chemically functionalized for a specific application. The problem with the first of these issues is that desensitization of reactive surfaces may decrease chemical reactivity toward a target process (sensing, catalysis, etc.).27−29 The problem with the latter is the fact that oxide materials can only react selectively with a handful of functional groups, and many of them can cause etching or other morphological changes in the material itself. The most common chemical approaches to oxide surface sensitization include the use of dilute solutions of carboxylic or phosphonic acids, or silylation.20,30 In other words, a target functionality (such as a dye molecule) needs to be modified with a reactive carboxylic (−COOH) or phosphonic (−PO(OH)2) groups or with appropriately substituted reactive center involving silicon, such as R−Si(X)3, where the X could be Cl or −OCH3.20,30 The inherent reactivity requirement for such functional groups suggests the possibility of surface etching of many target materials. While some oxides, such as TiO2, are sufficiently stable during the chemical sensitization process, making them very attractive candidates for practical applications; others are very sensitive to this processing step. In those cases, the potential for aggregation, polymerization of organic reactants, and surface etching prevents the use of surface sensitization for realistic applications and devices.29,31,32\nThus, new methods for MONM surface modification are always in demand. Recently, a novel approach utilizing a twostep chemical procedure to sensitize the surface of ZnO nanostructures has been developed.33−35 The major advantage of this approach compared to the conventional surface functionalization processes is the use of a gas-phase exposure of the surface of ZnO nanostructures to prop-2-ynoic acid as a first step of chemical modification. It was shown that the morphology of the nanostructured ZnO material is fully preserved during this modification step and that the modification itself actually stabilizes the surface of the nanomaterial, so that it can undergo further post-modification in the liquid phase. The second step involved a coppercatalyzed alkyne−azide cycloaddition (commonly referred to as an example of “click” chemistry),36 and this step did not affect the morphology of the material either. The use of a carboxylic acid derivative to achieve the same end result showed that the morphology of the nanomaterial is affected greatly even if a dilute acid solution is used. Moreover, the time-resolved measurements suggested that the new procedure is perfectly adequate for measuring the behavior of the dye molecule strongly coupled to the oxide surface, while the surface chemically modified in a liquid phase contained a number of different species that were not coupled to the\nsurface. The idea of a two-step sensitization of oxide materials based on a first step of saturating the oxide surface with a gasphase prop-2-ynoic acid, as illustrated in Scheme 1, is extended\nin this work to become a general oxide modification approach and to illustrate the potential of this method to be adopted for a wide variety of other materials. The chemistry depicted in Scheme 1 is oversimplified and may involve surface hydroxyl groups present on surfaces of oxide materials. Nevertheless, previous work on surface reactions of ZnO nanopowder suggests that in gas-phase modification, the displacement processes37 and surface preparation by brief annealing lead to the formation of the same end products in a reaction with carboxylic acids as shown in Scheme 1.33−35,37\nIn this work, surfaces of several MONMs (ZnO nanorods, CuO nanowires, TiO2 nanoparticles, and CeO2 nanoparticles) were exposed to the gas-phase prop-2-ynoic acid under medium vacuum conditions following a simple pretreatment by preheating in vacuum to remove impurities weakly adsorbed on the surface. This step produced fully morphologically preserved surfaces with reactive alkyne functional groups for further modification with azido-compounds by click reaction. Selected results described previously for ZnO materials33−35 are reinforced here with additional spectroscopic characterization and serve as a reliable reference for comparison with chemistries of CuO, TiO2, and CeO2. The combination of microscopic and spectroscopic investigations including scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS), and solid-state nuclear magnetic resonance spectroscopy (ss-NMR) has been used to confirm the “clickable” functionality and the morphology preservation. In case of TiO2, the use of the two-step modification approach with the first step being a reaction with a gas-phase species is not required, as the morphology of this material is preserved regardless of whether the first step is performed in liquid or gas phase. However, for all other metal oxides studied, there was a profound difference between gas-phase and liquid-phase modification schemes.\n■ RESULTS AND DISCUSSION Morphology-Preserving Preparation of Prop-2-ynoic Acid-Modified MONMs. In order to demonstrate that the sensitization of the oxide nanomaterials with gas-phase prop-2ynoic acid preserves their morphology, a number of oxides were investigated. The materials included ZnO nanorods grown via the CVD method, commercially available TiO2 nanoparticles (<500 nm), CuO nanowires synthesized through thermal oxidation method, and commercially available CeO2\nScheme 1. Proposed Surface Binding Models of the Prop-2ynoic Acid on MONMs, Including CuO, TiO2, CeO2, and Previously Studied ZnO Surfaces\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2069\nnanoparticles (<50 nm). These materials were modified with gas phase prop-2-ynoic acid in a home-built medium vacuum chamber. Following the reaction, the system was pumped down to base pressure to remove any gaseous or physisorbed prop-2-ynoic acid. This procedure allows for a full monolayer saturation of the surfaces of nanomaterials, as was shown for ZnO nanopowder and nanorods, and at the same time does not leave any physisorbed prop-2-ynoic acid.35 The detailed description of the setup and thermochemical analysis of the dosing conditions is presented elsewhere.35\nFigure 1 summarizes the SEM studies of morphology of all MONMs before and after gas phase modification with prop-2ynoic acid and compares them to the traditional liquid-phase modification with the same compound diluted in tetrahydrofuran (THF) (for the same reaction time) at room temperature. This figure clearly shows that the ZnO nanorods are fully preserved following gas-phase modification but nearly completely destroyed following liquid-phase treatment. It should be noted that the control experiments with pure THF suggest that it is specifically the prop-2-ynoic acid and not the solvent that destroys the nanofeatures of ZnO material, as the treatment of the ZnO sample with pure THF solvent indicated no morphology changes, as demonstrated in the previous work.33,34\nThe same figure confirms that there are no morphological changes recorded for the TiO2 nanoparticles following either gas-phase or liquid-phase treatment with prop-2-ynoic acid. The liquid-phase modification of TiO2 via carboxylic groups has been well studied and has shown that TiO2 is chemically\nstable with respect to acidic functional groups in liquid-phase reactions.38,39 The gas-phase modification of prop-2-ynoic acid was performed on TiO2 nanoparticles to demonstrate that the proposed surface modification approach is universal. In fact, it can be used on TiO2 nanomaterials for purposes other than preserving morphology of the nanomaterial. For example, gasphase modification can be easily adapted to control the surface coverage of functional groups, which is very difficult to achieve in solution. Further experiments were performed on CuO nanowires and CeO2 nanoparticles to show the potential of the two-step chemical procedure. As summarized in Figure 1, an SEM image of the CuO nanowires shows that the nanofeatures have a diameter of less than 20 nm and a very uniform distribution of the nanowires over the substrate. Following modification with gas-phase prop-2-ynoic acid, no aggregation or noticeable etching or dissolution of CuO is observed. This preservation of nanowires can be contrasted with the dramatical changes observed for the CuO nanowires exposed to the diluted solution of prop-2-ynoic acid in THF. In that case, the nanowires appear to be covered by an aggregated netlike structure, which is very likely to be the polymeric product of a reaction between CuO and prop-2-ynoic acid in solution. More discussion of this process will be provided later in the manuscript; however, for the moment, it is sufficient to establish that CuO surface morphology is greatly affected by the liquid-phase reaction with prop-2-ynoic. Finally, the SEM images of CeO2 before and after the gas-phase modification with prop-2-ynoic acid do not exhibit any appreciable\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2070\ndifferences in terms of particle sizes and distribution. However, the SEM image of CeO2 exposed to liquid prop-2-ynoic acid solution in THF shows significant change of particle size and distribution, with smaller particles apparently formed and compressed together with the larger nanoparticles of the starting material. Although this change may be subtle, it could affect the properties of this material, including, for example, its catalytic efficiency.40 Thus, in the case of CeO2, it appears that the liquid-phase modification broke up the nanoparticles into smaller particles. To quantify this statement, changes in the morphology of the oxide nanomaterials following gas-phase and liquid-phase modification were analyzed using ImageJ software based on the SEM results in Figure 1. The obtained values of particle size and distribution are shown in Figure S1 in the Supporting Information section. These results clearly support the conclusion that the gas phase modification with prop-2-ynoic acid did not produce any noticeable changes in morphology of all tested MONMs. On the other hand, the liquid modification caused significant changes to ZnO, CuO, and CeO2. Overall, this part of the investigation shows that there was no dramatic morphology change during surface chemical modification for commercially available TiO2 nanoparticles because of the chemical stability of this material. However, liquid-phase modification with prop-2-ynoic acid causes significant morphology change for all other materials studied. At the same time, gas-phase modification with prop-2-ynoic acid preserves the morphology of every oxide nanomaterial investigated. The electron microscopy studies summarized above provided important information about surface morphology changes of the oxide nanomaterials following sensitization with prop-2-ynoic acid. However, before any post-modification can be performed, it is important to understand chemical identity of the produced surface functional groups. The identification\nof the products of the reaction of prop-2-ynoic acid and oxide surfaces will require confirmation of the integrity of the alkyne functionality and investigation of the way it is anchored to the surface. In the case of ZnO, the full investigation of the surface reaction established that XPS and ss-NMR would be sufficient to answer both questions, as shown in our previous work.33−35 This previous work can also be used for comparison with other oxide materials. Figure 2 compares the C 1s and O 1s spectra of all tested MONMs following modification of their surfaces with gasphase prop-2-ynoic acid. The left panel of this figure presents the C 1s spectral range and clearly shows the presence of two features following gas-phase modification with prop-2-ynoic acid. The ratio of these features is approximately 1:2 in all the experiments, consistent with a ratio expected for a single carboxylate carbon and two alkyne carbon atoms. The experiments with pristine materials only exhibited very low intensity C 1s features at 284.6 eV for all of the pristine MONMs samples (see the Supporting Information section, Figure S2). It can be pointed out that the exact shape of the feature corresponding to the carboxylate species in the C 1s spectral region presented in Figure 2 exhibits some variation among the metal oxide materials studied because of variations in the exact surface structure and possible formation of surface species with similar binding energies. Some of these questions will be addressed below using ss-NMR. The right panel of Figure 2 summarizes the studies of the same materials within the O 1s spectral range. Because all the materials studied are oxides, it is difficult to quantify the amount of oxygen present on their surfaces in the form of carboxylates, especially because the experiments reported are performed ex situ, following a brief exposure of the samples to ambient conditions upon transfer to the XPS instrument. Nevertheless, there are noticeable and consistent differences between the MONM samples before and after their exposure to the gas-phase prop-\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2071\n2-ynoic acid. In addition to the main bulk feature at approximately 530 eV, the feature at approximately 531 eV (visible in the pristine materials before modification) can be assigned to the surface hydroxyl groups.41 Following gas-phase modification with prop-2-ynoic acid, this feature is still clearly present, its intensity appears to increase, and the position shifts to higher binding energy, in an apparent overlap with the O 1s features of the surface carboxylic groups. The position of the carboxylates is expected to be at approximately 532 eV according to previous studies of similar systems.33−35,41 Overall, the analysis of the C 1s spectra suggests the presence of two different types of carbon atoms: one corresponding to the surface carboxylate and another consistent with the alkyne group. The ratio and positions of both features are consistent with the presence of the species shown in Scheme 1 for surface reaction of prop-2-ynoic acid on oxide surfaces. This observation is supported by the changes in the O 1s spectral features observed following gas-phase modification with prop2-ynoic acid. However, further insight is needed to confirm the identities of both groups. This insight can be provided by ss-NMR investigation. Figure 3 compares the 13C ss-NMR spectra of different oxide\nmaterials (a−d) and also presents the liquid-phase spectrum of prop-2-ynoic acid in D2O (e). Of course, the exact positions of the liquid-phase features may change upon reacting with a solid surface; however, their approximate positions are helpful in surface species identification. As shown in Figure 3e, molecular prop-2-ynoic acid has three well-separated peaks at 152.9, 77.5, and 73.9 ppm, corresponding to three different carbons from carboxylate and alkyne groups.42 Overall, similar features are observed in the ss-NMR spectra of all oxide materials modified with the gas-phase prop-2-ynoic acid. Most importantly, the absence of features at the positions corresponding to aliphatic or aromatic carbon atoms confirms\nthat the proposed surface modification scheme does not lead to substantial surface reactions other than the ones shown in Scheme 1. A previous detailed analysis of ZnO reaction with prop-2-ynoic acid33−35 confirmed that the prop-2-ynoic acid reaction delivers an intact alkyne group to the surface and that the resulting species is anchored to the surface by a bidentate carboxylate. The spectra for ZnO, TiO2, and CeO2 are very similar, as evidenced in spectra (b−d) in Figure 3. They all exhibit a sharp peak at 161.1 ppm corresponding to a carboxylic group and a broader feature at approximately 75 ppm for −CC−. The fact that the carboxylic group in the case of ZnO is bound to the surface as a bidentate was confirmed previously by infrared investigations and computational studies.33,35 The slightly broader feature observed for CeO2, compared to ZnO and TiO2, is most likely the result of inhomogeneous broadening observed for this material because of the complexity of its surface (XPS investigation confirms complex electronic structure observed for CeO2, see Figures S3−S5 in Supporting Information section). Thus, it can be concluded that the oxides of Zn, Ce, and Ti show very similar chemistry with respect to gas-phase prop-2-ynoic acid and the reaction leads to the formation of a bidentate carboxylate and an unreacted −CCH group. This is consistent with what would be expected for well-studied TiO2\n38,39 and is also in accord with the previous ultra-high vacuum work and theoretical investigation on CeO2.\n43,44 It can be pointed out that the complexity of morphology and wide nanoparticle size distribution indicated by the SEM studies in Figure 1 for CeO2 may lead to a variety of diverse chemical environments for −CC−, causing line broadening of the peak near 69 ppm in Figure 3. Qualitatively, CuO reaction appears to be similar to that on other oxide surfaces; however, there are also notable differences. Figure 3a shows that the peak of the carboxylic group on modified CuO nanowires is observed at 165.9 ppm, which is substantially higher chemical shift than that on the other three modified MONMs. In addition, the signal of the −CC− entity shows two well separated peaks at 75.2 and 82.1 ppm, respectively, instead of one broad peak observed for other materials. These differences indicate that gas-phase modification of CuO nanowires has a different surface binding mode compared to other metal oxides studied. In the previous nuclear magnetic resonance (NMR) studies of ZnO modification with prop-2-ynoic acid supported by computational investigation,35 the 165.6 ppm feature was proposed to correspond to the monodentate carboxylate on a surface of this material. It is very likely that the reaction of a carboxylic acid with CuO leads to the formation of predominately monodentate species, shown as the first species in Scheme 1. This hypothesis is supported by the observation of a split feature instead of a single peak for the −CC− group on CuO. The monodentate carboxylate is expected to bring the alkyne functionality closer to the surface, suggesting that the carbon−carbon triple bond can interact with a surface copper atom. Interestingly, this interaction may be advantageous for performing click reaction for the post-modification of surface alkyne groups without additional copper catalyst, as shown in Scheme 2, comparing a possible product of prop-2-ynoic acid reaction on most metal oxides (a) with that on CuO (b). Before proceeding to test this hypothesis, it should be mentioned that the NMR spectra of liquid-phase modified CuO nanowires (not shown) have completely different resulting surface signals originating from a number of complex\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2072\nsurface products probably due to the redox and polymerization reactions indicated by the SEM investigation shown in Figure 1 above. Confirmation of “Clickable” Functionality of MONMs Modified with Gas-Phase Prop2-ynioc Acid. The click reaction summarized in Scheme 2 was tested on the surfaces of all the oxide nanomaterials described in this work. The copper(I)-catalyzed (copper(I) acetate, 24 h, 40 °C under Ar atmosphere) click reaction (CuAAC) of the alkyne functionality with a benzyl azide solution (1 mM solution in THF) was performed for every nanostructure, and the success of the click reaction was confirmed with SEM (indicating the preservation of surface morphology) and XPS (showing the presence of the nitrogen on the surface in a functional group consistent with the formation of a triazole ring). Overall, all these studies confirmed that in the case of all oxide materials, similarly to the previously investigated ZnO nanorods,34 the CuAAC process does work and it does preserve the morphology of intricate nanostructured features (see Figures S1 and S6 in the Supporting Information section). The most interesting case, however, was recorded for CuO nanowires, where the reaction proceeded efficiently without adding any copper catalyst. This result is consistent with a recently reported work using CuO nanowires as a heterogeneous catalyst for a click reaction in solution.45\nFigure 4 shows SEM studies of the key steps illustrated in Schemes 1 and 2 for CuO nanowires. The pristine CuO nanowires are shown in Figure 4a,b. This morphology is fully preserved following the gas-phase reaction with prop-2-ynoic acid, confirmed by images in Figure 4c,d. According to the XPS studies summarized in Figure 5a,b, no surface nitrogen was observed for these samples. Reaction of the resulting alkynefunctionalized surface with benzyl azide without any additional Cu(I) catalyst (24 h, 40 °C under Ar atmosphere) in THF does not alter the surface morphology, as shown in images in Figure 4e,f (although some charging effects may alter the observed contrast in the image). Following the final step of surface modification, XPS shows the presence of nitrogen from the benzyl azide reacted to form a triazole ring, according to\nScheme 2. Three different nitrogen peaks can be identified in Figure 5c, and this assignment is fully consistent with previous XPS work on alkyne−azide “click” reaction of surfaces supported by computational predictions.33,34,46−48 The success of click reaction with morphology preservation on TiO2 nanoparticles and CeO2 nanoparticles has also been confirmed by SEM and XPS investigation (see the Supporting Information section, Figure S6). Overall, this set of studies confirms that the chemical functionality produced on surfaces of nanomaterials investigated in this work is amenable for CuAAC with azides and that in case of CuO, this reaction does not require additional Cu(I) catalyst. This last statement is fully consistent with the differences between CuO and all other nanostructures oxide materials investigated, as indicated by a summary in Scheme 2. The CuAAC process requires the presence of Cu(I); however, nominally, copper in CuO nanowires is in a +2 oxidation state. This seeming contradiction can be explained by partial reduction of surface copper in the copper oxide nanomaterial upon reacting with prop-2-ynoic acid, the effect that is similar to those observed previously for copper nanomaterials reacting with thiols, for example.49 This surface reduction of CuO nanowires has been confirmed by the XPS investigation of the Cu 2p spectral region for CuO nanowires following gas-phase prop-2-ynoic acid exposure shown in Figure 6a. The sample of pristine CuO nanowires before modification is dominated by the presence of Cu(II), as shown in Figure 6b. Cu(I) has a lower binding energy at 932.6 eV (Cu 2p3/2) and 952.9 eV (Cu\nScheme 2. Possible Products of Prop-2-ynoic Acid Reaction on Most Metal Oxides (a) Compared With that on CuO (b); the Bidentate Binding Mode in (a) Would Require Additional Cu(I) Catalyst in a Click Reaction with an Azide Functionality, But the Additional Catalyst May Not Be Required for CuO\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2073\n2p1/2). Cu(II) has a higher binding energy at 934.5 eV (Cu 2p3/2) and 954.8 eV (Cu 2p1/2). The typical satellite peaks of Cu2+ are also observed in Figure 6b.45,49,50 Following the modification with gas-phase prop-2-ynoic acid, the intensity of Cu(II) peaks clearly diminished and the strong satellite Cu2+ peaks were significantly reduced, as shown in Figure 6a, indicating that the surface Cu(II) was reduced to Cu(I), which became the major component during the gas-phase exposure of CuO nanowires to prop-2-ynoic acid. It should be noted that the Cu Auger electron spectral region (not shown) is also\nconsistent with the presence of Cu(I) rather that Cu(0) in the CuO nanowires modified with the prop-2-ynoic acid. In the copper oxide nanowires used in this investigation, no presence of Cu(0) was recorded either before or after gas-phase modification with prop-2-ynoic acid.\n■ CONCLUSIONS The work presented here generalizes a new method to design “clickable” MONMs. ZnO nanorods, CuO nanowires, TiO2 nanoparticles, and CeO2 nanoparticles have been tested by modification with gas-phase prop-2-ynoic acid under medium vacuum conditions. Full morphology preservation along with the “clickable” functionality is confirmed by a combination of microscopic and spectroscopic investigations including SEM, XPS, and ss-NMR. The “click” chemistry reactivity of all these materials was tested in a Cu(I)-catalyzed reaction of the gasphase modified oxides with benzyl azide. In the case of CuO nanorods, the reaction did not require any additional copper catalyst. This novel approach has great potential to be a universal method for engineering clickable oxide nanomaterials for a variety of practical applications. It is most useful for nanomaterials that are reactive with respect to traditional liquid-phase chemical modifiers but also holds potential for controlling surface concentration of functional groups for all the other materials.\n■ METHODS Materials. All the chemicals were reagent grade or better and used as received. Argon (Keen Compressed Gas, research purity), prop-2ynoic acid (Acros organics, 99%), ZnO nanopowder (Sigma-Aldrich, 99%), activated carbon (Alpha, 99%), silica slide substrates (SigmaAldrich, 99.99%), copper foil (Alfa Aesar, 99.9%), hydrochloric acid (Fisher, 37.3% certified ACS grade), sodium hydroxide (Fisher, 98%), ammonia (Fisher, 29% certified ACS plus grade), TiO2 nano powder (Alfa Aesar, 99.5%), CeO2 nano powder (Sigma-Aldrich, 99.95%), Milli-Q water (first generation of Millipore), ethanol (Fisher, ≥99.8%), benzyl azide (Alfa Aesar, 94%), THF (Fisher, distilled from Na/benzophenone), copper(I) acetate (Sigma-Aldrich, 97%), horizontal tube furnace (Lindberg Blue M), and a home-built medium vacuum system were used.\nSynthesis of ZnO Nanorods and Their Modification with Prop-2-ynoic Acid. The ZnO nanorods were prepared using a previously described CVD procedure.34 The well-mixed ZnO and carbon mixture was used to synthesize ZnO NRs on the gold-coated silica substrate at 900 °C for 2 h in flowing argon followed by 3 h with the tube open under atmospheric conditions.\nThe modification of ZnO nanorods with prop-2-ynoic acid was performed in a medium vacuum setup, which can achieve base pressure of 10−2 Torr as described in detail previously.35 ZnO nanorods were placed in a crucible boat and loaded into a quartz tube connected to a mechanical pump. The prop-2-ynoic acid was placed in a glass tube and outgassed by a mechanical pump before being connected to the other side of this quartz tube via a connector with a pressure gauge. The base pressure was 0.3 Torr. Once the ZnO NRs was placed in the boat, the tube was placed in a furnace and heated under vacuum to 800 K for 30 min, then cooled back to nearly room temperature. With the temperature of the tube below 55 °C, the valve to the pump was closed and the interior of the quartz tube was exposed to the gas-phase prop-2-ynoic acid for 15 min at a pressure of approximately 2 Torr, as confirmed by the pressure gauge. This exposure was sufficient to saturate the surface of ZnO nanorods with gas-phase prop-2-ynoic acid, as was demonstrated previously.35\nPreparation of CuO Nanowires Modified with Prop-2-ynoic Acid. The CuO nanowire samples were prepared by two-step thermal oxidation of copper foil in air. The copper foil substrate was precleaned using an aqueous 1.0 M HCl solution for 1 min, followed by ultrasonic rinsing with ethanol and Milli-Q water for 2 min. The\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2074\ncopper foil was then transferred to a solution made of 50 mg sodium hydroxide and 25 μL ammonia dissolved in 10 mL of Milli-Q water for 30 min pre-etching step. After Milli-Q water rinsing and nitrogen gas flow drying, the pre-etched copper foil was placed in a crucible boat and loaded into a quartz tube. The tube was placed in a furnace and heated to 500 °C and annealed in air at ambient pressure for 1 h. The change of color from reddish to black during the growth process indicated the formation of CuO nanowires. We have tested a number of growth conditions including the concentration of sodium hydroxide in the pre-etching solution, annealing temperature, and annealing time. Confirmed by SEM investigation, the optimized growth condition was chosen as described. After the preparation of CuO nanowires, the quartz tube was evacuated with a mechanical pump. The outgassed prop-2-ynoic acid was placed in a glass tube connected to the other side of this quartz tube via a connector with a pressure gauge. Because the CuO nanowires were prepared by annealing at 500 °C, no additional preheating was performed. When the base pressure reached 0.3 Torr with the temperature of the tube below 55 °C, the valve to the pump was closed and the interior of the quartz tube was exposed to the gas phase prop-2-ynoic acid at a pressure of approximately 2 Torr, as confirmed by the pressure gauge. Preparation of PA-Modified TiO2 NPs and CeO2 NPs. The TiO2 nanoparticles and CeO2 nanoparticles were commercially purchased as powder samples. The powder sample (1.0 g) was placed in a crucible boat and loaded into the same medium vacuum system. The pristine TiO2 nanoparticles and CeO2 nanoparticles as comparison samples were prepared by annealing under vacuum at 800 K for 30 min. After annealing, the prop-2-ynoic acid-modified TiO2 nanoparticles and CeO2 nanoparticles were prepared by exposure to the gas-phase prop-2-ynoic acid under the same conditions in the medium vacuum system as described in the procedure for the ZnO sample preparation. Click Reaction in a Liquid Phase. The MONM samples modified with gas-phase prop-2-ynoic acid were removed from the medium vacuum chamber and transferred into a 25 mL round-bottom flask. Then, 10 mL of THF, approximately 5 mg of benzyl azide compound and 1.0 mg of copper(I) acetate (no additional copper(I) acetate was added for click reaction on CuO NWs sample) were added into the flask. After that, the mixture was stirred gently for 24 h at 40 °C under Ar atmosphere. Before characterization, the MONM samples were rinsed gently with acetonitrile in water (v/v 1:1), methanol, and THF several times. SEM Characterization. The SEM images of all the tested MONMs samples were collected using a Zeiss Auriga 60 scanning electron microscope in the W. M. Keck Electron Microscopy Facility at the University of Delaware. All the images were collected with a secondary electron (in-lens) detector at a working distance of 5.0 mm and the accelerating voltage was 3 kV. XPS Characterization. The XPS spectra were collected on a KAlpha+ XPS instrument from Thermo Scientific with an Al Kα X-ray source at an energy of 1486.6 eV. The takeoff angle was 35.3° with respect to the analyzer. The energy range of 0−1000 eV was applied on the survey spectra. The high-resolution spectra for each element, C 1s, N 1s, O 1s, Zn 2p, Cu 2p, Ce 3d, and Ti 2p (see selected spectra in the Supporting Information section, Figures S2−S6) were collected with the pass energy of 58.5 eV over the range of 20 eV at 0.1 eV/ step. The data analysis was performed with CasaXPS (version 2.3.16) software. All peak positions and relative sensitivity factors were calibrated to the C 1s peak at 284.6 eV. The Zn 2p, Cu 2p, Ti 2p, and Ce 3d features are expected for each metal oxide nanomaterial. The C 1s and O 1s spectra are consistent with the expectation of the reaction but are also complicated by the fact that the surfaces were exposed to the ambient conditions upon sample transfer. N 1s spectra are the key to the chemical modification of the MONM surfaces and are presented in the text of the manuscript.\n13C Solid-State NMR Characterization. The solid-state NMR measurements were carried out on an 11.7 T wide-bore Bruker AVANCE III NMR spectrometer, operating at a Larmor frequency of 125.77 MHz for 13C. A 3.2 mm Bruker multinuclear HCN magic\nangle spinning (MAS) probe was used. The 13C cross-polarization (CP) MAS spectrum was acquired at 25 °C. The MAS frequency of 14 kHz was controlled to within +/−3 Hz using the Bruker MAS controller. The 90° pulse length was 3.3 μs for 13C. A recycle delay of 3 s and a cross-polarization time of 2 ms were used to collect a sufficient number of scans for a reasonable signal-to-noise ratio. The solution 13C NMR spectrum was obtained on a 400 MHz Bruker AVANCE III spectrometer. For solid-state NMR, 13C chemical shifts were referenced externally via a resonance at 43.5 ppm for α-carbon of glycine relative to tetramethylsilane (TMS). For solution NMR, 13C chemical shifts are externally referenced to the TMS peak at 0.0 ppm.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.8b05124.\nAdditional SEM and XPS investigations of MONMs and their surface modification steps (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: andrewt@udel.edu. Phone: (302) 831-1969. Fax: (302) 831-6335."
    }, {
      "heading" : "ORCID",
      "text" : "Shi Bai: 0000-0003-2126-450X Andrew V. Teplyakov: 0000-0002-6646-3310"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was partially supported by the National Science Foundation (DMR1609973 (GOALI)). A.V.T. acknowledges the support of NSF (9724307; 1428149) and the NIH NIGMS COBRE program (P30-GM110758) for research activities in the University of Delaware Surface Analysis Facility and W. M. Keck Center for Advanced Microscopy and Microanalysis.\n■ REFERENCES (1) Franke, M. E.; Koplin, T. J.; Simon, U. Metal and Metal Oxide Nanoparticles in Chemiresistors: Does the Nanoscale Matter? Small 2006, 2, 36−50. (2) Sun, Y.-F.; Liu, S.-B.; Meng, F.-L.; Liu, J.-Y.; Jin, Z.; Kong, L.-T.; Liu, J.-H. Metal Oxide Nanostructures and Their Gas Sensing Properties: A Review. Sensors 2012, 12, 2610−2631. (3) Pankhurst, Q. A.; Connolly, J.; Jones, S. K.; Dobson, J. Applications of Magnetic Nanoparticles in Biomedicine. J. Phys. D: Appl. Phys. 2003, 36, R167−R181. (4) Li, Z.; Chen, W.; Zeng, W. Gas-Sensing Properties of Various Low Dimensional Nanostructures of TiO2. J. Mater. Sci.: Mater. Electron. 2015, 26, 1554−1559. (5) Liu, R.; Duay, J.; Lee, S. B. Redox Exchange Induced MnO2 Nanoparticle Enrichment in Poly(3,4-Ethylenedioxythiophene) Nanowires for Electrochemical Energy Storage. ACS Nano 2010, 4, 4299−4307. (6) Niederberger, M.; Pinna, N.Metal Oxide Nanoparticles in Organic Solvents, Synthesis, Formation, Assembly and Application; SpringerVerlag: London, 2009. (7) Pardeshi, S. K.; Patil, A. B. A Simple Route for Photocatalytic Degradation of Phenol in Aqueous Zinc Oxide Suspension Using Solar Energy. Sol. Energy 2008, 82, 700−705. (8) Vidor, F. F.; Wirth, G. I.; Hilleringmann, U. Low Temperature Fabrication of a ZnO Nanoparticle Thin-Film Transistor Suitable for Flexible Electronics. Microelectron. Reliab. 2014, 54, 2760−2765.\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2075\n(9) Fernańdez-García, M.; Martínez-Arias, A.; Hanson, J. C.; Rodriguez, J. A. Nanostructured Oxides in Chemistry: Characterization and Properties. Chem. Rev. 2004, 104, 4063−4104. (10) Coloń-Ibañ́ez, G.; Belver-Coldeira, C.; Fernańdez-García, M. Nanostructured Oxides in Photo-Catalysis. Synthesis, Properties, and Applications of Oxide Nanomaterials; John Wiley & Sons, Inc.: Hoboken, NJ, USA, 2006; pp 491−562. (11) Bottero, J.-Y.; Auffan, M.; Rose, J.; Mouneyrac, C.; Botta, C.; Labille, J.; Masion, A.; Thill, A.; Chaneac, C. Manufactured Metal and Metal-Oxide Nanoparticles: Properties and Perturbing Mechanisms of Their Biological Activity in Ecosystems. C. R. Geosci. 2011, 343, 168− 176. (12) Bilecka, I.; Djerdj, I.; Niederberger, M. One-Minute Synthesis of Crystalline Binary and Ternary Metal Oxide Nanoparticles. Chem. Commun. 2008, 7, 886−888. (13) Niederberger, M.; Garnweitner, G. Organic Reaction Pathways in the Nonaqueous Synthesis of Metal Oxide Nanoparticles. Chem. Eur. J. 2006, 12, 7282−7302. (14) Bozon-Verduraz, F.; Fiev́et, F.; Piquemal, J.-Y.; Brayner, R.; El Kabouss, K.; Soumare, Y.; Viau, G.; Shafeev, G. Nanoparticles of Metal and Metal Oxides: Some Peculiar Synthesis Methods, Size and Shape Control, Application to Catalysts Preparation. Braz. J. Phys. 2009, 39, 134−140. (15) Bayal, N.; Jeevanandam, P. Synthesis of TiO2−MgO Mixed Metal Oxide Nanoparticles via a Sol−gel Method and Studies on Their Optical Properties. Ceram. Int. 2014, 40, 15463−15477. (16) Wildgoose, G. G.; Banks, C. E.; Compton, R. G. Metal Nanoparticles and Related Materials Supported on Carbon Nanotubes: Methods and Applications. Small 2006, 2, 182−193. (17) Li, S.; Zhang, T.; Tang, R.; Qiu, H.; Wang, C.; Zhou, Z. Solvothermal Synthesis and Characterization of Monodisperse Superparamagnetic Iron Oxide Nanoparticles. J. Magn. Magn. Mater. 2015, 379, 226−231. (18) Zhao, Y.; Zhang, Y.; Li, J.; Du, X. Solvothermal Synthesis of Visible-Light-Active N-Modified ZrO2 Nanoparticles. Mater. Lett. 2014, 130, 139−142. (19) Wu, J.-J.; Liu, S.-C. Low-Temperature Growth of Well-Aligned ZnO Nanorods by Chemical Vapor Deposition. Adv. Mater. 2002, 14, 215−218. (20) Neouze, M.-A.; Schubert, U. Surface Modification and Functionalization of Metal and Metal Oxide Nanoparticles by Organic Ligands. Monatshefte für ChemieChem. Mon. 2008, 139, 183−195. (21) Chen, D.; Huang, F.; Cheng, Y.-B.; Caruso, R. A. Mesoporous Anatase TiO2 Beads with High Surface Areas and Controllable Pore Sizes: A Superior Candidate for High-Performance Dye-Sensitized Solar Cells. Adv. Mater. 2009, 21, 2206−2210. (22) Batchelor-McAuley, C.; Du, Y.; Wildgoose, G. G.; Compton, R. G. The Use of Copper(II) Oxide Nanorod Bundles for the NonEnzymatic Voltammetric Sensing of Carbohydrates and Hydrogen Peroxide. Sens. Actuators, B 2008, 135, 230−235. (23) Wang, F.; He, S.; Chen, H.; Wang, B.; Zheng, L.; Wei, M.; Evans, D. G.; Duan, X. Active Site Dependent Reaction Mechanism over Ru/CeO2 Catalyst toward CO2 Methanation. J. Am. Chem. Soc. 2016, 138, 6298−6305. (24) Yang, J. L.; An, S. J.; Park, W. I.; Yi, G.-C.; Choi, W. Photocatalysis Using ZnO Thin Films and Nanoneedles Grown by Metal-Organic Chemical Vapor Deposition. Adv. Mater. 2004, 16, 1661−1664. (25) Galoppini, E.; Rochford, J.; Chen, H.; Saraf, G.; Lu, Y.; Hagfeldt, A.; Boschloo, G. Fast Electron Transport in Metal Organic Vapor Deposition Grown Dye-Sensitized ZnO Nanorod Solar Cells. J. Phys. Chem. B 2006, 110, 16139−16161. (26) Wang, X.; Summers, C. J.; Wang, Z. L. Large-Scale HexagonalPatterned Growth of Aligned ZnO Nanorods for Nano-Optoelectronics and Nanosensor Arrays. Nano Lett. 2004, 4, 423−426. (27) Sakeye, M.; Smått, J.-H. Comparison of Different AminoFunctionalization Procedures on a Selection of Metal Oxide\nMicroparticles: Degree of Modification and Hydrolytic Stability. Langmuir 2012, 28, 16941−16950. (28) Agarwala, A.; Kaynan, N.; Zaidiner, S.; Yerushalmi, R. Surface Modification of Metal Oxides by Polar Molecules in a Non-Polar, Polarizable Solvent System. Chem. Commun. 2014, 50, 5397. (29) Keller, A. A.; Wang, H.; Zhou, D.; Lenihan, H. S.; Cherr, G.; Cardinale, B. J.; Miller, R.; Ji, Z. Stability and Aggregation of Metal Oxide Nanoparticles in Natural Aqueous Matrices. Environ. Sci. Technol. 2010, 44, 1962−1967. (30) Mallakpour, S.; Madani, M. A Review of Current Coupling Agents for Modification of Metal Oxide Nanoparticles. Prog. Org. Coat. 2015, 86, 194−207. (31) Pukańszky, B.; Fekete, E. Adhesion and Surface Modification. Mineral Fillers in Thermoplastics I; Springer, 1999; pp 109−153. (32) Oskam, G. Metal Oxide Nanoparticles: Synthesis, Characterization and Application. J. Sol-Gel Sci. Technol. 2006, 37, 161−164. (33) Gao, F.; Aminane, S.; Bai, S.; Teplyakov, A. V. Chemical Protection of Material Morphology: Robust and Gentle Gas-Phase Surface Functionalization of ZnO with Propiolic Acid. Chem. Mater. 2017, 29, 4063−4071. (34) He, C.; Abraham, B.; Fan, H.; Harmer, R.; Li, Z.; Galoppini, E.; Gundlach, L.; Teplyakov, A. V. Morphology-Preserving Sensitization of ZnO Nanorod Surfaces via Click-Chemistry. J. Phys. Chem. Lett. 2018, 9, 768−772. (35) Konh, M.; He, C.; Li, Z.; Bai, S.; Galoppini, E.; Gundlach, L.; Teplyakov, A. V. Comparison of ZnO Surface Modification with GasPhase Propiolic Acid at High and Medium Vacuum Conditions. J. Vac. Sci. Technol., A 2018, 36, 041404. (36) Rostovtsev, V. V.; Green, L. G.; Fokin, V. V.; Sharpless, K. B. A Stepwise Huisgen Cycloaddition Process: Copper(I)-Catalyzed Regioselective “Ligation” of Azides and Terminal Alkynes. Angew. Chem., Int. Ed. 2002, 41, 2596−2599. (37) Kung, H.; Teplyakov, A. In Situ Investigation of Organic Ligand Displacement Processes on ZnO Powder Surface. J. Phys.: Condens. Matter 2015, 27, 054007. (38) Balajka, J.; Hines, M. A.; DeBenedetti, W. J. I.; Komora, M.; Pavelec, J.; Schmid, M.; Diebold, U. High-Affinity Adsorption Leads to Molecularly Ordered Interfaces on TiO2 in Air and Solution. Science 2018, 361, 786−789. (39) DeBenedetti, W. J. I.; Skibinski, E. S.; Jing, D.; Song, A.; Hines, M. A. Atomic-Scale Understanding of Catalyst Activation: Carboxylic Acid Solutions, but Not the Acid Itself, Increase the Reactivity of Anatase (001) Faceted Nanocatalysts. J. Phys. Chem. C 2018, 122, 4307−4314. (40) Ho, C.; Yu, J. C.; Kwong, T.; Mak, A. C.; Lai, S. MorphologyControllable Synthesis of Mesoporous CeO2 Nano- and Microstructures. Chem. Mater. 2005, 17, 4514−4522. (41) Gao, J.; Teplyakov, A. V. Thermal Transformations of 2- Chlorophenol on a Surface of ZnO Powder Catalyst. Catal. Today 2014, 238, 111−117. (42) Pretsch, E.; Bühlmann, P.; Affolter, C. Structure Determination of Organic Compounds, Tables of Spectral Data; Springer-Verlag: Berlin Heidelberg New York, 2000. (43) Mullins, D. R.; Albrecht, P. M. Acetaldehyde Adsorption and Reaction on CeO2 (100) Thin Films. J. Phys. Chem. C 2013, 117, 14692−14700. (44) Wang, W.; Thevuthasan, S.; Wang, W.; Yang, P. Theoretical Study of Trimethylacetic Acid Adsorption on CeO2 (111) Surface. J. Phys. Chem. C 2016, 120, 2655−2666. (45) Wang, C.; Yang, F.; Cao, Y.; He, X.; Tang, Y.; Li, Y. Cupric Oxide Nanowires on Three-Dimensional Copper Foam for Application in Click Reaction. RSC Adv. 2017, 7, 9567−9572. (46) Liu, Y.; Williams, M. G.; Miller, T. J.; Teplyakov, A. V. Nanoparticle Layer Deposition for Highly Controlled Multilayer Formation Based on High-Coverage Monolayers of Nanoparticles. Thin Solid Films 2016, 598, 16−24. (47) Williams, M. G.; Teplyakov, A. V. Building High-Coverage Monolayers of Covalently Bound Magnetic Nanoparticles. Appl. Surf. Sci. 2016, 388, 461−467.\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2076\n(48) Zhao, J.; Gao, F.; Pujari, S. P.; Zuilhof, H.; Teplyakov, A. V. Universal Calibration of Computationally Predicted N 1s Binding Energies for Interpretation of XPS Experimental Measurements. Langmuir 2017, 33, 10792−10799. (49) Wang, Y.; Im, J.; Soares, J. W.; Steeves, D. M.; Whitten, J. E. Thiol Adsorption on and Reduction of Copper Oxide Particles and Surfaces. Langmuir 2016, 32, 3848−3857. (50) Anandan, S.; Wen, X.; Yang, S. Room Temperature Growth of CuO Nanorod Arrays on Copper and Their Application as a Cathode in Dye-Sensitized Solar Cells. Mater. Chem. Phys. 2005, 93, 35−40.\nDOI: 10.1021/acs.chemmater.8b05124 Chem. Mater. 2019, 31, 2068−2077\n2077"
    } ],
    "references" : [ {
      "title" : "Metal Oxide Nanostructures and Their Gas Sensing Properties: A Review",
      "author" : [ "Liu", "J.-H" ],
      "venue" : "Sensors 2012,",
      "citeRegEx" : "Liu and J..H.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu and J..H.",
      "year" : 2012
    }, {
      "title" : "Redox Exchange Induced MnO2 Nanoparticle Enrichment",
      "author" : [ "R. Liu", "J. Duay", "S.B. Lee" ],
      "venue" : "TiO2. J. Mater. Sci.: Mater. Electron",
      "citeRegEx" : "Liu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanostructured Oxides in Chemistry: Characterization and Properties",
      "author" : [ "J.A. Rodriguez" ],
      "venue" : "Chem. Rev. 2004,",
      "citeRegEx" : "Rodriguez,? \\Q2004\\E",
      "shortCiteRegEx" : "Rodriguez",
      "year" : 2004
    }, {
      "title" : "Organic Reaction Pathways in the Nonaqueous Synthesis of Metal Oxide Nanoparticles",
      "author" : [ "M. Niederberger", "G. Garnweitner" ],
      "venue" : "Chem. Eur. J. 2006,",
      "citeRegEx" : "Niederberger and Garnweitner,? \\Q2006\\E",
      "shortCiteRegEx" : "Niederberger and Garnweitner",
      "year" : 2006
    }, {
      "title" : "Adhesion and Surface Modification",
      "author" : [ "B. Pukańszky", "E. Fekete" ],
      "venue" : "Mineral Fillers in Thermoplastics I; Springer,",
      "citeRegEx" : "Pukańszky and Fekete,? \\Q1999\\E",
      "shortCiteRegEx" : "Pukańszky and Fekete",
      "year" : 1999
    }, {
      "title" : "Metal Oxide Nanoparticles: Synthesis, Characterization and Application",
      "author" : [ "G. Oskam" ],
      "venue" : "J. Sol-Gel Sci. Technol. 2006,",
      "citeRegEx" : "Oskam,? \\Q2006\\E",
      "shortCiteRegEx" : "Oskam",
      "year" : 2006
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The surface properties of metal-oxide nanomaterials (MONMs) can be tuned by reacting them with a variety of organic compounds. Reactions of the oxides with functionalized carboxylic (R−COOH) or phosphonic acids (R−PO(OH)2) and various approaches utilizing silylation (such as with R−Si(X)3, where the X could be Cl or −OCH3) are often used to deliver the target modifier R to the oxide surface. However, the liquid-phase reactions between metal oxides and these agents often cause agglomeration or multilayer growth, morphology change, or surface etching. In this paper, we report a novel approach that circumvents all of these problems. The proposed two-step functionalization approach utilizes exposure of the oxide materials to prop-2-ynoic acid (HCC−COOH, propiolic acid) in the gas phase as a first step. The second step can then utilize the created CC for post-modification that introduces any predesigned functionality to the surface via “click” chemistry with azides (R−N3). Gas-phase exposure of prop-2-ynoic acid was carried out onto surfaces of different MONMs (ZnO nanorods, CuO nanowires, TiO2 nanoparticles, and CeO2 nanoparticles) under medium vacuum (×10 −2 Torr), and this step was demonstrated to preserve the nanostructure of all the materials studied. The surface modification with “click” chemistry was tested via Cu(I)-catalyzed reaction of benzyl azide, with an added bonus of the CuO materials not requiring the presence of the copper catalyst. The combination of microscopic and spectroscopic investigations including scanning electron microscopy, Xray photoelectron spectroscopy, and solid-state nuclear magnetic resonance spectroscopy was used to follow the process and to compare with the traditional liquid-phase modification schemes.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}