{
  "name" : "downloads_2019-11-17_34_yegappan2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano polydopamine crosslinked thiol-functionalized hyaluronic acid hydrogel for angiogenic drug delivery",
    "authors" : [ "Ramanathan Yegappan", "Vignesh Selvaprithiviraj", "Annapoorna Mohandas", "Rangasamy Jayakumar" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nColloids and Surfaces B: Biointerfaces\njournal homepage: www.elsevier.com/locate/colsurfb\nNano polydopamine crosslinked thiol-functionalized hyaluronic acid hydrogel for angiogenic drug delivery\nRamanathan Yegappan1, Vignesh Selvaprithiviraj1, Annapoorna Mohandas, Rangasamy Jayakumar⁎\nCentre for Nanosciences and Molecular Medicine, Amrita Institute of Medical Sciences and Research Centre, Amrita Vishwa Vidyapeetham, Kochi, 682041, India\nA R T I C L E I N F O\nKeywords: Polydopamine Nano crosslinker Hyaluronic acid hydrogel Angiogenesis Drug delivery\nA B S T R A C T\nCrosslinking of polymeric network using nanoparticles by physical or chemical method to obtain hydrogel is an emerging approach. Herein, we synthesized Polydopamine (PDA) nanoparticles via oxidative self-polymerization of dopamine in water-ethanol mixture. Thiol-functionalized hyaluronic acid was developed using cysteamine and hyaluronic acid (HA-Cys) via 1-Ethyl-3-(3-Dimethylaminopropyl) Carbodiimide - N-hydroxysuccinimide (EDC-NHS) crosslinking chemistry. Developed HA-Cys conjugate was cross-linked using PDA nanoparticles via Michael-type addition reaction. Synthesized nanoparticles were monodisperse with size of 124 ± 8 nm and had spherical morphology. FTIR characterization confirmed successful synthesis of HA-Cys conjugate and subsequent crosslinking with PDA nanoparticles. Rheological characterization revealed that hydrogels were injectable in nature with good mechanical stability. Dimethyloxalylglycine (DMOG) loaded PDA nanoparticle showed sustained drug release for period of 7 days from composite hydrogel. Hydrogel microenvironment facilitated enhanced endothelial cell migration, proliferation and attachment. Furthermore, in response to release of DMOG from developed hydrogel, cells showed enhanced capillary tube formation in vitro. Overall, these results demonstrate that PDA cross-linked thiol-functionalized hydrogel was developed in a facile manner under physiological conditions. These developed hydrogels could be potentially used in tissue engineering and drug delivery."
    }, {
      "heading" : "1. Introduction",
      "text" : "Polydopamine (PDA), a synthetic analogue of eumelanin is produced through a series of oxidative polymerization reaction of its dopamine monomer. Since it closely resembles the naturally occurring melanin of skin, it exhibits excellent biocompatibility [1,2]. Although the exact structure of PDA was highly debated in past few years, numerous advances have been made towards elucidating the oxidative polymerization mechanism of dopamine to PDA [2–4]. Chemical structure of PDA plays a key role in conjugation of various biomolecules since it possesses various functional groups. Presence of functional groups such as amine, imine and catechol groups can act as starting point for various conjugation reactions [5]. At alkaline condition, catechol groups in PDA undergoes rapid oxidation to form quinone to which thiol or amine can readily react via Michael-type addition or Schiff-base reaction [6,7].\nPDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11],\nnanosheets [12,13], thin film coatings and hollow capsules [14]. Recently, preparation of PDA nanospheres was demonstrated with use of different ratios of water to ethanol mixture [9]. Wang et al., developed PEG hydrogel incorporated with drug loaded PDA nanoparticles for stimuli responsive drug release and photothermal therapy [15]. Liu et al., physically crosslinked nanocellulose with drug loaded PDA for Near-infrared responsive drug release and wound healing [16]. Thus, the application of polydopamine is not restricted to coating materials as it contributes to a wide range of biomedical applications from antibacterial and adhesive biomaterial to drug delivery and tissue engineering [17–20].\nHyaluronic acid (HA), a linear non-sulfated, negatively charged glycosaminoglycan that comprises repeating units of (β-1,4)-glucuronic acid-(β-1,3)-N-acetyl-D-glucosamine. Owing to its high biocompatibility and low immunogenicity, HA has been most commonly used in tissue engineering and drug delivery applications [21]. One of the major drawbacks of using native HA is that it has faster degradation rate leading to low mechanical strength. Hence it has been widely used after\nhttps://doi.org/10.1016/j.colsurfb.2019.01.035 Received 21 November 2018; Received in revised form 27 December 2018; Accepted 19 January 2019\n⁎ Corresponding author. E-mail addresses: rjayakumar@aims.amrita.edu, jayakumar77@yahoo.com (R. Jayakumar). 1 These authors contributed equally.\nColloids and Surfaces B: Biointerfaces 177 (2019) 41–49\nAvailable online 22 January 2019 0927-7765/ © 2019 Elsevier B.V. All rights reserved.\nT\nchemical modification and subsequent crosslinking [22,23]. Thiol groups functionalized to HA have been developed and its potential application in drug delivery, wound healing and tissue engineering has been studied [24,25]. DMOG, a proangiogenic small molecular drug is a competitive inhibitor of 2-oxaglutarate analogue that interferes in hypoxia inducible factor-prolyl hydroxylase (HIF-PH) pathway [26]. Several reports have demonstrated the molecular mechanism and angiogenic potential of DMOG for tissue engineering applications [26–29].\nThus, rationale of this study is to develop injectable PDA nanoparticles crosslinked thiol-functionalized HA composite hydrogel for controlled delivery of DMOG. Herein, we synthesized PDA nanoparticles through auto-oxidation of dopamine and subsequent selfpolymerization in water-ethanol mixture at weakly alkaline pH. Thiolfunctionalized HA was synthesized using EDC-NHS chemistry chemistry and then crosslinked with PDA to form composite hydrogel through Michael-type addition reaction. Further, we examined the effect of DMOG in enhancing cellular migration, attachment and in vitro tube formation potential of human umblical vein endothelial cells (HUVECs)."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Hyaluronic acid, low molecular weight (Mw 150 kDa) was purchased from Qiagdao Haitao Biochemical, China. Cysteamine hydrochloride was purchased from Sigma Aldrich, Germany and Dopamine hydrochloride was procured from TCI, Japan. Liquor ammonia (25%) was obtained from Qualigens, India. 1-Ethyl-3-(3-dimethylaminopropyl) carbodiimide hydrochloride (EDC) was purchased from Spectrochem, India and N-hydroxysuccinimide (NHS) was acquired from Sigma Aldrich, USA. Dimethyloxallyl glycine was procured from Ligand chiral, USA. Dialysis tubing made of cellulose membrane (Mw cut-off 12,000-14,000 Da) was procured from FisherBrand, UK. Fetal bovine serum (FBS), Iscove’s modified dulbecco’s medium (IMDM), Large Vessel Endothelial Supplement (LVES), Geltrex™, Alamar blue and trypsin were obtained from Invitrogen, USA."
    }, {
      "heading" : "2.2. Synthesis of polydopamine (PDA) nanoparticles",
      "text" : "PDA was synthesized using water-alcohol mixture according to previously reported protocol with minor modifications [9]. Briefly, 25% aqueous ammonia solution was added to 20% ethanol mixture and stirred at room temperature for 30min. Dopamine hydrochloride of 1.5 mg/mL was added to 25mL of ethanol mixture. Reaction was carried out for 24 h with moderate stirring at room temperature for formation of PDA. Upon completion of the reaction, PDA suspension was centrifuged at 13,500 rpm for 15min. to obtain PDA pellet and subsequently washed with ethanol and water, respectively. Resulting PDA was freeze-dried to obtain dry PDA nanoparticles. Fig. 1A represents oxidative self-polymerization of dopamine to PDA."
    }, {
      "heading" : "2.3. Characterization of PDA",
      "text" : "Size and polydispersity index (PDI) of synthesized PDA was characterized using scanning electron microscope (SEM) (JEOLJSM–6490LA) and dynamic light scattering (DLS) (Malvern Zetasizer Nano-ZS, UK), respectively. For SEM, lyophilized PDA powder was finely spread on to stub and sputter coated with gold before imaging. For DLS, 10 μL of PDA dispersed in water was added to 990 μL water in disposable glass cuvette and measurements were taken."
    }, {
      "heading" : "2.4. In vitro drug loading",
      "text" : "DMOG was dissolved at a concentration of 20mg/mL in Phosphate\nBuffered Saline (PBS). 10mg PDA was dispersed in 1mL PBS to which 500 μL of 20mg/mL DMOG was added and incubated overnight (12 h) in a shaker at room temperature (Fig. 1A). Upon incubation, PDA was centrifuged and washed to remove excess unloaded drug from supernatant. Drug loaded PDA was then freeze-dried to obtain dry PDADMOG powders. Amount of drug loaded was estimated by measuring UV absorbance of supernatant at 206 nm before and after drug loading. Drug loading and encapsulation efficiency was calculated using,\n= ×Drug loading efficiency Amount of drug in nanoparticle Total amount of nanoparticle (%) 100\n= ×Encapsulation efficiency Amount of drug in nanoparticle\nInitial amount of drug (%) 100"
    }, {
      "heading" : "2.5. Synthesis of HA-Cys conjugate",
      "text" : "Cysteamine hydrochloride (Cys) was conjugated to HA via EDC-NHS chemistry. Briefly, 3% HA was dissolved in milliQ water at room temperature. EDC and NHS was added to HA solution at 1:1 ratio, pH was adjusted to 5.0 and incubated for 30min. to activate carboxyl groups in HA. After incubation, Cys dissolved in water was added dropwise into HA mixture and the reaction was carried out at room temperature overnight. Upon completion, HA-Cys solution was dialyzed (MW 12 kDa cut-off) against milliQ water for 3 days, frozen and lyophilized to get thiol functionalized dry product. Fig. 1B represents EDC-NHS crosslinking between HA and Cys."
    }, {
      "heading" : "2.6. Synthesis of DMOG loaded HA-Cys/PDA composite hydrogel",
      "text" : "To develop composite hydrogel, 3% HA-Cys was dissolved in milliQ water for 30min. at room temperature. As a crosslinker, PDA was blended with HA-Cys in the weight ratio of 0.5:1 (PDA:HA-Cys) and left undisturbed to form brown coloured composite hydrogel (Fig. 1C)."
    }, {
      "heading" : "2.7. Analytical characterization",
      "text" : ""
    }, {
      "heading" : "2.7.1. SEM",
      "text" : "To determine surface morphology and microstructure of the developed composite hydrogel, SEM characterization was performed. Hydrogels were freeze-dried and cut with scalpel blade into thin sections. Samples were casted on to stub and sputter coated with gold followed by imaging in SEM operated at 15 kV."
    }, {
      "heading" : "2.7.2. Fourier transform infrared spectroscopy (FTIR)",
      "text" : "For FTIR analysis, samples were freeze-dried and 2mg was grinded with 178mg potassium bromide and compressed using hydraulic pellet press. Prepared pellet was then analysed using IR Affinity–1S spectrophotometer (Shimadzu, Japan). Following parameters were set before taking the measurements, number of scans: 25, resolution of 4 cm−1 and wavenumber range of 4000–400 cm−1."
    }, {
      "heading" : "2.8. Rheological characterization",
      "text" : "To evaluate the elastic modulus (G’), viscous modulus (G”) and phase angle (δ) of the composite hydrogel, amplitude sweep was performed in an rheometer (Malvern Kinexus pro rheometer, UK). Strain percentage varying from 0.1% to 2% was applied at constant frequency of 1 Hz. Composite hydrogel system was subjected to increasing temperature to determine the stability of developed hydrogel under varying conditions. Temperature was ramped up from 25 °C up till 40 °C with constant shear rate of 1% and frequency of 1 Hz.\nIn order to determine the flow property and viscosity, flow curve analysis was carried out. Varying shear rate from 10−1 to 102 s−1 was applied using 20mm parallel plate in an oscillating rheometer to determine the flowability of composite hydrogel. To determine the\nsmooth consistency and injectability of the developed hydrogel visually, hydrogel samples were loaded into 1mL syringe and manual shear force was applied to extrude it from the syringe. Thixotropic or rebuild analysis was performed to measure the rebuilding time of nanocomposite hydrogel upon applying different shear rate. Three-step shear rate with defined time intervals was set up to evaluate the thixotropic nature of the material. A shear rate of 0.1 s−1 for duration of 30 s with sampling interval of 2 s was applied in the first step, followed by shear rate with 100 s−1 and 0.1 s−1 in the second and third steps, respectively."
    }, {
      "heading" : "2.9. Swelling studies",
      "text" : "To evaluate swelling behaviour, equal amount of developed hydrogel was taken in microcentrifuge tubes and freeze-dried. Initial dry weight (Wd) of the sample was measured before adding PBS. 1mL of PBS (pH 7.4) was added and incubated at 37 °C for defined time intervals. At specified time points, PBS was decanted and swollen weight (Ws) of the gel was measured until equilibrium was attained (n=3). Equilibrium swelling ratio was calculated using,\n=Equilibrium swelling ratio W W s\nd"
    }, {
      "heading" : "2.10. In vitro drug release",
      "text" : "Drug release from composite hydrogel was analysed by dialysis membrane method where equal amount of samples were taken in dialysis tube and immersed in PBS. At respective time points, 1 mL from the sink condition was collected and exchanged with same volume of fresh PBS. Amount of drug released was quantified using UV spectrophotometer (Shimadzu, Japan) by measuring absorbance at 206 nm. Different concentrations of DMOG was measured to plot the calibration curve to quantify the concentration of drug released over a period of 7 days (n=3)."
    }, {
      "heading" : "2.11. Cell proliferation",
      "text" : "Alamar blue assay was performed to evaluate in vitro cell proliferation of HUVECs cultured in IMDM complete media. Seeding density of 10,000 cells per well was seeded in a 96 well plate and composite hydrogel was added into each well containing cell as triplicates and incubated for 24 and 48 h. After incubation, 10% alamar blue solution was added to total media volume in each well and incubated for 4 h. Upon incubation, absorbance was measured at 570 nm with reference wavelength at 600 nm. Obtained OD values were then standardized to cell numbers using calibration curve acquired using different seeding densities."
    }, {
      "heading" : "2.12. Cell attachment",
      "text" : "In vitro cell attachment of HUVECs on developed hydrogel was evaluated using immunofluorescence staining. Composite hydrogel coated on to sterile coverslips were placed in 48 well plate supplemented with IMDM complete media and incubated at 37 °C for 1 h prior to cell seeding. Cells were seeded at density of 20,000 cells per well and incubated at 37 °C in CO2 incubator. After 6 h of incubation, cells were fixed with 4% paraformaldehyde (PFA), permeabilized with 0.5% triton X-100 and washed with PBS. Actin filaments were stained using Tetramethyl Rhodamine Iso-Thiocyanate (TRITC) conjugated phalloidin (Sigma-Aldrich, USA) and nuclei were counterstained with 4′,6- diamidino-2-phenylindole (DAPI) and were subsequently imaged using fluorescence microscope (Leica, DMI3000B, USA)."
    }, {
      "heading" : "2.13. Cell migration",
      "text" : "In vitro cell migration of HUVEC towards the developed hydrogel was performed with reference to already published method [30]. 20,000 cells in IMDM complete media was plated on to transwell inserts in 24 well plate. Developed composite hydrogels were placed at the bottom chamber filled with IMDM basal media and incubated for 16 h at 37 °C. After incubation, top portion of transwell inserts were wiped with cotton swab and bottom portion facing the hydrogel was fixed with 4% PFA. Upon fixation, cells were permeabilized with 0.5% triton X-100 rinsed with PBS. Nuclei of the cells were stained with DAPI and subsequently visualised using fluorescence microscope. Cells migrated towards the composite hydrogels were quantified using imageJ software (NIH, USA)."
    }, {
      "heading" : "2.14. In vitro tube formation assay",
      "text" : "Developed hydrogel’s potential to induce capillary tube like structure formation in HUVECs was evaluated using in vitro tube formation assay. 50 μL Geltrex® was coated on to 96 well plate and incubated for 1 h at 37 °C. 30,000 cells were seeded on to Geltrex® coated 96 well plate and hydrogels incubated in basal media (conditioned media) was added to each well in triplicates. Upon incubation for 4 h at 37 °C, cells were visualized under bright field to identify the capillary tube formation. Cells were then fixed with 4% PFA, permeabilized with 0.5% triton X-100 and washed thrice with PBS. Actin filaments were stained with TRITC conjugated phalloidin, nuclei were stained with DAPI and imaged using fluorescence microscope. Angiogenesis analyser plugin in ImageJ software was used to quantify the tube formation results [31]."
    }, {
      "heading" : "2.15. Statistical analysis",
      "text" : "All experiments were carried out in triplicates and are represented in terms of mean ± SD. One way ANOVA followed by post hoc comparison using Tukey’s method was applied for statistical analysis to compare between experimental groups. p value< 0.05 is considered to be significant."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Synthesis and characterization of PDA nanoparticles",
      "text" : "Conversion of dopamine to PDA involves series of intermediary reaction producing dopaminequinone, leucodopaminechrome, 5, 6-dihydroxyindole, 5, 6-hydroxyquinone and finally to PDA [2]. In presence\nof atmospheric oxygen, dopamine undergoes oxidation at weakly alkaline pH to produce polydopamine. Here, atmospheric oxygen act as an oxidant and addition of ammonia increases pH to weakly alkaline condition (pH ≈8.5). Oxidation of dopamine happens rapidly at alkaline pH, upon oxidation solution colour changes from light brown to dark brown and eventually to deep brown. After 24 h of reaction, synthesized PDA nanoparticles characterized using DLS revealed a size of around 124 ± 8 nm (Fig. 2A). Synthesized nanoparticles were monodisperse in nature with PDI of 0.067. Lower the PDI, more spherical the nanoparticles were with homogeneous distribution and better stability. SEM characterization further confirmed the size, morphology and homogeneous distribution of nanoparticles (Fig. 2B). FTIR analysis reflects the changes in characteristic peaks upon oxidation of dopamine to PDA. The characteristic peaks of PDA at 1607 and 1508 cm−1 represents the aromatic eCeC stretching vibration of indole and -CeN bending vibration of indolequinone, respectively [30]. In dopamine, peak at 1616 cm−1 is attributed to primary amine group and 1506 cm−1 for eCeC aromatic rings. Peaks at 3000-3500 cm−1 represents stretching and bending vibrations of e−OH and eNH functional groups, respectively [19] (Fig. 2C). Synthesized nanoparticles exhibit good colloidal stability with zeta potential of -33.6mV. As previously demonstrated, water to alcohol ratio and pH of solution determines the size and morphology of developed PDA nanoparticles, while ammonia plays an important role in tuning the size of the nanoparticle rather than morphology and yield [9]."
    }, {
      "heading" : "3.2. Synthesis and characterization of HA-Cys conjugate",
      "text" : "HA-Cys conjugate was obtained through covalent crosslinking of carboxyl group from HA with primary amine group from Cys via EDCNHS chemistry. EDC-NHS belongs to zero length crosslinker family where they only involve in direct conjugation of carboxyl group and amine group, and does not present in the end product [32]. To confirm the presence of amide bond, HA-Cys conjugate was characterized using FTIR. The peak at 1546 cm−1 attributes to the eCOeNH vibration that confirms the formation of amide bond [33]. Peaks at 1040 cm−1 attributes to eCeOeC stretching vibration of HA, 1640 and 1411 cm−1 attributes to asymmetric bending and symmetric stretching of -C]O groups in HA, respectively (Fig. 3A). Peaks at 2501 and 1607 cm−1 represents thiol group and primary amine deformation vibration of Cys, respectively. Thus, FTIR confirms the successful synthesis of HA-Cys conjugate.\nThe ability to carry out reaction in aqueous condition is the major advantage of using EDC-NHS chemistry. O-acylurea, an amine reactive intermediate product formed during EDC reaction is more susceptible to\nhydrolysis thereby reduces half-life and efficiency of conjugation reaction. In order to overcome rapid hydrolysis, NHS ester was used that increases efficiency of reaction and produces more stable amine reactive intermediate [32]. EDC-NHS activates the carboxyl group from HA at weakly acidic pH causing protonation of carbodiimide nitrogen leading to nucleophilic attack of carboxyl group with primary amine of Cys. Thus, stable covalent crosslink is formed between HA and Cys. Excess EDC and NHS was removed by dialyzing against water for 3 days since both EDC and NHS being water-soluble, it readily diffuses out of the membrane."
    }, {
      "heading" : "3.3. Preparation and characterization of HA-Cys/PDA composite hydrogel",
      "text" : "HA-Cys/PDA composite hydrogel was developed by mixing of PDA nanoparticles with HA-Cys in aqueous solution. Catechol groups in PDA oxidised to quinone form can readily react with thiol or amine group via Michael-type or Schiff base reaction, respectively [6]. Thus, HA-Cys conjugate with flanking thiol group (-SH) was made to interact with quinone group from PDA via Michael-type reaction to form hydrogel. Crosslinking reaction was completed in about 2 h at room temperature thereby allowing us to make injectable hydrogels (Fig. 3B). Microstructure of the developed hydrogel was characterized using SEM. SEM analysis showed slightly porous surface morphology and at higher magnification, we could see the presence of PDA nanoparticles along the surface of hydrogel (Fig. 4A). Further FTIR characterization was carried out to confirm Michael-type reaction between quinone and thiol group from PDA and HA-Cys conjugate, respectively. Peak at 725 cm−1 attributes to -C-S stretching vibration as a result of bonding interaction between electron deficient carbon atom of quinone with thiol group [33]. In addition, disappearance of thiol group peak at 2501 cm−1 in HA-Cys/PDA hydrogel confirms the interaction of thiol group with quinone via Michael-type addition reaction (Fig. 4B). Thus, HA-Cys/ PDA composite hydrogel was developed relatively in a simple way without the use of any toxic crosslinking agent or in harsh environment."
    }, {
      "heading" : "3.4. Rheological property of composite hydrogel",
      "text" : ""
    }, {
      "heading" : "3.4.1. Viscoelastic study",
      "text" : "Viscoelastic behaviour of the material was determined by measuring the elastic modulus (G’), viscous modulus (G”) and phase angle (δ). For a material to be considered gel, G’ should be greater that G” and δ should be less than 45˚ [34]. Amplitude sweep analysis was performed to evaluate the strength of the developed hydrogel. Amplitude sweep showed that δ did not change with varying shear strain thereby confirming the gel like nature of the material (Fig. 5A). Strength (G’) of the\nPDA crosslinked HA-Cys was found to be 162.70 ± 2.22 Pa whereas HA-Cys showed only 98.67 ± 1.60 Pa. This clearly indicates that incorporation of PDA into HA-Cys enhances gel strength."
    }, {
      "heading" : "3.4.2. Temperature stability",
      "text" : "Developed hydrogels were subjected to varying temperatures\nranging from 25 °C to 40 °C. G’, G” and δ was monitored throughout the temperature ramp (Fig. 5B). Upon increasing temperature, G’, G” and δ of developed hydrogel remained stable. This confirmed that microstructure of hydrogel did not change under varying temperature and viscoelasticity of the material is stable at physiological condition."
    }, {
      "heading" : "3.4.3. Flow curve analysis",
      "text" : "To evaluate the viscosity, flow curve analysis was carried out at varying shear rates from 0.1 s−1 - 100 s−1. As the shear rate increased from lower to higher shear, viscosity of hydrogel decreases thus signifying shear thinning property of developed hydrogel (Fig. 5C). This confirms that hydrogels were injectable in nature with smooth consistency and continuous flow behaviour upon applying external shear."
    }, {
      "heading" : "3.4.4. Thixotropic analysis",
      "text" : "The effect of PDA nanoparticles on recovery of developed hydrogel was evaluated by subjecting hydrogel to alternative shear rate of 0.1 s−1 and 100 s-1. Percent recovery from strain is an indication of shape retention even after deformation to high shear rates. It was observed that viscosity of developed hydrogel reduced from 117.54 ± 8.78 Pa s1 to 87.78 ± 5.66 Pa s-1 when subjected to alternating shear rate of 0.1 s-1 and 100 s-1, resulting in a 74.6% recovery of the initial viscosity (Fig. 5D). These results suggest that incorporation of PDA has effectively increased the recovery of developed hydrogel upon applying high shear rate."
    }, {
      "heading" : "3.5. Swelling analysis",
      "text" : "Swelling property of hydrogel plays an important role in diffusivity of bioactive molecules across the hydrogel network via relaxation of polymeric chains due to penetration of water molecules. It is necessary to evaluate swelling behaviour of developed hydrogels since it has varying water retention capacity with respect to crosslinking density. Swelling degree was determined using PBS where the test material was immersed in PBS and at multiple time points measurements were noted until it reaches equilibrium. Fig. 6A represents the swelling behaviour\nof HA-Cys/PDA hydrogel. From the results obtained, rapid influx of water was observed at initial time points and as the time proceededswelling ratio attained an equilibrium. After 24 h, not much change in swelling behaviour was noted. In contrast, when lyophilized HA-Cys was immersed in PBS at 37 °C, it was completely dissolved after 1 h of incubation. This further confirms that incorporated PDA nanoparticle acts as crosslinking agent for HA-Cys conjugate.\n3.6. In vitro drug release profile\nDrug loading and encapsulation efficiency in PDA nanoparticles were found to be 10% and 16%, respectively. In vitro DMOG release from PDA alone and developed hydrogel were compared. Initial burst release of 73.24 ± 4.57% of drug from PDA was observed within 6 h whereas only 48.65 ± 3.73% of drug was released from composite hydrogel. Initial burst release of drug could be due to the availability of drug at the surface of hydrogel. Almost 100% drug was released in 72 h from PDA alone whereas sustained release of DMOG from composite hydrogel was observed for a period of 7 days (Fig. 6B). Slow diffusion of DMOG from hydrogel might be due to encapsulation of DMOG into PDA and further incorporation of DMOG loaded PDA into HA-Cys conjugate\n[35]. Previous studies have demonstrated that due of concentration gradient between sink condition and porous channels present in mesoporous silica nanoparticles (MSN) incorporation of DMOG in MSN showed sustained release profile [36]. Compared to PDA and developed hydrogel, the developed hydrogel showed more sustained release. Slow and sustained release of small molecules such as DMOG from developed hydrogel on defect site could enhance angiogenesis by maintaining the therapeutic level of drug at the defect region."
    }, {
      "heading" : "3.7. In vitro evaluation of cell proliferation, attachment and migration",
      "text" : "Cell proliferation of the prepared hydrogel was evaluated using alamar blue assay. Proliferation ability of HUVECs treated with prepared hydrogel was evaluated after 24 and 48 h and plotted (Fig. 7A). Neither PDA nanoparticles nor DMOG affected the proliferation of HUVECs. These results showed that the developed hydrogel did not affect the proliferation or viability of HUVECs. Cell attachment on top of developed hydrogel was evaluated using fluorescence staining. Both hydrogels with and without DMOG were coated on to coverslips and HUVECs were seeded on it. Upon incubation for 6 h, more number of\nattached cells could be visible in DMOG loaded group than unloaded (Fig. 7B). TRITC conjugated phalloidin stains the actin filaments around the nuclei stained DAPI, thereby showing the initiation of cell attachment.\nInfluence of DMOG loaded hydrogel on HUVEC cell migration was studied using transmembrane insert. Qualitative and quantitative data of cell migration was represented in Fig. 7 C & D. Results showed that in cells alone and control hydrogel; only less number of cells were migrated when compared to DMOG loaded hydrogel. This clearly suggests that incorporation of DMOG had positive influence on migration of HUVEC towards the developed hydrogel. Recently, Mori et al., showed that over-expression WNT11 as result of hypoxia microenvironment induced by DMOG increased cell migration [37]. Thus, sustained release of DMOG from developed hydrogel could further enhance the cell migration potential."
    }, {
      "heading" : "3.8. In vitro angiogenesis via tube formation assay",
      "text" : "To evaluate the angiogenic potential of developed HA-Cys/PDADMOG hydrogel, tube formation assay was carried out using HUVECs. Upon exposure to angiogenic microenvironment, HUVECs form capillary tube like structure formation in vitro [35]. DMOG loaded hydrogel showed significantly enhanced capillary tube like network formation similar to that of positive control (Basal media+ LVES) (Fig. 8A). Cells cultured in basal media were kept as control and no capillary network formation could be found. In case of developed hydrogel, after 4 h of incubation with conditioned media, cells exposed to DMOG microenvironment showed enhanced capillary tube formation. Though initiation of capillary tube like structures could be visible in cells exposed to HA-Cys/PDA microenvironment, presence of DMOG greatly increased the tubular network formation as similar to our previous reports [38]."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Given the angiogenic potential of DMOG, we have developed injectable hydrogel using DMOG loaded PDA nanoparticle crosslinked HA-Cys conjugate. PDA nanoparticles produced via oxidative selfpolymerization were monodisperse in nature with uniform spherical morphology. By exploiting EDC-NHS crosslinking chemistry, HA-Cys conjugate was synthesized. Furthermore, thiol group of HA-Cys reacted with catechol group of PDA to form HA-Cys/PDA composite hydrogel via Michael-type addition reaction. FTIR characterization confirmed the successful crosslinking of HA-Cys conjugate with PDA nanoparticles. Developed hydrogels were mechanically stable, possesses shear thinning property and could release drug in sustained manner. HUVECs showed improved attachment, proliferation and migration property towards developed hydrogel. In vitro angiogenic potential carried out via tube formation assay resulted in enhanced capillary tube like structure formation of HUVECs. Collectively, these results indicate that using nanoparticles with abundant functional groups such as PDA to crosslink thiol-functionalized hydrogels could be a versatile strategy to develop new class of biomaterials for tissue engineering applications."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors are grateful for the support provided by the Nanomission, Department of Science and Technology (DST), Government of India, under the “Thematic projects on Frontiers of Nano science and Technology (TPF-Nano)” and “M. Tech” programs (SR/NM/PG-01/2015)."
    } ],
    "references" : [ {
      "title" : "Recent progress in the biomedical applications of polydopamine nanostructures",
      "author" : [ "R. Batul", "T. Tamanna", "A. Khaliq", "A. Yu" ],
      "venue" : "Biomater. Sci. 5 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Polydopamine and its derivative materials: synthesis and promising applications in energy",
      "author" : [ "Y. Liu", "K. Ai", "L. Lu" ],
      "venue" : "environmental, and biochemical fields, Chem. Rev. 114 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Elucidating the structure of poly(dopamine)",
      "author" : [ "D.R. Dreyer", "D.J. Miller", "B.D. Freeman", "D.R. Paul", "C.W. Bielawski" ],
      "venue" : "Langmuir 28 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Characterization of carbonized polydopamine nanoparticles suggests ordered supramolecular structure of polydopamine",
      "author" : [ "X. Yu", "H. Fan", "Y. Liu", "Z. Shi", "Z. Jin" ],
      "venue" : "Langmuir 30 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Catechols as versatile platforms in polymer chemistry",
      "author" : [ "E. Faure", "C. Falentin-Daudré", "C. Jérôme", "J. Lyskawa", "D. Fournier", "P. Woisel", "C. Detrembleur" ],
      "venue" : "Prog. Polym. Sci. 38 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Thermosensitive",
      "author" : [ "Y. Lee", "H.J. Chung", "S. Yeo", "C.H. Ahn", "H. Lee", "P.B. Messersmith", "T.G. Park" ],
      "venue" : "injectable, and tissue adhesive sol-gel transition hyaluronic acid/pluronic composite hydrogels prepared from bio-inspired catechol-thiol reaction, Soft Matter 6 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Reaction pathways in catechol/primary amine mixtures: a window on crosslinking chemistry",
      "author" : [ "J. Yang", "V. Saggiomo", "A.H. Velders", "M.A.C. Stuart", "M. Kamperman" ],
      "venue" : "PLoS One 11 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polydopamine generates hydroxyl free radicals under ultraviolet-light illumination",
      "author" : [ "Z. Wang", "F. Tang", "H. Fan", "L. Wang", "Z. Jin" ],
      "venue" : "Langmuir 33 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Selecting water-alcohol mixed solvent for synthesis of polydopamine nano-spheres using solubility parameter",
      "author" : [ "X. Jiang", "Y. Wang", "M. Li" ],
      "venue" : "Sci. Rep. 4 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Lipid nanotube tailored fabrication of uniquely shaped polydopamine nanofibers as photothermal converters",
      "author" : [ "W. Ding", "S.A. Chechetka", "M. Masuda", "T. Shimizu", "M. Aoyagi", "H. Minamikawa", "E. Miyako" ],
      "venue" : "Chem. A Eur. J. 22 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polydopamine nanotube mediated fluorescent biosensor for Hg (II) determination through exonuclease III-assisted signal amplification",
      "author" : [ "A. Ravikumar", "P. Paneerselvam" ],
      "venue" : "Analyst. 143 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mussel-inspired polymer carpets: direct photografting of polymer brushes on polydopamine nanosheets for controlled cell adhesion",
      "author" : [ "D. Hafner", "L. Ziegler", "M. Ichwan", "T. Zhang", "M. Schneider", "M. Schiffmann", "C. Thomas", "K. Hinrichs", "R. Jordan", "I. Amin" ],
      "venue" : "Adv. Mater. 28 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bioactive  nanocomposite poly (ethylene glycol) hydrogels crosslinked by multifunctional layered double hydroxides nanocrosslinkers",
      "author" : [ "H. Huang", "J. Xu", "K. Wei", "Y.J. Xu", "C.K.K. Choi", "M. Zhu", "L. Bian" ],
      "venue" : "Macromol. Biosci. ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Engineering fluorescent poly(dopamine) capsules",
      "author" : [ "X. Chen", "Y. Yan", "M. Müllner", "M.P. Van Koeverden", "K.F. Noi", "W. Zhu", "F. Caruso" ],
      "venue" : "Langmuir 30 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A Polydopamine Nanoparticle-knotted poly(ethylene glycol) hydrogel for on-demand drug delivery and chemo-photothermal therapy",
      "author" : [ "X. Wang", "C. Wang", "X. Wang", "Y. Wang", "Q. Zhang", "Y. Cheng" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A physically crosslinked polydopamine/nanocellulose hydrogel as potential versatile vehicles for drug delivery and wound healing",
      "author" : [ "Y. Liu", "Y. Sui", "C. Liu", "C. Liu", "M. Wu", "B. Li", "Y. Li" ],
      "venue" : "Carbohydr. Polym. 188 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Polydopamine nanomaterials: recent advances in synthesis methods and applications",
      "author" : [ "V. Ball" ],
      "venue" : "Front. Bioeng. Biotechnol. 6 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A bioadhesive nanoparticle-hydrogel hybrid system for localized antimicrobial drug delivery",
      "author" : [ "Y. Zhang", "J. Zhang", "M. Chen", "H. Gong", "S. Thamphiwatana", "L. Eckmann", "W. Gao", "L. Zhang" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Injectable hydrogel based on quaternized chitosan",
      "author" : [ "Y. Ren", "X. Zhao", "X. Liang", "P.X. Ma", "B. Guo" ],
      "venue" : "gelatin and dopamine as localized drug delivery system to treat Parkinson’s disease, Int. J. Biol. Macromol. 105 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surface modification of poly (dimethylsiloxane) with polydopamine and hyaluronic acid to enhance hemocompatibility for potential applications in medical implants or devices",
      "author" : [ "P. Xue", "Q. Li", "Y. Li", "L. Sun", "L. Zhang", "Z. Xu", "Y. Kang" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Stimuli-sensitive thiolated hyaluronic acid based nanofibers: synthesis",
      "author" : [ "V. Agrahari", "J. Meng", "M.J.M. Ezoulin", "I. Youm", "D.C. Dim", "A. Molteni", "W.T. Hung", "L.K. Christenson", "B.B.C. Youan" ],
      "venue" : "preclinical safety and in vitro anti-HIV activity, Nanomedicine 11 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bioprinting vessel-like constructs using hyaluronan hydrogels crosslinked with tetrahedral polyethylene glycol tetracrylates",
      "author" : [ "A. Skardal", "J. Zhang", "G.D. Prestwich" ],
      "venue" : "Biomaterials 31 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Incorporation of active DNA/cationic polymer polyplexes into hydrogel scaffolds",
      "author" : [ "Y. Lei", "S. Huang", "P. Sharif-Kashani", "Y. Chen", "P. Kavehpour", "T. Segura" ],
      "venue" : "Biomaterials 31 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "In situ crosslinkable hyaluronan hydrogels for tissue engineering",
      "author" : [ "X.Z. Shu", "Y. Liu", "F.S. Palumbo", "Y. Luo", "G.D. Prestwich" ],
      "venue" : "Biomaterials 25 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Synthesis and in vitro evaluation of thiolated hyaluronic acid for mucoadhesive drug delivery",
      "author" : [ "K. Kafedjiiski", "R.K.R. Jetti", "F. Föger", "H. Hoyer", "M. Werle", "M. Hoffer", "A. Bernkop- Schnürch" ],
      "venue" : "Int. J. Pharm. 343 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Methylation-dependent regulation of HIF- 1α stability restricts retinal and tumour angiogenesis",
      "author" : [ "Y. Kim", "H.J. Nam", "J. Lee", "D.Y. Park", "C. Kim", "Y.S. Yu", "D. Kim", "S.W. Park", "J. Bhin", "D. Hwang", "H. Lee", "G.Y. Koh", "S.H. Baek" ],
      "venue" : "Nat. Commun. 7 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Biodegradable core/shell fibers by coaxial electrospinning: processing",
      "author" : [ "C. Wang", "K.W. Yan", "Y.D. Lin", "P.C.H. Hsieh" ],
      "venue" : "fiber characterization, and its application in sustained drug release, Macromolecules 43 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Synergistic effects of dimethyloxallyl glycine and recombinant human bone morphogenetic protein-2 on repair of critical-sized bone defects in rats",
      "author" : [ "X. Qi", "Y. Liu", "Z.Y. Ding", "J.Q. Cao", "J.H. Huang", "J.Y. Zhang", "W.T. Jia", "J. Wang", "C.S. Liu", "X.L. Li" ],
      "venue" : "Sci. Rep. 7 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "3D-printed dimethyloxallyl glycine delivery scaffolds to improve angiogenesis and osteogenesis",
      "author" : [ "Z. Min", "Z. Shichang", "X. Chen", "Z. Yufang", "Z. Changqing" ],
      "venue" : "Biomater. Sci. 3 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "In vitro cell migration and invasion assays",
      "author" : [ "C.R. Justus", "N. Leffler", "M. Ruiz-Echevarria", "L.V. Yang" ],
      "venue" : "J. Vis. Exp. 88 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Angiogenesis analyzer for ImageJ",
      "author" : [ "G. Carpentier" ],
      "venue" : "4th ImageJ User and Developer Conference Proceedings, ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bioconjugate Techniques",
      "author" : [ "G.T. Hermanson" ],
      "venue" : "third edition, Elsevier",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis of antibacterial amphiphilic elastomer based on polystyrene-block-polyisoprene-block-polystyrene via thiol-ene addition",
      "author" : [ "E. Keleş", "B. Hazer", "F.B. Cömert" ],
      "venue" : "Mater. Sci. Eng. C. 33 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Injectable deferoxamine nanoparticles loaded chitosan-hyaluronic acid coacervate hydrogel for therapeutic angiogenesis",
      "author" : [ "S. Vignesh", "A. Sivashanmugam", "A. Mohandas", "R. Janarthanan", "S. Iyer", "S.V. Nair", "R. Jayakumar" ],
      "venue" : "Colloids Surf. B Biointerfaces 161 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Injectable chitosan-fibrin/nanocurcumin composite hydrogel for the enhancement of angiogenesis",
      "author" : [ "A. Mohandas", "W. Sun", "T.R. Nimal", "S.A. Shankarappa", "N.S. Hwang", "R. Jayakumar" ],
      "venue" : "Res. Chem. Intermed. 44 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Stimulation of osteogenesis and angiogenesis of hBMSCs by delivering Si ions and functional drug from mesoporous silica nanospheres",
      "author" : [ "M. Shi", "Y. Zhou", "J. Shao", "Z. Chen", "B. Song", "J. Chang", "C. Wu", "Y. Xiao" ],
      "venue" : "Acta Biomater. 21 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Induction of WNT11 by hypoxia and hypoxia-inducible factor-1α regulates cell proliferation",
      "author" : [ "H. Mori", "Y. Yao", "B.S. Learman", "K. Kurozumi", "J. Ishida", "S.K. Ramakrishnan", "K.A. Overmyer", "X. Xue", "W.P. Cawthorn", "M.A. Reid", "M. Taylor", "X. Ning", "Y.M. Shah", "O.A. MacDougald" ],
      "venue" : "migration and invasion, Sci. Rep. 6 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Injectable angiogenic and osteogenic carrageenan nanocomposite hydrogel for bone tissue engineering",
      "author" : [ "R. Yegappan", "V. Selvaprithiviraj", "S. Amirthalingam", "A. Mohandas", "N.S. Hwang", "R. Jayakumar" ],
      "venue" : "Int. J. Biol. Macromol. 122 (2019) 320–328.  R. Yegappan et al. Colloids and Surfaces B: Biointerfaces 177 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "melanin of skin, it exhibits excellent biocompatibility [1,2].",
      "startOffset" : 56,
      "endOffset" : 61
    }, {
      "referenceID" : 1,
      "context" : "melanin of skin, it exhibits excellent biocompatibility [1,2].",
      "startOffset" : 56,
      "endOffset" : 61
    }, {
      "referenceID" : 4,
      "context" : "Presence of functional groups such as amine, imine and catechol groups can act as starting point for various conjugation reactions [5].",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 7,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 72,
      "endOffset" : 75
    }, {
      "referenceID" : 8,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 89,
      "endOffset" : 92
    }, {
      "referenceID" : 9,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 10,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 11,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 12,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 13,
      "context" : "PDA can be developed into several different forms such as nanoparticles [8], nanospheres [9], nanofibers [10], nanotubes [11], nanosheets [12,13], thin film coatings and hollow capsules [14].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 8,
      "context" : "Recently, preparation of PDA nanospheres was demonstrated with use of different ratios of water to ethanol mixture [9].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 14,
      "context" : ", developed PEG hydrogel incorporated with drug loaded PDA nanoparticles for stimuli responsive drug release and photothermal therapy [15].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 15,
      "context" : ", physically crosslinked nanocellulose with drug loaded PDA for Near-infrared responsive drug release and wound healing [16].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 20,
      "context" : "Owing to its high biocompatibility and low immunogenicity, HA has been most commonly used in tissue engineering and drug delivery applications [21].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 21,
      "context" : "chemical modification and subsequent crosslinking [22,23].",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 22,
      "context" : "chemical modification and subsequent crosslinking [22,23].",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 23,
      "context" : "Thiol groups functionalized to HA have been developed and its potential application in drug delivery, wound healing and tissue engineering has been studied [24,25].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 24,
      "context" : "Thiol groups functionalized to HA have been developed and its potential application in drug delivery, wound healing and tissue engineering has been studied [24,25].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 25,
      "context" : "DMOG, a proangiogenic small molecular drug is a competitive inhibitor of 2-oxaglutarate analogue that interferes in hypoxia inducible factor-prolyl hydroxylase (HIF-PH) pathway [26].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 8,
      "context" : "PDA was synthesized using water-alcohol mixture according to previously reported protocol with minor modifications [9].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 29,
      "context" : "In vitro cell migration of HUVEC towards the developed hydrogel was performed with reference to already published method [30].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 30,
      "context" : "Angiogenesis analyser plugin in ImageJ software was used to quantify the tube formation results [31].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 1,
      "context" : "Conversion of dopamine to PDA involves series of intermediary reaction producing dopaminequinone, leucodopaminechrome, 5, 6-dihydroxyindole, 5, 6-hydroxyquinone and finally to PDA [2].",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 29,
      "context" : "The characteristic peaks of PDA at 1607 and 1508 cm represents the aromatic eCeC stretching vibration of indole and -CeN bending vibration of indolequinone, respectively [30].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 18,
      "context" : "Peaks at 3000-3500 cm represents stretching and bending vibrations of e−OH and eNH functional groups, respectively [19] (Fig.",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 8,
      "context" : "As previously demonstrated, water to alcohol ratio and pH of solution determines the size and morphology of developed PDA nanoparticles, while ammonia plays an important role in tuning the size of the nanoparticle rather than morphology and yield [9].",
      "startOffset" : 247,
      "endOffset" : 250
    }, {
      "referenceID" : 31,
      "context" : "EDC-NHS belongs to zero length crosslinker family where they only involve in direct conjugation of carboxyl group and amine group, and does not present in the end product [32].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 32,
      "context" : "The peak at 1546 cm attributes to the eCOeNH vibration that confirms the formation of amide bond [33].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 31,
      "context" : "In order to overcome rapid hydrolysis, NHS ester was used that increases efficiency of reaction and produces more stable amine reactive intermediate [32].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 5,
      "context" : "Catechol groups in PDA oxidised to quinone form can readily react with thiol or amine group via Michael-type or Schiff base reaction, respectively [6].",
      "startOffset" : 147,
      "endOffset" : 150
    }, {
      "referenceID" : 32,
      "context" : "attributes to -C-S stretching vibration as a result of bonding interaction between electron deficient carbon atom of quinone with thiol group [33].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 33,
      "context" : "For a material to be considered gel, G’ should be greater that G” and δ should be less than 45 ̊ [34].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 34,
      "context" : "Slow diffusion of DMOG from hydrogel might be due to encapsulation of DMOG into PDA and further incorporation of DMOG loaded PDA into HA-Cys conjugate [35].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 35,
      "context" : "porous silica nanoparticles (MSN) incorporation of DMOG in MSN showed sustained release profile [36].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 36,
      "context" : ", showed that over-expression WNT11 as result of hypoxia microenvironment induced by DMOG increased cell migration [37].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 34,
      "context" : "Upon exposure to angiogenic microenvironment, HUVECs form capillary tube like structure formation in vitro [35].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 37,
      "context" : "Though initiation of capillary tube like structures could be visible in cells exposed to HA-Cys/PDA microenvironment, presence of DMOG greatly increased the tubular network formation as similar to our previous reports [38].",
      "startOffset" : 218,
      "endOffset" : 222
    } ],
    "year" : 2019,
    "abstractText" : "Crosslinking of polymeric network using nanoparticles by physical or chemical method to obtain hydrogel is an emerging approach. Herein, we synthesized Polydopamine (PDA) nanoparticles via oxidative self-polymerization of dopamine in water-ethanol mixture. Thiol-functionalized hyaluronic acid was developed using cysteamine and hyaluronic acid (HA-Cys) via 1-Ethyl-3-(3-Dimethylaminopropyl) Carbodiimide N-hydroxysuccinimide (EDC-NHS) crosslinking chemistry. Developed HA-Cys conjugate was cross-linked using PDA nanoparticles via Michael-type addition reaction. Synthesized nanoparticles were monodisperse with size of 124 ± 8 nm and had spherical morphology. FTIR characterization confirmed successful synthesis of HA-Cys conjugate and subsequent crosslinking with PDA nanoparticles. Rheological characterization revealed that hydrogels were injectable in nature with good mechanical stability. Dimethyloxalylglycine (DMOG) loaded PDA nanoparticle showed sustained drug release for period of 7 days from composite hydrogel. Hydrogel microenvironment facilitated enhanced endothelial cell migration, proliferation and attachment. Furthermore, in response to release of DMOG from developed hydrogel, cells showed enhanced capillary tube formation in vitro. Overall, these results demonstrate that PDA cross-linked thiol-functionalized hydrogel was developed in a facile manner under physiological conditions. These developed hydrogels could be potentially used in tissue engineering and drug delivery.",
    "creator" : "Elsevier"
  }
}