{
  "name" : "downloads_2019-11-25_3f_hou2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Simultaneous nano- and microscale structural control of injectable hydrogels via the assembly of nanofibrous protein microparticles for tissue regeneration",
    "authors" : [ "Sen Hou", "Xufeng Niu", "Linhao Li", "Jin Zhou", "Zhiyong Qian", "Danyu Yao", "Fenghe Yang", "Peter X. Ma", "Yubo Fan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiomaterials\njournal homepage: www.elsevier.com/locate/biomaterials\nSimultaneous nano- and microscale structural control of injectable hydrogels via the assembly of nanofibrous protein microparticles for tissue regeneration\nSen Houa,b, Xufeng Niua,b, Linhao Lia,b, Jin Zhoua,b, Zhiyong Qiana,b, Danyu Yaoa,b, Fenghe Yanga,b, Peter X. Mad,e,f,g,∗∗, Yubo Fana,b,c,∗\na School of Biological Science and Medical Engineering, Beihang University, Key Laboratory for Biomechanics and Mechanobiology of Ministry of Education, Beijing, 100083, China b Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, 102402, China c Beijing Key Laboratory of Rehabilitation Technical Aids for Old-Age Disability, National Research Center for Rehabilitation Technical Aids, Beijing, 100176, China dDepartment of Biologic and Materials Sciences, University of Michigan, Ann Arbor, MI, 48109, USA e Department of Biomedical Engineering, University of Michigan, Ann Arbor, MI, 48109, USA fMacromolecular Science and Engineering Center, University of Michigan, Ann Arbor, MI, 48109, USA g Department of Materials Science and Engineering, University of Michigan, Ann Arbor, MI, 48109, USA\nA R T I C L E I N F O\nKeywords: Hydrogels Nanofiber Extracellular matrix Microparticle Regenerative medicine\nA B S T R A C T\nInjectable hydrogels are advantageous as tissue regeneration scaffolds, as they can be delivered through a minimally invasive injection and seamlessly integrate with the target tissues. However, an important shortcoming of current injectable hydrogels is the lack of simultaneous control over their micro- and nanoscale structures. In this article, the authors report a strategy for developing injectable hydrogels that integrate a fibrous nanostructure and porous microstructure. The hydrogels are prepared by using novel nanofibrous microparticles as the building blocks. The protein based nanofibrous microparticles, fabricated by a spray freezing technology, can be injected through a syringe-needle system. A cell-compatible photocuring process can be deployed to connect the microparticles and form a mechanically robust hydrogel scaffold. The inter-particle voids combined to form the interconnected micropores and the diameter of the nanofibers (100–300 nm) closely mimics that of the native extracellular matrix. Compared to the non-porous hydrogels and non-fibrous hydrogels, the microparticle annealed nanofibrous (MANF) hydrogels potently enhance the osteogenic-marker expression (ALP, Runx2, OCT and BSP) and mineralization of human mesenchymal stem cells in vitro. MANF hydrogels also facilitate cell infiltration and enhance neovasculization in a subcutaneous implantation model in vivo. The capacity of MANF hydrogels to promote bone regeneration is investigated in a calvarial bone repair model. MANF hydrogels demonstrate significant higher bone regeneration after 8 weeks, indicating the significant role of microporosity and nanofibrous architecture in bone regeneration."
    }, {
      "heading" : "1. Introduction",
      "text" : "Hydrogels are three dimensional (3D) macromolecular networks retaining a large amount of water, which bear striking similarity to native ECM [1]. The gelling process, transition from liquid to solid state, can be manipulated to allow hydrogels being delivered through a minimally invasive injection. This unique feature makes injectable hydrogels advantageous for tissue engineering, as they can fill and\nseamlessly integrate with the target tissue defects [1–8]. The past decades have witnessed the great progress in optimizing hydrogels as artificial ECM, by mimicking the mechanical properties, chemistry and biodegradability of native ECM [2,3,9–14].\nIndependent of polymer chemistry and crosslinking methods, hydrogels are a swollen mesh with mesh size from tens of to a few hundred nanometers. However, cells are in micrometer size and incapable of invading into non-degradable matrices that present pore sizes less\nhttps://doi.org/10.1016/j.biomaterials.2019.119458 Received 11 January 2019; Received in revised form 20 August 2019; Accepted 27 August 2019\n∗ Corresponding author. School of Biological Science and Medical Engineering, Beihang University, Key Laboratory for Biomechanics and Mechanobiology of Ministry of Education, Beijing 100083, China.\n∗∗ Corresponding author. Department of Biologic and Materials Sciences, University of Michigan, Ann Arbor, MI 48109, USA. E-mail addresses: mapx@umich.edu (P.X. Ma), yubofan@buaa.edu.cn (Y. Fan).\nBiomaterials 223 (2019) 119458\nAvailable online 29 August 2019 0142-9612/ © 2019 Elsevier Ltd. All rights reserved.\nT\nthan ~2 μm [15,16]. Although degradable sites have been incorporated into hydrogels, the crosslinking density and the mechanical stiffness have to be unfavorably low to allow rapid cell migration [17–19]. The degradation process would further reduce the mechanical robustness of the hydrogels as a long-term physical support. In contrast to the small mesh size of conventional hydrogels (< 100 nm), the native ECM is intrinsically microporous with inter-fiber pore size of 2–30 μm. The microporous structure in the native ECM is crucial for cell migration and tissue formation [15,16]. Porous hydrogel scaffolds with pore size over micrometers have been shown to promote cell infiltration and tissue integration, which circumvents the necessity of prior material degradation [20–26]. Moreover, porous materials have been shown to interact more favorably with the immune system, eliciting foreign body response, inducing migration of regenerative immune cells and promoting neovasculization [27–29].\nHydrogel scaffolds with microporous structure have been fabricated by porogen leaching, freeze-drying or 3D printing technology, however these hydrogels typically cannot be injected or seamlessly integrate with the target tissue defects. Very recently, injectable hydrogels with interconnected micropores were fabricated through assembly and subsequent crosslinking of hydrogel microparticles [28,30–33]. The microporous annealed particle hydrogels were reported to integrate with the host tissues, facilitate cell infiltration and accelerate the wound healing process.\nExtracellular molecules usually assemble to anisotropic nanofibers in native environment, which synergistically regulate cell fates with other physical and chemical properties. Nanofibrous matrix have been found to adsorb four times more serum proteins than solid scaffolds made from the same polymer [34]. More interestingly, the nanofibrous architecture can selectively enhance the adsorption of fibronectin and vitronectin and allow>1.7 times of osteoblastic cell attachment. Furthermore, the nanofibrous matrix has been shown to promote cell differentiation towards different cell types and enhance functional tissue regeneration in vivo [35–39]. To mimic the nanofibrous architecture of native ECM, several methods have been developed to fabricate nanofibrous materials, including electrospinning, phase separation and molecular self-assembly [40–46]. Electrospinning and phase separation methods are widely used to fabricate nanofibers with diameter that closely mimic the native ECM, however these two methods generally produce preformed solid scaffolds that are unfavorable of minimally invasive injection. Self-assembled molecules represent another class of nanofibrous hydrogels, in which directional non-covalent bonds among the molecules drive the formation of long range ordered nanofibers [47–49]. These hydrogels can be injectable, however their fiber diameter is often far below the diameter of nanofiber in native ECM [49,50]. More importantly, the above techniques produce nanofibrous hydrogels with pore sizes that are too small for rapid cell migration/ invasion [40,50–52].\nDespite the progress in designing hydrogels for regenerative medicine, an important shortcoming of current injectable hydrogels is the lack of simultaneous control over their micro- and nanoscale structures. In this article, the authors report the development of a new class of injectable hydrogels — microparticle annealed nanofibrous (MANF) hydrogels (Fig. 1), that are fabricated via the self-assembly and subsequent crosslinking of gelatin nanofibrous microparticles (NF-MPs). The microparticles can be fabricated through a spray freezing method, in which the sprayed microdroplets transform to NF-MPs after nanoscale phase separation. In the hierarchically structured hydrogels, the NF-MPs display the ECM-mimicking nanofibrous architecture and the inter-particle voids form the interconnected micropore structure, which can synergistically promote cell growth and tissue regeneration. The functional-group-decorated microparticles can imperfectly assemble and form a free-standing hydrogel scaffold after the photo-polymerization. We hypothesize that the MANF hydrogels can act as an injectable scaffold for tissue repair due to their striking similarity to the native ECM."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "2.1. Fabrication of gelatin nanofibrous microparticles\nA two-fluid spray freezing method was used to fabricate the nanofibrous microparticles, in which gelatin solution was air sprayed to a liquid nitrogen (LN) bath. Firstly, gelatin (Type B, Sigma) was dissolved in ethanol/water mixed solvent at 55 °C to obtain a clear solution. Various gelatin concentrations (5%, 7.5% and 10%, w/v) and ethanol/ water (10/90, 30/70 and 40/60, v/v) ratios were used for the fabrication. Then the gelatin solution was sprayed out of the nozzle and the generated microdroplets were directly collected in an LN bath. Ethanol precooled to −20 °C was poured to the LN container and the microparticle suspension was transferred to a −20 °C freezer to enable the solvent exchange for 24 h. For scanning electron microscopic observation, the microparticles were solvent-exchanged in 1, 4-dioxane for 24 h and freeze-dried under vacuum for 3 days."
    }, {
      "heading" : "2.2. Fabrication of solid smooth-surface gelatin microparticle",
      "text" : "A 3 g of gelatin (Type B) was dissolved in 20mL distilled water for 1 h at 60 °C. The resulting solution was added slowly to a 500ml beaker containing 120mL olive oil, under a mechanical stirring of 500 rpm. After 5min the beaker was put in an ice bath for 60min. Then 200mL of chilled acetone (4 °C) was added slowly and the solution was stirred for another 60min to dehydrate the microparticles. Microparticles were collected by filtration and washed for several times with acetone. Then the microparticles were vacuum dried for 3 days and stored in a desiccator until further use.\n2.3. Crosslinking of the gelatin nanofibrous microparticles\nFor the EDC crosslinking, the microparticles (7.5% w/v, 40/60 v/v) were dispersed in acetone/water (95/5) mixed solution and 5 or 15mM EDC were added. The reaction was carried out for 24 h at room temperature. The crosslinked microparticles were washed with distilled water for 3 times at 37 °C. The NF-MPs were sieved to obtain a narrow size range using 200 mesh and 600 mesh sieves. Subsequently the microparticles were collected, frozen at −70 °C overnight and lyophilized for 3 days."
    }, {
      "heading" : "2.4. Preparation of MANF hydrogel scaffolds",
      "text" : "The nanofibrous microparticles (10mg) were weighed and dispersed in a solution (90 μl) containing 10mg/ml methacrylated gelatin (Type A) and 5mg/ml I2959 photoinitiator. After soaking at 37 °C for 10min, the microparticles were transferred to a syringe, injected to the silicon rubber molds and exposed to UV light (365 nm) for 3min to form the hydrogel scaffolds. Similar photocrosslinking method was used for the preparation of MA hydrogels and PLLA NF-MP scaffold. The concentration of methacrylated gelatin for the preparation of nonporous hydrogels is 10% (w/w), which is the same as the mass concentration of MANF hydrogels."
    }, {
      "heading" : "2.5. Scanning electron microscopic characterization",
      "text" : "Prior to the SEM observation, the materials were coated with platinum film for 120 s to ensure their conductivity. Scanning electron microscope (Quanta ™ 250 FEG, FEI) was operated at 10 kV voltage for all the samples."
    }, {
      "heading" : "2.6. Mechanical tests",
      "text" : "The NF-MP slurries were injected to Teflon molds with a diameter of 10mm and a depth of 1mm. After UV curing, the produced scaffold discs were immediately used for the mechanical test. Compression tests\nwere performed at 0.5mm/min on a mechanical testing machine equipped with a 50 N force sensor."
    }, {
      "heading" : "2.7. In vitro degradation of MANF hydrogels",
      "text" : "Before the hydrogel preparation, the NF-MPs were conjugated with rhodamine by the reaction between isothiocyanate and the amine groups on gelatin macromolecules. Briefly, the microparticles were immersed in 0.1M sodium bicarbonate buffer and rhodamine isothiocyanate dissolved in DMSO was added to the solution. The reaction was carried out for 12 h with moderate shaking. Then the microparticles were washed with PBS for serval times to completely remove the unreacted rhodamine. After photocuring, the MANF hydrogel discs were placed in a 1.5 ml Eppendorf tube and 1ml PBS with or without collagenase (25 U/ml) was added to the tube. Every 24 h, the solution was completely removed and changed with fresh buffer solution. The amount of the degradation was tested by measuring the concentration of released rhodamine with a microplate reader.\n2.8. Measurement of fiber diameter and pore size\nThe average fiber diameter was calculated from the SEM micrographs according to our previous report [53]. At least 100 fibers were measured for each sample with the commercial software Image J, and their averages and standard deviations were reported. The average pore diameter was measured from the 2D confocal fluorescence images according to the literature [28,30]. These images were converted to binary images using Image J to identify the pore regions. The images were rescaled using the pixel to μm conversion from the original microscope image. Each individual pore's size was then used to calculate the median pore size. These areas were then converted to a characteristic length measurement by forcing the areas to a circle, and calculating the characteristic diameter of these circles."
    }, {
      "heading" : "2.9. Cell culture",
      "text" : "The human bone marrow mesenchymal stem cells (hBMSCs) used in this study are provided by Academy of Military Medical Sciences, China. Cells were cultured in DMEM-F12 (Corning) supplemented with 10% fetal bovine serum (FBS, Gibco). Cells used in experiments were between passages 2–4. For the cell adhesion and spreading\nexperiments, the cells suspended in the medium were pipetted onto the ethylene oxide sterilized NF-MPs and allowed to adhere to the particles for 2 h before extra medium was added. After 24 h of spinner culture in 15ml centrifuge tubes, the cells were sequentially stained with Vinculin antibody-AF647 (Abcam), Phalloidin-AF488 (Abcam) and DAPI (Beyotime Biotechnology). To investigate the cell spreading in hydrogels, the cells suspended in gelatin methacrylamide solution (10mg/ ml) were pipetted onto the sterilized microparticles and exposed to UV light for 3min. The constructs were cultured in normal medium for 5 days. For confocal microscopy observation, the gel constructs were fixed by 4% paraformaldehyde solution cross sectioned by a homemade device by bounding two blades with a spacer of 0.5mm thickness. The cross sectional scaffolds were stained by Phalloidin-AF488 and DAPI. For the cell viability test, the cell-hydrogel constructs were assessed with the Live-Dead cell staining kit (Biovision) after incubated for 2, 24 and 72 h."
    }, {
      "heading" : "2.10. ALP activity and calcium content",
      "text" : "The hBMSCs were incorporated in three different hydrogels (nonporous, MA and MANF) via the same photocrosslinking process with the same cell density (1×105 cells per scaffold). Osteogenic media (50 μg/ mL L-ascorbic acid, 0.1 μmol/L dexamethasone and 10mM glycerol phosphate) was used to induce the osteogenic lineage commitment of the cells. The media was changed every 2–3 days. The ALP activity was quantified with a colorimetric assay (Beyotime Biotechnology) following the standard procedure. The optical density at 410 nm was measured with the microplate reader (Thermofisher). The calcium content was measured using a calcium assay kit (Nanjing Jiancheng). The optical density at 610 nm wavelength was measured on a microplate reader. The mineralization of the scaffolds was characterized with Von Kossa staining. The scaffolds were cryo-sectioned with a section thickness of 20 μm for optical microscopy."
    }, {
      "heading" : "2.11. RNA extraction and real time PCR",
      "text" : "Total RNA was extracted with Trizol reagent (Invitrogen). Reverse transcription was performed with a First Strand cDNA Synthesis kit (TaKaRa, CA, USA). Real time PCR was carried out using Bio-Rad iQ5 system and specific primers for Runx2 5-CCGCACGACAACCGCACCAT3 and 5-CGCTCCGGCCCACAAATCTC-3, OCN (5-CCGGGAGCAGTGTG\nAGCTTA-3 and 5-TAGATGCGTTTGTAGGCGGTC-3), BSP (5-CAGAGGA GGCAAGCGTCACT-3 and 5-CTGTCTGGGTGCCAACACTG-3). Gene expression levels were normalized against glyceraldehyde 3-phosphate dehydrogenase (GAPDH) expression."
    }, {
      "heading" : "2.12. Subcutaneous implantation",
      "text" : "The non-porous, MA and MANF gel discs (diameter 6mm, thickness 1mm) were implanted subcutaneously into rats (Sprague Dawley, 7–8 weeks) with 6 samples in each rat. After 4 weeks, the animals were sacrificed and the implants were harvested. The implants were sequentially fixed with 4% paraformaldehyde solution, dehydrated, embedded in paraffin and sectioned at 6 μm thickness. Hematoxylin and eosin (H&E) staining and CD31 immunofluorescence staining for endothelial cells was performed to verify the cell infiltration and formation of capillary blood vessels. The vessel density was measured by counting the numbers of tubular structure in the confocal images and calculating the number of blood vessels per mm3. Tissue section from different depths were combined to calculating the average blood vessel density for each group (n=3)."
    }, {
      "heading" : "2.13. Calvarial bone defect repair model",
      "text" : "Sprague Dawley rats were divided into 4 groups including saline group, non-porous hydrogel group, MA hydrogel group and MANF hydrogel group (n= 5). The animals were anaesthetized with 1% Pentobarbital sodium in saline. The dorsal part of the cranium was shaved and a sagittal incision of approximately 20mm opened over the scalp of the animal. The skin and soft tissues were sequentially incised to expose the underlying calvarial bone. The periosteum was removed and an electric drill equipped with a trephine was used to create a fullthickness 5mm defect in the parietal bones of the skull on one side of the sagittal suture line (1–2mm to the sagittal suture and one defect for each rat) without damaging the dura. Sterile saline was dropwisely added onto the wounds during the drilling process to avoid overheating the adjacent tissues. The Gelfoam pieces were carefully applied to the exposed wound to stop the bleeding before the implantation. Saline, gelatin methacrylamide solution, SMP or NF-MP slurries were injected into the defects sites. UV light was shed on the defects for 3min to cure the hydrogels. Finally, the wound was sequentially sutured and the animal was recovered on a warm-water bag. All animals were sacrificed after 8 weeks and the calvarias were harvested. Before further analysis, the tissues were fixed in 4% paraformaldehyde for 3 days and transferred to 70% ethanol for storage."
    }, {
      "heading" : "2.14. μCT analysis",
      "text" : "The new bone formation was evaluated with μCT (Life technologies, USA). Analysis was performed with commercial MIMICS software (Materialise, Belgium) with a fixed global threshold of 20%. The volume of a 5mm diameter bone disc centered on the defect was calculated as the new bone volume."
    }, {
      "heading" : "2.15. Bone histological analysis",
      "text" : "The fixed specimen were decalcified with formic acid solution and sequentially dehydrated before embedded in paraffin. H&E and Masson trichrome staining were performed on sections (6 μm) following the standard procedures."
    }, {
      "heading" : "2.16. Animal use",
      "text" : "The animals used in the experiments were obtained from Beijing Laboratory Animal Research Center, China. All animal procedures were carried out under the guidelines of the Institutional Animal Care and Use Committee of Beihang University."
    }, {
      "heading" : "3. Results and discussions",
      "text" : "We used gelatin for the preparation of the NF-MPs, since it is derived from collagen—a major content of natural extracellular matrix—and inherits the essential bioactive entities including the cell adhesion segments and protease sensitive segments. The gelatin NFMPs were prepared by a novel spray freezing method, in which the sprayed microdroplets transformed to NF-MPs after liquid nitrogen quenching. The solvent system of gelatin solution was found to significantly affect the microstructure of the obtained gels by altering the polymer-solvent interaction parameter. With proper solvents, the gelatin solution underwent a separation to bicontinuous nanoscale phases (a polymer-rich phase and a polymer-lean phase) and ultimately transformed to a nanofibrous matrix after low temperature quenching. A series of solvent systems with different ratios of ethanol and water (0/ 100, 10/90, 30/70, 40/60, ethanol/water) were screened to investigate the optimal solvent system for nanofiber formation (Fig. 2). Gelatin that dissolved in pure water undergoes a thermal gelation process and forms an isotopically structured hydrogel at ambient temperature. We fabricated solid microspheres with smooth surfaces from the aqueous gelatin solution by a conventional water-in-oil emulsion method (Fig. 2A). The addition of ethanol into the aqueous solution, combined with the low\ntemperature quenching, could substantially alter the gelation process and facilitate the formation of a nanofibrous network. In the freeze spraying method, when the volume ratio of ethanol was 10% (Fig. 2B), the microparticles displayed a porous structure without nanofibrous feature. However, after further increasing the ethanol/water ratio to 30/70 and 40/60, microparticles with typical nanofibrous morphology were obtained (Fig. 2C and D). It was noted that the nanofibrous structure in the 30% ethanol group intermixed with plate-like structure. In the following experiment, 40% ethanol was used for the preparation of the NF-MPs. From the images, the fibers were randomly orientated and the diameter of the fibers was found to be 100–300 nm, which closely resembled that of the collagen nanofibers.\nWhile the solvent system determines the nanoscale phase separation process, the microscale structure (size, shape) of the particles were found to be largely determined by the polymer concentration and spraying pressure. We examined the microparticle production with three different gelatin concentrations (5%, 7.5%, and 10%, w/v) and found that higher gelatin concentration tended to result in higher particle sphericity and larger particle sizes (Figs. S1 and S2, Supporting Information). On the other hand, higher spraying pressure tended to reduce the size of the nanofibrous microparticles.\nThe uncrosslinked gelatin readily dissolves in aqueous environment at physiological temperature. To enhance the stability of gelatin nanofibrous microparticles (NF-MPs), EDC was used to crosslink the microparticles through the formation of intermolecular amide bonds. Crosslinking reactions were performed with different concentration of EDC in acetone/water (95/5, v/v) mixed solvent. After crosslinking with a low EDC concentration (5mM), the nanofibers of the microparticles swelled significantly in aqueous environment, while 15mM EDC was sufficient to maintain the nanofibrous feature (Fig. S3, Supporting Information). After crosslinking, the NF-MPs were sieved to obtain a narrow size range between 25 and 75 μm.\nWe examined cell adhesion on the NF-MPs by co-culturing the microparticles with human bone marrow-derived mesenchymal stem cells (hBMSCs). The cells readily adhered to both microparticles by forming focal adhesions, as evidenced by the positive vinculin staining and cell skeleton (Fig. 3A). Compared to the smooth surface solid microparticles (SMPs) with similar diameter and crosslinking density, the cells demonstrated higher adhesion rates on NF-MPs at 6 h and 24 h (Fig. 3B). The high cell adhesion efficiency on nanofibrous matrix could be attributed to the high surface area and high adsorption capacity of nanofiber matrix, compared to smooth surfaces, for ECM proteins such as fibronectin and vitronectin.26 Moreover, cells on the NF-MPs tended to exhibit a spindle shape that mimic their native state, while cells spread over larger areas on the SMPs after 24 h (Fig. 3C). Such differences indicate the important role of nanofibers of gelatin NF-MPs in regulating cell adhesion and spreading in vitro.\nThe water dispersion of gelatin NF-MPs exhibited a paste-like rheology and failed to resist external forces. We hypothesized that connecting the microparticles with particular linkers would build a 3D interconnected scaffold with robust mechanical stability. To make the microparticles crosslinkable, we first decorated the microparticles with photo-curable methacrylamide groups. The decorated NF-MPs could be injected via a syringe-needle system and fill the PDMS molds with specific shapes (Fig. 4A). Long wavelength UV light (365 nm) was then employed to crosslink the gelatin methacrylamide and connect the adjacent microparticles to form free-standing gel scaffolds. The MANF hydrogel scaffolds exhibited a small amount of shrinkage compared to the uncrosslinked slurries, about 1.5% in dimension and 5% in volume. The volume shrinkage was probably attributed to the increasing crosslinking density of the gelatin matrix and associated reducing capability to retain the water. In contrast to the injectable microparticle slurries, the MANF hydrogel scaffolds demonstrated a robust elastic behavior in the compression tests, with an elastic modulus of 55.1 ± 2.2 kPa (Fig. 4B). The robust mechanical property of the hydrogels could be essential for tissue engineering in maintaining the\nintegrity of the neotissues and regulating the cell fate via mechanical cues. However, conventional hydrogels for tissue engineering are usually mechanically weak in order to meet the demand of degrading in a sufficiently fast rate, which is crucial for rapidly cell infiltrating into nonporous matrix. The mechanical strength of the hydrogels could be tuned by changing the crosslinking density of microparticles: increasing the EDC crosslinking density reduced the mechanical strength (Fig. S4). A possible explanation for this result is higher EDC crosslinking density would increase the stiffness of the microparticles and correspondingly decrease the effective contact area of adjacent microparticles. In addition, increasing the concentration of gelatin methacrylamide could also increase the mechanical strength of the hydrogels (Fig. S5).\nScanning electron microscopic observation of the scaffolds revealed that the microparticles within the scaffolds adopted an interconnected structure and the nanofibrous architecture of the microparticles were evident at high magnification (Fig. 4C). The median diameter of the nanofibers in MANF hydrogels is 183 nm and the median size of the interparticle pores is 14.6 μm (Fig. 4D, Figs. S6 and S7, Supporting Information). In addition, hydrophobic poly (L-lactide) (PLLA) based nanofibrous microparticles (Fig. S8, Supporting Information) were also used for the fabrication of 3D scaffolds by similar procedure as gelatin MANF hydrogels. However, the PLLA particle slurry was not facilely injectable and the PLLA based scaffolds were too fragile, probably due to the reduced crosslinking efficiency caused by the high rigidity of PLLA.\nThe degradation property of the hydrogels is vital for tissue regeneration, as the materials, if not degraded, would hamper the formation of the new functional tissues. Gelatin is derived from collagen and can be readily degraded by multiple enzymes in human body. To examine the enzymatic degradability of the MANF hydrogels, the rhodamine-conjugated hydrogels were placed in phosphate buffer saline (PBS) with or without collagenase, and the amount of rhodamine released to the buffers was monitored. The results showed that the hydrogels were rather stable at 37 °C in PBS, but underwent a complete degradation within 8 days in the presence of 25 U/ml collagenase (Fig. 4E).\nDirect encapsulation of cells within the MANF hydrogels could be achieved by mechanically mixing the cells with the microparticle slurry and exposing the mixture to UV light. The cell viability was 83% after 2 h and 92% after 72 h in culture (Fig. S9, Supporting Information), indicating that the MANF hydrogel can be used as a cell-compatible scaffold. We assessed the biological performance of MANF hydrogels by in vitro cell culture experiments. Nonporous methacrylated gelatin hydrogels and smooth-surfaced gelatin microparticle annealed (MA) hydrogels were used as the controls. The non-porous hydrogels were prepared by photo-crosslinking the aqueous solution of methacrylated gelatin with the same mass concentration as MANF hydrogels. The MA hydrogels were prepared by a similar procedure with MANF hydrogels except using the solid gelatin microparticles as the building blocks. The microparticle diameters and pore sizes of MA hydrogels showed no statistical difference from those of the MANF hydrogels (Figs. S10 and S11, Supporting Information). Cells encapsulated in the MANF and MA hydrogels exhibited spread morphology after five days in culture and cell network began to form within the interconnected pores (Fig. 5A). However, non-porous gelatin hydrogel with identical gelatin concentration (10% w/w) retarded the cell spreading after the same culture time. Consistently, the cell proliferation assay in normal culture medium demonstrated that cells encapsulated in non-porous hydrogels grew very slowly, while cells proliferated well within the MA and MANF hydrogel scaffolds with a doubling time of 3 days and 2 days respectively (Fig. 5B). The results demonstrate the important role of micropores and nanofibrous architectures in promoting cell spreading and proliferation.\nWe hypothesized that the nanofibrous architecture and interconnected micropores would make the MANF hydrogel an ideal injectable scaffold for tissue regeneration. To examine the hypothesis, we\nused three experimental models: in vitro osteogenesis, subcutaneous implantation and calvarial bone defect repair. To demonstrate the role of microporosity and nanofibrous architecture, we used non-porous gelatin hydrogels and gelatin MA hydrogels as controls.\nWe first compared the in vitro expression of osteogenic marker (alkaline phosphatase (ALP), Runx2, OCN and BSP) and late-stage mineralization (calcium content and Von Kossa staining) within the three different hydrogels. The same number of hBMSCs was encapsulated in the hydrogels and osteoinductive media were used to induce the osteogenic differentiation of the cells. At week 1 and week 2, the ALP activity was quantified: the MANF hydrogel group exhibited the highest level of ALP activity at both time points compared to the nonporous hydrogel and MA hydrogel groups (Fig. 5C). Moreover, the Runx2, OCN and BSP mRNA expressions at week 2 were measured to verify the osteogenic lineage commitment of hBMSCs in the different materials. The results showed that the expressions of these osteogenic markers in MANF hydrogels were significantly elevated compared to the control groups (Fig. 5D). To further assess the osteogenic behavior of the encapsulated cells, the calcium content within these hydrogel scaffolds at week 4 was quantified with a colorimetric assay. The MANF hydrogel group exhibited a significantly higher level of calcium deposition compared to other hydrogels (Fig. 5E). The formation of mineralized nodules within the hydrogels was investigated by Von Kossa staining. Consistent with the result of calcium content measurement, a significant higher amount of mineralized nodules were observed within the MANF hydrogels, while the non-porous hydrogels contained the least amount of mineralized nodules (Fig. 5F).\nIn our following experiments, the in vivo performance of MANF hydrogels was assessed by a rat subcutaneous implantation model. The integrity of the MANF scaffolds were maintained and no significant degradation were detected after being subcutaneously implanted for 4 weeks. For the non-porous hydrogels, only a small amount of cells were able to invade into the margin areas, while the majority of the\nhydrogels remained acellular. By contrast, cells from adjacent tissues could readily infiltrate the MANF and MA hydrogel scaffolds (Fig. 6A), indicating the significant role of interconnected micropores in cell migration. Furthermore, the neovascularization inside the three hydrogels were investigated with CD31 staining, which indicates the presence of the endothelial cells (Fig. 6B). The density of blood vessels (endothelial cell tubes) inside the MANF gels was found to be statistically higher than that inside the MA hydrogels (Fig. 6C), implying that the nanofibrous architecture has a positive effect on the neovascularization within porous materials.\nNext, the bone regeneration efficacy of MANF hydrogels was examined with the calvarial bone-defect repair model. After the creation of bone defects, the un-crosslinked NF-MPs were directly delivered into the defect sites via injection (Fig. 7A). Due to their mouldability, the NF-MPs could readily fill the defects and integrate with the adjacent bones. The high viscosity of the microparticle slurries also prevented their leakage to untargeted sites. Then, UV light (365 nm) was shed on the NF-MP filled tissue defects to crosslink the hydrogel scaffolds in situ. Saline, non-porous hydrogels and MA hydrogels were used as controls and delivered to the bone defects with similar procedure. After eight weeks, the calvarias of the animals were harvested and bone formation was examined with ex vivo μCT. Significantly higher new bone volume were detected for the MANF hydrogel group, which is 83% higher than the MA hydrogel group and 220% higher than the non-porous hydrogel group (Fig. 7B). As shown in the reconstructed μCT images (Fig. 7C), minimal new bone formation was detected for the saline group and an increase of new bone volumes was evident for the non-porous hydrogel and MA hydrogel group. The new bone tissues in the MANF hydrogel group covered most areas of the calvarial defects and formed bridges across the defects. Further histological analysis (trichrome staining) revealed that neotissues only formed at the margin of the materials for the saline and non-porous hydrogel groups. The MA hydrogels were largely infiltrated by neotissues, including a large amount of soft\nconnective tissues and a relatively small amount of bone tissues. For the MANF hydrogel group (Fig. 7C, Fig. S12, Supporting Information), however, a large amount of bone tissues were evident. From the high magnification images, the undegraded NF-MPs were found to be embedded in the bone matrix. The regenerated bones contained osteocytelike cells and blood vessels that demonstrate striking similarities to native bones. The results are consistent with the results of in vitro osteogenesis that the nanofibrous architecture promote the osteogenic differentiation and mineralization (Fig. 5). Together, these results revealed that the micropores and nanofibrous architecture of MANF hydrogels can significantly promote tissue ingrowth and bone tissue formation.\nThe MANF hydrogels represent a new class of injectable materials that combine interconnected microporosity and nanofibrous architecture through assembly and crosslinking of the nanofibrous-proteinmicroparticle building blocks. The gels can be injected and seamlessly integrated to the target tissues like conventional hydrogels, while achieving a bioinspired structural complexity.\nThe MANF hydrogels demonstrate good biocompatibility in cell culture and in vivo implantation. Gelatin is derived from collagen and demonstrates excellent biocompatibility [54]. The photoinitiator and photo-induced radicals might harm the involved cells and tissues. After careful selection of photo-initiators (I2959) and proper UV light wavelength (365 nm), the cytotoxicity of photocrosslinking can be minimalized [55,56]. Moreover, the microparticles are stabilized with a zero-length crosslinker (EDC) with no additional toxicity. After been degraded by enzymes, the cleaved moieties from hydrogels are peptides\nor amino acids, which also demonstrate a high biocompatibility. Compared to uniformly structured hydrogels, the microporosity and nanofibrous architecture are proved to promote tissue ingrowth and bone tissue formation. The current study demonstrates that the multiscale structural complexity can be a powerful way to enhance the regenerative efficacy of biomaterials. Moreover, conventional methods to enhance the bioactivity of hydrogels, including incorporating bioactive ingredients and tuning mechanical property, can be readily combined with the multiscale structural complexity to further optimize the materials [9,57–59]. The mechanical property of the hydrogels might be further improved by increasing the mechanical strength of the nanofibrous matrix by additional crosslinking [60] and by enhancing the contact between the adjacent particles [61]. Gelatin has an intrinsic interaction with many growth factors mainly through the electrostatic interaction [62] and the binding strength could be further enhanced to control the release profile by incorporating other biomolecules including heparin sulfate [63]. In addition, the method used in this study also provides a versatile approach for fabricating the hierarchically structured hydrogels, in which a variety of other nanofibrous microparticle (amyloid proteins, collagen, etc.) and crosslinking methods can be used [64,65].\nIn this article, we demonstrate the successful application of MANF hydrogels in promoting bone tissue regeneration, however the materials can also be used in the engineering of other types of tissues. Microporosity and nanofibrous architecture of biomaterials have been reported to enhance the regeneration of a variety of tissues including skin, cartilage, and nerve tissues [45,66–68]. Therefore the MANF\nhydrogels provide a soft, injectable, and tissue integrating material platform for the regeneration of many tissue types. Moreover, as cells can be facilely incorporated before the crosslinking, the MANF hydrogels can be used as promising carrier materials for cell therapy, in vitro tissue engineering and organ on a chip."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, novel injectable hydrogels, that integrate a biomimetic nanofibrous structure and a porous microstructure, are developed for tissue engineering application. The hydrogels are fabricated by photo-\ncrosslinking of the assembled gelatin nanofibrous microparticles, during which cells can be encapsulated with a high viability. The hierarchically structured hydrogels support the cell proliferation and osteogenesis in vitro, and promote neovascularization and bone defect regeneration in vivo. The delicate control over physical structure of tissue engineering scaffold might circumvent the complex chemical modification and use of overdose growth factors, which would have a great clinical potential for regenerating various types of tissues.\nConflicts of interest\nThere are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This project was supported by the grants from National Natural Science Foundation of China (Nos. 31700830, 11827803, 11421202)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biomaterials.2019.119458."
    } ],
    "references" : [ {
      "title" : "Hydrogels for biomedical applications, Adv",
      "author" : [ "A.S. Hoffman" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2002
    }, {
      "title" : "Designing cell-compatible hydrogels for biomedical applications, Science",
      "author" : [ "D. Seliktar" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "Hydrogels in regenerative medicine, Adv. Mater",
      "author" : [ "B.V. Slaughter", "S.S. Khurshid", "O.Z. Fisher", "A. Khademhosseini", "N.A. Peppas" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2009
    }, {
      "title" : "Oppositely charged gelatin nanospheres as building blocks for injectable and biodegradable gels, Adv. Mater",
      "author" : [ "H. Wang", "M.B. Hansen", "D.W.P.M. Löwik", "J.C.M. van Hest", "Y. Li", "J.A. Jansen", "S.C.G. Leeuwenburgh" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2011
    }, {
      "title" : "Rapid self-integrating, injectable hydrogel for tissue complex regeneration, Adv. Healthc. Mater",
      "author" : [ "S. Hou", "X. Wang", "S. Park", "X. Jin", "P.X. Ma" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Harnessing traction-mediated manipulation of the cell/matrix interface to control stem-cell fate, Nat. Mater",
      "author" : [ "N. Huebsch", "P.R. Arany", "A.S. Mao", "D. Shvartsman", "O.A. Ali", "S.A. Bencherif", "J. Rivera-Feliciano", "D.J. Mooney" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2010
    }, {
      "title" : "Cell-interactive alginate hydrogels for bone tissue",
      "author" : [ "E. Alsberg", "K.W. Anderson", "A. Albeiruti", "R.T. Franceschi", "D.J. Mooney" ],
      "venue" : "engineering, J. Dent. Res",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "An anisotropic hydrogel with electrostatic repulsion between cofacially aligned nanosheets",
      "author" : [ "M. Liu", "Y. Ishida", "Y. Ebina", "T. Sasaki", "T. Hikima", "M. Takata", "T. Aida" ],
      "venue" : "Nature",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Anseth, The design of reversible hydrogels to capture extracellular matrix dynamics",
      "author" : [ "K.S.A.M. Rosales" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Anseth, Hydrogels as extracellular matrix mimics for 3D cell culture, Biotechnol. Bioeng",
      "author" : [ "K.S.M.W. Tibbitt" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2009
    }, {
      "title" : "Physical limits of cell migration: control by ECM space and nuclear deformation and tuning by proteolysis and traction force",
      "author" : [ "K. Wolf", "M. te Lindert", "M. Krause", "S. Alexander", "J. te Riet", "A.L. Willis", "R.M. Hoffman", "C.G. Figdor", "S.J. Weiss", "P. Friedl" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Physical influences of the extracellular environment on cell migration",
      "author" : [ "G. Charras", "E. Sahai" ],
      "venue" : "Nat. Rev. Mol. Cell Biol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2014
    }, {
      "title" : "Synthetic matrix metalloproteinase-sensitive hydrogels for the conduction of tissue regeneration: engineering cell-invasion characteristics",
      "author" : [ "M.P. Lutolf", "J.L. Lauer-Fields", "H.G. Schmoekel", "A.T. Metters", "F.E. Weber", "G.B. Fields", "J.A. Hubbell" ],
      "venue" : "Proc. Natl. Acad. Sci",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2003
    }, {
      "title" : "Controlling alginate gel degradation utilizing partial oxidation and bimodal molecular weight distribution, Biomaterials",
      "author" : [ "T. Boontheekul", "H.J. Kong", "D.J. Mooney" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2005
    }, {
      "title" : "Heparin–chitosan nanoparticle functionalization of porous poly(ethylene glycol) hydrogels for localized lentivirus delivery of angiogenic factors, Biomaterials",
      "author" : [ "A.M. Thomas", "A.J. Gomez", "J.L. Palma", "W.T. Yap", "L.D. Shea" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Non-viral DNA delivery from porous hyaluronic acid hydrogels in mice, Biomaterials",
      "author" : [ "T. Tokatlian", "C. Cam", "T. Segura" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Macroporous interconnected dextran scaffolds of controlled porosity for tissue-engineering applications, Biomaterials",
      "author" : [ "S.G. Lévesque", "R.M. Lim", "M.S. Shoichet" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2005
    }, {
      "title" : "Brey, The role of pore size on vascularization and tissue remodeling in PEG hydrogels, Biomaterials",
      "author" : [ "Y.-C. Chiu", "M.-H. Cheng", "H. Engel", "S.-W. Kao", "J.C. Larson", "E.M.S. Gupta" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Accelerated wound healing by injectable microporous gel scaffolds assembled from annealed building blocks, Nat. Mater",
      "author" : [ "D.R. Griffin", "W.M. Weaver", "P.O. Scumpia", "D. Di Carlo", "T. Segura" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Injection of microporous annealing particle (MAP) hydrogels in the stroke cavity reduces gliosis and inflammation and promotes NPC migration to the lesion, Adv. Mater",
      "author" : [ "L.R. Nih", "E. Sideris", "S.T. Carmichael", "T. Segura" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Anseth, Clickable microgel scaffolds as platforms for 3D cell encapsulation, Adv. Healthc. Mater",
      "author" : [ "A.S. Caldwell", "G.T. Campbell", "K.S.K.M.T. Shekiro" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Nano-fibrous scaffolding architecture selectively enhances protein adsorption contributing to cell attachment",
      "author" : [ "K.M. Woo", "V.J. Chen", "P.X. Ma" ],
      "venue" : "J. Biomed. Mater. Res. A 67A",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2003
    }, {
      "title" : "Bio-inspired in situ crosslinking and mineralization of electrospun collagen scaffolds for bone tissue engineering, Biomaterials",
      "author" : [ "C. Dhand", "S.T. Ong", "N. Dwivedi", "S.M. Diaz", "J.R. Venugopal", "B. Navaneethan", "M.H.U.T. Fazil", "S. Liu", "V. Seitz", "E. Wintermantel", "R.W. Beuerman", "S. Ramakrishna", "N.K. Verma", "R. Lakshminarayanan" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2016
    }, {
      "title" : "Vacanti, A biodegradable nanofiber scaffold by electrospinning and its potential for bone tissue engineering, Biomaterials",
      "author" : [ "H. Yoshimoto", "Y.M. Shin", "J.P.H. Terai" ],
      "venue" : null,
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2003
    }, {
      "title" : "Continuing differentiation of human mesenchymal stem cells and induced chondrogenic and osteogenic lineages in electrospun PLGA nanofiber scaffold, Biomaterials",
      "author" : [ "X. Xin", "M. Hussain", "J.J. Mao" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2007
    }, {
      "title" : "Comparative evaluation of nanofibrous scaffolding for bone regeneration in critical-size calvarial defects",
      "author" : [ "K.M. Woo", "V.J. Chen", "H.-M. Jung", "T.-I. Kim", "H.-I. Shin", "J.-H. Baek", "H.-M. Ryoo", "P.X. Ma" ],
      "venue" : "Tissue Eng. A",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2009
    }, {
      "title" : "Myogenic differentiation of human bone marrow mesenchymal stem cells on a 3D nano fibrous scaffold for bladder tissue engineering, Biomaterials",
      "author" : [ "H. Tian", "S. Bharadwaj", "Y. Liu", "H. Ma", "P.X. Ma", "A. Atala", "Y. Zhang" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2010
    }, {
      "title" : "Bioinspired nanofibers support chondrogenesis for articular cartilage",
      "author" : [ "J.M. Coburn", "M. Gibson", "S. Monagle", "Z. Patterson", "J.H. Elisseeff" ],
      "venue" : "repair, Proc. Natl. Acad. Sci",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2012
    }, {
      "title" : "Electrospun nanofibrous structure: a novel scaffold for tissue",
      "author" : [ "W.J. Li", "C.T. Laurencin", "E.J. Caterson", "R.S. Tuan", "F.K. Ko" ],
      "venue" : "engineering, J. Biomed. Mater. Res",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2002
    }, {
      "title" : "Progress in the field of electrospinning for tissue engineering applications, Adv. Mater",
      "author" : [ "S. Agarwal", "J.H. Wendorff", "A. Greiner" ],
      "venue" : null,
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2009
    }, {
      "title" : "Synthetic nano-scale fibrous extracellular matrix",
      "author" : [ "P.X. Ma", "R. Zhang" ],
      "venue" : "J. Biomed. Mater. Res",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1999
    }, {
      "title" : "Laurencin, Electrospinning of polymer nanofibers for tissue regeneration",
      "author" : [ "T. Jiang", "E.J. Carbone", "C.T.K.W.H. Lo" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "Nanofiber yarn/hydrogel core–shell scaffolds mimicking native skeletal muscle tissue for guiding 3D myoblast alignment, elongation, and differentiation, ACS Nano",
      "author" : [ "L. Wang", "Y. Wu", "B. Guo", "P.X. Ma" ],
      "venue" : null,
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2015
    }, {
      "title" : "Interwoven aligned conductive nanofiber yarn/ hydrogel composite scaffolds for engineered 3D cardiac anisotropy, ACS Nano",
      "author" : [ "Y. Wu", "L. Wang", "B. Guo", "P.X. Ma" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2017
    }, {
      "title" : "Self-assembly and mineralization of peptideamphiphile nanofibers",
      "author" : [ "J.D. Hartgerink", "E. Beniash", "S.I. Stupp" ],
      "venue" : "Science",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2001
    }, {
      "title" : "Fabrication of novel biomaterials through molecular self-assembly",
      "author" : [ "S.G. Zhang" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2003
    }, {
      "title" : "Controlling hydrogelation kinetics by peptide design for three-dimensional encapsulation and injectable delivery of cells",
      "author" : [ "L. Haines-Butterick", "K. Rajagopal", "M. Branco", "D. Salick", "R. Rughani", "M. Pilarz", "M.S. Lamm", "D.J. Pochan", "J.P. Schneider" ],
      "venue" : "Proc. Natl. Acad. Sci",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2007
    }, {
      "title" : "Biomimetic materials for tissue engineering, Adv",
      "author" : [ "P.X. Ma" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2008
    }, {
      "title" : "Three-dimensional scaffolds for tissue engineering applications: role of porosity and pore size",
      "author" : [ "Q.L. Loh", "C. Choong" ],
      "venue" : "Tissue Eng. B Rev",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2013
    }, {
      "title" : "Cooper-White, Increasing electrospun scaffold pore size with tailored collectors for improved cell penetration, Acta Biomater",
      "author" : [ "J.J.C. Vaquette" ],
      "venue" : null,
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2011
    }, {
      "title" : "Nano-fibrous poly(l-lactic acid) scaffolds with interconnected spherical macropores, Biomaterials",
      "author" : [ "V.J. Chen", "P.X. Ma" ],
      "venue" : null,
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2004
    }, {
      "title" : "Synthesis, properties, and biomedical applications of gelatin methacryloyl (GelMA) hydrogels, Biomaterials",
      "author" : [ "K. Yue", "G. Trujillo-de Santiago", "M.M. Alvarez", "A. Tamayol", "N. Annabi", "A. Khademhosseini" ],
      "venue" : null,
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2015
    }, {
      "title" : "Injectable peptide decorated functional nanofibrous hollow microspheres to direct stem cell differentiation and tissue regeneration",
      "author" : [ "Z.P. Zhang", "M.J. Gupte", "X.B. Jin", "P.X. Ma" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2015
    }, {
      "title" : "Matrix elasticity of void-forming hydrogels controls transplanted-stem-cell-mediated bone",
      "author" : [ "N. Huebsch", "E. Lippens", "K. Lee", "M. Mehta", "Sandeep T. Koshy", "Max C. Darnell", "R.M. Desai", "Christopher M. Madl", "M. Xu", "X. Zhao", "O. Chaudhuri", "C. Verbeke", "Woo S. Kim", "K. Alim", "A. Mammoto", "Donald E. Ingber", "Georg N. Duda", "David J. Mooney" ],
      "venue" : "formation, Nat. Mater",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2015
    }, {
      "title" : "Hydrogels with precisely controlled integrin activation dictate vascular patterning and permeability",
      "author" : [ "S. Li", "L.R. Nih", "H. Bachman", "P. Fei", "Y. Li", "E. Nam", "R. Dimatteo", "S.T. Carmichael", "T.H. Barker", "T. Segura" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2017
    }, {
      "title" : "Hydrogen bonds autonomously powered gelatin methacrylate hydrogels with super-elasticity, self-heal and underwater self-adhesion for sutureless skin and stomach surgery and E-skin, Biomaterials",
      "author" : [ "B. Liu", "Y. Wang", "Y. Miao", "X. Zhang", "Z. Fan", "G. Singh", "K. Xu", "B. Li", "Z. Hu", "M. Xing" ],
      "venue" : null,
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2018
    }, {
      "title" : "Microribbon-like elastomers for fabricating macroporous and highly flexible scaffolds that support cell proliferation",
      "author" : [ "L.-H. Han", "S. Yu", "T. Wang", "A.W. Behn", "F. Yang" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2013
    }, {
      "title" : "Mikos, Gelatin as a delivery vehicle for the controlled release of bioactive molecules",
      "author" : [ "S. Young", "M. Wong", "A.G.Y. Tabata" ],
      "venue" : "J. Control. Release",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2005
    }, {
      "title" : "Injectable gelatin derivative hydrogels with sustained vascular endothelial growth factor release for induced angiogenesis",
      "author" : [ "Z. Li", "T. Qu", "C. Ding", "C. Ma", "H. Sun", "S. Li", "X. Liu" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2015
    }, {
      "title" : "Protein microgels from amyloid fibril",
      "author" : [ "U. Shimanovich", "I. Efimov", "T.O. Mason", "P. Flagmeier", "A.K. Buell", "A. Gedanken", "S. Linse", "K.S. Åkerfeldt", "C.M. Dobson", "D.A. Weitz", "T.P.J. Knowles" ],
      "venue" : null,
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2015
    }, {
      "title" : "Cell-sized condensed collagen microparticles for preparing microengineered composite spheroids of primary hepatocytes, Lab Chip",
      "author" : [ "M. Yamada", "A. Hori", "S. Sugaya", "Y. Yajima", "R. Utoh", "M. Yamato", "M. Seki" ],
      "venue" : null,
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2015
    }, {
      "title" : "Nanofiber scaffolds with gradations in mineral content for mimicking the tendon-to-bone insertion site, Nano Lett",
      "author" : [ "X. Li", "J. Xie", "J. Lipner", "X. Yuan", "S. Thomopoulos", "Y. Xia" ],
      "venue" : null,
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2009
    }, {
      "title" : "Electrospinning of three-dimensional nanofibrous tubes with controllable architectures, Nano Lett",
      "author" : [ "D. Zhang", "J. Chang" ],
      "venue" : null,
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2008
    }, {
      "title" : "Neurite outgrowth on electrospun nanofibers with uniaxial alignment: the effects of fiber density, surface coating, and supporting substrate, ACS Nano",
      "author" : [ "J. Xie", "W. Liu", "M.R. MacEwan", "P.C. Bridgman", "Y. Xia" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 10,
      "context" : "The microporous structure in the native ECM is crucial for cell migration and tissue formation [15,16].",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 11,
      "context" : "The microporous structure in the native ECM is crucial for cell migration and tissue formation [15,16].",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 21,
      "context" : "Nanofibrous matrix have been found to adsorb four times more serum proteins than solid scaffolds made from the same polymer [34].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 40,
      "context" : "The average fiber diameter was calculated from the SEM micrographs according to our previous report [53].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 41,
      "context" : "Gelatin is derived from collagen and demonstrates excellent biocompatibility [54].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 45,
      "context" : "brous matrix by additional crosslinking [60] and by enhancing the contact between the adjacent particles [61].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 46,
      "context" : "brous matrix by additional crosslinking [60] and by enhancing the contact between the adjacent particles [61].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 47,
      "context" : "Gelatin has an intrinsic interaction with many growth factors mainly through the electrostatic interaction [62] and the binding strength could be further enhanced to control the release profile by incorporating other biomolecules in-",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 49,
      "context" : ") and crosslinking methods can be used [64,65].",
      "startOffset" : 39,
      "endOffset" : 46
    }, {
      "referenceID" : 50,
      "context" : ") and crosslinking methods can be used [64,65].",
      "startOffset" : 39,
      "endOffset" : 46
    } ],
    "year" : 2019,
    "abstractText" : "Injectable hydrogels are advantageous as tissue regeneration scaffolds, as they can be delivered through a minimally invasive injection and seamlessly integrate with the target tissues. However, an important shortcoming of current injectable hydrogels is the lack of simultaneous control over their microand nanoscale structures. In this article, the authors report a strategy for developing injectable hydrogels that integrate a fibrous nanostructure and porous microstructure. The hydrogels are prepared by using novel nanofibrous microparticles as the building blocks. The protein based nanofibrous microparticles, fabricated by a spray freezing technology, can be injected through a syringe-needle system. A cell-compatible photocuring process can be deployed to connect the microparticles and form a mechanically robust hydrogel scaffold. The inter-particle voids combined to form the interconnected micropores and the diameter of the nanofibers (100–300 nm) closely mimics that of the native extracellular matrix. Compared to the non-porous hydrogels and non-fibrous hydrogels, the microparticle annealed nanofibrous (MANF) hydrogels potently enhance the osteogenic-marker expression (ALP, Runx2, OCT and BSP) and mineralization of human mesenchymal stem cells in vitro. MANF hydrogels also facilitate cell infiltration and enhance neovasculization in a subcutaneous implantation model in vivo. The capacity of MANF hydrogels to promote bone regeneration is investigated in a calvarial bone repair model. MANF hydrogels demonstrate significant higher bone regeneration after 8 weeks, indicating the significant role of microporosity and nanofibrous architecture in bone regeneration.",
    "creator" : "Elsevier"
  }
}