{
  "name" : "downloads_2019-10-23_5e_saifullah2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Micro and nano encapsulation, retention and controlled release of flavor and aroma compounds_ A critical review",
    "authors" : [ "Md. Saifullaha", "Mohammad Rezaul Islam Shishirc", "Rayhana Ferdowsid", "Md Ramim Tanver Rahmane", "Quan Van Vuonga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nTrends in Food Science & Technology\njournal homepage: www.elsevier.com/locate/tifs\nReview\nMicro and nano encapsulation, retention and controlled release of flavor and aroma compounds: A critical review Md. Saifullaha,b,∗, Mohammad Rezaul Islam Shishirc, Rayhana Ferdowsid, Md Ramim Tanver Rahmane, Quan Van Vuonga,∗∗ a School of Environmental and Life Sciences, Faculty of Science and Information Technology, University of Newcastle, Central Coast, Ourimbah, NSW, 2258, Australia bDepartment of Agro Product Processing Technology, Faculty of Applied Science and Technology, Jessore University of Science and Technology, Jessore, 7408, Bangladesh c Department of Food Science and Nutrition, Zhejiang University, Hangzhou, 310058, China dDepartment of Horticulture, Faculty of Agriculture, Bangladesh Agricultural University, Mymensingh, 2202, Bangladesh e Département de Chimie, Université Laval, Québec, Québec, G1V 0A6, Canada\nA R T I C L E I N F O\nKeywords: Flavor Aroma Microencapsulation Nano-encapsulation Stability Industrial application Food\nA B S T R A C T\nBackground: Encapsulation of flavor and aroma in an appropriate form is an important concern for a long time. Encapsulation is the most successful way not only to preserve or mask flavor and aroma compounds but also to enhance their thermal and oxidative stability, overcome the limitations of high volatility, to control the fast release and improve the poor bioavailability, as well as to increase their application in food systems. Scope and approach: This review focuses on the recent advances in micro and nano-encapsulation of flavor and aroma compounds. We comprehensively highlight the suitability of micro and nano-encapsulation approaches for the retention of flavor and aroma including emerging techniques, new formulations and novel encapsulate systems, to illustrate the flavor release mechanisms, and depict the industrial applications of encapsulated flavor and aroma compounds. Key findings and conclusions: Nano-encapsulation has attracted more attention compared to microencapsulation; showing better encapsulation efficiency, enhanced stability of capsule, and more control on flavor release. Recently, spray chilling and spray freeze drying as an alternative to spray drying, can overcome the thermal loss of flavor, promising for the microencapsulation of heat sensitive compounds. In contrast, electro-spraying and electro-spinning in combination with the emulsion or coaxial approach are novel and promising for the nanoencapsulation of flavor and aroma compounds. The combination of carrier materials, e.g. polysaccharide with protein can improve the encapsulation efficiency and capsule functionality. However, application of micro and nano-encapsulates into different food and gastrointestinal systems needs to be explored in order to expose their release mechanisms and application efficiency."
    }, {
      "heading" : "1. Introduction",
      "text" : "Encapsulation is a common technique for creating an external membrane or coating of one material over another material, which is applied for the protection and/or preservation of bioactive, volatile, and easily degradable compounds from biochemical and thermal deterioration. It is also used for masking undesirable flavors and aromas. Encapsulation was first developed around 60 years ago as a technology for coating solids, liquids and gaseous compounds. The coating enables controlled release of compounds at specific rate under certain conditions (Desai & Park, 2005; Shishir, Xie, Sun, Zheng, & Chen, 2018). The\nencapsulated materials can be pure substances or a mixture, which are also called the coated material, core material, actives, fill, internal phase or payload. On the other hand, the coating materials are known as packing material, capsule, wall material, film, membrane, carrier or outer shell (Fang & Bhandaria, 2010). The coating materials are usually made of natural or modified polysaccharides, gums, proteins, lipids, and synthetic polymers (de Souza Simões et al., 2017). The selection of coating material depends upon the nature of the core material, encapsulation process, and final use of the product. The morphology of the resulting microcapsule depends upon on the arrangement of core material and deposition process of the coating material, which can be\nhttps://doi.org/10.1016/j.tifs.2019.02.030 Received 2 December 2017; Received in revised form 4 September 2018; Accepted 6 February 2019\n∗ Corresponding author. School of Environmental and Life Sciences, Faculty of Science and Information Technology, University of Newcastle, Central Coast, Ourimbah, NSW, 2258, Australia.\n∗∗ Corresponding author. E-mail addresses: md.saifullah@uon.edu.au (Md. Saifullah), vanquan.vuong@newcastle.edu.au (Q. Van Vuong).\nTrends in Food Science & Technology 86 (2019) 230–251\nAvailable online 10 February 2019 0924-2244/ © 2019 Elsevier Ltd. All rights reserved.\nT\ndivided into mononuclear, polynuclear, and matrix. Mononuclear capsules contain an outer shell around the core, while polynuclear capsules have many cores which are entrapped into a shell, and matrix capsules have the core material uniformly distributed within the shell material. In addition, it is possible to have a multi-shell mononuclear capsule or a capsule with non-spherical shape/irregular shape (Kim et al., 2004). Fig. 1 represents different forms of capsules.\nNano-capsules and microcapsules are the most functional and desirable size in encapsulation processing. Even though, nano scale and micro scale refers 1–1000 nm and 1–1000 μm, respectively, nano-encapsulation ranges the capsule size from 1 nm to several hundred nanometer in diameter and microencapsulation ranges from 1 μm to several hundred micrometers in diameter (Katouzian & Jafari, 2016; Rodríguez, Martín, Ruiz, & Clares, 2016; Shishir et al., 2018). Furthermore, particle size in between the range of nano and micro encapsulation is called as submicron particles, while the particle size above the microencapsulation range is referred as macro-particles (Koo, Cha, Song, Chung, & Pan, 2014; Lević et al., 2015; O'Toole et al., 2012). Microencapsulation is the most common and widely used in food and pharmaceutical industries. Recently, nanoencapsulations have attracted rising interest for their unique feature in terms of efficient encapsulation, enhanced stability, and better controlled release of capsulated materials (Katouzian & Jafari, 2016; Shishir et al., 2018).\nFlavors and aromas are organic molecules having low molecular weight. They are relatively volatile and very sensitive to air, heat, light, and moisture (Bakry et al., 2016). Therefore, encapsulation is a common practice in the flavor and fragrance industry to preserve both the flavor and aroma. Depending on the applied encapsulation technique, the materials obtained from the encapsulation process can be a powder, a paste or a liquid (Prost, Poinot, Rannou, & Arvisenet, 2012). In processed food products the degradation of flavor and aroma occurs during processing and storage of the product. To reduce the level of degradation and preserve the originality of flavor and aroma, pre-encapsulated volatile ingredients can be used in foods and beverages (Madene, Jacquot, Scher, & Desobry, 2006). However, the type of flavor and aroma preservation technique depends on the type of product it is going to be used in or the processing conditions through which it will pass through. For example, in the bakery industry, powder forms of encapsulated flavor and aroma compounds are mostly used as it is very stable, easy to weigh and store. In bakery applications, starch, wheat flour or soy flour are used as carrier substances (Cappelle, 2002). Liquid forms (e.g. emulsion) of encapsulated compounds are also used in different bakery products as it helps to improve the texture of the final product along with preserving the flavor and aroma compounds (Cappelle, 2002). In frozen products such as ice cream, flavorings are added directly to the other ingredients in the ice cream mixture\nfollowed by passing through homogenizer and forms an oil-in-water type emulsion, or flavor is added to the ice cream mixture during agitation/maturation before freezing (Clark, 2009; Fiol et al., 2017). These emulsion particles preserve the flavor compounds and the temperature during processing and storage also assist in retaining the flavor until consumption. In beverages, flavor and aroma compounds are generally encapsulated in the form of micro and nano-emulsions before mixing with other ingredients. Different antioxidant compounds are also used to preserved flavor and aroma compounds in food products by preventing oxidation and off-flavor production. However, due to the taste profile and intense colors of some antioxidants it limits their use in food industry (Weerawatanakorn, Wu, Pan, & Ho, 2015).\nTo date, a variety of encapsulation techniques have been reported as novel and promising for the encapsulation of flavor compounds. These techniques, in the form of micro-capsule, micro-emulsion, nano-emulsion, nano-capsule, nano-fiber, nano-tube, solid lipid nanoparticle, inclusion complex, and bead encapsulation offer numerous benefits over conventional methods (e.g. spray drying) (Fuciños et al., 2017; Hussein et al., 2017; Koupantsis, Pavlidou, & Paraskevopoulou, 2016; Lević et al., 2015; Rodenak-Kladniew, Islan, de Bravo, Durán,& Castro, 2017; Saberi, Fang, & McClements, 2016; Tampau, Gonzalez-Martinez, & Chiralt, 2017; Zhang et al., 2017). Therefore, in this review, we comprehensively discuss the recent progress on micro and nano-encapsulation of flavor and aroma compounds. Several recent review articles focused on the encapsulation of food bioactive compounds and bioactive oils (Bakry et al., 2016; de Souza Simões et al., 2017; Katouzian & Jafari, 2016; Rodríguez et al., 2016), but from our best observation, there is particularly no recent review on the advances in micro and nano-encapsulation of flavor and aroma compounds. Hence, the aim of this review is to highlight the suitability of micro and nano encapsulation approaches for the retention of flavor and aroma compounds including emerging techniques, new formulations and novel encapsulate systems. Additionally, we aim to illustrate the controlled release mechanisms of encapsulated flavors, and to expose the industrial applications for encapsulated flavor and aroma compounds. This review enhances our understanding of the production of flavor and aroma capsules for industrial applications, and therefore provides some insight for future potential."
    }, {
      "heading" : "2. Roles of encapsulation for flavor and aroma compounds",
      "text" : "Food flavor is a sensory attribute of food material. Chemically it is the combination of taste and aroma. Flavors and aromas are the most important attributes of food material. They may present in the food inherently, may develop during processing or be added during processing according to consumers' demands. Aromas and flavors give the first impression of a food material, which can change the consumers’ intention for further use or consumption. Flavor stability with an appropriate level of strength is a great concern of food processors. This is because it has a strong relationship with the quality and acceptability of food materials, but it is difficult to control (Jun-xia, Hai-yan, & Jian, 2011; Madene et al., 2006). In fact, flavors are volatile in nature, and therefore very prone to release from food materials during manufacturing, transportation, and storage. Furthermore, flavors are very susceptible to change by the action of pH, moisture, acid, salt, and enzymes, and thereby may produce off-flavors (Feng et al., 2018; Fuciños et al., 2017). To increase the availability of flavor compounds and limit flavor degradation, encapsulation is the most effective and commonly practised approach (Khoshakhlagh, Koocheki, Mohebbi, & Allafchian, 2017; Sanchez-Reinoso, Osorio, & Herrera, 2017). Encapsulation protects the flavor from oxidative and thermal degradation and allows for efficient processing (Feng et al., 2018; Fuciños et al., 2017). For example, dry, granular or powder food products avoids dissolution of particles into a matrix. Encapsulation also creates a protective layer around the flavor droplet to protect and control its release at certain conditions, with potential to mask undesirable tastes\nor very strong odors (Ezhilarasi, Karthik, Chhanwal, & Anandharamakrishnan, 2013). The droplets with diameters ranging from a few nanometers to a few millimeters are formed during encapsulation (Wandrey, Bartkowiak, & Harding, 2010). Encapsulation of food ingredients in micro scale is the common practice. However, nanoencapsulation of flavor offers greater benefits on stability, encapsulation efficiency, and control release over time in comparison with microencapsulation (de Souza Simões et al., 2017; Ezhilarasi et al., 2013).\nNanoparticles offers number of benefits over micro-particles. For example, nanoparticles create a more stable system as they have less tendency for particle aggregation or gravitational separation, particularly in the case of emulsification encapsulation. Very fine nanoparticles scatter light weakly and look transparent or less turbid. Therefore, nano encapsulated flavor and aroma compounds are very suitable for use in crystal clear beverage and other food without any negative impact on color attributes. Nanoparticles provide unique rheological properties in food (Chen, Khemtong, Yang, & Gao, 2011; McClements, 2012; Mozafari, 2006; Saifullah, Ahsan, & Shishir, 2016; Tadros, Izquierdo, Esquena, & Solans, 2004). They show higher bioaccessibility and are more easily absorbed in the body; hence it shows greater bioavailability (He & Hwang, 2016; Salvia-Trujillo, Martı´n-Belloso, & McClements, 2016)."
    }, {
      "heading" : "3. Factors affecting flavor and aroma retention during encapsulation",
      "text" : "Flavor retention during processing and flavor stability in processed products is a major concern in the food industry. Flavor represents both the unique characteristics and the quality of a food product. Almost all flavor and aroma compounds are very active and highly volatile in nature. They mix easily with air molecules and diffuse very quickly. Therefore, flavor demands significant attention during processing of food products, since it is very susceptible to degradation and/or loss in the presence of air, light, moisture, high temperatures or in the presence of certain other components within the food material. Encapsulation techniques protect the flavoring from most of these factors preventing flavor loss during processing and storage of food materials. Flavor stability and flavor retention are proportionally interrelated terms. When the flavor stability increases, flavor retention also increases (Given, 2009; Ma, Tan, Dai, & Zhou, 2013).\nRetention of flavors during the encapsulation process depends upon the stability of flavor within the capsules. It can be defined as the mass ratio of total flavor (oil) in the powder to the theoretical quantity in the powder assuming ideal retention (Ma et al., 2013; Penbunditkul et al., 2012). Simply, it calculates the flavor losses during the production of encapsulates. Percent flavor retention can be calculated by the following equation.\n= ×Flavor retention Total flavor in capsulates Flavor in the feed mixture (%) 100 (1)\nThis formula can also be used to determine the flavor retention in food stuff after processing. Of those, the total flavor content in encapsulated droplets or particles can be estimated by different techniques, such as distillation (Baranauskiene, Venskutonis, Dewettinck, & Verhe', 2006; Chen, McGillivray, Wen, Zhong, & Quek, 2013), extraction and evaporation (Chen et al., 2013; Li et al., 2013), gas chromatograph (GC) analysis (Ko, Jeon, & Park, 2012), and absorbance measurements (Li et al., 2013; Ramoneda, Ponce-Cevallos, del Pilar Buera, & Elizalde, 2011). It should be noted that flavor retention during encapsulation process depends on many factors, which could be classified into five major categories: flavor characteristics, carrier characteristics, sample preparation before encapsulation, method of encapsulation, and operating conditions of the encapsulation method (Gupta et al., 2016; Jafari, Assadpoor, He, & Bhandari, 2008). Fig. 2 represents the factors affecting flavor retention during encapsulation. A brief discussion on flavor retention affecting factors during encapsulation has been\naddressed in this section."
    }, {
      "heading" : "3.1. Flavor characteristics",
      "text" : "Understanding on flavor characteristics is very important for successful encapsulation of flavor compounds. Variations in flavor characteristics, i.e. molecular weight, relative volatility, polarity, type of flavor, size of flavor core and concentration of flavor may change the retention of flavor during the encapsulation process. Among the flavor characteristics, molecular weight and relative volatility are the key factors affecting flavor retention during encapsulation (Jafari, Assadpoor, He, et al., 2008). Molecular weight (MW) of flavor compounds is correlated to molecular size, which can influence the diffusion process of flavor molecules. Flavor compounds with higher molecular size exhibit a comparatively slower diffusion rate and require greater time to reach the atomized droplet surface during drying as compared to the compounds with lower molecular size. Therefore, higher molecular weight (MW) flavor compounds usually show better retention during the encapsulation process (Gupta et al., 2016). In contrast, volatility of flavor compounds refers to the ability of how fast a flavor compound can shift to the gaseous state from a liquid or solid phase. Relative volatility of a compound is generally measured on the basis of the volatility of water. Higher relative volatility of a flavor compound means the flavor has a high tendency to be volatilized and diffused (phase transition); therefore it may show less retention during the process (Jafari, Assadpoor, He, et al., 2008). Jørgensen et al. (2012) encapsulated eight flavor compounds with a variation in molecular weight (44.05–152.26) and boiling point (21-229 °C). Molecular weight (MW) has been found to have a close correlation with boiling point\n(Bp). The Bp of flavor compounds increases with the increasing molecular weight of flavor compounds. While Bp is an indication of phase transition of a compound from liquid to gaseous phase. Therefore, relative volatility of flavor compounds is positively correlated with their MW (Jørgensen et al., 2012). Previous studies showed that the flavor compounds with high MW and Bp, i.e. citral (MW: 152.26, Bp: 220- 229 °C), octanol (MW: 130.26, Bp: 196 °C) and butyric acid (MW: 88.1, Bp: 162 °C) had less evaporation (higher retention) during the process of either encapsulation with or without starch as compared to the flavors of acetaldehyde, dimethyl sulphide, diacetyl, allyl isothiocyanate, and ethyl butyrate, which have lower MW and Bp (MW:44.05–116.18, Bp: 21-121 °C) (Jørgensen et al., 2012). The retention of flavor compounds also depends on their polarity. Higher polarity compounds are relatively more soluble in water. In cases of encapsulation through drying process, the flavor loss increases with the water solubility of flavor compounds. This is because, the flavor diffuses with water and is lost during the evaporative process (Jafari, Assadpoor, He, et al., 2008). In contrast, corn starch–aroma compound inclusion complexes were prepared using co-precipitation method by Zhang et al. (2017). They reported that polar aroma compounds (linalool, heptanol and menthol) exhibited better inclusion ratio of aroma in comparison with nonpolar or weak polar aroma compounds (heptanolide, carvone and menthone). The aroma inclusion capacities were attributed to the solubility of aroma compounds and group structure properties of the inclusion complex. In addition, the thermo-stability results showed that inclusion complexes of polar aroma compounds had higher enthalpies than those of nonpolar or weakly polar aroma compound inclusion complexes, suggesting that the polar compounds need greater energy for the phase transition and were more stable than the nonpolar or weakly polar\nTa bl e 1 Re ce\nnt st\nud ie\ns re\npo rt\ned on\nm ic\nro en\nca ps\nul at\nio n\nof fla\nvo rs\nan d\nar om\na co\nm po\nun ds\n.\nFl av\nor co\nm po\nun ds\nEn ca\nps ul\nat io\nn m\net ho\nd Ca\nrr ie\nr ag\nen t\nEn ca\nps ul\nat e\nsy st\nem M\naj or\nfin di\nng s\nRe fe\nre nc\nes\nCo co\na ar\nom a\nco m\npo un\nds Sp\nra y\ndr yi\nng M\nal to\nde xt\nri n\n(M D\n) an\nd H\ni-C ap\n10 0\n(H C)\nM ic\nro ca\nps ul\ne •T\nhe pr\noc es\ns yi\nel d\nre ac\nhe d\nup to\n58 .7\n7%\n•H C\nsh ow\ned a\nhi gh\ner re\nte nt\nio n\nof co\nco a\nar om a (2 2. 6– 32 .5 % ) an d be tt er m ic ro -s tr uc tu ra lp\nro pe\nrt ie s co m pa re d to M D in co co a ar om a m ic ro ca ps ul es\nSa nc\nhe z-\nRe in\nos o\net al\n.( 20\n17 )\nD -li\nm on\nen e\nan d\net hy\nlh ex\nan oa\nte Sp\nra y\ndr yi\nng Sa cc ha ro m yc es ce re vi sia e\nM ic\nro ca\nps ul\ne •T\nhe en\nca ps\nul at\nio n\nra te\nco ns\nta nt\nof D -li\nm on\nen e\nan d\net hy\nlh ex\nan oa\nte w\ner e\n0. 69\n/h\n•F la\nvo r\nre te\nnt io\nn of\nD -li\nm on\nen e\nan d\net hy\nlh ex\nan oa te w er e 5– 48 % an d 24 –4 5% ,r es pe ct iv el y\nSu lta\nna et\nal .(\n20 17\n)\nA lip\nha tic\nan d\nar om\nat ic\nal co\nho ls\nSe al\ned he\nat in\ng an\nd fr\nee ze\ndr yi\nng A\nm yl\nos e\nM ol\nec ul ar In cl us io n\nCo m\npl ex\n•T he\nen ca\nps ul\nat io\nn effi\nci en\ncy an\nd yi\nel d\nva ri\ned fr om 39 % to 47 % an d 45 % –5 0% ,r es pe ct iv el y\n•A ll\nam yl\nos e-\nfla vo\nr in\ncl us\nio n\nco m\npl ex\nes ex\nhi bi\nte d\nex ce\nlle nt\nth er\nm al\nst ab\nili ty\n•A m\nyl os\nen-\nhe pt\nan ol\nin cl\nus io\nn co\nm pl\nex sh\now ed\ngr ea\nte r\nst ab\nili ty\nth an\not he\nr co\nm pl\nex es\nFe ng\net al\n.( 20\n18 )\nβpi\nne ne\nCo m\npl ex\nco ac\ner va\ntio n\nSo di\num ca\nse in\nat e,\nw he\ny pr\not ei\nn is\nol at e, ca rb ox ym et hy lc el lu lo se (C M C) ,a nd re tic ul at in g ag en ts (i .e .g ly ce ro la nd\nta nn ic ac id )\nM ic\nro ca\nps ul\ne •S\nod iu\nm ca\nse in\nat e-\nCM C\nm ic\nro ca\nps ul\nes w\nith th e ad di tio n of gl yc er ol ex hi bi te d gr ea te r lo ad in g ca pa ci ty an d en ca ps ul at io n effi ci en cy re ac he d\nup to\n∼ 55\n% an\nd ∼\n90 %\n,r es\npe ct\niv el\ny\n•G ly\nce ro\nla dd\niti on\nen ha\nnc ed\nth e\nen ca\nps ul\nat io n effi ci en cy by tw o fo ld s, w hi le ta nn ic ac id w as un su cc es sf ul\n•G ly\nce ro\nla dd\niti on\nsh ow\ned hi\ngh er\nre te\nnt io\nn of\nvo la\ntil e\nco m\npo un\nd in\nm ic\nro ca\nps ul\nes du\nri ng\nst or\nag e\nat lo w re la tiv e hu m id ity (R H ) an d te m pe ra tu re (0 % RH , 25 °C )\nKo up\nan ts\nis et\nal .,\n20 16 ; Ko up an ts is & Pa ra sk ev op\nou lo u, 20 17\nSi x\nar om\na co\nm po\nun ds\n(H ep\nta no\nlid e,\nca rv\non e,\nm en\nth on\ne, lin\nal oo l, he pt an ol an d m en th ol )\nCo -p\nre ci\npi ta\ntio n\nco rn\nst ar\nch M\nol ec\nul ar\nIn cl\nus io\nn Co\nm pl\nex •C\nor n\nst ar\nch –l\nin al\noo lc\nom pl\nex ex\nhi bi\nte d\na hi\ngh er\nin cl\nus io\nn ra\ntio th\nan th\ne ot\nhe r\nco m\npl ex\nes\n•T he\nst ud\ny ex\npo se\nd th\nat th\ne po\nla r\nar om\na co\nm po\nun d\nin cl\nus io\nn co\nm pl\nex es\nre qu\nir ed\nm or\ne en\ner gy\nfo r\nth e\nph as\ne tr\nan si\ntio n\nan d\nw er\ne m\nor e\nst ab\nle th\nan th e no np ol ar or w ea k po la r ar om a co m po un d in cl\nus io n co m pl ex es\nZh an\ng et\nal .(\n20 17\n)\nTu rm\ner ic\nfla vo\nr (C\nur cu\nm in\noi ds\n) H\nom og\nen iz\nat io\nn an\nd sp\nra y\ndr yi\nng Br\now n\nri ce\nflo ur\n(B RF\n) an\nd be\nta -c\nyc lo\nde xt\nri n\n(β -C\nD )\nM ic\nro ca\nps ul\ne •T\nhe ad\ndi tio\nn of\nβCD\nre ve\nal ed\nbe tt\ner m\nas ki ng pr op er tie s an d en ca ps ul at io n effi ci en cy of cu rc um in oi ds\n•T he\nop tim\nal en\nca ps\nul at\nio n\npr oc\nes s\nw as\n5% of\nco re\nlo ad\nin g\nm as\nsw ith\nad di\ntio n\n20 g/\nL of\nβCD\nex hi\nbi tin g hi gh cu rc um in oi ds en ca ps ul at io n w ith lo w vo la til e re le as e, m oi st ur e co nt en t an d hy gr os co pi ci ty\nLa ok\nul di\nlo k\net al\n.( 20\n16 )\nPe pp\ner ol\neo re\nsi n\nsp ic\ny fla\nvo r\n(C ap\nsa ic\nin oi\nds )\nU ltr\nas ou\nnd em\nul si\nfic at\nio n,\nsu pe\nrc ri\ntic al\nflu id\nex tr\nac tio n an d fr ee ze dr yi ng\nH i-C\nap 10\n0 m\nod ifi\ned st\nar ch\nM ic\nro pa\nrt ic\nle •U\nltr as\nou nd\nem ul\nsi fic\nat io\nn sh\now ed\nhi gh\nem ul\nsi fic\nat io\nn effi\nci en\ncy an\nd st\nab ili\nty\n•T he\nsu pe\nrc ri\ntic al\nflu id\nex tr\nac tio\nn pr\noc es\nsr es\nul te\nd in a co ns id er ab le lo ss of ol eo re si n by di ss ol ut io n an d pr om ot ed a dr op le t vo lu m e ex pa ns io n\nde A\ngu ia\nr, Si\nlv a,\nde Re\nze nd e, Ba rb er o, & M ar tín ez (2 01 6)\nG in\nge r\nol eo\nre si\nn Sp\nra y\nch ill\nin g\nPa lm\niti c\nac id\nw ith\nol ei\nc ac\nid or\npa lm\nfa t\nSo lid\nlip id\nm ic\nro pa\nrt ic\nle s\n•T he\nst ud\ny ex\nhi bi\nte d\nhi gh\nre te\nnt io\nn of\npu ng\nen t\nan d\nvo la\ntil e\nco m\npo un\nds ar\nou nd\n96 %\nan d\n75 % , re sp ec tiv el y\n•L ip\nid ca\nrr ie\nrs w\nith hi\ngh er\nco nc\nen tr\nat io\nn of\nsa tu\nra te d fa tt y ac id s sh ow ed be tt er re te nt io n of gi ng er ol eo re si n\nO ri\nan ie\nt al\n.( 20\n16 )\nFi ve\nfla vo\nr co\nm po\nun ds\n(L im\non en e, ni co tin e, m et hy ls al ic yl at e, ci nn am ic al de hy de an d ne ob\nee )\nSp ra\ny ch\nill in\ng Er\nyt hr\nito l\nCr ys\nta lli ne pa rt ic le s\n•T he\nst ud\ny sh\now ed\nm ax\nim um\nen ca\nps ul\nat io\nn effi\nci en cy of ci nn am ic al de hy de an d lim on en e ar e ∼ 90 % fo r th e lo ad in g ca pa ci ty of 10 %\nSi lli\nck an\nd G\nre gs\non (2\n01 2)\n(c on tin ue d on ne xt pa ge\n)\nTa bl e 1\n(c on tin ue d)\nFl av\nor co\nm po\nun ds\nEn ca\nps ul\nat io\nn m\net ho\nd Ca\nrr ie\nr ag\nen t\nEn ca\nps ul\nat e\nsy st\nem M\naj or\nfin di\nng s\nRe fe\nre nc\nes\n•T he\nen ca\nps ul\nat io\nn effi\nci en\ncy de\ncr ea\nse d\nst ea\ndi ly\nw ith\nin cr\nea si\nng oi\nll oa\nd (∼\n63 %\neffi ci\nen cy\nfo r3\n0% of\nlo ad\n)\n•C ry\nst al\nlin e\npa rt\nic le\ns ex\nhi bi\nte d\nsi gn\nifi ca\nnt pr\not ec\ntio n\nto fla\nvo r\nco m\npo un\nd fr\nom vo\nla til\niz at\nio n\nun til\nm el\ntin g\nof th\ne er\nyt hr\nito la\nt ∼\n12 0 °C D -li m on en e Em ul si fic at io n an d el ec tr os ta tic ex tr us io n So di um al gi na te Ca lc iu m al gi na te be ad •T he st ud y sh ow ed effi ci en\nt im\nm ob\nili za\ntio n\nof D -\nlim on\nen e\nw ith\nin Ca\nlc iu\nm -a\nlg in\nat e\nbe ad s (i m m ob ili za tio n effi ci en cy 50 –7 7% )\n•C al\nci um\n-a lg\nin at\ne be\nad s\nca n\npr ov\nid e\nth er\nm al\npr ot\nec tio\nn to\nD -li\nm on\nen e\nup to\n20 0\n°C\nLe vi\nc et\nal .(\n20 15\n)\nCa rd\nam om\nfla vo\nr ( D\n-li m\non en\ne, 1, 8- ci ne ol e, m yr ce ne ,t er pi ne ol , lin al oo l)\nEm ul\nsi fic\nat io\nn an\nd fr\nee ze\ndr yi\nng W\nhe y\npr ot\nei n\nis ol\nat e\n(W PI\n) gu\nar gu\nm (G\nG ),\nan d\nca rr\nag ee\nn (C\nG )\nM ic\nro ca\nps ul\ne •M\nic ro\nca ps\nul es\nco nt\nai ni\nng on\nly W\nPI ex\nhi bi\nte d\nth e\nhi gh\nes t\nfla vo\nr en\ntr ap\nm en\nt( 7.\n5% )\nan d\nm ic\nro en\nca ps\nul at\nio n\neffi ci\nen cy\n(9 8.\n5% )\n•T he\n30 %\nW PI\nan d\n30 %\nW PI\n+ G\nG fo\nrm ul\nat io ns sh ow ed be tt er re te nt io n ab ili ty of 1, 8- ci ne ol e\nan d\nD -\nlim on\nen e\ndu ri\nng st\nor ag\ne\nM eh\nya r\net al\n.( 20\n14 )\nBi tt\ner ne\nss of\nqu er\nce tin\nH ot\n-m el\nt ex\ntr us\nio n\nCa rn\nau ba\nw ax\n,s he\nlla c\nan d\nze in\nM ic\nro ca\nps ul\ne •T\nhe m\nic ro\nca ps\nul es\nex hi\nbi te\nd si\ngn ifi\nca nt\nly re\ndu ce d di ss ol ut io n ra te in th e si m ul at ed sa liv ar y pH 6. 8 in th e or de r of ze in > ca rn au ba w ax > sh el la c\n•In vi tr o\nbi tt\ner ne\nss an\nal ys\nis en\nsu re\nd th\ne go\nod ta\nst e\nm as\nki ng\neffi ci\nen cy\nof th\ne m\nic ro\nca ps\nul es\nKh or\net al\n.( 20\n17 )\nO ra\nng e\nte rp\nen es\nH ot\nm el\ntc ou\nnt er\n-r ot\nat in g ex tr us io n\nM al\nto de\nxt ri\nn an\nd su\ncr os\ne M\nic ro\nca ps\nul e\n•M ax\nim um\nlo ad\nin g\nof or\nan ge\nte rp\nen es\nof 6%\nw as\nob ta\nin ed\nw ith\nth e\nen ca\nps ul\nat io\nn effi\nci en\ncy of\n86 .7\n%\n•T he\nor an\nge te\nrp en\nes re\nm ai\nne d\nun ch\nan ge\nd w\nith in\nth e\nca rr\nie r\nm at\nri x\ndu ri\nng th\ne st\nor ag\ne of\n12 w\nee ks\nTa ck\nen be\nrg et\nal .(\n20 15\n)\nO ra\nng e\nfla vo\nr (t\ner pe\nne s,\nca rv\nac ro\nl) Ba\ntc h\nm ix\nin g\nM al\nto de\nxt ri\nn an\nd su\ncr os\ne M\nic ro\nca ps\nul e\n•T he\npr oc\nes s\nco nd\niti on\ns aff\nec te\nd si\ngn ifi\nca nt\nly th e re te nt io n of or an ge te rp en es an d ca rv ac ro l\n•T he\nre te\nnt io\nn of\nac tiv\ne co\nm po\nun ds\nbe tw\nee n\n6% an d 10 0% co rr el at ed in ve rs el y w ith th e va po ur pr es su re of th e pu re ac tiv e co m po un ds\nTa ck\nen be\nrg ,M\nar m\nan n,\nTh om\nm es , Sc hu ch m an n, an d Kl ei ne bu dd e (2 01 4)\nCi tr\nal Em\nul si\nfic at\nio n\nan d\nsp ra y dr yi ng\nSu cr\nos e,\ntr eh\nal os\ne m\nal to\nde xt\nri n,\nan d\nm od\nifi ed\nst ar\nch (C\nap su\nl) M\nic ro\nca ps\nul e\n•T he\nm ix\ntu re\nof m\nal to\nde xt\nri n\nan d\ntr eh\nal os\ne off\ner ed\nhi gh\ner gl\nas s\ntr an\nsi tio\nn te\nm pe\nra tu\nre s\n•T re\nha lo\nse re\nve al\ned pr\nom is\nin g\npe rf\nor m\nan ce\nin ca\nrr ie r fo rm ul at io n fo r th e en ca ps ul at io n ci tr ic fla vo rs\nSo sa\net al\n.( 20\n14 )\nSw ee\nt or\nan ge\nfla vo\nr M\nol ec\nul ar\nin cl\nus io\nn co\nm pl\nex β-\ncy cl\nod ex\ntr in\nM ic\nro ca\nps ul\ne •T\nhe or\nan ge\nfla vo\nrβ-\ncy cl\nod ex\ntr in\nin cl\nus io n co m pl ex es ca n fo rm la rg e ag gr eg at es in w\nat er\n•T he\nth er\nm og\nra vi\nm et\nri c\ncu rv\ne of\nfla vo\nrβ-\ncy cl\nod ex\ntr in\nin cl\nus io\nn co\nm pl\nex sh\now ed\ndo w\nnw ar\nd sl\nop in\ng fr om ro om te m pe ra tu re to 25 0Ί C\nZh u\net al\n.( 20\n14 )\nVa ni\nlla oi\nl Co\nm pl\nex co\nac er\nva tio\nn Ch\nito sa\nn M\nic ro\nca ps\nul e\n•T he\nfo rm\nul at\nio n\nof ve\nni la\noi la\nnd ch\nito sa\nn (2\n:1 )\nex hi\nbi te\nd th\ne hi\ngh es\nt en\nca ps\nul at\nio n\neffi ci\nen cy\n•T he\nst ud\nie s\nof th\ner m\nos ta\nbi lit\ny an\nd re\nle as\ne pr\nofi le of fla vo r m ic ro ca ps ul es ve ri fie d im pr ov ed th er m os ta bi lit y an d lo ng re si du al ac tio n of va ni lla\noi l\nYa ng\net al\n.( 20\n14 )\nRo se\nhi p\nse ed\noi l\nCo ax\nia le\nle ct\nro sp\nin ni\nng Ze\nin pr\nol am\nin e\nFi br\nou s\nze in\nfil m\n•T he\nfib ro\nus oi\nll oa\nde d\nze in\nfil m\ns sh\now ed\nth e\nm ea n di am et er ra ng in g fr om 70 0 nm to 2. 9 μm\n•T he\nop tim\nal lo\nad in\ng ca\npa ci\nty an\nd en\nca ps\nul at\nio n\neffi ci\nen cy\nof ro\nse hi\np se\ned oi\nli n\nze in\nm at\nri x\n(3 5% ) w as 12 .2 4% an d 90 .1 6% ,r es pe ct iv el y\nYa o\net al\n.( 20\n16 )\nPe pp\ner m\nin t\noi l\nCo ax\nia le\nle ct\nro sp\nra yi\nng A\nlg in\nat e\nan d\npe ct\nin M\nic ro\nca ps\nul e\n•T he\nst ud\ny re\nve al\ned m\nic ro\nca ps\nul es\nw ith\na pa\nrt ic\nle si ze ra ng in g fr om 1. 58 to 3. 25 μm\n•T he\nm ic\nro ca\nps ul\nes w\ner e\nm or\ne st\nab le\npr od\nuc ed\nw ith\nhi gh\ner ra\ntio s\nof al\ngi na\nte an\nd pe\nct in\nKo o\net al\n.( 20\n14 )\n(c on tin ue d on ne xt pa ge\n)\ncompounds, when subjected to heat (Zhang et al., 2017). Therefore, better retention of polar flavor compound depends on encapsulation method. Flavor retention with various functional groups can be in the sequence of acids < aldehydes < esters ≤ ketones ≤ alcohols (Gupta et al., 2016; Jafari, Assadpoor, He, et al., 2008)."
    }, {
      "heading" : "3.2. Carrier characteristics",
      "text" : "Flavor and aroma compounds are volatile, thermo-labile and light sensitive. Therefore choosing suitable carrier materials and the core-tocarrier ratio are very important for efficient encapsulation of flavor compounds. The carrier materials should be good emulsifiers with low viscosity at high concentrations. They should also have good dissolution and network-forming characteristics, the ability to preserve flavor compounds from adverse processing and storage conditions, as well as the capability to control the flavor release profile in certain mediums (Bakry et al., 2016). From a health and safety point of view, “generally recognized as safe” (GRAS) materials are permitted for food applications, including natural biopolymers (Robin & Sankhla, 2013). The majority of biopolymers used for flavor encapsulation are polysaccharides, proteins, and lipids. A variety of biopolymers associated in encapsulation of flavor compounds have been presented in Table 1 and\nTable 2. Maltodextrins, cyclodextrins, pectin, sodium alginate, gums, whey protein concentrate, and zein are commonly used for the encapsulation of flavor and aromas either as a single carrier or in combination with each other, known as a complex form. Recently, complex forms have achieved greater attention due to their multi-benefits in retention, loading capacity and controlled release profile (Esfanjani, Jafari, & Assadpour, 2017; Jun-xia et al., 2011; Kayaci, Sen, Durgun, & Uyar, 2014; Koupantsis et al., 2016; Laokuldilok, Thakeow, Kopermsub, & Utama-Ang, 2016; Mehyar, Al-Isamil, Al-Ghizzawi, & Holley, 2014). Apart from the carrier materials, the physical or physicochemical interactions between flavor compounds and carrier materials, such as development of insoluble complexes, and molecular association of the carrier material with flavor compounds through hydrogen bonding, may also affect the flavor retention (Gupta et al., 2016). Jørgensen et al. (2012) reported that low molecular weight aroma compounds (i.e. acetaldehyde, dimethyl sulphide, diacetyl, allyl isothiocyanate and ethyl butyrate) binding to native starch granules exhibited positive retention of flavor as compared to pure aroma. While, the high molecular weight aroma compounds (i.e. citral, octanol and butyric acid) showed a negative retention, i.e. starch-induced aroma evaporation. The matter has been attributed to the effect of starch-mediated exposure from a large surface area or a partial destruction of starch granules from which aroma compounds can evaporate (Jørgensen et al., 2012)."
    }, {
      "heading" : "3.3. Sample preparation before encapsulation",
      "text" : "Sample preparation is the pre-encapsulation step that can also play a significant role in flavor retention. In general, the formation of corecarrier emulsions is used as a primary step before encapsulation and it is also used as an encapsulation technique. The detailed mechanisms of emulsification has been discussed under the section of 4.1 Emulsification. Spray drying and freeze drying are the most common techniques for encapsulation, in which emulsification is used for sample preparation as reported for turmeric flavor, cardamom flavor, and citral (Laokuldilok et al., 2016; Mehyar et al., 2014; Sosa, Schebor, & Pérez, 2014). Furthermore, several recent studies also added an emulsification step in electro-spraying, electro-spinning and electrostatic extrusion (Khoshakhlagh et al., 2017; Levic et al., 2015; Tampau, GonzálezMartinez, & Chiralt, 2017). The key benefit of this pre-encapsulation step is that it allows the encapsulation of a variety of immiscible compounds particularly flavor, aromas and essential oils. The formation of an emulsion provides a protective shell to flavor compounds that can reduce the oxidative and thermal loss during the encapsulation process.Ta bl e 1 (c on tin ue d) Fl av or co m po un ds En ca ps ul at io n m\net ho\nd Ca\nrr ie\nr ag\nen t\nEn ca\nps ul\nat e\nsy st\nem M\naj or\nfin di\nng s\nRe fe\nre nc\nes\n•T he\nm ax\nim um\nen ca\nps ul\nat io\nn effi\nci en\ncy w\nas 85\n.1 5%\nob ta\nin ed\nw ith\nal gi\nna te\n-p ec\ntin m\nat ri\nx of\n80 :2 0 Ca ffe in e D es ol va tio n an d sp ra y dr yi ng So di um al gi na te M ic ro pa rt ic le •C aff ei ne lo ad ed al gi na te m ic ro -p ar tic le s sh ow ed im pr ov ed st ab ili ty in di ge st iv e sy st em ,a nd su st\nai ne d re le as e pr ofi le in si m ul at ed ga st ri c flu id\nBa gh\ner i,\nM ad\nad lo\nu, Ya\nrm an\nd, an d M ou sa vi (2 01 4)\nSw ee\nt or\nan ge\noi l\nCo m\npl ex\nco ac\ner va\ntio n\nan d\nsp ra\ny dr\nyi ng\nSo yb\nea n\npr ot\nei n\nis ol\nat e\n(S PI\n) an\nd gu\nm A\nra bi c (G A )\nM ic\nro ca\nps ul\ne •T\nhe hi\ngh es\ntc oa\nce rv\nat e\nyi el\nd w\nas ob\nse rv\ned in\nSP I/\nG A\nra tio\nof 1:\n1\n•T he\nco re\nm at\ner ia\nll oa\nd of\n10 %\nex hi\nbi te\nd th\ne hi\ngh es t en ca ps ul at io n effi ci en cy an d yi el d\n•T he\nad di\ntio n\nof su\ncr os\ne (S\nuc ro\nse :S\nPI =\n1: 1)\nin cr\nea se\nd th\ne en\nca ps\nul at\nio n\nyi el\nd by\n20 %\n•G C–\nM S\nan al\nys is\nre ve\nal ed\nbe tt\ner re\nte nt\nio n\nof fla\nvo r\nco m\npo un\nds\nJu n-\nxi a\net al\n.( 20\n11 )\nM en\nth ol\nFl ui\ndi ze\nd be\nd co\nat in\ng G\nel at\nin ,o\nilge\nla tin\nem ul\nsi on\n,m od\nifi ed\nst ar\nch ,\nan d\naq ua\nco at\nM ic\nro pa\nrt ic\nle •F\nlu id\niz ed\nbe d\nco at\nin g\nsh ow\ned be\ntt er\nen ca\nps ul\nat io n effi ci en cy of m en th ol th an sp ra y dr yi ng\n•F lu\nid iz\ned m\nen th\nol pa\nrt ic\nle s\nex hi\nbi te\nd co\nnt ro\nlle d\nre le\nas e\nof m\nen th\nol in\nw at\ner th\nan sp\nra y-\ndr ie\nd pa\nrt ic\nle s\n•G el\nat in\nem ul\nsi on\nca rr\nie r\nw as\nm or\ne eff\nec tiv\ne an d sh ow ed en ha nc ed co nt ro lo n m en th ol re le as e an d m ax im um en ca ps ul at io n effi ci en cy (∼ 95 % )\nSu n\net al\n.( 20\n13 )\nTa bl e 2 Re ce\nnt st\nud ie\ns re\npo rt\ned on\nna no\n-e nc\nap su\nla tio\nn of\nfla vo\nrs an\nd ar\nom a\nco m\npo un\nds .\nFl av\nor co\nm po\nun ds\nEn ca\nps ul\nat io\nn m\net ho\nd Ca\nrr ie\nr ag\nen t\nEn ca\nps ul\nat e\nsy st\nem M\naj or\nfin di\nng s\nRe fe\nre nc\nes\nM en\nth on\ne In sit u\nna no\npr ec\nip ita\ntio n\nSt ar\nch St\nar ch\nna no\npa rt\nic le s (S N Ps\n) •T\nhe m\nen th\non e\nlo ad\ned SN\nPs ex\nhi bi\nte d\nsp he\nri ca\nls ha\npe pa\nrt ic le si ze s ra ng in g fr om 93 to 11 3 nm\n•T he\nre su\nlts sh\now ed\nm ax\nim um\nen ca\nps ul\nat io\nn effi\nci en\ncy of\n86 .6\n% an\nd lo\nad in\ng ca\npa ci\nty of\n0. 19\nm l/\ng\n•T he\nm en\nth on\ne lo\nad ed\nSN Ps\nfo rm\ned at\n90 °C\nre ve\nal ed\nhi gh\ncr ys\nta lli\nza tio\nn an\nd th\ner m\nal st\nab ili\nty\nQ iu\net al\n.( 20\n17 )\nLi na\nlo ol\nM el\ntin g\nan d\nSo ni\nca tio\nn M\nyr is\nty lm\nyr is\nta te\n(M M\n), ce\nty le\nst er\ns (S S) an d ce ty lp al m ita te (C P)\nSo lid\nlip id\nna no\npa rt\nic le\ns (S\nLN s)\n•S LN\ns ex\nhi bi\nte d\nsp he\nri ca\nls ha\npe an\nd m\nea n\ndi am\net er\ns in\nth e\nra ng\ne of\n90 –1\n30 nm\nw ith\nna rr\now si\nze di\nsp er\nsi on\n•L in\nal oo\nll oa\nde d\nSL N\ns re\nve al\ned m\nor e\nth an\n80 %\nen ca\nps ul\nat io n effi ci en cy in al lt es te d fo rm ul at io ns\n•In vi tr o\nst ud\ny en\nsu re\nd co\nnt ro\nlle d\nre le\nas e\npr ofi\nle s\nof lin\nal oo l lo ad ed SL N s fo r at le as t 72 h\nRo de\nna k-\nKl ad\nni ew\n,I sl\nan ,d e Br av o, D ur án ,& Ca st ro (2\n01 7)\nD -li\nm on\nen e\nEm ul\nsi on\nel ec\ntr o-\nsp ra\nyi ng\nA ly ss um ho m ol oc ar pu m\nse ed\ngu m\n,T w\nee n 20 N\nan o-\nca ps\nul e\n•T he\nst ud\ny sh\now ed\nna no\n-s ca\nle pa\nrt ic\nle si\nze of\n35 –9\n0 nm\n•D -li\nm on\nen e\nlo ad\nin g\nof 10\nan d\n20 %\nre ve\nal ed\nhi gh\nen ca\nps ul\nat io\nn effi\nci en\ncy (a\nro un\nd 87\n–9 3%\n)\n•E nh\nan ce\nd th\ner m\nal st\nab ili\nty of\nD -li\nm on\nen e\nna no\n-c ap\nsu le\ns w as ob se rv ed\nKh os\nha kh\nla gh\net al\n.( 20\n17 )\nCa rv\nac ro\nl Em\nul si\non el\nec tr\nosp\nin ni\nng Po\nla r\nco rn\nst ar\nch -s\nod iu\nm ca\nse in\nat e,\n(C S-\nN aC\nas )\nan d\nno n-\npo la\nr po\nly -ε - ca pr ol ac to ne (P CL )\nN an\nofib\ner an d na no pa rt ic\nle •P\nCL ca\nrr ie\nr sy\nst em\ns ex\nhi bi\nte d\nna no\n-fi be\nr w\nith so\nm e\nbe ad s, w hi le st ar ch sy st em s sh ow ed na no pa rt ic le\n•P CL\nsy st\nem s\nre ve\nal ed\nbe tt\ner ca\nrv ac\nro le\nnc ap\nsu la\ntio n\neffi ci\nen cy\nth an\nst ar\nch sy\nst em\ns\n•M ax\nim um\nen ca\nps ul\nat io\nn effi\nci en\ncy (>\n80 %\n) w\nas ac\nhi ev\ned at\n15 %\nPC L\nTa m\npa u,\nG on\nza le\nzM\nar tin\nez ,&\nCh ir\nal t\n(2 01\n7)\nCa ffe\nin e\nSe lf-\nas se\nm bl\ny an\nd fr\nee ze\ndr yi\nng α-\nla ct\nal bu\nm in\nN an\not ub\ne •T\nhe st\nud y\nex hi\nbi te\nd hi\ngh ly\nst ab\nle ca\nffe in\ne lo\nad ed αla ct al bu m in na no tu be s\n•T he\nna no\ntu be\ns re\nve al\ned ex\nce lle\nnt en\nca ps\nul at\nio n\neffi ci\nen cy\nne ar\nto 10\n0% an\nd lo\nad in\ng ca\npa ci\nty of\n∼ 10\n%\nFu ci\nño s\net al\n.( 20\n17 )\nCa rv\nac ro\nl D\nes ol\nva tio\nn/ H\nig h\nsh ea r ho m og en iz at io\nn M\nal to\nde xt\nri n\nan d\nTw ee\nn 20\nN an\noca\nps ul\ne •T\nhe st\nud y\nre ve\nal ed\nth e\nen ca\nps ul\nat io\nn effi\nci en\ncy of\n49 .3\n–7 6.\n4% an\nd lo\nad in\ng ca\npa ci\nty of\n48 .7\n–6 9.\n2%\n•N an\noen\nca ps\nul at\nio n\nof ca\nrv ac\nro lw\nas m\nor e\neffi ci\nen t\nth an\nna no\n-e m\nul si\non\nH us\nse in\net al\n.( 20\n17 )\nCa ffe\nin e\nH ea\nt-i nd\nuc ed\nde na\ntu ra\ntio n\nβla\nct og\nlo bu\nlin N\nan op\nar tic\nle •T\nhe pa\nrt ic\nle si\nze ra\nng ed\nfr om\n20 0\nto 30\n0 nm\n•M ax\nim um\nca ffe\nin e\nen ca\nps ul\nat io\nn of\n13 .5\n4% w\nas fo\nun d at ca ffe in e to βla ct og lo bu lin ra tio of 50 :1\n•T he\nst ud\ny re\nve al\ned ra\npi d\nna no\npa rt\nic le\nde gr\nad at\nio n,\nin cr\nea se d po ly di sp er si ty ,a nd lit tle ca ffe in e re le as e at st om ac h co nd iti on s\n•C aff\nei ne\nco m\npl et\nel y\nre le\nas ed\nfr om\nna no\npa rt\nic le\ns at\nin te\nst in al co nd iti on s\nG uo\n,H ar\nri s,\nKa ur\n,P as\ntr an\na, an d Ja ur eg i( 20 17 )\nEt hy\nlv an\nill in\nEl ec\ntr o-\nsp ra\nyi ng\nSt ea\nri c\nac id\nN an\nop ar\ntic le\n•T he\nna no\npa rt\nic le\ns ra\nng ed\nfr om\n60 to\n70 nm\n•T he\nst ud\ny re\nve al\ned th\ne po\nly di\nsp er\nsi ty\nin de\nx an d en ca ps ul at io n effi ci en cy of ∼ 21 % an d ∼ 70 % ,r\nes pe\nct iv\nel y\n•E xh\nib ite\nd co\nns is\nte nt\nre le\nas e\npr ofi\nle of\net hy\nlv an\nill in\nw ith\ndi ffu\nsi on\nth ro\nug h\na lip\nid m\nem br\nan e\nEl ta\nye b,\nSt ri\nde ,E\ndi ri\nsi ng\nhe ,a nd H ar ke r (2 01 6)\nEt hy\nlv an\nill in\nEl ec\ntr o-\nsp ra\nyi ng\nEt hy\nlc el\nlu lo\nse N\nan op\nar tic\nle •T\nhe m\nea n\npa rt\nic le\nsi ze\nva ri\ned be\ntw ee\nn 45\nan d\n85 nm\nan d\nth e\npo ly\ndi sp\ner si\nty in\nde x\nbe tw\nee n\n16 an\nd 34\n%\n•T he\nlo ad\nin g\nca pa\nci ty\nan d\nen ca\nps ul\nat io\nn effi\nci en\ncy ra\nng ed\nfr om\n67 to\n81 %\nan d\n71 –8\n4% ,r\nes pe\nct iv\nel y\n•T he\nre le\nas e\npr ofi\nle of\net hy\nlv an\nill in\nfr om\nth e\nna no\npa rt\nic le s ex hi bi te d su st ai ne d re le as e ov er 15 h\nEl ta\nye b,\nSt ri\nde ,a\nnd Ed\nir is\nin gh e (2 01 5)\nVa ni\nlli n\nEm ul\nsi on\n-s ol\nve nt\nev ap\nor at\nio n\nPo ly\nla ct\nic ac\nid (P\nLA )\nN an\nop ar\ntic le\n•T he\nst ud\ny ex\nhi bi\nte d\nho m\nog en\neo us\npa rt\nic le\nsi ze\nof ∼\n24 0 nm w ith va ni lli n en ca ps ul at io n effi ci en cy of 41\n% D\nal m\nol in\net al\n.( 20\n16 )\n(c on tin ue d on ne xt pa ge\n)\nTa bl e 2\n(c on tin ue d)\nFl av\nor co\nm po\nun ds\nEn ca\nps ul\nat io\nn m\net ho\nd Ca\nrr ie\nr ag\nen t\nEn ca\nps ul\nat e\nsy st\nem M\naj or\nfin di\nng s\nRe fe\nre nc\nes\n•In vi tr o\nre le\nas e\nst ud\ny sh\now ed\na sl\now an\nd su\nst ai\nne d\nre le\nas e of va ni lli n\n•P LA\nna no\npa rt\nic le\ns off\ner ed\ngo od\nph ys\nic al\nan d\nch em\nic al\nst ab\nili ty\ndu ri\nng 90\nda ys\nof st\nor ag\ne in\nro om\nte m\npe ra\ntu re\nPe pp\ner m\nin t\noi l\nD is\npe rs\nio n\nan d\nfr ee\nze dr\nyi ng\nZe in\nan d\ngu m\nar ab\nic N\nan op\nar tic\nle •P\nep pe\nrm in\nt oi\nll oa\nde d\nze in\n/g um\nar ab\nic na\nno pa\nrt ic\nle s\nex hi\nbi te\nd th\ne m\nea n\npa rt\nic le\nsi ze\nof ∼\n12 8\nnm\n•M ax\nim um\nen ca\nps ul\nat io\nn effi\nci en\ncy (∼\n89 %\n)w as\nfo un\nd fo\nrt he\nfo rm\nul at\nio n\nof ze\nin :p\nep pe\nrm in\nt oi\nl= 4:\n1\n•T he\ngr ad\nua lr\nel ea\nse of\npe pp\ner m\nin t\noi lf\nro m\nfr ee\nze -d\nri ed\nsa m\npl es\nw as\nfo un\nd at\npH 2.\n0– 8.\n0\nCh en\nan d\nZh on\ng (2\n01 5)\nD -li\nm on\nen e\nH ig\nh pr\nes su re ho m og en iz at io\nn M\non os\nte ar\nin an\nd m\ned iu\nm ch\nai n\ntr ig\nly ce\nri de\noi l\nO rg\nan og\nel -b\nas ed\nna no\nem ul\nsi on\n•T he\nst ud\ny re\nve al\ned th\ne sm\nal le\nst em\nul si\non si\nze of\n36 nm\n•N an\noe m\nul si\non s\nex hi\nbi te\nd a\ngo od\nph ys\nic al\nst ab\nili ty\nan d\nst ro ng an tim ic ro bi al ac tiv ity in co m pa ri so n w ith fr ee D -li m on en e\nZa hi\net al\n.( 20\n15 )\nLi m\non en\ne Sp\non ta\nne ou\ns em\nul si\nfic at\nio n\nM ed\niu m\nch ai\nn tr\nig ly\nce ri\nde oi\nla nd\nse ve\nra l\nty pe\ns of\nTw ee\nn (4\n0, 60\n,a nd\n80 )\nN an\noem\nul si\non •T\nhe en\nca ps\nul at\nio n\nm et\nho d\nsu cc\nes sf\nul ly\npr od\nuc ed\nna no - em ul si on s, w hi le Tw ee n 40 sh ow ed op tic al ly tr an sp ar\nen ta nd sm al ld ro pl et s (d < 30 nm )\n•E m\nul si\non s\npr od\nuc ed\nat op\ntim um\nco nd\niti on\nof oi\nlp ha se co m po si tio n an d su rf ac ta nt ty pe ca n sh ow th er m al st ab\nili ty to co al es ce nc e up to ov er 80 °C\nSa be\nri et\nal .(\n20 16\n)\nEu ge\nno la\nnd th\nym ol\nA nt\ni-s ol\nve nt\npr ec\nip ita\ntio n\nZe in\n,S od\niu m\nca se\nin at\ne N\nan oc\nap su\nle •T\nhe st\nud y\nex hi\nbi te\nd st\nab le\nna no\n-c ap\nsu le\ns w\nith <\n20 0\nnm in\nsi ze •E ug\nen ol\nan d\nth ym\nol lo\nad ed\nna no\n-c ap\nsu le\ns sh\now ed\nco nt\nro lle d re le as e in 24 h\n•T hy\nm ol\nna no\n-c ap\nsu le\ns re\nve al\ned be\ntt er\nlo ad\nin g\nca pa\nci ty , en ca ps ul at io n effi ci en cy ,a nd co nt ro lle d re le as e th an eu\nge no l na no -c ap su le s\nCh en\n,Z ha\nng ,a\nnd Zh\non g\n(2 01\n5)\nRo as\nte d\nco ffe\ne oi\nl M\nin i-e\nm ul\nsi fic\nat io\nn so\nlv en t Ev ap or at io n an d so ni ca tio n\nPo ly\nLla\nct ic\nac id\n(P LL\nA )\nan d\npo ly\nhy dr\nox yb\nut yr\nat e-\nco -h\nyd ro\nxy va\nle ra te (P H BV )\nN an\noc ap\nsu le\n•T he\nst ud\ny sh\now ed\nsu cc\nes sf\nul en\nca ps\nul at\nio n\nof m\naj or\nar om a co m po un ds of co ffe e oi li n na no ca ps ul es\n•S on\nic at\nio n\nyi el\nde d\nth e\nhi gh\nes to\nil re\nco ve\nry fo\nr PL\nLA sy\nst em s, w hi le hi gh sh ea r ho m og en iz at io n le d to th e hi gh es t oi l re co ve ry fo r PH BV sy st em\nFr ei\nbe rg\ner et\nal .(\n20 15\n)\nG er\nan io\nl( lo\nad ed\nin to\ncy cl\nod ex\ntr in\nin cl\nus io n co m pl ex e)\nEl ec\ntr os\npi nn\nin g\nγcy\ncl od\nex tr\nin (γ\n-C D\n), an\nd po\nly vi\nny l\nal co\nho l(\nPV A\n) N\nan ofi\nbe r\n•G er\nan io\nl/ γ-\nCD in\ncl us\nio n\nco m\npl ex\nlo ad\ned PV\nA na\nno fib\ner s\nex hi\nbi te\nd th\ne m\nea n\ndi am\net er\nof ∼\n29 0\nnm\n•T he\nst ud\ny sh\now ed\nhi gh\nth er\nm al\nst ab\nili ty\nof na\nno -fi\nbe rs\n•G er\nan io\nl/ γ-\nCD in\ncl us\nio n\nco m\npl ex\nlo ad\ned PV\nA na\nno fib\ner s\nre ve\nal ed\nen ha\nnc ed\nth er\nm al\nst ab\nili ty\nfo r\n2 ye\nar s\nw ith a m in im al lo ss of ge ra ni ol (∼ 10 % )\nKa ya\nci et\nal .(\n20 14\n)\nEu ge\nno l\nEm ul\nsi on\n–i on\nic ge\nla tio n cr os sl in ki\nng Ch\nito sa\nn N\nan op\nar tic\nle •T\nhe re\nsu lts\nre ve\nal ed\nth e\nlo ad\nin g\nca pa\nci ty\nof 12\n% an d en ca ps ul at io n effi ci en cy of 20 % w ith a sp he ri ca ls ha\npe ha\nvi ng\nth e\nsi ze\nof <\n10 0\nnm\n•T he\nex tr\nus io\nn of\neu ge\nno ll\noa de\nd ch\nito sa\nn na\nno pa\nrt ic\nle s\nen su\nre d\nth e\nim pr\nov ed\nth er\nm al\nst ab\nili ty\nof en\nca ps\nul at ed eu ge no lu p to 15 5 °C co m pa re d to fr ee eu ge no l\nW or\nan uc\nh an\nd Yo\nks an\n(2 01\n3)\nSa ffr\non ex\ntr ac\nt (c\nro ci\nn, sa\nfr an\nal ,\nan d\npi cr\noc ro\nci n)\nM ul\ntip le\nem ul\nsi fic\nat io\nn W\nhe y\npr ot\nei n\nco nc\nen tr\nat e\n(W PC\n), pe\nct in\nan d\nm al\nto de\nxt ri\nn M\nul tip\nle em\nul si\non •T\nhe m\nul tip\nle em\nul si\non s\npr od\nuc ed\nby W\nPC -p\nec tin - m al to de xt ri n al on g w ith 5% in ne r aq ue ou s ph as e\nsh ow\ned a\nhi gh\nst ab\nili ty\nan d\nlo w\nre le\nas e\npr ofi\nle\n•E m\nul si\non s\nsh ow\ned a\nhi gh\npr ot\nec tio\nn of\ncr oc\nin ,s\naf ra\nna l,\nan d\npi cr\noc ro\nci n\nin th\ne ga\nst ri\nc co\nnd iti\non\nEs fa\nnj an\nie ta\nl. (2\n01 7)\nIt can also improve the encapsulation efficiency, loading capacity, and controlled release profile (Khoshakhlagh et al., 2017; Tampau et al., 2017)."
    }, {
      "heading" : "3.4. Methods of encapsulation and their operating conditions",
      "text" : "One of the most important factors affecting flavor retention during encapsulation is the selection of encapsulation method and optimum processing conditions. For example, fish oil microcapsules were produced from four combinations of carrier materials (maltodextrin and soybean soluble polysaccharide) using various drying methods, i.e. spray granulation, spray drying, and freeze drying. Spray granulation exhibited excellent encapsulation efficiency and produced highly stable fish oil microcapsules (Anwar & Kunz, 2011). Similarly, a spicy flavour, pepper oleoresin (Capsaicinoids), was encapsulated with Hi-Cap 100 carrier material using ultrasound emulsification, and supercritical fluid extraction with freeze drying. Of these methods, ultrasound emulsification showed a higher emulsification efficiency and stability, while the supercritical fluid extraction process resulted in a considerable loss of oleoresin by dissolution and promoted droplet volume expansion (de Aguiar, Silva, de Rezende, Barbero, & Martínez, 2016). In a similar fashion, the processing or operating conditions of the encapsulation method can also affect flavor retention. Getachew and Chun (2016) studied coffee oil flavor encapsulation by polyethyleneglycol using supercritical carbon dioxide. They observed that temperature, pressure and polymer-to-oil ratio have significant effect on coffee oil flavor encapsulation. Therefore, they optimized the processing conditions and found that a temperature of 40 °C, pressure of 260 bar and polymer-tooil ratio of 6.5:1 was the best combination of process parameters that exhibited the highest oil retention of 79.78%. Likewise, in the study of essential oil-loaded starch nanoparticles formed by short glucan chains using in situ nano-precipitation method, the encapsulation efficiency significantly increased with an increase in complexation temperature from 30 °C to 90 °C (Qiu et al., 2017). In order to provide a clear understanding of encapsulation methods and their operating conditions; we have reported a vigorous and thorough discussion concerning the most important encapsulation techniques, processing mechanisms, and recent improvements or innovations under the following section “Encapsulation approaches”."
    }, {
      "heading" : "4. Encapsulation approaches",
      "text" : "Various techniques are available for the encapsulation of food ingredients into the micro or nano scale. The methods include spray drying, spray chilling or spray cooling, freeze-drying, fluidized bedcoating, extrusion, co-crystallization, emulsification, molecular inclusion, rotational suspension separation, and coacervation (de Souza Simões et al., 2017). Broadly, these methods are divided into three categories, i.e. chemical methods (e.g. in situ polymerization, molecular inclusion); physico-chemical methods (e.g. emulsification, coacervation), and physico-mechanical methods (e.g. spray drying, freeze drying) (Jafari, Assadpoor, He, et al., 2008). The selection of method for encapsulation depends upon the properties of core and wall materials, expected release rate, processing steps, particle size, and the final application of the encapsulated particles (de Souza Simões et al., 2017). There are a number of methods that have been developed for micro encapsulation; however, for nano-encapsulation, careful selection of the method is required and the number of method is limited. Moreover, the techniques used for achieving nano-encapsulation are more complex than those of microencapsulation (Bakry et al., 2016; Ezhilarasi et al., 2013). However, in flavor encapsulation, around 80–90% encapsulates are produced by spray drying, followed by spray chilling (5–10%), melt extrusion (2–3%, and melt injection (∼2%) (Gupta et al., 2016). Therefore, the most important techniques involved in micro and nanoencapsulation of flavor compounds using different carrier materials have been presented in Tables 1 and 2 and they have been\ncomprehensively discussed in the following section in terms of their process suitability, encapsulation efficiency, recent improvements and limitations."
    }, {
      "heading" : "4.1. Emulsification",
      "text" : "Emulsification is a process of mixing two immiscible solvents and the resultant product is known as an emulsion. It is the most frequently used encapsulation technique. Emulsification is also used as a preparatory step for encapsulation methods, e.g. spray drying and freeze drying (Laokuldilok et al., 2016; Mehyar et al., 2014). Usually, emulsions consist of oil, water and stabilizer. For and oil-in-water emulsion, oil is known as the dispersed phase and water as the continuous phase, while the stabilizer acts as an interface between the water and oil phase, creating a protective layer around the oil droplets. The classification of an emulsion is in accordance to its dispersed phase, i.e. when oil is dispersed in water is known as oil in water (O/W) emulsion; on the other hand, when water is dispersed in oil is known as water in oil (W/O) emulsion (Bakry et al., 2016; Saifullah et al., 2016). Most flavor emulsions are oil in water type emulsions, since flavorings are mostly lipid in nature. Flavor emulsions are used mainly in liquid and semisolid food products (e.g. ice cream, soft drink). Based on oil droplet size, emulsions can be classified as macro emulsions, micro emulsions and nano emulsions (Piorkowski & McClements, 2014). Micro and nano emulsions are ultrafine emulsions that show better functionality than macro emulsions in terms of stability, optical clarity, and control of release. Ultrafine emulsions can be prepared by using either a high energy approach (e.g., high-pressure valve homogenizers, microfluidizers, and sonication methods) or low energy approach (e.g., phase inversion and spontaneous emulsification) (Ezhilarasi et al., 2013; Lu, Kelly, & Miao, 2016; Saifullah et al., 2016). The high energy approaches require specially designed mechanical equipment, and therefore they can be expensive. On the contrary, low energy approaches do not require any sophisticated equipment, and they are simple, inexpensive and more energy efficient (Anton & Vandamme, 2011). However, the low energy approaches require high amounts of stabilizer, allow limited types of oil and surfactant, and produce unstable droplets at elevated temperatures (Saberi et al., 2016)."
    }, {
      "heading" : "4.1.1. High-pressure homogenization (HPH)",
      "text" : "High-pressure homogenization (HPH) is commonly applied high energy method in the food industry. At first, a coarse emulsion is prepared by high shear mixer, and then this emulsion is passed through a narrow orifice with high speed under high pressure (100–2,000 bar). This step exposes the emulsion to a combination of intense disruptive forces (i.e. turbulence, shear, cavitation) to facilitate droplet disruption thus converting the coarse or large droplets into smaller ones, resulting in a final emulsion (Piorkowski & McClements, 2014; Saifullah et al., 2016). Lu et al. (2016) developed a D-limonene flavored organogelbased nano emulsion of monostearin and a medium chain triglyceride oil using HPH. According to the study, monostearin, medium chain triglyceride oil, and D-limonene were mixed at the weight ratio of 1.5:8.5:20 (w/w/w). D-limonene organogel was used as the oil phase, and Milli-Q water containing different amounts of Tween 80 surfactant was used as the water phase. The study revealed the smallest emulsion size of 36 nm. The nano emulsions exhibited a good physical stability and strong antimicrobial activity in comparison with free D-limonene (Zahi, Liang, & Yuan, 2015).\nThe carvacrol nanoemulsions (O/W) and nanocapsules were prepared using a high-pressure homogenization technique with maltodextrin and Tween 20. The study exposed the encapsulation efficiency of 49.3–76.4% and loading capacity of 48.7–69.2%. Nanoencapsulates showed better efficiency than nano-emulsions in order to encapsulate the carvacrol (Hussein et al., 2017). However, the desired characteristics of emulsions and better efficiency in flavor retention can be achieved by controlling the homogenization conditions. Recent\nstudies show that the emulsion droplet size may decrease with increasing homogenization pressure or number of passes, decreasing interfacial tension, increasing emulsifier adsorption rate, and decreasing continuous phase viscosity (Lu et al., 2016; Yuan, Gao, Zhao, & Mao, 2008; Zahi et al., 2015). There is usually a linear relationship between the logarithm of homogenization pressure (P) and the logarithm of the droplet diameter (d) i.e. log d α log P. To increase the emulsification efficiency and stability of an emulsion, the addition of sufficient amounts of emulsifier is also very important. At optimal conditions (e.g. high emulsifier levels, low interfacial tensions, and appropriate viscosity ratios of the dispersed and continuous phases), HPH with multiple passes can produce an emulsion with a droplet size of less than 100 nm (Piorkowski & McClements, 2014)."
    }, {
      "heading" : "4.1.2. Microfluidization",
      "text" : "The working principle of microfludization is quite different from HPH. In this method, initially, the coarse emulsion is pumped through a channel under high pressure (up to 20,000 psi) (Ezhilarasi et al., 2013). The channel is designed in a pattern, which divides the main flow into two streams that are then made to impinge on each other at high velocity in an interaction chamber. When two fast-moving emulsion streams are collided in the interaction chamber, intense disruptive forces are generated, which leads to breakdown of coarse emulsion droplets, forming a fine emulsion. Several parameters, i.e. homogenization pressure, number of passes, emulsifier concentration, and phase viscosity ratio, can affect the emulsion droplet size similar to HPH processing (Piorkowski & McClements, 2014). D-limonene submicron emulsion particles were developed using microfludization and ultrasonic techniques by Jafari, He, and Bhandari (2007a). In this study, spray drying was used to convert the D-limonene loaded emulsions into particles. Maltodextrin combined with modified starch, whey protein or Tween 20 surfactant were used. The results showed that microfluidization exhibited better performance in the production of small droplets (700–800 nm), narrow distributions, and a stable emulsion, as well as the highest retention (86.2%) of D-limonene in the powder (Jafari et al., 2007a). Some other studies also exposed that microfluidization is more efficient for the encapsulation of D-limonene and fish oil compared to sonication (Jafari, Assadpoor, Bhandari, & He, 2008; Jafari, He, & Bhandari, 2007b)."
    }, {
      "heading" : "4.1.3. Ultrasonic technique",
      "text" : "Food grade flavor emulsions with micro and nano-sized droplets can also be formed using ultrasound. High-intensity ultrasonic waves (frequency > 20 kHz) are used to create intense disruptive forces, resulting in a fine emulsion droplet formation (Anandharamakrishnan, 2014; Jafari et al., 2007a). Similar to other high energy approaches, a pre-mix coarse emulsion is used in the ultrasound technique. An ultrasonic probe is dipped into the sample or set in the flow stream of the sample to be homogenized. The probe produces intense disruptive forces at its tip through a combination of cavitation, turbulence, and interfacial waves. Ultrasonic homogenization can be done continuously or in batches (Leong, Wooster, Kentish, & Ashokkumar, 2009; Piorkowski & McClements, 2014). For lab-scale production, batch ultrasonic homogenization is suitable. On the contrary, continuous ultrasonic homogenizers are commonly used for the large-scale production of fine emulsions (Piorkowski & McClements, 2014). Roasted coffee oil mini-emulsions were prepared using poly L-lactic acid (PLLA) and poly hydroxybutyrate-co-hydroxyvalerate (PHBV) as carrier material through HPH and sonication. The results showed the successful encapsulation of major aroma compounds of coffee oil in nanocapsules. Sonication yielded the highest oil recovery for PLLA systems, while HPH led to the highest oil recovery for PHBV systems (Freiberger et al., 2015). However, the ultrasonic technique is particularly suitable for low viscosity fluids over highly viscous systems (Piorkowski & McClements, 2014)."
    }, {
      "heading" : "4.1.4. Spontaneous emulsification",
      "text" : "In this method, when two liquids (usually an organic phase and an aqueous phase) are mixed together at a particular temperature, the spontaneous formation of emulsion occurs. The emulsion is formed through the rapid diffusion of surfactant and/or solvent molecules from the dispersed phase to the continuous phase with the help of the chemical energy released due to the dilution process (Ghai & Sinha, 2012; Piorkowski & McClements, 2014). The emulsification operation of this method can be altered in different ways, such as changing the environmental conditions (e.g. temperature, pH, and ionic strength) and the mixing conditions (e.g. stirring speed, rate of addition, and order of addition). The droplets formed through this emulsification process can be controlled by varying the compositions of the two initial phases, as well as the mixing conditions (Piorkowski & McClements, 2014). The spontaneous emulsification approach was used to encapsulate limonene by using medium chain triglyceride oil and several types of Tween (40, 60, and 80). The study successfully produced nano-emulsions, while Tween 40 showed optically transparent and small droplets (d < 30 nm). Emulsions produced at optimum condition of oil phase composition and surfactant type can show thermal stability to coalescence when they were heated over 80 °C (Saberi et al., 2016). Furthermore, orange oil, food grade oil, and crocin loaded nano-emulsions were also successfully prepared by this approach (Chang & McClements, 2014; Komaiko & McClements, 2015; Mehrnia, Jafari, Makhmal-Zadeh, & Maghsoudlou, 2016)."
    }, {
      "heading" : "4.1.5. Phase inversion emulsification",
      "text" : "Phase inversion emulsification is a simple method that involves the slow addition of increasing amounts of an aqueous phase into an organic phase to induce a catastrophic phase inversion from a W/O to O/ W form or vice versa by either changing the temperature (called phase inversion temperature method) or changing the composition (called phase inversion composition method or emulsion inversion point method) (Solans & Solé, 2012; Thakur, Villette, Aubry, & Delaplace, 2008). The phase inversion temperature (PIT) method includes a transitional phase inversion. The driving force in the PIT method is the alteration of physicochemical properties of the surfactant molecules (e.g. molecular geometry and solubility) by the action of temperature change. In contrast, emulsion inversion point (EIP) method involves a catastrophic phase inversion, where the ratio of the oil-to-water phases is altered, while the surfactant properties remain unchanged (Piorkowski & McClements, 2014). Flavor oils can be encapsulated by the EIP method. The nano-emulsions produced by this method showed the size of emulsion is d < 200 nm. The size of the emulsions depended on a number of factors, including oil type, surfactant type, surfactantto-oil ratio, and initial surfactant location. The optimization of processing conditions is required for the production of fine emulsions using low surfactant concentrations (Ostertag, Weiss, & McClements, 2012). However, very few studies employ the phase inversion emulsification approaches for the encapsulation of flavor, and therefore there is a huge scope to work with those."
    }, {
      "heading" : "4.1.6. Miscellaneous emulsification techniques",
      "text" : "Some other novel approaches, such as emulsion-solvent evaporation, emulsion ionic gelation crosslinking, and multiple emulsification are able to produce stable nano particles. Using emulsion-solvent evaporation, the vanillin-loaded polylactic acid nanoparticles produced exhibited a homogeneous particle size of ∼240 nm with vanillin encapsulation efficiency of 41% (Dalmolin, Khalil, & Mainardes, 2016). An in vitro release study showed a slow and sustained release of this encapsulated vanillin. Furthermore, the vanillin-loaded polylactic acid nanoparticles offered good physical and chemical stability during 90 days of storage at room temperature (Dalmolin et al., 2016). The emulsion–ionic gelation crosslinking approach produced eugenolloaded chitosan nanoparticles of < 100 nm. The results revealed a loading capacity of 12%, encapsulation efficiency of 20% and a\nspherical shaped particle. The extrusion of eugenol-loaded chitosan nanoparticles ensured the improved thermal stability of encapsulated eugenol up to 155 °C compared to free eugenol (Woranuch & Yoksan, 2013). Ionic gelation/ionotropic gelation forms inter and intramolecular cross-linkages when positively charged polymers come in contact with specific polyanions (Janes, Calvo, & Alonso, 2001). The multiple emulsification method can also produce highly stable nanoemulsions with controlled release profile using whey protein concentrate (WPC), pectin and maltodextrin. The resultant nano-emulsions containing crocin, safranal, and picrocrocin were protected from gastric conditions (Esfanjani et al., 2017). In addition, Fioramonti, Rubiolo, and Santiago (2017) recently reported the multilayer emulsion of flax seed oil with maltodextrin (MD) and whey protein isolate. This encapsulation method provided high encapsulation efficiency (> 90%), low water activity (0.14–0.33)."
    }, {
      "heading" : "4.2. Spray drying",
      "text" : "Spray drying is the most widely used, and economic technique for the encapsulation of food bioactive compounds (Shishir & Chen, 2017; Shishir, Taip, Aziz, Talib, & Sarker, 2016). Spray drying is used for the production of flavor powders. It offers a high production rate with minimum operating costs, which allows the spray drying to be used in an industrial scale for the encapsulation of flavor compounds (SanchezReinoso et al., 2017; Sultana et al., 2017). Furthermore, spray-dried flavor powder is used in a wide range of food materials in order to enhance product acceptability in the eyes of the consumer (Nedović, Kalušević, Manojlović, Petrović, & Bugarski, 2013).\nThe basic principle of spray drying includes the atomization of a feed sample into a drying chamber through atomizer (e.g. spray nozzle), drying of liquid droplets inside the drying chamber, and powder recovery through a cyclone separator (Masters, 2002; Shishir & Chen, 2017). For preparation of the feed sample for spray drying encapsulation, core materials are dissolved in a dispersion of a single or a combination of carrier materials in order to form an emulsion or a suspension. The dispersed carrier materials must have good solubility in water since only water-based dispersions are useful for spray drying purposes. Furthermore, carrier materials must be low viscosity at high concentration, provide good emulsification and film-forming characteristics, and have efficient drying properties (Shishir, Taip, Saifullah, Aziz, & Talib, 2017; Sultana et al., 2017). The mixing of core compounds and carrier materials can be performed through high-speed mixing or high-shear emulsification using colloid mills in order to form a coarse emulsion. Then the emulsion can be further processed using different types of mechanical means, such as high-pressure homogenization, microfluidization, and ultrasonic emulsification. Before beginning spray drying, the formed emulsion must be stable over a certain period of time (Liu et al., 2001). The common carrier materials used in spray drying are mainly hydrophilic polysaccharides (e.g. maltodextrins, chitosan, alginate and different types of gums) and proteins (e.g. whey protein), whereas the core materials can be active hydrophobic or hydrophilic molecules (Bakry et al., 2016; de Souza Simões et al., 2017).\nThe formed emulsion is used as the sample feed during spray drying. It is pumped into the drying chamber through the atomizer. There are two types of atomizer which are widely used: a high-pressure nozzle or a centrifugal wheel (Masters, 2002; Phisut, 2012). The atomizer breaks down the liquid feed into small droplets and sprays it into hot air. The powder particle size depends on the atomizer pore size. Three types of air flow are used inside the drying chamber: co-current flow, countercurrent or mixed flow type. However, co-current type air flow is generally applied for the encapsulation of food flavor compounds (Jafari et al., 2008). Finally, the encapsulated dry particles are separated through cyclone separator and deposited into the receiver. The total time required for altering the liquid droplet into powder form is few milliseconds to few seconds (Masters, 2002; Phisut, 2012), which is\nvery suitable for heat sensitive compounds (e.g. flavor). The feed rate and viscosity of feed have significant effects on the spray drying process. Emulsions with higher viscosity affect the atomization and consequently the drying process. Highly viscous emulsions can be the cause of nozzle blockages, increased wall deposition, and poor yield. The retention of flavor compounds during spray drying is affected by the composition and properties of the emulsion and by the drying conditions (Gharsallaoui, Roudaut, Chambin, Voilley, & Saurel, 2007). The temperature of drying medium (hot air) is usually set at different levels according to the nature of the core material. The rapid drying of droplets keeps the core temperature below 100 °C in spite of the high temperatures (> 150 °C) used in the process (Jafari et al., 2008). It is very important to keep the temperature low for flavor core materials because flavor may contain various components with low boiling points, and therefore it is possible to lose certain aromatics during the drying process (Apintanapong & Noomhorm, 2003).\nA successful encapsulation shows maximum retention of core material and minimum deposition of core material in the powder particle wall. Spray drying still shows limited retention of volatile flavor compounds particularly those have low boiling point, even if optimum drying conditions are followed (Reineccius, 2004). There are two theories have been developed in this regard and the first one is the selective diffusion theory. According to this theory, when the emulsion droplets become dry to a moisture content of about 23 to 7% (aw < 0.90), the dried surface acts as a semi-permeable membrane allowing the continuous evaporation (or diffusion) of water and the efficient retaining of flavor molecules (Reineccius, 2001, 2004). The diffusivity of flavor dramatically reduces compared to water molecules after the formation of dry surface. Hence, more losses of flavor usually occur at the initial of drying process. The second theory is the relative volatility of flavor compounds compared to water. The flavor loss is proportional to the relative volatility of flavor and thus more volatile flavor losses occur at a higher rate in the initial stage of drying (Reineccius, 2001, 2004). In spray drying, there are three points where flavor losses occur. Firstly, flavor losses occur during atomization, as it creates large surface area and higher turbulence in emulsion system. Secondly, flavor losses occur when the droplets are exposed to the drying chamber and start drying. At this stage, flavor molecules diffuse through the outer membrane of the droplets with water molecules, since the droplet wall is not hard enough to entrap the flavor molecules. Thirdly, the final flavor losses occur when the water droplets exceed their boiling point and form bubbles inside the droplet that mostly burst out to the surface together with volatile compounds. It is shown that losses during this third stage (i.e. during morphological development) are greater than during atomization and the beginning of surface drying (Hecht & King, 2000).\nIn recent studies, cocoa aroma compounds were microencapsulated through spray drying using maltodextrin and Hi-cap 100. The study revealed that the process yield reached up to 58.77%. The carrier material Hi-cap 100 showed a higher retention of cocoa aroma (22.6–32.5%) and better micro-structural properties in cocoa aroma microcapsules compared to maltodextrin (Sanchez-Reinoso et al., 2017). Similarly, Sultana and coworkers reported the maximum retention of D-limonene and ethyl hexanoate by spray drying microencapsulation were 48% and 45%, respectively, with Saccharomyces cerevisiae used as a carrier material (Sultana et al., 2017). The results revealed that more than 50% of flavor and aroma compounds were lost during spray drying microencapsulation. On the contrary, maximum microencapsulation efficiency by spray drying was reported up to 68.91%, 87.34% and 80.2% for white champaca extract, sweet orange oil flavor, and oregano flavor in skimmed milk powder, respectively (Samakradhamrongthai, Thakeow, Kopermsub, & Utama-ang, 2016; Liu, Xu, & Wang, 2012; Baranauskiene et al., 2006).\nIn the case of nano-encapsulation, spray drying was only used to convert a suspension of colloidal nanoparticles into nanostructured powder form (de Paz et al., 2012). Jafari et al. (2007a) studied the\nencapsulation of nano-emulsion particles of D-limonene by spray drying. Maltodextrin in combination with a surface active biopolymer, i.e. modified starch (Hi-Cap 100), whey protein concentrate or a surfactant (Tween 20), was used as the wall material. Hi-Cap exhibited better retention of D-limonene by around 86.2% in spray-dried particles. However, nano-spray drying has recently been applied for the development of nano-encapsulated bioactive products. Nano-spray drying can offer nano scale particle sizes with enhanced stability and improved bioavailability (O'Toole et al., 2012; Pérez-Masiá et al., 2015)."
    }, {
      "heading" : "4.3. Spray chilling/cooling",
      "text" : "Spray chilling is one of the most promising emerging methods in the microencapsulation of food flavor compounds. It solidifies the atomized liquid droplets into particles from a few microns to millimeters. This encapsulation technique is also referred to as spray cooling, spray congealing, or prilling (Lopes, Speranza, & Macedo, 2016; Oxley, 2012). The basic principle of spray chilling is similar to spray drying, which includes atomization, particle development and particle collection (de Souza Simões et al., 2017). The key difference of spray chilling from spray drying is the use of a cooling chamber instead of a drying chamber. The temperature of the cooling chamber is kept below the melting point of the carrier material used, which can overcome some limitations of spray drying, particularly the thermal loss of flavor. Another difference from spray drying and freeze drying is that spray chilling allows only lipid-based carrier materials, i.e. fats, waxes, polyethylene glycols, fatty acids, and fatty alcohols (Ðordevic' et al., 2015; Sillick & Gregson, 2012). Therefore, it offers extra benefits to microcapsules with enhanced stability at gastrointestinal conditions (Arslan-tontul & Erbas, 2017). Although spray chilling and spray cooling approaches can alternatively be recognized (Oxley, 2012), theoretically they have distinct temperature range of the cooling chamber on the basis of carrier materials used. The most common encapsulating materials used in spray chilling are fractionated or hydrogenated vegetable oil with a melting point of 32–42 °C. In contrast, spray cooling includes vegetable oils or other materials with a melting point of 45–122 °C (Ðordevic' et al., 2015).\nGinger oleoresin flavor-loaded lipid microparticles were developed by using saturated fatty acids, i.e. palmitic acid with oleic acid or palm fat through the spray chilling technique (Oriani et al., 2016). At first, saturated fatty acids were melted at 85 °C using a hot water bath. Afterwards, five formulations of fatty acids, i.e. palmitic acid (75–90%), oleic acid (5–15%), and palm fat (5–15%) were prepared. Then, 10% of ginger oleoresin was added in each formulation and mixed properly before being fed into the spray chiller. Solid lipid microparticles were formed within the cooling chamber, where the inlet air temperature was 7 °C. The study exhibited a high retention of pungent and volatile compounds around 96% and 75%, respectively. Lipid carriers with a higher concentration of saturated fatty acids, i.e. palmitic acid and palmitic acid with palm fat, showed better retention of ginger oleoresin. The particles exhibited a spherical shape with rough surface and narrow size distribution ranging from 39.8 to 43.2 μm, as well as having ginger oleoresin dispersed over the entire particle (Oriani et al., 2016). Sillick and Gregson (2012) produced crystalline particles for the encapsulation of five flavor compounds, i.e. limonene, nicotine, methyl salicylate, cinnamic aldehyde and neobee using the spray chilling technique with anhydrous sugar alcohol (erythritol) as a carrier material. The study showed maximum encapsulation efficiency of cinnamic aldehyde and limonene at around 90% for the loading capacity of 10%. The encapsulation efficiency decreased gradually with increasing oil load to around 63% of encapsulation efficiency for 30% of oil load. Crystalline particles exhibited significant protection to flavor compounds from volatilization until melting of the erythritol at ∼120 °C. This encapsulation approach also offered very low melt viscosity and no drying requirement (Sillick & Gregson, 2012).\nTherefore, spray chilling or spray cooling is a simple, economic and easy to scale up technique, which does not require the use of organic solvents or the application of high inlet air temperature (Ðordevic' et al., 2015). Furthermore, around 5% of encapsulated flavors are spray chilled products due to the minor or no loss of flavors by dispersion (Lopes et al., 2016). However, spray chilling does not have enough control on particle size and yields are moderate for small batches (Lopes et al., 2016). Moreover, spray chilling only permits lipid-based carrier materials, which limits its extensive application (Ðordevic' et al., 2015). Hydrophobic flavors are easily miscible with lipid carrier materials, and therefore creates a poor barrier which can cause the degradation of many flavor compounds (Benczedi, 2002). The application of nonmiscible carrier materials, e.g. sugar alcohol (erythritol) can enhance the barrier properties of encapsulated compounds (Sillick & Gregson, 2012)."
    }, {
      "heading" : "4.4. Electro-spinning and electro-spraying",
      "text" : "Electro-spinning and electro-spraying are novel approaches for encapsulation of flavor compounds, which are simple, economic and scale up-able techniques, as well as have versatile application (Kayaci et al., 2014; Koo et al., 2014). In the electro-spinning approach, nano-fibers are produced from a polymer solution in a spinneret by a high voltage potential, while particles are produced from a polymer solution in the nozzle through liquid atomization by electric forces (Esfanjani & Jafari, 2016). The principles of these techniques are the same, but different only in the concentration of polymer solution. In the case of high concentrations of polymer, the jet from the spinneret is stabilized and lengthened, and therefore nano-fibers are developed by electro-spinning. On the contrary, in electro-spraying, the jet with a low polymer concentration from the nozzle is destabilized, and therefore produces fine droplets or particles (Esfanjani & Jafari, 2016). These approaches are non-thermal treatments and there is no chance of thermal degradation for heat sensitive compounds. Therefore, they are very suitable for the encapsulation of flavor compounds. They allow the production of fibers and particles with a narrow size distribution. They prevent droplet agglomeration and coagulation complications. They are able to produce both micro and nano-scale encapsulate systems that offer a versatile range of applications in food and pharmaceutical industries (Esfanjani & Jafari, 2016; Koo et al., 2014; Tampau et al., 2017; Yao, Chang, Ahmad, & Li, 2016). However, electro-spinning does not permit many proteins to be used alone, and needs surfactant or plasticizer with a protein solution to develop electro-spun fibers. Opposingly, electro-spraying does not have such limitations (Tarhini, GreigeGerges, & Elaissari, 2017). Electro-spraying can also create smaller particle sizes compared to nano-spray drying (Pérez-Masiá et al., 2015). Beads and porous structures made by electro-spinning can weaken the sustained release delivery system (Esfanjani & Jafari, 2016). Moreover, low throughput of electro-spinning approach can bound the huge scale production and commercial application (Yang et al., 2017).\nTo date, several novel approaches have been introduced into electro-spinning and electro-spraying, i.e. coaxial and emulsion approaches. The successful applications of these novel approaches for the encapsulation of flavor compounds have also been reported by several recent studies, e.g. rose hip seed oil by coaxial electro-spinning (Yao et al., 2016), peppermint oil by coaxial electro-spraying (Koo et al., 2014), carvacrol by emulsion electro-spinning (Tampau et al., 2017), and D-limonene by emulsion electro-spraying (Khoshakhlagh et al., 2017). The coaxial approach comprises two concentrically aligned capillaries for the development of fibers or particles with a core-shell structure. This innovative approach offers one-step co-encapsulation of multiple compounds with a diverse solubility, higher encapsulation efficiency, higher stability, and enhanced controlled release profile of encapsulated compounds compared to single nozzle electro-spinning or electro-spraying (Matsuura & Maruyama, 2017; Yao et al., 2016). The emulsification approach allows the encapsulation of immiscible\ncompounds with high encapsulation efficiency, high loading capacity, enhanced thermal stability, and sustained release profile of flavor compounds (Camerlo, Vebert-nardin, Rossi, & Popa, 2013; Khoshakhlagh et al., 2017; Tampau et al., 2017)."
    }, {
      "heading" : "4.5. Freeze drying",
      "text" : "Freezing of water content in a solution or suspension and followed by evaporating the water molecules from the solution or suspension at low temperature is the basic principle of freeze drying or lyophilization technique (Anandharamakrishnan, Rielly, & Stapley, 2010). The whole drying process occurs under low temperature and pressure. Hence, it is very suitable for heat-sensitive food compounds including flavors, aromas, enzymes etc. It shows higher retention of volatile compounds and natural colors, as well as produces powder with rapid solubility (Anandharamakrishnan, 2014; Madene et al., 2006; Raja, Taip, Azmi, & Shishir, 2017). Freeze drying offers more suitable attributes to flavors in comparison with other drying and encapsulation methods (Buffo & Reineccius, 2001; Chen & Zhong, 2015). There are four basic steps involves in freeze drying: freezing, primary drying, secondary drying, and final treatment (Abdul-Fattah, Kalonia, & Pikal, 2007).\nFreezing: This is the first step of the freeze drying process. The substance (raw material) is frozen to a crystallized ice form. The size of crystal depends upon the cooling rate and initial intensity of cooling temperature and end temperature of cooling. All of the water molecules in the food material form crystalline ice, while food components remain in an amorphous and glassy state, i.e. do not form crystal (Abdul-Fattah et al., 2007).\nPrimary drying: This step refers to the removal of ice by sublimation under vacuum that occurs, when the necessary energy for latent heat is supplied to the frozen food material. Sublimation starts at the ice surface and occurs at the interface between the frozen and dried part of the material. At the beginning, the drying rate becomes high because of the low resistance to both heat and mass transfer in the initial stages of drying. As the drying process proceeds towards the core of the material, the heat and mass transfer rate decreases, since the dry layer around the frozen portion of the material acts as an insulation material, and therefore blocks the heat transfer to the ice front and the mass transfer from the ice front (Abdul-Fattah et al., 2007).\nSecondary drying: This step begins when all of the ice crystals are removed from the material and the bound water in the drying material remains. The temperature and pressure in the drying chamber should be the same as the primary drying step. This step takes a longer time and usually is one-third of the drying time (Anandharamakrishnan, 2014). The drying process is continued until the moisture content of the product is reduced to less than 5% (for food materials).\nFinal treatment: The dried food material should be preserved properly to prevent rehydration and lipid oxidation reactions. Therefore, after finishing the drying process, the drying chamber is filled with an inert gas, particularly nitrogen gas which is preferred for food materials (Abdul-Fattah et al., 2007).\nThere are two major factors which help to produce higher quality freeze-dried flavor powders. Firstly, the whole drying process is carried out under vacuum conditions, so there is a practical absence of air that does not allow oxidative degradation. Secondly, the drying temperature is lower than the ambient temperature. Hence, the compounds (e.g. flavors) that are very susceptible to oxidative and thermal degradation can be dried under vacuum with minimal physical and chemical damage (Chen & Zhong, 2015). The sample preparation for freeze drying is almost similar to spray drying. The flavor and aroma compounds, stabilizer, and water are homogenized to obtain the desired particle size. Since freeze drying alone cannot produce micro or nanoparticles, it is just a technique of water removal from droplets, and therefore the final characteristics of freeze-dried particles rely on a suitable encapsulation method (e.g. emulsification) to form the required size of droplets, or to break down the droplets into micro or nano size form\n(Ezhilarasi et al., 2013; Varshosaz, Eskandari, & Tabbakhian, 2012). Aliphatic and aromatic alcohols were encapsulated into an amylose molecular complex by sealed heating and freeze drying (Feng et al., 2018). At first, a dispersed amylose suspension is prepared by heating and was cooled. The flavor compounds were then added to the amylose suspension and allowed to react. Then it was taken for ethanol washing and centrifugation. Finally, the precipitates were treated by freeze drying in order to get flavor powder. The results showed that the encapsulation efficiency and yield varied from 39% to 47% and 45%–50%, respectively. All amylose-flavor inclusion complexes exhibited excellent thermal stability. The amylose-n-heptanol inclusion complex showed greater stability than other complexes (Feng et al., 2018). Cardamom flavors, i.e. D-limonene, 1,8-cineole, myrcene, terpineol and linalool, were encapsulated using whey protein isolate (WPI), guar gum (GG), and carrageenan (CG) through emulsification and freeze drying (Mehyar et al., 2014). The study revealed that the microcapsules containing only WPI exhibited the highest flavor entrapment (7.5%) and microencapsulation efficiency (98.5%). The 30% WPI and 30% WPI + GG formulations showed better retention ability of 1,8-cineole and D-limonene during storage (Mehyar et al., 2014). Similar recent studies have also been reported on pepper oleoresin spicy flavor (de Aguiar, Silva, Alves De Rezende, Barbero, & Martínez, 2016), caffeine (Fuciños et al., 2017), and peppermint oil (Chen & Zhong, 2015).\nHowever, higher energy requirements and long processing time (more than 20 h) are the major disadvantages of freeze drying (de Souza Simões et al., 2017). Moreover, freeze drying produces open porous structured irregular particles that is not effective, when prolonged release of flavor compound is required (Hundre, Karthik, & Anandharamakrishnan, 2015)."
    }, {
      "heading" : "4.6. Spray-freeze-drying",
      "text" : "In the recent times, researchers show their interest on spray-freeze drying as alternative technique, which offers the benefits of freeze drying and spray drying (Anandharamakrishnan, 2014; Hundre et al., 2015). There are three main steps involves in SFD: (i) atomization of a liquid sample, (ii) solidification of liquid droplets by freezing, (iii) sublimation at low temperature and pressure in order to dry the frozen droplets into powder particles (Ishwarya, Anandharamakrishnan, & Stapley, 2015; Leuenberger, 2002). In this technique, feed solution can be directly sprayed into a cold dry gas, a cryogenic liquid or a cryogenic liquid containing gaseous headspace. The particles size distribution is directly affected by the atomization method as droplet size does not change as it falls in the drying chamber. Hence, the final product particle size distribution is almost identical with the atomized liquid droplet size distribution (Ishwarya et al., 2015). Spray-freeze dried vanillin flavor microcapsules were prepared by using β-cyclodextrin (β-CD), whey protein isolate (WPI) and their combinations (β-CD + WPI) and were compared with both spray-dried and freeze-dried flavor microcapsules. Spray–freeze dried vanillin microcapsules prepared with WPI exhibited better thermal stability than the spray-dried and freeze-dried microcapsules. However, spray-freeze dried vanillin microcapsules showed numerous fine pores on their surface (Hundre et al., 2015). Ishwarya, Anandharamakrishnan (2015) reported spray-freeze drying of a coffee solution gave 93% volatile aroma retention in the final powder; however, for spray drying and freeze drying this figure was 57% and 77% respectively. Despite having advantages over spray drying and freeze drying in terms of product quality and higher encapsulation efficiency, the high fixed and operating cost is a major limitation of this method. The operating cost of spray-freeze drying for a product drastically increases for frozen solutions that have low eutectic (Te) or glass transition temperatures (Tg) and hence require low drying temperatures (Ishwarya et al., 2015)."
    }, {
      "heading" : "4.7. Extrusion",
      "text" : "The encapsulation of flavor compounds by extrusion is a relatively new approach compared to spray drying. Extrusion processing includes the passing of a carrier solution mixed with active compounds through a nozzle into a gelling environment. In laboratory scale production, the solution-containing carrier and active compounds are loaded into a syringe and passed through a needle into gelling conditions to form gelation (Jia, Dumont, & Orsat, 2016). In this process, the pressure and temperature are generally kept below 100 psi and 118 °C, respectively. Therefore, extrusion is very suitable for heat sensitive compounds, and it has intensive applications for the microencapsulation of flavor compounds (Khor, Ng, Kanaujia, Chan, & Dong, 2017; Rodríguez et al., 2016; Tackenberg et al., 2015). Furthermore, microcapsules produced by extrusion generally show less porous structures than spray-dried microcapsules. In extrusion, several mechanisms are used to form droplets based on the interaction of gravitational, surface tension, impulse, and frictional forces. Therefore, the extrusion technique can be classified into simple dripping or prilling, electrostatic extrusion, coaxial airflow, vibrating jet/nozzle, jet cutting, spinning disk atomization, and melt extrusion. After the formation of droplets, they are instantly hardened to capsules by either physical (e.g., cooling or heating), or chemical process (e.g. gelation) (Rodríguez et al., 2016; Ðordevic' et al., 2015).\nCalcium alginate/D-limonene beads were produced by electrostatic extrusion (Lević et al., 2015). According to the study, D-limonene was firstly added into Na-alginate solutions under vigorous mixing in order to form D-limonene/Na-alginate emulsions. Then the emulsions were taken into an electrostatic immobilization unit equipped with a high voltage unit, magnetic stirrer and protective cage. The electrostatic extrusion system altered the emulsions into spherical droplets or calcium alginate beads through a blunt stainless steel needle using a syringe pump. In order to create dried forms of beads, they were further air-dried at 25 °C for 48 h. The study exhibited efficient immobilization of D-limonene within calcium alginate beads (immobilization efficiency 50–77%). Furthermore, calcium alginate beads were able to provide thermal protection to D-limonene up to 200 °C (Lević et al., 2015). Orange terpenes were encapsulated in maltodextrin-sucrose carrier matrix using counter-rotating twin screw extrusion process. Around 67% of flavor retention was reported for the loading capacity of 4.1%. The authors explained the reason of flavor loss was due to the insufficient mixing during the process and flavor evaporation after extrusion (Tackenberg, Krauss, Schuchmann, & Kleinebudde, 2015). In a further study, three factorial optimization design was performed to investigate the effect of barrel temperature, powder feed rate, and active pharmaceutical ingredient content on the retention of flavor compounds. The results revealed that a maximum of 6% loading of orange terpenes was obtained with the encapsulation efficiency of 86.7%. The orange terpene microcapsules were also highly stable during storage of 12 weeks (Tackenberg et al., 2015).\nQuercetin is a natural flavonoid having excellent health promoting and medicinal benefits, but it has very bitter taste that discourages the consumers’ attraction to quercetin enriched products. Furthermore, it is very sensitive to oxidative degradation (Kawabata, Mukai, & Ishisak, 2015). Recently, the bitterness of quercetin was encapsulated by using carnauba wax, shellac and zein through hot-melt extrusion. The quercetin loaded microcapsules exhibited significantly reduced dissolution rate in the simulated salivary pH (6.8) in the order of zein > carnauba wax > shellac. In vitro bitterness analysis by electronic tongue ensured the good taste masking efficiency of the quercetin loaded microcapsules (Khor et al., 2017). However, the extrusion process is two times more expensive than spray drying. The use of screw extruders at high pressure can cause flavor loss, and therefore optimization is required. Moreover, the particle size produced by extrusion is larger and the loading capacity of flavor is relatively low compared to spray drying that can limit its commercial application (Rodríguez et al., 2016)."
    }, {
      "heading" : "4.8. Coacervation",
      "text" : "Coacervation has been well known as an encapsulation method for long time, while recently it has been used in food industries for encapsulation of food flavor compounds. Coacervation involves liquid-liquid phase separation of colloid particles from a solution and creates a new phase, which is called coacervate (Shishir et al., 2018; Yang et al., 2014). The phase separation can be classified as aqueous and nonaqueous phase separation depending on whether water is used as the solvent. In the case of flavor encapsulation, aqueous separation is the most common, since flavor components are hydrophobic in nature. The basic mechanism involved in this method is the formation of an emulsion and subsequent precipitation of the continuous phase around the droplets of the discontinuous phase. This method involves a threephase system, which includes a manufacturing vehicle (solvent), the material to be encapsulated, and the coating material. There are three major stages in coacervation processing: formation of the three immiscible phases, deposition of the wall material around the core material, and solid microcapsule formation through shrinkage and solidification (Bakry et al., 2016).\nFormation of the three immiscible phases: Phases are formed during mixing. Core material, coating material, and continuous liquid phase are separated in this step. In cases of food flavor and aroma encapsulation, the selection of coating materials are strictly limited by food additive regulations and gelatin is used in most instances.\nDeposition of the wall material around the core droplets: This step involves interfacial sorption of the hydrophilic phase on the droplets of core material. The adjustment of pH and temperature of the solution is needed for the development of capsules, which allow the encapsulant coming out from the solution, coagulation at the surface of the droplets and formation of the wall coating. The droplet wall coating remains in liquid form and needs hardening at this stage.\nShrinkage and solidification: In order to form a solid and hardened capsule, heating, desolvation, or cross-linking techniques can be used.\nThe coacervation technique is classified as simple or complex according to number of colloidal solutes in the system. When the system contains only one colloidal solute (e.g. only gelatin) it is called simple coacervation. On the other hand, while the system contains more than one solute (e.g. gelatin and gum acacia) it is called complex coacervation (Bakry et al., 2016; de Souza Simões et al., 2017). In simple coacervation, a nonsolvent or another chemical is added, which competes for solubility with a colloidal solute, and consequently, protein precipitation takes place and a protein-rich coacervation phase is formed. In contrast, complex coacervation involves the addition of oppositely charged hydrophobic colloids. The droplet shell of complex coacervates is composed of a negatively charged hydrocolloid molecule (e.g. gum arabic) and a positively charged hydrocolloid molecule (e.g. gelatin) (Koupantsis et al., 2016; Shishir et al., 2018). Complex coacervation has better encapsulation functionalities than that of simple coacervation, and therefore complex coacervation is a better alternative for food flavors (Bakry et al., 2016). The basic steps of coacervation method presented in Fig. 3.\nSutaphanit and Chitprasert (2014) developed holy basil essential oil-loaded alginate microcapsules by using the simple coacervation approach. The optimal design using response surface methodology (RSM) was found at a gelatin concentration of 11.75% (w/v) and oil amount of 31 mL, which ensured the highest yield, oil content, and encapsulation efficiency of 98.80%, 66.50%, and 95.41%, respectively. Microcapsules also exhibited less loss of oil content during storage at 60 °C for 49 days equivalent to 25 °C for 18 months. However, the particle mean diameter was around 392 μm with a sponge-like structure containing a large number of micron-sized pores. On the contrary, βpinene was encapsulated using sodium caseinate, whey protein isolate, carboxymethylcellulose (CMC), and reticulating agents (i.e. glycerol and tannic acid) through complex coacervation (Koupantsis et al.,\n2016). The results showed that sodium caseinate-CMC microcapsules with the addition of glycerol exhibited greater loading capacity and encapsulation efficiency reached up to ∼55% and ∼90%, respectively. Glycerol addition enhanced encapsulation efficiency two fold, while tannic acid was unsuccessful. Moreover, glycerol addition showed higher retention of volatile compounds in the microcapsules during storage at low relative humidity (RH) and temperature (0% RH, 25 °C) (Koupantsis et al., 2016; Koupantsis & Paraskevopoulou, 2017). Other studies also reported the successful encapsulation of vanilla oil and sweet orange oil by complex coacervation with high loading capacity, enhanced flavor retention, and improved thermal stability (Jun-xia et al., 2011; Yang et al., 2014).\nTherefore, the coacervation approach is considered more efficient in flavor retention than spray drying because it does not require high temperature, offers high core loading capacity, high encapsulation efficiency, and a greater controlled release of bioactive compounds (de Souza Simões et al., 2017). However, the technique also has some limitations, i.e. high production cost depends on many factors (e.g. pH, ionic strength), there is inadequate stability in different aqueous solutions, and less control on particle size and particle accumulation (Jia et al., 2016; Joye & McClements, 2014)."
    }, {
      "heading" : "4.9. Fluid bed coating",
      "text" : "Fluid bed coating is also known as air suspension coating, fluidized bed processing or spray coating, in which a coating is applied on to the particles suspended in air (Bakry et al., 2016). Batch and continuous are two types of fluid bed coating methods. There is a wider choice of coating material compared to spray drying. The coating materials include aqueous solutions of cellulose or starch derivatives, proteins or gums, but also emulsifiers (Bakry et al., 2016). There are three basic steps involved in this process: Firstly, there is fluidization of the particles to be coated into the coating chamber, with the help of an air stream. Then, the coating material is sprayed by a nozzle on to the particles. Finally, the solvent of coating material is evaporated by hot air, and therefore the coating material adheres to the particles (Bakry et al., 2016; Madene et al., 2006). This technique can be used to develop a second coating to spray-dried products or to products with a sensitive core, such as oils, flavors and aromas (Nedović et al., 2013).\nThis technique allows a greater range of coating materials in comparison with traditional spray drying, and is more economic in operational cost and time compared to freeze drying (Ðordevic' et al., 2015; de Souza Simões et al., 2017). However, this technique is not heavily explored for the encapsulation of flavor compounds compared to spray drying and freeze drying. Recently, Anwar and Kunz (2011) studied the effect of different drying methods, i.e. fluidized bed coating, spray drying and freeze drying on the stabilization of fish oil microcapsules with maltodextrin, soybean soluble polysaccharide (SSPS), hydroxypropyl beta-cyclodextrin (HPBCD) and octenyl succinic anhydride starch (OSA-starch). Fluidized bed coating was reported as the most suitable technique that ensured maximum ranges of encapsulation efficiency (96.10–99.39%) in all matrices. Microcapsules produced with SSPS and OSA-starch showed the higher stability in the order of fluidized bed coating > spray drying > freeze drying during the storage of 5 weeks at 21 °C. Similarly, fluidized bed-coated menthol particles were produced using gelatin, oil-gelatin emulsion, modified starch, and aquacoat (Sun, Zeng, He, Qin, & Chen, 2013). Fluidized bed coating showed better encapsulation efficiency of menthol than spray drying. Fluidized menthol particles exhibited controlled release of menthol in water than spray-dried particles. Among the carrier systems, the gelatin emulsion carrier was more effective and showed enhanced control of menthol release and maximum encapsulation efficiency (∼95%) (Sun et al., 2013). However, it takes a relatively long coating time and a substantial amount of coating materials to ensure complete covering (Nedović et al., 2013)."
    }, {
      "heading" : "4.10. Molecular inclusion in cyclodextrins",
      "text" : "Cyclodextrins (i.e. α-, β-, γ-cyclodextrin) are an enzymatically modified form of starch molecules. The most common type of cyclodextrin is β-cyclodextrin (β-CD) (Kfoury, Hadaruga, Hadaruga, & Fourmentin, 2016). A typical application of cyclodextrin is to protect the unstable components and to provide high added value, particularly to flavor compounds by means of encapsulation. The molecular structure of cyclodextrin is like a hollow truncated cone. The size of the inner cavity is in the nano range. The inner lipophilic cavity of cyclodextrin entraps the flavor or aroma molecules of the right size via hydrophobic interactions (so-called molecular inclusion), whereas its\nexternal surface shows hydrophilic characteristics, and helps to dissolve it in water (Kfoury et al., 2016; Zuidam & Heinrich, 2010). Zhu, Xiao, Zhou, and Zhu (2014) developed a β-CD molecular inclusion complex in order to encapsulate sweet orange flavor. According to the study, βCD is dissolved in warm water maintained at 35 °C followed by the slow addition of the sweet orange flavor to the warm β-CD solution. The mixture is then continuously stirred for 3 h at 35 °C. When its temperature decreases spontaneously to room temperature, the solution is kept overnight at 5 °C. The cold precipitated material is then recovered by vacuum filtration. The precipitate is washed by alcohol and dried in a convection oven at 50 °C for 24 h. Thus, the sweet orange flavorloaded β-CD molecular inclusion complexes are prepared. The study revealed that the orange flavor β-CD inclusion complexes can form large aggregates in water. The thermogravimetric curve of the flavor-βCD inclusion complex was downward sloping from room temperature to 250 °C (Zhu et al., 2014). There are a number of studies have been reported on the improved characteristics of flavor and aroma after encapsulation with different cyclodextrins, e.g. carvacrol in α-CD, βCD, and HP-β-CD (Liang, Yuan, Vriesekoop, & Lv, 2012), Cinnamaldehyde in α-CD and β-CD (Chun, Jo, Bjrapha, Choi, & Min, 2015), Eugenol in β-CD (Hill, Gomes, & Taylor, 2013), Vanillin in β-CD (Hundre et al., 2015), Thymol in β-CD (Del Toro-Sánchez et al., 2010), and Ethyl benzoate in HP-β-CD (Yuan, Lu, & Jin, 2014)."
    }, {
      "heading" : "5. Flavor release-affecting factors and release mechanisms",
      "text" : "Flavor release or release rate may be defined as the migration of flavor molecules from one environment or state to another environment or state over a certain period of time. Release rate of flavor and aroma compounds is very important for food products. Even before the food is placed in the mouth, people can estimate the food's quality and taste. The volatile flavors mixed with air molecules can enter the nasal cavity, which comes into contact with receptor cells in the olfactory epithelium through the orthonasal route, and the human brain perceives the kind of food it is, its quality and taste. Some flavoring compounds release in the mouth cavity during chewing of the food stuff and is mixed with the air that moves to the nasal cavity that interacts with odor proteins to trigger olfactory transduction (Laing & Jinks, 1996). There are a number of factors that influence the release of flavor and aroma compounds (i) thermodynamic factors (e.g. partitioning coefficient): and kinetic factors (e.g. diffusion and mass transfer) that control flavor release; (ii) the chemical structure of flavor molecules (size and weight); (iii) the physicochemical properties of aroma compounds that are related to their availability for perception (e.g. volatility and hydrophobicity); (iv) the initial strength or concentration of flavor (v) the effect of major food components (e.g. lipid, protein, carbohydrate); that interact with the aroma compounds; (vi) oral processing of food that take physiological factors into account (e.g. chewing rate, saliva flow, swallow frequency) (Yang, 2012; Zuidam & Heinrich, 2010). However, according to the literature, we have summarized the most important factors involved in flavor release as shown in Fig. 4.\nMolecular weight and chemical composition of a wall material influence its barrier properties. For example, a higher molecular weight carrier material minimizes the aroma diffusion (Goubet, Le Quere, & Voilley, 1998). However, higher polymerization shows lower retention of flavor compounds, which may occur due to lower degrees of interactions between the aroma and carrier material (Zuidam & Heinrich, 2010). When an amorphous coating material is in a glassy state, its molecules may have very less mobility, which is very similar to a crystalline phase (Carolina, Carolina, Zamora, & Jorge, 2007; Soottitantawat et al., 2004; Ubbink & Schoonman, 2003). The transformation from a glassy to rubbery state is characterized by the glass transition temperature (Tg). Below the Tg, a coating material remains in its glassy state. At Tg, coating materials reduce viscosity and increase their molecular mobility (Roos, 1995), and therefore show poor barrier characteristics. The value of glass transition temperature depends on\nthe molecular weight of the amorphous material. Tg increases with increasing molecular weight. Hence, amorphous coating materials with higher molecular weight show better protection against flavor release at temperatures over the Tg. However, below the Tg, low molecular weight matrices provide better storage stability than high molecular weight matrices, since the first have a lower residual open and a closed porosity (Ubbink & Schoonman, 2003).\nThe capsule morphology depends upon the properties of carrier and core materials. Most of the flavors and aromas are hydrophobic in nature and may not mix well with hydrophilic carrier materials. Thus, they present as oil droplets. The release mechanism of the interior content of the capsules can be divided into five categories: diffusion, dissolution or melting, fracturation, swelling, and erosion & degradation as shown in Fig. 4 (Madene et al., 2006; Moran, Yin, Cadwallader, & Padua, 2014; Rodríguez et al., 2016).\nThe encapsulated flavoring compounds follow the specific mechanism depending upon the nature of core and wall materials, end-use environment, and the factors involved with the process (Shay & Reineccius, 1994). The release rate of flavor and aroma compounds can be determined by Avrami's equation (Desai & Park, 2005; Moran et al., 2014; Yoshii et al., 2001):\n=R ktexp( ( ) )n (2)\nWhere R is the retention of the aroma compounds during release, t is the time, n is the parameter representing the release mechanism, and k is the release rate constant. The parameter n has a value of 1 for firstorder kinetics and 0.54 for diffusion limiting reaction kinetics.\nTaking logarithm of both sides and simplified form of equation (2)\n= +R n k n tln( ln ) ln ln (3)\nUsing this equation the parameter n can be determined as the slope by plotting ln(-ln R) against ln t, and the release rate constant k from the interception at ln t= 0. When the flavor release phenomena is mainly controlled by flavor diffusion inside the carrier matrix then the n value is usually equivalent to 0.5, which is known as half order release. On the other hand, when core material is actually a solution then first order release occurs and n is 1. However, n > 1 occurs at the initial period of flavor release and at the time of burst of the flavor emulsion (Furuta, Soottitantawat, Neoh, & Yoshii, 2010). An important point is that this release mechanism classification is only valid for the case when flavor release occurs from a single microcapsule. But in reality a matrix of encapsulated powder contains particles varying in size and wall thickness (Furuta et al., 2010). For example freeze dried and spray dried powder includes particles with different properties and the value of n in equations (2) and (3) for an encapsulated powder matrix varies according to the property of the powder. Furuta et al. (2010) reported that equation (2) is basically comparable to the equation of Kohlrausch–Williams–Watt (KWW) (Williams & Watts, 1970). That was expressed as:\n=G t G exp t( ) 0 (4)\nHere, G(t) represents the residual quantity of flavor in powder at time t, G0 is initial flavor content, λ is the relaxation time, which reflects the inverse of the flavor release rate, β is the relaxation constant and t is time.\nSince an encapsulated powder matrix (i.e. spray-dried powder) containing powder particles with various release characteristics, the sum of the KWW relaxation equation of an individual particle imight be its total (overall) release performance (Furuta et al., 2010). This can be expressed as-\n=G t G exp t( ) i i i i\n(5)"
    }, {
      "heading" : "5.1. Diffusion",
      "text" : "Diffusion is the dominant flavor release mechanism from the capsule. The vapour pressure of volatile compounds on each side of the capsule wall is the key driving force inducing diffusion (Dumay, Laligant, Zasypkin, & Cheftel, 1999). The steps involved with this mechanism are the diffusion from the internal matrix to the surface of the capsule and then its movement to the surrounding food component. The molecular weight of flavoring compound influences the diffusion process. In fact, the diffusion rate through a polymer matrix decreases with an increase of molecular weight, decrease of volatility, and increase of log P (flavor-water partition coefficient; which indicates relative hydrophobicity (+) or relative hydrophilicity (−)) of the flavor compounds (Goubet et al., 1998). The diffusion rate increases when an amorphous matrix is converted from a glassy to rubbery state, which enhances the relative mobility (Moran et al., 2014). The pore size, thickness of the coating wall (diffusive layer), particle size and shape, as well as polarity can also affect the diffusivity of flavor compounds. Furthermore, the homogeneous or heterogeneous distribution of active compounds in a polymer matrix can influence flavor diffusivity (Huang & Brazel, 2001). In a steady state condition, Fick's law of diffusion expresses the amount of flavor and aroma compound to diffuse through or be transferred per unit area, per unit time or by mass flow of the compounds in a certain time. Considering a one-dimensional spherical coordinates similar to a microsphere morphology (Seuvre & Voilley, 2017; Vasisht, 2014); Fick's first law of diffusion is:\n= =J A dC dt D dC dr 1 . (6)\nHere, J is the diffusion flux, D is the diffusion coefficient (m2/s), dC/ dr is the concentration gradient of the compounds inside and outside of the microcapsule, r is the radius of the capsule and A is the surface area of the capsule. The negative sign in the equation represents that diffusion happens in the opposite direction of increasing concentration (Vasisht, 2014).\nThe simplified form of the equation with information about the concentration difference between the inside and outside of the capsule is:\n=dC dt D A C R. . ( )/\n=or J D C R, ( )/\nHere, (ΔC)=Cmo - Cmi; and where, Cmo is concentration of the compounds outside of the microcapsule, Cmi is concentration of the compounds inside of the capsule and R is the thickness of the microcapsule."
    }, {
      "heading" : "5.2. Dissolution or melting",
      "text" : "The mechanism of dissolution or melting involves dissolution of the coating material in a suitable solvent or the melting of the coating material through the influence of heat and/or moisture. Water-soluble coating materials easily release flavor and aroma compounds in water or in the presence of moisture. However, thermal release involves a coating material using fat. For that case, the coating material releases the core materials in the surrounding environment upon heating. There are also few coating materials which are dissolved in water at certain temperatures. This type (melting or dissolution upon heating) of flavor release occurs during cooking or baking. However, the active compound may not completely be present inside the coating material but also at the surface. Therefore, diffusion can also affect the dissolution mechanism during the release of flavor compounds to the surrounding medium from the matrix surface (Rodríguez et al., 2016; Siegel & Rathbone, 2012)."
    }, {
      "heading" : "5.3. Fracturation",
      "text" : "During fracturation, flavor release occurs by means of physical rupture. The coating shell may be broken or fractured by the action of external forces (e.g. pressure, shearing, grinding, extrasonics) and internal forces (e.g. expansion). Water-insoluble encapsulates (made from fats and waxes) can be released by physical rupture within a shorter time in comparison with other release mechanisms (Shahidi & Han, 1993). For instance, chewing is the most common fracturation means for the release of flavor compounds (Moran et al., 2014)."
    }, {
      "heading" : "5.4. Swelling",
      "text" : "During Swelling, the coating materials are placed in a thermodynamically compatible medium. The polymer swells because of absorption of fluid from the medium. The flavor and aroma compounds in the swelling part of the matrix then release easily by means of diffusion (Fan & Singh, 1989). The degree of swelling can be controlled by the rate of absorption of water or other solvents, such as glycerin or propylene glycol (Gibbs, Kermasha, Alli, & Mulligan, 1999)."
    }, {
      "heading" : "5.5. Erosion and degradation",
      "text" : "This mechanism is referred to as a combination of degradation, dissolution, and diffusion processes. Through erosion and degradation mechanisms, the wall material becomes thin, thus diffusion through the capsule wall increases. The capsule matrices or coating wall may also become degraded. For example, lipid coatings may be degraded by the action of lipases (Barbosa-Cánovas, Ortega-Rivas, Juliano, Yan et al., 2005). In general, two types of erosion processes are observed, i.e. bulk erosion and surface erosion. When the entrance of release medium inside the matrix is faster than the splitting of chemical bonds of the matrix, it is referred to as bulk erosion. In contrast, surface erosion refers to the slow entrance of the release medium inside the matrix in comparison with matrix chain breakage. Furthermore, matrix shape may also affect the release mechanism of erosion and degradation (Rodríguez et al., 2016)."
    }, {
      "heading" : "6. Application of micro and nano-encapsulated flavor and aroma compounds in food industry",
      "text" : "Flavor and aroma compounds are the most important active food components. The enhanced retention and controlled release of flavor and aroma is the highest priority of a food processor. Therefore, encapsulation is a common practice in food industries for the preservation of flavor compounds (Saifullah et al., 2016). However, there are a variety of encapsulation methods available that produce different forms of encapsulates, such as paste, powder, capsules, granules, and emulsion droplets. Most of the methods use flavor encapsulation to produce powder forms. The desired form depends upon the end use of flavor. Flavor powder is used in the preparation of a wide range of food products, such as confectionery products (cakes, bread, biscuits, cookies, chocolates, candies), milk powder, instant desserts, instant beverages, baked foods, instant drinks, extruded snacks etc. (Madene et al., 2006). Encapsulated flavor powders produced by different methods are suitable for different types of products, since the encapsulation process and/or coating material properties are different from each other. For illustration, flavor powder produced by spray drying is mostly used where flavor release requires room temperature and an aqueous solution. In contrast, powder produced by extrusion requires the flavor to release with higher temperatures compared to spray dried powders. Oxygen sensitive flavor compounds, i.e. citrus oils might have better stability in encapsulates prepared by melt extrusion than prepared by other methods because of the barrier properties it can provide (Bakry et al., 2016; Ubbink & Schoonman, 2003). Flavor encapsulated by molecular inclusion in β-cyclodextrin is used for the preparation of hard candy, fruit leathers, and angel food cake reported by Reineccius, Reineccius, and Peppard (2004). Flavor emulsions are used in ice creams and beverages. Micro and nano-emulsion shows unique optical clarity, therefore suitable for the application in transparent and turbid soft drinks (Bakry et al., 2016; Kfoury et al., 2016; McClements, 2015).\nNano and micro sized encapsulate particles facilitate well the distribution of flavor compounds in food products and help in prolonging the release of flavoring. In food processing operations, there are several factors (e.g. temperature, pH, enzyme), which may cause flavor degradation. Therefore, flavoring ingredients are added at different stages of processing depending upon the types of products made. For instance, in some processes, flavor is added in the last step of the process to reduce thermal loss during processing. Besides, encapsulated flavor and aroma compounds in suspension and paste forms are also used in foods differently, depending on the processing operation and the food product."
    }, {
      "heading" : "7. Conclusion and future trends",
      "text" : "Flavors and aromas are the most important bioactive food ingredients, which represent the taste and quality of a food product.\nEncapsulation allows flavors to be in a stable form and makes them suitable for application in a wide range of food products. Nano-encapsulation approaches provide a greater loading capacity and encapsulation efficiency, enhanced stability, and better control on flavor release profile compared to microencapsulation. In recent, spray chilling is gaining increasing research interest as an alternative to spray drying because it overcomes heat-induced flavor losses by spray drying. However, spray chilling shows less control on particle size. On the contrary, nano-capsules produced by electro-spraying and nano-fibers produced by electro-spinning are emerging and promising approaches showing high efficiency in nano-encapsulation. The combination of two encapsulation approaches for obtaining desired characteristics of micro or nano-capsules has also recently been observed, i.e. addition of emulsification with spray drying, freeze drying, extrusion, electrospraying, or electro-spinning offers a combined benefits. The combination of carrier materials, e.g. a combination of polysaccharides, polysaccharide with protein, or a polysaccharide with lipid also provides an advantageous effect on flavor retention and release characteristics. Therefore, the recent advances on flavor and aroma encapsulation are a remarkable contribution as discussed in this review. Future studies could be emphasized on flavor release mechanisms and their application efficiency in different food or biological (gastrointestinal) systems, wall material properties and storage behavior of encapsulated powder in order to integrate with the recent advances and to accelerate their commercialization.\nConflicts of interest\nThe authors declare that there are no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "The challenge of drying method selection for protein pharmaceuticals: Product quality implications",
      "author" : [ "A.M. Abdul-Fattah", "D.S. Kalonia", "M.J. Pikal" ],
      "venue" : "Journal of Pharmaceutical Sciences,",
      "citeRegEx" : "Abdul.Fattah et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Abdul.Fattah et al\\.",
      "year" : 2007
    }, {
      "title" : "Encapsulation of pepper oleoresin by supercritical fluid extraction of emulsions",
      "author" : [ "A.C. de Aguiar", "L.P.S. Silva", "C. Alves De Rezende", "G.F. Barbero", "J. Martínez" ],
      "venue" : "Journal of Supercritical Fluids,",
      "citeRegEx" : "Aguiar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Aguiar et al\\.",
      "year" : 2016
    }, {
      "title" : "Techniques for nanoencapsulation of food ingredients",
      "author" : [ "C. Anandharamakrishnan" ],
      "venue" : "New York: Springer.",
      "citeRegEx" : "Anandharamakrishnan,? 2014",
      "shortCiteRegEx" : "Anandharamakrishnan",
      "year" : 2014
    }, {
      "title" : "Spray- freeze- drying of whey proteins at sub atmospheric pressures",
      "author" : [ "C. Anandharamakrishnan", "C.D. Rielly", "A.G.F. Stapley" ],
      "venue" : "Dairy Science & Technology,",
      "citeRegEx" : "Anandharamakrishnan et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Anandharamakrishnan et al\\.",
      "year" : 2010
    }, {
      "title" : "Nano-emulsions and micro-emulsions: Clarifications of the critical differences",
      "author" : [ "N. Anton", "T.F. Vandamme" ],
      "venue" : "Pharmaceutical Research,",
      "citeRegEx" : "Anton and Vandamme,? \\Q2011\\E",
      "shortCiteRegEx" : "Anton and Vandamme",
      "year" : 2011
    }, {
      "title" : "The influence of drying methods on the stabilization of fish oil microcapsules: Comparison of spray granulation, spray drying, and freeze drying",
      "author" : [ "S.H. Anwar", "B. Kunz" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Anwar and Kunz,? \\Q2011\\E",
      "shortCiteRegEx" : "Anwar and Kunz",
      "year" : 2011
    }, {
      "title" : "The use of spray drying to microencapsulate 2-acetyl-1-pyrroline, a major flavour component of aromatic rice",
      "author" : [ "M. Apintanapong", "A. Noomhorm" ],
      "venue" : "International Journal of Food Science and Technology,",
      "citeRegEx" : "Apintanapong and Noomhorm,? \\Q2003\\E",
      "shortCiteRegEx" : "Apintanapong and Noomhorm",
      "year" : 2003
    }, {
      "title" : "LWT - food Science and Technology Single and double layered microencapsulation of probiotics by spray drying and spray chilling",
      "author" : [ "S. Arslan-tontul", "M. Erbas" ],
      "venue" : "LWT - Food Science and Technology,",
      "citeRegEx" : "Arslan.tontul and Erbas,? \\Q2017\\E",
      "shortCiteRegEx" : "Arslan.tontul and Erbas",
      "year" : 2017
    }, {
      "title" : "Spray-dried alginate microparticles carrying caffeine-loaded and potentially bioactive nanoparticles",
      "author" : [ "L. Bagheri", "A. Madadlou", "M. Yarmand", "M.E. Mousavi" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Bagheri et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bagheri et al\\.",
      "year" : 2014
    }, {
      "title" : "Microencapsulation of oils: A comprehensive review of benefits, techniques, and applications",
      "author" : [ "A.M. Bakry", "S. Abbas", "B. Ali", "H. Majeed", "M.Y. Abouelwafa", "A Mousa" ],
      "venue" : "Comprehensive Reviews in Food Science and Food Safety,",
      "citeRegEx" : "Bakry et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bakry et al\\.",
      "year" : 2016
    }, {
      "title" : "Properties of oregano (Origanum vulgare L.), citronella (Cymbopogon nardus G.) and marjoram (Majorana hortensis L.) flavors encapsulated into milk protein-based matrices",
      "author" : [ "R. Baranauskiene", "P.R. Venskutonis", "K. Dewettinck", "R. Verhe" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Baranauskiene et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Baranauskiene et al\\.",
      "year" : 2006
    }, {
      "title" : "Encapsulation Processes. Food Powders: Physical Properties, Processing, and Functionality",
      "author" : [ "G.V. Barbosa-C ́anovas", "E. Ortega-Rivas", "P. Juliano", "H. Yan" ],
      "venue" : null,
      "citeRegEx" : "́anovas et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "́anovas et al\\.",
      "year" : 2005
    }, {
      "title" : "Flavour encapsulation using polymer based delivery systems",
      "author" : [ "D. Benczedi" ],
      "venue" : "A. J. Taylor (Ed.). Food flavour technology (pp. 153–166). Sheffield: Sheffield Academic Press.",
      "citeRegEx" : "Benczedi,? 2002",
      "shortCiteRegEx" : "Benczedi",
      "year" : 2002
    }, {
      "title" : "Comparison among assorted drying processes for the encapsulation of flavors",
      "author" : [ "R.A. Buffo", "G.A. Reineccius" ],
      "venue" : "Perfumer and Flavorist,",
      "citeRegEx" : "Buffo and Reineccius,? \\Q2001\\E",
      "shortCiteRegEx" : "Buffo and Reineccius",
      "year" : 2001
    }, {
      "title" : "Fragrance encapsulation in polymeric matrices by emulsion electrospinning",
      "author" : [ "A. Camerlo", "C. Vebert-nardin", "R.M. Rossi", "A. Popa" ],
      "venue" : "European Polymer Journal,",
      "citeRegEx" : "Camerlo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Camerlo et al\\.",
      "year" : 2013
    }, {
      "title" : "New flavoured improver for baking applications, United States patent",
      "author" : [ "S. Cappelle" ],
      "venue" : null,
      "citeRegEx" : "Cappelle,? \\Q2002\\E",
      "shortCiteRegEx" : "Cappelle",
      "year" : 2002
    }, {
      "title" : "Glass transition temperatures and some physical and sensory changes in stored spray-dried encapsulated flavors",
      "author" : [ "B.C. Carolina", "S. Carolina", "M.C. Zamora", "C. Jorge" ],
      "venue" : "LWT - Food Science and Technology,",
      "citeRegEx" : "Carolina et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Carolina et al\\.",
      "year" : 2007
    }, {
      "title" : "Optimization of orange oil nanoemulsion formation by isothermal low-energy methods: Influence of the oil phase, surfactant, and temperature",
      "author" : [ "Y. Chang", "D.J. McClements" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Chang and McClements,? \\Q2014\\E",
      "shortCiteRegEx" : "Chang and McClements",
      "year" : 2014
    }, {
      "title" : "Nanonization strategies for poorly water-soluble drugs",
      "author" : [ "H.B. Chen", "C. Khemtong", "X.L. Yang", "J.M. Gao" ],
      "venue" : "Drug Discovery Today,",
      "citeRegEx" : "Chen et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2011
    }, {
      "title" : "Co-encapsulation of fish oil with phytosterol esters and limonene by milk proteins",
      "author" : [ "Q. Chen", "D. McGillivray", "J. Wen", "F. Zhong", "S.Y. Quek" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Chen et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2013
    }, {
      "title" : "Physical and antimicrobial properties of spraydried zein-casein nanocapsules with co-encapsulated eugenol and thymol",
      "author" : [ "H. Chen", "Y. Zhang", "Q. Zhong" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Chen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2015
    }, {
      "title" : "A novel method of preparing stable zein nanoparticle dispersions for encapsulation of peppermint oil",
      "author" : [ "H. Chen", "Q. Zhong" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Chen and Zhong,? \\Q2015\\E",
      "shortCiteRegEx" : "Chen and Zhong",
      "year" : 2015
    }, {
      "title" : "Antimicrobial effect of α- or β-cyclodextrin complexes with trans-cinnamaldehyde against Staphylococcus aureus and Escherichia coli",
      "author" : [ "J.Y. Chun", "Y.J. Jo", "P. Bjrapha", "M.J. Choi", "S.G. Min" ],
      "venue" : "Drying Technology,",
      "citeRegEx" : "Chun et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chun et al\\.",
      "year" : 2015
    }, {
      "title" : "Ice cream",
      "author" : [ "J.P. Clark" ],
      "venue" : "Case studies in food engineering. New York: Springer.",
      "citeRegEx" : "Clark,? 2009",
      "shortCiteRegEx" : "Clark",
      "year" : 2009
    }, {
      "title" : "Delivery of vanillin by poly (lactic-acid) nanoparticles: Development, characterization and in vitro evaluation of antioxidant activity",
      "author" : [ "L.F. Dalmolin", "N.M. Khalil", "R.M. Mainardes" ],
      "venue" : "Materials Science and Engineering: C,",
      "citeRegEx" : "Dalmolin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Dalmolin et al\\.",
      "year" : 2016
    }, {
      "title" : "Controlled release of antifungal volatiles of thyme essential oil from β-cyclodextrin capsules",
      "author" : [ "C.L. Del Toro-Sánchez", "J.F. Ayala-Zavala", "L. Machi", "H. Santacruz", "M.A. Villegas- Ochoa", "E Alvarez-Parrilla" ],
      "venue" : "Journal of Inclusion Phenomena and Macrocyclic Chemistry,",
      "citeRegEx" : "Toro.Sánchez et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Toro.Sánchez et al\\.",
      "year" : 2010
    }, {
      "title" : "Recent developments in microencapsulation of food ingredients",
      "author" : [ "K.G.H. Desai", "H.J. Park" ],
      "venue" : "Drying Technology,",
      "citeRegEx" : "Desai and Park,? \\Q2005\\E",
      "shortCiteRegEx" : "Desai and Park",
      "year" : 2005
    }, {
      "title" : "Trends in encapsulation technologies for delivery of food bioactive compounds",
      "author" : [ "V. Ðordevic", "B. Balanc", "A. Belsˇcˇak-Cvitanovic", "S. Levic", "K. Trifkovic", "A Kalusˇevic" ],
      "venue" : "Food Engineering Reviews,",
      "citeRegEx" : "́ et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "́ et al\\.",
      "year" : 2015
    }, {
      "title" : "Pressure- and heat-induced gelation of mixed β-lactoglobulin/polysaccharide solutions: Scanning electron microscopy of gels",
      "author" : [ "E. Dumay", "A. Laligant", "D. Zasypkin", "J.C. Cheftel" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Dumay et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Dumay et al\\.",
      "year" : 1999
    }, {
      "title" : "Preparation, characterization and release kinetics of ethylcellulose nanoparticles encapsulating ethylvanillin as a model functional component",
      "author" : [ "M. Eltayeb", "E. Stride", "M. Edirisinghe" ],
      "venue" : "Journal of Functional Foods,",
      "citeRegEx" : "Eltayeb et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Eltayeb et al\\.",
      "year" : 2015
    }, {
      "title" : "Electrosprayed nanoparticle delivery system for controlled release",
      "author" : [ "M. Eltayeb", "E. Stride", "M. Edirisinghe", "A. Harker" ],
      "venue" : "Materials Science and Engineering: C,",
      "citeRegEx" : "Eltayeb et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Eltayeb et al\\.",
      "year" : 2016
    }, {
      "title" : "Biopolymer nano-particles and natural nanocarriers for nano-encapsulation of phenolic compounds",
      "author" : [ "A.F. Esfanjani", "S.M. Jafari" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "Esfanjani and Jafari,? \\Q2016\\E",
      "shortCiteRegEx" : "Esfanjani and Jafari",
      "year" : 2016
    }, {
      "title" : "Preparation of a multiple emulsion based on pectin-whey protein complex for encapsulation of saffron extract nanodroplets",
      "author" : [ "A.F. Esfanjani", "S.M. Jafari", "E. Assadpour" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Esfanjani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Esfanjani et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanoencapsulation techniques for food bioactive components: A review",
      "author" : [ "P.N. Ezhilarasi", "P. Karthik", "N. Chhanwal", "C. Anandharamakrishnan" ],
      "venue" : "Food Bioprocess Technology,",
      "citeRegEx" : "Ezhilarasi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ezhilarasi et al\\.",
      "year" : 2013
    }, {
      "title" : "Encapsulation of polyphenols - a review",
      "author" : [ "Z. Fang", "B. Bhandaria" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Fang and Bhandaria,? \\Q2010\\E",
      "shortCiteRegEx" : "Fang and Bhandaria",
      "year" : 2010
    }, {
      "title" : "Controlled release: A quantitative treatment",
      "author" : [ "L.T. Fan", "S.K. Singh" ],
      "venue" : null,
      "citeRegEx" : "Fan and Singh,? \\Q1989\\E",
      "shortCiteRegEx" : "Fan and Singh",
      "year" : 1989
    }, {
      "title" : "Preparation and structural characterization of different amylose–flavor molecular inclusion complexes",
      "author" : [ "T. Feng", "H. Wang", "K. Wang", "Y. Liu", "Z. Rong", "R Ye" ],
      "venue" : "Starch - Stärke,",
      "citeRegEx" : "Feng et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Feng et al\\.",
      "year" : 2018
    }, {
      "title" : "Introduction of a new family of ice creams",
      "author" : [ "C. Fiol", "D. Prado", "C. Romero", "N. Laburu", "M. Mora", "J.I. Alava" ],
      "venue" : "International Journal of Gastronomy and Food Science,",
      "citeRegEx" : "Fiol et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Fiol et al\\.",
      "year" : 2017
    }, {
      "title" : "Characterisation of freezedried flaxseed oil microcapsules obtained by multilayer emulsions",
      "author" : [ "S.A. Fioramonti", "A.C. Rubiolo", "L.G. Santiago" ],
      "venue" : "Powder Technology,",
      "citeRegEx" : "Fioramonti et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Fioramonti et al\\.",
      "year" : 2017
    }, {
      "title" : "Encapsulation of roasted coffee oil in biocompatible nanoparticles",
      "author" : [ "E.B. Freiberger", "K.C. Kaufmann", "E. Bona", "P.H. Hermes de Araújo", "C. Sayer", "Leimann", "F. V" ],
      "venue" : "LWT - Food Science and Technology,",
      "citeRegEx" : "Freiberger et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Freiberger et al\\.",
      "year" : 2015
    }, {
      "title" : "Creating functional nanostructures: Encapsulation of caffeine into α-lactalbumin nanotubes",
      "author" : [ "C. Fuciños", "M. Míguez", "P. Fuciños", "L.M. Pastrana", "M.L. Rúa", "A.A. Vicente" ],
      "venue" : "Innovative Food Science and Emerging Technologies,",
      "citeRegEx" : "Fuciños et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Fuciños et al\\.",
      "year" : 2017
    }, {
      "title" : "Effect of microencapsulation on food flavors and their releases",
      "author" : [ "T. Furuta", "A. Soottitantawat", "L. Neoh", "H. Yoshii" ],
      "venue" : null,
      "citeRegEx" : "Furuta et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Furuta et al\\.",
      "year" : 2010
    }, {
      "title" : "Optimization of coffee oil flavor encapsulation using response surface methodology",
      "author" : [ "A.T. Getachew", "B.S. Chun" ],
      "venue" : "LWT - Food Science and Technology,",
      "citeRegEx" : "Getachew and Chun,? \\Q2016\\E",
      "shortCiteRegEx" : "Getachew and Chun",
      "year" : 2016
    }, {
      "title" : "Nanoemulsions as self-emulsified drug delivery carriers for enhanced permeability of the poorly water-soluble selective β1-adrenoreceptor blocker Talinolol",
      "author" : [ "D. Ghai", "V.R. Sinha" ],
      "venue" : "Nanomedicine: Nanotechnology, Biology and Medicine,",
      "citeRegEx" : "Ghai and Sinha,? \\Q2012\\E",
      "shortCiteRegEx" : "Ghai and Sinha",
      "year" : 2012
    }, {
      "title" : "Applications of spray-drying in microencapsulation of food ingredients: An overview",
      "author" : [ "A. Gharsallaoui", "G. Roudaut", "O. Chambin", "A. Voilley", "R. Saurel" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Gharsallaoui et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Gharsallaoui et al\\.",
      "year" : 2007
    }, {
      "title" : "Encapsulation in the food industry: A review",
      "author" : [ "B.F. Gibbs", "S. Kermasha", "I. Alli", "C.N. Mulligan" ],
      "venue" : "International Journal of Food Sciences and Nutrition,",
      "citeRegEx" : "Gibbs et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Gibbs et al\\.",
      "year" : 1999
    }, {
      "title" : "Encapsulation of flavors in emulsions for beverages",
      "author" : [ "P.S. Given" ],
      "venue" : "Current Opinion",
      "citeRegEx" : "Given,? 2009",
      "shortCiteRegEx" : "Given",
      "year" : 2009
    }, {
      "title" : "Retention of aroma compounds by carbohydrates: Influence of their physicochemical characteristics and of their physical state-A review",
      "author" : [ "I. Goubet", "J. Le Quere", "A. Voilley" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Goubet et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Goubet et al\\.",
      "year" : 1998
    }, {
      "title" : "Characterisation of βlactoglobulin nanoparticles and their binding to caffeine",
      "author" : [ "Y. Guo", "P. Harris", "A. Kaur", "L. Pastrana", "P. Jauregi" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Guo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2017
    }, {
      "title" : "Encapsulation: Entrapping essential oil/flavors/aromas in food",
      "author" : [ "S. Gupta", "S. Khan", "M. Muzafar", "M. Kushwaha", "A.K. Yadav", "A.P. Gupta" ],
      "venue" : "In A. M. Grumezescu (Ed.). Encapsulations (pp",
      "citeRegEx" : "Gupta et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2016
    }, {
      "title" : "Spray drying: Influence of developing drop morphology on drying rates and retention of volatile substances",
      "author" : [ "J.P. Hecht", "C.J. King" ],
      "venue" : "Modeling. Industrial Engineering Chemical Research,",
      "citeRegEx" : "Hecht and King,? \\Q2000\\E",
      "shortCiteRegEx" : "Hecht and King",
      "year" : 2000
    }, {
      "title" : "Review Article Nanotechnology in food science: Functionality, applicability, and safety assessment",
      "author" : [ "X. He", "H. Hwang" ],
      "venue" : "Journal of Food and Drug Analysis,",
      "citeRegEx" : "He and Hwang,? \\Q2016\\E",
      "shortCiteRegEx" : "He and Hwang",
      "year" : 2016
    }, {
      "title" : "Characterization of beta-cyclodextrin inclusion complexes containing essential oils (trans-cinnamaldehyde, eugenol, cinnamon bark, and clove bud extracts) for antimicrobial delivery applications",
      "author" : [ "L.E. Hill", "C. Gomes", "T.M. Taylor" ],
      "venue" : "LWT Food Science and Technology,",
      "citeRegEx" : "Hill et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Hill et al\\.",
      "year" : 2013
    }, {
      "title" : "On the importance and mechanisms of burst release in matrix-controlled drug delivery systems",
      "author" : [ "X. Huang", "C.S. Brazel" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "Huang and Brazel,? \\Q2001\\E",
      "shortCiteRegEx" : "Huang and Brazel",
      "year" : 2001
    }, {
      "title" : "Effect of whey protein isolate and β-cyclodextrin wall systems on stability of microencapsulated vanillin by spray–freeze drying method",
      "author" : [ "S.Y. Hundre", "P. Karthik", "C. Anandharamakrishnan" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Hundre et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hundre et al\\.",
      "year" : 2015
    }, {
      "title" : "The therapeutic effect of nano-encapsulated and nano-emulsion forms of carvacrol on experimental liver fibrosis",
      "author" : [ "J. Hussein", "M. El-Banna", "K.F. Mahmoud", "S. Morsy", "Y. Abdel Latif", "D Medhat" ],
      "venue" : "Biomedicine and Pharmacotherapy,",
      "citeRegEx" : "Hussein et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hussein et al\\.",
      "year" : 2017
    }, {
      "title" : "Spray-Freeze-Drying approach for soluble coffee processing and its effect on quality characteristics",
      "author" : [ "S.P. Ishwarya", "C. Anandharamakrishnan" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Ishwarya and Anandharamakrishnan,? \\Q2015\\E",
      "shortCiteRegEx" : "Ishwarya and Anandharamakrishnan",
      "year" : 2015
    }, {
      "title" : "Spray-freeze drying: A novel process for the drying of foods and bioproducts",
      "author" : [ "S.P. Ishwarya", "C. Anandharamakrishnan", "A.G.F. Stapley" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Ishwarya et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ishwarya et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanoparticle encapsulation of fish oil by spray drying",
      "author" : [ "S.M. Jafari", "E. Assadpoor", "B. Bhandari", "Y. He" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Jafari et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Jafari et al\\.",
      "year" : 2008
    }, {
      "title" : "Encapsulation efficiency of food flavours and oils during spray drying",
      "author" : [ "S.M. Jafari", "E. Assadpoor", "Y. He", "B. Bhandari" ],
      "venue" : "Drying Technology,",
      "citeRegEx" : "Jafari et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Jafari et al\\.",
      "year" : 2008
    }, {
      "title" : "Encapsulation of nanoparticles of D-limonene by spray drying: Role of emulsifiers and emulsifying agent",
      "author" : [ "S.M. Jafari", "Y. He", "B. Bhandari" ],
      "venue" : "Drying Technology,",
      "citeRegEx" : "Jafari et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Jafari et al\\.",
      "year" : 2007
    }, {
      "title" : "Production of submicron emulsions by ultrasound and microfluidization techniques",
      "author" : [ "S.M. Jafari", "Y. He", "B. Bhandari" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Jafari et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Jafari et al\\.",
      "year" : 2007
    }, {
      "title" : "Polysaccharide colloidal particles as delivery systems for macromolecules",
      "author" : [ "K.A. Janes", "P. Calvo", "M.J. Alonso" ],
      "venue" : "Advanced Drug Delivery Reviews,",
      "citeRegEx" : "Janes et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Janes et al\\.",
      "year" : 2001
    }, {
      "title" : "Encapsulation of phenolic compounds present in plants using protein matrices",
      "author" : [ "Z. Jia", "M.J. Dumont", "V. Orsat" ],
      "venue" : "Food Bioscience,",
      "citeRegEx" : "Jia et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jia et al\\.",
      "year" : 2016
    }, {
      "title" : "Structural and physical effects of aroma compound binding to native starch granules",
      "author" : [ "A.D. Jørgensen", "S.L. Jensen", "G. Ziegler", "A. Pandeya", "A. Buléon", "B Svensson" ],
      "venue" : "Starch Staerke,",
      "citeRegEx" : "Jørgensen et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Jørgensen et al\\.",
      "year" : 2012
    }, {
      "title" : "Biopolymer-based nanoparticles and microparticles: Fabrication, characterization, and application",
      "author" : [ "I.J. Joye", "D.J. McClements" ],
      "venue" : "Current Opinion in Colloid and Interface Science,",
      "citeRegEx" : "Joye and McClements,? \\Q2014\\E",
      "shortCiteRegEx" : "Joye and McClements",
      "year" : 2014
    }, {
      "title" : "Microencapsulation of sweet orange oil by complex coacervation with soybean protein isolate/gum Arabic",
      "author" : [ "X. Jun-xia", "Y. Hai-yan", "Y. Jian" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Jun.xia et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Jun.xia et al\\.",
      "year" : 2011
    }, {
      "title" : "Nano-encapsulation as a promising approach for targeted delivery and controlled release of vitamins",
      "author" : [ "I. Katouzian", "S.M. Jafari" ],
      "venue" : "Trends in Food Science and Technology,",
      "citeRegEx" : "Katouzian and Jafari,? \\Q2016\\E",
      "shortCiteRegEx" : "Katouzian and Jafari",
      "year" : 2016
    }, {
      "title" : "Quercetin and related polyphenols: New insights and implications for their bioactivity and bioavailability",
      "author" : [ "K. Kawabata", "R. Mukai", "A. Ishisak" ],
      "venue" : "Food & Function,",
      "citeRegEx" : "Kawabata et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kawabata et al\\.",
      "year" : 2015
    }, {
      "title" : "Functional electrospun polymeric nano fibers incorporating geraniol–cyclodextrin inclusion complexes: High thermal stability and enhanced durability of geraniol",
      "author" : [ "F. Kayaci", "H.S. Sen", "E. Durgun", "T. Uyar" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Kayaci et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Kayaci et al\\.",
      "year" : 2014
    }, {
      "title" : "Cyclodextrins as encapsulation material for flavors and aroma",
      "author" : [ "M. Kfoury", "N.G. Hadaruga", "D.I. Hadaruga", "S. Fourmentin" ],
      "venue" : null,
      "citeRegEx" : "Kfoury et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kfoury et al\\.",
      "year" : 2016
    }, {
      "title" : "Hot-melt extrusion microencapsulation of quercetin for taste-masking",
      "author" : [ "C.M. Khor", "W.K. Ng", "P. Kanaujia", "K.P. Chan", "Y. Dong" ],
      "venue" : "Journal of Microencapsulation,",
      "citeRegEx" : "Khor et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Khor et al\\.",
      "year" : 2017
    }, {
      "title" : "Development and characterization of electrosprayed Alyssum homolocarpum seed gum nanoparticles for encapsulation of D-limonene",
      "author" : [ "K. Khoshakhlagh", "A. Koocheki", "M. Mohebbi", "A. Allafchian" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Khoshakhlagh et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Khoshakhlagh et al\\.",
      "year" : 2017
    }, {
      "title" : "Microencapsulation of cholesteryl alkanoate by polymerization-induced phase separation and its association with drugs",
      "author" : [ "J.W. Kim", "K.S. Lee", "H.K. Ju", "J.H. Ryu", "S.H. Han", "Chang", "I. S" ],
      "venue" : "Journal of Polymer Science Part A: Polymer Chemistry,",
      "citeRegEx" : "Kim et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2004
    }, {
      "title" : "Preparation and characterization of allyl isothiocyanate microcapsules by spray drying",
      "author" : [ "J.A. Ko", "J.Y. Jeon", "H.J. Park" ],
      "venue" : "Journal of Food Biochemistry,",
      "citeRegEx" : "Ko et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ko et al\\.",
      "year" : 2012
    }, {
      "title" : "Low-energy formation of edible nanoemulsions",
      "author" : [ "J. Komaiko", "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "Komaiko and McClements,? \\Q2015\\E",
      "shortCiteRegEx" : "Komaiko and McClements",
      "year" : 2015
    }, {
      "title" : "Microencapsulation of peppermint oil in an alginate–pectin matrix using a coaxial electrospray system",
      "author" : [ "S.Y. Koo", "K.H. Cha", "D. Song", "D. Chung", "C. Pan" ],
      "venue" : "International Journal of Food Science and Technology,",
      "citeRegEx" : "Koo et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Koo et al\\.",
      "year" : 2014
    }, {
      "title" : "Flavour retention in sodium caseinateCarboxymethylcellulose complex coavervates as a function of storage conditions",
      "author" : [ "T. Koupantsis", "A. Paraskevopoulou" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Koupantsis and Paraskevopoulou,? \\Q2017\\E",
      "shortCiteRegEx" : "Koupantsis and Paraskevopoulou",
      "year" : 2017
    }, {
      "title" : "Glycerol and tannic acid as applied in the preparation of milk proteins - CMC complex coavervates for flavour encapsulation",
      "author" : [ "T. Koupantsis", "E. Pavlidou", "A. Paraskevopoulou" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Koupantsis et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Koupantsis et al\\.",
      "year" : 2016
    }, {
      "title" : "Flavour perception mechanisms",
      "author" : [ "D.G. Laing", "A. Jinks" ],
      "venue" : "Trends in Food Science & Technology Technology,",
      "citeRegEx" : "Laing and Jinks,? \\Q1996\\E",
      "shortCiteRegEx" : "Laing and Jinks",
      "year" : 1996
    }, {
      "title" : "Optimisation of microencapsulation of turmeric extract for masking flavour",
      "author" : [ "N. Laokuldilok", "P. Thakeow", "P. Kopermsub", "N. Utama-Ang" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Laokuldilok et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Laokuldilok et al\\.",
      "year" : 2016
    }, {
      "title" : "Minimising oil droplet size using ultrasonic emulsification",
      "author" : [ "T.S.H. Leong", "T.J. Wooster", "S.E. Kentish", "M. Ashokkumar" ],
      "venue" : "Ultrasonics Sonochemistry,",
      "citeRegEx" : "Leong et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Leong et al\\.",
      "year" : 2009
    }, {
      "title" : "Spray Freeze drying-the process of choice for low water soluble drugs",
      "author" : [ "H. Leuenberger" ],
      "venue" : "Journal of Nanoparticle Research,",
      "citeRegEx" : "Leuenberger,? \\Q2002\\E",
      "shortCiteRegEx" : "Leuenberger",
      "year" : 2002
    }, {
      "title" : "Characterization of sodium alginate/d-limonene emulsions and respective calcium alginate/d-limonene beads produced by electrostatic extrusion",
      "author" : [ "S. Lević", "I. Pajić Lijaković", "V. Dorević", "V. Rac", "V. Rakić", "T Šolević Knudsen" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Lević et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Lević et al\\.",
      "year" : 2015
    }, {
      "title" : "Properties of chitosan-microencapsulated orange oil prepared by spraydrying and its stability to detergents",
      "author" : [ "Y. Li", "L. Ai", "W. Yokoyama", "C.F. Shoemaker", "D. Wei", "J Ma" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Li et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2013
    }, {
      "title" : "Effects of cyclodextrins on the antimicrobial activity of plant-derived essential oil compounds",
      "author" : [ "H. Liang", "Q. Yuan", "F. Vriesekoop", "F. Lv" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Liang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liang et al\\.",
      "year" : 2012
    }, {
      "title" : "Microencapsulation of emulsified hydrophobic flavors by spray drying",
      "author" : [ "Liu", "X.-D", "T. Atarashi", "T. Furuta", "H. Yoshii", "S. Aishima", "M Ohkawara" ],
      "venue" : "Drying Technology,",
      "citeRegEx" : "Liu et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2001
    }, {
      "title" : "Microencapsulation of sweet orange oil terpeneless using the orifice method",
      "author" : [ "K. Liu", "Y. Xu", "X. Wang" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Liu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2012
    }, {
      "title" : "A new approach for flavor and aroma encapsulation",
      "author" : [ "D.B. Lopes", "P. Speranza", "G.A. Macedo" ],
      "venue" : null,
      "citeRegEx" : "Lopes et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lopes et al\\.",
      "year" : 2016
    }, {
      "title" : "Emulsion-based encapsulation and delivery systems for polyphenols",
      "author" : [ "W. Lu", "A.L. Kelly", "S. Miao" ],
      "venue" : "Trends in Food Science and Technology,",
      "citeRegEx" : "Lu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2016
    }, {
      "title" : "Flavour encapsulation and controlled release – a review",
      "author" : [ "A. Madene", "M. Jacquot", "J. Scher", "S. Desobry" ],
      "venue" : "International Journal of Food Science & Technology,",
      "citeRegEx" : "Madene et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Madene et al\\.",
      "year" : 2006
    }, {
      "title" : "Spray drying in practice",
      "author" : [ "K. Masters" ],
      "venue" : "Charlottenlund, Denmark: Spray dry consult international(3rd ed.). .",
      "citeRegEx" : "Masters,? 2002",
      "shortCiteRegEx" : "Masters",
      "year" : 2002
    }, {
      "title" : "An investigation of flavor encapsulation comprising of regenerated cellulose as core and carboxymethyl cellulose as wall",
      "author" : [ "M. Ma", "L. Tan", "Y. Dai", "J. Zhou" ],
      "venue" : "Iranian Polymer Journal,",
      "citeRegEx" : "Ma et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2013
    }, {
      "title" : "Calcium phosphate-polymer hybrid microparticles having functionalized surfaces prepared by a coaxially electrospray technique",
      "author" : [ "T. Matsuura", "T. Maruyama" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Matsuura and Maruyama,? \\Q2017\\E",
      "shortCiteRegEx" : "Matsuura and Maruyama",
      "year" : 2017
    }, {
      "title" : "Nanoemulsions versus microemulsions: Terminology, differences and similarities",
      "author" : [ "D.J. McClements" ],
      "venue" : "Soft Matter, 8, 1719–1729.",
      "citeRegEx" : "McClements,? 2012",
      "shortCiteRegEx" : "McClements",
      "year" : 2012
    }, {
      "title" : "Encapsulation, protection, and release of hydrophilic active components: Potential and limitations of colloidal delivery systems",
      "author" : [ "D.J. McClements" ],
      "venue" : "Advances in Colloid and Interface Science, 219, 27–53.",
      "citeRegEx" : "McClements,? 2015",
      "shortCiteRegEx" : "McClements",
      "year" : 2015
    }, {
      "title" : "Crocin loaded nano-emulsions: Factors affecting emulsion properties in spontaneous emulsification",
      "author" : [ "M.A. Mehrnia", "S.M. Jafari", "B.S. Makhmal-Zadeh", "Y. Maghsoudlou" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Mehrnia et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mehrnia et al\\.",
      "year" : 2016
    }, {
      "title" : "Stability of cardamom (Elettaria Cardamomum) essential oil in microcapsules made of whey protein isolate, guar gum, and carrageenan",
      "author" : [ "G.F. Mehyar", "K.M. Al-Isamil", "H.M. Al-Ghizzawi", "R.A. Holley" ],
      "venue" : "Journal of Food Science,",
      "citeRegEx" : "Mehyar et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Mehyar et al\\.",
      "year" : 2014
    }, {
      "title" : "Testing tools and physical, chemical, and microbiological characterization of microencapsulated systems",
      "author" : [ "L.L. Moran", "Y. Yin", "K.R. Cadwallader", "G.W. Padua" ],
      "venue" : null,
      "citeRegEx" : "Moran et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Moran et al\\.",
      "year" : 2014
    }, {
      "title" : "Bioactive entrapment and targeting using nanocarrier technologies: An introduction",
      "author" : [ "M.R. Mozafari" ],
      "venue" : "M. R. Mozafari (Ed.). Nanocarrier technologies (pp. 1–16). Netherlands: Springer.",
      "citeRegEx" : "Mozafari,? 2006",
      "shortCiteRegEx" : "Mozafari",
      "year" : 2006
    }, {
      "title" : "Encapsulation systems in the food industry",
      "author" : [ "V. Nedović", "A. Kalušević", "V. Manojlović", "T. Petrović", "B. Bugarski" ],
      "venue" : null,
      "citeRegEx" : "Nedović et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Nedović et al\\.",
      "year" : 2013
    }, {
      "title" : "Curcumin encapsulation in submicrometer spray-dried chitosan/ tween 20 particles",
      "author" : [ "M.G. O'Toole", "R.M. Henderson", "P.A. Soucy", "B.H. Fasciotto", "P.J. Hoblitzell", "Keynton", "R. S" ],
      "venue" : "Biomacromolecules,",
      "citeRegEx" : "O.Toole et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "O.Toole et al\\.",
      "year" : 2012
    }, {
      "title" : "Solid lipid microparticles produced by spray chilling technique to deliver ginger oleoresin: Structure and compound retention",
      "author" : [ "V.B. Oriani", "I.D. Alvim", "L. Consoli", "G. Molina", "G.M. Pastore", "M.D. Hubinger" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Oriani et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Oriani et al\\.",
      "year" : 2016
    }, {
      "title" : "Low-energy formation of edible nanoemulsions: Factors influencing droplet size produced by emulsion phase inversion",
      "author" : [ "F. Ostertag", "J. Weiss", "D.J. McClements" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Ostertag et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ostertag et al\\.",
      "year" : 2012
    }, {
      "title" : "Spray cooling and spray chilling for food ingredient and nutraceutical encapsulation",
      "author" : [ "J.D. Oxley" ],
      "venue" : "N. Garti, & D. J. McClements (Eds.). Encapsulation technologies and",
      "citeRegEx" : "Oxley,? 2012",
      "shortCiteRegEx" : "Oxley",
      "year" : 2012
    }, {
      "title" : "Formulation of β-carotene by precipitation from pressurized ethyl acetate-on-water emulsions for application as natural colorant",
      "author" : [ "E. de Paz", "Á. Martín", "A. Estrella", "S. Rodríguez-Rojo", "A.A. Matias", "Duarte", "C.M. M" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Paz et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Paz et al\\.",
      "year" : 2012
    }, {
      "title" : "The loss of OSA-modified starch emulsifier property during the high-pressure homogenizer and encapsulation of multi-flavour bergamot oil by spray drying",
      "author" : [ "P. Penbunditkul", "H. Yoshii", "U. Ruktanonchai", "T. Charinpanitkul", "S. Assabumrungrat", "A. Soottitantawat" ],
      "venue" : "International Journal of Food Science & Technology,",
      "citeRegEx" : "Penbunditkul et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Penbunditkul et al\\.",
      "year" : 2012
    }, {
      "title" : "Encapsulation of folic acid in food hydrocolloids through nanospray drying and electrospraying for nutraceutical applications",
      "author" : [ "R. Pérez-Masiá", "R. López-Nicolás", "M.J. Periago", "G. Ros", "J.M. Lagaron", "A. López-Rubio" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Pérez.Masiá et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Pérez.Masiá et al\\.",
      "year" : 2015
    }, {
      "title" : "Spray drying technique of fruit juice powder: Some factors influencing the properties of product",
      "author" : [ "N. Phisut" ],
      "venue" : "International Food Research Journal, 19, 1297–1306.",
      "citeRegEx" : "Phisut,? 2012",
      "shortCiteRegEx" : "Phisut",
      "year" : 2012
    }, {
      "title" : "Beverage emulsions: Recent developments in formulation, production, and applications",
      "author" : [ "D.T. Piorkowski", "D.J. McClements" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Piorkowski and McClements,? \\Q2014\\E",
      "shortCiteRegEx" : "Piorkowski and McClements",
      "year" : 2014
    }, {
      "title" : "Preparation and characterization of essential oil-loaded starch nanoparticles formed by short glucan chains",
      "author" : [ "C. Qiu", "R. Chang", "J. Yang", "S. Ge", "L. Xiong", "M Zhao" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Qiu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Qiu et al\\.",
      "year" : 2017
    }, {
      "title" : "Effect of pre-treatment and different drying methods on the physicochemical properties of Carica papaya L Leaf powder",
      "author" : [ "K.S. Raja", "F.S. Taip", "M.M.Z. Azmi", "M.R.I. Shishir" ],
      "venue" : "Journal of the Saudi Society of Agricultural Sciences,",
      "citeRegEx" : "Raja et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Raja et al\\.",
      "year" : 2017
    }, {
      "title" : "Degradation of beta-carotene in amorphous polymer matrices. Effect of water sorption properties and physical state",
      "author" : [ "X.A. Ramoneda", "P.A. Ponce-Cevallos", "M. del Pilar Buera", "B.E. Elizalde" ],
      "venue" : "Journal of the Science of Food and Agriculture,",
      "citeRegEx" : "Ramoneda et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ramoneda et al\\.",
      "year" : 2011
    }, {
      "title" : "Multiple-core encapsulation; the spray drying of food ingredients",
      "author" : [ "G.A. Reineccius" ],
      "venue" : "P. Vilstrup (Ed.). Microencapsulation of food ingredients. Leatherhead Food RA Publishing.",
      "citeRegEx" : "Reineccius,? 2001",
      "shortCiteRegEx" : "Reineccius",
      "year" : 2001
    }, {
      "title" : "The spray drying of food flavors",
      "author" : [ "G.A. Reineccius" ],
      "venue" : "Drying Technology, 22, 1289–1324.",
      "citeRegEx" : "Reineccius,? 2004",
      "shortCiteRegEx" : "Reineccius",
      "year" : 2004
    }, {
      "title" : "Utilization of beta-cyclodextrin for improved flavor retention in thermally processed foods",
      "author" : [ "T.A. Reineccius", "G.A. Reineccius", "T.L. Peppard" ],
      "venue" : "Journal of Food Science,",
      "citeRegEx" : "Reineccius et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Reineccius et al\\.",
      "year" : 2004
    }, {
      "title" : "European legislative framework controlling the use of food additives",
      "author" : [ "A.L. Robin", "D. Sankhla" ],
      "venue" : null,
      "citeRegEx" : "Robin and Sankhla,? \\Q2013\\E",
      "shortCiteRegEx" : "Robin and Sankhla",
      "year" : 2013
    }, {
      "title" : "Design, characterization and in vitro evaluation of linalool-loaded solid lipid nanoparticles as potent tool in cancer therapy",
      "author" : [ "B. Rodenak-Kladniew", "G.A. Islan", "M.G. de Bravo", "N. Durán", "G.R. Castro" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "Rodenak.Kladniew et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Rodenak.Kladniew et al\\.",
      "year" : 2017
    }, {
      "title" : "Current encapsulation strategies for bioactive oils: From alimentary to pharmaceutical perspectives",
      "author" : [ "J. Rodríguez", "M.J. Martín", "M.A. Ruiz", "B. Clares" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Rodríguez et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rodríguez et al\\.",
      "year" : 2016
    }, {
      "title" : "Phase transitions in foods",
      "author" : [ "Y. Roos" ],
      "venue" : "New York, NY: Elsevier B.V., Academic Press.",
      "citeRegEx" : "Roos,? 1995",
      "shortCiteRegEx" : "Roos",
      "year" : 1995
    }, {
      "title" : "Influence of surfactant type and thermal cycling on formation and stability of flavor oil emulsions fabricated by spontaneous emulsification",
      "author" : [ "A.H. Saberi", "Y. Fang", "D.J. McClements" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Saberi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Saberi et al\\.",
      "year" : 2016
    }, {
      "title" : "Production, stability and application of micro- and nanoemulsion in food production and the food processing industry",
      "author" : [ "M. Saifullah", "A. Ahsan", "M.R.I. Shishir" ],
      "venue" : null,
      "citeRegEx" : "Saifullah et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Saifullah et al\\.",
      "year" : 2016
    }, {
      "title" : "Excipient nanoemulsions for improving oral bioavailability of bioactives",
      "author" : [ "L. Salvia-Trujillo", "O. Martı ́n-Belloso", "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "Salvia.Trujillo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Salvia.Trujillo et al\\.",
      "year" : 2016
    }, {
      "title" : "Microencapsulation of white champaca (Michelia alba D.C.) extract using octenyl succinic anhydride (OSA) starch for controlled release aroma",
      "author" : [ "R. Samakradhamrongthai", "P. Thakeow", "P. Kopermsub", "N. Utama-ang" ],
      "venue" : "Journal of Microencapsulation,",
      "citeRegEx" : "Samakradhamrongthai et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Samakradhamrongthai et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of microencapsulation by spray drying on cocoa aroma compounds and physicochemical characterisation of microencapsulates",
      "author" : [ "Z. Sanchez-Reinoso", "C. Osorio", "A. Herrera" ],
      "venue" : "Powder Technology,",
      "citeRegEx" : "Sanchez.Reinoso et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sanchez.Reinoso et al\\.",
      "year" : 2017
    }, {
      "title" : "Physico-chemical interactions in the flavor-release process. A. Buettner. Springer handbook of odor (pp. 273–302)",
      "author" : [ "A.M. Seuvre", "A. Voilley" ],
      "venue" : null,
      "citeRegEx" : "Seuvre and Voilley,? \\Q2017\\E",
      "shortCiteRegEx" : "Seuvre and Voilley",
      "year" : 2017
    }, {
      "title" : "Encapsulation of food ingredients",
      "author" : [ "F. Shahidi", "X. Han" ],
      "venue" : "Critical Reviews in Food Science and Nutrition,",
      "citeRegEx" : "Shahidi and Han,? \\Q1993\\E",
      "shortCiteRegEx" : "Shahidi and Han",
      "year" : 1993
    }, {
      "title" : "Flavor manufacturing",
      "author" : [ "R. Shay", "G.A. Reineccius" ],
      "venue" : "In G. Reineccius (Ed.). Source book of flavors (pp. 538–625)",
      "citeRegEx" : "Shay and Reineccius,? \\Q1994\\E",
      "shortCiteRegEx" : "Shay and Reineccius",
      "year" : 1994
    }, {
      "title" : "Trends of spray drying: A critical review on drying of fruit and vegetable juices",
      "author" : [ "M.R.I. Shishir", "W. Chen" ],
      "venue" : "Trends in Food Science and Technology,",
      "citeRegEx" : "Shishir and Chen,? \\Q2017\\E",
      "shortCiteRegEx" : "Shishir and Chen",
      "year" : 2017
    }, {
      "title" : "Optimization of spray drying parameters for pink guava powder using RSM",
      "author" : [ "M.R.I. Shishir", "F.S. Taip", "N.A. Aziz", "R.A. Talib", "M.S.H. Sarker" ],
      "venue" : "Food Science and Biotechnology,",
      "citeRegEx" : "Shishir et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Shishir et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of packaging materials and storage temperature on the retention of physicochemical properties of vacuum packed pink guava powder",
      "author" : [ "M.R.I. Shishir", "F.S. Taip", "M. Saifullah", "N.A. Aziz", "R.A. Talib" ],
      "venue" : "Food Packaging and Shelf Life,",
      "citeRegEx" : "Shishir et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Shishir et al\\.",
      "year" : 2017
    }, {
      "title" : "Advances in micro and nano-encapsulation of bioactive compounds using biopolymer and lipid-based transporters",
      "author" : [ "M.R.I. Shishir", "L. Xie", "C. Sun", "X. Zheng", "W. Chen" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Shishir et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Shishir et al\\.",
      "year" : 2018
    }, {
      "title" : "Overview of controlled release mechanisms",
      "author" : [ "R.A. Siegel", "M.J. Rathbone" ],
      "venue" : null,
      "citeRegEx" : "Siegel and Rathbone,? \\Q2012\\E",
      "shortCiteRegEx" : "Siegel and Rathbone",
      "year" : 2012
    }, {
      "title" : "Spray chill encapsulation of flavors within anhydrous",
      "author" : [ "M. Sillick", "C.M. Gregson" ],
      "venue" : null,
      "citeRegEx" : "Sillick and Gregson,? \\Q2012\\E",
      "shortCiteRegEx" : "Sillick and Gregson",
      "year" : 2012
    }, {
      "title" : "Nano-emulsions: Formation by low-energy methods",
      "author" : [ "C. Solans", "I. Solé" ],
      "venue" : "Current Opinion in Colloid and Interface Science,",
      "citeRegEx" : "Solans and Solé,? \\Q2012\\E",
      "shortCiteRegEx" : "Solans and Solé",
      "year" : 2012
    }, {
      "title" : "Effect of water activity on the release characteristics and oxidative stability of d-limonene encapsulated by spray drying",
      "author" : [ "A. Soottitantawat", "H. Yoshii", "T. Furuta", "M. Ohgawara", "P. Forssell", "R Partanen" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Soottitantawat et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Soottitantawat et al\\.",
      "year" : 2004
    }, {
      "title" : "Encapsulation of citral in formulations containing sucrose or trehalose: Emulsions properties and stability",
      "author" : [ "N. Sosa", "C. Schebor", "O.E. Pérez" ],
      "venue" : "Food and Bioproducts Processing,",
      "citeRegEx" : "Sosa et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Sosa et al\\.",
      "year" : 2014
    }, {
      "title" : "Micro- and nano bio-based delivery systems for food applications: In vitro behavior",
      "author" : [ "L. de Souza Simões", "D.A. Madalena", "A.C. Pinheiro", "J.A. Teixeira", "A.A. Vicente", "Ó.L. Ramos" ],
      "venue" : "Advances in Colloid and Interface Science,",
      "citeRegEx" : "Simões et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Simões et al\\.",
      "year" : 2017
    }, {
      "title" : "Microencapsulation of flavors by spray drying using Saccharomyces cerevisiae",
      "author" : [ "A. Sultana", "A. Miyamoto", "Q. Lan Hy", "Y. Tanaka", "Y. Fushimi", "H. Yoshii" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Sultana et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sultana et al\\.",
      "year" : 2017
    }, {
      "title" : "Controlled release of fluidized bedcoated menthol powder with a gelatin coating",
      "author" : [ "P. Sun", "M. Zeng", "Z. He", "F. Qin", "J. Chen" ],
      "venue" : "Drying Technology,",
      "citeRegEx" : "Sun et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2013
    }, {
      "title" : "Optimisation of microencapsulation of holy basil essential oil in gelatin by response surface methodology",
      "author" : [ "P. Sutaphanit", "P. Chitprasert" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Sutaphanit and Chitprasert,? \\Q2014\\E",
      "shortCiteRegEx" : "Sutaphanit and Chitprasert",
      "year" : 2014
    }, {
      "title" : "Encapsulation of liquids using a counter rotating twin screw extruder",
      "author" : [ "M.W. Tackenberg", "R. Krauss", "A. Marmann", "M. Thommes", "H.P. Schuchmann", "P. Kleinebudde" ],
      "venue" : "European Journal of Pharmaceutics and Biopharmaceutics,",
      "citeRegEx" : "Tackenberg et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tackenberg et al\\.",
      "year" : 2015
    }, {
      "title" : "Encapsulation of orange terpenes investigating a plasticisation extrusion process",
      "author" : [ "M.W. Tackenberg", "R. Krauss", "H.P. Schuchmann" ],
      "venue" : "Kleinebudde",
      "citeRegEx" : "Tackenberg et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tackenberg et al\\.",
      "year" : 2015
    }, {
      "title" : "Orange terpenes, carvacrol and α-tocopherol encapsulated in maltodextrin and sucrose matrices via batch mixing",
      "author" : [ "M.W. Tackenberg", "A. Marmann", "M. Thommes", "H.P. Schuchmann", "P. Kleinebudde" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Tackenberg et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Tackenberg et al\\.",
      "year" : 2014
    }, {
      "title" : "Formation and stability of nanoemulsions",
      "author" : [ "T. Tadros", "P. Izquierdo", "J. Esquena", "C. Solans" ],
      "venue" : "Advances in Colloid and Interface Science,",
      "citeRegEx" : "Tadros et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Tadros et al\\.",
      "year" : 2004
    }, {
      "title" : "Carvacrol encapsulation in starch or PCL based matrices by electrospinning",
      "author" : [ "A. Tampau", "C. González-Martinez", "A. Chiralt" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Tampau et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tampau et al\\.",
      "year" : 2017
    }, {
      "title" : "Protein-based nanoparticles: From preparation to encapsulation of active molecules",
      "author" : [ "M. Tarhini", "H. Greige-Gerges", "A. Elaissari" ],
      "venue" : "International Journal of Pharmaceutics,",
      "citeRegEx" : "Tarhini et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tarhini et al\\.",
      "year" : 2017
    }, {
      "title" : "Dynamic emulsification and catastrophic phase inversion of lecithin-based emulsions",
      "author" : [ "R.K. Thakur", "C. Villette", "J. Aubry", "G. Delaplace" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Thakur et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Thakur et al\\.",
      "year" : 2008
    }, {
      "title" : "Flavor delivery systems. Kirk-Othmer encyclopedia of chemical technology (pp. 1–35)",
      "author" : [ "J. Ubbink", "A. Schoonman" ],
      "venue" : null,
      "citeRegEx" : "Ubbink and Schoonman,? \\Q2003\\E",
      "shortCiteRegEx" : "Ubbink and Schoonman",
      "year" : 2003
    }, {
      "title" : "Freeze-drying of nanostructure lipid carriers by different carbohydrate polymers used as cryoprotectants",
      "author" : [ "J. Varshosaz", "S. Eskandari", "M. Tabbakhian" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Varshosaz et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Varshosaz et al\\.",
      "year" : 2012
    }, {
      "title" : "Applications of mass and heat transfer in microencapsulation processes",
      "author" : [ "N. Vasisht" ],
      "venue" : "A. G. Gaonkar, N. Vasisht, A. R. Khare, & R. Sobel (Eds.).Microencapsulation in the food industry a practical implementation guide (pp. 25–32). Academic Press: Elsevier.",
      "citeRegEx" : "Vasisht,? 2014",
      "shortCiteRegEx" : "Vasisht",
      "year" : 2014
    }, {
      "title" : "Materials for encapsulation",
      "author" : [ "C. Wandrey", "A. Bartkowiak", "S.E. Harding" ],
      "venue" : null,
      "citeRegEx" : "Wandrey et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wandrey et al\\.",
      "year" : 2010
    }, {
      "title" : "Reactivity and stability of selected flavour Compounds",
      "author" : [ "M. Weerawatanakorn", "J. Wu", "M. Pan", "C. Ho" ],
      "venue" : "Journal of Food and Drug Analysis,",
      "citeRegEx" : "Weerawatanakorn et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Weerawatanakorn et al\\.",
      "year" : 2015
    }, {
      "title" : "Non-symmetrical dielectric relaxation behavior arising from a simple empirical decay function",
      "author" : [ "G. Williams", "D.C. Watts" ],
      "venue" : "Transactions of the Faraday Society,",
      "citeRegEx" : "Williams and Watts,? \\Q1970\\E",
      "shortCiteRegEx" : "Williams and Watts",
      "year" : 1970
    }, {
      "title" : "Eugenol-loaded chitosan nanoparticles: I. Thermal stability improvement of eugenol through encapsulation",
      "author" : [ "S. Woranuch", "R. Yoksan" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Woranuch and Yoksan,? \\Q2013\\E",
      "shortCiteRegEx" : "Woranuch and Yoksan",
      "year" : 2013
    }, {
      "title" : "Flavour reformulation and flavour stability",
      "author" : [ "N. Yang" ],
      "venue" : "Division of food sciences, school of biosciences. University of Nottingham (May).",
      "citeRegEx" : "Yang,? 2012",
      "shortCiteRegEx" : "Yang",
      "year" : 2012
    }, {
      "title" : "Enhancing oxidative stability of encapsulated fish oil by incorporation of ferulic acid into electrospun zein mat",
      "author" : [ "H. Yang", "K. Feng", "P. Wen", "Zong", "M.-H", "Lou", "W.-Y", "H. Wu" ],
      "venue" : "LWT- Food Science and Technology,",
      "citeRegEx" : "Yang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2017
    }, {
      "title" : "Development and evaluation of novel flavour microcapsules containing vanilla oil using complex coacervation approach",
      "author" : [ "Z. Yang", "Z. Peng", "J. Li", "S. Li", "L. Kong", "P Li" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Yang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2014
    }, {
      "title" : "Encapsulation of rose hip seed oil into fibrous zein films for ambient and on demand food preservation via coaxial electrospinning",
      "author" : [ "Z. Yao", "M. Chang", "Z. Ahmad", "J. Li" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Yao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yao et al\\.",
      "year" : 2016
    }, {
      "title" : "Flavor release from spray-dried maltodextrin/gum Arabic or soy matrices as a function of storage relative humidity",
      "author" : [ "H. Yoshii", "A. Soottitantawat", "Liu", "X.-D", "T. Atarashi", "T. Furuta", "S Aishima" ],
      "venue" : "Innovative Food Science and Emerging Technologies,",
      "citeRegEx" : "Yoshii et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Yoshii et al\\.",
      "year" : 2001
    }, {
      "title" : "Characterization and stability evaluation of β-carotene nano-emulsions prepared by high pressure homogenization under various emulsifying conditions",
      "author" : [ "Y. Yuan", "Y. Gao", "J. Zhao", "L. Mao" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Yuan et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2008
    }, {
      "title" : "Characterization of an inclusion complex of ethyl benzoate with hydroxypropyl-β-cyclodextrin",
      "author" : [ "C. Yuan", "Z. Lu", "Z. Jin" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Yuan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2014
    }, {
      "title" : "Improving the antimicrobial activity of Dlimonene using a novel organogel-based nanoemulsion",
      "author" : [ "M.R. Zahi", "H. Liang", "Q. Yuan" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Zahi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zahi et al\\.",
      "year" : 2015
    }, {
      "title" : "Preparation and structural characterization of corn starch–aroma compound inclusion complexes",
      "author" : [ "S. Zhang", "Y. Zhou", "S. Jin", "X. Meng", "L. Yang", "H. Wang" ],
      "venue" : "Journal of the Science of Food and Agriculture,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2017
    }, {
      "title" : "Study of production and pyrolysis characteristics of sweet orange flavor-β-cyclodextrin inclusion complex",
      "author" : [ "G. Zhu", "Z. Xiao", "R. Zhou", "Y. Zhu" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Zhu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2014
    }, {
      "title" : "Encapsulation of aroma",
      "author" : [ "N.J. Zuidam", "J. Heinrich" ],
      "venue" : null,
      "citeRegEx" : "Zuidam and Heinrich,? \\Q2010\\E",
      "shortCiteRegEx" : "Zuidam and Heinrich",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 73,
      "context" : "In addition, it is possible to have a multi-shell mononuclear capsule or a capsule with non-spherical shape/irregular shape (Kim et al., 2004).",
      "startOffset" : 124,
      "endOffset" : 142
    }, {
      "referenceID" : 131,
      "context" : "Even though, nano scale and micro scale refers 1–1000 nm and 1–1000 μm, respectively, nano-encapsulation ranges the capsule size from 1 nm to several hundred nanometer in diameter and microencapsulation ranges from 1 μm to several hundred micrometers in diameter (Katouzian & Jafari, 2016; Rodríguez, Martín, Ruiz, & Clares, 2016; Shishir et al., 2018).",
      "startOffset" : 263,
      "endOffset" : 352
    }, {
      "referenceID" : 83,
      "context" : "Furthermore, particle size in between the range of nano and micro encapsulation is called as submicron particles, while the particle size above the microencapsulation range is referred as macro-particles (Koo, Cha, Song, Chung, & Pan, 2014; Lević et al., 2015; O'Toole et al., 2012).",
      "startOffset" : 204,
      "endOffset" : 282
    }, {
      "referenceID" : 101,
      "context" : "Furthermore, particle size in between the range of nano and micro encapsulation is called as submicron particles, while the particle size above the microencapsulation range is referred as macro-particles (Koo, Cha, Song, Chung, & Pan, 2014; Lević et al., 2015; O'Toole et al., 2012).",
      "startOffset" : 204,
      "endOffset" : 282
    }, {
      "referenceID" : 131,
      "context" : "Recently, nanoencapsulations have attracted rising interest for their unique feature in terms of efficient encapsulation, enhanced stability, and better controlled release of capsulated materials (Katouzian & Jafari, 2016; Shishir et al., 2018).",
      "startOffset" : 196,
      "endOffset" : 244
    }, {
      "referenceID" : 9,
      "context" : "They are relatively volatile and very sensitive to air, heat, light, and moisture (Bakry et al., 2016).",
      "startOffset" : 82,
      "endOffset" : 102
    }, {
      "referenceID" : 15,
      "context" : "In bakery applications, starch, wheat flour or soy flour are used as carrier substances (Cappelle, 2002).",
      "startOffset" : 88,
      "endOffset" : 104
    }, {
      "referenceID" : 15,
      "context" : "emulsion) of encapsulated compounds are also used in different bakery products as it helps to improve the texture of the final product along with preserving the flavor and aroma compounds (Cappelle, 2002).",
      "startOffset" : 188,
      "endOffset" : 204
    }, {
      "referenceID" : 23,
      "context" : "followed by passing through homogenizer and forms an oil-in-water type emulsion, or flavor is added to the ice cream mixture during agitation/maturation before freezing (Clark, 2009; Fiol et al., 2017).",
      "startOffset" : 169,
      "endOffset" : 201
    }, {
      "referenceID" : 37,
      "context" : "followed by passing through homogenizer and forms an oil-in-water type emulsion, or flavor is added to the ice cream mixture during agitation/maturation before freezing (Clark, 2009; Fiol et al., 2017).",
      "startOffset" : 169,
      "endOffset" : 201
    }, {
      "referenceID" : 9,
      "context" : "Several recent review articles focused on the encapsulation of food bioactive compounds and bioactive oils (Bakry et al., 2016; de Souza Simões et al., 2017; Katouzian & Jafari, 2016; Rodríguez et al., 2016), but from our best observation, there is particularly no recent review on the advances in micro and nano-encapsulation of flavor and aroma compounds.",
      "startOffset" : 107,
      "endOffset" : 207
    }, {
      "referenceID" : 118,
      "context" : "Several recent review articles focused on the encapsulation of food bioactive compounds and bioactive oils (Bakry et al., 2016; de Souza Simões et al., 2017; Katouzian & Jafari, 2016; Rodríguez et al., 2016), but from our best observation, there is particularly no recent review on the advances in micro and nano-encapsulation of flavor and aroma compounds.",
      "startOffset" : 107,
      "endOffset" : 207
    }, {
      "referenceID" : 90,
      "context" : "This is because it has a strong relationship with the quality and acceptability of food materials, but it is difficult to control (Jun-xia, Hai-yan, & Jian, 2011; Madene et al., 2006).",
      "startOffset" : 130,
      "endOffset" : 183
    }, {
      "referenceID" : 36,
      "context" : "Furthermore, flavors are very susceptible to change by the action of pH, moisture, acid, salt, and enzymes, and thereby may produce off-flavors (Feng et al., 2018; Fuciños et al., 2017).",
      "startOffset" : 144,
      "endOffset" : 185
    }, {
      "referenceID" : 40,
      "context" : "Furthermore, flavors are very susceptible to change by the action of pH, moisture, acid, salt, and enzymes, and thereby may produce off-flavors (Feng et al., 2018; Fuciños et al., 2017).",
      "startOffset" : 144,
      "endOffset" : 185
    }, {
      "referenceID" : 36,
      "context" : "Encapsulation protects the flavor from oxidative and thermal degradation and allows for efficient processing (Feng et al., 2018; Fuciños et al., 2017).",
      "startOffset" : 109,
      "endOffset" : 150
    }, {
      "referenceID" : 40,
      "context" : "Encapsulation protects the flavor from oxidative and thermal degradation and allows for efficient processing (Feng et al., 2018; Fuciños et al., 2017).",
      "startOffset" : 109,
      "endOffset" : 150
    }, {
      "referenceID" : 33,
      "context" : "However, nanoencapsulation of flavor offers greater benefits on stability, encapsulation efficiency, and control release over time in comparison with microencapsulation (de Souza Simões et al., 2017; Ezhilarasi et al., 2013).",
      "startOffset" : 169,
      "endOffset" : 224
    }, {
      "referenceID" : 94,
      "context" : "Nanoparticles provide unique rheological properties in food (Chen, Khemtong, Yang, & Gao, 2011; McClements, 2012; Mozafari, 2006; Saifullah, Ahsan, & Shishir, 2016; Tadros, Izquierdo, Esquena, & Solans, 2004).",
      "startOffset" : 60,
      "endOffset" : 208
    }, {
      "referenceID" : 99,
      "context" : "Nanoparticles provide unique rheological properties in food (Chen, Khemtong, Yang, & Gao, 2011; McClements, 2012; Mozafari, 2006; Saifullah, Ahsan, & Shishir, 2016; Tadros, Izquierdo, Esquena, & Solans, 2004).",
      "startOffset" : 60,
      "endOffset" : 208
    }, {
      "referenceID" : 46,
      "context" : "When the flavor stability increases, flavor retention also increases (Given, 2009; Ma, Tan, Dai, & Zhou, 2013).",
      "startOffset" : 69,
      "endOffset" : 110
    }, {
      "referenceID" : 92,
      "context" : "It can be defined as the mass ratio of total flavor (oil) in the powder to the theoretical quantity in the powder assuming ideal retention (Ma et al., 2013; Penbunditkul et al., 2012).",
      "startOffset" : 139,
      "endOffset" : 183
    }, {
      "referenceID" : 106,
      "context" : "It can be defined as the mass ratio of total flavor (oil) in the powder to the theoretical quantity in the powder assuming ideal retention (Ma et al., 2013; Penbunditkul et al., 2012).",
      "startOffset" : 139,
      "endOffset" : 183
    }, {
      "referenceID" : 19,
      "context" : "Of those, the total flavor content in encapsulated droplets or particles can be estimated by different techniques, such as distillation (Baranauskiene, Venskutonis, Dewettinck, & Verhe', 2006; Chen, McGillivray, Wen, Zhong, & Quek, 2013), extraction and evaporation (Chen et al., 2013; Li et al., 2013), gas chromatograph (GC) analysis (Ko, Jeon, & Park, 2012), and absorbance measurements (Li et al.",
      "startOffset" : 266,
      "endOffset" : 302
    }, {
      "referenceID" : 84,
      "context" : "Of those, the total flavor content in encapsulated droplets or particles can be estimated by different techniques, such as distillation (Baranauskiene, Venskutonis, Dewettinck, & Verhe', 2006; Chen, McGillivray, Wen, Zhong, & Quek, 2013), extraction and evaporation (Chen et al., 2013; Li et al., 2013), gas chromatograph (GC) analysis (Ko, Jeon, & Park, 2012), and absorbance measurements (Li et al.",
      "startOffset" : 266,
      "endOffset" : 302
    }, {
      "referenceID" : 84,
      "context" : ", 2013), gas chromatograph (GC) analysis (Ko, Jeon, & Park, 2012), and absorbance measurements (Li et al., 2013; Ramoneda, Ponce-Cevallos, del Pilar Buera, & Elizalde, 2011).",
      "startOffset" : 95,
      "endOffset" : 173
    }, {
      "referenceID" : 49,
      "context" : "capsulation process depends on many factors, which could be classified into five major categories: flavor characteristics, carrier characteristics, sample preparation before encapsulation, method of encapsulation, and operating conditions of the encapsulation method (Gupta et al., 2016; Jafari, Assadpoor, He, & Bhandari, 2008).",
      "startOffset" : 267,
      "endOffset" : 328
    }, {
      "referenceID" : 49,
      "context" : "Therefore, higher molecular weight (MW) flavor compounds usually show better retention during the encapsulation process (Gupta et al., 2016).",
      "startOffset" : 120,
      "endOffset" : 140
    }, {
      "referenceID" : 64,
      "context" : "Therefore, relative volatility of flavor compounds is positively correlated with their MW (Jørgensen et al., 2012).",
      "startOffset" : 90,
      "endOffset" : 114
    }, {
      "referenceID" : 163,
      "context" : "compounds, when subjected to heat (Zhang et al., 2017).",
      "startOffset" : 34,
      "endOffset" : 54
    }, {
      "referenceID" : 49,
      "context" : "Flavor retention with various functional groups can be in the sequence of acids < aldehydes < esters ≤ ketones ≤ alcohols (Gupta et al., 2016; Jafari, Assadpoor, He, et al., 2008).",
      "startOffset" : 122,
      "endOffset" : 179
    }, {
      "referenceID" : 9,
      "context" : "They should also have good dissolution and network-forming characteristics, the ability to preserve flavor compounds from adverse processing and storage conditions, as well as the capability to control the flavor release profile in certain mediums (Bakry et al., 2016).",
      "startOffset" : 248,
      "endOffset" : 268
    }, {
      "referenceID" : 66,
      "context" : "Recently, complex forms have achieved greater attention due to their multi-benefits in retention, loading capacity and controlled release profile (Esfanjani, Jafari, & Assadpour, 2017; Jun-xia et al., 2011; Kayaci, Sen, Durgun, & Uyar, 2014; Koupantsis et al., 2016; Laokuldilok, Thakeow, Kopermsub, & Utama-Ang, 2016; Mehyar, Al-Isamil, Al-Ghizzawi, & Holley, 2014).",
      "startOffset" : 146,
      "endOffset" : 366
    }, {
      "referenceID" : 78,
      "context" : "Recently, complex forms have achieved greater attention due to their multi-benefits in retention, loading capacity and controlled release profile (Esfanjani, Jafari, & Assadpour, 2017; Jun-xia et al., 2011; Kayaci, Sen, Durgun, & Uyar, 2014; Koupantsis et al., 2016; Laokuldilok, Thakeow, Kopermsub, & Utama-Ang, 2016; Mehyar, Al-Isamil, Al-Ghizzawi, & Holley, 2014).",
      "startOffset" : 146,
      "endOffset" : 366
    }, {
      "referenceID" : 49,
      "context" : "Apart from the carrier materials, the physical or physicochemical interactions between flavor compounds and carrier materials, such as development of insoluble complexes, and molecular association of the carrier material with flavor compounds through hydrogen bonding, may also affect the flavor retention (Gupta et al., 2016).",
      "startOffset" : 306,
      "endOffset" : 326
    }, {
      "referenceID" : 64,
      "context" : "The matter has been attributed to the effect of starch-mediated exposure from a large surface area or a partial destruction of starch granules from which aroma compounds can evaporate (Jørgensen et al., 2012).",
      "startOffset" : 184,
      "endOffset" : 208
    }, {
      "referenceID" : 80,
      "context" : "Spray drying and freeze drying are the most common techniques for encapsulation, in which emulsification is used for sample preparation as reported for turmeric flavor, cardamom flavor, and citral (Laokuldilok et al., 2016; Mehyar et al., 2014; Sosa, Schebor, & Pérez, 2014).",
      "startOffset" : 197,
      "endOffset" : 274
    }, {
      "referenceID" : 97,
      "context" : "Spray drying and freeze drying are the most common techniques for encapsulation, in which emulsification is used for sample preparation as reported for turmeric flavor, cardamom flavor, and citral (Laokuldilok et al., 2016; Mehyar et al., 2014; Sosa, Schebor, & Pérez, 2014).",
      "startOffset" : 197,
      "endOffset" : 274
    }, {
      "referenceID" : 72,
      "context" : "Furthermore, several recent studies also added an emulsification step in electro-spraying, electro-spinning and electrostatic extrusion (Khoshakhlagh et al., 2017; Levic et al., 2015; Tampau, GonzálezMartinez, & Chiralt, 2017).",
      "startOffset" : 136,
      "endOffset" : 226
    }, {
      "referenceID" : 72,
      "context" : "It can also improve the encapsulation efficiency, loading capacity, and controlled release profile (Khoshakhlagh et al., 2017; Tampau et al., 2017).",
      "startOffset" : 99,
      "endOffset" : 147
    }, {
      "referenceID" : 145,
      "context" : "It can also improve the encapsulation efficiency, loading capacity, and controlled release profile (Khoshakhlagh et al., 2017; Tampau et al., 2017).",
      "startOffset" : 99,
      "endOffset" : 147
    }, {
      "referenceID" : 110,
      "context" : "Likewise, in the study of essential oil-loaded starch nanoparticles formed by short glucan chains using in situ nano-precipitation method, the encapsulation efficiency significantly increased with an increase in complexation temperature from 30 °C to 90 °C (Qiu et al., 2017).",
      "startOffset" : 257,
      "endOffset" : 275
    }, {
      "referenceID" : 9,
      "context" : "Moreover, the techniques used for achieving nano-encapsulation are more complex than those of microencapsulation (Bakry et al., 2016; Ezhilarasi et al., 2013).",
      "startOffset" : 113,
      "endOffset" : 158
    }, {
      "referenceID" : 33,
      "context" : "Moreover, the techniques used for achieving nano-encapsulation are more complex than those of microencapsulation (Bakry et al., 2016; Ezhilarasi et al., 2013).",
      "startOffset" : 113,
      "endOffset" : 158
    }, {
      "referenceID" : 49,
      "context" : "However, in flavor encapsulation, around 80–90% encapsulates are produced by spray drying, followed by spray chilling (5–10%), melt extrusion (2–3%, and melt injection (∼2%) (Gupta et al., 2016).",
      "startOffset" : 174,
      "endOffset" : 194
    }, {
      "referenceID" : 9,
      "context" : "when oil is dispersed in water is known as oil in water (O/W) emulsion; on the other hand, when water is dispersed in oil is known as water in oil (W/O) emulsion (Bakry et al., 2016; Saifullah et al., 2016).",
      "startOffset" : 162,
      "endOffset" : 206
    }, {
      "referenceID" : 121,
      "context" : "when oil is dispersed in water is known as oil in water (O/W) emulsion; on the other hand, when water is dispersed in oil is known as water in oil (W/O) emulsion (Bakry et al., 2016; Saifullah et al., 2016).",
      "startOffset" : 162,
      "endOffset" : 206
    }, {
      "referenceID" : 33,
      "context" : ", phase inversion and spontaneous emulsification) (Ezhilarasi et al., 2013; Lu, Kelly, & Miao, 2016; Saifullah et al., 2016).",
      "startOffset" : 50,
      "endOffset" : 124
    }, {
      "referenceID" : 121,
      "context" : ", phase inversion and spontaneous emulsification) (Ezhilarasi et al., 2013; Lu, Kelly, & Miao, 2016; Saifullah et al., 2016).",
      "startOffset" : 50,
      "endOffset" : 124
    }, {
      "referenceID" : 120,
      "context" : "However, the low energy approaches require high amounts of stabilizer, allow limited types of oil and surfactant, and produce unstable droplets at elevated temperatures (Saberi et al., 2016).",
      "startOffset" : 169,
      "endOffset" : 190
    }, {
      "referenceID" : 121,
      "context" : "turbulence, shear, cavitation) to facilitate droplet disruption thus converting the coarse or large droplets into smaller ones, resulting in a final emulsion (Piorkowski & McClements, 2014; Saifullah et al., 2016).",
      "startOffset" : 158,
      "endOffset" : 213
    }, {
      "referenceID" : 55,
      "context" : "Nanoencapsulates showed better efficiency than nano-emulsions in order to encapsulate the carvacrol (Hussein et al., 2017).",
      "startOffset" : 100,
      "endOffset" : 122
    }, {
      "referenceID" : 89,
      "context" : "studies show that the emulsion droplet size may decrease with increasing homogenization pressure or number of passes, decreasing interfacial tension, increasing emulsifier adsorption rate, and decreasing continuous phase viscosity (Lu et al., 2016; Yuan, Gao, Zhao, & Mao, 2008; Zahi et al., 2015).",
      "startOffset" : 231,
      "endOffset" : 297
    }, {
      "referenceID" : 162,
      "context" : "studies show that the emulsion droplet size may decrease with increasing homogenization pressure or number of passes, decreasing interfacial tension, increasing emulsifier adsorption rate, and decreasing continuous phase viscosity (Lu et al., 2016; Yuan, Gao, Zhao, & Mao, 2008; Zahi et al., 2015).",
      "startOffset" : 231,
      "endOffset" : 297
    }, {
      "referenceID" : 33,
      "context" : "In this method, initially, the coarse emulsion is pumped through a channel under high pressure (up to 20,000 psi) (Ezhilarasi et al., 2013).",
      "startOffset" : 114,
      "endOffset" : 139
    }, {
      "referenceID" : 2,
      "context" : "High-intensity ultrasonic waves (frequency > 20 kHz) are used to create intense disruptive forces, resulting in a fine emulsion droplet formation (Anandharamakrishnan, 2014; Jafari et al., 2007a).",
      "startOffset" : 146,
      "endOffset" : 195
    }, {
      "referenceID" : 39,
      "context" : "Sonication yielded the highest oil recovery for PLLA systems, while HPH led to the highest oil recovery for PHBV systems (Freiberger et al., 2015).",
      "startOffset" : 121,
      "endOffset" : 146
    }, {
      "referenceID" : 120,
      "context" : "Emulsions produced at optimum condition of oil phase composition and surfactant type can show thermal stability to coalescence when they were heated over 80 °C (Saberi et al., 2016).",
      "startOffset" : 160,
      "endOffset" : 181
    }, {
      "referenceID" : 24,
      "context" : "Furthermore, the vanillin-loaded polylactic acid nanoparticles offered good physical and chemical stability during 90 days of storage at room temperature (Dalmolin et al., 2016).",
      "startOffset" : 154,
      "endOffset" : 177
    }, {
      "referenceID" : 32,
      "context" : "The resultant nano-emulsions containing crocin, safranal, and picrocrocin were protected from gastric conditions (Esfanjani et al., 2017).",
      "startOffset" : 113,
      "endOffset" : 137
    }, {
      "referenceID" : 138,
      "context" : "It offers a high production rate with minimum operating costs, which allows the spray drying to be used in an industrial scale for the encapsulation of flavor compounds (SanchezReinoso et al., 2017; Sultana et al., 2017).",
      "startOffset" : 169,
      "endOffset" : 220
    }, {
      "referenceID" : 91,
      "context" : "spray nozzle), drying of liquid droplets inside the drying chamber, and powder recovery through a cyclone separator (Masters, 2002; Shishir & Chen, 2017).",
      "startOffset" : 116,
      "endOffset" : 153
    }, {
      "referenceID" : 138,
      "context" : "Furthermore, carrier materials must be low viscosity at high concentration, provide good emulsification and film-forming characteristics, and have efficient drying properties (Shishir, Taip, Saifullah, Aziz, & Talib, 2017; Sultana et al., 2017).",
      "startOffset" : 175,
      "endOffset" : 244
    }, {
      "referenceID" : 86,
      "context" : "Before beginning spray drying, the formed emulsion must be stable over a certain period of time (Liu et al., 2001).",
      "startOffset" : 96,
      "endOffset" : 114
    }, {
      "referenceID" : 9,
      "context" : "whey protein), whereas the core materials can be active hydrophobic or hydrophilic molecules (Bakry et al., 2016; de Souza Simões et al., 2017).",
      "startOffset" : 93,
      "endOffset" : 143
    }, {
      "referenceID" : 91,
      "context" : "There are two types of atomizer which are widely used: a high-pressure nozzle or a centrifugal wheel (Masters, 2002; Phisut, 2012).",
      "startOffset" : 101,
      "endOffset" : 130
    }, {
      "referenceID" : 108,
      "context" : "There are two types of atomizer which are widely used: a high-pressure nozzle or a centrifugal wheel (Masters, 2002; Phisut, 2012).",
      "startOffset" : 101,
      "endOffset" : 130
    }, {
      "referenceID" : 58,
      "context" : "However, co-current type air flow is generally applied for the encapsulation of food flavor compounds (Jafari et al., 2008).",
      "startOffset" : 102,
      "endOffset" : 123
    }, {
      "referenceID" : 91,
      "context" : "The total time required for altering the liquid droplet into powder form is few milliseconds to few seconds (Masters, 2002; Phisut, 2012), which is very suitable for heat sensitive compounds (e.",
      "startOffset" : 108,
      "endOffset" : 137
    }, {
      "referenceID" : 108,
      "context" : "The total time required for altering the liquid droplet into powder form is few milliseconds to few seconds (Masters, 2002; Phisut, 2012), which is very suitable for heat sensitive compounds (e.",
      "startOffset" : 108,
      "endOffset" : 137
    }, {
      "referenceID" : 58,
      "context" : "The rapid drying of droplets keeps the core temperature below 100 °C in spite of the high temperatures (> 150 °C) used in the process (Jafari et al., 2008).",
      "startOffset" : 134,
      "endOffset" : 155
    }, {
      "referenceID" : 114,
      "context" : "Spray drying still shows limited retention of volatile flavor compounds particularly those have low boiling point, even if optimum drying conditions are followed (Reineccius, 2004).",
      "startOffset" : 162,
      "endOffset" : 180
    }, {
      "referenceID" : 124,
      "context" : "5%) and better micro-structural properties in cocoa aroma microcapsules compared to maltodextrin (Sanchez-Reinoso et al., 2017).",
      "startOffset" : 97,
      "endOffset" : 127
    }, {
      "referenceID" : 138,
      "context" : "Similarly, Sultana and coworkers reported the maximum retention of D-limonene and ethyl hexanoate by spray drying microencapsulation were 48% and 45%, respectively, with Saccharomyces cerevisiae used as a carrier material (Sultana et al., 2017).",
      "startOffset" : 222,
      "endOffset" : 244
    }, {
      "referenceID" : 10,
      "context" : "2% for white champaca extract, sweet orange oil flavor, and oregano flavor in skimmed milk powder, respectively (Samakradhamrongthai, Thakeow, Kopermsub, & Utama-ang, 2016; Liu, Xu, & Wang, 2012; Baranauskiene et al., 2006).",
      "startOffset" : 112,
      "endOffset" : 223
    }, {
      "referenceID" : 101,
      "context" : "Nano-spray drying can offer nano scale particle sizes with enhanced stability and improved bioavailability (O'Toole et al., 2012; Pérez-Masiá et al., 2015).",
      "startOffset" : 107,
      "endOffset" : 155
    }, {
      "referenceID" : 107,
      "context" : "Nano-spray drying can offer nano scale particle sizes with enhanced stability and improved bioavailability (O'Toole et al., 2012; Pérez-Masiá et al., 2015).",
      "startOffset" : 107,
      "endOffset" : 155
    }, {
      "referenceID" : 104,
      "context" : "This encapsulation technique is also referred to as spray cooling, spray congealing, or prilling (Lopes, Speranza, & Macedo, 2016; Oxley, 2012).",
      "startOffset" : 97,
      "endOffset" : 143
    }, {
      "referenceID" : 104,
      "context" : "Although spray chilling and spray cooling approaches can alternatively be recognized (Oxley, 2012), theoretically they have distinct temperature range of the cooling chamber on the basis of carrier materials used.",
      "startOffset" : 85,
      "endOffset" : 98
    }, {
      "referenceID" : 102,
      "context" : "palmitic acid with oleic acid or palm fat through the spray chilling technique (Oriani et al., 2016).",
      "startOffset" : 79,
      "endOffset" : 100
    }, {
      "referenceID" : 102,
      "context" : "2 μm, as well as having ginger oleoresin dispersed over the entire particle (Oriani et al., 2016).",
      "startOffset" : 76,
      "endOffset" : 97
    }, {
      "referenceID" : 88,
      "context" : "Furthermore, around 5% of encapsulated flavors are spray chilled products due to the minor or no loss of flavors by dispersion (Lopes et al., 2016).",
      "startOffset" : 127,
      "endOffset" : 147
    }, {
      "referenceID" : 88,
      "context" : "However, spray chilling does not have enough control on particle size and yields are moderate for small batches (Lopes et al., 2016).",
      "startOffset" : 112,
      "endOffset" : 132
    }, {
      "referenceID" : 12,
      "context" : "Hydrophobic flavors are easily miscible with lipid carrier materials, and therefore creates a poor barrier which can cause the degradation of many flavor compounds (Benczedi, 2002).",
      "startOffset" : 164,
      "endOffset" : 180
    }, {
      "referenceID" : 69,
      "context" : "Electro-spinning and electro-spraying are novel approaches for encapsulation of flavor compounds, which are simple, economic and scale up-able techniques, as well as have versatile application (Kayaci et al., 2014; Koo et al., 2014).",
      "startOffset" : 193,
      "endOffset" : 232
    }, {
      "referenceID" : 76,
      "context" : "Electro-spinning and electro-spraying are novel approaches for encapsulation of flavor compounds, which are simple, economic and scale up-able techniques, as well as have versatile application (Kayaci et al., 2014; Koo et al., 2014).",
      "startOffset" : 193,
      "endOffset" : 232
    }, {
      "referenceID" : 76,
      "context" : "They are able to produce both micro and nano-scale encapsulate systems that offer a versatile range of applications in food and pharmaceutical industries (Esfanjani & Jafari, 2016; Koo et al., 2014; Tampau et al., 2017; Yao, Chang, Ahmad, & Li, 2016).",
      "startOffset" : 154,
      "endOffset" : 250
    }, {
      "referenceID" : 145,
      "context" : "They are able to produce both micro and nano-scale encapsulate systems that offer a versatile range of applications in food and pharmaceutical industries (Esfanjani & Jafari, 2016; Koo et al., 2014; Tampau et al., 2017; Yao, Chang, Ahmad, & Li, 2016).",
      "startOffset" : 154,
      "endOffset" : 250
    }, {
      "referenceID" : 107,
      "context" : "Electro-spraying can also create smaller particle sizes compared to nano-spray drying (Pérez-Masiá et al., 2015).",
      "startOffset" : 86,
      "endOffset" : 112
    }, {
      "referenceID" : 156,
      "context" : "Moreover, low throughput of electro-spinning approach can bound the huge scale production and commercial application (Yang et al., 2017).",
      "startOffset" : 117,
      "endOffset" : 136
    }, {
      "referenceID" : 158,
      "context" : "rose hip seed oil by coaxial electro-spinning (Yao et al., 2016), peppermint oil by coaxial electro-spraying (Koo et al.",
      "startOffset" : 46,
      "endOffset" : 64
    }, {
      "referenceID" : 76,
      "context" : ", 2016), peppermint oil by coaxial electro-spraying (Koo et al., 2014), carvacrol by emulsion electro-spinning (Tampau et al.",
      "startOffset" : 52,
      "endOffset" : 70
    }, {
      "referenceID" : 145,
      "context" : ", 2014), carvacrol by emulsion electro-spinning (Tampau et al., 2017), and D-limonene by emulsion electro-spraying (Khoshakhlagh et al.",
      "startOffset" : 48,
      "endOffset" : 69
    }, {
      "referenceID" : 72,
      "context" : ", 2017), and D-limonene by emulsion electro-spraying (Khoshakhlagh et al., 2017).",
      "startOffset" : 53,
      "endOffset" : 80
    }, {
      "referenceID" : 158,
      "context" : "This innovative approach offers one-step co-encapsulation of multiple compounds with a diverse solubility, higher encapsulation efficiency, higher stability, and enhanced controlled release profile of encapsulated compounds compared to single nozzle electro-spinning or electro-spraying (Matsuura & Maruyama, 2017; Yao et al., 2016).",
      "startOffset" : 287,
      "endOffset" : 332
    }, {
      "referenceID" : 72,
      "context" : "compounds with high encapsulation efficiency, high loading capacity, enhanced thermal stability, and sustained release profile of flavor compounds (Camerlo, Vebert-nardin, Rossi, & Popa, 2013; Khoshakhlagh et al., 2017; Tampau et al., 2017).",
      "startOffset" : 147,
      "endOffset" : 240
    }, {
      "referenceID" : 145,
      "context" : "compounds with high encapsulation efficiency, high loading capacity, enhanced thermal stability, and sustained release profile of flavor compounds (Camerlo, Vebert-nardin, Rossi, & Popa, 2013; Khoshakhlagh et al., 2017; Tampau et al., 2017).",
      "startOffset" : 147,
      "endOffset" : 240
    }, {
      "referenceID" : 2,
      "context" : "It shows higher retention of volatile compounds and natural colors, as well as produces powder with rapid solubility (Anandharamakrishnan, 2014; Madene et al., 2006; Raja, Taip, Azmi, & Shishir, 2017).",
      "startOffset" : 117,
      "endOffset" : 200
    }, {
      "referenceID" : 90,
      "context" : "It shows higher retention of volatile compounds and natural colors, as well as produces powder with rapid solubility (Anandharamakrishnan, 2014; Madene et al., 2006; Raja, Taip, Azmi, & Shishir, 2017).",
      "startOffset" : 117,
      "endOffset" : 200
    }, {
      "referenceID" : 0,
      "context" : "As the drying process proceeds towards the core of the material, the heat and mass transfer rate decreases, since the dry layer around the frozen portion of the material acts as an insulation material, and therefore blocks the heat transfer to the ice front and the mass transfer from the ice front (Abdul-Fattah et al., 2007).",
      "startOffset" : 299,
      "endOffset" : 326
    }, {
      "referenceID" : 2,
      "context" : "This step takes a longer time and usually is one-third of the drying time (Anandharamakrishnan, 2014).",
      "startOffset" : 74,
      "endOffset" : 101
    }, {
      "referenceID" : 0,
      "context" : "Therefore, after finishing the drying process, the drying chamber is filled with an inert gas, particularly nitrogen gas which is preferred for food materials (Abdul-Fattah et al., 2007).",
      "startOffset" : 159,
      "endOffset" : 186
    }, {
      "referenceID" : 33,
      "context" : "emulsification) to form the required size of droplets, or to break down the droplets into micro or nano size form (Ezhilarasi et al., 2013; Varshosaz, Eskandari, & Tabbakhian, 2012).",
      "startOffset" : 114,
      "endOffset" : 181
    }, {
      "referenceID" : 36,
      "context" : "Aliphatic and aromatic alcohols were encapsulated into an amylose molecular complex by sealed heating and freeze drying (Feng et al., 2018).",
      "startOffset" : 120,
      "endOffset" : 139
    }, {
      "referenceID" : 36,
      "context" : "The amylose-n-heptanol inclusion complex showed greater stability than other complexes (Feng et al., 2018).",
      "startOffset" : 87,
      "endOffset" : 106
    }, {
      "referenceID" : 97,
      "context" : "D-limonene, 1,8-cineole, myrcene, terpineol and linalool, were encapsulated using whey protein isolate (WPI), guar gum (GG), and carrageenan (CG) through emulsification and freeze drying (Mehyar et al., 2014).",
      "startOffset" : 187,
      "endOffset" : 208
    }, {
      "referenceID" : 97,
      "context" : "The 30% WPI and 30% WPI + GG formulations showed better retention ability of 1,8-cineole and D-limonene during storage (Mehyar et al., 2014).",
      "startOffset" : 119,
      "endOffset" : 140
    }, {
      "referenceID" : 40,
      "context" : "Similar recent studies have also been reported on pepper oleoresin spicy flavor (de Aguiar, Silva, Alves De Rezende, Barbero, & Martínez, 2016), caffeine (Fuciños et al., 2017), and peppermint oil (Chen & Zhong, 2015).",
      "startOffset" : 154,
      "endOffset" : 176
    }, {
      "referenceID" : 2,
      "context" : "In the recent times, researchers show their interest on spray-freeze drying as alternative technique, which offers the benefits of freeze drying and spray drying (Anandharamakrishnan, 2014; Hundre et al., 2015).",
      "startOffset" : 162,
      "endOffset" : 210
    }, {
      "referenceID" : 54,
      "context" : "In the recent times, researchers show their interest on spray-freeze drying as alternative technique, which offers the benefits of freeze drying and spray drying (Anandharamakrishnan, 2014; Hundre et al., 2015).",
      "startOffset" : 162,
      "endOffset" : 210
    }, {
      "referenceID" : 82,
      "context" : "There are three main steps involves in SFD: (i) atomization of a liquid sample, (ii) solidification of liquid droplets by freezing, (iii) sublimation at low temperature and pressure in order to dry the frozen droplets into powder particles (Ishwarya, Anandharamakrishnan, & Stapley, 2015; Leuenberger, 2002).",
      "startOffset" : 240,
      "endOffset" : 307
    }, {
      "referenceID" : 57,
      "context" : "Hence, the final product particle size distribution is almost identical with the atomized liquid droplet size distribution (Ishwarya et al., 2015).",
      "startOffset" : 123,
      "endOffset" : 146
    }, {
      "referenceID" : 54,
      "context" : "However, spray-freeze dried vanillin microcapsules showed numerous fine pores on their surface (Hundre et al., 2015).",
      "startOffset" : 95,
      "endOffset" : 116
    }, {
      "referenceID" : 57,
      "context" : "The operating cost of spray-freeze drying for a product drastically increases for frozen solutions that have low eutectic (Te) or glass transition temperatures (Tg) and hence require low drying temperatures (Ishwarya et al., 2015).",
      "startOffset" : 207,
      "endOffset" : 230
    }, {
      "referenceID" : 118,
      "context" : "Therefore, extrusion is very suitable for heat sensitive compounds, and it has intensive applications for the microencapsulation of flavor compounds (Khor, Ng, Kanaujia, Chan, & Dong, 2017; Rodríguez et al., 2016; Tackenberg et al., 2015).",
      "startOffset" : 149,
      "endOffset" : 238
    }, {
      "referenceID" : 141,
      "context" : "Therefore, extrusion is very suitable for heat sensitive compounds, and it has intensive applications for the microencapsulation of flavor compounds (Khor, Ng, Kanaujia, Chan, & Dong, 2017; Rodríguez et al., 2016; Tackenberg et al., 2015).",
      "startOffset" : 149,
      "endOffset" : 238
    }, {
      "referenceID" : 83,
      "context" : "Calcium alginate/D-limonene beads were produced by electrostatic extrusion (Lević et al., 2015).",
      "startOffset" : 75,
      "endOffset" : 95
    }, {
      "referenceID" : 83,
      "context" : "Furthermore, calcium alginate beads were able to provide thermal protection to D-limonene up to 200 °C (Lević et al., 2015).",
      "startOffset" : 103,
      "endOffset" : 123
    }, {
      "referenceID" : 141,
      "context" : "The orange terpene microcapsules were also highly stable during storage of 12 weeks (Tackenberg et al., 2015).",
      "startOffset" : 84,
      "endOffset" : 109
    }, {
      "referenceID" : 71,
      "context" : "In vitro bitterness analysis by electronic tongue ensured the good taste masking efficiency of the quercetin loaded microcapsules (Khor et al., 2017).",
      "startOffset" : 130,
      "endOffset" : 149
    }, {
      "referenceID" : 118,
      "context" : "Moreover, the particle size produced by extrusion is larger and the loading capacity of flavor is relatively low compared to spray drying that can limit its commercial application (Rodríguez et al., 2016).",
      "startOffset" : 180,
      "endOffset" : 204
    }, {
      "referenceID" : 131,
      "context" : "Coacervation involves liquid-liquid phase separation of colloid particles from a solution and creates a new phase, which is called coacervate (Shishir et al., 2018; Yang et al., 2014).",
      "startOffset" : 142,
      "endOffset" : 183
    }, {
      "referenceID" : 157,
      "context" : "Coacervation involves liquid-liquid phase separation of colloid particles from a solution and creates a new phase, which is called coacervate (Shishir et al., 2018; Yang et al., 2014).",
      "startOffset" : 142,
      "endOffset" : 183
    }, {
      "referenceID" : 9,
      "context" : "There are three major stages in coacervation processing: formation of the three immiscible phases, deposition of the wall material around the core material, and solid microcapsule formation through shrinkage and solidification (Bakry et al., 2016).",
      "startOffset" : 227,
      "endOffset" : 247
    }, {
      "referenceID" : 9,
      "context" : "gelatin and gum acacia) it is called complex coacervation (Bakry et al., 2016; de Souza Simões et al., 2017).",
      "startOffset" : 58,
      "endOffset" : 108
    }, {
      "referenceID" : 9,
      "context" : "Complex coacervation has better encapsulation functionalities than that of simple coacervation, and therefore complex coacervation is a better alternative for food flavors (Bakry et al., 2016).",
      "startOffset" : 172,
      "endOffset" : 192
    }, {
      "referenceID" : 78,
      "context" : "Moreover, glycerol addition showed higher retention of volatile compounds in the microcapsules during storage at low relative humidity (RH) and temperature (0% RH, 25 °C) (Koupantsis et al., 2016; Koupantsis & Paraskevopoulou, 2017).",
      "startOffset" : 171,
      "endOffset" : 232
    }, {
      "referenceID" : 66,
      "context" : "Other studies also reported the successful encapsulation of vanilla oil and sweet orange oil by complex coacervation with high loading capacity, enhanced flavor retention, and improved thermal stability (Jun-xia et al., 2011; Yang et al., 2014).",
      "startOffset" : 203,
      "endOffset" : 244
    }, {
      "referenceID" : 157,
      "context" : "Other studies also reported the successful encapsulation of vanilla oil and sweet orange oil by complex coacervation with high loading capacity, enhanced flavor retention, and improved thermal stability (Jun-xia et al., 2011; Yang et al., 2014).",
      "startOffset" : 203,
      "endOffset" : 244
    }, {
      "referenceID" : 63,
      "context" : "pH, ionic strength), there is inadequate stability in different aqueous solutions, and less control on particle size and particle accumulation (Jia et al., 2016; Joye & McClements, 2014).",
      "startOffset" : 143,
      "endOffset" : 186
    }, {
      "referenceID" : 9,
      "context" : "Fluid bed coating is also known as air suspension coating, fluidized bed processing or spray coating, in which a coating is applied on to the particles suspended in air (Bakry et al., 2016).",
      "startOffset" : 169,
      "endOffset" : 189
    }, {
      "referenceID" : 9,
      "context" : "The coating materials include aqueous solutions of cellulose or starch derivatives, proteins or gums, but also emulsifiers (Bakry et al., 2016).",
      "startOffset" : 123,
      "endOffset" : 143
    }, {
      "referenceID" : 9,
      "context" : "Finally, the solvent of coating material is evaporated by hot air, and therefore the coating material adheres to the particles (Bakry et al., 2016; Madene et al., 2006).",
      "startOffset" : 127,
      "endOffset" : 168
    }, {
      "referenceID" : 90,
      "context" : "Finally, the solvent of coating material is evaporated by hot air, and therefore the coating material adheres to the particles (Bakry et al., 2016; Madene et al., 2006).",
      "startOffset" : 127,
      "endOffset" : 168
    }, {
      "referenceID" : 100,
      "context" : "This technique can be used to develop a second coating to spray-dried products or to products with a sensitive core, such as oils, flavors and aromas (Nedović et al., 2013).",
      "startOffset" : 150,
      "endOffset" : 172
    }, {
      "referenceID" : 139,
      "context" : "Among the carrier systems, the gelatin emulsion carrier was more effective and showed enhanced control of menthol release and maximum encapsulation efficiency (∼95%) (Sun et al., 2013).",
      "startOffset" : 166,
      "endOffset" : 184
    }, {
      "referenceID" : 100,
      "context" : "However, it takes a relatively long coating time and a substantial amount of coating materials to ensure complete covering (Nedović et al., 2013).",
      "startOffset" : 123,
      "endOffset" : 145
    }, {
      "referenceID" : 70,
      "context" : "external surface shows hydrophilic characteristics, and helps to dissolve it in water (Kfoury et al., 2016; Zuidam & Heinrich, 2010).",
      "startOffset" : 86,
      "endOffset" : 132
    }, {
      "referenceID" : 164,
      "context" : "The thermogravimetric curve of the flavor-βCD inclusion complex was downward sloping from room temperature to 250 °C (Zhu et al., 2014).",
      "startOffset" : 117,
      "endOffset" : 135
    }, {
      "referenceID" : 54,
      "context" : "carvacrol in α-CD, βCD, and HP-β-CD (Liang, Yuan, Vriesekoop, & Lv, 2012), Cinnamaldehyde in α-CD and β-CD (Chun, Jo, Bjrapha, Choi, & Min, 2015), Eugenol in β-CD (Hill, Gomes, & Taylor, 2013), Vanillin in β-CD (Hundre et al., 2015), Thymol in β-CD (Del Toro-Sánchez et al.",
      "startOffset" : 211,
      "endOffset" : 232
    }, {
      "referenceID" : 155,
      "context" : "chewing rate, saliva flow, swallow frequency) (Yang, 2012; Zuidam & Heinrich, 2010).",
      "startOffset" : 46,
      "endOffset" : 83
    }, {
      "referenceID" : 135,
      "context" : "When an amorphous coating material is in a glassy state, its molecules may have very less mobility, which is very similar to a crystalline phase (Carolina, Carolina, Zamora, & Jorge, 2007; Soottitantawat et al., 2004; Ubbink & Schoonman, 2003).",
      "startOffset" : 145,
      "endOffset" : 243
    }, {
      "referenceID" : 119,
      "context" : "At Tg, coating materials reduce viscosity and increase their molecular mobility (Roos, 1995), and therefore show poor barrier characteristics.",
      "startOffset" : 80,
      "endOffset" : 92
    }, {
      "referenceID" : 98,
      "context" : "The release rate of flavor and aroma compounds can be determined by Avrami's equation (Desai & Park, 2005; Moran et al., 2014; Yoshii et al., 2001):",
      "startOffset" : 86,
      "endOffset" : 147
    }, {
      "referenceID" : 159,
      "context" : "The release rate of flavor and aroma compounds can be determined by Avrami's equation (Desai & Park, 2005; Moran et al., 2014; Yoshii et al., 2001):",
      "startOffset" : 86,
      "endOffset" : 147
    }, {
      "referenceID" : 41,
      "context" : "But in reality a matrix of encapsulated powder contains particles varying in size and wall thickness (Furuta et al., 2010).",
      "startOffset" : 101,
      "endOffset" : 122
    }, {
      "referenceID" : 41,
      "context" : "sum of the KWW relaxation equation of an individual particle imight be its total (overall) release performance (Furuta et al., 2010).",
      "startOffset" : 111,
      "endOffset" : 132
    }, {
      "referenceID" : 47,
      "context" : "In fact, the diffusion rate through a polymer matrix decreases with an increase of molecular weight, decrease of volatility, and increase of log P (flavor-water partition coefficient; which indicates relative hydrophobicity (+) or relative hydrophilicity (−)) of the flavor compounds (Goubet et al., 1998).",
      "startOffset" : 284,
      "endOffset" : 305
    }, {
      "referenceID" : 98,
      "context" : "The diffusion rate increases when an amorphous matrix is converted from a glassy to rubbery state, which enhances the relative mobility (Moran et al., 2014).",
      "startOffset" : 136,
      "endOffset" : 156
    }, {
      "referenceID" : 150,
      "context" : "Considering a one-dimensional spherical coordinates similar to a microsphere morphology (Seuvre & Voilley, 2017; Vasisht, 2014); Fick's first law of diffusion is:",
      "startOffset" : 88,
      "endOffset" : 127
    }, {
      "referenceID" : 150,
      "context" : "The negative sign in the equation represents that diffusion happens in the opposite direction of increasing concentration (Vasisht, 2014).",
      "startOffset" : 122,
      "endOffset" : 137
    }, {
      "referenceID" : 118,
      "context" : "Therefore, diffusion can also affect the dissolution mechanism during the release of flavor compounds to the surrounding medium from the matrix surface (Rodríguez et al., 2016; Siegel & Rathbone, 2012).",
      "startOffset" : 152,
      "endOffset" : 201
    }, {
      "referenceID" : 98,
      "context" : "For instance, chewing is the most common fracturation means for the release of flavor compounds (Moran et al., 2014).",
      "startOffset" : 96,
      "endOffset" : 116
    }, {
      "referenceID" : 118,
      "context" : "Furthermore, matrix shape may also affect the release mechanism of erosion and degradation (Rodríguez et al., 2016).",
      "startOffset" : 91,
      "endOffset" : 115
    }, {
      "referenceID" : 121,
      "context" : "Therefore, encapsulation is a common practice in food industries for the preservation of flavor compounds (Saifullah et al., 2016).",
      "startOffset" : 106,
      "endOffset" : 130
    }, {
      "referenceID" : 9,
      "context" : "citrus oils might have better stability in encapsulates prepared by melt extrusion than prepared by other methods because of the barrier properties it can provide (Bakry et al., 2016; Ubbink & Schoonman, 2003).",
      "startOffset" : 163,
      "endOffset" : 209
    }, {
      "referenceID" : 9,
      "context" : "Micro and nano-emulsion shows unique optical clarity, therefore suitable for the application in transparent and turbid soft drinks (Bakry et al., 2016; Kfoury et al., 2016; McClements, 2015).",
      "startOffset" : 131,
      "endOffset" : 190
    }, {
      "referenceID" : 70,
      "context" : "Micro and nano-emulsion shows unique optical clarity, therefore suitable for the application in transparent and turbid soft drinks (Bakry et al., 2016; Kfoury et al., 2016; McClements, 2015).",
      "startOffset" : 131,
      "endOffset" : 190
    }, {
      "referenceID" : 95,
      "context" : "Micro and nano-emulsion shows unique optical clarity, therefore suitable for the application in transparent and turbid soft drinks (Bakry et al., 2016; Kfoury et al., 2016; McClements, 2015).",
      "startOffset" : 131,
      "endOffset" : 190
    } ],
    "year" : 2019,
    "abstractText" : "Background: Encapsulation of flavor and aroma in an appropriate form is an important concern for a long time. Encapsulation is the most successful way not only to preserve or mask flavor and aroma compounds but also to enhance their thermal and oxidative stability, overcome the limitations of high volatility, to control the fast release and improve the poor bioavailability, as well as to increase their application in food systems. Scope and approach: This review focuses on the recent advances in micro and nano-encapsulation of flavor and aroma compounds. We comprehensively highlight the suitability of micro and nano-encapsulation approaches for the retention of flavor and aroma including emerging techniques, new formulations and novel encapsulate systems, to illustrate the flavor release mechanisms, and depict the industrial applications of encapsulated flavor and aroma compounds. Key findings and conclusions: Nano-encapsulation has attracted more attention compared to microencapsulation; showing better encapsulation efficiency, enhanced stability of capsule, and more control on flavor release. Recently, spray chilling and spray freeze drying as an alternative to spray drying, can overcome the thermal loss of flavor, promising for the microencapsulation of heat sensitive compounds. In contrast, electro-spraying and electro-spinning in combination with the emulsion or coaxial approach are novel and promising for the nanoencapsulation of flavor and aroma compounds. The combination of carrier materials, e.g. polysaccharide with protein can improve the encapsulation efficiency and capsule functionality. However, application of micro and nano-encapsulates into different food and gastrointestinal systems needs to be explored in order to expose their release mechanisms and application efficiency.",
    "creator" : "Elsevier"
  }
}