{
  "name" : "downloads_2020-07-28_fd_ray2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "COVID-19 management in light of the circadian clock",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "COmment\nNature reviews | Molecular cell Biology\nThe world is still in the throes of a coronavirus outbreak known as coronavirus disease 2019 (COVID-19), which caused more than half a million deaths worldwide within just a few months. Circadian rhythms have a pro found impact on human health, because they have a central role in coordinating daily physiological processes, including the functions of innate and adaptive immunity. Circadian clock disruption in hosts leads to increased pathogen replication and dissemination, which indicates that the severity of acute infections could be markedly influenced by circadian rhythms.\nHumans are more susceptible to infections at certain times of the day, because the function of our defence systems follows a daily rhythmic pattern1. We have previously demonstrated that the time of day of virus infection critically affects disease progression following herpes and influenza A virus infections2. Study of the ‘clock–infection biology’ in viral diseases, which intends to decipher the complex relationships between circadian timekeeping, host immunity and host–virus interactions, is a relatively new concept3. This emerging field holds great potential to unravel the complex patho genesis of severe acute respiratory syndrome corona virus 2 (SARS- CoV-2) infection and may help to improve therapy against this novel pathogen, as well as inform public health policy.\nInfection severity could be regulated by the clock Viruses entirely depend on host- cell machineries for their replication and dissemination. Circadian rhythms regulate diverse types of systemic viral infections, including those of influenza A virus, herpes viruses, flavivirus and vesicular stomatitis virus3. Disruption of our circadian clock favours rapid virus replication and dissemination, which may subsequently lead to a severe form of infection2. Although no direct evidence of circadian control of SARS- CoV-2 infection has been reported, circadian regulation in other respiratory viruses (such as influenza A) and the circadian nature of our immune responses accentuate the urgent need for studying clock–infection biology in COVID-19.\nThe pathophysiology of SARS- CoV-2 infection and its severe complications are not well understood. Host responses in COVID-19, specifically the uncontrolled aggressive inflammatory response that can lead to multi- organ failure, strongly modulate disease severity. Notably, the expression and/or activity of virtually all the components of our innate and adaptive immune system, and thus of inflammatory immune responses, follow robust circadian rhythms1. Therefore, it would be highly informative to investigate the circadian aspects of SARS- CoV-2 pathophysiology and host responses against this pathogen. Moreover, boosting the activity of circadian immunity factors could help to manage COVID-19, as circadian clocks provide a competitive advantage to the host.\nWe anticipate that COVID-19 severity also depends on when in the day–night cycle SARS- CoV-2 infection occurs, as the battle between virus replication and its neutralization by the host immune system depends on the circadian activity phase of the host. Whether the severity of COVID-19 is influenced by the time of virus infection could be easily tested using human cell lines or mouse models of SARS- CoV-2 infection, in which the animals or cells need to be inoculated with the same dose of pathogen 12 h apart, that is, during the ‘resting’ and ‘active’ phases. In such studies, a comparative analysis of the wild- type animals and core clock mutant animals would be essential to elucidate the specific roles of circadian clocks in regulating SARS- CoV-2 replication and in the progression of the infection.\nDosing time could improve therapeutic efficacy Circadian clocks regulate the pharmacokinetics and efficacy of many therapeutics, as several drug targets and the proteins involved in drug transport and metabolism exhibit daily rhythmic expression in our bodies4. Consequently, another critical aspect of COVID-19 management will be to understand the dosing- time dependency of drugs that inhibit SARS- CoV-2 in vitro or that elicit any clinical improvement in the infected patients. Drugs with shorter half- lives (~6 hours\nCOVID-19 management in light of the circadian clock Sandipan Ray 1,2 ✉ and Akhilesh B. Reddy 1,2 ✉\nCircadian clocks control the function of our immune system, virus replication and the severity of infections. Our daily rhythms also regulate the pharmacokinetics and efficacy of several therapeutics. Consequently, better understanding of the effects of circadian biology on SARS- CoV-2 infection would improve the clinical management of COVID-19.\n1Department of Systems Pharmacology & Translational Therapeutics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA. 2Institute for Translational Medicine and Therapeutics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA. ✉e- mail: sandipan.ray@ cantab.net; areddy@cantab.net\nhttps://doi.org/10.1038/ s41580-020-0275-3\nwww.nature.com/nrm\nor less) are substantially influenced by dosing time, and most drugs with moderate half- lives (8 to 15 hours) also exhibit dosing time dependency4. In addition to drugs, dosing time can also regulate the efficacy of viral vaccines, as time of day influences the magnitude of the antibody response generated in our bodies post- vaccination. Notably, vaccination against the influenza virus A/H1N1 and B strains was found to be more effective when administered in the morning compared with the afternoon5.\nAt present, there is no established, effective therapy for SARS- CoV-2 infection, and the available treatments are mainly supportive. However, a recent study has demonstrated clinical improvement in severe cases of COVID-19 following a 10- day course treatment with remdesivir (GS-5734)6. Remdesivir has a very short plasma half- life in non- human primates and mice. Similarly, many other potential antiviral drugs have poor plasma stability and short half- lives, leading to inadequate effectiveness against the rapid and persistent viral expansion.\nAssessment of the most effective dosing time in the context of dynamic host–pathogen interactions may dramatically improve the efficacy of drugs and vaccines. Consequently, circadian rhythms should be considered when designing and dosing candidate drugs and vaccinations against SARS- CoV-2, in order to obtain the best possible clinical outcomes."
    }, {
      "heading" : "The clocks of pathogenicity and treatment",
      "text" : "SARS- CoV-2 infection results in dysregulation of several essential physiological processes in the host, including diverse metabolic pathways, protein synthesis, macrophage function, cellular oxidant detoxification, apoptosis and platelet degranulation7,8. In addition, SARS- CoV-2 infection activates inflammatory responses, interleukin signalling and the complement cascade7. Intriguingly, almost all of these physiological processes are tightly regulated by the circadian clock machinery.\nRecent systems- level studies have defined many host factors and physiological pathways as potential therapeutic targets for COVID-197,9. A recently published study identified 332 human proteins that interact with SARS- CoV-2 proteins using affinity- purification mass spectrometry9. We examined the possible circadian rhythms of expression of the mouse orthologues of these 332 SARS- CoV-2- interacting host factors using our recently published mouse circadian transcriptome data10. Importantly, we observed that the expression of 30% of these host factors shows circadian oscillation (Supplementary Fig. 1a). Furthermore, using the Circadian Expression Profiles Database (CircaDB), we evaluated the daily expression profiles of the SARSCoV-2 interacting host factors that are targeted by existing FDA- approved drugs or by clinical or preclinical compounds. Notably, we have found that the expression\nprofiles of most of these potential drug targets exhibit robust 24- hour oscillation in at least one organ or tissue in mammalian systems (Supplementary Fig. 1b). Taken together, these findings strongly support our view of the pressing need to better understand how the circadian clock affects SARS- CoV-2 infection to achieve optimal clinical management of COVID-19."
    }, {
      "heading" : "Future outlook",
      "text" : "Based on our current knowledge of the crosstalk between the circadian clocks and viral infections, it is apparent that we are more vulnerable to certain respiratory viruses during the early morning. We now need to determine empirically whether COVID-19 is also more severe at certain times of the day. If so, an infection during that specific time of the day might spread faster and affect our immune system more severely than at other times. Emerging evidence suggests that people with a disrupted circadian clock owing to old age, working night shifts, jet lag or irregular sleeping and eating habits have a less vigorous immune system and thereby could be more susceptible to such viral respiratory diseases. These simple considerations could help us to control outbreaks of this pandemic and possibly of future pandemics by defining the most suitable working (or staying at home) hours and maintaining a healthy body and circadian clock to reduce the chance of infection and rapid transmission. At a population level, such ‘temporal’ social interventions, alongside the conventional ‘spatial’ social distancing, could help abate the spread of SARS- CoV-2. 1. Man, K., Loudon, A. & Chawla, A. Immunity around the clock.\nScience 354, 999–1003 (2016). 2. Edgar, R. S. et al. Cell autonomous regulation of herpes and\ninfluenza virus infection by the circadian clock. Proc. Natl Acad. Sci. USA. 113, 10085–10090 (2016). 3. Mazzoccoli, G., Vinciguerra, M., Carbone, A. & Relógio, A. The circadian clock, the immune system, and viral infections: The intricate relationship between biological time and host–virus interaction. Pathogens 9, 83 (2020). 4. Ruben, M. D., Smith, D. F., FitzGerald, G. A. & Hogenesch, J. B. Dosing time matters. Science 365, 547–549 (2019). 5. Long, J. E. et al. Morning vaccination enhances antibody response over afternoon vaccination: a cluster- randomised trial. Vaccine 34, 2679–2685 (2016). 6. Grein, J. et al. Compassionate use of remdesivir for patients with severe COVID-19. N. Engl. J. Med. 382, 2327–2336 (2020). 7. Bojkova, D. et al. Proteomics of SARS- CoV-2-infected host cells reveals therapy targets. Nature 583, 469–472 (2020). 8. Shen, B. et al. Proteomic and metabolomic characterization of COVID-19 patient sera. Cell 182, 59–72 (2020). 9. Gordon, D. E. et al. A SARS- CoV-2 protein interaction map reveals targets for drug repurposing. Nature 583, 459–468 (2020). 10. Ray, S. et al. Circadian rhythms in the absence of the clock gene Bmal1. Science 367, 800–806 (2020).\nCompeting interests The authors declare no competing interests.\nSupplementary information Supplementary information is available for this paper at https://doi.org/ 10.1038/s41580-020-0275-3.\nRelaTeD lInks CircaDB: http://circadb.hogeneschlab.org/\nC o m m e n t"
    } ],
    "references" : [ {
      "title" : "Immunity around the clock",
      "author" : [ "K. Man", "A. Loudon", "A. Chawla" ],
      "venue" : "Science 354,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Cell autonomous regulation of herpes and influenza virus infection by the circadian clock",
      "author" : [ "Edgar", "R. S" ],
      "venue" : "Proc. Natl Acad. Sci. USA",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "The intricate relationship between biological time and host–virus interaction",
      "author" : [ "G. Mazzoccoli", "M. Vinciguerra", "A. Carbone", "Relógio", "A. The circadian clock", "the immune system", "viral infections" ],
      "venue" : "Pathogens 9, 83",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Dosing time matters",
      "author" : [ "M.D. Ruben", "D.F. Smith", "G.A. FitzGerald", "J.B. Hogenesch" ],
      "venue" : "Science 365,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "a cluster randomised trial",
      "author" : [ "Long", "J.E. et al. Morning vaccination enhances antibody response over afternoon vaccination" ],
      "venue" : "Vaccine 34, 2679–2685",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Compassionate use of remdesivir for patients with severe COVID-19",
      "author" : [ "J Grein" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2020
    }, {
      "title" : "Proteomics of SARS CoV-2-infected host cells reveals therapy targets",
      "author" : [ "D Bojkova" ],
      "venue" : "Nature 583,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2020
    }, {
      "title" : "Proteomic and metabolomic characterization of COVID-19 patient sera",
      "author" : [ "B Shen" ],
      "venue" : "Cell 182,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2020
    }, {
      "title" : "A SARS- CoV-2 protein interaction map reveals targets for drug repurposing",
      "author" : [ "Gordon", "D. E" ],
      "venue" : "Nature 583,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2020
    }, {
      "title" : "Circadian rhythms in the absence of the clock gene Bmal1",
      "author" : [ "S Ray" ],
      "venue" : "Science 367,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2020
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Nature reviews | Molecular cell Biology The world is still in the throes of a coronavirus outbreak known as coronavirus disease 2019 (COVID-19), which caused more than half a million deaths worldwide within just a few months. Circadian rhythms have a pro found impact on human health, because they have a central role in coordinating daily physiological processes, including the functions of innate and adaptive immunity. Circadian clock disruption in hosts leads to increased pathogen replication and dissemination, which indicates that the severity of acute infections could be markedly influenced by circadian rhythms. Humans are more susceptible to infections at certain times of the day, because the function of our defence systems follows a daily rhythmic pattern1. We have previously demonstrated that the time of day of virus infection critically affects disease progression following herpes and influenza A virus infections2. Study of the ‘clock–infection biology’ in viral diseases, which intends to decipher the complex relationships between circadian timekeeping, host immunity and host–virus interactions, is a relatively new concept3. This emerging field holds great potential to unravel the complex patho genesis of severe acute respiratory syndrome corona virus 2 (SARSCoV-2) infection and may help to improve therapy against this novel pathogen, as well as inform public health policy.",
    "creator" : "Springer"
  }
}