{
  "name" : "downloads_2019-11-24_a3_qin2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Novel hexagonal Bi2O2CO3 porous nanoplate/nitrogen-doped graphene nanomaterials with enhanced electrochemical properties for oxygen reduction reaction in acidic media for fuel cells",
    "authors" : [ "Xiulan Qin", "Ying Huang", "Ke Wang", "Tingting Xu", "Suping Li", "Ming Zhao", "Yanli Wang", "Qian Chen" ],
    "emails" : [ "eternitynwpu2003@163.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nCarbon\njournal homepage: www.elsevier .com/locate/carbon\nNovel hexagonal Bi2O2CO3 porous nanoplate/nitrogen-doped graphene nanomaterials with enhanced electrochemical properties for oxygen reduction reaction in acidic media for fuel cells Xiulan Qin a, b, c, Ying Huang a, b, c, *, Ke Wang a, b, c, Tingting Xu c, Suping Li a, b, c, Ming Zhao a, b, c, Yanli Wang c, Qian Chen d\na MOE Key Laboratory of Material Physics and Chemistry Under Extraordinary Conditions, School of Natural and Applied Science, Northwestern Polytechnical University, Xi'an, 710072, PR China b Shaanxi Engineering Laboratory for Graphene New Carbon Materials and Applications, School of Natural and Applied Sciences, Northwestern Polytechnical University, Xi'an, 710072, PR China c Department of Applied Chemistry, School of Natural and Applied Science, Northwestern Polytechnical University, Xi'an, Shaanxi, 710129, PR China d Modern College of Northwest University, Xi'an, Shaanxi, 710130, PR China\na r t i c l e i n f o\nArticle history: Received 8 April 2019 Received in revised form 31 May 2019 Accepted 6 June 2019 Available online 7 June 2019\nKeywords: Porous Bi2O2CO3 hexagonal nanoplate Orthogonal-layered porous structures Oxygen reduction reaction Fuel cells\n* Corresponding author. MOE Key Laboratory of Ma Under Extraordinary Conditions, School of Natural western Polytechnical University, Xi'an, 710072, PR C\nE-mail addresses: eternitynwpu2003@163.com ( (Y. Huang).\nhttps://doi.org/10.1016/j.carbon.2019.06.028 0008-6223/© 2019 Published by Elsevier Ltd.\na b s t r a c t\nA template-free method is successfully designed to originally synthesize novel porous Bi2O2CO3 hexagonal nanoplate (PBHN) and the Bi2O2CO3 hexagonal nanoplate/nitrogen-doped graphene nanomaterials (PBHN/NG). Notably, PBHN-2 and PBHN/NG-2 have not yet been reported in previous literatures. For the first time, PBHN/NG-2 as the oxygen reduction reaction (ORR) catalyst has been investigated in detail for cathode of fuel cell. The measurement results show that PBHN/NG-2 has exhibited fascinating ORR performances, duo to its orthogonal-layered porous structures from porous Bi2O2CO3 and NG sheets. The values of onset potential and limiting current density for PBHN/NG-2 are 1.179 V and 7.38mA cm 2 in 0.1M HClO4 respectively. The PBHN/NG-2 possess small electrochemical impedance and good methanol immunity in 0.1M HClO4 media. Remarkably, the relative current density of PBHN/NG-2 in acidic electrolyte can still keep 98.58% of its original density after 18000 s durable measurement. Therefore, the PBHN/NG-2 is a promising ORR catalyst to solve the problems of high costs, sluggish ORR kinetics and low durability, applied in fuel cells, metal-air batteries and other renewable energy devices.\n© 2019 Published by Elsevier Ltd."
    }, {
      "heading" : "1. Introduction",
      "text" : "Fuel cells and metal-air batteries have been greatly attracted in renewable energy storage and conversion devices to meet the rising energy demands and energy-environment problems, due to their high capacity, convenience, sustainable and hardly pollution to the environment [1e4]. Oxygen reduction reaction (ORR) at the cathode is at the heart of the fuel cells and metal-air batteries. However, the sluggish reaction kinetics of ORR at the cathode has been proved to be the key reason for reducing energy conversion efficiency, and inhibits the widespread commercialized application\nterial Physics and Chemistry and Applied Science, Northhina. X. Qin), yingh@nwpu.edu.cn\nof these energy devices [5,6]. Hence, how to accelerate kinetics for ORR has been the study focus in recent years [7e10]. Clearly, it is considerably necessary and indispensable to develop the highperformance ORR catalysts. Currently, noble metal-based catalysts, such as M-Pt/Pd/Au (M¼ Fe, Co, Ni ……) alloys, compounds and composites, are considered as the best catalysts for ORR. Nevertheless, the aspects of noble metal-based catalysts hinder their scalable applications, such as high price, scarcity of raw material, poor durability, poor fuel immunity and easy CO poisoning [11e13]. The great efforts have been devoted to explore high efficient and non-precious metal catalysts in recent decades, such as transitionmetal and its compounds [12,14e18], perovskite catalysts [19,20], metal-organic frameworks (MOFs) [21e23], and their hybrids [24e28]. Although great progress has been made in previous research, challenges still remain in meeting aspects for the enhancing kinetics of ORR, high activity, low cost, non-toxicity and long-term durability of ORR catalysts in acidic electrolyte for\npractical application. Bismuth subcarbonate (Bi2O2CO3) has greatly received attention as a member of the famous Aurivillius phase oxides, since Bi2O2CO3 was first discovered to show practical application in 1999 [29,30]. After that, it has been mainly investigated as promising photocatalyst in environmental purification application for the degradation of aqueous pollutants, due to its non-toxic, low cost, antibacterial performance, photocatalytic activities and chemical stability [31e33]. Remarkably, Bi2O2CO3 has unique electronic structures, comprised of alternate [Bi2O2]2þ and CO32 layers. And the two layers [Bi2O2]2þ and CO32 are orthogonal intergrowth, made up of the orthorhombic system with a space group of Pna21 [31,34,35]. Moreover, two orthogonal layers, on the one hand, can accelerate the transition of active catalytic species between two layers. On the other hand, the layered structures in Bi2O2CO3 can inherently produce asymmetrical polarization effect and large internal electric fields, improving the charge separation efficiency. As previously reported, these orthogonal-layered structures from [Bi2O2]2þ and CO32 are beneficial to the separation of photogenerated electron/hole pairs, attracting increased attention as a material for the photocatalytic degradation of organic pollutants and gaseous NO [36,37]. As we all know, catalytic activities of various catalysts depend not only on their own chemical structures, but also on the morphologies of catalysts. Because the number of catalytic active sites are varied with the morphologies of catalysts. Thus, in recent years, the reports on Bi2O2CO3 as a photocatalyst mainly focus on modification of its morphology and on adding components to overcome its drawback of wide band gap limited to use only in UV light. A variety of methods have been developed to prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on. Notably, as far as we know, since the discovery of Bi2O2CO3, it has been mainly used in medicine, photocatalysis and biological sensor. However, few investigations have been performed on batteries, and there have been no reports about its application of electrocatalyst for ORR in fuel cells yet.\nGraphene as a two-dimensional (2D) and sp2-bonded carbon material has been attracted tremendous attention, due to its intrinsic electric conductivity, large theoretical surface area, high thermal conductivity, outstanding mechanical flexibility and high chemical stability [44e49]. Nevertheless, pure graphene nanosheets tend to be agglomeration of themselves, thanks to strong pp stacking from sp2 and van der Waals interactions. Functional (-NH2) groups with positively charge are introduced onto the surface of graphene oxide (GO) by chemical reactions between eNH2 and eOH (or eCOOH). To some extent, nitrogen-doped graphene (NG) can prevent the accumulation and agglomeration of pure graphene nanosheets. Moreover, the formation of large p-p conjugate bonds among pyridinic N, graphitic N and sp2 C in NG can reduce the apparent thermodynamic energy of ORR, which can essentially improve the rate of ORR kinetic reaction. As previously reported, pyridinic N and graphitic N fromNG are beneficial for ORR by adjustment to withdraw and donate the electron capabilities of graphene [50].\nIn this work, novel porous Bi2O2CO3 hexagonal nanoplate (PBHN) and the Bi2O2CO3 hexagonal nanoplate/NG nanomaterials (PBHN/NG) are for the first time synthesized successfully via a simple template-free method, and The H3BTC reagent in our synthesis first replaced Na2CO3 used usually for Bi2O2CO3 synthesis in previous reported literatures. And Bi2O2CO3 hexagonal nanoplate with numerous pores has not yet been reported in previous literatures. We have also found that different microstructure morphologies of Bi2O2CO3 can be obtained by varying initial mole ratio\nof H3BTC and Bi (NO3)3$5H2O. All as-synthesized Bi2O2CO3 samples exhibit 2D nanosheet, but only PBHN-2 shows perfectly hexagonal morphology with numerous pores. The measurement results show that ORR electrocatalytic performances of the PBHN/NG-2 are superior to those of the PBHN/NG-1 and PBHN/NG-3, and also superior tomany previously reportedmaterials, such as commercial 20% Pt/C and most of the materials derived from other metal-nitrogencarbon materials. Specifically, the PBHN/NG-2 possesses positive onset potential, high cathodic current density, small electrochemical impedance and good methanol poisoning resistance. Especially, PBHN/NG-2 exhibits high stability with 98.58% relative current density kept after 18000 s in acidic medium (60.15% for 20% Pt/C). Thus, PBHN/NG-2 is the promising candidate as the multifunctional ORR catalysts for fuel cells, metal-air batteries and further for water splitting in energy conversion and storage devices."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals",
      "text" : "Bismuth nitrate (Bi(NO3)3$5H2O), 1, 3, 5-benzenetricarboxylate (H3BTC), N, N-Dimethylformamide (DMF), methanol, ethanol, graphite powders (325 mesh, 99.9999%), ethylene glycol(EG) and ureawere all purchased from Sinopharm Chemical Reagent Co., Ltd, China. And these chemicals used in this work are of analytical grade. Nafion solution (5wt%, DuPont), commercial Pt/C (Pt, 20wt %, Pt on Vulcan carbon black, Johnson Matthey)."
    }, {
      "heading" : "2.2. Synthesis of novel porous Bi2O2CO3 hexagonal nanoplate",
      "text" : "A typical synthesis procedure of the porous Bi2O2CO3 hexagonal nanoplate was conducted as follows. 2.25mmol H3BTC dissolved into mixed solution with 10.0mL methanol and 15.0mL DMF to form A, stirred for 20min at room temperature in air. 2.25mmol Bi (NO3)3$5H2Owas dispersed into 20.0mL deionizedwater to form B. Then, B was dropped into solution A under stirring to form C, continuously stirred 0.5 h. The pH value of the mixed suspension C was kept at 8.0 by adding the ammonia solution. The initial mole ratio of H3BTC and Bi (NO3)3$5H2O was 1:1 in this mixed suspension C. Subsequently, white suspension C was transferred into a 100mL Teflon-lined autoclave and heated at 120 C for 12 h. After cooled at room temperature, the product was separated by centrifugation and washed with deionized water and methanol, and finally dried at 65 C for 24 h under vacuum condition, to gain the porous Bi2O2CO3 hexagonal nanoplate, marked as PBHN-1.\nIn order to study the relationship between the formation of the Bi2O2CO3 hexagonal nanoflakes and the initial mole ratio of H3BTC and Bi (NO3)3$5H2O, comparison experiments were carried out under the identical conditions and procedures with only change in the molar ratio of H3BTC and Bi (NO3)3$5H2O. The synthetic products of Bi2O2CO3 with initial molar ratios of 1:2 and 1:3 were respectively prepared, which were labeled as PBHN-2 and PBHN-3."
    }, {
      "heading" : "2.3. Synthesis of the porous Bi2O2CO3 hexagonal nanoplate/NG nanomaterials",
      "text" : "The synthesis of a series of Bi2O2CO3 hexagonal nanoplate/NG nanomaterials are synthesized by the following methods. At first, graphene oxide (GO) was synthesized from natural graphite flakes by the modified Hummer method based on our previous studies [51e53]. Then, 35.0mL GO suspension (0.25mg/mL) was achieved by vigorous ultrasonication in deionized water for 2.0 h at room temperature. Urea (3.0mmol) were added into the above GO solution, stirred for 15min. Secondly, as synthesized PBHN-1 was\ndispersed into 15.0mL deionized water 25.0 C. Then, the PBHN-1 suspension was dropped into above mixture solution of GO and urea, under stirring for 15min. Afterwards, the 10.0mL EG were also added above mixture suspension. Then, the mixture suspension were transferred into 100mL Teflon-lined autoclave and heated at 120 C for 12 h when the autoclave was cooled to room temperature, as-synthesized product was collected via centrifugation and washed three times by deionized water and ethanol, then dried in vacuum conditions at 60 C for 24 h. The final powder product with the dark-gray color was obtained, and denoted as PBHN/NG-1. The preparation of PBHN/NG-2 and PBHN/NG-3 were performed out with the identical processes like that of PBHN/NG-1, and correspondingly denoted as PBHN/NG-2 and PBHN/NG-3."
    }, {
      "heading" : "2.4. Material characterizations",
      "text" : "The as-synthesized samples were examined by X-ray diffraction (XRD) from 10 to 85 , with Cu Ka radiation (l¼ 1.541874 Å) (XRD, Philips X-ray diffractometer, PW3040). The morphology and structure of the various samples were observed by field emission scanning electron microscope (FESEM) (Talos F200X, FEI Co., USA). Energy dispersive spectrum (EDS), TEM and high-angle annular dark-field-scanning transmission electron microscopy (HAADFSTEM) were carried out by transmission electron microscope (TEM, FEI Talos F200X). The surface chemical composition and the valence state of elements were analyzed by X-ray photoelectron spectroscopy (XPS, Thermal Scientific K Alpha). The specific surface area, average pore sizes and pore volumes were measured by N2 adsorption-desorption isotherm at 77 K, using a Surface Area and Porosity Analyzer (Belsorp-Mini II, MicrotracBel). Raman spectra were acquired by a Raman spectrometer (Alpha300R) using 532 nm of a TEM00 laser as the excitation source."
    }, {
      "heading" : "2.5. Electrochemical measurements",
      "text" : "Electrochemical performances of samples were evaluated using a rotating ring-disk electrode (RRDE) apparatus (ALS, RRDE-3A), connected on an electrochemical workstation ((Gamry Interface 5000E, Gamry Instruments Co.Ltd.USA). And electrochemical measurements were perform under 0.1M HClO4 electrolyte, at room temperature, and in a standard three-electrode system: a platinum wire as the counter electrode, an Ag/AgCl (in 3.0M KCl) electrode as a reference electrode, glassy carbon (3mm in diameter) as work electrode cell, respectively.\nBefore the electrochemical measurements, the working electrode was prepared as follows: RDE (the diameter¼ 3.0mm) needs to be polishedwith 0.35 and 0.05mm alumina slurry before used as the substrate for the working electrode. To obtain a well-dispersed catalyst ink, 2.0mg of the prepared electrocatalysts and 10.0 mL Nafion solution (5.0wt %) were dispersed in 990.0 mL waterethanol mixed solution (VH2O: Vethanol¼ 6:4) by sonicating for 0.5 h. Subsequently, 5.0 mL of the catalyst ink containing 10.0 mg of catalyst was loaded onto the polished RDE with a loading of the 0.141mg cm 2, and dried at room temperature. In contrast, the 2.0mg commercial Pt/C catalyst (20wt %, Pt) was also prepared with the same procedure as above catalyst ink. All of the potentials were applied against in our work with relative to the potential of reversible hydrogen electrode (RHE), using the Nernst equation ERHE¼ EAg/AgCl þ 0.0591 pH þ EqAg/AgCl."
    }, {
      "heading" : "3. Result and discussion",
      "text" : "The morphologies of the prepared samples are detected by FESEM technology with different magnifications, seen in Fig. S1 (the Supporting Information). As shown in Fig.S1 (a-f), the\nnanoplate with length of 180e200 nm are all obviously observed in the PBHN-1, PBHN-2 and PBHN-3 samples, but the thicknesses of the nanoplate decrease with the increasing the initial mole ratio of H3BTC and Bi (NO3)3$5H2O. Clearly, the thickness of PBHN-1 is the thickest, and thickness of PBHN-3 is the thinnest. Remarkably, hexagonal nanoplate are obtained in PBHN-2 with the thickness of about 35 nm, it is the only under conditions where the molar ratio of H3BTC and Bi (NO3)3$5H2O is maintained at 1:2. Therefore, the formation of the hexagonal morphology for the Bi2O2CO3 are greatly influence by the mole ratio of H3BTC and Bi (NO3)3$5H2O. From FESEM images of the PBHN/NG-(1e3) in Fig.S1 (g-i), the Bi2O2CO3 morphologies of PBHN-(1e3) have little been affected, after wrapped by nitrogen-doped graphene.\nBased on the results of FESEM, TEM, XRD and XPS, the formation and structure of porous Bi2O2CO3/NG nanomaterials are reasonably speculated as follows, shown in Fig. 1 and reaction formulas of (1)e(3). Firstly, porous Bi2O2CO3 hexagonal nanoplate is formed by simple self-assembly hydrothermal reaction. The formation of porous structures do not need template reagents, only by releasing CO2 gas in action process and benzene annulus voids. Secondly, porous hexagonal Bi2O2CO3 and urea can form porous Bi2O2CO3/NG on graphene oxide nanosheets via chemical adsorption and chemical reactions. In the formation of products, the molar ratio of H3BTC and Bi (NO3)3$5H2O is considered to play a crucial role for ORR properties and morphologies of the products. Fig. 1 also shows formation process of Bi2O2CO3/NG, in which Bi2O2CO3 exhibits orthogonal-layered structures from [Bi2O2]2þ and CO32 , as previously reported in the literatures [36,37,42,43], NG displays nanolamellar structures formed by nitrogen-doped benzene rings. These porous reticulated lamellar structures of Bi2O2CO3/NG are very favorable for improving ORR kinetic rate. Specific analysis of ORR kinetic is shown in the following electrochemical sections.\nH3BTCþH2O/Hþ þ CO2 3 þ CO2 (1)\nBiðNO3Þ3 þH2O/BiONO3 (2)\nBiONO3 þ CO2 3 /Bi2O2CO3 þ NO 3 (3) To further obtain the chemical composition and the element distribution of the PBHN-2, TEM image, high-angle annular darkfield-scanning transmission electron microscopy (HAADF-STEM) and element mapping images are studied. As are shown in Fig. 2(aee), the hexagonal PBHN-2 nanoplate with the average width of about 200 nm is made up of Bi, O and C elements, and each element distribute uniformly, based on HAADF image and elemental mappings. The energy dispersive X-ray spectroscopy (EDS) in Fig. 2 (f) further reveals that the PBHN-2 is composed of Bi, O and C elements and the atomic ratio of Bi/O/C is of 24.57:62.10:11.16, close to 2:5:1 in Bi2O2CO3. Besides, Cu element in the EDS spectrum appears, due to the copper mesh used as support for the measurement. Above results of chemical composition are also confirmed by XRD, XPS and Raman.\nIn order to investigate the morphology and structure of the porous Bi2O2CO3 hexagonal nanoplate (PBHN-2), TEM, HRTEM and SAED measurements are carried out, and the results are presented in Fig. 3. As shown in Fig. 3 (a), the hexagonal nanoplate with the averagewidth of 200 nm for the PBHN-2 is clearly observed, and no serious agglomeration are displayed. The HRTEM images of the PBHN-2 display the lattice fringes of 0.271, 0.296, 0.385 and 0.685 nm in Fig. 3(bec), corresponding to the (110), (013), (011) and (002) facets of tetragonal Bi2O2CO3, which are consistent with the XRD results as followed. These HRTEM results are also confirmed by previous literatures [34,54,55]. In addition, the numerous visible\nmesopores disperse onto the surface of hexagonal nanoplate, as shown in Fig. 3(cee), which are also verified by BTE results. Fig. 3 (f) image shows the results of corresponding selected area electron diffraction (SAED) pattern collected from whole Bi2O2CO3 hexagonal nanoplate, which further illustrates that PBHN-2 is polycrystalline nature with clear diffraction spots, originated from selfassembly of the single-crystalline nanosheets with preferred orientation.\nIn order to further investigate the morphology, structure and element distributions of the PBHN/NG-2, TEM and HAADF-STEM, and element mapping images are studied, their results are shown in Fig. 4(aei). Obviously, the hexagonal morphology of the PBHN/ NG-2 keeps the original hexagonal nanoplate of the PBHN-2. And the average width of the PBHN/NG-2 is nearly 200 nm, close to that of PBHN-2. Nevertheless, the hexagonal Bi2O2CO3 nanoplate is clearly wrapped by ultrathin graphene lamellar with irregular fold, seen in Fig. 4(aeb). HAADF-STEM image (Fig. 4 (c)) and the corresponding element mapping images of PBHN/NG-2 in Fig. 4(deh) reveal that the PBHN/NG-2 nanomaterials are made from of Bi, O, C and N elements, and all elements are uniformly distributed. As shown for the line-profile image in Fig. 4 (i), Bi and O elements mainly disperse in the interior of the hexagonal nanoplate, C and N elements distribute in the exterior of the hexagonal nanoplate and on graphene substrate. Especially, C element is mainly concentrated in the graphene substrate. The results of the line-profile image are\nconsistent with those of elements mappings. The phases and structures associated with as-prepared samples were performed by powder X-ray diffraction (XRD), as seen in Fig. 5 (a). The XRD patterns of all as-prepared Bi2O2CO3 nanoplate and the Bi2O2CO3/NG nanomaterial possess similar diffraction peaks. And all diffraction peaks can be indexed to the tetragonal phase of Bi2O2CO3 (PDF#41e1488), which are in agreement with the lattice constants (a¼ 3.865 Å, b¼ 3.865 Å and c¼ 13.675 Å). The diffraction peaks around 2q at 12.93 , 23.901 , 26.033 , 30.251 , 32.728 , 42.297 , 46.968 , 52.228 and 56.896 can be indexed to the (002), (011), (004), (013), (110), (114), (020), (116) and (123) planes. Notably, the diffraction peak of graphene can be observed at 2q¼ 25.0 , indexed to the (002) of the graphitic structure. The result suggests that the successful reactionwas performed from GO to graphene during the synthesized process. And no other impurity diffraction peaks are detected, which confirms the high purity of asprepared samples. To further identify the chemical compositions and chemical bonding states of the Bi2O2CO3/NG nanomaterials, the electrode materials were identified by XPS analysis, the results are seen in Fig. 5(bef). The survey spectra of the PBHN/NG (1e3) show the coexistence of Bi, C, N, and O elements in all samples, and no other elements are detected. And XPS survey results of three samples are very similar, as shown in Fig. 5 (b). Further study on chemical bonding states of elements for PBHN/NG-2 were carried out, and the results are shown in Fig. 5(cef). For the C 1s spectrum\nin Fig. 5 (c), the peaks located at 282.28, 284.56, and 286.18 eV are assigned to CeBi (sp3 carbon), C]C (sp2 carbon) and CO32 (sp3 carbon), which are consistent with reported articles [56,57], respectively. The strong CeBi bond formation indicates that, when GO is reduced to graphene during hydrothermal treatment, most of the oxygen containing functional groups (e.g., eCOOH and eOH) disappear [58]. Fig. 5 (d) focuses on the de-convoluted Bi 4f spectrum, the four peaks located at 156.55, 157.94, 161.91 and 163.31 eV can be attributed to Bi]O, BieC, BieO and BieN bonds, respectively. Two strong peaks at about 156.55 eV and 161.91 eV assigned to the 4f 7/2 and 4f 5/2 of Bi3þ [59,60]. The O1s spectrum (Fig. 5 (e)) with five peaks located at 527.47, 528.45, 529.38, 530.64 and 531.54 eV is attributed to O 1s, containing Bi]O, BieO, CO32 , CeO and NeO groups [33,38,40]. In Fig. 5 (f), the binding energy peaks\nat 385.61, 388.43, 392.31, 394.43, 397.86, 400.01 and 404.59 eV are ascribed to Bismuth N, CeN, OeN, pyridinic N, graphitic N and Oxidized N [61,62]. Previous studies have proved that pyridinic N and graphitic N are very important ORR active nitrogen sources, which can greatly enhance the ORR properties [63e65]. XPS results further confirm that the methods are reasonable for synthesis of the porous Bi2O2CO3 hexagonal nanoplate and its nitrogen-doped graphene nanomaterial.\nIn order to further study the effects of nitrogen-doped graphene on chemical bonding states of elements in Bi2O2CO3, XPS analysis of PBHN-2 was also employed, the results are shown in Fig. 6(aed). By comparing XPS full survey spectra of the PBHN/NG-2 and PBHN-2 in Fig. 6 (a), it is found that the results of both XPS full survey spectra are very similar, except for existence of the nitrogen peak in\nPBHN/NG-2. Furtherly, studies on the high-resolution spectra of elements in PBHN-2 show that main chemical-bonding states of most elements in PBHN-2 have no changed, and that only positions of electron orbits for the atoms have changed slightly. For example, positons of two bismuth peaks in PBHN-2 are located at 156.71 eV and 162.05 eV, assigned to the 4f 7/2 and 4f 5/2 of Bi3þ, and Bi3þ positons of two bismuth peaks in PBHN/NG-2 are located at 156.55 eV and 161.91 eV, respectively. Besides, in the highresolution spectra of the PBHN/NG-2, the C]C and NeO bonds appear. These slight changes of electron orbit positions and the appearances of C]C and NeO bonds indicate that chemical adsorption exist between Bi2O2CO3 and nitrogen-doped graphene. For comparison, the positions of the peaks for each elements in the PBHN-2 and PBHN/NG-2 are listed in Table 1.\nThe surface areas and porous properties were analyzed by nitrogen adsorption/desorption measurements, the results are in Fig. 7(aec). As are seen in Fig. 7 (a), the curves of all electrode\nsamples show the characteristic of IV isotherm with a type H1 hysteresis loops, which indicate the coexistence of the microporous and mesoporous structures. The surface and porous properties of PBHN/NG-(1e3) electrode samples are summarized in Table 2. It can be revealed that all electrode samples have the broad range of pore size distributions from 0.44 nm to 42.9 nm, the hierarchically porous structures can provide more ORR active sites. Moreover, it can be further found that PBHN/NG-2 electrode material has highest the specific surface area and largest total pore volume among them, reaching 52.686m2 g 1 and 0.2702 cm3 g-1, respectively. The more surface area and total pore volume can provide more channels and pores for electrons and molecules, greatly enhance the activity of ORR kinetic reaction.\nTo further investigate the structural information of PBHN-2 and PBHN/NG-2, Raman spectra of the PBHN-2, PBHN/NG-2, GO and NG samples were carried out in the frequency range 20e3700 cm 1. As are shown in Fig. 8(aeb), the PBHN-2 and PBHN/NG-2 exhibit the peaks at 166 and 367 cm 1, assigned to the vibrational modes of Bi]O bond lattice. The vibrational peak at 804 cm 1 in the PBHN-2 and PBHN/NG-2 is corresponding to the BieO bond. And two symmetric peaks at 1000.78 and 1067.47 cm 1 are attributed to the stretching vibrations of the symmetric stretching of CO32 , but the symmetry of the two peaks of CO32 decreases in PBHN/NG-2, due to the interaction between NG and CO32 . Two broad peaks at 2088.3 and 3080.98 cm 1 in the PBHN-2 and PBHN/NG-2 are come from two orthogonal layers of the [Bi2O2]2þ and CO32 , which can confirm the existence of the layered structures between [Bi2O2]2þ and CO32 in Bi2O2CO3. The above Raman results are consistent with previous reports [54,66,67]. The peak at 609.20 cm 1 may be CeN peak which only appears in PBHN/NG-2 and NG spectra. Notably, for the\nTable 2 Summary of surface properties of the PBHN/NG-(1e3) samples.\nSamples SBET/m2 g 1 Vtotal (cm3 g 1) diametermeso/nm diametermicro/nm Mean pore diameter/nm\nPBHN/NG-1 32.335 0.0949 2.6 2.0 15.92 PBHN/NG-2 52.686 0.2702 2.32 0.9 15.508 PBHN/NG-3 39.703 0.2104 2.32 0.9 14.825\nFig. 8. Raman spectra of the PBHN-2 (a), PBHN/NG-2 (b), GO (c) and NG (d) samples. (A colour version of this figure can be viewed online.)\nD peak (1342.7 cm 1) and G peak (1585.2 cm 1), they are represent the disorder and crystallinity of carbon, which are observed in all the samples, seen in Fig. 8(aed). The G band is assigned to the CeC stretching vibrations of sp2 hybridization of carbon atoms in a twodimensional hexagonal lattice, i.e. E2g of graphite. The D band corresponds to vibrations of carbon atoms with dangling bonds in plane terminations [68]. The intensity ratio of the D to G band (ID/ IG) is usually as a disordered parameter. The values of ID/IG are calculated to be 1.673 for PBHN-2, 1.004 for PBHN/NG-2, 0.936 for GO and 0.992 for NG, respectively. The larger ID/IG ratio is established as an indicator for higher degree of disorder. Thus, carbon in PBHN-2 mainly exists as disordered structure, while graphitic carbon is increased by adding nitrogen-doped graphene in PBHN/NG2. High degree of graphitization are favorable to improve electric\nconductivity and the ORR property [11,24e26,70], while disordered structure is conducive to improving the adsorption and desorption of oxygenmolecules on ORR catalyst surface. The 2D peaks at about 2750 cm 1 can be seen in the Raman spectra of GO and NG, which indicate that the multi-layer property exists [69,70]. The multilayer structures have also been demonstrated by the results of TEM tests, seen in Fig. 4(aeb).\nTo evaluate the ORR performance of as-prepared samples, CV measurements for electrodes of PBHN/NG-(1e3) and 20% Pt/C materials were carried out in both N2- and O2-saturated conditions, under 0.1M HClO4 electrolyte, and at scan rate of 50mV s 1. As are shown in Fig. 9(aed), PBHN/NG-(2e3) and commercial 20% Pt/C exhibit good ORR catalytic activities, due to possess obviously cathodic ORR peaks in O2-saturated medium. In contrast, when the\nN2-saturated 0.1M HClO4 at scan rate of 50mV s 1 (aed). And comparison LSV poeviate that in N2-saturated 0.1 M HClO4 under rotation speeds of 1600 rpm at scan rate be viewed online.)\nelectrolytes are saturated with N2, no cathodic peaks for PBHN/NG(1e3) are observed, which illustrate that PBHN/NG-(1e3) have well choice for O2 in electrocatalytic ORR aspect. Remarkably, a pair of very symmetric peaks of current densities for redox reaction are further discovered at 0.382 V for PBHN/NG-(2e3) electrodes, illustrating redox reactions occur among different valences of bismuth element. Moreover, because chemical adsorption occurs between oxygen and catalyst, a pair of very symmetric peaks of current densities for redox reaction exhibits, indicating good performance of reversible reaction between oxygen and catalyst. Redox symmetric peaks of current densities is very helpful and valuable for improving the catalytic activity and durability of ORR. In particular, PBHN/NG-2 among these samples has the highest values of current densities (6.981mAcm 2 and 3.272mAcm 2) for symmetric redox reaction at potential 0.382 V. Moreover, redox current densities of PBHN/NG2 are all much larger than those of the other samples inwhole redox process. The CV results indicate that PBHN/NG-(2e3) are very excellence catalysts for ORR electrodes.\nThe outstanding ORR activity of PBHN/NG-2 in acid medium can also be verified by LSV tests at 1600 rpm rotating speed (the scan rate of 10mV s 1) under O2-saturated 0.1MHClO4 to deviate that in N2-saturated 0.1 M HClO4 conditions. As are revealed in Fig. 9 (e), PBHN/NG-2 exhibit superior ORR activity with the most positive onset potential (E0¼1.179 V) to those of 20% Pt/C (0.89 V), PBHN/ NG-1(1.108 V), PBHN/NG-3(1.136 V) and NG (0.85 V), and the largest value of limiting current density (JL¼ 7.38mA cm 2) to those of 20% Pt/C (4.0mA cm 2), PBHN/NG-1(5.52mA cm 2), PBHN/NG3(7.03mA cm 2) and NG (3.06mA cm 2). The E0 and JL of 20% Pt/C in 0.1MHþ medium are close to those values reported in previous literatures [62,71e73]. In addition, onset potential (E0) in ORR process is defined as the potential at which the cathodic current density reaches at the value of 0.1mA cm 2 in LSV curve from the speed of 1600 rpm, and the limiting current density ((JL) often refers to the maximum value of the current density for ORR cathode in themeasurement range of the kinetic-diffusion control. To better describe ORR activity of PBHN/NG-2, Table 3 are listed the ORR performances of our samples and related previously reported literatures, derived from metal-C-N. By contrast, ORR activity of PBHN/NG-2 exhibit superior to other electrocatalysts.\nTafel slopes in low-overpotential region are used to reveal ORR cathode kinetics of samples, seen in Fig. 9 (f). Obviously, the value of Tafel slope for PBHN/NG-2 (49.36mV$dec 1) is smaller than those of 20% Pt/C (57.76mV$dec 1), PBHN/NG-1 (69.98mV$dec 1), PBHN/ NG-3 (58.22. mV$dec 1) and NG (55.08mV$dec 1). The smallest value of Tafel slope means the fastest kinetic velocity of electron transport and highest intrinsic ORR activity in harsh acid medium. Because of the mainly following two reasons: (1) the transfer of the first electron may determine the rate-determining step on ORR at\nthe low polarization region [73,74]. The small value of Tafel slope indicates that PBHN/NG-2 can decrease the activating energy of ORR, which means that the ORR can easily take place under small polarization potential. Reducing polarization potential is very beneficial to improve the electrochemical performance of batteries, which has always been the pursuit of researchers. (2) If the ORR catalyst possesses a high Tafel slope, the overpotential will increase rapidly with the increase of current density. High current density is also the desirable for batteries. The results of Tafel slope illustrate that PBHN/NG-2 is a promising ORR catalyst for fuel cell.\nThe ORR kinetics of PBHN/NG-2 catalyst are further studied by LSV measurements in O2-saturated 0.1 M HClO4 to deviate that in N2-saturated 0.1M HClO4 at different rotation rates from 600 to 2200 rpm, at the potential scan rate of 10mV s 1. As shown in Fig. 10 (a), current densities at the potential from 1.2 V to 0.126 V become slightly larger with the increase of rotation speeds from 600 rpm to 2200 rpm. After 0.126 V (0e0.126 V), with the increase of cathodic overpotentials and with the increase of rotation speeds, the current densities decreases. The LSV results reveal that the dynamic current density of the PBHN/NG-2 for ORR dominates the whole ORR process, while the diffusion current density has little effect in acid medium. That is that ORR is mainly determined by its own reaction kinetics. It can further reveal that the porous structures of PBHN/NG-2 is significantly conducive to the transmissions of electrons and molecules for ORR. Koutecky-Levich (K-L) plots at different potentials from 0.1 V to 0.7 V (derived from the LSV at different rotation speeds) are linear and near parallel, seen in Fig.10 (b). The results of K-L plots illustrate first-order reaction kinetics toward the ORR, which further are described by electron transfer number (n) at the different potentials in Fig. 10 (c). The transferred electron numbers per oxygen involved in ORR, based on the K-L equations as follows.\n1 J ¼ 1 JL þ 1 JK ¼ 1 Bu1=2 þ 1 JK\n(4)\nB ¼ 0:62nFC0D2=30 v 1=6 (5)\nJK ¼ nFKC0 (6)\nwhere J represents the measured current density, JL and JK are the diffusion- and kinetic-limiting current densities, u is the angular frequency of the disk (rad s 1), n is defined as the number of electrons transferred per oxygen molecule, F is the Faraday constant (96485C$moL 1), C0 is O2 concentration in 0.1M HClO4 (1.26 10 6 moL cm 3), D0 is the diffusion coefficient of O2 in 0.1M HClO4 (1.93 10 5 cm2 s 1), and v is the kinetic viscosity of the electrolyte (0.01 cm2 s 1).\nThe average number (n) per oxygen was calculated to be about 3.8526, originated from 3.697 to 4.001, which 4e and 2e channels of ORR pathways coexist simultaneously, but mainly 4e pathway for ORR. The ORR on catalyst surface can proceed via two different pathways under acid condition [78,79]. The specific reaction pathways are summarized as follows.\nO2ðgÞþ /O2 (7)\nO2 þHþ þ e /OOH (8)\nOOH þHþ þ e /O þH2O (9)\nO þHþ þ e /OH (10)\nOH þHþ þ e /H2O (11)\nwhere the asterisks (*) denote the adsorption sites on the catalyst surface. One is the efficient 4e pathway to produce water directly as the final product. Specifically, the O2 are absorbed on multiparous PBHN/NG-2 moiety first leads to the formation of the BieCeNeO active ORR centers, on which the O2 molecule is chemical adsorbed. Subsequently, the activated O2* molecule\ncaptures a proton from acidic electrolyte with simultaneous electron transfer through nitrogen-doped graphene, forming the OOH *species (as the rate-limiting step). Once the peroxide species is generated, and then reactions of (9e11) occur immediately, which will undergo direct reduction of O2 to form H2O in ORR process. The other is the less efficient 2e pathway, reactions (8) and (11) are the dominated steps, involving the formation of OH* and OOH* as the intermediate stage. The OH* and OOH* can disintegrate the fuel cell components, such as the carbon support material and proton\nexchange membrane. In order to further investigate electron transfer resistance and the ORR kinetics of cathodic electrodes, electrochemical impedance spectroscopy (EIS) measurements of PBHN/NG-2 and 20% Pt/C were recorded with the frequency range from 1Hz to 105 Hz, at open circles potentials, under O2-saturated 0.1M HClO4 at the rotating rate of 1600 rpm and at scan rate of 10mV s 1. The Nyquist plots and their corresponding equivalent circuit diagrams (insets) are presented in Fig. 10(def). By simulated calculation based on the equivalent circuits seen in insets of Fig. 10(eef), the values of electrolyte resistances (Rs) for PBHN/NG-2 and 20% Pt/C are 0.935U and 1.851U, and values of resistances for the migration of electrons and ions through catalyst surfaces (Rp) for PBHN/NG-2 and 20% Pt/ C are 4.701U and 2.902U, respectively. W is the Warburg impedance (1.663U for PBHN/NG-2 and 89.4U for 20% Pt/C) that reflects the diffusion of electrons and ions into the bulk of the catalytic materials, CPE1 (1.047 10 7U for PBHN/NG-2) and C1 (2.67 10 7U for 20% Pt/C) are the constant phase element and capacitor that refer to the interfacial resistance and charge-transfer resistance, respectively. In addition, as can be further seen from Fig. 10(def), all Nyquist plots include a squeezed semicircular part at high frequency region followed by a linear part at low frequency region. The diameters of the semicircles for plots stand for charge transfer resistances. The linear parts represent diffusion-controlled resistances [80,81]. Notably, the value of diameter from the semicircles for PBHN/NG-2 (5.60U) is close to that of 20% Pt/C (4.79U), but maximum value of linear part for PBHN/NG-2 (2.88U) is significantly smaller than that of 20% Pt/C (39.96U). The results of\nFig. 11. RRDE results for PBHN/NG-2 and commercial 20% Pt/C in O2-saturated 0.1M HClO4 e corresponding peroxide yields (%) and electron-transfer numbers (n) at potential ranges fr commercial 20% Pt/C at the rotation rate of 1600 rpm in O2-saturated 0.1M HClO4 electroly under the rotating rate of 1600 rpm with the scan rate of 10mV s 1, at the voltage of 0.65 V viewed online.)\nthe EIS measurements reveal that electrons, ions and molecules possess the good transport capacities both on the surface and in the bulk phase of PBHN/NG-2 catalyst during ORR process. Especially, electrons, ions and molecules can diffuse easily in the bulk phase, due to very small value of Warburg impedance of PBHN/NG-2 catalyst (corresponding to the linear part of the Nyquist plot). The excellent transmission characteristic of the nanoparticles in the PBHN/NG-2 is presumably based on the main two reasons below. One is that the hierarchically porous structures of the PBHN/NG-2 (pore size distributions from 0.44 nm to 42.9 nm, seen in BET results) can provide numerous exposed pathways, pores and channels for electrons, ions and molecules, improving the ORR kinetics in cathodic electrode. The other is that the orthogonal-layered structures of Bi2O2CO3 from [Bi2O2]2þ and CO32 can offer an opportunity of face to face contact between layers, which can inherently produce asymmetrical polarization effect and large internal electric fields, greatly improving the transfer and separation of charge [36,37]. These EIS results are well agreed with LSV results: dynamic current density for ORR mainly dominates the whole ORR process, while the diffusion current density has little effect.\nTo further investigate the ORR pathway and the hydrogen peroxide yields, the rotating ring disk electrode (RRDE) measurements of the PBHN/NG-2 were performed at 1600 rpm with scan rate of 10mV s 1 in O2-saturated 0.1M HClO4 electrolyte, commercial 20% Pt/C as a comparison. Based on the results of tests in Fig. 11 (a), the current density values of the ring are clearly smaller than those of the disk in 0.1M HClO4, which can indicate that the ORR catalytic process is mainly four-electron pathways [72]. The\nlectrolyte under a rotation rate of 1600 rpm and at scan rate of 10mV s 1 (a), and their\nom 0.1 V to 0.9 V (c). Methanol crossover tolerance measurements of PBHN/NG-2 and\nte (b). And comparison of the durability and stability tests of PBHN/NG-2 and 20% Pt/C\nand in O2-saturated 0.1M HClO4 electrolyte (d). (A colour version of this figure can be\naverage electron transfer number (n) per oxygen of n is 3.86 at potential from 0.1 V to 0.9 V, close to that of the commercial 20% Pt/ C (3.91) (its theoretical value is 4), seen in Fig. 11 (c). The average value of 3.86, well consistent with the result from the K-L plots (n¼ 3.8526), further testify the mainly 4e-reaction pathway for the ORR process of PBHN/NG-2. The values of hydrogen peroxide yields (%) for PBHN/NG-2 and 20% 20% Pt/C are less than 5% at the whole measured potential ranges, which are far less than 13%, implying a high catalytic efficiency toward ORR [82]. Based on the following equations (12) and (13), the values of peroxide yields and n numbers were calculated.\nH2O2%¼200 IR=N\nID þ IR=N (12)\nn¼ 4 ID=N ID þ IR=N\n(13)\nwhere, N is the collection efficiency of the Pt ring electrode (N¼ 0.37), and IR and ID are the value of ring and disk current density.\nThe above excellent ORR activity of the PBHN/NG-2 are described to its fascinating structures. First, orthogonal-layered structures of Bi2O2CO3 from [Bi2O2]2þ and CO32 are combined with the nanosheets of NG, which can form the hierarchically porous structures. The hierarchically porous structure of the PBHN/ NG-2 have large surface area and numerous pores (pore size distributions from 0.44 nm to 42.9 nm, seen in BET results), which can produce much exposed edge and channel, and can provide accessible kinetic pathway for electrons, ions and molecules in ORR process. Second, the orthogonal-layered porous structures can offer an opportunity of face to face contact between nanoplates, which can inherently produce asymmetrical polarization effect and large internal electric fields, greatly improving the transfer and separation of charge [36,37]. Thirdly, formation of large p-p conjugated structures derived from combinations of pyridinic N, graphitic N and graphene C can greatly reduce the apparent activity energy of ORR, enhancing kinetic reaction rate of ORR. And previous studies have proved that pyridinic N and graphitic N are very important ORR active nitrogen sources, which can greatly enhance the ORR properties [24,26,63e65]. Fourthly, based on the results of XRD, XPS, and Raman, a large number of catalytic BieN/C segments exist in PBHN/NG-2, which can be as active ORR sites to enhance catalytic ORR kinetics. Metal-nitrogen-carbon (M-N-C) bonds, such as (Fe, Co, Ni, Cu, Mn, Nd, Sn, Ti, Ag, Sr, Pb, Pt etc.), can provide active ORR sites and improve ORR activity, which have been proved by many previous studies [4e7,11,12,14,17e21,26e28,84]. At last, different valences of bismuth element, especially intermediate valence Bi3þ form [Bi2O2]2þ, can tailor the electron withdrawing and donating capabilities [36], which can efficiently modulate the chemisorption energy of O2, essentially improving the dynamic reaction of ORR.\nPoisoning tolerance effect of catalyst for fuel molecules (such as methanol) in ORR process is another significant importance for practical application of fuel cells. The measurement results of tolerance effects for PBHN/NG-2 and 20% Pt/C are seen in Fig. 11 (b), teste by chronoamperometric method in O2-saturated 0.1M HClO4 electrolyte at the rotation rate of 1600 rpm. A sharp decrease in cathodic current density is observed for 20% Pt/C electrode before and after absolute methanol injections, owing to methanol poisoning.While the current density of PBHN/NG-2 almost remains unchanged in above same conditions. The excellent immunity to methanol crossover indicate that PBHN/NG-2 has good resistance toward methanol and has much higher selectivity for ORR in acid\nmedium. The ORR stability of catalyst is a key parameter to evaluate the ORR performance, due to directly impact on fuel cell application [83,84]. Chronoamperometry for current-time measurements was applied for PBHN/NG-2 and 20% Pt/C electrodes to evaluate electrochemical stability in O2-saturated 0.1M KClO4 electrolyte at 1600 rpm rates with the scan rate of 10mV s 1 and at voltage of 0.65 V. As shown in Fig. 11 (d), After 18000 s of continuous operation, PBHN/NG-2 can still retain 98.58% of its initial current density, while 20% Pt/C can only keep 60.15% of its original current density under the identical experimental conditions. The results of ORR stability tests reveal that longer-term durability of PBHN/NG-2 is much superior to that of 20% Pt/C in acidic medium."
    }, {
      "heading" : "4. Conclusion",
      "text" : "We have designed a template-free method to originally synthesize novel porous Bi2O2CO3 hexagonal nanoplate (PBHN) and the Bi2O2CO3 hexagonal nanoplate/NG nanomaterial (PBHN/NG). And we also discussed the influence of varying initial mole ratio of H3BTC and Bi (NO3)3 on microstructure morphologies of Bi2O2CO3. As synthesized PBHN-2 displays perfectly hexagonal morphology, and it has orthogonal-layered structures with large surface area and numerous pores. PBHN/NG-2 as ORR catalyst has exhibited prominent ORR activity, high durability, small electrochemical impedance and good methanol immunity in 0.1M HClO4 media. Moreover, a pair of symmetric CV peaks of redox electrode exist in its CV results, which also illustrating that PBHN/NG-2 is an excellent catalyst for ORR electrode in acidic medium. Values of onset potential and limiting current density for PBHN/NG-2 are 1.179 V and 7.38mA cm 2 respectively. Remarkably, the relative current density of PBHN/NG-2 in acidic electrolyte can still keep 98.58% of its original density after current-time chronoamperometry of 18000 s measurement. These excellent ORR performances of the PBHN/NG-2 can be ascribed to its orthogonal-layered structures from [Bi2O2]2þ, CO32 and NG sheets. This orthogonal-layered structure with large surface area and numerous pores can produce much exposed edge and channel, accessible kinetic pathway for electrons, ions and molecules. And asymmetrical polarization effect, large internal electric fields and numerous active BieN/C sites can greatly enhance ORR kinetics rate. Thus, the PBHN/NG-2 can be a promising ORR catalyst in acid medium for practical application in fuel cells and metal-air batteries."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We would like to thank the Analytical & Testing Center of Northwestern Polytechnical University for Chemical Characterization Tests. And this work was also supported by Scientific Research Program Funded by the Innovation Foundation of Shanghai Aerospace Science and Technology (Grant No. SAST2016114)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.carbon.2019.06.028."
    } ],
    "references" : [ {
      "title" : "Layered and two dimensional metal oxides for electrochemical energy conversion",
      "author" : [ "M.P. Browne", "Z. Sofer", "M. Pumera" ],
      "venue" : "Energy Environ. Sci. 12 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Review of electrical energy storage technologies",
      "author" : [ "T.M. Gür" ],
      "venue" : "materials and systems: challenges and prospects for large-scale grid storage, Energy Environ. Sci. 11 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A nitrogen and boron co-doped metal-free carbon electrocatalyst for an  X",
      "author" : [ "Y. Zhou", "Y. Sun", "H. Wang", "C. Zhu", "J. Gao", "D. Wu", "H. Huang", "Y. Liu", "Z. Kang" ],
      "venue" : "Qin et al. / Carbon 152 (2019) 459e473  472 efficient oxygen reduction reaction, Inorg. Chem. Front. 5 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rational design and construction of nanoporous iron- and nitrogen-doped carbon electrocatalysts for oxygen reduction reaction",
      "author" : [ "H. Tan", "J. Tang", "J. Kim", "Y.V. Kaneti", "Y.M. Kang", "Y. Sugahara", "Y. Yamauchi" ],
      "venue" : "J. Mater. Chem. A 7 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "In situ growth of metallic Ag0 intercalated Co-Al layered double hydroxides as efficient electrocatalysts for the oxygen reduction reaction in alkaline solutions",
      "author" : [ "X. Deng", "J. Huang", "F. Chen", "H. Wan", "Y. Lin", "X. Xu", "R. Ma", "T. Sasaki" ],
      "venue" : "Dalton Trans. 48 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Carbonthin-layer protected WP with no passivation supported on acid-treated expanded graphite as efficient Pt Co-catalysts for methanol oxidation and oxygen reduction reactions",
      "author" : [ "C. Zhang", "Y. Dai", "H. Chen", "Y. Ma", "B. Jing", "Z. Cai", "Y. Duan", "B. Tang", "J. Zou" ],
      "venue" : "J. Mater. Chem. A 6 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Pt-Based electrocatalysts with high atom utilization efficiency: from nanostructures to single atoms",
      "author" : [ "L. Zhang", "K.D. Davis", "X. Sun" ],
      "venue" : "Energy Environ. Sci. 12 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "N",
      "author" : [ "E. Contreras", "D. Dominguez", "H. Tiznado", "J.G. Sanchez" ],
      "venue" : "Takeuchi, G.A. Nunez, O.E. Contreras, M.T.O. Guzm  an, J.M.R. Herrera, N-Doped carbon nanotubes enriched with graphitic nitrogen in a buckypaper configuration as efficient 3D electrodes for oxygen reduction to H2O2, Nanoscale 11 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Metal and heteroatoms-free carbon soot obtained from atmospheric combustion of naphthalene for sensitive dissolved oxygen reduction reaction and sensing in neutral media",
      "author" : [ "K.S.S. Devi", "A. Jain", "S.T. Huang", "A.S. Kumar" ],
      "venue" : "Electrochim. Acta 296 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Graphene-hBN non-van der Waals vertical heterostructures for four- electron oxygen reduction reaction",
      "author" : [ "P.K. Rastogi", "K.R. Sahoo", "P. Thakur", "R. Sharma", "S. Bawari", "R. Podila", "T.N. Narayanan" ],
      "venue" : "Phys. Chem. Chem. Phys. 21 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Spongelike N-doped carbon materials with Co based nanoparticles derived from biomass as highly efficient electrocatalysts for the oxygen reduction reaction in alkaline media",
      "author" : [ "G. Lu", "Z. Li", "W. Fan", "M. Wang", "S. Yang", "J. Li", "Z. Chang", "H. Sun", "S. Liang" ],
      "venue" : "RSC Adv. 9 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "M",
      "author" : [ "T.C.A. Silva" ],
      "venue" : "Mooste, E.K. P~  oldsepp, L. Matisen, M. Merisalu, M. Kook, V. Sammelselg, K. Tammeveski, M. Wilhelm, K. Rezwan, Polymer-derived Co/ Ni-SiOC(N) ceramic electrocatalysts for oxygen reduction reaction in fuel cells, Catal. Sci. Technol. 9 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Noble metal supported hexagonal boron nitride for the oxygen reduction reaction: a DFT study",
      "author" : [ "S. Backa", "S. Siahrostami" ],
      "venue" : "Nanoscale Adv 1 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Qi",
      "author" : [ "Z. Tan", "H. Li" ],
      "venue" : "Feng, L. Jiang, H. Pan, Z. Huang, Q. Zhou, H. Zhou, S. Ma, Y. Kuang, One-pot synthesis of Fe/N/S-doped porous carbon nanotubes for efficient oxygen reduction reaction, J. Mater. Chem. A 7 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "MnCo2O4 nanoparticles supported on nitrogen and sulfur co-doped mesoporous carbon spheres as efficient electrocatalysts for oxygen catalytic reactions",
      "author" : [ "T. Oh", "S. Ryu", "H. Oh", "J. Kim" ],
      "venue" : "Dalton Trans. 48 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Stable composite of flower-like NiFe-layered double hydroxide nucleated on graphene oxide as an effective catalyst for oxygen reduction reaction",
      "author" : [ "L. Cao", "Y. Ma", "A. Song", "L. Bai", "P. Zhang", "X. Li", "G. Shao" ],
      "venue" : "Int. J. Hydrogen Energy 44 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Xi",
      "author" : [ "Q. Li" ],
      "venue" : "Zhou, Z. Wei, G. Du, G. Zhang, N. Chen, Electrocatalytic activity of LaSr3Fe3O10 and LaSr3Fe3O10-GO towards oxygen reduction reaction in alkaline medium, J. Rare Earths 37 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Cobalt- and nitrogen-codoped porous carbon catalyst made from core-shell type hybrid metal-organic framework (ZIF-L@ZIF-67) and its efficient oxygen reduction reaction (ORR) activity",
      "author" : [ "H. Park", "S. Oh", "S. Lee", "S. Choi", "M. Oh" ],
      "venue" : "Appl. Catal. B Environ. 246 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Stabilizing double perovskite for effective bifunctional oxygen electrocatalysis in alkaline conditions",
      "author" : [ "B. Hua", "Y. Sun", "M. Li", "N. Yan", "J. Chen", "Y. Zhang", "Y. Zeng", "B.S. Amirkhiz", "J. Luo" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "N. Kim", "S.H. Cho", "S.H. Park", "Y.J. Lee", "R.A. Afzal", "J. Yoo", "Y. Seo", "Y. Lee" ],
      "venue" : "Park, Bsite doping effects of NdBa0.75Ca0.25Co2O5þd double perovskite catalysts for oxygen evolution and reduction reactions, J. Mater. Chem. A 6 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Incorporation of Cu-Nx cofactors into graphene encapsulated Co as biomimetic electrocatalysts for efficient oxygen reduction",
      "author" : [ "Y. Yang", "C. Wang", "S. Gao", "K. Mao", "G. Xia", "Z. Lin", "P. Jiang", "L. Hu", "Q. Chen" ],
      "venue" : "Nanoscale 10 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Metal-organic frameworks: a promising platform for constructing non-noble electrocatalysts for the oxygen-reduction reaction",
      "author" : [ "L. Li", "J. He", "Y. Wang", "X. Lv", "X. Gu", "P. Dai", "D. Liu", "X. Zhao" ],
      "venue" : "J. Mater. Chem. A 7 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Highly active atomically dispersed CoN4 fuel cell cathode catalysts derived from surfactant-assisted MOFs: carbon-shell confinement strategy",
      "author" : [ "Y. He", "S. Hwang", "D.A. Cullen", "M.A. Uddin", "L. Langhorst", "B. Li", "S. Karakalos", "A.J. Kropf", "E.C. Wegener", "J. Sokolowski", "M. Chen", "D. Myers", "D. Su", "K.L. More", "G. Wang", "S. Litster", "G. Wu" ],
      "venue" : "Energy Environ. Sci. 12 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Bio-inspired FeN5 moieties anchored on a three-dimensional graphene aerogel to improve oxygen reduction catalytic performance",
      "author" : [ "J. Huang", "Q. Lu", "X. Ma", "X. Yang" ],
      "venue" : "J. Mater. Chem. A 6 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile synthesis of N-doped graphene supported porous cobalt molybdenum oxynitride nanodendrites for the oxygen reduction reaction",
      "author" : [ "K. Sharma", "D. Hui", "N.H. Kim", "J.H. Lee" ],
      "venue" : "Nanoscale 11 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electronic synergism of pyridinic- and graphitic nitrogen on N-doped carbons for the oxygen reduction reaction",
      "author" : [ "X. Ning", "Y. Li", "J. Ming", "Q. Wang", "H. Wang", "Y. Cao", "F. Peng", "Y. Yang", "H. Yu" ],
      "venue" : "Chem. Sci. 10 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "a R",
      "author" : [ "J. Yi" ],
      "venue" : "Xu, G. Chai, T. Zhang, K. Zang, B. Nan, H. Lin, Y. Liang, J. Lv, J. Luo, R. Si, Y. Huang, R. Cao, Cobalt single-atoms anchored on porphyrinic triazine-based  frameworks as bifunctional electrocatalysts for oxygen reduction and hydrogen evolution reactions, J. Mater. Chem. A 7 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Highly efficient and sustainable non-precious metal Fe-N-C electrocatalysts for the oxygen reduction reaction",
      "author" : [ "M. Sun", "D. Davenport", "H. Liu", "J. Qu", "M. Elimelech", "J. Li" ],
      "venue" : "J. Mater. Chem. A 6 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bismuth compounds and preparations with biological or medicinal relevance",
      "author" : [ "G.G. Briand", "N. Burford" ],
      "venue" : "Chem. Rev. 99 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Facile templatefree synthesis of Bi2O2CO3 hierarchical microflowers and their associated photocatalytic activity",
      "author" : [ "H. Cheng", "B. Huang", "K. Yang", "Z. Wang", "X. Qin", "X. Zhang", "Y. Dai" ],
      "venue" : "ChemPhysChem 11 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Br-Doped Bi2O2CO3 exposed (001) crystal facets with enhanced photocatalytic activity",
      "author" : [ "J. Xu", "K. Wang", "T. Liu", "Y. Peng", "B. Xu" ],
      "venue" : "CrystEngComm 19 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "Y. Bian", "Y. Ma", "Y. Shang", "P. Tan" ],
      "venue" : "Pan, Self-integrated b-Bi2O3/Bi2O2.33@ Bi2O2CO3 ternary composites: formation mechanism and visible light photocatalytic activity, Appl. Surf. Sci. 430 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Non-additional carbon source one-step synthesis of Bi2O2CO3-based ternary composite for efficient Z-scheme photocatalysis",
      "author" : [ "Y. Zhang", "L. Wang", "F. Dong", "Q. Chen", "H. Jiang", "M. Xu", "J. Shi" ],
      "venue" : "J. Colloid Interface Sci. 536 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Partially etched Bi2O2CO3 by metal chloride for enhanced reactive oxygen species generation: a tale of two strategies",
      "author" : [ "P. Ding", "J. Di", "X. Chen", "J. Zhao", "K. Gu", "Y. Zhang", "S. Yin", "G. Liua", "J. Xia", "H. Li" ],
      "venue" : "Appl. Catal. B Environ. 245 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Porphyrin decorated Bi2O2CO3 nanocomposites with efficient difunctional properties of photocatalysis and optical nonlinearity",
      "author" : [ "A. Wang", "J. Zhang", "W. Zhao", "W. Zhu", "Q. Zhong" ],
      "venue" : "J. Alloy. Comp. 748 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of a Bi2O2CO3/ZnFe2O4 heterojunction with enhanced photocatalytic activity for visible light irradiation-induced NO removal",
      "author" : [ "Y. Huang", "D. Zhu", "Q. Zhang", "Y. Zhang", "J. Cao", "Z. Shen", "W. Hod", "S.C. Lee" ],
      "venue" : "Appl. Catal. B Environ. 234 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fabrication",
      "author" : [ "Z. Ni", "Y. Sun", "Y. Zhang", "F. Dong" ],
      "venue" : "modification and application of (BiO)2CO3-based photocatalysts: a review, Appl. Surf. Sci. 365 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Pt nanoparticles decorated rose-like Bi2O2CO3 configurations for efficient photocatalytic removal of water organic pollutants",
      "author" : [ "H. Chen", "Z. Zhou", "G.N. Greaves", "S. Nigar", "H. Cao", "T. Zhao", "X. Lu" ],
      "venue" : "RSC Adv. 8 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rod-like Bi4O7 decorated Bi2O2CO3 plates: facile synthesis",
      "author" : [ "M. Sun", "T. Yan", "Y. Zhang", "Y. He", "Y. Shao", "Q. Wei", "B. Du" ],
      "venue" : "promoted charge separation, and highly efficient photocatalytic degradation of organic contaminants, J. Colloid Interface Sci. 514 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Full spectrum light driven photocatalytic in-situ epitaxy of one-unit-cell Bi2O2CO3 layers on Bi2O4 nanocrystals for highly efficient photocatalysis and mechanism unveiling",
      "author" : [ "J. Li", "X. Wu", "Z. Wan", "H. Chen", "G. Zhang" ],
      "venue" : "Appl. Catal. B Environ. 243 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Morphology controlled synthesis and photocatalytic study of novel CuS-Bi2O2CO3 heterojunction system for chlorpyrifos degradation under visible light illumination",
      "author" : [ "D. Majhi", "Y.P. Bhoi", "P.K. Samal", "B.G. Mishra" ],
      "venue" : "Appl. Surf. Sci. 455 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly efficient photocatalytic degradation of naphthalene by Co3O4/Bi2O2CO3 under visible light: a novel pn heterojunction nanocomposite with nanocrystals/lotus-leaf-like nanosheets structure",
      "author" : [ "Y. Guo", "Y. Dai", "W. Zhao", "H. Li", "B. Xu", "C. Sun" ],
      "venue" : "Appl. Catal. B Environ. 237 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Br-doped Bi2O2CO3 nanosheets with improved electronic structure and accelerated charge migration for outstanding photocatalytic behavior",
      "author" : [ "G. Zhang", "J. Wang", "X. Shen", "J. Wang", "B. Wang", "D. Gao" ],
      "venue" : "Appl. Surf. Sci. 470 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Recent advancements of polyaniline-based nanocomposites for supercapacitors",
      "author" : [ "P. Liu", "J. Yan", "Z. Guang", "Y. Huang", "X. Li", "W. Huang" ],
      "venue" : "J. Power Sources 424 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Graphene oxide films for field effect surface passivation of silicon for solar cells",
      "author" : [ "M. Vaqueiro-Contreras", "C. Bartlam", "R.S. Bonilla", "V.P. Markevich", "M.P. Halsall", "A. Vijayaraghavan", "A.R. Peaker" ],
      "venue" : "Sol. Energy Mater. Sol. Cell. 187 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced optical absorption of graphene-based heat mirror with tunable spectral selectivity",
      "author" : [ "N. Selvakumar", "A. Biswas", "S.B. Krupanidhi", "H.C. Barshilia" ],
      "venue" : "Sol. Energy Mater. Sol. Cell. 186 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ternary system of ZnO nanorods/reduced graphene oxide/CuInS2 quantum dots for enhanced photocatalytic performance",
      "author" : [ "T. Xu", "J. Hu", "Y. Yang", "W. Que", "X. Yin", "H. Wu", "L. Chen" ],
      "venue" : "J. Alloy. Comp. 734 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Functionalized graphene nanoplatelet-nanofluids for solar thermal collectors, Sol",
      "author" : [ "Elisa Sani", "Javier P. Vallejo", "David Cabaleiro", "Luis Lugo" ],
      "venue" : "Energy Mater. Sol. Cell",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "A carbon cloth-based lithium composite anode for high-performance lithium metal batteries",
      "author" : [ "Y. Zhou", "Y. Han", "H. Zhang", "D. Sui", "Z. Sun", "P. Xiao", "X. Wang", "Y. Ma", "Y. Chen" ],
      "venue" : "Energy Storage Mater. 14 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electronically tailoring 3D flower-like graphene via alumina doping and incorporating Co as an efficient oxygen electrode catalyst in both alkaline and acid media",
      "author" : [ "X. Ma", "X. He" ],
      "venue" : "J. Power Sources 353 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Construction of layer-by-layer sandwiched graphene/polyaniline nanorods/carbon nanotubes heterostructures for high performance supercapacitors",
      "author" : [ "P. Liu", "J. Yan", "X. Gao", "Y. Huang", "Y. Zhang" ],
      "venue" : "Electrochim. Acta 272 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A facile route to synthesize hollow Si- Ni3Sn2 nanospheres@ reduced graphene oxide nanocomposite for high performance lithium-ion batteries",
      "author" : [ "K. Wang", "Y. Huang", "M. Yu", "X.L. Qin" ],
      "venue" : "J. Alloy. Comp. 698 (2017) 547e554.  X. Qin et al. / Carbon 152 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced microwaveabsorption with carbon-encapsulated Fe-Co particles on reduced graphene oxide nanosheets with nanoscale-holes in the basal plane",
      "author" : [ "S. Li", "Y. Huang", "D. Ling", "N. Zhang", "M. Zong", "X. Qin", "P. Liu" ],
      "venue" : "J. Colloid Interface Sci. 544 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced efficiency of electronehole separation in Bi2O2CO3 for photocatalysis via acid treatment",
      "author" : [ "Y. Huang", "K. Li", "Y. Lin", "Y. Tong", "H. Liu" ],
      "venue" : "ChemCatChem 10 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Readily achieving concentration-tunable oxygen vacancies in Bi2O2CO3: triple-functional role for efficient visible-light photocatalytic redox performance",
      "author" : [ "S. Yu", "Y. Zhang", "F. Dong", "M. Li", "T. Zhang", "H. Huang" ],
      "venue" : "Appl. Catal. B Environ. 226 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sodium storage in hard carbon with curved graphene platelets as the basic structural units",
      "author" : [ "K. Wang", "Y. Xu", "Y. Li", "V. Drav", "J. Wu", "Y. Huang" ],
      "venue" : "J. Mater. Chem. A 7 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A facile synthesis of controlled Mn3O4 hollow polyhedron for high performance lithium-ion battery anodes",
      "author" : [ "M. Wang", "Y. Huang", "N. Zhang", "K. Wang", "X. Chen", "X. Ding" ],
      "venue" : "Chem. Eng. J. 334 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Graphene-wrapped Bi2O2CO3 core-shell structures with enhanced quantum efficiency profit from an ultrafast electron transfer process",
      "author" : [ "Y. Zhang", "D. Li", "Y. Zhang", "X. Zhou", "S. Guo", "L. Yang" ],
      "venue" : "J. Mater. Chem. A 2 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Citric acid-assisted hydrothermal synthesis of a self-modified Bi2SiO5/Bi12SiO20 heterojunction for efficient photocatalytic degradation of aqueous pollutants",
      "author" : [ "W.Q. Li", "Z.H. Wen", "S.H. Tian", "L.J. Shan", "Y. Xiong" ],
      "venue" : "Catal. Sci. Technol. 8 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Novel three-dimensional flowerlike BiOBr/ Bi2SiO5 p-n heterostructured nanocomposite for degradation of tetracycline: enhanced visible light photocatalytic activity and mechanism",
      "author" : [ "J. Wang", "G. Zhang", "J. Li", "K. Wang" ],
      "venue" : "ACS Sustain. Chem. Eng. 6 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile and large-scale chemical synthesis of highly porous secondary submicron/micron-sized NiCo2O4 materials for highperformance aqueous hybrid AC-NiCo2O4 electrochemical capacitors",
      "author" : [ "R. Ding", "L. Qi", "M. Jia", "H. Wang" ],
      "venue" : "Electrochim. Acta 107 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Yi",
      "author" : [ "X. Yang", "W. Zou", "Y. Su" ],
      "venue" : "Zhu, H. Jiang, J. Shen, C. Li, Activated nitrogen-doped carbon nanofibers with hierarchical pore as efficient oxygen reduction reaction catalyst for microbial fuel cells, J. Power Sources 266 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Efficient and durable oxygen reduction electrocatalyst based on CoMn alloy oxide nanoparticles supported over N-doped porous graphene",
      "author" : [ "S.K. Singh", "V. Kashyap", "N. Manna", "S.N. Bhange", "R. Soni", "R. Boukherroub", "S.S.S. Kurungot" ],
      "venue" : "ACS Catal. 7 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Single cobalt atom and N codoped carbon nanofibers as highly durable electrocatalyst for oxygen reduction reaction",
      "author" : [ "Q. Cheng", "L. Yang", "L. Zou", "Z. Zou", "C. Chen", "Z. Hu", "H. Yang" ],
      "venue" : "ACS Catal. 7 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel Fe-N-C catalyst for efficient oxygen reduction reaction based on polydopamine nanotubes",
      "author" : [ "F. Tang", "H. Lei", "S. Wang", "H. Wang", "Z. Jin" ],
      "venue" : "Nanoscale 9 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Insights into the photocatalytic performance of Bi2O2CO3/BiVO4 heterostructures prepared by one-step hydrothermal method",
      "author" : [ "O.F. Lopes", "K.T.G. Carvalho", "W.A. Jr", "D.M.B. Milori", "C. Ribeiro" ],
      "venue" : "RSC Adv. 8 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Oxygen vacancy engineering of Bi2O3/Bi2O2CO3 heterojunctions: implications of the interfacial charge transfer",
      "author" : [ "Y. Lu", "Y. Huang", "Y. Zhang", "J. Cao", "H. Li", "C. Bian", "S.C. Lee" ],
      "venue" : "NO adsorption and removal, Appl. Catal. B Environ. 231 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile synthesis of novel hierarchical graphene-Bi2O2CO3 composites with enhanced photocatalytic performance under visible light",
      "author" : [ "P. Madhusudan", "J. Yu", "W. Wang", "B. Cheng", "G. Liu" ],
      "venue" : "Dalton Trans. 41 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "High ampacity  of superhelix graphene/copper nanocomposite wires by a synergistic growthtwisting-drawing strategy",
      "author" : [ "K. Zhao", "T. Zhang", "A. Ren", "Y. Yang", "P. Xiao", "Z. Ge", "Y. Ma", "Y. Chen" ],
      "venue" : "Carbon 141 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A high-performance ternary Si composite anode material with crystal graphite core and amorphous carbon shell",
      "author" : [ "D. Sui", "Y. Xie", "W. Zhao", "H. Zhang", "Y. Zhou", "X. Qin", "Y. Ma", "Y. Yang", "Y. Chen" ],
      "venue" : "J. Power Sources 384 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "K",
      "author" : [ "H. Erikson", "M. Lüsi", "A. Sarapuu" ],
      "venue" : "Tammeveski, J.S. Gull on, J.M. Feliu, Oxygen electroreduction on carbon-supported Pd nanocubes in acid solutions, Electrochim. Acta 188 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Dependent relationship between quantitative lattice contraction and enhanced oxygen reduction activity over Pt-Cu alloy catalysts",
      "author" : [ "Y. Zhao", "Y. Wu", "J. Liu", "F. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Self-assembly synthesis of cobaltand nitrogen-coembedded trumpet flower-like porous carbons for catalytic oxygen reduction in alkaline and acidic media",
      "author" : [ "H. Jiang", "Y. Liu", "J. Hao", "Y. Wang", "W. Li", "J. Li" ],
      "venue" : "ACS Sustain. Chem. Eng. 5 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nitrogen and sulfur codoped graphene aerogels as an efficient metal-free catalyst for oxygen reduction reaction in an alkaline solution",
      "author" : [ "M. Wu", "Z. Dou", "J. Chang", "L. Cui" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hierarchically porous nitrogen-doped carbon nanotubes derived from core-shell ZnO@zeolitic imidazolate framework nanorods for highly efficient oxygen reduction reactions",
      "author" : [ "P. Shi", "J. Yi", "T. Liu", "L. Li", "L. Zhang", "C. Sun", "Y. Wang", "Y. Huang", "R. Cao" ],
      "venue" : "J. Mater. Chem. A 5 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A nanoporous PtCuTi alloy with a low Pt content and greatly enhanced electrocatalytic performance towards methanol oxidation and oxygen reduction",
      "author" : [ "Y. Wang", "K. Yin", "J. Zhang", "C. Si", "X. Chen", "L. Lv", "W. Ma", "H. Gao", "Z. Zhang" ],
      "venue" : "J. Mater. Chem. A 4 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Noble metal-free oxygen reduction reaction catalysts derived from prussian blue nanocrystals dispersed in polyaniline",
      "author" : [ "X. Wang", "L. Zou", "H. Fu", "Y. Xiong", "Z. Tao", "J. Zheng", "X. Li" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Singleatomic ruthenium catalytic sites on nitrogen-doped graphene for oxygen reduction reaction in acidic medium",
      "author" : [ "C. Zhang", "J. Sha", "H. Fei", "M. Liu", "S. Yazdi", "J. Zhang", "Q. Zhong", "X. Zou", "N. Zhao", "H. Yu", "Z. Jiang", "E. Ringe", "B.I. Yakobson", "J. Dong", "D. Chen", "J.M. Tour" ],
      "venue" : "ACS Nano 11 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hollow N-doped carbon spheres with isolated cobalt single atomic sites: superior electrocatalysts for oxygen reduction",
      "author" : [ "Y. Han", "Y. Wang", "W. Chen", "R. Xu", "L. Zheng", "J. Zhang", "J. Luo", "R. Shen", "Y. Zhu", "W. Cheong", "C. Chen", "Q. Peng", "D. Wang", "Y. Li" ],
      "venue" : "J. Am. Chem. Soc. 139 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heteroatoms doped C3N4 as high performance catalysts for the oxygen reduction reaction",
      "author" : [ "J. Jin", "H. Wu", "S. Wang", "Y. Ding", "S. Yin" ],
      "venue" : "Int. J. Hydrogen Energy 42 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Co-SrCO3/N-doped carbon: a highly efficient hybrid electrocatalyst for the oxygen reduction reaction and Zneair batteries",
      "author" : [ "X. He", "F. Yin", "J. Chena", "C. Ye" ],
      "venue" : "Inorg. Chem. Front. 4 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Multicomponent doped sugar-coated haws sticklike nanofibers as efficient oxygen reduction reaction catalysts for the Zn-air battery",
      "author" : [ "J. Di", "J. Guo", "N. Wang", "G. Ma" ],
      "venue" : "ACS Sustain. Chem. Eng. 7 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Efficient N-doping of hollow core-mesoporous shelled carbon spheres via hydrothermal treatment in ammonia solution for the electrocatalytic oxygen reduction reaction",
      "author" : [ "T. Zhou", "R. Ma", "Y. Zhou", "R. Xing", "Q. Liu", "Y. Zhu", "J. Wang" ],
      "venue" : "Microporous Mesoporous Mater. 261 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Novel hierarchically porous Ti-MOFs/nitrogen-doped graphene nanocomposite served as high efficient oxygen reduction reaction catalyst for fuel cells application",
      "author" : [ "X. Qin", "Y. Huang", "K. Wang", "T. Xu", "Y. Wang", "P. Liu", "Y. Kang", "Y. Zhang" ],
      "venue" : "Electrochim. Acta 297 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 18,
      "context" : "[19,20], metal-organic frameworks (MOFs) [21e23], and their hybrids [24e28].",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 19,
      "context" : "[19,20], metal-organic frameworks (MOFs) [21e23], and their hybrids [24e28].",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 28,
      "context" : "Bismuth subcarbonate (Bi2O2CO3) has greatly received attention as a member of the famous Aurivillius phase oxides, since Bi2O2CO3 was first discovered to show practical application in 1999 [29,30].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 29,
      "context" : "Bismuth subcarbonate (Bi2O2CO3) has greatly received attention as a member of the famous Aurivillius phase oxides, since Bi2O2CO3 was first discovered to show practical application in 1999 [29,30].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 30,
      "context" : "And the two layers [Bi2O2]2þ and CO3(2) are orthogonal intergrowth, made up of the orthorhombic system with a space group of Pna21 [31,34,35].",
      "startOffset" : 131,
      "endOffset" : 141
    }, {
      "referenceID" : 33,
      "context" : "And the two layers [Bi2O2]2þ and CO3(2) are orthogonal intergrowth, made up of the orthorhombic system with a space group of Pna21 [31,34,35].",
      "startOffset" : 131,
      "endOffset" : 141
    }, {
      "referenceID" : 34,
      "context" : "And the two layers [Bi2O2]2þ and CO3(2) are orthogonal intergrowth, made up of the orthorhombic system with a space group of Pna21 [31,34,35].",
      "startOffset" : 131,
      "endOffset" : 141
    }, {
      "referenceID" : 37,
      "context" : "prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on.",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 38,
      "context" : "prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on.",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 39,
      "context" : "prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on.",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 40,
      "context" : "prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on.",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 41,
      "context" : "prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on.",
      "startOffset" : 233,
      "endOffset" : 237
    }, {
      "referenceID" : 42,
      "context" : "prepare catalysts of Bi2O2CO3 and Bi2O2CO3 composites with different morphologies, such as rose-like Pt/Bi2O2CO3 [38], rod-like Bi4O7/Bi2O2CO3 [39] and Bi2O4/Bi2O2CO3 [40], CuS/Bi2O2CO3 nanoplate [41], lotus-leaf-like Co3O4/Bi2O2CO3 [42], plate-like Br/Bi2O2CO3 [43], and so on.",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 49,
      "context" : "As previously reported, pyridinic N and graphitic N fromNG are beneficial for ORR by adjustment to withdraw and donate the electron capabilities of graphene [50].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 35,
      "context" : "formation process of Bi2O2CO3/NG, in which Bi2O2CO3 exhibits orthogonal-layered structures from [Bi2O2]2þ and CO3(2) , as previously reported in the literatures [36,37,42,43], NG displays nanolamellar structures formed by nitrogen-doped benzene rings.",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 36,
      "context" : "formation process of Bi2O2CO3/NG, in which Bi2O2CO3 exhibits orthogonal-layered structures from [Bi2O2]2þ and CO3(2) , as previously reported in the literatures [36,37,42,43], NG displays nanolamellar structures formed by nitrogen-doped benzene rings.",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 41,
      "context" : "formation process of Bi2O2CO3/NG, in which Bi2O2CO3 exhibits orthogonal-layered structures from [Bi2O2]2þ and CO3(2) , as previously reported in the literatures [36,37,42,43], NG displays nanolamellar structures formed by nitrogen-doped benzene rings.",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 42,
      "context" : "formation process of Bi2O2CO3/NG, in which Bi2O2CO3 exhibits orthogonal-layered structures from [Bi2O2]2þ and CO3(2) , as previously reported in the literatures [36,37,42,43], NG displays nanolamellar structures formed by nitrogen-doped benzene rings.",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 33,
      "context" : "These HRTEM results are also confirmed by previous literatures [34,54,55].",
      "startOffset" : 63,
      "endOffset" : 73
    }, {
      "referenceID" : 53,
      "context" : "These HRTEM results are also confirmed by previous literatures [34,54,55].",
      "startOffset" : 63,
      "endOffset" : 73
    }, {
      "referenceID" : 54,
      "context" : "These HRTEM results are also confirmed by previous literatures [34,54,55].",
      "startOffset" : 63,
      "endOffset" : 73
    }, {
      "referenceID" : 55,
      "context" : "18 eV are assigned to CeBi (sp3 carbon), C]C (sp2 carbon) and CO3(2) (sp3 carbon), which are consistent with reported articles [56,57], respectively.",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 56,
      "context" : "18 eV are assigned to CeBi (sp3 carbon), C]C (sp2 carbon) and CO3(2) (sp3 carbon), which are consistent with reported articles [56,57], respectively.",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 58,
      "context" : "91 eV assigned to the 4f 7/2 and 4f 5/2 of Bi3þ [59,60].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 59,
      "context" : "91 eV assigned to the 4f 7/2 and 4f 5/2 of Bi3þ [59,60].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 32,
      "context" : "54 eV is attributed to O 1s, containing Bi]O, BieO, CO3(2) , CeO and NeO groups [33,38,40].",
      "startOffset" : 80,
      "endOffset" : 90
    }, {
      "referenceID" : 37,
      "context" : "54 eV is attributed to O 1s, containing Bi]O, BieO, CO3(2) , CeO and NeO groups [33,38,40].",
      "startOffset" : 80,
      "endOffset" : 90
    }, {
      "referenceID" : 39,
      "context" : "54 eV is attributed to O 1s, containing Bi]O, BieO, CO3(2) , CeO and NeO groups [33,38,40].",
      "startOffset" : 80,
      "endOffset" : 90
    }, {
      "referenceID" : 53,
      "context" : "The above Raman results are consistent with previous reports [54,66,67].",
      "startOffset" : 61,
      "endOffset" : 71
    }, {
      "referenceID" : 65,
      "context" : "The above Raman results are consistent with previous reports [54,66,67].",
      "startOffset" : 61,
      "endOffset" : 71
    }, {
      "referenceID" : 66,
      "context" : "The above Raman results are consistent with previous reports [54,66,67].",
      "startOffset" : 61,
      "endOffset" : 71
    }, {
      "referenceID" : 67,
      "context" : "The D band corresponds to vibrations of carbon atoms with dangling bonds in plane terminations [68].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 68,
      "context" : "The 2D peaks at about 2750 cm 1 can be seen in the Raman spectra of GO and NG, which indicate that the multi-layer property exists [69,70].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 69,
      "context" : "The 2D peaks at about 2750 cm 1 can be seen in the Raman spectra of GO and NG, which indicate that the multi-layer property exists [69,70].",
      "startOffset" : 131,
      "endOffset" : 138
    } ],
    "year" : 0,
    "abstractText" : "A template-free method is successfully designed to originally synthesize novel porous Bi2O2CO3 hexagonal nanoplate (PBHN) and the Bi2O2CO3 hexagonal nanoplate/nitrogen-doped graphene nanomaterials (PBHN/NG). Notably, PBHN-2 and PBHN/NG-2 have not yet been reported in previous literatures. For the first time, PBHN/NG-2 as the oxygen reduction reaction (ORR) catalyst has been investigated in detail for cathode of fuel cell. The measurement results show that PBHN/NG-2 has exhibited fascinating ORR performances, duo to its orthogonal-layered porous structures from porous Bi2O2CO3 and NG sheets. The values of onset potential and limiting current density for PBHN/NG-2 are 1.179 V and 7.38mA cm 2 in 0.1M HClO4 respectively. The PBHN/NG-2 possess small electrochemical impedance and good methanol immunity in 0.1M HClO4 media. Remarkably, the relative current density of PBHN/NG-2 in acidic electrolyte can still keep 98.58% of its original density after 18000 s durable measurement. Therefore, the PBHN/NG-2 is a promising ORR catalyst to solve the problems of high costs, sluggish ORR kinetics and low durability, applied in fuel cells, metal-air batteries and other renewable",
    "creator" : "Elsevier"
  }
}