{
  "name" : "downloads_2019-11-23_3938_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Core-Shell Heterostructured and Visible-Light-Driven Titanoniobate/TiO2 Composite for Boosting Photodegradation Performance",
    "authors" : [ "Chao Liu", "Xin Gao", "Zitong Han", "Yao Sun", "Yue Feng", "Guiyun Yu", "Xinguo Xi", "Qinfang Zhang", "Zhigang Zou" ],
    "emails" : [ "cliu@ycit.edu.cn", "gaoxinvv123@163.com", "zitonghan@hotmail.com", "sunyao98@hotmail.com", "fengy98@hotmail.com", "zgzou@nju.edu.cn", "yuguiyun1@163.com", "xxg@ycit.cn", "qfangzhang@gmail.com", "K3Ti5NbO14@TiO2" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: titanoniobate; core-shell structure; photocatalytic degradation; visible light"
    }, {
      "heading" : "1. Introduction",
      "text" : "With the rapid development of global industrialization and population explosion, organic pollutants show negative impacts on human health and ecosystem equilibrium due to the difficult removal from wastewater [1–3]. It is widely accepted that semiconductor photocatalytic technology, as a green method, plays an important role in eliminating most organic contaminants and thus constructing an environmentally-friendly society [4,5]. As a traditional photocatalyst, TiO2 has been profoundly investigated due to its advantageous properties, such as good chemical stability, exceptional electronic property, low toxicity, and low cost [6,7]. However, pure TiO2 shows\nNanomaterials 2019, 9, 1503; doi:10.3390/nano9101503 www.mdpi.com/journal/nanomaterials\nNanomaterials 2019, 9, 1503 2 of 15\nsome drawbacks, such as it is unresponsive to visible light and it has a quick recombination rate of photogenerated electron–hole pairs [8–10]. Therefore, more and more attention has been paid to construct novel materials with high photocatalytic performance, especially under visible light. Layered titanoniobate, like K3Ti5NbO14, has attracted much attention due to its layered structure, anisotropic rod-like shape, and typical electronic properties [11–13]. Especially, anisotropically shaped rods can provide a channel for the rapid transport of charge carriers along the longitudinal direction, leading to the decreased recombination rate of photogenerated electrons and holes [14]. However, wide-band-gap semiconductors of pure K3Ti5NbO14 can only utilize UV light and shows the rapid recombination rate of photogenerated electron–hole pairs. Thus, it is of great significance to employ different modified methods for designing visible-light-driven K3Ti5NbO14-based photocatalysts with high photocatalytic activity. To enhance the photocatalytic activity of semiconductor catalysts, many approaches, such as elemental doping, heterojunction formation, and morphological design, have been widely employed. Generally, doping semiconductors with non-metals can greatly extend light absorption [15–17]. For example, our group developed a series of S-doped TiO2-based composites, showing improved photocatalytic activity [18,19]. Constructing a heterojunction has been regarded as an efficient approach to improve spatial charge separation between different semiconductors owing to the interfacial electric field [20,21]. Recently, our group employed a simple calcination method to prepare K3Ti5NbO14/g-C3N4 composites, showing higher visible-light-driven photodegradation activity than that of its counterparts [22]. The improved photocatalytic activity was ascribed to the synergistic effects of anisotropic K3Ti5NbO14 rod for the high-charge carrier mobility, the layered heterojunction for quick separation of photo-induced electrons and holes, and N-doping for the improvement of the light response region. Furthermore, Park et al. combined Ti5NbO14 nanosheets with Ag2CO3/Ag to construct Ag2CO3/Ag-Ti5NbO14 multicomponent nanohybrids, which exhibited a much more superior photodegradation activity under visible light in comparison to the unhybridized Ag2CO3 sample [23]. It highlighted that the construction of the heterojunction structure was beneficial to the retarded recombination rate of photogenerated electrons and holes, leading to the remarkable improvement of photodegradation activity. In this work, we successfully fabricated 1D S-doped K3Ti5NbO14@TiO2 (STNT) core-shell heterostructured composites, showing an improved visible-light-driven photodegradation activity for the removal of methylene blue (MB) due to the combined effects of S doping and heterojunction. Furthermore, photo-electrochemistry analysis, photoluminescence (PL), and time-resolved transient PL decay spectra were employed to investigate the interfacial charge separation of the STNT composite. A possible photodegradation mechanism was also proposed. Consequently, this work will provide an insight into fabricating core-shell hetero-structured catalysts with a high photocatalytic performance."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "K3Ti5NbO14 rod was synthesized based on our previous work with a detailed synthetic process as follows: A mixture of K2CO3 (33 mmol, an excess of 10%), TiO2 (100 mmol), and Nb2O5 (10 mmol) was fully ground and then heated at 1050 ◦C for 24 h with a heating rate of 5 ◦C/min. The as-prepared K3Ti5NbO14 rod (2.0 g) was first well-dispersed in ethanol with ultrasonic treatment. After stirring for 12 h, different volumes (1, 2, 3, 4, and 5 mL) of titanium isopropoxide, Ti(O-i-Pr)4, were added into the above suspension and stirred for 12 h, respectively. This suspension was then exposed to the air so as to allow ethanol evaporation. Finally, 1.0 g of the obtained Ti precursor was mixed, finely milled with thiourea (2.0 g), and then heated at 500 ◦C for 5 h with a heating rate of 2 ◦C/min in air. The targeted samples of S-doped K3Ti5NbO14@TiO2 core-shell materials were denoted as STNTx, where x (x = 1 2, 3, 4, and 5) represent the added volume of Ti(O-i-Pr)4 in the precursors. For STNT-x (x = 1, 2, 3, 4, and 5), the corresponding loading amount of TiO2 is 26.7, 42.4, 52.3, 59.3, and 64.6 wt%, respectively. For comparison, the undoped samples of K3Ti5NbO14@TiO2 core-shell\nNanomaterials 2019, 9, 1503 3 of 15\nmaterial (denoted as TNTx) and S-doped TiO2 (denoted as S-TiO2) were also prepared by a similar process only without the addition of thiourea and K3Ti5NbO14, respectively. The schematic illustration for synthesizing S-doped K3Ti5NbO14@TiO2 (STNT) core-shell materials is displayed in Figure 1. The bulk K3Ti5NbO14 was firstly mixed with Ti(O-i-Pr)4, leading to the full deposition of the Ti precursor on the surface of K3Ti5NbO14 by a re-assembly process. Then, the resulted mixture was heated in air in the presence of thiourea to obtain core-shell STNT, in which the layered structure of K3Ti5NbO14 was maintained and TiO2 nanoparticles (NPs) were uniformly formed on the surface of K3Ti5NbO14.\nNanomaterials 2019, 9, x FOR PEER REVIEW 3 of 15\ndoped K3Ti5NbO14@TiO2 core-shell materials were denoted as STNTx, where x (x = 1 2, 3, 4,\nand 5) represent the added volume of Ti(O-i-Pr)4 in the precursors. For STNT-x (x = 1, 2, 3, 4,\nand 5), the corresponding loading amount of TiO2 is 26.7, 42.4, 52.3, 59.3, and 64.6 wt%,\nrespectively. For comparison, the undoped samples of K3Ti5NbO14@TiO2 core-shell material\n(denoted as TNTx) and S-doped TiO2 (denoted as S-TiO2) were also prepared by a si il\ncess only without the additi n of thiourea and K3Ti5NbO14, resp ctively.\nschematic illustration for synthesizing S-doped K3Ti5Nb 14@ iO2 (STNT) core-shell\nmaterials is displayed in Figure 1. The bulk K3Ti5NbO14 was firstly mixed with Ti(O-i-Pr)4, leading to\nthe full depositi n of the Ti precu s r on the surface of K3Ti5NbO14 by a re-a sembly process. ,\nt lt i t t i i i t f t i t t i - ll , i i\nt l t t f K3 i5 s i t i i ti l ( ) if l\nf t f f i 14.\nFigure 1. A schematic illustration for synthesizing S-doped K3Ti5NbO14@TiO2 core/shell materials.\nThe characterization techniques and photocatalytic experimental process are supplied in the\nSupplementary Material."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Structure and Morphology",
      "text" : ""
    }, {
      "heading" : "As shown in Figure 2a, layered K3Ti5NbO14, with a rod-like morphology, can be clearly",
      "text" : "observed, exhibiting a length of 5–15 µm. The choice for K3Ti5NbO14 rods as a starting material\nis due to the fact that anisotropically shaped rods show the decreased recombination rate of\nphotogenerated electron−hole pairs [14,24]. For the STNT3 composite (Figure 2b), a rod-like\nstructure is maintained while the surface became relatively rough with a somewhat decreased\ncrystallinity relative to pure K3Ti5NbO14, owing to the deposition of TiO2 NPs on the surface\nof K3Ti5NbO14. Energy dispersive spectra (EDS) mapping images of STNT3 are displayed in\nFigure 2c–h. It can be clearly visible that the elements of O, K, Ti, Nb, and S are uniformly\ndispersed on the surface of STNT3, giving direct evidence for the introduction of the S element\nin STNT3. The corresponding elemental contents of STNTS are provided in Table S2, showing\nonly 1.70 wt% of doped S in STNT3.\nFigure 1. sc e atic ill stration for synthesizing S-doped K3 i5 14 Ti 2 core/she l aterials.\nhe characterization techniques an photocatalytic experi ental process are supplie in the Supple entary aterial."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Structure and Morphology",
      "text" : "As shown in Figure 2a, layered K3Ti5NbO14, with a rod-like morphology, can be clearly observed, exhibiting a length of 5–15 µm. The choice for K3Ti5NbO14 rods as a starting material is due to the fact that anisotropically shaped rods show the decreased recombination rate of photogenerated electron−hole pairs [14,24]. For the STNT3 composite (Figure 2b), a rod-like structure is maintained while the surface became relatively rough with a somewhat decreased crystallinity relative to pure K3Ti5NbO14, owing to the deposition of TiO2 NPs on the surface of K3Ti5NbO14. Energy dispersive spectra (EDS) mapping images of STNT3 are displayed in Figure 2c–h. It can be clearly visible that the elements of O, K, Ti, Nb, and S are uniformly dispersed on the surface of STNT3, giving direct evidence for the introduction of the S element in STNT3. The corresponding elemental contents of STNTS are provided in Table S2, showing only 1.70 wt% of doped S in STNT3. Under TEM observation (Figure 3a), the sample of STNT3 shows a clear core-shell structure. Some overlapped sheets are observed on the edge, indicating the maintenance of a layered structure. Additionally, some nanoparticles, maybe TiO2 NPs, are formed on the surface of K3Ti5NbO14 rods. HRTEM image of STNT3 (Figure 3d) further confirm the formation of a core-shell structure. The enlarged HRTEM images of STNT3 (Figure 3b,c) show the clear lattice fringes with a respective value of 0.32 and 0.35 nm, which are in accordance with (310) facet of K3Ti5NbO14 and (101) facet of anatase TiO2 NPs based on the crystallographic symmetry, respectively. It indicates that K3Ti5NbO14@TiO2 core-shell materials are formed, in which TiO2 nanopartiocles (NPs) with a size of ~10–20 nm are deposited on the surface of K3Ti5NbO14 rods to form a nanoscale heterojunction structure between two components. This heterojunction structure is favorable for the separation of photogenerated electrons and holes [25,26]. In addition, the exposed reductive (101) facet of anatase TiO2 NPs has been regarded as a possible reservoir of photogenerated electrons for the reduction of O2 to produce •O2−, resulting in the promoted separation of charge carriers [27].\nNanomaterials 2019, 9, 1503 4 of 15\nNanomaterials 2019, 9, x FOR PEER REVIEW 4 of 15\nUnder TEM observation (Figure 3a), the sample of STNT3 shows a clear core-shell structure.\nSome overlapped sheets are observed on the edge, indicating the maintenance of a layered structure.\nAdditionally, some nanoparticles, maybe TiO2 NPs, are formed on the surface of K3Ti5NbO14 rods.\nHRTEM image of STNT3 (Figure 3d) further confirm the formation of a core-shell structure. The\nenlarged HRTEM images of STNT3 (Figure 3b,c) show the clear lattice fringes with a respective value\nof 0.32 and 0.35 nm, which are in accordance with (310) facet of K3Ti5NbO14 and (101) facet of anatase\nTiO2 NPs based on the crystallographic symmetry, respectively. It indicates that K3Ti5NbO14@TiO2\ncore-shell materials are formed, in which TiO2 nanopartiocles (NPs) with a size of ~10–20 nm are\ndeposited on the surface of K3Ti5NbO14 rods to form a nanoscale heterojunction structure between\ntwo components. This heterojunction structure is favorable for the separation of photogenerated\nelectrons and holes [25,26]. In addition, the exposed reductive (101) facet of anatase TiO2 NPs has\nbeen regarded as a possible reservoir of photogenerated electrons for the reduction of O2 to produce\n•O2−, resulting in the promoted separation of charge carriers [27].\nFigure 2. SE images of (a) K3Ti5NbO14 and (b) S-doped K3Ti5NbO14@TiO2-3 (STNT3). (c–h) SE -EDS appings of ST T3 ith the distribution of O, K, Ti, b, and S ele ents.Nanomaterials 2019, 9, x FOR PEER REVIEW 5 of 15\nFigure 3. TEM (a) and HRTEM (b–d) images of STNT3."
    }, {
      "heading" : "3.2. Powder X-Ray Diffraction Analysis",
      "text" : "The crystallinity of the obtained samples was characterized by XRD patterns and\ndisplayed in Figure 4a. The XRD pattern of K3Ti5NbO14 is in line with the published data (PDF,\n#72-0908). After heating the mixture of K3Ti5NbO14 and Ti(O-i-Pr)4, some new diffraction\npeaks with a decreased intensity can be obviously observed in TNT3 related to pure\nK3Ti5NbO14, indicating the formation of anatase TiO2 based on the published data (PDF, #21-\n1272). After further S doping, the sample of STNT3 shows similar characteristic peaks with\nTNT3. However, compared with pure K3Ti5NbO14, the characteristic (200) peak is almost\nunchanged in STNT3, while a slight shift toward a higher angle in TNT3, indicating the\nimprovement of structural stability in STNT3 within the addition of thiourea.\nFigure 4. XRD patterns of (a) different samples, and (b) as-prepared STNTx (x = 1 2, 3, 4, and 5) composites."
    }, {
      "heading" : "As displayed in Figure 4b, when K3Ti5NbO14 was calcinated with different volumes of",
      "text" : "Ti(O-i-Pr)4, the resultant STNTx (x = 1 2, 3, 4 and 5) samples show similar XRD patterns,\nFigure 3. TEM (a) and HRTEM (b–d) images of STNT3.\nNanomaterials 2019, 9, 1503 5 of 15"
    }, {
      "heading" : "3.2. Powder X-Ray Diffraction Analysis",
      "text" : "The crystallinity of the obtained samples was characterized by XRD patterns and displayed in Figure 4a. The XRD pattern of K3Ti5NbO14 is in line with the published data (PDF, #72-0908). After heating the mixture of K3Ti5NbO14 and Ti(O-i-Pr)4, some new diffraction peaks with a decreased intensity can be obviously observed in TNT3 related to pure K3Ti5NbO14, indicating the formation of anatase TiO2 based on the published data (PDF, #21-1272). After further S doping, the sample of STNT3 shows similar characteristic peaks with TNT3. However, compared with pure K3Ti5NbO14, the characteristic (200) peak is almost unchanged in STNT3, while a slight shift toward a higher angle in TNT3, indicating the improvement of structural stability in STNT3 within the addition of thiourea.\nNanomaterials 2019, 9, x FOR PEER REVIEW 5 of 15\nFigure 3. TEM (a) and HRTEM (b–d) images of STNT3."
    }, {
      "heading" : "3.2. Powder X-Ray Diffraction Analysis",
      "text" : "The crystallinity of the obtained samples was characterized by XRD patterns and\ndisplayed in Figure 4a. The XRD pattern of K3Ti5NbO14 is in line with the published data (PDF,\n#72-0908). After heating the mixture of K3Ti5NbO14 and Ti(O-i-Pr)4, some new diffraction\npeaks with a decreased intensity can be obviously observed in TNT3 related to pure\nK3Ti5NbO14, indicating the formation of anatase TiO2 based on the published data (PDF, #21-\n1272). After further S doping, the sample of STNT3 shows similar characteristic peaks with\nTNT3. However, compared with pure K3Ti5NbO14, the characteristic (200) peak is almost\nunchanged in STNT3, while a slight shift toward a higher angle in TNT3, indicating the\nimprovement of structural stability in STNT3 within the addition of thiourea.\nFigure 4. XRD patterns of (a) different samples, and (b) as-prepared STNTx (x = 1 2, 3, 4, and 5) composites."
    }, {
      "heading" : "As displayed in Figure 4b, when K3Ti5NbO14 was calcinated with different volumes of",
      "text" : "Ti(O-i-Pr)4, the resultant STNTx (x = 1 2, 3, 4 and 5) samples show similar XRD patterns,\nFigure 4. XRD patterns of (a) different samples, and (b) as-prepared STNTx (x = 1 2, 3, 4, and 5) composites.\ndisplayed in Figure 4b, when K3Ti5NbO14 was calcinated with ifferent volumes of Ti(O-i-Pr)4, the resultant STNTx (x = 1 2, 3, 4 and 5) samples show simil r XRD patterns, including two crystal phases of K3Ti5NbO14 and anatase TiO2. As the added volume of Ti(O-i-Pr)4 is increased, the peak intensity of STNTx is gradually decreased, due to the increased amount of TiO2 NPs shell on the surface of K3Ti5NbO14 rods. Furthermore, the crystal phases of K3Ti5NbO14 in all STNTx (x = 1 2, 3, 4 and 5) samples are well maintained, indicating that the introduction of TiO2 NPs and S doping have little impact on the crystal structure of K3Ti5NbO14."
    }, {
      "heading" : "3.3. UV-Vis Analysis",
      "text" : "UV-visible diffuse reflectance spectra (DRS) of K3Ti5NbO14, TNT3, and STNT composites are displayed in Figure 5. For pure K3Ti5NbO14 with a bandgap value of 3.82 eV (Figure S1a), only an absorption band in the UV-light region is visible, owing to the band-to-band transition rather than the transition from the impurity levels [28]. After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30]. After S doping, the absorption edges of all STNT composites show a prominent redshift in comparison with pure K3Ti5NbO14, confirming the enhanced visible-light absorption. Compared with samples from STNT1 to STNT3, the light absorption is almost unchanged from STNT3 to STNT5, indicating that an appropriate ratio between K3Ti5NbO14 and anatase TiO2 is essential for constructing heterojunction structure and thus achieving a broadened light absorption region. The light absorption of samples is consistent with their corresponding color changes from white to grey yellow.\nNanomaterials 2019, 9, 1503 6 of 15\nNanomaterials 2019, 9, x FOR PEER REVIEW 6 of 15 including two crystal phases of K3Ti5NbO14 and anatase TiO2. As the added volume of Ti(O-iPr)4 is increased, the peak intensity of STNTx is gradually decreased, due to the increased amount of TiO2 NPs shell on the surface of K3Ti5NbO14 rods. Furthermore, the crystal phases of K3Ti5NbO14 in all STNTx (x = 1 2, 3, 4 and 5) samples are well maintained, indicating that the introduction of TiO2 NPs and S doping have little impact on the crystal structure of K3Ti5NbO14."
    }, {
      "heading" : "3.3. UV-Vis Analysis",
      "text" : "UV-visible diffuse reflectance spectra (DRS) of K3Ti5NbO14, TNT3, and STNT composites are displayed in Figure 5. For pure K3Ti5NbO14 with a bandgap value of 3.82 eV (Figure S1a), only an absorption band in the UV-light region is visible, owing to the band-to-band transition rather than the transition from the impurity levels [28]. After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30]. After S doping, the absorption edges of all STNT composites show a prominent redshift in comparison with pure K3Ti5NbO14, confirming the enhanced visible-light absorption.\nCompared with samples from STNT1 to STNT3, the light absorption is almost unchanged from\nSTNT3 to STNT5, indicating that an appropriate ratio between K3Ti5NbO14 and anatase TiO2 is\nessential for constructing heterojunction structure and thus achieving a broadened light absorption\nregion. The light absorption of samples is consistent with their corresponding color changes from\nwhite to grey yellow.\nFigure 5. UV-visible diffuse reflectance spectra of as-prepared photocatalysts (Inset is the images of the corresponding samples)."
    }, {
      "heading" : "3.4. XPS Analysis",
      "text" : "XPS spectra were employed to determine the chemical composition and atomic states of as-\nprepared samples. As displayed in Figure 6a, the survey spectrum of STNT3 includes C, O, Ti, Nb,\nand S elements, in which the carbon peak stems from adventitious hydrocarbon. As shown in Figure\n6b, a broadened sulfur peak, at 168.5 eV, can be clearly observed in STNT3 due to the split sublevels\nof S 2p3/2 and S 2p1/2 states. The amount of doped S atoms was calculated to be approximately 1.81 at%\nby XPS. After fitting, two strong XPS peaks, at both 169.3 and 168.1 eV, are obtained with a separation\nof 1.20 eV owing to spin-orbit coupling [18]. These two strong peaks indicate that the element of\ndoped S is to be in the form of S6+ (SO42− groups), resulting in the formation of Ti−O−S bonds and charge imbalance [31,32]. The substitute of Ti4+ by S6+ in the lattice of STNT3 is generally much more\nFigure 5. UV-visible diffuse reflectance spectra of as-prepared photocatalysts (Inset is the images of the corresponding samples)."
    }, {
      "heading" : "3.4. PS nalysis",
      "text" : "PS spectra were employed to determine the chemical composition and atomic states of as-prepared sam les. As displayed in Figure 6a, the survey spectrum of STNT3 includes C, O, Ti, Nb, and S elements, in which the carbon peak stems from adventitious hydrocarbon. As shown in Figure 6b, a broadened sulfur peak, at 168.5 eV, can be clearly observed in STNT3 due to the split sublevels of S 2p3/2 and S 2p1/ states. The amount of doped S atoms was calculated to be approximately 1.81 at% by XPS. After fitting, two strong XPS peaks, at both 169.3 and 168.1 eV, are obtained with a separatio of 1.20 e o ing to spin-orbit coupling [18]. ese t o stro g eaks i icate t at t e ele e t of\no e S is to be in the form of S6+ (SO42− gro s), res lti g i the for ation of Ti− −S bo s a c arge i balance [31,32]. The substitute of Ti4+ by S6+ i t e lattice of S 3 is ge erally c ore favorable than replacing O2− with S6+ [33]. This doped S by the substitution of Ti4+ would be similar to that of metal-ion doping, creating intra-band-gap states below the conduction band (CB) position [19]. As the external surface of the K3Ti5NbO14 core is fully covered with anatase TiO2 NPs, the S element is primarily incorporated into the lattice of the TiO2 shell. According to the above analysis, it is reasonable to propose two possible binding models between surfaced SO42− groups and anatase TiO2 based on the previous literature (Figure 6b) [31,34]. The surfaced SO42− in STNT3, driven by the heat treatment under atmospheric conditions, can be used as the efficient electron trapping center for promoting the separation of photogenerated electron–hole pairs. To achieve charge balance, the formed cationic STNT3 is probably favorable for neutralization by the adsorbed hydroxide ions (OH−ads), and thus capture the photogenerated holes to yield hydroxyl radicals (•OH) as the main active groups for the degradation of MB. It can be seen in Figure 6c that the O 1s spectrum of K3Ti5NbO14 can be evaluated by two peaks at 529.5 and 530.7 eV, associated with 2-coordinated oxygen (O1) and 4-coordinated oxygen (O2), respectively [35]. In comparison with pure K3Ti5NbO14, O 1s spectrum of STNT3 shows similar two peaks with a positive shift. The main peak at 529.9 eV can be attributed to lattice oxygen, while the peak at 531.4 eV is ascribed to oxygen in sulfate. These changed O 1s species in STNT3, with higher binding energies, may be activated.\nNanomaterials 2019, 9, 1503 7 of 15\nNanomaterials 2019, 9, x FOR PEER REVIEW 7 of 15\nfavorable than replacing O2− with S6+ [33]. This doped S by the substitution of Ti4+ would be similar to\nthat of metal-ion doping, creating intra-band-gap states below the conduction band (CB) position [19]."
    }, {
      "heading" : "As the external surface of the K3Ti5NbO14 core is fully covered with anatase TiO2 NPs, the S element is primarily incorporated into the lattice of the TiO2 shell.",
      "text" : "Figure 6. High-resolution XPS spectra for K3Ti5NbO14 and STNT3: (a) survey, (b) S 2p spectrum (inset shows two possible structures of the surface-adsorbed sulfate groups in STNT3), (c) O 1s, and (d) Ti 2p.\nAccording to the above analysis, it is reasonable to propose two possible binding models\nbetween surfaced SO42− groups and anatase TiO2 based on the previous literature (Figure 6b) [31,34].\nThe surfaced SO42− in STNT3, driven by the heat treatment under atmospheric conditions, can be used\nas the efficient electron trapping center for promoting the separation of photogenerated electron–hole\npairs. To achieve charge balance, the formed cationic STNT3 is probably favorable for neutralization\nby the adsorbed hydroxide ions (OH−ads), and thus capture the photogenerated holes to yield hydroxyl radicals (•OH) as the main active groups for the degradation of MB.\nIt can be seen in Figure 6c that the O 1s spectrum of K3Ti5NbO14 can be evaluated by two peaks\nat 529.5 and 530.7 eV, associated with 2-coordinated oxygen (O1) and 4-coordinated oxygen (O2),\nrespectively [35]. In comparison with pure K3Ti5NbO14, O 1s spectrum of STNT3 shows similar two\npeaks with a positive shift. The main peak at 529.9 eV can be attributed to lattice oxygen, while the\npeak at 531.4 eV is ascribed to oxygen in sulfate. These changed O 1s species in STNT3, with higher\nbinding energies, may be activated.\nTwo peaks at 458.0 (Ti 2p3/2) and 463.8 eV (Ti 2p1/2) in Figure 6d can be clearly visible in the Ti 2p\nspectrum of STNT3. These two peaks are quite similar to those in K3Ti5NbO14, which is attributed to\nthe octahedrally coordinated Ti. Compared with K3Ti5NbO14, only a slight shift of Ti 2p is noticed\nmaybe due to the interaction between Ti atoms and SO42− anions, leading to the change of electron\ndensity around the Ti atoms. Additionally, no shoulder peak, attributed to Ti3+ species, can be seen\nsuggesting that the chemical state of the Ti atom is mainly in the form of Ti4+ in STNT3 [36].\n3.5. Photocatalytic Activity\nFigure 6. igh-resolution XPS spectra for K3Ti5NbO14 and STNT3: (a) survey, (b) S 2p spectrum (inset shows two possible structures of the surface-adsorbed sulfate groups in STNT3), (c) O 1s, and (d) Ti 2p.\nTwo peaks at 458.0 (Ti 2p3/2) and 463.8 eV (Ti 2p1/2) in Figure 6d can be clearly visible in the Ti 2p spectrum of STNT3. These two peak are quite similar to those in K3Ti5NbO14, which s attribute to the octahed ally coordinated Ti. Compared with K3Ti5NbO14, only a light shift of Ti 2p is noticed maybe due to the interaction between Ti atoms and SO42− anions, leading to the change of el ctron density arou d the Ti a oms. Additionally, n shoulder peak, tributed to Ti3+ species, can be seen suggesting t at the chemical state of the Ti atom is mainly in the f rm of Ti4+ in STNT3 [36]."
    }, {
      "heading" : "3.5. Photocatalytic Activity",
      "text" : "To evaluate the photocatalytic performance, MB was chosen as a targeted pollutant with visible-light irradiation. As the irradiation time is increased, the reduced concentration of MB is displayed in Figure 7a. Based on the blank control experimental result, the simulated pollutant of MB exhibited a high stability and the neglect of self-photolysis. For bulk K3Ti5NbO14, approximately ~28% of the MB concentration can be decreased under visible light within 40 min, owing to self-sensitization oxidation [37]. Although, the wide-band-gap semiconductor of K3Ti5NbO14 itself cannot be excited under visible light, the targeted pollutant of MB can well absorb visible light to produce photogenerated electrons and then transferred into the CB edge of K3Ti5NbO14 owing to the potential difference, resulting in the visible-light-driven photocatalytic activity [24]. After combining with TiO2 NPs, the obtained sample of TNT3 exhibits the improved photodegradation activity for the removal of MB due to the formed heterojunction between K3Ti5NbO14 and TiO2, which is beneficial for the efficient spatial separation of photo-induced charge carriers [38–40]. After S doping, the photocatalytic activity of the resultant STNT3 is further enhanced in comparison to TNT3. It suggests that S doping can essentially tune the electric structure of TNT3, leading to the visible-light response and thus enhanced photocatalytic activity. Additionally, from Figure S3,\nNanomaterials 2019, 9, 1503 8 of 15\nthe photocatalytic activity of STNT3 is higher than that of S-TiO2 NPs due to the role of heterojunction formation between K3Ti5NbO14 and TiO2. Nanomaterials 2019, 9, x FOR PEER REVIEW 9 of 15\nFigure 7. (a) Visible-light-driven photocatalytic degradation rate of MB solution over different samples. (b) UV-visible spectral changes, (c) recycling experiments, and (d) XRD patterns before and after five cycles over STNT3 for the photocatalytic degradation of MB."
    }, {
      "heading" : "3.6. Electrochemical Analysis and PL Analysis",
      "text" : "The transient photocurrent responses of K3Ti5NbO14, TNT3, and STNT3 are displayed in Figure\n8. The decay of photocurrent intensity demonstrates the recombination between a fraction of holes\nand electrons [41–43]. A relatively stable photocurrent response can be observed for all samples. The\nwide-band-gap K3Ti5NbO14 exhibits the lowest photocurrent intensity due to its large bandgap value.\nAfter combination with TiO2 NPs, the signal of TNT3 is greatly enhanced, indicating that the\nformation of the heterojunction between K3Ti5NbO14 and TiO2 is beneficial for the effective separation\nof photogenerated electron–hole pairs. After further S doping, the intensity of the obtained STNT3 is\nhigher than that of TNT3, indicating the rapid charge transfer rate and high separation efficiency of\nSTNT3.\nFigure 8. Transient photocurrent responses of different samples under simulated solar light irradiation.\nFigure 7. (a) Visible-light-driven photocatalytic degradation rate of MB solution over different samples. (b) UV-visible spectral changes, (c) recycling experiments, and (d) XRD patterns before and after five cycles over STNT3 for the photocatalytic degradation of MB.\nBy comparison, al STNTx (x = 1 2, 3, 4, and 5) composites exhibit the significantly improved visible-light-driven photocatalytic activities relative to K3Ti5NbO14, due to the synergistic effects of S doping and the formed heterojunction. As the added volume of Ti(O-i-Pr)4 is increased, the photocatalytic activities of STNTx composites are firstly increased and then decreased with the highest activity for STNT3. It suggests that an appropriate mass of added Ti(O-i-Pr)4 is necessary to fabricate the effective heterojunction structure between K3Ti5NbO14 and TiO2, which is beneficial for the achievement of excellent photocatalytic activity. Nevertheless, the surface of K3Ti5NbO14 will be fully covered by adding the excess of Ti(O-i-Pr)4, and thus the photo-induced electrons cannot be effectively transferred from the CB of S-TiO2 to the CB of K3Ti5NbO14 across the straddling band structure, resulting in reduced photocatalytic activity. As displayed in Figure 7b, as the photocatalytic reaction time passes, the characteristic absorption bands of MB are profoundly decreased under visible light within STNT3. The reduction in absorbance may be due to the destruction of the molecular structure. After recycling five times (Figure 7c), the sample of STNT3 still shows a high photocatalytic activity, indicating the excellent visible-light-driven photocatalytic stability for the removal of MB. Additionally, the XRD pattern of STNT3, after recycling in Figure 7d, shows no obvious difference in comparison with the original STNT3, demonstrating a high structural stability of STNT3."
    }, {
      "heading" : "3.6. Electrochemical Analysis and PL Analysis",
      "text" : "The transient photocurrent responses of K3Ti5NbO14, TNT3, and STNT3 are displayed in Figure 8. The decay of photocurrent intensity demonstrates the recombination between a fraction of holes and electrons [41–43]. A relatively stable photocurrent response can be observed for all samples. The wide-band-gap K3Ti5NbO14 exhibits the lowest photocurrent intensity due to its large bandgap value. After combination with TiO2 NPs, the signal of TNT3 is greatly enhanced, indicating that the\nNanomaterials 2019, 9, 1503 9 of 15\nformation of the heterojunction between K3Ti5NbO14 and TiO2 is beneficial for the effective separation of photogenerated electron–hole pairs. After further S doping, the intensity of the obtained STNT3 is higher than that of TNT3, indicating the rapid charge transfer rate and high separation efficiency of STNT3.\nNanomaterials 2019, 9, x FOR PEER REVIEW 9 of 15 Figure 7. (a) Visible-light-driven photocatalytic degradation rate of MB solution over different samples. (b) UV-visible spectral changes, (c) recycling experiments, and (d) XRD patterns before and after five cycles over STNT3 for the photocatalytic degradation of MB."
    }, {
      "heading" : "3.6. Electrochemical Analysis and PL Analysis",
      "text" : "The transient photocurrent responses of K3Ti5NbO14, TNT3, and STNT3 are displayed in Figure\n8. The decay of photocurrent intensity demonstrates the recombination between a fraction of holes\nand electrons [41–43]. A relatively stable photocurrent response can be observed for all samples. The\nwide-band-gap K3Ti5NbO14 exhibits the lowest photocurrent intensity due to its large bandgap value.\nAfter combination with TiO2 NPs, the signal of TNT3 is greatly enhanced, indicating that the\nf r ati f t e eterojunction bet een K3 i5 14 a i is e eficial f r t e effecti e se arati\nf t e erate electr – le airs. After further S doping, the intensity of the obtained STNT3 is\nhigher than that of TNT3, indicating the rapid charge transfer rate and high separ tion efficiency of\nSTNT3.\ni re 8. Transient photocurrent responses of different samples under simulated solar light irradiation.\nThe photoluminescence (PL) spectroscopy was commonly applied in the photocatalytic field to evaluate the recombination rate of the photo-induced charge carriers [44,45]. Generally, the higher PL emission intensity indicates the severer recombination rate of photogenerated electrons and holes [46]. The PL spectra of K3Ti5NbO14, TNT3, and STNT3 are displayed in Figure 9a. A broad peak, at approximately 380 nm, can be clearly visible for bulk K3Ti5NbO14, owing to the band-gap recombination of photo-induced electron–hole pairs. After hybridizing with TiO2 NPs, the PL intensity of the as-prepared TNT3 is lower than that of K3Ti5NbO14, suggesting that the hybridization of TiO2 NPs can profoundly decrease the recombination rate of photo-induced election–hole pairs by forming a heterojunction structure. Compared with TNT3, the signal of STNT3 is largely suppressed, which is mainly due to the fact that S doping will increase the light-harvesting capacity and thus restrict the recombination rate of photo-generated electron–hole pairs. This phenomenon suggests that the recombination rate of photo-generated charge carriers is profoundly hindered by the synergistic effects of S doping and heterojunction formation, which is consistent with the photocatalytic results.\nThe photoluminescence (PL) spectroscopy was commonly applied in the photocatalytic\nfield to evaluate the recombination rate of the photo-induced charge carriers [44,45]. Generally,\nthe higher PL emission intensity indicates the severer recombination rate of photogenerated\nelectrons and holes [46]. The PL spectra of K3Ti5NbO14, TNT3, and STNT3 are displayed in\nFigure 9a. A broad peak, at approximately 380 nm, can be clearly visible for bulk K3Ti5NbO14,\nowing to the band-gap recombination of photo-induced electron–hole pairs. After hybridizing\nwith TiO2 NPs, the PL intensity of the as-prepared TNT3 is lower than that of K3Ti5NbO14,\nsuggesting that the hybridization of TiO2 NPs can profoundly decrease the recombination rate\nof photo-induced election–hole pairs by forming a heterojunction structure. Compared with\nTNT3, the signal of STNT3 is largely suppressed, which is mainly due to the fact that S doping\nwill increase the light-harvesting capacity and thus restrict the recombination rate of photo-\ngenerated electron–hole pairs. This phenomenon suggests that the recombination rate of\nphoto-generated charge carriers is profoundly hindered by the synergistic effects of S doping\nand heterojunction formation, which is consistent with the photocatalytic results.\nNanomaterials 2019, 9, 1503 10 of 15\nThe separation process of photo-induced charge carriers was also investigated by time-resolved transient PL spectroscopy (Figure 9b) [47,48]. As the photocatalyst absorbs photons, electrons are stimulated to the excited state and then reach the thermal equilibrium state, and the excess energy will be released by the nonradiative and radiative decay processes [49]. Generally, the emission lifetime is associated with the separation rate of charge carriers [50]. The average emission lifetimes of bulk K3Ti5NbO14, TNT3, and STNT3 can be calculated to be 0.97 ns, 2.56 ns, and 4.75 ns, respectively. In comparison with K3Ti5NbO14, the emission lifetime of TNT3 is increased due to heterojunction formation, which is favorable for the efficient transfer of photogenerated charge carriers. After further S doping, the lifetime of STNT3 is restricted due to the increased amount of light absorption. Thus, the prolonged lifetime of STNT3 may be ascribed to the combined effects of S doping and heterojunction formation."
    }, {
      "heading" : "3.7. Photocatalytic Mechanism",
      "text" : "Electron spin resonance (ESR) spectra were employed to investigate the existence of photogenerated •OH and •O2− active species [51,52]. As displayed in Figure 10, no ESR signals of DMPO-•O2− and DMPO-•OH can be visible in the dark. With increasing time under visible light irradiation, the intensities of DMPO-•O2− signals are gradually enhanced (Figure 10a). Furthermore, some characteristic signals of DMPO-•OH can be clearly observed in Figure 10b with the relative intensities of 1:2:2:1. As a consequence, the ESR results confirm that active species of both •O2− and •OH can be generated under visible light for photocatalytic MB degradation in STNT composites.Nanomaterials 2019, 9, x FOR PEER REVIEW 11 of 15\nFigure 10. ESR spectra of STNT3 in aqueous solution before and after visible light irradiation: (a) DMPO-•O2− and (b) DMPO-•OH.\nCombined with EM and XPS results, S element is primarily incorporated into the lattice of TiO2\nshell to form S-doped TiO2 NPs as the surface of the K3Ti5NbO14 core is fully covered with anatase\nTiO2 shell. Pure K3Ti5NbO14 rods mainly act as electron transport carriers. As shown in Figure S1b,\nthe bandgap value and valence band (VB) position are estimated to be 3.82 eV and +3.78 eV based on\nthe combination of VB-XPS and DRS results, respectively. Combined with our previous work [18],\nthe VB and CB positions of K3Ti5NbO14 and anatase TiO2 are estimated to be +3.78/−0.04 eV and\n+2.67/−0.53 eV, respectively. According to the Nernst Equation [53], the corresponding VB and CB\npotentials can be converted into +3.54/−0.28 V and +2.43/−0.77 V, respectively.\nAccording to the above analyses, a possible photocatalytic mechanism for the removal of MB\nover STNT composite is proposed; the corresponding band energy levels and charge carrier behavior\nare schematically shown in Figure 11 and Figure 12. The fact that K3Ti5NbO14 and anatase TiO2 exhibit\nthe analogous TiO6 octahedra structural features, which are favorable for the minimization of the\nlattice mismatch and thus promoting the deposition of anatase TiO2 NPs on the surface of K3Ti5NbO14\nto form a closely contacted interface, leading to the nano-heterojunction formation. Under visible\nlight, only S-doped TiO2 NPs in STNT composite can be excited to produce electrons and holes. The\nphotogenerated electrons are transferred from VB to the intra-band-gap states created by S6+ and then\nto CB of TiO2. The accumulated electrons in CB of TiO2 (ECB = −0.77 V) will quickly migrate to the CB\nof K3Ti5NbO14 (ECB = −0.28 V) due to the potential difference, which can directly react with dissolved\nO2 to generate •O2− (O2/•O2−, −0.16 V vs. NHE) [54]. Furthermore, as the VB potential of TiO2 (EVB = +2.43 V) is positive than •OH/OH− (+2.40 V vs. NHE) [54], the holes in the VB of TiO2 will react with\nOH−/H2O molecules to yield •OH radicals. Thus, MB aqueous solution may be oxidized by the\ncombined effects of h+, •O2− and •OH active species.\nFigure 10. ESR spectra of STNT3 in aqueous solution before and after visible light irradiation: (a) DMPO-•O2− and (b) DMPO-•OH.\no bine ith E and XPS results, S ele ent is pri arily incorporated into the lat ice of TiO2 shell to for S-doped TiO2 Ps as the surface of the K3Ti5NbO14 is f ll covere ith anatase TiO2 shell. 3 i5 14 ro s i l t , the bandgap value and valence band (VB) position are estimated to be 3.82 eV and +3.78 e based on the co bi ti f - a res lts, res ecti l . , the VB and CB positions of K3Ti5NbO14 anatase TiO2 are esti ated to be +3.78/− . e and +2.67/ . , res ecti l . t r t ti [ ], t e corres i a B potentials can be converted into + . / . . / 0.77 V, i . cc r i to the above analyses, a possible photocatal ti ec i f t re l of over S T co osite is r ose ; t e c rres onding band e ergy levels a c rge carrier i r are in Figures 11 and 12. The fact tha K3Ti5NbO14 and anatase TiO2 exhibit the analogo s Ti 6 ct str t f t , i fa r l f r t e ini i ti f the lat ice is atch and thus promoting the deposition of anatase TiO2 NPs on the surface of K3Ti5NbO14 to for a closely contacted interface, leading to the nano-heterojunction formation. nder visible\nNanomaterials 2019, 9, 1503 11 of 15\nlight, only S-doped TiO2 NPs in STNT composite can be excited to produce electrons and holes. The photogenerated electrons are transferred from VB to the intra-band-gap states created by S6+ and then to CB of TiO2. The accumulated electrons in CB of TiO2 (ECB = −0.77 V) will quickly migrate to the CB of K3Ti5NbO14 (ECB = −0.28 V) due to the potential difference, which can directly react with dissolved O2 to generate •O2− (O2/•O2−, −0.16 V vs. NHE) [54]. Furthermore, as the VB potential of TiO2 (EVB = +2.43 V) is positive than •OH/OH− (+2.40 V vs. NHE) [54], the holes in the VB of TiO2 will react with OH−/H2O molecules to yield •OH radicals. Thus, MB aqueous solution may be oxidized by the combined effects of h+, •O2− and •OH active species.Nanomaterials 2019, 9, x FOR PEER REVIEW 12 of 15\nFigure 12. A schematic illustration of the STNT composite for the photodegradation of methylene blue (MB)."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, we successfully prepared 1D S-doped K3Ti5NbO14@TiO2 (STNT) core-shell rods\nheterostructured composites through a reassembly-calcination method, in which anatase TiO2 NPs\nwere fully deposited on the external surface of K3Ti5NbO14 rods to form a tight close interface. The\nformed nanoscale heterojunction structure between K3Ti5NbO14 and TiO2 were favorable for the\nfostered separation of photogenerated electrons and holes. The S element is primarily incorporated\ninto the lattice of TiO2, resulting in the formation of an intra-band-gap state below the CB position\nand thus the improved absorption of visible light. The resulting STNT composites showed an\nimproved visible-light-driven photodegradation activity for the removal of MB, attributed to the\ncombined effects of S doping and nanoscale heterojunction formation. The MB aqueous solution may be oxidized by the combined active species of h+, •O2−, and •OH. As the added amount of TiO2 NPs\nincreased, the photocatalytic activities of STNT composites were firstly increased and then decreased\nwith the optimal sample of STNT3. It is suggested that an appropriate mass between K3Ti5NbO14 and\nS-TiO2 NPs was beneficial for the achievement of the excellent photocatalytic activity. A possible\nphotodegradation mechanism was proposed with a reasonable discussion. The present findings may\nprovide an insight into designing and developing active photocatalysts with a core-shell structure\ntoward sustainable environmental remediation.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Figure S1. (a) (αhv)2 versus photo energy (hv) and (b) VB-XPS spectrum of pure K3Ti5NbO14. Figure S2. High-resolution XPS spectra for STNT3: (a) C 1s spectrum, and (b) N 1s spectrum. Figure S3. Visible-light-driven photocatalytic degradation rate of methylene blue (MB) solution over K3Ti5NbO14, S-TiO2 and STNT3. Table S1. Summary of optical power and power density. Table S2. Summary of elemental contents for S-doped K3Ti5NbO14@TiO2-3 (STNT3).\nFigure 11. Energy levels of K3Ti5NbO14 and anatase TiO2 using a normal hydrogen electrode (NHE) as a reference at pH 7.\nano aterials 2019, 9, x F R PEER RE IE 12 of 15\ni . l ls of 3 i5 14 tase Ti 2 using a nor al hydrogen lectrode ( E)\ns a reference at p 7.\nFigure 12. sche atic illustration of the ST T co posite for the photodegradation of ethylene blue ( B)."
    }, {
      "heading" : "4. o cl sio s",
      "text" : ""
    }, {
      "heading" : "I s ary, e s ccessf lly re are 1 S- o e 3 i5 b 14 i 2 (S ) core-s ell ro s",
      "text" : "eterostr ct re co osites t ro g a reasse bly-calci atio et o , i ic a atase i 2 s\nere f lly e osite o t e exter al s rface of 3 i5 b 14 ro s to for a tig t close i terface. e\nfor e a oscale eteroj ctio str ct re bet ee 3 i5 b 14 a i 2 ere fa orable for t e\nfostere se aratio of otoge erate electro s a oles. e S ele e t is ri arily i cor orate\ni to t e lattice of i 2, res lti g i t e for atio of a i tra-ba -ga state belo t e ositio\na t s t e i ro e absor tio of isible lig t. e res lti g S co osites s o e a\ni ro e isible-lig t- ri e oto egra atio acti ity for t e re o al of , attrib te to t e\nco bi e effects of S o i g a a oscale eteroj ctio for atio . e a eo s sol tio ay be oxi ize by t e co bi e acti e s ecies of +, 2−, a . s t e a e a o t of i 2 s\ni crease , t e otocatalytic acti ities of S co osites ere firstly i crease a t e ecrease\nit t e o ti al sa le of S 3. It is s ggeste t at a a ro riate ass bet ee 3 i5 b 14 a"
    }, {
      "heading" : "S- i 2 s as be eficial for t e ac ie e e t of t e excelle t otocatalytic acti ity. ossible oto egra atio ec a is as ro ose it a reaso able isc ssio . e rese t fi i gs ay",
      "text" : "ro i e a i sig t i to esig i g a e elo i g acti e otocatalysts it a core-s ell str ct re\nto ar s stai able e iro e tal re e iatio .\nSupple entary aterials: The follo ing are available online at . dpi.co /xxx/s1, Figure S1. (a) ( hv)2 versus photo energy (hv) and (b) B- PS spectru of pure 3Ti5 b 14. Figure S2. igh-resolution PS spectra for ST T3: (a) 1s spectru , and (b) 1s spectru . Figure S3. isible-light-driven photocatalytic degradation rate of ethylene blue ( B) solution over 3Ti5 b 14, S-Ti 2 and ST T3. Table S1. Su ary of optical po er and po er density. Table S2. Su ary of ele ental contents for S-doped 3Ti5 b 14 Ti 2-3 (ST T3).\nA sc ematic illustration of the STNT composite for the photodegradation of methyl ne blu (MB)."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, we successfully prepared 1D S-doped K3Ti5NbO14@TiO2 (STNT) core-shell rods heterostructured composites through a reassembly-calcination method, in which anatase TiO2 NPs were fully deposited on the external surface of K3Ti5NbO14 rods to form a tight close interface. The formed nanoscale heterojunction structure between K3Ti5NbO14 and TiO2 were favorable for the fostered separation of photogenerated electrons and holes. The S element is primarily incorporated into the lattice of TiO2, resulting in the formation of an intra-band-gap state below the CB position and thus the improved absorption of visible light. The resulting STNT composites showed an improved visible-light-driven photodegradation activity for the removal of MB, attributed to the combined effects of S doping and nanoscale heterojunction formation. The MB aqueous solution may be oxidized by the combined active species of h+, •O2−, and •OH. As the added amount of TiO2 NPs increased, the photocatalytic activities of STNT composites were firstly increased and then decreased with\nNanomaterials 2019, 9, 1503 12 of 15\nthe optimal sample of STNT3. It is suggested that an appropriate mass between K3Ti5NbO14 and S-TiO2 NPs was beneficial for the achievement of the excellent photocatalytic activity. A possible photodegradation mechanism was proposed with a reasonable discussion. The present findings may provide an insight into designing and developing active photocatalysts with a core-shell structure toward sustainable environmental remediation.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/9/10/1503/s1, Figure S1. (a) (αhv)2 versus photo energy (hv) and (b) VB-XPS spectrum of pure K3Ti5NbO14. Figure S2. High-resolution XPS spectra for STNT3: (a) C 1s spectrum, and (b) N 1s spectrum. Figure S3. Visible-light-driven photocatalytic degradation rate of methylene blue (MB) solution over K3Ti5NbO14, S-TiO2 and STNT3. Table S1. Summary of optical power and power density. Table S2. Summary of elemental contents for S-doped K3Ti5NbO14@TiO2-3 (STNT3).\nAuthor Contributions: Conceptualization and methodology, C.L. and Z.Z.; investigation, X.G., Z.H., Y.S. and Y.F.; resources, Q.Z.; writing—original draft preparation, C.L., writing—review and editing, X.X. and Q.Z.; project administration and funding acquisition, C.L., G.Y., X.X., and Q.Z.\nFunding: The authors greatly appreciate the financial support of, National Natural Science Foundation of China (No. 51902282, 11474246, 51772258 and 21603182), Natural Science Foundation of Jiangsu Province (No. BK20160434 and BK20160061), National Key Research and Development Project (No. 2016YFC0209202), China Postdoctoral Science Foundation (No. 2018M632283), Industry–University–Research Collaboration Project of Jiangsu Province (No. BY2018281), Joint Open Fund of Jiangsu Collaborative Innovation Center for Ecological Building Material and Environmental Protection Equipments and Key Laboratory for Advanced Technology in Environmental Protection of Jiangsu Province (No. JH201808), and Open Project of Key Laboratory for Ecological-Environment Materials of Jiangsu Province.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Review on nanoscale Bi-based photocatalysts",
      "author" : [ "R. He", "D. Xu", "B. Cheng", "J. Yu", "W. Ho" ],
      "venue" : "Nanoscale Horiz. 2018,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "g-C3N4-Based heterostructured photocatalysts",
      "author" : [ "J. Fu", "J. Yu", "C. Jiang", "B. Cheng" ],
      "venue" : "Adv. Energy Mater. 2018,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Effective mineralization of organic dye under visible-light irradiation over electronic-structure-modulated Sn(Nb1−xTax)2O6 solid solutions",
      "author" : [ "J. Ren", "S. Ouyang", "H. Chen", "N. Umezawa", "D. Lu", "D. Wang", "H. Xu", "J. Ye" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Hierarchical photocatalysts",
      "author" : [ "X. Li", "J. Yu", "M. Jaroniec" ],
      "venue" : "Chem. Soc. Rev. 2016,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Facile fabrication of alveolate Cu2−xSe microsheets as a new visible-light photocatalyst for discoloration of Rhodamine B",
      "author" : [ "W. Zhong", "S. Shen", "S. Feng", "Z. Lin", "Z. Wang", "B. Fang" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Black titanium dioxide (TiO2) nanomaterials",
      "author" : [ "X. Chen", "L. Liu", "F. Huang" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "Amorphous TiO2 nanostructures: Synthesis, fundamental properties and photocatalytic applications",
      "author" : [ "S. Sun", "P. Song", "J. Cui", "S. Liang" ],
      "venue" : "Catal. Sci. Technol. 2019,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Synthesis of 3D CQDs/urchin-like and yolk-shell TiO2 hierarchical structure with enhanced photocatalytic properties",
      "author" : [ "Z. Guo", "Q. Wang", "T. Shen", "X. Hou", "J. Kuang", "W. Liu", "W. Cao" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "An efficient and stable narrow bandgap carbon dot-brookite composite over other CD-TiO2 polymorphs in rhodamine B degradation under LED light",
      "author" : [ "E.O. Oseghe", "T.A.M. Msagati", "B.B. Mamba", "A.E. Ofomaja" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Controllable synthesis of mesoporous TiO2 polymorphs with tunable crystal structure for enhanced photocatalytic H2 production",
      "author" : [ "H. Xiong", "L. Wu", "Y. Liu", "T. Gao", "K. Li", "Y. Long", "R. Zhang", "L. Zhang", "Z.A. Qiao", "Q Huo" ],
      "venue" : "Adv. Energy Mater. 2019,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1901
    }, {
      "title" : "N-doped CsTi2NbO7@g-C3N4 core-shell nanobelts with enhanced visible light photocatalytic activity",
      "author" : [ "C. Liu", "C. Zhang", "J. Wang", "Q. Xu", "X. Chen", "C. Wang", "X. Xi", "W. Hou" ],
      "venue" : "Mater. Lett. 2018,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Nitrogen-doped mesoporous nanohybrids of TiO2 nanoparticles and HTiNbO5 nanosheets with a high visible-light photocatalytic activity and a good biocompatibility",
      "author" : [ "Z. Zhai", "C.H. Hu", "X.Y. Yang", "L.H. Zhang", "C. Liu", "Y.N. Fan", "W.H. Hou" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Thermostable nitrogen-doped HTiNbO5 nanosheets with a high visible-light photocatalytic activity",
      "author" : [ "Z. Zhai", "Y.C. Huang", "L. Xu", "X.Y. Yang", "C.H. Hu", "L.H. Zhang", "Y.N. Fan", "W.H. Hou" ],
      "venue" : "Nano Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "Photogenerated defects in shape-controlled TiO2 anatase nanocrystals: A probe to evaluate the role of crystal facets in photocatalytic processes",
      "author" : [ "M. D’Arienzo", "J. Carbajo", "A. Bahamonde", "M. Crippa", "S. Polizzi", "R. Scotti", "L. Wahba", "F. Morazzoni" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Improved visible-light activity of nitrogen-doped layered niobate photocatalysts by NH3-nitridation with KCl flux",
      "author" : [ "H. Suzuki", "O. Tomita", "M. Higashi", "A. Nakada", "R. Abe" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Preparation of S-doped TiO2 photocatalysts and their photocatalytic activities under visible light",
      "author" : [ "T. Ohno", "M. Akiyoshi", "T. Umebayashi", "K. Asai", "T. Mitsui", "M. Matsumura" ],
      "venue" : "Appl. Catal. A",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2004
    }, {
      "title" : "S-doped mesoporous nanocomposite of HTiNbO5 nanosheets and TiO2 nanoparticles with enhanced visible light photocatalytic activity",
      "author" : [ "C. Liu", "R. Han", "H. Ji", "T. Sun", "J. Zhao", "N. Chen", "J. Chen", "X. Guo", "W. Hou", "W. Ding" ],
      "venue" : "Phys. Chem. Chem. Phys. 2016,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "S-doped Na2Ti6O13@TiO2 core-shell nanorods with enhanced visible light photocatalytic performance",
      "author" : [ "C. Liu", "J. Liang", "R. Han", "Y. Wang", "J. Zhao", "Q. Huang", "J. Chen", "W. Hou" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Selective ferroelectric BiOI/Bi4Ti3O12 heterostructures for visible light-driven photocatalysis",
      "author" : [ "A. Al-Keisy", "L. Ren", "X. Xu", "W. Hao", "S.X. Dou", "Y. Du" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "One-step low-temperature synthesis of 0D CeO2 quantum dots/2D BiOX (X = Cl, Br) nanoplates heterojunctions for highly boosting photo-oxidation and reduction ability",
      "author" : [ "J. Yang", "Y. Liang", "K. Li", "G. Yang", "S. Yin" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "In situ construction of layered K3Ti5NbO14/g-C3N4 composite for improving visible-light-driven photocatalytic performance",
      "author" : [ "C. Liu", "G. Xu", "Y. Zhu", "Q. Xu", "G. Yu", "H. Hou", "X. Xi", "W. Hou" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "A facile exfoliation-crystal growth route to multicomponent Ag2CO3/Ag-Ti5NbO14 nanohybrids with improved visible light photocatalytic activity",
      "author" : [ "S. Park", "J.M. Lee", "Y.K. Jo", "I.Y. Kim", "S.J. Hwang" ],
      "venue" : "Dalton Trans",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "N-doped Na2Ti6O13@TiO2 core–shell nanobelts with exposed {1 0 1} anatase facets and enhanced visible light photocatalytic performance",
      "author" : [ "C. Liu", "T. Sun", "L. Wu", "J. Liang", "Q. Huang", "J. Chen", "W. Hou" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2015
    }, {
      "title" : "Ultrathin nanosheets g-C3N4@Bi2WO6 core-shell structure via low temperature reassembled strategy to promote photocatalytic activity",
      "author" : [ "Y. Wang", "W. Jiang", "W. Luo", "X. Chen", "Y. Zhu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Oxygen vacancy-rich 2D/2D BiOCl-g-C3N4 ultrathin heterostructure nanosheets for enhanced visible-light-driven photocatalytic activity in environmental remediation",
      "author" : [ "Q. Wang", "W. Wang", "L. Zhong", "D. Liu", "X. Cao", "F. Cui" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Titanium dioxide crystals with tailored facets",
      "author" : [ "G. Liu", "H.G. Yang", "J. Pan", "Y.Q. Yang", "G.Q. Lu", "H.M. Cheng" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Ultrasmall NiS decorated HNb3O8 nanosheeets as highly efficient photocatalyst for H2 evolution reaction",
      "author" : [ "Y. Xia", "S. Liang", "L. Wu", "X. Wang" ],
      "venue" : "Catal. Today",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2019
    }, {
      "title" : "Pillaring and photocatalytic properties of mesoporous α-Fe2O3/titanate nanocomposites via an exfoliation and restacking route",
      "author" : [ "Z.J. Chen", "B.Z. Lin", "Y.L. Chen", "K.Z. Zhang", "B. Li", "H. Zhu" ],
      "venue" : "J. Phys. Chem. Solids",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2010
    }, {
      "title" : "Exfoliating KTiNbO5 particles into nanosheets",
      "author" : [ "G.H. Du", "Y. Yu", "Q. Chen", "R.H. Wang", "W. Zhou", "L.M. Peng" ],
      "venue" : "Chem. Phys. Lett",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2003
    }, {
      "title" : "Efficient visible-light-Induced photocatalytic disinfection on sulfur-doped nanocrystalline titania",
      "author" : [ "J.C. Yu", "W. Ho", "J. Yu", "H. Yip", "P.K. Wong", "J. Zhao" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2005
    }, {
      "title" : "Study of synergistic effect of Ce- and S-codoping on the enhancement of visible-light photocatalytic activity of TiO2",
      "author" : [ "M. Nasir", "Z. Xi", "M. Xing", "J. Zhang", "F. Chen", "B. Tian", "S. Bagwasi" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2013
    }, {
      "title" : "High performance sulfur, nitrogen and carbon doped mesoporous anatase–brookite TiO2 photocatalyst for the removal of microcystin-LR under visible light irradiation",
      "author" : [ "S.M. El-Sheikh", "G. Zhang", "H.M. El-Hosainy", "A.A. Ismail", "K.E. O’Shea", "P. Falaras", "A.G. Kontos", "D.D. Dionysiou" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Enhanced photocatalytic activity of sulfur doped TiO2 for the decomposition of phenol: A new insight into the bulk and surface modification",
      "author" : [ "L.G. Devi", "R. Kavitha" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "Photocatalytic hydrogen evolution over monolayer H1.07Ti1.73O4·H2O nanosheets: Roles of metal defects and greatly enhanced performances",
      "author" : [ "Y. Song", "H. Wang", "J. Xiong", "B. Guo", "S. Liang", "L. Wu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2018
    }, {
      "title" : "Ti-TiO2/g-C3N4 mesostructured nanosheets heterojunctions as efficient visible-light-driven photocatalysts",
      "author" : [ "S. Tan", "Z. Xing", "J. Zhang", "Z. Li", "X. Wu", "J. Cui", "J. Kuang", "Q. Zhu", "W. Zhou" ],
      "venue" : "J. Catal",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Ordered layered N-doped KTiNbO5/g-C3N4 heterojunction with enhanced visible light photocatalytic activity",
      "author" : [ "C. Liu", "H. Zhu", "Y. Zhu", "P. Dong", "H. Hou", "Q. Xu", "X. Chen", "X. Xi", "W. Hou" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Quasi-polymeric construction of stable perovskite-type LaFeO3/g-C3N4 heterostructured photocatalyst for improved Z-scheme photocatalytic activity via solid p-n heterojunction interfacial effect",
      "author" : [ "Y. Wu", "H. Wang", "W. Tu", "Y. Liu", "Y.Z. Tan", "X. Yuan", "J.W. Chew" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Novel CdIn2S4 nano-octahedra/TiO2 hollow hybrid heterostructure: In-situ synthesis, synergistic effect and enhanced dual-functional photocatalytic activities",
      "author" : [ "Z. Peng", "Y. Jiang", "X. Wang", "R.H. Xu", "Y. Xiao", "X. Jing", "J. Zhang", "Y. Liu", "L. Ni" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2019
    }, {
      "title" : "CuInS2 sensitized TiO2 for enhanced photodegradation and hydrogen production",
      "author" : [ "Y. Yan", "M. Yang", "H. Shi", "C. Wang", "J. Fan", "E. Liu", "X. Hu" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Composite soft template-assisted construction of a flower-like β-Bi2O3/Bi2O2CO3 heterojunction photocatalyst for the enhanced simulated sunlight photocatalytic degradation of tetracycline",
      "author" : [ "H. Zhou", "S. Zhong", "M. Shen", "Y. Yao" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "Novel phosphidated MoS2 nanosheets modified CdS semiconductor for an efficient photocatalytic H2 evolution",
      "author" : [ "J. Xu", "X. Yan", "Y. Qi", "Y. Fu", "C. Wang", "L. Wang" ],
      "venue" : "Chem. Eng. J. 2019,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1220
    }, {
      "title" : "The pulsed laser-induced Schottky junction via in-situ forming Cd clusters on CdS surfaces toward efficient visible light-driven photocatalytic hydrogen evolution",
      "author" : [ "W. Zhong", "S. Shen", "M. He", "D. Wang", "Z. Wang", "Z. Lin", "W. Tu", "J. Yu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Photocatalytic hydrogen evolution with simultaneous antibiotic wastewater degradation via the visible-light-responsive bismuth spheres-g-C3N4 nanohybrid: Waste to energy insight",
      "author" : [ "Z. Wei", "J. Liu", "W. Fang", "M. Xu", "Z. Qin", "Z. Jiang", "W. Shangguan" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2019
    }, {
      "title" : "Solar-driven water–gas shift reaction over CuOx/Al2O3",
      "author" : [ "L. Zhao", "Y. Qi", "L. Song", "S. Ning", "S. Ouyang", "H. Xu", "J. Ye" ],
      "venue" : "light-to-energy storage. Angew. Chem. Int. Ed",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2019
    }, {
      "title" : "Photocatalytic H2 evolution on CdS nanoparticles by loading FeSe nanorods as co-catalyst under visible light irradiation",
      "author" : [ "W. Zhong", "W. Tu", "S. Feng", "A. Xu" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2019
    }, {
      "title" : "Novel dual co-catalysts decorated Au@HCS@PdS hybrids with spatially separated charge carriers and enhanced photocatalytic hydrogen evolution activity",
      "author" : [ "X. Li", "G. Yang", "S. Li", "N. Xiao", "N. Li", "Y. Gao", "D. Lv", "L. Ge" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2010
    }, {
      "title" : "Ni3C-Decorated MAPbI3 as visible-light photocatalyst for H2 evolution from HI splitting",
      "author" : [ "Z. Zhao", "J. Wu", "Y.Z. Zheng", "N. Li", "X. Li", "X. Tao" ],
      "venue" : "ACS Catal. 2019,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2019
    }, {
      "title" : "2D/2D Heterojunction of ultrathin MXene/Bi2WO6 nanosheets for improved photocatalytic CO2 reduction",
      "author" : [ "S. Cao", "B. Shen", "T. Tong", "J. Fu", "J. Yu" ],
      "venue" : "Adv. Funct. Mater. 2018,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "2D/2D  BiOCl/K+Ca2Nb3O10− heterostructure with Z-scheme charge carrier transfer pathways for tetracycline degradation under simulated solar light",
      "author" : [ "X. Liang", "Y. Zhang", "D. Li", "B. Wen", "D. Jiang", "M. Chen" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2019
    }, {
      "title" : "0D Bi nanodots/2D Bi3NbO7 nanosheets heterojunctions for efficient visible light photocatalytic degradation of antibiotics: Enhanced molecular oxygen activation and mechanism insight",
      "author" : [ "K. Wang", "Y. Li", "G. Zhang", "J. Li", "X. Wu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "Layered BiOBr/Ti3C2 MXene composite with improved visible-light photocatalytic activity",
      "author" : [ "C. Liu", "Q. Xu", "Q. Zhang", "Y. Zhu", "M. Ji", "Z. Tong", "W. Hou", "Y. Zhang", "J. Xu" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Constructing a novel ternary composite (C16H33(CH3)3N)4W10O32/g-C3N4/rGO with enhanced visible-light-driven photocatalytic activity for degradation of dyes and phenol",
      "author" : [ "X. Yang", "F. Qian", "Y. Wang", "M. Li", "J. Lu", "Y. Li", "M. Bao" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "Hybridization of rutile TiO2 (rTiO2) with g-C3N4 quantum dots (CN QDs): An efficient visible-light-driven Z-scheme hybridized photocatalyst",
      "author" : [ "Y. Li", "K. Lv", "W. Ho", "F. Dong", "X. Wu", "Y. Xia" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "It is widely accepted that semiconductor photocatalytic technology, as a green method, plays an important role in eliminating most organic contaminants and thus constructing an environmentally-friendly society [4,5].",
      "startOffset" : 210,
      "endOffset" : 215
    }, {
      "referenceID" : 4,
      "context" : "It is widely accepted that semiconductor photocatalytic technology, as a green method, plays an important role in eliminating most organic contaminants and thus constructing an environmentally-friendly society [4,5].",
      "startOffset" : 210,
      "endOffset" : 215
    }, {
      "referenceID" : 5,
      "context" : "As a traditional photocatalyst, TiO2 has been profoundly investigated due to its advantageous properties, such as good chemical stability, exceptional electronic property, low toxicity, and low cost [6,7].",
      "startOffset" : 199,
      "endOffset" : 204
    }, {
      "referenceID" : 6,
      "context" : "As a traditional photocatalyst, TiO2 has been profoundly investigated due to its advantageous properties, such as good chemical stability, exceptional electronic property, low toxicity, and low cost [6,7].",
      "startOffset" : 199,
      "endOffset" : 204
    }, {
      "referenceID" : 13,
      "context" : "Especially, anisotropically shaped rods can provide a channel for the rapid transport of charge carriers along the longitudinal direction, leading to the decreased recombination rate of photogenerated electrons and holes [14].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 16,
      "context" : "For example, our group developed a series of S-doped TiO2-based composites, showing improved photocatalytic activity [18,19].",
      "startOffset" : 117,
      "endOffset" : 124
    }, {
      "referenceID" : 17,
      "context" : "For example, our group developed a series of S-doped TiO2-based composites, showing improved photocatalytic activity [18,19].",
      "startOffset" : 117,
      "endOffset" : 124
    }, {
      "referenceID" : 18,
      "context" : "Constructing a heterojunction has been regarded as an efficient approach to improve spatial charge separation between different semiconductors owing to the interfacial electric field [20,21].",
      "startOffset" : 183,
      "endOffset" : 190
    }, {
      "referenceID" : 19,
      "context" : "Constructing a heterojunction has been regarded as an efficient approach to improve spatial charge separation between different semiconductors owing to the interfacial electric field [20,21].",
      "startOffset" : 183,
      "endOffset" : 190
    }, {
      "referenceID" : 20,
      "context" : "Recently, our group employed a simple calcination method to prepare K3Ti5NbO14/g-C3N4 composites, showing higher visible-light-driven photodegradation activity than that of its counterparts [22].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 21,
      "context" : "combined Ti5NbO14 nanosheets with Ag2CO3/Ag to construct Ag2CO3/Ag-Ti5NbO14 multicomponent nanohybrids, which exhibited a much more superior photodegradation activity under visible light in comparison to the unhybridized Ag2CO3 sample [23].",
      "startOffset" : 235,
      "endOffset" : 239
    }, {
      "referenceID" : 13,
      "context" : "The choice for K3Ti5NbO14 rods as a starting material is due to the fact that anisotropically shaped rods show the decreased recombination rate of photogenerated electron−hole pairs [14,24].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 22,
      "context" : "The choice for K3Ti5NbO14 rods as a starting material is due to the fact that anisotropically shaped rods show the decreased recombination rate of photogenerated electron−hole pairs [14,24].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 13,
      "context" : "The choice for K3Ti5NbO14 rods as a starting material is due to the fact that anisotropically shaped rods show the decreased recombination rate of photogenerated electron−hole pairs [14,24].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 22,
      "context" : "The choice for K3Ti5NbO14 rods as a starting material is due to the fact that anisotropically shaped rods show the decreased recombination rate of photogenerated electron−hole pairs [14,24].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 23,
      "context" : "This heterojunction structure is favorable for the separation of photogenerated electrons and holes [25,26].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 24,
      "context" : "This heterojunction structure is favorable for the separation of photogenerated electrons and holes [25,26].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 25,
      "context" : "In addition, the exposed reductive (101) facet of anatase TiO2 NPs has been regarded as a possible reservoir of photogenerated electrons for the reduction of O2 to produce •O2−, resulting in the promoted separation of charge carriers [27].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 23,
      "context" : "This heterojunction structure is favorable for the separation of photogenerated electrons and holes [25,26].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 24,
      "context" : "This heterojunction structure is favorable for the separation of photogenerated electrons and holes [25,26].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 25,
      "context" : "In addition, the exposed reductive (101) facet of anatase TiO2 NPs has been regarded as a possible reservoir of photogenerated electrons for the reduction of O2 to produce •O2−, resulting in the promoted separation of charge carriers [27].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 26,
      "context" : "82 eV (Figure S1a), only an absorption band in the UV-light region is visible, owing to the band-to-band transition rather than the transition from the impurity levels [28].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 16,
      "context" : "After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 27,
      "context" : "After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 28,
      "context" : "After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 26,
      "context" : "82 eV (Figure S1a), only an absorption band in the UV-light region is visible, owing to the band-to-band transition rather than the transition from the impurity levels [28].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 16,
      "context" : "After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 27,
      "context" : "After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 28,
      "context" : "After combining with anatase TiO2 NPs, the light absorption in the UV-light region is profoundly enhanced in TNT3, which may be due to the formed heterojunction between two components by the electronic coupling and the possible quantum size effect [18,29,30].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 16,
      "context" : "20 eV owing to spin-orbit coupling [18].",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 29,
      "context" : "These two strong peaks indicate that the element of doped S is to be in the form of S6+ (SO42− groups), resulting in the formation of Ti−O−S bonds and charge imbalance [31,32].",
      "startOffset" : 168,
      "endOffset" : 175
    }, {
      "referenceID" : 30,
      "context" : "These two strong peaks indicate that the element of doped S is to be in the form of S6+ (SO42− groups), resulting in the formation of Ti−O−S bonds and charge imbalance [31,32].",
      "startOffset" : 168,
      "endOffset" : 175
    }, {
      "referenceID" : 16,
      "context" : "20 e o ing to spin-orbit coupling [18].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 29,
      "context" : "ese t o stro g eaks i icate t at t e ele e t of o e S is to be in the form of S6+ (SO42− gro s), res lti g i the for ation of Ti− −S bo s a c arge i balance [31,32].",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 30,
      "context" : "ese t o stro g eaks i icate t at t e ele e t of o e S is to be in the form of S6+ (SO42− gro s), res lti g i the for ation of Ti− −S bo s a c arge i balance [31,32].",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 31,
      "context" : "The substitute of Ti4+ by S6+ i t e lattice of S 3 is ge erally c ore favorable than replacing O2− with S6+ [33].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 17,
      "context" : "This doped S by the substitution of Ti4+ would be similar to that of metal-ion doping, creating intra-band-gap states below the conduction band (CB) position [19].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 29,
      "context" : "According to the above analysis, it is reasonable to propose two possible binding models between surfaced SO42− groups and anatase TiO2 based on the previous literature (Figure 6b) [31,34].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 32,
      "context" : "According to the above analysis, it is reasonable to propose two possible binding models between surfaced SO42− groups and anatase TiO2 based on the previous literature (Figure 6b) [31,34].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 33,
      "context" : "7 eV, associated with 2-coordinated oxygen (O1) and 4-coordinated oxygen (O2), respectively [35].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 31,
      "context" : "favorable than replacing O2− with S6+ [33].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 17,
      "context" : "This doped S by the substitution of Ti4+ would be similar to that of metal-ion doping, creating intra-band-gap states below the conduction band (CB) position [19].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 29,
      "context" : "According to the above analysis, it is reasonable to propose two possible binding models between surfaced SO42− groups and anatase TiO2 based on the previous literature (Figure 6b) [31,34].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 32,
      "context" : "According to the above analysis, it is reasonable to propose two possible binding models between surfaced SO42− groups and anatase TiO2 based on the previous literature (Figure 6b) [31,34].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 33,
      "context" : "7 eV, associated with 2-coordinated oxygen (O1) and 4-coordinated oxygen (O2), respectively [35].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 34,
      "context" : "Additionally, no shoulder peak, attributed to Ti3+ species, can be seen suggesting that the chemical state of the Ti atom is mainly in the form of Ti4+ in STNT3 [36].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 34,
      "context" : "Additionally, n shoulder peak, tributed to Ti3+ species, can be seen suggesting t at the chemical state of the Ti atom is mainly in the f rm of Ti4+ in STNT3 [36].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 35,
      "context" : "For bulk K3Ti5NbO14, approximately ~28% of the MB concentration can be decreased under visible light within 40 min, owing to self-sensitization oxidation [37].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 22,
      "context" : "Although, the wide-band-gap semiconductor of K3Ti5NbO14 itself cannot be excited under visible light, the targeted pollutant of MB can well absorb visible light to produce photogenerated electrons and then transferred into the CB edge of K3Ti5NbO14 owing to the potential difference, resulting in the visible-light-driven photocatalytic activity [24].",
      "startOffset" : 346,
      "endOffset" : 350
    }, {
      "referenceID" : 42,
      "context" : "The photoluminescence (PL) spectroscopy was commonly applied in the photocatalytic field to evaluate the recombination rate of the photo-induced charge carriers [44,45].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 43,
      "context" : "The photoluminescence (PL) spectroscopy was commonly applied in the photocatalytic field to evaluate the recombination rate of the photo-induced charge carriers [44,45].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 44,
      "context" : "Generally, the higher PL emission intensity indicates the severer recombination rate of photogenerated electrons and holes [46].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 42,
      "context" : "The photoluminescence (PL) spectroscopy was commonly applied in the photocatalytic field to evaluate the recombination rate of the photo-induced charge carriers [44,45].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 43,
      "context" : "The photoluminescence (PL) spectroscopy was commonly applied in the photocatalytic field to evaluate the recombination rate of the photo-induced charge carriers [44,45].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 44,
      "context" : "Generally, the higher PL emission intensity indicates the severer recombination rate of photogenerated electrons and holes [46].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 45,
      "context" : "The separation process of photo-induced charge carriers was also investigated by time-resolved transient PL spectroscopy (Figure 9b) [47,48].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 46,
      "context" : "The separation process of photo-induced charge carriers was also investigated by time-resolved transient PL spectroscopy (Figure 9b) [47,48].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 47,
      "context" : "As the photocatalyst absorbs photons, electrons are stimulated to the excited state and then reach the thermal equilibrium state, and the excess energy will be released by the nonradiative and radiative decay processes [49].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 48,
      "context" : "Generally, the emission lifetime is associated with the separation rate of charge carriers [50].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 49,
      "context" : "Electron spin resonance (ESR) spectra were employed to investigate the existence of photogenerated •OH and •O2− active species [51,52].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 50,
      "context" : "Electron spin resonance (ESR) spectra were employed to investigate the existence of photogenerated •OH and •O2− active species [51,52].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 45,
      "context" : "The separation process of photo-induced charge carriers was also investigated by time-resolved transient PL spectroscopy (Figure 9b) [47,48].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 46,
      "context" : "The separation process of photo-induced charge carriers was also investigated by time-resolved transient PL spectroscopy (Figure 9b) [47,48].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 47,
      "context" : "As the photocatalyst absorbs photons, electrons are stimulated to the excited state and then reach the thermal equilibrium state, and the excess energy will be released by the nonradiative and radiative decay processes [49].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 48,
      "context" : "Generally, the emission lifetime is associated with the separation rate of charge carriers [50].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 49,
      "context" : "Electron spin resonance (ESR) spectra were employed to investigate the existence of photogenerated •OH and •O2− active species [51,52].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 50,
      "context" : "Electron spin resonance (ESR) spectra were employed to investigate the existence of photogenerated •OH and •O2− active species [51,52].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 16,
      "context" : "Combined with our previous work [18], the VB and CB positions of K3Ti5NbO14 and anatase TiO2 are estimated to be +3.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 51,
      "context" : "According to the Nernst Equation [53], the corresponding VB and CB potentials can be converted into +3.",
      "startOffset" : 33,
      "endOffset" : 37
    }, {
      "referenceID" : 52,
      "context" : "NHE) [54], the holes in the VB of TiO2 will react with OH−/H2O molecules to yield •OH radicals.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 52,
      "context" : "NHE) [54], the holes in the VB of TiO2 will react with OH−/H2O molecules to yield •OH radicals.",
      "startOffset" : 5,
      "endOffset" : 9
    } ],
    "year" : 2019,
    "abstractText" : "Herein, we report a one-dimensional (1D) S-doped K3Ti5NbO14@TiO2 (STNT) core-shell heterostructured composite with an enhanced photocatalytic degradation activity under visible light, which was prepared by a simple reassembly-calcination method using thiourea as the S source. The anisotropically shaped rods are favorable for the rapid transport of photogenerated charge carriers. The substitution of Ti4+ by S6+ is primarily incorporated into the lattice of the TiO2 shell so as to create an intra-band-gap state below the conduction band (CB) position, giving rise to Ti−O−S bonds and thus the visible light response. The presence of electron-deficient S atoms is of benefit to the decreased recombination rate of photogenerated electrons and holes by capturing electrons (e−). Meanwhile, a tight close interface between K3Ti5NbO14 and TiO2 was formed to achieve a nano-heterojunction structure, leading to the fostered separation of its interfacial photogenerated electrons and holes. The visible-light-driven photocatalytic degradation of methylene blue (MB) by STNT composites is higher than that by pure K3Ti5NbO14, owing to the synergistic effects of S doping and heterojunction. A possible photocatalytic mechanism was proposed with a reasonable discussion. This work may provide an insight into constructing highly efficient core-shell photocatalysts used toward sustainable environmental remediation and resource shortages.",
    "creator" : "LaTeX with hyperref package"
  }
}