{
  "name" : "downloads_2020-07-07_45_10.1021@acsnano.0c04374.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Expansion Microscopy: Toward Nanoscale Imaging of a Diverse Range of Biomolecules",
    "authors" : [ "Aleksandra Klimas", "Yongxin Zhao" ],
    "emails" : [ ],
    "sections" : null,
    "references" : [ {
      "title" : "Fluorescence Microscopy: A Concise Guide to Current Imaging Methods",
      "author" : [ "C.A. Combs", "H. Shroff" ],
      "venue" : null,
      "citeRegEx" : "Combs and Shroff,? \\Q2007\\E",
      "shortCiteRegEx" : "Combs and Shroff",
      "year" : 2007
    }, {
      "title" : "Expansion Microscopy: Scalable and Convenient Super-Resolution Microscopy",
      "author" : [ "P.W. Tillberg", "F. Chen" ],
      "venue" : null,
      "citeRegEx" : "Tillberg and Chen,? \\Q2019\\E",
      "shortCiteRegEx" : "Tillberg and Chen",
      "year" : 2019
    }, {
      "title" : "Expansion Microscopy",
      "author" : [ "I. Cho", "J.Y. Seo", "J. Chang" ],
      "venue" : "Annu. Rev. Cell Dev. Biol. 2019,",
      "citeRegEx" : "Cho et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cho et al\\.",
      "year" : 2019
    }, {
      "title" : "Iterative Expansion Microscopy",
      "author" : [ "J. Microsc" ],
      "venue" : null,
      "citeRegEx" : "Microsc.,? \\Q2018\\E",
      "shortCiteRegEx" : "Microsc.",
      "year" : 2018
    }, {
      "title" : "Multiplexed and Scalable Super-Resolution Imaging of Three-Dimensional Protein Localization in Size-Adjustable Tissues",
      "author" : [ "T. Ku", "J. Swaney", "J.-Y.Y. Park", "A. Albanese", "E. Murray", "J.H. Cho", "Y.-G.G. Park", "V. Mangena", "J. Chen", "K. Chung" ],
      "venue" : null,
      "citeRegEx" : "Ku et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ku et al\\.",
      "year" : 2016
    }, {
      "title" : "Presynaptic LRP4 Promotes Synapse Number and Function of Excitatory",
      "author" : [ "T.J. Mosca", "D.J. Luginbuhl", "I.E. Wang", "L. Luo" ],
      "venue" : "CNS Neurons.eLife2017,",
      "citeRegEx" : "Mosca et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mosca et al\\.",
      "year" : 2017
    }, {
      "title" : "Quantitative Microscopy Reveals Stepwise Alteration of Chromatin Structure during Herpesvirus Infection",
      "author" : [ "A. Ekman", "S. Hakanen", "S. Mattola", "J.H. Chen", "V. Weinhardt", "V. Ruokolainen", "B. Sodeik", "C. Larabell", "M. Vihinen-Ranta" ],
      "venue" : null,
      "citeRegEx" : "E. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "E. et al\\.",
      "year" : 2019
    }, {
      "title" : "Expansion Microscopy Passes Its First Test.Nat",
      "author" : [ "H. Geertsema", "H. Ewers" ],
      "venue" : null,
      "citeRegEx" : "Geertsema and Ewers,? \\Q2018\\E",
      "shortCiteRegEx" : "Geertsema and Ewers",
      "year" : 2018
    }, {
      "title" : "Nanoscale Imaging Using Differential Expansion Microscopy",
      "author" : [ "S.P. Pernal", "A. Liyanaarachchi", "D.L. Gatti", "B. Formosa", "R. Pulvender", "E.R. Kuhn", "R. Ramos", "A.R. Naik", "K. George", "S. Arslanturk", "D.J. Taatjes", "B.P. Jena" ],
      "venue" : null,
      "citeRegEx" : "Pernal et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pernal et al\\.",
      "year" : 2016
    }, {
      "title" : "Multiplexed Expansion Microscopy of the Brain through Fluorophore Screening",
      "author" : [ "K. Min", "I. Cho", "M. Choi", "J.B. Chang" ],
      "venue" : null,
      "citeRegEx" : "Min et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Min et al\\.",
      "year" : 2020
    }, {
      "title" : "Rapid High Resolution 3D Imaging of Expanded Biological",
      "author" : [ "Y.C. Tsai", "W.C. Tang", "C.S.L. Low", "Y.T. Liu", "J.S. Wu", "P.Y. L e", "L.Q. Chen", "Y.L. Lin", "P. Kanchanawong", "L. Gao", "B.C. Chen" ],
      "venue" : "Methods",
      "citeRegEx" : "Tsai et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Tsai et al\\.",
      "year" : 2020
    }, {
      "title" : "Expansion Microscopy of Lipid Membranes",
      "author" : [ "E.D. Karagiannis", "J.S. Kang", "T.W. Shin", "A. Emanari", "S.M. Asano", "L. Lin", "E.K. Costa", "Imaxt", "A. Marblestone", "N. Kasthuri", "E.S. Boyden" ],
      "venue" : null,
      "citeRegEx" : "Karagiannis et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Karagiannis et al\\.",
      "year" : 2019
    }, {
      "title" : "Localization of Acetylcholine Receptor by 125I Labeled",
      "author" : [ "H.C. Fertuck", "M.M. Salpeter" ],
      "venue" : null,
      "citeRegEx" : "Fertuck and Salpeter,? \\Q1998\\E",
      "shortCiteRegEx" : "Fertuck and Salpeter",
      "year" : 1998
    }, {
      "title" : "Click-ExM Enables Expansion Microscopy for All Biomolecules",
      "author" : [ "D. Sun", "X. Fan", "H. Zhang", "Z. Huang", "Q. Tang", "W. Li", "J. Bai", "X. Lei", "X. Chen" ],
      "venue" : null,
      "citeRegEx" : "Sun et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 1974
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Expansion microscopy (ExM) has become a powerful imaging tool for visualizing the nanoscale organization of protein and nucleic acid targets in cells and tissues using only a conventional microscope. Until recently, current ExM approaches have had limited applicability to imaging other biomolecules, such as lipids and small molecules. With the new TRITON probes reported by Wenet al. in this issue ofACS Nano, ExM can now be used to perform nanoscale imaging of the cytoskeleton and lipid membranes. In this Perspective, we o er a brief overview of recent developments in ExM, with a focus on biomolecule anchoring and labeling strategies that target a wide range of biomolecules to the water-swellable polymer formedin situ, a key step that ensures biomolecules or labels of interest are separated in space and can be resolved on a conventional microscope. In addition to these new advancements, we discuss challenges and future directions in this exciting eld. Optical microscopy has been an indispensable tool for imaging biological structures in biomedical research for over a hundred years. Conventional optical microscopes have a resolving power limited to the scale of a few hundred nanometers, dictated by the fundamental optical di raction limit, which precludes the direct observation of ultra ne biological structures, such as synapses, mitochondrial substructures, and nuclear pores. The development of fareld super-resolution imaging techniques has provided researchers with various means to circumvent this physical limit. 1 3 However, conventional super-resolution imaging techniques often require specialized hardware and/or software, have slow acquisition times, and have limited imaging capabilities for samples of tissues and organs. 4 Recently, Boyden s group discovered an alternative approach for overcoming the optical di raction limit: Rather than harnessing specialized optics or other optical techniques, expansion microscopy (ExM) relies on chemical methods to enlarge preserved biological samples in an even fashion, which in turn increases the e ective resolution of an imaging system. 5 Expansion microscopy protocols, which have been extensively reviewed elsewhere, 6 8 all follow a similar work ow, summarized inFigure 1. First, molecular anchors are either bound to or covalently attached to biomolecules and/or uorescent labels, which facilitate incorporation of targeted molecules to the hydrogel in the following in situpolymerization step. Next, the tissue sample is incubated with a gelling solution containing monomers, such as sodium acrylate (SA) and acrylamide (AA), and a cross-linker, such as N,N methylenebis(acrylamide) (BIS). The solution forms a dense and water-swellable polyelectrolyte hydrogel (sodium polyacrylate) ( Figure 1, top right) via free radical polymerization. During this process, biomolecules with molecular anchors are chemically linked to the polymer network. Then, the sample is homogenized by either denaturation or enzymatic digestion, such as with proteinase-K, to enable biomolecule separation and expansion in water. Finally, when immersed in water, the polyelectrolyte hydrogel swells due to osmotic pressure, thus separating anchored biomolecules evenly in space. The sample expands typically 4.5-fold as large as the original size in pure water, enabling nanoscale features to be observed on conventional di raction limited optical microscopes. It is possible to expand samples more than 10-fold by an iterative method, 9 or by altering gel chemistry, such as using a solution with N,N-dimethylacrylamide (DMAA) and SA ( Figure 1, bottom right). 10 P ersective www.acsnano.org ' XXXX American Chemical Society A https://dx.doi.org/10.1021/acsnano.0c04374 ACS NanoXXXX, XXX, XXX XXX D ow nl oa de d vi a U N IV O F SO U T H E R N Q U E E N SL A N D o n Ju ly 7 , 2 02 0 at 0 1: 10 :0 6 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : null
  }
}