{
  "name" : "downloads_2019-10-14_7b_song2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Metal(loid) Oxides and Metal Sulfides Nanomaterials Reduced Heavy Metals Uptake in Soil Cultivated Cucumber Plants",
    "authors" : [ "Chun Song", "Fang Ye", "Huiling Zhang", "Jie Hong", "Chenyu Hua", "Bin Wang", "Yanshan Chen", "Rong Ji", "Lijuan Zhao", "Chun Songa", "Fang Yea", "Huiling Zhangb", "Jie Hongc", "Chenyu Huab", "Bin Wangb", "Yanshan Chenb", "Rong Jib", "Lijuan Zhaob" ],
    "emails" : [ "songchun@sicau.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Metal(loid) Oxides and Metal Sulfides Nanomaterials Reduced Heavy Metals Uptake in Soil Cultivated Cucumber Plants\nChun Song, Fang Ye, Huiling Zhang, Jie Hong, Chenyu Hua, Bin Wang, Yanshan Chen, Rong Ji, Lijuan Zhao\nPII: S0269-7491(19)32697-1 DOI: https://doi.org/10.1016/j.envpol.2019.113354 Reference: ENPO 113354\nTo appear in: Environmental Pollution Received Date: 21 May 2019 Accepted Date: 05 October 2019\nPlease cite this article as: Chun Song, Fang Ye, Huiling Zhang, Jie Hong, Chenyu Hua, Bin Wang, Yanshan Chen, Rong Ji, Lijuan Zhao, Metal(loid) Oxides and Metal Sulfides Nanomaterials Reduced Heavy Metals Uptake in Soil Cultivated Cucumber Plants, (2019), Environmental Pollution https://doi.org/10.1016/j.envpol.2019.113354\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier.\nGRAPHICAL ABSTRACT\n1"
    }, {
      "heading" : "Metal(loid) Oxides and Metal Sulfides",
      "text" : ""
    }, {
      "heading" : "Nanomaterials Reduced Heavy Metals Uptake",
      "text" : "in Soil Cultivated Cucumber Plants Chun Songa,*, Fang Yea, Huiling Zhangb, Jie Hongc, Chenyu Huab, Bin Wangb, Yanshan Chenb, Rong Jib, Lijuan Zhaob aInstitute of Ecological and Environmental Sciences, Sichuan Agricultural University, Chengdu, 611130, China bState Key Laboratory of Pollution Control and Resource Reuse, School of Environment, Nanjing University, Nanjing, 210046, China cCollege of Environment, Zhejiang University of Technology, Hangzhou 310014, China *Corresponding author. Email address: songchun@sicau.edu.cn\n2"
    }, {
      "heading" : "ABSTRACT",
      "text" : "Agricultural soil is one of the main sink for both heavy metals and nanomaterials (NMs). Whether NMs can impact heavy metals uptake or bioaccumulation in plants is unknown. Here, cucumber plants were cultivated in a multi- heavy metals contaminated soil amended with 100 mg/kg NMs (SiO2, TiO2, ZnS and MoS2) for four weeks. Physiological and biochemical parameters were determined to investigate the impact of NMs on plant growth. Inductively coupled plasma mass spectrometry was employed to determine the metal content in plants. Results showed that none of the tested NMs impacted plants biomass, but all the NMs decreased heavy metals bioaccumulation in plant stems significantly. However, NMs reduced the uptake of macro and micro nutrients in plants. MoS2 decreased the bioaccumulation of heavy metals (As, Cd, Cr, Cu, Ni, Al and Pb) 36.4-57.2% and nutrients (Mg, Fe, K and Mn) 40.1%-49.3% in roots. Exposure to MoS2 NMs also significantly increased 23.4% of Si in leaves, 205.6% and 83.9% of Mo in roots and stems, respectively. In general, NMs showed great potential to reduce uptake of heavy metals in crop plants, especially MoS2 NMs. The negative impacts of perturbing nutrients uptake should be paid attention as well. Keywords: Contaminated soil; Nanomaterials; Heavy metals; Mineral nutrients; Cucumber Metal(loid) Oxides and metal sulfides nanomaterials reduced the uptake and bioaccumulation of heavy metals in cucumber plants.\n3"
    }, {
      "heading" : "1. Introduction",
      "text" : "Industrialization started 200 years ago, which make soil contamination is an important issue globally (Cachada et al., 2018). Unlike organic contaminants, metal or metalloid do not undergo microbial or chemical degradation and persist for a long time in soil (Bolan et al., 2014). Crops grown in heavy metal contaminated soil might produce unsafe food, posing threats to human health. Using soil amendments to decrease the bioavailability or mobility of metal/metalloid is an important strategy to reduce metal accumulation in crops. A variety of materials are used as immobilization amendment, such as phosphate compounds, liming materials, organic composts, metal oxides and biochars (Bolan et al., 2014; Yue et al., 2019). Recently, some materials (NMs) have been applied for environmental remediation due to their capacities of heavy metal absorption and high surface area (Lehman and Larsen, 2014). Silicon nanoparticles has been shown to reduce Cr accumulation in Pisum sativum seedings (Tripathi et al., 2015). Magnetic mesoporous silica nanocomposites have been used for heavy metals (Cr, Cu) decontamination (Chen et al., 2009; Lin and Haynes, 2009; Chen et al., 2011). The core (iron oxide NMs)-shell (mesoporous silica) structure enable the separation of the nanocomposites from water using permanent magnet. TiO2 NMs significantly reduced heavy metal uptake in benthic organisms (Corbicula fluminea) (Fan et al., 2018). It has been reported that Fe3O4 NMs reduced As uptake and toxicity in hydroponically cultivated Indian mustard plant (Praveen et al., 2018). Konate et al. found that Fe3O4 NMs reduced heavy metals (Pb, Zn, Cd and Cu) uptake and alleviated their toxicity in wheat seedling. ZnS NMs has been used for the removal of Pb2+ and Hg2+ from aqueous solutions (Pala and Brock, 2012). MoS2 can adsorb heavy metal ions due to the strong Lewis acid and base soft-soft interactions (Wang and Mi, 2017). Currently, many\n4 studies used NMs for heavy metal removal from water and wastewater (Hu et al., 2008; Qu et al., 2013), few focused on contaminated soil remediation using NMs. On the other hand, engineered nanomaterials are regarded as emerging contaminants, which started to be produced in past two decades (Stark et al., 2015). The un-intended co-existence of heavy metals and nanoparticles in soil will be increased due to the increasingly released NMs to agricultural soils through waste water irrigation and sewage sludge reuse. Therefore, to investigate the impact of NMs on crop plant performance is imperative. Most studies used uncontaminated soil to conduct the experiments, and little is known about the impact of NMs on heavy metal uptake and impact on plant growth. Our hypothesis is that nanoparticles may reduce the uptake of heavy metals in plant, by binding or complexing with heavy metals, and thus promoting the plant growth. In this study, we choose two commonly used adsorbents (SiO2 and TiO2 NMs) and two uncommonly used, but exhibiting great potential as adsorbents (ZnS and MoS2 NMs) to amend in heavy metal contaminated soil to investigate whether NMs could reduce heavy metal uptake in plant. Another reason for selecting those NMs is due to their wide application in various industries and the potential release into environment is increasing. We cultivated cucumber plants in heavy metal contaminated soil collected from mining area for 4 weeks. Four types of NMs (SiO2, TiO2, ZnS, MoS2) were amended in soil with a final dosing as 100 mg/kg. Physiological and biochemical response of cucumber plants to these NMs were measured. Meanwhile, the effect of NMs on heavy metals (As, Cd, Cr, Pb) and nutrient elements (Fe, Ca, K, Mg, Zn) uptake and bioaccumulation in cucumber plants were also determined. 2. Materials and methods\n5"
    }, {
      "heading" : "2.1. Nanomaterials and Soil",
      "text" : "SiO2 and TiO2 NMs were purchased from Pantian Nano Inc. (Shanghai, China) and the original size is 20 and 5-10 nm, respectively. ZnS and MoS2 NMs were purchased from Gangtian Inc. (Shanghai, China) and Bohan Inc. (Shanghai, China) and the original size is 50 and 120 nm, respectively. The hydrodynamic size for SiO2, TiO2, ZnS and MoS2 are 876±42, 801±11, 3825±492 and 1046±70 nm, with the zeta potential of 25.0±0.67, -17.5±0.48, 19.0±1.48 and -29.0±0.59 mv, measured via dynamic light scattering (Malvern Zetasizer Nano ZS-90), in Nanopure water at pH 7 with 100 mg/L in nano pure water. The data of size and surface charge were summarized in Table 1. The soil was collected from a field (32°09′30.29″N, 118°56′56.95″E) in a mining area in Qixia Mountain (Nanjing, China), from the top 20 cm. The soil has been contaminated by a nearby lead-zinc mining factory, which was one of the largest lead zinc deposits in East China and has been explored for more than 50 years. The collected soil was air-dried and ground to pass through a 2-mm sieve for the pot trial. ICP-MS analysis showed that the most abundance heavy metals in soil are As (65.2±3.0 mg/kg), Pb (182±6.0 mg/kg) and Cd (3.52±2.02 mg/kg), respectively. Soil pH is 6.46±0.093. 2.2. Exposure Experiments Cucumber (Cucumis sativus) seeds (Zhongnong 28 F1) were purchased from Hezhiyuan Seed Corp. (Shandong, China). The soil was spiked with different nanomaterials (SiO2, TiO2, ZnS, MoS2) by mixing the NMs with a small portion of soil before blending the mixture with remaining soil homogeneously. The final dose of NMs in soil is 100 mg/kg. Cucumber seeds were planted in pots containing 100 g of soil. Each pot contained one seed. The plants were cultivated in a greenhouse for\n6 30 days at 25 °C during the day and 20 °C at night. The daily light integral was 180 μmol·m-2·s-1. During the growth period, the plants were watered as needed and no additional fertilizers were applied. 2.3. Biomass and Chlorophyll Content Analysis At harvest, cucumber plants were thoroughly rinsed with tap water for 5 min followed by deionized water for 3 times. The fresh biomass of stem and leaf tissues was determined before oven-drying (70 °C for 72 h). Due to part of the roots was trapped with soil components, the root biomass was not calculated. Photosynthetic pigment analysis was performed to determine the levels of chlorophyll a and b and total carotenoids. The photosynthetic pigments were extracted following the protocol of Šesták et al. (1971). Briefly, 0.01 g of cucumber young leaves were mixed with 5 mL of 80% methanol for 12 h, and then the mixture was centrifuged for 10 min at 3000 rpm. A microplate Reader (Biotek Synergy H1, America) was used to measure the absorbance of chlorophyll a and b and carotenoids in the methanolic extracts at 666, 653, and 470 nm, respectively. 2.4. Total Phenolics Content The total content of phenolic compounds were determined with the method of Singleton and Rossi (1964). Specifically, 50 μL of the methanolic extract was diluted with 450 μL of DI water, and then 250 μL of 2 M Folin−Ciocalteu reagent and 1.25 mL of 20 g/L Na2CO3 were added to the mixture. After centrifugation, the absorbance of the supernatant was determined at 735 nm with UV spectra. Quality assurance and quality control include duplicated samples at 10%. 2.5. Lipid Peroxidation Lipid peroxidation in leaves was measured by the Thiobarbituric Acid Reactive Substances (TBARS) assay (Jambunathan, 2010). Malondialdehyde, which is the final\n7 product of fatty acid degradation, is an indicative of lipid peroxidation. Briefly, 0.2 g of fresh cucumber leaves were mixed with 4 mL of 0.1% trichloroacetic acid (TCA); the mixture was then centrifuged at 10,000 rpm for 15 min. A 1-ml aliquot of the supernatant was mixed with 2mL of 20% TCA and 2 mL of 0.5% thiobarbituric acid (TBA); then, the mixture was heated in water bath at 95 °C for 30 min. After cooling, the UV absorbance was measured at 532 nm and 600 nm (Biotek Synergy H1, America). Lipid peroxidation was expressed as μmol MDA equivalent 1g-1 of fresh weight. 2.6. ICP-MS Analysis for Element Content in Plant Tissues Root, stem and leaf for metal and metalloid analysis were dried at 70 °C for 72 h. A sample of approximately 0.02 g of dried tissue was microwave-digested (Milestone, Ethos Up, Germany) in a mixture of 8 mL of H2O2 and 2 mL of HNO3 (4/1 v/v) at 160 °C for 40 min. The resulting digest was diluted to a final volume of 50 mL prior to analysis. The content of Si, Ti, Zn, Mo, macro- and micro- nutrients (K, Ca, Mg, Cu, Na and Mn) and heavy metals (As, Pb, Cr, Cd) were quantified by inductively coupled plasma mass spectrometry (ICP-MS) (NexION-300, PerkinElmer, USA) and inductively coupled plasma-optical emission spectrometer (ICP-OES) (Optima 8300, Perkin Elmer, USA). Standard reference materials from National Institute of Standards and Technology 1547 and 1570a were used to validate the digestion and analytical method obtaining recoveries between 90% and 99%. 2.7. Soil pH Determination The mixture of 3 g soil and 30 mL nano pure water was shaken for two hours at 20°C with 200 rpm. Then the pH of the suspension is measured using a pH meter (Mettler-Toledo, Switzerland).\n8"
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Impact of NMs on Photosynthetic Pigments Content and Biomass",
      "text" : "Results showed that SiO2 and TiO2 NMs had no impact on photosynthetic pigment contents in cucumber leaves (Fig. 1). The previous studies from our group also found that neither SiO2 nor TiO2 NMs impacted photosynthetic pigments and growth of maize plants grown in another type of soils dosing at 100 mg/kg. Song et al. (2013) also found that TiO2 NMs did not exhibit negative impact on chlorophyll content and growth of three plant species in hydroponic condition. In contrast, exposure to ZnS NMs significantly decreased carotenoid content by 9.3% (p≤0.05) relative to control (Fig. 1). In addition, chlorophyll b content was also markedly decreased by 9.2 % (p=0.064). These results indicate that ZnS NMs had negative impact on photosynthetic pigments biosynthesis. Similarly, exposure to MoS2 NMs significantly decreased chlorophyll b content by 11.33% (p≤0.05) compared to control (Fig. 1). Although not statically significant, exposure to MoS2 NMs distinctly decreased carotenoid content by 9.34% (p=0.077) compared to control. Taken together, both metal sulfide NMs (ZnS and MoS2) inhibited photosynthetic pigment content. The negative impact of NMs on photosynthetic pigments content is in the order of MoS2≈ZnS>SiO2≈TiO2. Since the leaf is not the organ which were directly exposure to NMs, the mechanism for the decreased photosynthetic pigments are probably due to the binding/complexing between metal sulfide NMs and mineral elements responsible for chlorophyll biosynthesis and photosynthesis, such as Mg and Fe. Biomass is an indicator of plant photosynthetic performance. However, none of the tested NMs (SiO2, TiO2, ZnS and MoS2) showed impacts on cucumber plants biomass (stem and leaf) during 4 weeks exposure (Fig. 2A), even in plants exposed to ZnS and MoS2 NMs in which photosynthetic pigments were negatively impacted. Also, no\n9 visible toxicity symptoms were observed during the whole period of cultivation (Fig. 2B). Taken together, all the tested NMs generally had no impact on plant growth. 3.2. Impact of NMs on Leaf Lipid Peroxidation and Total Phenolics Nanoparticles can either directly or by releasing metal ions to interact with cucumber root. To test whether NMs or ions induce lipid peroxidation, Malondialdehyde (MDA) content, which is the reaction product of membrane lipid peroxidation, were determined. Results showed that MDA content was unchanged by all types of NMs (Fig. 3A), indicating no lipid peroxidation occurred by any of the tested NMs exposure. Navarro et al. (2012) found that CdSe/ZnS caused oxidative stress in Arabidopsis thaliana plants hydroponically cultivated. The different findings are possibly because of the growth media, NMs in soil get less chance to be taken up by plants and cause phytotoxicity. In addition, total phenolics, which are class of compounds with can scavenge reactive oxygen species (ROS) and are indicators of the antioxidant stress responses, were unchanged by all types of NMs (Fig. 3B). The unchanged MDA level and total phenolics suggest that the plants had no stress response upon exposure to all types of NMs. 3.3. The uptake and Translocation of Si, Ti, Zn and Mo in Cucumber Tissues Results showed that Si, Ti, Zn in plants root exposed to different types of NMs were not significantly higher than control (Fig. 4), indicating no uptake of these NMs or their potential released ions in cucumber plants. The results also revealed that the solubility of SiO2, TiO2, ZnS are extremely low in soil, or the released ions were bound with soil clay minerals hindering their bioavailability. Also, the small size nanoparticles might be binding with minerals or organic matter, which making soil acts as a filter to block the contact between nanoparticles and plant roots (Song et al., 2013). In above ground tissues (stem and leaf), Si, Ti and Zn were also not detected to\n10\nbe higher than that in control, indicating no translocation from root to upper part tissues (Fig. 4). Aggregation to larger particles which is much bigger than the root pore size is not easy to be taken up by root and translocate to upper part tissues.\nThe exception is Mo. As shown in Fig. 4, exposure to MoS2 significantly increased Mo content in root and stem, by 205.6% (p<0.01) and 83.9% (p<0.01), respectively, compared to control. MoS2 aggregates have large size of more than 1000 nm, which is much bigger than the typical root surface pore size of 20 nm. It is almost not possible for plant to uptake MoS2 aggregates. Thus, we speculate that the Mo in stem is in the form of Mo ion, instead of MoS2 NMs. Correspondingly, part of the detected Mo in roots should be Mo ions. Molybdenum ions are components of enzymes related to nitrate assimilation and nitrogen fixation, such as nitrate reductase and nitrogenase (Schwarz and Mendel, 2006). This may suggest that MoS2 NP have the potential to increase nitrate assimilation. Further study is needed to verify this hypothesis. 3.4. Effect of Nanomaterials on Heavy metals Uptake in Cucumber Plants\nSince the collected soils were contaminated by a variety of toxic heavy metals (As, Cd, Cr, Cu, Ni, Al, Zn and Pb), we were curious that whether the amended nanomaterials in soil could decrease the heavy metal uptake in plant tissues due to the adsorption or complexation between NMs and heavy metals. Results showed that heavy metals content (As, Cd, Cr, Cu, Ni, Al, Zn and Pb) in cucumber root exposed to SiO2 NMs were not changed compared to control (Table 2). This indicates that mesoporous SiO2 NMs had no impact on heavy metal bioaccumulation in cucumber plant, even previous reports showed mesoporous SiO2 had good performance in removing heavy metals from wastewater (Sayari et al., 2005; Heidari et al., 2009; Li et al., 2011). While exposure to TiO2 NMs resulted in a significant reduction uptake of As and Al, by 34.8% and 47.2%, respectively, in cucumber root (Table 2). In\n11\naddition, exposure to ZnS NMs only significantly (p<0.05) decreased Cr content in cucumber root by 43.3% compared to control (Table 2). Different from other types of NMs, MoS2 NMs significantly (p<0.05) decreased the content of almost all heavy metals (As, Cd, Cr, Cu, Ni, Al and Pb) in cucumber roots by approximately 36.4- 57.2% relative to control (Table 2). This indicate that MoS2 NMs have stronger complex or absorption affinity with heavy metal ions compare with other NMs. Wang and Mi (2017) contribute the strong adsorption ability of MoS2 with heavy metals to the strong Lewis acid and base soft-soft interactions, due to the abundance of exposed sulfur atoms on its surface of MoS2 NMs.\nIn stems, exposure to SiO2 NMs significantly (p<0.01) reduced the content of As (46.2%), Cd (39.0%), Cu (25.4%) and Zn (59.2%). Similarly, exposure to TiO2 NMs resulted in a significant decrease of the content of As (50.7%, p<0.01), Cd (47.4%, p<0.01), Cu (22.3%, p<0.05) and Zn (61.0%, p<0.01) in stem as well. In addition to SiO2 and TiO2 NMs, ZnS also significantly decreased the level of As (52.3%, p<0.01), Cd (39.3%, p<0.01), Cu (25.8%, p<0.05) and Zn (52.5%, p<0.01) in stem. Exposure to MoS2 NMs significantly decreased the content of As (50.7%, p<0.01), Cd (47.1%, p<0.01) and Zn (64.5%, p<0.01) in stem, with no impact on Cu uptake. In summary, four types of NMs generally had similar pattern on reducing heavy metals bioaccumulation in stem.\nExposure to SiO2 NMs did not impact the uptake of heavy metals in cucumber leaves, except Zn, with a 37.8% content decrease (p<0.05) compared to control (Table 2). While TiO2 NMs resulted in a significant decrease of Cd (21.2%, p≤0.01), Cu (26.6%, p≤0.01) and Ni (23.9%, p≤0.01) content in cucumber leaves compared to control. ZnS NMs significantly reduced content of five heavy metals, including As (21.8%, p≤0.05), Cr (40.5%, p≤0.05), Cu (29.1%, p≤0.05), Ni (19.1%, p≤0.01), Al\n12\n(39.0%, p≤0.05) compared to control. MoS2 at 100 mg/kg decreased accumulation of a number of heavy metals in cucumber leaves, by 21.3% for As (p≤0.05), 21.2% for Cd (p≤0.01), 31.6% for Cu (p≤0.01), 58.7% for Al (p≤0.01), compared to control without NMs. In contrast, Cr accumulation in cucumber leaves was significantly increased (421%, p≤0.01) by MoS2 NMs. Given that Cr in root was decreased by MoS2 NMs, the results suggest that MoS2 NMs enhance the translocation of Cr from below ground tissues (root) to aboveground tissues (leaf). The underlying mechanism is still unknown.\nCombining the data of all tissues, two metal sulfides (ZnS and MoS2) had better performance in reducing the heavy metal uptake in cucumber plants compared to metal(loid) oxides NMs (SiO2 and TiO2). Moreover, MoS2 NMs had more significant adsorption or binding capacity compared with ZnS NMs. The mechanism of the interactions between MoS2 and adsorbed metal ions has been summarized by Wang and Mi (2017). MoS2 nanosheets usually exhibit negative surface charge because the defect formation during the synthesis process. Thus they assume that the formation of metal-sulfur bonding could be a primary adsorption mechanism. In addition, the electrostatic attraction also contribute to the interaction between ions and MoS2 (Zhi et al., 2016). Taken together, chemical complexation and electrostatic attraction might be the main mechanism for NMs to complex with heavy metal ions. 3.5. Effect of Nanomaterials on Mineral Nutrients Uptake in Cucumber Plants\nThe adsorption of heavy metals with NMs hindered their uptake and translocation in plant, which is beneficial for crop plant due to the reducing- risk from food chain. However, NMs with high surface area and binding sites, possibly complex with cations like K+, Ca2+ and Fe3+ as well, and thus lower down the macro- or micronutrient uptake by plant, which will be negative impacts for plant growth, given the\n13\nfact that macro and micro nutrient play an important role in plant metabolism and function. Root is the organ for water and mineral nutrients uptake and leaf is the organ in which important metabolic processes occur, like photosynthesis and respiration. Herein, the excess or deficiency of micronutrient accumulation induced by nanomaterials in root or leaf might perturb plant metabolism and growth.\nConcentrations of macro and micro nutrient including Si, Ca, Na, Mg, Fe, K, Mn and Mo found in cucumber tissues grown in soil amended with different types of NMs are shown in Table 3. Exposure to SiO2 and ZnS generally had no impact on nutrient elements uptake in root compared to control, except that ZnS NMs decreased Mg content by 37.7% (p<0.05). The week absorbing capacity of SiO2 and ZnS with mineral nutrient may attribute to their positive surface charge (Table 1). In comparisons, TiO2 and MoS2 NMs disturbed the accumulation of a number of nutrients including Si, Mg, Fe, K and Mn in cucumber root. As shown in Table 3, exposure to TiO2 and MoS2 NMs significantly (p<0.05) reduced Si by 48.6% and 50.1%, respectively; Mg by 68.4% and 47.8%, respectively; Fe by 45.1% and 48.8%, respectively; K by 59.4% and 49.3%, respectively; Mn by 47.5% and 40.1%, respectively. This indicates that NMs are not only binding with heavy metals, but also with macro and micro nutrients. It is interesting to note that TiO2 and MoS2, which have negative surface charge, induced much more distribution of macro and micro nutrient uptake, compared to two positive charged NMs (SiO2 and ZnS). Therefore, surface charge is key factor impacting the interaction between NMs and mineral nutrients. Peralta-Videa et al. (2014) also observed that CeO2 and ZnO NPs interfered with Mg and K accumulation in soybean root. They proposed the possible underlying mechanism is that NPs stuck on the soybean root surface, blocking the channels and reducing the absorption of Mg. The disturbed nutrient elements (Si, Mg, Fe, K, Mn)\n14\nact important role in structural integrity, energy storage and redox reaction (Lazar et al., 2003). For example, Mg is a part of the ring structure of the chlorophyll molecule, and the deficiency of Mg will induce chlorosis (Lazar et al., 2003). Mn ions activate several enzymes, such as decarboxylases and dehydrogenases involved in TCA cycle (Peralta-Videa et al., 2014). Therefore, although unchanged at harvest, the biomass might decrease during longer exposure due to the deficiency of these nutrients.\nIn the above-ground tissues, the most noticeable changes were significantly decreased potassium accumulation in leaves by 8%~17% (p<0.05) when exposed to SiO2, TiO2 and MoS2, compared to control (Table 3). Potassium is usually accumulated at high concentrations in plant cells, and K plays an important role in regulation of the osmotic potential of plant cells (Hedrich and Kudla, 2006). It also activates many enzymes involved in respiration and photosynthesis. Therefore, the disturbed K accumulation might negatively impact plant physiological function. As mentioned before, chlorophyll content was negatively impacted by ZnS and MoS2, probably because nutrients elements involved in photosynthetic process, such as potasium, were negatively impacted. In addition, exposure to TiO2, ZnS and MoS2 resulted in the significant decrease of leaf Na accumulation by 31.5%~56.8% (p<0.05) compared to control (Table 3). Peralta-Videa et al. (2014) also found that CeO2 NPs reduced Na accumulation in soybean leaves. Sodium stimulates growth through enhanced cell expansion, and it can partly substitute for potassium as an osmotically active solute (Lazar et al., 2003). Thus, the interfered sodium and potassium uptake in leaf may negatively impact some metabolism process in leaves, like carbon fixing and photosynthesis.\nInterestingly, exposure to SiO2 and TiO2 NMs significantly (p<0.05) increased Fe content by 58.2% and 40.6%, respectively, in cucumber leaves. Iron plays an\n15\nimportant role as a component of enzymes involved in the electrons transfer, such as cytochromes (Lazar et al., 2003). The increased Fe accumulation in leaves is beneficial for photosynthesis process. Another interesting finding is that a significant increase of Si (23%, p<0.01) in leaf was observed in present of MoS2 NMs (Table 3). It is known that Si plays an important role in maintain structural integrity and plants deficient in Si are more susceptible to fungal infection. The underlying mechanism is that silicon forms complexes with polyphenols and serve as an alternative to lignin in the reinforcement of cell wall (Lazar et al., 2003). Therefore, these results suggest that MoS2 might help plant resist pests or fungus through the enhancement of Si uptake in cucumber leaves. 4. Conclusions\nIn summary, the results of this study indicate that four types of nanomaterials dosing as low as 100 mg/kg, have the potential to reduce toxic heavy metal accumulation in cucumber plants. In the experimental conditions of this study, MoS2 NMs impacted the accumulation of most heavy metals. Thus, the tested NMs especially MoS2 NMs, can be applied as immobilization amendment in contaminated soils to reduce the risk of the transfer of toxic heavy metals to food chain. However, although the biomass was unchanged by NMs, the photosynthetic pigments contents were decreased by metal sulfides NMs (MoS2 and ZnS). Additionally, NMs also inhibited the uptake of macro and micro nutrients in cucumber plants. The negative impact on beneficial nutrients involved in photosynthesis, such as Fe and Mg, may impact physiological function. The uptake and translocation of NMs or their released ions by plant tissues were not found, except MoS2/Mo. In presence of MoS2, the content of Si in cucumber leaves increased, which may enhance the resistance to attackers. This study provides a perspective on how emerging nanomaterials impact\n16\nthe heavy metals uptake and also physiological impact on plants. Both positive (reduce heavy metal accumulation) and negative (decrease nutrient element accumulation) impact should be taken into consideration when NMs were applied in environmental remediation."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was funded by the National Key Research and Development Program of China under 2016YFD0800207 and National Natural Science Foundation of China under 21876081 and 31771726. Any opinions, finding, and conclusions or recommendations expressed in this material are those of authors and do not necessarily reflect the views of National Science Foundation of China."
    }, {
      "heading" : "Figure Legend",
      "text" : "Figure 2. Cucumber plant above-ground tissues biomass (A) and cucumber images (B).\nFigure 3. Impact of Nanomaterials (SiO2, TiO2, ZnS and MoS2) on MDA and total phenolics contents in cucumber plants. All data are average ± SD of four replicate.\nFigure 4. Bioaccumulation of Si, Ti, Zn and Mo in root, stem and leaf of cucumber plants exposed to 100 mg/kg SiO2, TiO2, ZnS and MoS2 NMs for 4 weeks. All data are average ± SD of four replicate. ** represent statistical differences at p ≤ 0.01 compared with control, respectively.\n24\nFigure 1.\n25\nFigure 2.\n26\nFigure 3.\nControl SiO2 TiO2 ZnS MoS2 0.000\n0.002\n0.004\n0.006\n0.008 0.010 M D A c on te nt in c uc um be r le av es  m ol /g ) MDA\nControl SiO2 TiO2 ZnS MoS2 0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nT ot\nal p\nhe no\nlic s c\non te\nnt in\nc uc\num be r le av es (m g G A E /g )\nTotal phenolics\nA\nB\n27\nFigure 4.\nMay 22, 2019"
    }, {
      "heading" : "Prof. David Carpenter & Prof. Eddy Zeng Co-Editors-in-Chief Environmental Pollution",
      "text" : ""
    }, {
      "heading" : "Dear Prof. Carpenter & Prof. Zeng,",
      "text" : "All authors have seen and approved the final version of the manuscript entitled “Metal(loid) Oxides and Metal Sulfides Nanomaterials Reduced Heavy Metals Uptake in Soil Cultivated Cucumber Plants.” We warrant that the article is the authors' original work, has not received prior publication and is not under consideration for publication elsewhere.\nThere is no financial/personal interest or belief that could affect their objectivity."
    }, {
      "heading" : "Yours sincerely,",
      "text" : "Chun Song, Corresponding author. Email address: songchun@sicau.edu.cn On behalf of all authors of this manuscript"
    }, {
      "heading" : "HIGHLIGHTS",
      "text" : " Metal(loid) Oxides and metal sulfides nanomaterials reduced the uptake and\nbioaccumulation of heavy metals in cucumber plants.\n NMs also inhibited the uptake of macro and micro nutrients in cucumber plants.\n Photosynthetic pigment contents was decreased by metal sulfides NMs.\n MoS2 NMs increased Si in cucumber leaves and Mo in cucumber roots and\nstems."
    } ],
    "references" : [ {
      "title" : "Metal(loid) Oxides and Metal Sulfides Nanomaterials Reduced Heavy Metals Uptake in Soil Cultivated Cucumber Plants",
      "author" : [ "Chun Song", "Fang Ye", "Huiling Zhang", "Jie Hong", "Chenyu Hua", "Bin Wang", "Yanshan Chen", "Rong Ji", "Lijuan Zhao" ],
      "venue" : null,
      "citeRegEx" : "Song et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2019
    }, {
      "title" : "Silicon nanoparticles has been shown to reduce Cr accumulation",
      "author" : [ "Larsen" ],
      "venue" : null,
      "citeRegEx" : "Larsen and 2014..,? \\Q2014\\E",
      "shortCiteRegEx" : "Larsen and 2014..",
      "year" : 2014
    }, {
      "title" : "few focused on contaminated soil remediation using NMs. On the other hand, engineered nanomaterials",
      "author" : [ "Qu" ],
      "venue" : null,
      "citeRegEx" : "Qu,? \\Q2013\\E",
      "shortCiteRegEx" : "Qu",
      "year" : 2013
    }, {
      "title" : "Briefly, 0.01 g of cucumber young leaves were mixed with",
      "author" : [ "of Šesták" ],
      "venue" : null,
      "citeRegEx" : "Šesták,? \\Q1971\\E",
      "shortCiteRegEx" : "Šesták",
      "year" : 1971
    }, {
      "title" : "Specifically, 50 μL of the methanolic extract was diluted",
      "author" : [ "Singleton", "Rossi" ],
      "venue" : null,
      "citeRegEx" : "Singleton and Rossi,? \\Q1964\\E",
      "shortCiteRegEx" : "Singleton and Rossi",
      "year" : 1964
    }, {
      "title" : "2017) contribute the strong adsorption ability of MoS2 with heavy metals to the strong Lewis acid and base soft-soft interactions, due to the abundance of exposed",
      "author" : [ "Mi" ],
      "venue" : null,
      "citeRegEx" : "Mi,? \\Q2017\\E",
      "shortCiteRegEx" : "Mi",
      "year" : 2017
    }, {
      "title" : "CeO2 and ZnO NPs interfered with Mg and K accumulation in soybean",
      "author" : [ "nutrients. Peralta-Videa" ],
      "venue" : null,
      "citeRegEx" : "Peralta.Videa,? \\Q2014\\E",
      "shortCiteRegEx" : "Peralta.Videa",
      "year" : 2014
    }, {
      "title" : "Remediation of heavy metal(loid)s",
      "author" : [ "M.B. Kirkham", "K. Scheckel" ],
      "venue" : null,
      "citeRegEx" : "Kirkham and Scheckel,? \\Q2014\\E",
      "shortCiteRegEx" : "Kirkham and Scheckel",
      "year" : 2014
    }, {
      "title" : "Chapter 1 - Soil and Pollution",
      "author" : [ "A. Cachada", "T. Rocha-Santos", "A.C. Duarte" ],
      "venue" : null,
      "citeRegEx" : "166",
      "shortCiteRegEx" : "166",
      "year" : 2018
    }, {
      "title" : "Synthesis of Highly Selective Magnetic Mesoporous Adsorbent",
      "author" : [ "X. Chen", "K.F. Lam", "Q. Zhang", "B. Pan", "M. Arruebo", "K. Yeung" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Chen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2009
    }, {
      "title" : "TiO2 nanoparticles in sediments: Effect on the bioavailability of heavy metals in the freshwater bivalve Corbicula fluminea",
      "author" : [ "X. Fan", "C. Wang", "P. Wang", "B. Hu", "X. Wang" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Fan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2018
    }, {
      "title" : "Calcium Signaling Networks Channel Plant K+",
      "author" : [ "R. Hedrich", "J. Kudla" ],
      "venue" : "Uptake. Cell",
      "citeRegEx" : "Hedrich and Kudla,? \\Q2006\\E",
      "shortCiteRegEx" : "Hedrich and Kudla",
      "year" : 2006
    }, {
      "title" : "Removal of Ni(II), Cd(II), and Pb(II) from a ternary aqueous solution by amino functionalized mesoporous and nano mesoporous silica",
      "author" : [ "A. Heidari", "H. Younesi", "Z. Mehraban" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Heidari et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Heidari et al\\.",
      "year" : 2009
    }, {
      "title" : "Synthesis of Hierarchically Structured Metal Oxides and their Application in Heavy Metal Ion Removal",
      "author" : [ "J.S. Hu", "L.S. Zhong", "W.G. Song", "L.J. Wan" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Hu et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2008
    }, {
      "title" : "Determination and Detection of Reactive Oxygen Species (ROS), Lipid Peroxidation, and Electrolyte Leakage in Plants",
      "author" : [ "N. Jambunathan" ],
      "venue" : "In Plant Stress Tolerance: Methods and Protocols,",
      "citeRegEx" : "Jambunathan,? \\Q2010\\E",
      "shortCiteRegEx" : "Jambunathan",
      "year" : 2010
    }, {
      "title" : "Zeolite and mesoporous silica nanomaterials: greener syntheses, environmental applications and biological toxicity",
      "author" : [ "S.E. Lehman", "S.C. Larsen" ],
      "venue" : "Environ. Sci.-Nano",
      "citeRegEx" : "Lehman and Larsen,? \\Q2014\\E",
      "shortCiteRegEx" : "Lehman and Larsen",
      "year" : 2014
    }, {
      "title" : "Effective heavy metal removal from aqueous systems by thiol functionalized magnetic mesoporous silica",
      "author" : [ "G. Li", "Z. Zhao", "J. Liu", "G. Jiang" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Li et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2011
    }, {
      "title" : "Synthesis and Characterization of Biocompatible and Size-Tunable Multifunctional Porous Silica Nanoparticles",
      "author" : [ "Y.S. Lin", "C.L. Haynes" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Lin and Haynes,? \\Q2009\\E",
      "shortCiteRegEx" : "Lin and Haynes",
      "year" : 2009
    }, {
      "title" : "Investigating uptake of waterdispersible CdSe/ZnS quantum dot nanoparticles by Arabidopsis thaliana plants",
      "author" : [ "D.A. Navarro", "M.A. Bisson", "D.S. Aga" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Navarro et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Navarro et al\\.",
      "year" : 2012
    }, {
      "title" : "ZnS Nanoparticle Gels for Remediation of Pb2+ and Hg2+ Polluted Water",
      "author" : [ "I.R. Pala", "S.L. Brock" ],
      "venue" : "ACS Appl. Mater. Inter",
      "citeRegEx" : "Pala and Brock,? \\Q2012\\E",
      "shortCiteRegEx" : "Pala and Brock",
      "year" : 2012
    }, {
      "title" : "Cerium dioxide and zinc oxide nanoparticles alter the nutritional value of soil cultivated soybean plants",
      "author" : [ "J.R. Peralta-Videa", "J.A. Hernandez-Viezcas", "L. Zhao", "B.C. Diaz", "Y. Ge", "J.H. Priester", "P.A. Holden", "J.L. Gardea-Torresdey" ],
      "venue" : "Plant Physiol. Bioch",
      "citeRegEx" : "Peralta.Videa et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Peralta.Videa et al\\.",
      "year" : 2014
    }, {
      "title" : "Iron Oxide Nanoparticles as Nano-adsorbents: A Possible Way to Reduce Arsenic Phytotoxicity in Indian Mustard Plant (Brassica juncea L.)",
      "author" : [ "A. Praveen", "E. Khan", "D.S. Ngiimei", "M. Perwez", "M. Sardar", "M. Gupta" ],
      "venue" : "J. Plant Growth Regul",
      "citeRegEx" : "Praveen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Praveen et al\\.",
      "year" : 2018
    }, {
      "title" : "Applications of nanotechnology in water and wastewater treatment",
      "author" : [ "X. Qu", "P.J.J. Alvarez", "Q. Li" ],
      "venue" : "Water Res",
      "citeRegEx" : "Qu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Qu et al\\.",
      "year" : 2013
    }, {
      "title" : "Applications of Pore-Expanded Mesoporous Silica",
      "author" : [ "A. Sayari", "S. Hamoudi", "Y. Yang" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Sayari et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Sayari et al\\.",
      "year" : 2005
    }, {
      "title" : "Molybdenum cofactor biosynthesis and molybdenum enzymes",
      "author" : [ "G. Schwarz", "R.R. Mendel" ],
      "venue" : "Annu. Rev. Plant Biol",
      "citeRegEx" : "Schwarz and Mendel,? \\Q2006\\E",
      "shortCiteRegEx" : "Schwarz and Mendel",
      "year" : 2006
    }, {
      "title" : "Plant photosynthetic production",
      "author" : [ "Z. Šesták", "J. Catský", "P.G. Jarvis" ],
      "venue" : "In Manual of methods",
      "citeRegEx" : "Šesták et al\\.,? \\Q1971\\E",
      "shortCiteRegEx" : "Šesták et al\\.",
      "year" : 1971
    }, {
      "title" : "Colorimetry of Total Phenolics",
      "author" : [ "V.L. Singleton", "J.A. Rossi" ],
      "venue" : null,
      "citeRegEx" : "Singleton and Rossi,? \\Q1964\\E",
      "shortCiteRegEx" : "Singleton and Rossi",
      "year" : 1964
    }, {
      "title" : "Functional Analysis",
      "author" : [ "U. Song", "M. Shin", "G. Lee", "J. Roh", "Y. Kim", "E.J. Lee" ],
      "venue" : null,
      "citeRegEx" : "Song et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2013
    }, {
      "title" : "Environmental Applications of 2D Molybdenum Disulfide",
      "author" : [ "Z. Wang", "B. Mi" ],
      "venue" : null,
      "citeRegEx" : "Wang and Mi,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang and Mi",
      "year" : 2017
    }, {
      "title" : "3D MoS2 Composition Aerogels",
      "author" : [ "L. Zhi", "W. Zuo", "F. Chen", "B.D. Wang" ],
      "venue" : "La2O3 nanoparticles. Sci. Total Environ",
      "citeRegEx" : "Zhi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhi et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 15,
      "context" : "Recently, some materials (NMs) have been applied for environmental remediation due to their capacities of heavy metal absorption and high surface area (Lehman and Larsen, 2014).",
      "startOffset" : 151,
      "endOffset" : 176
    }, {
      "referenceID" : 9,
      "context" : "Magnetic mesoporous silica nanocomposites have been used for heavy metals (Cr, Cu) decontamination (Chen et al., 2009; Lin and Haynes, 2009; Chen et al., 2011).",
      "startOffset" : 99,
      "endOffset" : 159
    }, {
      "referenceID" : 17,
      "context" : "Magnetic mesoporous silica nanocomposites have been used for heavy metals (Cr, Cu) decontamination (Chen et al., 2009; Lin and Haynes, 2009; Chen et al., 2011).",
      "startOffset" : 99,
      "endOffset" : 159
    }, {
      "referenceID" : 10,
      "context" : "TiO2 NMs significantly reduced heavy metal uptake in benthic organisms (Corbicula fluminea) (Fan et al., 2018).",
      "startOffset" : 92,
      "endOffset" : 110
    }, {
      "referenceID" : 21,
      "context" : "It has been reported that Fe3O4 NMs reduced As uptake and toxicity in hydroponically cultivated Indian mustard plant (Praveen et al., 2018).",
      "startOffset" : 117,
      "endOffset" : 139
    }, {
      "referenceID" : 19,
      "context" : "ZnS NMs has been used for the removal of Pb2+ and Hg2+ from aqueous solutions (Pala and Brock, 2012).",
      "startOffset" : 78,
      "endOffset" : 100
    }, {
      "referenceID" : 28,
      "context" : "MoS2 can adsorb heavy metal ions due to the strong Lewis acid and base soft-soft interactions (Wang and Mi, 2017).",
      "startOffset" : 94,
      "endOffset" : 113
    }, {
      "referenceID" : 13,
      "context" : "4 studies used NMs for heavy metal removal from water and wastewater (Hu et al., 2008; Qu et al., 2013), few focused on contaminated soil remediation using NMs.",
      "startOffset" : 69,
      "endOffset" : 103
    }, {
      "referenceID" : 22,
      "context" : "4 studies used NMs for heavy metal removal from water and wastewater (Hu et al., 2008; Qu et al., 2013), few focused on contaminated soil remediation using NMs.",
      "startOffset" : 69,
      "endOffset" : 103
    }, {
      "referenceID" : 27,
      "context" : "nanoparticles might be binding with minerals or organic matter, which making soil acts as a filter to block the contact between nanoparticles and plant roots (Song et al., 2013).",
      "startOffset" : 158,
      "endOffset" : 177
    }, {
      "referenceID" : 24,
      "context" : "Molybdenum ions are components of enzymes related to nitrate assimilation and nitrogen fixation, such as nitrate reductase and nitrogenase (Schwarz and Mendel, 2006).",
      "startOffset" : 139,
      "endOffset" : 165
    }, {
      "referenceID" : 29,
      "context" : "In addition, the electrostatic attraction also contribute to the interaction between ions and MoS2 (Zhi et al., 2016).",
      "startOffset" : 99,
      "endOffset" : 117
    }, {
      "referenceID" : 20,
      "context" : "Mn ions activate several enzymes, such as decarboxylases and dehydrogenases involved in TCA cycle (Peralta-Videa et al., 2014).",
      "startOffset" : 98,
      "endOffset" : 126
    }, {
      "referenceID" : 11,
      "context" : "Potassium is usually accumulated at high concentrations in plant cells, and K plays an important role in regulation of the osmotic potential of plant cells (Hedrich and Kudla, 2006).",
      "startOffset" : 156,
      "endOffset" : 181
    } ],
    "year" : 2019,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier   "
  }
}