{
  "name" : "downloads_2020-03-20_81_10.1039@D0RA00896F.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanostructural catalyst: metallophthalocyanine and carbon nano-onion with enhanced visible-light photocatalytic activity towards organic pollutants",
    "authors" : [ "Elzbieta Regulska", "Piotr Olejnik", "Halyna Zubyk", "Justyna Czyrko-Horczak", "Manuel N. Chaur", "Monika Tomczykowa", "Olena Butsyk", "Krzysztof Brzezinski", "Luis Echegoyen" ],
    "emails" : [ "plonska-brzezinska@umb.edu.pl;", "echegoyen@u" ],
    "sections" : [ {
      "heading" : null,
      "text" : "RSC Advances\nPAPER\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online View Journal | View Issue\nNanostructural c\naFaculty of Chemistry, University of Bialyst Poland bFaculty of Pharmacy with the Division of La Bialystok, Mickiewicza 2A, 15-222 plonska-brzezinska@umb.edu.pl; Tel: +48 8 cDepartamento de Qúımica, Facultad de Cien Valle, Cali, Colombia dCentro de Excelencia en Nuevos Material Colombia eInstitute of Physics of the Czech Academy of Czech Republic fDepartment of Chemistry, University of Tex Paso, TX 79968, USA. E-mail: echegoyen@u † Electronic supplementary informa 10.1039/d0ra00896f ‡ These authors contributed equally to th\nCite this: RSC Adv., 2020, 10, 10910\nReceived 30th January 2020 Accepted 10th March 2020\nDOI: 10.1039/d0ra00896f\nrsc.li/rsc-advances\n10910 | RSC Adv., 2020, 10, 10910–10\natalyst: metallophthalocyanine and carbon nano-onion with enhanced visible-light photocatalytic activity towards organic pollutants†\nElzbieta Regulska, ‡a Piotr Olejnik,‡b Halyna Zubyk,a Justyna Czyrko-Horczak,a Manuel N. Chaur, cd Monika Tomczykowa,b Olena Butsyk,e Krzysztof Brzezinski, a Luis Echegoyen *f and Marta E. Plonska-Brzezinska *b\nMetallophthalocyanine (MPc) and carbon nano-onion (CNO) derivatives were synthesized and\ncharacterized by using ultraviolet-visible spectroscopy, infrared and Raman spectroscopy, scanning\nelectron microscopy with energy-dispersive X-ray spectroscopy and X-ray powder diffraction. The\nunmodified CNOs and MPc–CNO derivatives were used as photocatalysts for rhodamine B (RhB)\ndegradation under visible-light irradiation. The photocatalytic studies revealed that the MPc–CNO\nnanostructural materials simultaneously exhibited a high absorption capacity and an excellent visible-\nlight-driven photocatalytic activity towards RhB. These nanostructures possess great potential for use as\nactive photocatalysts for organic pollutant degradation."
    }, {
      "heading" : "Introduction",
      "text" : "Degradation of water pollutants through semiconductor mediated photocatalysis has attracted attention because it offers a promising pathway for environmental pollution problems.1–3 Various systems have been studied and employed as photocatalysts in the past few decades.4,5 Among these studied photocatalysts, carbon materials,6–8, organic derivatives or composites,9–13 metal oxides,14 inorganic nanoparticles and nanocrystals15,16 and hybrid materials combining two or more components with different chemical natures have been used.3,14,17,18 Oen, phthalocyanines (Pcs), derivatives of the aromatic tetraazaporphyrins, also appear among these systems.19,20 Pcs are synthetic analogues of porphyrins, in which the nitrogen atoms in the aromatic polyene ring connect the\nok, Ciolkowskiego 1K, 15-245 Bialystok,\nboratory Medicine, Medical University of Bialystok, Poland. E-mail: marta. 5 738 5687 cias Naturales y Exactas, Universidad del\nes (CENM), Universidad del Valle, Cali,\nSciences, Na Slovance 2, Prague 8, 182 21,\nas at El Paso, 500 W. University Ave., El tep.edu tion (ESI) available. See DOI:\nis work.\n920\nfour pyrrole groups instead of carbons.21 Pcs are planar aromatic macrocycles consisting of four isoindole units with delocalized electrons over the carbon and nitrogen atoms. Because of their structures, Pcs exhibit interesting electrical properties,22,23 strong absorption in the visible region,24–26 a good thermal and chemical stability,27 and can be applied to versatile organic reactions.28–31 The structure of Pcs enables them to be combined with macromolecular structures and/or metals, which broadens their applicability.32,33 The combination of Pcs with the metal atom (metallophthalocyanine, MPc) in the complex optimizes the Pc properties, mainly by increasing their photochemical,34,35 photocatalytic36 and electrochemical activity.32,37,38\nMPc complexes exhibit an extraordinary molecular stability and negligible toxicity.39 To date, MPcs and Pcs have been successfully incorporated as active components in semiconductor and electrochromic devices,40,41 organic eld effect transistors,41,42 light-emitting devices,43 organic memristors,44 solar cells,45,46 light-driven micromotors,47 and sensors,48,49 as well as in photocatalytic applications,29,50–53 applications requiring antimicrobial and antioxidant activities,54 imaging and therapeutic applications,55 etc. Within this context, Pc applications are restricted by the difficulties connected with the great tendency of the planar macrocycles to aggregate, which impairs the physico-chemical activity. The successful incorporation of Pcs or MPcs into larger macromolecular systems requires their self-organization and dispersibility to be controlled. These connections provide unique properties, such as increased surface areas, long lifetimes, facile recovery and easy separation of the catalyst. Among these systems, polymers56 and inorganic57,58 and organic nanoparticles59 have been\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nstudied. Synthetic efforts have also been devoted to implementing carbon nanostructures (CNs) into these macromolecular systems.39,60,61 In the case of these nanostructures, covalent and noncovalent modications were applied.62–64 Although covalent modication rst inuences the electronic properties of CNs, noncovalent modication is relatively weak and can lead to the easy removal of the immobilized molecule from the surface, and hence, this type of modication is not applicable in many areas.\nFullerenes and carbon nanotubes (CNTs) are a type of CN that exhibit interesting photophysical properties,43,63,65–67 such as an excellent electron acceptor ability, a small reorganization energy and an ability to promote ultrafast charge separation together with very slow charge recombination.63 The rst report regarding a covalently linking a Ni(II)Pc moiety to C60 through a Diels–Alder reaction was published in 1995.68 To date, a large variety of covalently and noncovalently modied fullerene and CNT acceptor units have been synthesized, and their photophysical properties were studied both in solution and in the solid phase.61,69,70\nIn this study, we used perfectly spherical CNs, called carbon nano-onions (CNOs). CNOs may have different sizes and shapes and are strongly connected to each other with their formation procedure.71–74 These structures, which are formed from nanodiamond particles (NDs), are the most common CN in this group, mainly because their high reactivity is connected with their perfectly spherical structures.72,75,76 CNOs derived from NDs are recognized as ‘zero-dimensional’ nanostructures due to their perfect spherical shape (6–8 graphitic shells and a diameter of 5–6 nm).77 Due to these properties, many covalent reactions can occur on CNOs to attach multiple groups to their surfaces. Among these covalent reactions are amidation,78 oxidation,79,80 1,3-dipolar cycloaddition,81,82 [2 + 1] cycloaddition,83 nucleophilic substitution,84 diazonium addition,85 reduction,84 uorination86 and radical addition.87\nUntil now, attempts have been already made to use these CNs in photoactive devices. However, since then, no reports using CNOs as photocatalysts for the degradation of organic pollutants have been published, to the best of our knowledge. For example, CNOs were used as a hole collection layer in zincphthalocyanine-based organic photovoltaic devices.88,89 The photocurrent was increased by a factor of 5.5 compared to that of solar devices without CNOs.88 A device based on a perovskite crystalline lm with oxidized CNOs incorporated into the hole transporting layer along with poly(3,4ethylenedioxythiophene):polystyrene sulphonate (PEDOT:PSS) was prepared, resulting in a signicant enhancement in the power conversion efficiency (PCE) from 11.07 to 15.26%.89 The larger CNO structures (30 nm in diameter) were also applied in dye sensitized solar cells and used as a counter electrode, but the PCE was comparable to that of a commonly used platinum electrode.90\nWe applied CNO as a platform for the assembly of MPcs. In this study, we covalently modied the outer CNO shells to form a chemically stable series of MPc-based CNOs. We tested these MPc-based CNOs as visible-light photocatalysts for the\nThis journal is © The Royal Society of Chemistry 2020\ndegradation of organic pollutants. For this study, a model system of rhodamine B (RhB) was used."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Materials and methods",
      "text" : "CNOs were obtained according to the method proposed by Kuznetsov,72 in which diamond nanoparticles (NDs, Carbodeon mDiamond Molto) with a diameter of 4.2 0.5 nm and a ND content of $97 wt% were annealed. All the chemicals and solvents were commercially available and used without further purication: nanodiamond powder (mDiamond®Molto, Carbodeon); 1,2-dicyanobenzene ( 98%, Sigma-Aldrich); ammonia solution (25% pure p.a., Sigma-Aldrich); maleimide ( 99%, Sigma-Aldrich); tetrahydrofuran (pure p.a., Avantor); 2-propanol (pure p.a., Avantor); acetone (99.5% pure p.a., Avantor); 2- mercapto-4-methyl-5-thiazoleacetic acid ( 98%, SigmaAldrich); zinc chloride ($99%, Sigma-Aldrich); nickel(II) chloride ( 98%, Sigma-Aldrich); copper(II) chloride ( 97%, SigmaAldrich); hydrochloric acid (35–38% pure p.a., Avantor); sulphuric acid (95% pure p.a., Avantor); sodium chloride (pure p.a., Avantor); aluminium powder ( 99.99%, Avantor); sodium (Sigma); 1-octanol ($95%, Sigma-Aldrich); potassium permanganate (Avantor); dimethyl sulphoxide (DMSO, pure p.a., Avantor); and methanol (99.5% pure p.a., Avantor)."
    }, {
      "heading" : "Synthetic procedures",
      "text" : "Synthesis of pristine CNOs. Commercially available ND powder with a crystal size between 4–6 nm was used for the preparation of the CNOs. First, the NDs were placed in a graphite crucible, which was transferred to an Astro carbonization furnace. The air in the furnace was removed by applying a vacuum, which was followed by purging with He. The NDs were annealed at 1650 C under a 1.1 MPa He atmosphere with a heating rate of 20 Cmin 1.76 Finally, the CNOs were annealed in air at 400 C to remove any amorphous carbon.\nSynthesis of H2Pc. Metal-free phthalocyanine (H2Pc) was synthesized according to a procedure described in the literature by using phthalonitrile and sodium alkoxide in an alcoholic solution (Fig. 1). 1,2-dicyanobenzene (100 mg) was dissolved in 50 mL of 1-octanol. The reaction was carried out at ca. 150 C for 5 hours, and then, AlCl3 (10 mg, synthesized by annealing aluminium in the presence of hydrogen chloride) and NaCl (10 mg) were added carefully. This mixture was stirred at 180 C for 12 hours. The obtained product was ltrated and washed with a variety of solvents to remove impurities (water, ethanol, acetone). 1H NMR (400 MHz, C6D6, ppm): d 9.44–9.42 (m, aromatic), 7.33–7.27 (m, aromatic), 6.82–6.78 (m, aromatic).\nSynthesis of MPc. The metallophthalocyanines (CuPc, NiPc and ZnPc) were synthesized according to a known procedure.35 The synthesis of the metallophthalocyanines involved the reaction of 1,2-dicyanobenzene with either zinc chloride, nickel(II) chloride or copper(II) chloride in the presence of ammonia. The reaction was carried out at 180–190 C for 5 hours using DMSO. Next, AlCl3 (10 mg, synthesized by annealing aluminium in the presence of hydrogen chloride) and NaCl (10 mg) were\nRSC Adv., 2020, 10, 10910–10920 | 10911\nFig. 1 Schematic illustration of the whole synthesis procedure for (a) Pc, (b) MPc, and (c) Pc–CNO and MPc–CNO derivatives."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nadded carefully. This mixture was stirred at 180 C for 12 hours. The products were puried by washing with ethanol and acetone and dried overnight at 50 C.\nSynthesis of Cl–H2Pc and Cl–MPc. Polychlorophthalocyanine (with 1–16 chlorine atoms attached to the 4 benzene rings of the phthalocyanine molecule) was synthesized by melting a mixture of AlCl3 (synthesized by annealing aluminium in the presence of hydrogen chloride), NaCl and H2Pc or MPc under owing chlorine at 180–190 C for 14 hours. The obtained product was ltrated and washed with a variety of solvents (ethanol and acetone) to remove impurities and dried overnight at 50 C.\nSynthesis of CNO-1. The CNOs (50 mg) were dispersed in 15 mL of N,N-dimethylsulphoxide (DMSO). Then, 24.5 mg of maleimide was added to this solution, and the resultingmixture was reuxed with zinc chloride (5 mg) at 110 C for 24 hours. The reaction mixture was poured into excess of tetrahydrofuran (THF). Next, the mixture was washed several times with acetone. The maleimide derivatives of CNO were dried under a vacuum and heated in an oven at 50 C overnight to give the product CNO-1.\nSynthesis of CNO-2. CNO-2 was synthesized by rst dissolving 50 mg of CNO-1 in 5 mL of DMSO. Then, 23.8 mg of 2- mercapto-4-methyl-5-thiazoleacetic acid was dissolved in 2 mL of 2-propanol. The reaction was carried out at 70 C for 10 hours. The reaction mixture was poured into excess of tetrahydrofuran (THF). The thiazole–maleimide functionalized CNOs (CNO-2) were washed several times with deionized water and acetone. The CNO-2 product was dried under a vacuum and heated at 50 C overnight.\nSynthesis of Pc–CNOs (CNO-3, CNO-4, CNO-5, and CNO-6). The products CNO-3 (H2Pc–CNO), CNO-4 (CuPc–CNO), CNO-5 (NiPc–CNO) and CNO-6 (ZnPc–CNO) were synthesized by using 50 mg of CNO-2 and H2Pc or MPc (CuPc, NiPc and ZnPc).\n10912 | RSC Adv., 2020, 10, 10910–10920\nDMF was used as a solvent, and the reaction was carried out at 100 C overnight. The products were washed with acetone."
    }, {
      "heading" : "Methods",
      "text" : "The lms were imaged by secondary electron scanning electron microscopy (SEM) using an FEI Tecnai S-3000N instrument (Tokyo, Japan). The accelerating voltage of the electron beam was 30 keV. The energy dispersive X-ray spectroscopy (EDX) analyses were performed with an ASPEX system fully integrated and automated with a scanning electron microscope (S-3000N). The 1H NMR spectra were recorded with an Agilent VNMRS system operated at 400MHz, and CDCl3 was used as the solvent. The powder diffraction data were measured at 293 K using a SuperNova diffractometer (Agilent) with a CCD detector and a Cu-Ka radiation source, and the sample-to-detector distance was 148 mm. Prior to the experiment, all the samples were loaded into capillaries with a diameter of 0.5 mm.\nThe room temperature Raman spectra obtained in the range between 3500 and 100 cm 1 were recorded with Renishaw Raman InVia microscope equipped with a high sensitivity ultralow noise CCD detector. Radiation from an argon ion laser (514 nm) operated with an incident power of 1.15 mW was used as the excitation source. The Fourier transform infrared spectroscopy (FTIR) spectra were recorded in the range between 4000 and 200 cm 1 with NICOLET IN10 MX infrared microscope (Thermo Scientic) operated at room temperature under an N2 atmosphere. The microscope was operated mainly in the reectance mode, and the MCT detector was cooled with liquid nitrogen. Additionally, the abovementioned MCT detector was utilized to map the MPc derivatives. The spectra were collected with a resolution of 4 cm 1, 256 scans were averaged to obtain a single spectrum and apodized with a triangular function, and a zero-lling factor of 1 was applied. The spectra were collected for a 100 mm (0.01 mm2 area) square region of the sample. All\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online the spectra were corrected with conventional soware to eliminate the variation of the analysed thickness with the wavelength.\nThe photocatalytic degradation experiments were investigated in a 50 mL glass cell. The reaction mixture consisted of 20 mL of the rhodamine B aqueous solution (12.5 mg L 1) and a photocatalyst (1.5 g L 1). Prior the photodegradation studies, adsorption experiments were carried out. The suspension of the model pollutant and the appropriate photocatalyst was kept in the dark while stirring for 1 hour to attain equilibrium. To monitor the progress of the degradation reaction during irradiation for 2 hours with simulated solar light (SUNTEST CPS+), samples were collected and centrifuged every 15 min, and the supernatant was analysed using UV-vis spectroscopy (HITACHI U-2800A)."
    }, {
      "heading" : "Results and discussion",
      "text" : ""
    }, {
      "heading" : "Synthesis of MPcs and MPc–CNOs",
      "text" : "The synthesis of H2Pc was based on the most common procedure using phthalonitrile.91,92 The cyclotetramerization reaction of phthalonitrile proceeded in the presence of a reducing agent, sodium alkoxide in an alcoholic solution (Fig. 1a), that performed the function of a template during ring formation. Baumann et al. suggested that a nucleophilic attack by the alkoxide anion on the cyano group of phthalonitrile leads to form 1- alkoxy-3-iminoidoindolenine, and in the subsequent reduction and cyclization reactions, forms H2Pc.92 The analogous reaction was carried out in the presence of metal ions (Fig. 1b), which led to the formation of Pc moieties with a complexed metal ion at the centre of the ring (MPc). Compounds H2Pc and MPcs were further employed in the preparation of Cl–H2Pc and Cl–MPcs, respectively. Halogens were introduced at the periphery of the macrocyclic scaffold (Fig. 1a and b). Halogenated H2Pcs and MPcs were a starting point for the covalent modication of CNOs and the subsequent formation of the Pc–CNO and MPc– CNO derivatives.\nSimultaneously, the thiazole–maleimide functionalized CNOs (CNO-2) were synthesized using the two-step reaction presented in Fig. 1c, which is described in detail in the Experimental section. First, a Diels–Alder reaction was performed to incorporate maleimide into the CNOs.93 The sp2 carbon atoms of the CNOs serve as a dienophile and react with maleimide as a diene through a Diels–Alder reaction to form [4 + 2] cyclic adducts. The reaction results in maleimide-functionalized CNOs (CNO-1), which were applied as a platform for the further reaction with 2-mercapto-4-methyl-5-thiazoleacetic acid to synthesize the thiazole–maleimide CNO derivatives (CNO-2). Next, CNO-2 was used as a template for the synthesis of four different Pc–CNO derivatives, one metal-free phthalocyanine (H2Pc–CNO, assigned later as CNO-3) and three metal phthalocyanines containing either copper (CuPc–CNO, CNO-4), nickel (NiPc–CNO, CNO-5), or zinc (ZnPc–CNO, CNO-6)."
    }, {
      "heading" : "Spectroscopic characteristics of the MPcs and MPc–CNOs",
      "text" : "Fourier transform infrared spectroscopy (FTIR) and Raman spectroscopy were utilized as the main experimental techniques\nThis journal is © The Royal Society of Chemistry 2020\nfor the qualitative characterization of the metal-free and the MPc–CNO derivatives. The FTIR spectra of the CNOs and their MPc derivatives were recorded, as shown in Fig. 2. Additionally, the spectra of H2Pc and the MPcs are presented for comparison (Fig. 2.P(I)).\nThe broad, unshaped signals in the higher frequency range (3500–3100 cm 1 with amaximum ca. 3350 cm 1) correspond to free N–H stretching vibrations (Fig. 2.P(I)). The signals in the range between 3100–2900 cm 1 can be attributed to –C–H– asymmetric and symmetric stretching vibrations.21 Pcs have 18 p-conjugated electron aromatic ring systems, which are composed of four pyrrole units linked by four aza (–N]C–) groups at the a-carbon atoms of the pyrrole units.\nThe infrared absorption band between ca. 1700 and 800 cm 1 is characteristic for metal-free and metal-containing Pcs. The peaks located at ca. 1610 cm 1 are correlated with the conjugated carbons (–C]C–) and aza (–N]C–) groups. The\nRSC Adv., 2020, 10, 10910–10920 | 10913"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\npeaks located in the region 1330–880 cm 1 are correlated with the structure of the Pcs and/or a substituted metal (Fig. 2.- P(II)).94 The three strong signals located in this region can be assigned to the pyrrole rings, –C–N– stretching and the –C–H– deformation vibrations in the ring. The band at 1010 cm 1 is attributed to the metal-free H2Pc (Fig. 2c.P(I)) and is used to check the purity of the MPc complexes (the N–H deformation modes).21,95,96 For the MPc derivatives, the peaks centred ca. 1540, 1490 and 1410 cm 1 are attributed to the –C]N– and –C]C– stretching vibrations of the phthalocyanine ring, and the peaks ca. 1090 and 880 cm 1 are attributed to the vibration of the MPc macrocycles: the isoindole deformation and aza vibration (Fig. 2.P(II)).95,97 In the lower wavenumbers range of the IR spectra from 1100 to 800 cm 1, a few more peaks were observed and can be assigned to planar –C–H– bending and outof-plane deformations.94\nThe IR spectra analysis also showed some changes in the CNO structures aer covalent attachment of Pc moieties. The spectra of the unsubstituted CNO (not shown) shows three broad signals in the range of 1540–1510, 1270–1240 and 1050– 920 cm 1, which may be assigned to the innermost shell of the CNOs.79 There are some similarities between the CNO derivatives, the maleimide (CNO-1) and thiazole–maleimide functionalized CNOs (CNO-2), in this region (Fig. 2b.P(I) and 2c.P(I)). For these and the MPc–CNO derivatives, differences are visible in the higher wavenumber regions. The two broad bands in the range of 3430–3320 and 2960–2810 cm 1 can be attributed to C–H asymmetric and symmetric stretching vibrations and N–H stretching vibrations of the succinimide groups, respectively.98 These signals have higher intensities for the MPc–CNO derivatives in comparison to those of CNO-1 and CNO-2.\nAer the functionalization of the CNOs with the MPcs, the characteristics signals of phthalocyanines substituted with metals are also visible in the infrared spectra (1700–800 cm 1), which were discussed in detail. The peak located at ca. 1610 cm 1 correlated with the conjugated carbon atoms (–C] C–) has a higher intensity for the MPc–CNO derivatives than for the MPcs (Fig. 2.P(II)). This observation successfully conrmed the incorporation of metallophthalocyanines into the multifullerene conjugated cages.\nFig. 3 shows the measurements performed using an infrared mapping method. The measurement maps show the optical distribution of the specic signals at a dened wavelength, with the signal intensity imaged using an appropriate colour. The red colour indicates the highest intensity signal for the whole spectrum. The images captured by an optical microscope reveal a fragment of the MPcs or MPc–CNO derivatives on the slide with dimensions of 700 800 mm. Fig. 3 illustrates the distribution proles obtained for the specic spectra of the MPc and MPc–CNO derivatives and indicates the presence and uniform distribution of MPcs on the carbon nanoparticle surface. The arrangement prole obtained for the MPc based on the characteristic peaks (at 1410, 1330 or 1100 cm 1) shows the presence of MPcs across the entire experimental area (0.01 mm2 area).\nTwo characteristic areas of the CNs and Pc moieties are presented in the Raman spectra (Fig. SI1 and SI2†). The Raman spectra of carbonaceous materials are very sensitive to changes\n10914 | RSC Adv., 2020, 10, 10910–10920\nin the translational symmetry and the crystallite size.99 Fig. SI1 and SI2† show the Raman spectra of the pristine CNO, CNO-1, CNO-2, H2Pc, MPc, H2Pc–CNO and MPc–CNO samples. The spectra were obtained with an excitation wavelength of 514 nm using a He–Ne laser. The peak positions and intensities are summarized in Table 1.\nIn general, the spectrum obtained for the pristine CNOs is composed of three characteristic peaks, which correspond to the contribution of the hexagonal mode characteristics of graphene or graphite.100 For most Raman spectroscopic analyses of carbon, two G and D bands are used to characterize CNs. The graphite line (G line at 1580( 5) cm 1) is assigned to the E2g species of the innite crystals.101 The diamond band (D line at 1332( 5) cm 1), also frequently called a disorder band, is related to a zone-centre optical phonon with F2g symmetry.\nIt can be observed that the spectra obtained for the pristine CNOs also have these two intense bands: G at 1576 and D at 1340 cm 1 (Table 1).101 These bands are attributed to the rstorder scattering band. From the spectrum of the pristine CNOs, the G band is downshied from the position of planar graphite, which is correlated with the inuence of bond bending on the spherical CNO shells.102 In addition to the strong G and D features observed in the Raman spectra of the CNOs, some second-order scattering bands at 2667 cm 1 were observed (Table 1) and detected at approximately twice the wavenumber of the D band.\nThe Raman spectra of the Pcs and their metal complexes have peaks in the region 1700–500 cm 1. The spectral range 1550–1350 cm 1 is characteristic of Pcs with different metal atoms and is unique for each Pc.103,104 In the Raman spectra of CuPc, we distinguish a band at 1524 cm 1 (B1g). This band is very important because it is sensitive to the size of the central metal ion. The band at 1524 cm 1 is considered as a ‘marker’ of crystal structure modication, and the shi in B1g shied by 50 cm 1.104 The band at 1524 cm 1 observed for CuPc shis to 1551 and 1504 cm 1 in the Raman spectra of NiPc and ZnPc, respectively (Fig. SI2†). This region also consists of overtones or combination bands corresponding to the –C–H– stretching modes in the 1550 to 1300 cm 1 range.21 Symmetric and antisymmetric –C–H– stretching modes are observed with similar frequencies for both non-metallated and metallated phthalocyanines.21\nAdditionally, in the 3200–2850 cm 1 region (Fig. SI2†), the –N–H– and –C–H– stretching vibrations observed for the unsubstituted Pc (H2Pc) are recorded at 3008, 2989, 2946, 2902 and 2899 cm 1. The absence of these bands in the MPc spectra may indicate the successful substitution of the H2Pc moieties with metals.\nUltraviolet-visible (UV-vis) absorption was used as an effective approach to characterize the optical properties of the CNO and MPc–CNO derivatives (Fig. 4). The UV-vis absorption spectra of the CNO derivatives show (Fig. 4a) broad absorption bands at 285 and 332 nm, which are characteristic of the p–p* electron transition in the polyaromatic systems of the curved graphite layers.105 The UV-vis absorption spectra of the MPcs showed a typical shape for Pcs, with B-band (in the region between 300 and 370 nm and centred at 320 and 335 nm) and Q-\nThis journal is © The Royal Society of Chemistry 2020\nFig. 3 Infrared mapping set obtained for the MPc and MPc–CNO derivatives."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nband (in the region between 550 and 750 nm and centred at 670 nm) with various intensities. The Zn–Pc and its CNO derivative have an additional shoulder centred at 385 nm (Fig. 4d). Three peaks and two shoulders were located in the absorption band in the UV region, which is preceded by the ultraviolet band of the Pc molecule.106 The analysis of the spectral data show differences between Zn–Pc (Fig. 4d), Cu–Pc (Fig. 4b) and Ni–Pc (Fig. 4c).\nThe spectra recorded for Zn–Pc and its CNO derivative exhibit a high extinction coefficient and sharp Q bands, while the other two MPcs exhibit wider bands with lower intensities. This phenomena suggests strong aggregation interactions between the molecules. Additionally, the B-band in the spectra of Cu–Pc (Fig. 4b) is more intense than the Q-band, which also indicates signicant aggregation.107 The MPc–CNO derivatives show the same trend and exhibit an obvious UV-vis light absorption ability. The morphology of the pristine metallated Pcs and their CNO derivatives were observed by scanning electron microscopy (SEM) (Fig. 5).\nThe SEM images of an Au foil covered with the Pcs and the Pc–CNO derivatives are shown in Fig. 5a–d and e–h, respectively. The non-metallated Pcs and those with coordinated metal ions in the centre formed needle-like structures with different diameters and lengths. Aer covalent immobilization\nof these macrocycles on the CNO surface, the morphology of these systems radically changes to a morphology similar to that of carbon materials. The CNO-derivatives result in a homogeneous distribution of the Pcs on the CNO surfaces. The energy dispersive X-ray (EDX) spectra (Fig. 5i–k) of the CNO-4, CNO-5 and CNO-6 systems reveal that the derivatives mainly contain C, N, and the metals Cu, Ni or Zn. The EDX analysis conrmed the successful functionalization of the CNO surface with metallated Pcs.\nXRD was performed to identify the phase composition and crystallinity of the synthesized Pc and the CNO–MPc derivatives. The XRD patterns of the pristine NDs (Fig. 6a), the pristine\nRSC Adv., 2020, 10, 10910–10920 | 10915\nFig. 5 (a–h) SEM images of (a) H2Pc, (b) CuPc, (c) NiPc, (d) ZnPc, (e) CNO-3, (f) CNO-4, (g) CNO-5 and (h) CNO-6. (i–k) Energy dispersive X-ray spectroscopy analyses of (i) CNO-4, (j) CNO-5 and (k) CNO-6."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nCNOs (Fig. 6b) and the functionalized CNOs (CNO-1, Fig. 6c) are presented in Fig. 6. The ND prole reveals the presence of a mixture of various phases. In the ND materials, the strongest reection at 2q ¼ 43.8 corresponds to the (111) basal plane of the diamond structure, and the reection at 2q ¼ 21.5 corresponds to a graphite-like amorphous phase.75,108 The conversion\n10916 | RSC Adv., 2020, 10, 10910–10920\nfrom NDs to CNOs was observed during the annealing process of the starting material (comparison of Fig. 6a and b).\nAn asymmetric broad reection in the range between 23–27\nand a second one with a maximum at 43.0 were observed. They are attributed to the (002) and (100) planes of graphite, respectively (Fig. 6b and c).109 The broad signal centred approximately 23–27 suggests the contribution of some sp2bonded carbons in the CNO samples, and can be assigned to graphitic carbon. This signal is relatively broad, has a weak intensity and is observed for every MPc–CNO derivative (Fig. 6f, h and i). For these derivatives, a reection at approximately 43.0 is also observed (a broad reection peaks marked with star in Fig. 6). Briey, if H2 (Fig. SI3†) is substituted by the metal centre, then the (400) and (800) peaks at 2q ¼ 14.62 and 29.41 , respectively (marked in Fig. SI3†), have a lower intensity.110 All the proles of the MPc–CNOs conrmed the presence of CNO and MPC components in the obtained materials."
    }, {
      "heading" : "Photocatalytic activity of MPc–CNOs",
      "text" : "To test the photocatalytic activity of the MPc–CNOs for the degradation of organic pollutants, rhodamine B (RhB) was selected as a model compound representing a group of dye contaminants. The generally accepted mechanism for the photocatalytic degradation of organic molecules, such as RhB, is the formation of highly active species, which react with and degrade the targeted molecules to form smaller molecules that are less toxic, preferably water and carbon dioxide. Similar to other carbon nanostructures, e.g., fullerenes, CNOs can be used\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online\nas semiconductors, as they demonstrate a photocatalytic activity. In the presented paper, we investigated the photocatalytic activity of the Pc-functionalized CNOs, which we compared with the behaviour of pristine CNOs and MPc, separately (Fig. 7). We found that both the unmetallated Pcs and all of the metallated Pcs demonstrated poor photocatalytic behaviours. The photodegradation efficiency (h) of RhB, dened as\nh ¼ C0 C\nC\n100% (1)\ndid not reachmore than 12% for the pristineMPcs (see Table 2). However, when the MPc–CNOs were applied as catalysts, h signicantly increased. The photocatalytic degradation efficiencies obtained for the MPc–CNOs were signicantly higher, though very similar to each other, except for CNO-6. In the presence of both CNO-5 and CNO-3, 98% of RhB was decomposed, and the degradation efficiency did not differ greatly when CNO-4 was used (97%). However, the application of CNO6 led to a 70% photodegradation efficiency. Interestingly, the pristine CNO was responsible for the degradation of not less than 93% of the model pollutant. The pristine CNOs and MPc– CNO derivatives have a high photocatalytic activity in comparison with the other phthalocyanine-functionalized CNs. For example, pristine multi-walled carbon nanotubes (MWCNTs) had almost no photocatalytic activity towards RhB (18.5%).111 In\nFig. 7 (a) The photocatalytic degradation profiles obtained for RhB with CNO, H2Pc, MPcs and MPc–CNOs. (b) The photocatalytic RhB degradation kinetics obtained with CNO and MPc–CNOs.\nThis journal is © The Royal Society of Chemistry 2020\nthe presence of the MWCNTs functionalized with Zn–Pcs, 88% of RhB was degraded using irradiation with visible light.111\nMoreover, the photocatalytic reaction kinetics was investigated based on the pseudo-rst order time-dependent relation expressed by the following equation:\nln C\nC0\n¼ kt (2)\nThe calculated photocatalytic degradation reaction rate constant was the highest for CNO-5 (0.0494 min 1) and decreased in the following order: CNO-5 > CNO-3 > CNO-4 > CNO > CNO-6 (Table 2). There are two factors that contribute to the nal photocatalytic activity of the applied material, namely, (i) the adsorption of the dye and (ii) photocatalytic degradation.\nIn fact, for CNO-6, which was functionalized with ZnPc to the higher extent, the smaller photocatalytic activity was observed. On the other hand, the nal photodegradation efficiency depends also on the effective harvesting of the irradiation. In that respect the HOMO–LUMO gap is important. Indeed, the phthalocyanine-functionalized CNOs have lower HOMO–LUMO energy band gaps, and that enhances the photocatalytic activity. NiPc and CuPc have a smaller HOMO–LUMO band gap than ZnPc.112 The HOMO in CuPc is 3d metal-like, whereas in Ni and Zn phthalocyanines, the HOMO is localized on the Pc ring.112 However, the rst ionization process removes an electron from the Pc a1u orbital in all cases. Moreover, also the formation of the stable and long-lived excited states plays a role. It was reported elsewhere that CNOs due to their multi-shell structure stabilize charge-transfer states.113 Therefore, merging MPcs with CNOs leads to the formation of the nanostructured catalyst that upon excitation generates the MPcc+ and CNOc ephemeral species.113 The latter, in the aqueous environment contribute to the formation of hydroxyl and superoxide radicals, which are responsible for RhB degradation. Based on the observed results, we could conclude that the most advantageous effect of those factors was reached for CNO-5, CNO-3 and CNO-4."
    }, {
      "heading" : "Conclusions",
      "text" : "Several Pc- and MPc-based derivatives possessing unique physico-chemical properties, including a photocatalytic activity towards organic pollutants, were synthesized. The absorption experiments showed that the functionalization of the CNO cages with MPc moieties results in the formation of photoactive systems. RhB was selected as a model compound representing a group of dye contaminants. The photodegradation efficiency of RhB did not reach more than 12% for the pristine MPcs.\nRSC Adv., 2020, 10, 10910–10920 | 10917"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nHowever, when theMPc–CNOs or pristine CNOs were applied as catalysts, the photodegradation efficiency signicantly increased. The photocatalytic degradation efficiencies obtained using the MPc–CNOs and CNOs were as high as 98% or 93%, respectively. These pristine and MPc-based CNOs show a high photocatalytic activity in comparison with other Pcfunctionalized CNs."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors thank the National Science Center (NSC), Poland, for their generous support of this work (grant #2012/05/E/ST5/ 03800 to M. E. P.-B.). L. E. thanks the Robert A. Welch Foundation for an endowed chair, grant #AH-0033, and US NSF grants: PREM program (DMR-1205302) and CHE-1408865."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online 42 J. W. Perry, D. Alvarez, I. Choong, K. Mansour, S. R. Marder and K. J. Perry, Opt. Lett., 1994, 19, 625. 43 P. Zhu, P. Wang, W. Qiu, Y. Liu, C. Ye, G. Fang and Y. Song, Appl. Phys. Lett., 2001, 78, 1319.\n44 Z. Lv, Q. Hu, Z. Xu, J. Wang, Z. Chen, Y. Wang, M. Chen, K. Zhou, Y. Zhou and S. Han, Adv. Electron. Mater., 2019, 5, 1800793. 45 F. Li, J. Yuan, X. Ling, L. Huang, N. Rujisamphan, Y. Li, L. Chi and W. Ma, ACS Appl. Mater. Interfaces, 2018, 10, 42397–42405. 46 M. Urbani, G. de la Torre, M. K. Nazeeruddin and T. Torres, Chem. Soc. Rev., 2019, 48, 2738–2766. 47 J. Tong, D. Wang, D. Wang, F. Xu, R. Duan, D. Zhang, J. Fan and B. Dong, Langmuir, DOI: 10.1021/ acs.langmuir.9b02479. 48 A. T. Bilgiçli, M. N. Yaraşir, M. Kandaz and A. Rıza Özkaya, Polyhedron, 2010, 29, 2498–2510. 49 T. C. Canevari, T. M. Prado, F. H. Cincotto and S. A. S. Machado, Mater. Res. Bull., 2016, 76, 41–47. 50 X. Zhang, L. Yu, C. Zhuang, T. Peng, R. Li and X. Li, ACS Catal., 2014, 4, 162–170. 51 E. T. Saka and Y. Çağlar, Catal. Lett., 2017, 147, 1471–1477. 52 L. Fernández, V. I. Esteves, Â. Cunha, R. J. Schneider and\nJ. P. C. Tomé, J. Porphyrins Phthalocyanines, 2016, 20, 150– 166. 53 X. Ma, M. Luo, L. Yan, N. Tang and J. Li, New J. Chem., 2019, 43, 9589–9595. 54 D. Unluer, A. Aktas Kamiloglu, S. Direkel, E. Bektas, H. Kantekin and K. Sancak, J. Organomet. Chem., 2019, 900, 120936. 55 Y. Zhang and J. F. Lovell, Wiley Interdiscip. Rev.: Nanomed. Nanobiotechnol., 2017, 9, e1420. 56 Y. Lei, R. Zhao, M. Xu, X. Zhao, X. Yang, H. Guo, J. Zhong and X. Liu, J. Mater. Sci.: Mater. Electron., 2012, 23, 921–927. 57 S. Tombe, E. Antunes and T. Nyokong, J. Mol. Catal. A: Chem., 2013, 371, 125–134. 58 A. Korkmaz and Y. Yilmaz,Main Group Chem., 2019, 18, 31– 42. 59 S. Hu, R. Tian, Y. Dong, J. Yang, J. Liu and S. Cao, RSC Adv., 2013, 3, 21447. 60 V. A. Basiuk, N. Alzate-Carvajal, L. V. Henao-Holgúın, E. V. Rybak-Akimova and E. V. Basiuk, Appl. Surf. Sci., 2016, 371, 16–27. 61 D. González-Rodŕıguez, T. Torres, M. Á. Herranz, L. Echegoyen, E. Carbonell and D. M. Guldi, Chem.–Eur. J., 2008, 14, 7670–7679. 62 M. R. Axet, O. Dechy-Cabaret, J. Durand, M. Gouygou and P. Serp, Coord. Chem. Rev., 2016, 308, 236–345. 63 G. Bottari, G. de la Torre, D. M. Guldi and T. Torres, Chem. Rev., 2010, 110, 6768–6816. 64 G. Bottari, G. de la Torre and T. Torres, Acc. Chem. Res., 2015, 48, 900–910. 65 R. Koeppe, N. S. Saricici, P. A. Troshin and R. N. Lyubovskaya, Appl. Phys. Lett., 2005, 87, 244102. 66 L. Moreira, J. Calbo, B. M. Illescas, J. Aragó, I. Nierengarten, B. Delavaux-Nicot, E. Ort́ı, N. Mart́ın and J.-F. Nierengarten, Angew. Chem., Int. Ed., 2015, 54, 1255–1260.\nThis journal is © The Royal Society of Chemistry 2020\n67 E. M. Pérez and N. Mart́ın, Chem. Soc. Rev., 2015, 44, 6425– 6433. 68 G. Schick, K.-D. Kampe and A. Hirsch, J. Chem. Soc., Chem. Commun., 1995, 2023. 69 R. Valencia, A. Rodŕıguez-Fortea, A. Clotet, C. de Graaf, M. N. Chaur, L. Echegoyen and J. M. Poblet, Chem.–Eur. J., 2009, 15, 10997–11009. 70 D. González-Rodŕıguez, C. G. Claessens, T. Torres, S. Liu, L. Echegoyen, N. Vila and S. Nonell, Chem.–Eur. J., 2005, 11, 3881–3893. 71 M. Bystrzejewski, M. H. Rummeli, T. Gemming, H. Lange and A. Huczko, New Carbon Materials, 2010, 25, 1–8. 72 V. L. Kuznetsov, A. L. Chuvilin, Y. V. Butenko, I. Y. Mal'kov and V. M. Titov, Chem. Phys. Lett., 1994, 222, 343–348. 73 A. Kharlamov, M. Bondarenko, G. Kharlamova, N. Gubareni and V. Fomenko, Univers. J. Mater. Sci., 2013, 1(2), 78–86. 74 J.-C. Fan, H.-H. Sung, C.-R. Lin and M.-H. Lai, J. Mater. Chem., 2012, 22, 9794. 75 S. Tomita, M. Fujii and S. Hayashi, Phys. Rev. B: Condens. Matter Mater. Phys., 2002, 66, 245424. 76 A. Palkar, F. Melin, C. M. Cardona, B. Elliott, A. K. Naskar, D. D. Edie, A. Kumbhar and L. Echegoyen, Chem.–Asian J., 2007, 2, 625–633. 77 A. Hirsch, Fullerenes and Related Structures, in Topics in Current Chemistry, 1999, vol. 199, pp. 1–65. 78 A. Palkar, A. Kumbhar, A. J. Athans and L. Echegoyen, Chem. Mater., 2008, 20, 1685–1687. 79 M. E. Plonska-Brzezinska, A. T. Dubis, A. Lapinski, A. Villalta-Cerdas and L. Echegoyen, ChemPhysChem, 2011, 12, 2659–2668. 80 M. E. Plonska-Brzezinska, A. Lapinski, A. Z. Wilczewska, A. T. Dubis, A. Villalta-Cerdas, K. Winkler and L. Echegoyen, Carbon, 2011, 49, 5079–5089. 81 V. Georgakilas, D. M. Guldi, R. Signorini, R. Bozio and M. Prato, J. Am. Chem. Soc., 2003, 125, 14268–14269. 82 C. T. Cioffi, A. Palkar, F. Melin, A. Kumbhar, L. Echegoyen, M. Melle-Franco, F. Zerbetto, G. M. A. Rahman, C. Ehli, V. Sgobba, D. M. Guldi and M. Prato, Chem.–Eur. J., 2009, 15, 4419–4427. 83 L. Zhou, C. Gao, D. Zhu, W. Xu, F. F. Chen, A. Palkar, L. Echegoyen and E. S.-W. Kong, Chem.–Eur. J., 2009, 15, 1389–1396. 84 A. Molina-Ontoria, M. N. Chaur, M. E. Plonska-Brzezinska and L. Echegoyen, Chem. Commun., 2013, 49, 2406. 85 K. Flavin, M. N. Chaur, L. Echegoyen and S. Giordani, Org. Lett., 2010, 12, 840–843. 86 Y. Liu, R. L. Vander Wal and V. N. Khabashesku, Chem. Mater., 2007, 19, 778–786. 87 A. S. Rettenbacher, M. W. Perpall, L. Echegoyen, J. Hudson and D. W. Smith, Chem. Mater., 2007, 19, 1411–1417. 88 H. Mizuno, K. Nagano, S. Tomita, H. Yanagi and I. Hiromitsu, Thin Solid Films, 2018, 654, 69–76. 89 D. Zheng, G. Yang, Y. Zheng, P. Fan, R. Ji, J. Huang, W. Zhang and J. Yu, Electrochim. Acta, 2017, 247, 548–557. 90 I. Y. Y. Bu, Sol. Energy, 2014, 105, 236–242. 91 The Chemistry of Synthetic Dyes, ed. K. Venkatamaran,\nNational Chemical Laboratory Pune, India, 1971, vol. 5.\nRSC Adv., 2020, 10, 10910–10920 | 10919"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n7 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /2\n0/ 20\n20 6\n:0 6:\n10 P\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online 92 F. Baumann, B. Bienert, G. Rösch, H. Vollmann and W. Wolf, Angew. Chem., 1956, 68, 133–150. 93 C.-M. Chang and Y.-L. Liu, Carbon, 2009, 47, 3041–3049. 94 R. Seoudi, G. S. El-Bahy and Z. A. El Sayed, J. Mol. Struct.,\n2005, 753, 119–126. 95 X.-X. Zhang, M. Bao, N. Pan, Y.-X. Zhang and J.-Z. Jiang,\nChin. J. Chem., 2010, 22, 325–332. 96 M. W. Wong, Chem. Phys. Lett., 1996, 256, 391–399. 97 Q. Li, H. Wang, Y. Li, Y. Li and Q. Duan, Dyes Pigm., 2018,\n149, 261–267. 98 B. C. Smith, Infrared spectral interpretation: a systematic\napproach, CRC Press, Boca Raton, 1999. 99 R. J. Nemanich and S. A. Solin, Phys. Rev. B: Condens. Matter\nMater. Phys., 1979, 20, 392–401. 100 D. Codorniu Pujals, O. Arias de Fuentes, L. F. Desd́ın\nGarćıa, E. Cazzanelli and L. S. Caputi, Appl. Phys. A: Mater. Sci. Process., 2015, 120, 1339–1345. 101 E. D. Obraztsova, M. Fujii, S. Hayashi, V. L. Kuznetsov, Yu. V. Butenko and A. L. Chuvilin, Carbon, 1998, 36, 821– 826. 102 D. Roy, M. Chhowalla, H. Wang, N. Sano, I. Alexandrou, T. W. Clyne and G. A. J. Amaratunga, Chem. Phys. Lett., 2003, 373, 52–56.\n10920 | RSC Adv., 2020, 10, 10910–10920\n103 T. V. Basova, V. G. Kiselev, B.-E. Schuster, H. Peisert and T. ChassÃ©, J. Raman Spectrosc., 2009, 40, 2080–2087. 104 D. R. Tackley, G. Dent and W. Ewen Smith, Phys. Chem. Chem. Phys., 2001, 3, 1419–1426. 105 S. K. Sonkar, M. Ghosh, M. Roy, A. Begum and S. Sarkar, Mater. Express, 2012, 2, 105–114. 106 M.M. El-Nahass, K. F. Abd-El-Rahman and A. A. A. Darwish, Mater. Chem. Phys., 2005, 92, 185–189. 107 X. Wang, J. Zheng, K. Qiao, J. Qu and C. Cao, Appl. Surf. Sci., 2014, 297, 188–194. 108 S. Tomita, A. Burian, J. C. Dore, D. LeBolloch, M. Fujii and S. Hayashi, Carbon, 2002, 40, 1469–1474. 109 A. N. Popova, Coke Chem., 2017, 60, 361–365. 110 G. Liu, T. Gredig and I. K. Schuller, EPL, 2008, 83, 56001. 111 Y. Wan, Q. Liang, T. Cong, X. Wang, Y. Tao, M. Sun, Z. Li\nand S. Xu, RSC Adv., 2015, 5, 66286–66293. 112 M.-S. Liao and S. Scheiner, J. Chem. Phys., 2001, 114, 9780–\n9791. 113 M. A. Hashmi and M. Lein, J. Phys. Chem. C, 2018, 122,\n2422–2431.\nThis journal is © The Royal Society of Chemistry 2020"
    } ],
    "references" : [ {
      "title" : "Functional Phthalocyanine Molecular Materials, ed.J",
      "author" : [ "C Chem" ],
      "venue" : null,
      "citeRegEx" : "Chem.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chem.",
      "year" : 2018
    }, {
      "title" : "Özalp-Yaman and C",
      "author" : [ "H. Karaca", "Ş.S. Sezer" ],
      "venue" : "Tanyeli, Polyhedron,",
      "citeRegEx" : "Karaca and Sezer,? \\Q2014\\E",
      "shortCiteRegEx" : "Karaca and Sezer",
      "year" : 2014
    }, {
      "title" : "Fullerenes and Related Structures, in Topics in Current Chemistry",
      "author" : [ "A. Hirsch" ],
      "venue" : null,
      "citeRegEx" : "Hirsch,? \\Q1999\\E",
      "shortCiteRegEx" : "Hirsch",
      "year" : 1999
    }, {
      "title" : "Infrared spectral interpretation: a systematic approach, CRC Press",
      "author" : [ "B.C. Smith" ],
      "venue" : "Boca Raton,",
      "citeRegEx" : "Smith,? \\Q1999\\E",
      "shortCiteRegEx" : "Smith",
      "year" : 1999
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Faculty of Chemistry, University of Bialyst Poland Faculty of Pharmacy with the Division of La Bialystok, Mickiewicza 2A, 15-222 plonska-brzezinska@umb.edu.pl; Tel: +48 8 Departamento de Qúımica, Facultad de Cien Valle, Cali, Colombia Centro de Excelencia en Nuevos Material Colombia Institute of Physics of the Czech Academy of Czech Republic Department of Chemistry, University of Tex Paso, TX 79968, USA. E-mail: echegoyen@u † Electronic supplementary informa 10.1039/d0ra00896f ‡ These authors contributed equally to th Cite this: RSC Adv., 2020, 10, 10910",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}