{
  "name" : "downloads_2020-09-01_fc_xin2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Antibacterial Carbon-Based Nanomaterials",
    "authors" : [ "Qi Xin", "Hameed Shah", "Asmat Nawaz", "Wenjing Xie", "Muhammad Zain Akram", "Aisha Batool", "Liangqiu Tian", "Saad Ullah Jan", "Rajender Boddula", "Beidou Guo", "Qian Liu", "Jian Ru Gong" ],
    "emails" : [ "guobd@nanoctr.cn;", "gongjr@nanoctr.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1804838 (1 of 15) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de\nAntibacterial Carbon-Based Nanomaterials\nQi Xin, Hameed Shah, Asmat Nawaz, Wenjing Xie, Muhammad Zain Akram, Aisha Batool, Liangqiu Tian, Saad Ullah Jan, Rajender Boddula, Beidou Guo,* Qian Liu, and Jian Ru Gong*\nDr. Q. Xin, H. Shah, A. Nawaz, Dr. W. Xie, Dr. M. Z. Akram, Dr. A. Batool, L. Tian, S. U. Jan, Dr. R. Boddula, B. Guo, Q. Liu, Prof. J. R. Gong Chinese Academy of Sciences (CAS) Center of Excellence for Nanoscience CAS Key Laboratory for Nanosystem and Hierarchical Fabrication National Center for Nanoscience and Technology 11 Beiyitiao Zhongguancun, Beijing 100190, P. R. China E-mail: guobd@nanoctr.cn; gongjr@nanoctr.cn H. Shah, A. Nawaz, Dr. M. Z. Akram, Dr. A. Batool, L. Tian, S. U. Jan, B. Guo, Q. Liu, Prof. J. R. Gong University of Chinese Academy of Sciences Beijing 100049, P. R. China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201804838.\nDOI: 10.1002/adma.201804838\nprotein synthesis, and cell-wall turnover.[1] However, over the years, pathogenic bacteria have developed resistance to nearly all kinds of available traditional antibiotics through de novo mutation or by acquiring resistance genes from other organisms.[2] Global temporal and spatial patterns of emerging infectious diseases (EIDs) show that more than half of the pathogens involved in EIDs are bacteria, thus pointing to the widespread emergence of drug-resistant bacterial strains; such bacterial EIDs represent a significant burden on global economies in addition to being serious public health hazards.[3] Currently, combining two or more active antibiotics is the commonly applied solution to overcome antibiotic resistance.[4] The efficacy of this regimen however depends on the individual clinical experience since it needs an accurate analysis of pathogens in the individual patients and cannot always result in a successful therapy due to potential antagonism between the different antibiotics and possible side\neffects. Therefore, it is a matter of great urgency to develop new efficient antibacterial agents that act in ways that are different from those of traditional small-molecule antibiotics, so as to alleviate or reverse the looming crisis due to bacterial resistance.\nIn the past decades, rapid developments in nanoscience and technology have provided promising alternatives for antibacterial treatment. Nanomaterials have been found to be less prone to induce bacterial resistance as compared to traditional antibiotics due to their increased membrane permeability, their capacity to act as efflux pump inhibitors, and their potential for multiple antibacterial actions.[5] Many different families of nanomaterials including antibacterial polypeptides, noble metal nanoparticles (NPs), semiconductor NPs, polymeric nanostructures, and carbon-based nanomaterials (CNMs) have been studied both under in vitro and in vivo conditions to control and combat bacterial infection. Antibacterial polypeptides have been regarded as potential alternative candidates to address the lack of available antibiotics, but their widespread use in clinical antibacterial therapeutics is hindered by issues such as systemic and local toxicity, short circulation half-life (susceptibility to proteolysis), and high manufacturing costs.[6] Ag NPs, one of the most studied antibacterial noble metal nanomaterials, have shown high antibacterial activity toward a wide array of pathogens including drug-resistant bacteria. Ag NPs function by inflicting physical damage to the cell membrane, generating reactive oxygen species (ROS) and free radicals, and causing the\nThe emergence and global spread of bacterial resistance to currently available antibiotics underscore the urgent need for new alternative antibacterial agents. Recent studies on the application of nanomaterials as antibacterial agents have demonstrated their great potential for management of infectious diseases. Among these antibacterial nanomaterials, carbon-based nanomaterials (CNMs) have attracted much attention due to their unique physicochemical properties and relatively higher biosafety. Here, a comprehensive review of the recent research progress on antibacterial CNMs is provided, starting with a brief description of the different kinds of CNMs with respect to their physicochemical characteristics. Then, a detailed introduction to the various mechanisms underlying antibacterial activity in these materials is given, including physical/mechanical damage, oxidative stress, photothermal/photocatalytic effect, lipid extraction, inhibition of bacterial metabolism, isolation by wrapping, and the synergistic effect when CNMs are used in combination with other antibacterial materials, followed by a summary of the influence of the physicochemical properties of CNMs on their antibacterial activity. Finally, the current challenges and an outlook for the development of more effective and safer antibacterial CNMs are discussed.\nAntibacterial Agents"
    }, {
      "heading" : "1. Introduction",
      "text" : "Diseases caused by bacterial infections are once again being recognized as an extremely serious global threat to human health due to the emergence and rapid spread of bacterial resistance to available antibiotics and the limited progress in the discovery and development of new effective antibacterial agents. Traditional antibiotics, which may be either derived from natural products or chemically synthesized, selectively inhibit or kill microbial cells by arresting cellular processes such as DNA replication and repair,\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (2 of 15)\ndysfunction of key components following the release of Ag ions.[7] However, Ag NPs themselves, as well as the released Ag ions, can be potentially toxic to the host.[8] The antibacterial activity of semiconductor NPs consists of destroying bacterial cell integrity when direct contacted with the cell wall, liberation of antibacterial metal ions, and ROS formation. However, their long-term biological safety needs to be further studied.[9] Polymeric nanostructures by themselves, or when integrated with other antibacterial materials such as Ag ions and antibacterial polypeptides, have also shown very good antibacterial activity, but their biocompatibility and toxicity to the host have not been investigated in detail.[10] In this context, CNMs are particularly advantageous in view of their high antibacterial activity resulting from their exceptional structural characteristics and physicochemical properties, relatively good biocompatibility, and their environmentally benign nature.\nHere, we comprehensively review the recent research progress on antibacterial CNMs, including their main physicochemical characteristics, the various mechanisms of antibacterial action in these materials, and the influence of the physicochemical properties of CNMs on the observed antibacterial effect. Lastly, the challenges in using CNMs in practical antibacterial applications and future perspectives are discussed."
    }, {
      "heading" : "2. CNMs with Different Physicochemical Characteristics",
      "text" : "Carbon is one of the most abundant elements on the Earth’s crust. Carbon atoms bond with each other in various ways to form different allotropes of carbon, generating a variety of CNMs. These include 0D fullerene, nanodiamonds (NDs), carbon dots (CDs), graphene quantum dots (GQDs), 1D carbon nanotubes (CNTs), 2D graphene and its derivatives, and a nitrogen-rich graphenelike nanostructure—graphitic carbon nitride (g-CN). Fullerene, CNTs, and graphene (and its derivatives) are mainly composed of sp2-hybridized carbon atoms; NDs are mostly made from sp3-hybridized carbon atoms, CDs and GQDs have mixed sp2- and sp3-hybridized carbon along with defects and heteroatoms, and g-CN consists of π-conjugated graphitic planes formed via sp2 hybridization of carbon and nitrogen atoms (Figure 1).[11] When considering CNMs with similar orbital hybridization of carbon atoms, we find that CNMs with different dimensionalities show significant differences in their antibacterial activity and mechanism of action. Likewise, for CNMs of a particular dimensionality, their antibacterial activities are found to be influenced by other parameters such as lateral size, shape, number of layers, surface charge, the presence and nature of surface functional groups, and doping.[12] These physicochemical properties are also dependent on the specific preparation methods. A brief description of CNMs with different physicochemical characteristics along with their synthesis methods is given in the following section."
    }, {
      "heading" : "2.1. CNMs with Different Dimensionalities",
      "text" : ""
    }, {
      "heading" : "2.1.1. 0D CNMs",
      "text" : "The pristine fullerene molecule is a highly symmetric closed spherical shell with a van der Waals diameter of 1.1 nm and\nJian Ru Gong is professor at National Center for Nanoscience and Technology, China. She received her Ph.D. degree in physical chemistry from Institute of Chemistry, Chinese Academy of Sciences, and was a postdoctoral fellow with Prof. Charles M. Lieber at Harvard University (Chemistry and Chemical\nBiology Department). Her research interest focuses on the design and preparation of novel nanomaterials and devices, and their applications in biomedicine and solar energy conversion.\nis composed from 60 sp2 carbon atoms arranged in 20 hexagons and 12 pentagons to form a spherical structure.[13] Pristine C60 is obtained by different synthetic methods including evaporating graphite electrodes, among others.[14]\nNDs with average sizes ranging from 2 to 10 nm are usually produced by detonation of carbon-containing explosives. NDs comprise a sp3-hybridized carbon core, an intermediate shell made of sp2-hybridized carbon, and a surface layer terminated by oxygen-containing functional groups such as hydroxyl and carbonyl.[15]\nGQDs and CDs have sizes smaller than 20 nm with thicknesses in the range of 0.5–2 nm, and are synthesized using bottom-up methods including pyrolysis or carbonization of small organic molecules, or by top-down methods that involve the cleaving or breaking-up of a carbonaceous material.[16] GQDs and CDs have many similar characteristics such as high-intensity fluorescence and peroxidase-like activity, but can be distinguished from each other by their crystallinity, surface area, and number of layers. When compared with GQDs, CDs, which are composed of stacked multilayers, have lower crystallinity and smaller specific surface area.[17]"
    }, {
      "heading" : "2.1.2. 1D CNMs",
      "text" : "CNTs, which are typical examples of 1D CNMs, are coaxial tubes formed from sp2 carbon atoms with a small amount of sp3 carbon atoms in the form of defects and can be considered as 1D nanocylinders rolled up from 2D graphene sheets. A single graphitic layer or multiple coaxial layers can be rolled up, respectively, into single-walled carbon nanotubes (SWCNTs) or multiwalled carbon nanotubes (MWCNTs).[18] Carbon monoxide disproportionation and chemical vapor deposition (CVD) are the two most commonly adopted synthesis methods to obtain pristine SWCNTs and MWCNTs, respectively.[19]\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (3 of 15)"
    }, {
      "heading" : "2.1.3. 2D CNMs",
      "text" : "Being a 2D network of sp2-hybridized carbon atoms packed in the form of hexagons with one atomic layer thickness, graphene is the basic building block for graphitic materials of all other dimensionalities including 0D fullerene, 1D CNT, and multilayered 2D carbon nanosheets or 3D graphite.[20] So far, three forms of graphene-based materials have been exploited for antibacterial treatment: pristine graphene, graphene derivatives such as graphene oxide (GO) and reduced GO (RGO), and functionalized graphene. Pristine graphene is mainly prepared by CVD processes, whereas GO can be obtained by Brodie’s method, Hummers’ method, or the modified Hummers’ method using graphite powder/graphite flakes as the starting material;[21] RGO is formed by further processing GO with a reducing agent.[22] Among these graphene-based materials, both pristine graphene and RGO have superior thermal and electrical properties.[23] Moreover, compared to pristine graphene, GO and RGO are relatively more water soluble and can be modified to have biological functionality as well as superior optical properties.[24]\ng-CN, an analog of graphite substituted with nitrogen, is a conjugated polymeric framework mainly consisting of tri-s-triazine units. g-CN can be synthesized by both thermal condensation and microwave irradiation, starting from nitrogenrich precursors containing a C–N core structure.[25] Graphene is a zero-bandgap semimetal with a small overlap between the valence and the conduction bands. In g-CN, the highest occupied\nmolecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO) are formed by N pz and C pz orbitals, which creates a bandgap between these two orbitals. Thus, g-CN is a semiconductor and can be applied as a photocatalytic antibacterial material.[26]\n2.2. Other Physicochemical Properties\nIn the pristine state, most CNMs have limited antibacterial capacity and show poor selective toxicity against bacteria over mammalian cells. However, their antibacterial activity and targeting efficiencies are strongly influenced by their physicochemical properties.[27] Currently, changing the conditions of preparation such as synthesis precursor, purification method, and surface functionalization to modulate physicochemical parameters (size, shape, number of layers, surface charge, etc.) of CNMs has been recognized as the principal strategy to improve antibacterial performance.[14c,28] In addition, the surface property of CNMs can be further modified by surface functionalization. Various methods have been developed for surface functionalization of CNMs; these can be divided into two major categories including covalent and noncovalent modification.[29] 0D CNMs such as fullerenes are covalently functionalized typically through direct chemical reaction with the sp2 carbon atom network. Owing to\nthe existence of oxygen-containing groups such as carboxyl and hydroxyl, NDs, CDs, and GQDs can be functionalized through both noncovalent hydrogen-bonding and covalent coupling. CNTs, GO, and RGO can be modified by either covalent or noncovalent interaction. Surfactants and polymers are often employed to improve the water solubility and dispersibility of CNMs, so as to increase both the probability of contact and strength of interaction with bacteria, which in turn can enhance antibacterial activity.[30] Besides, CNMs functionalized with specific bioactive molecules and functional groups lead to a more efficient bacterial targeting ability.[31] Antibacterial effectiveness can be further improved by introducing the new property or function via doping heteroatoms or decorating with metal/semiconductor NPs.[28b,32]"
    }, {
      "heading" : "3. Antibacterial Mechanisms of CNMs",
      "text" : "A number of mechanisms have been uncovered to explain the antibacterial action of CNMs. In this section, we introduce the different types of antimicrobial mechanisms observed in CNMs, which are closely related to their physicochemical properties."
    }, {
      "heading" : "3.1. Physical/Mechanical Destruction",
      "text" : "As an essential component in all bacterial cells, the bacterial outer membrane or cell wall is responsible for the maintenance\nAdv. Mater. 2019, 31, 1804838\nFigure 1. Carbon-based nanomaterials categorized by different dimensionalities and orbital hybridization of the carbon atom, respectively.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (4 of 15)\nof cell shape, osmotic regulation, protection against mechanical stress, and combating infection. Physical/mechanical damage of the bacterial outer membrane or cell wall (Figure 2a) can lead to its dysfunction and leakage of cytoplasmic components to finally cause bacteriostatic and bactericidal effects. This pathway has been regarded as one of the most common antibacterial mechanisms observed for CNMs with different dimensionalities.\nNearly all types of 0D CNMs can impart mechanical damage to the bacterial outer membrane or cell wall. For instance, carboxylated NDs display antibacterial effect through destruction of bacterial cell wall when exposed to Escherichia coli, which has been explained to be due to the attachment of the CNM on the cell wall surface that subsequently changes the protein structure on the bacterial cell wall.[33] Besides, positively charged CDs such as spermidine CDs can bind to peptidoglycans, proteins, and porins of the cell membrane through hydrogen bonding and electrostatic interactions, resulting in a synergistic destabilization of the cell membrane as well as in inhibition of membrane synthesis.[34] Likewise, a remarkable membrane disruption was found to occur in giant unilamellar vesicles model systems following treatment with C60, which was detected using fluorescence imaging (Figure 2b).[35]\nBy measuring the leakage of intracellular components such as DNA and RNA and by observing the integrity of the cell membrane, the damage to cell wall or cell membrane caused by exposure to 1D CNMs like CNTs can be determined.[19] To rule out competing effects due to oxidative stress and metal toxicity of CNTs, pristine SWNTs are used to investigate the\nantibacterial activity and to elucidate the underlying mechanism. Obtained results revealed that the antibacterial action of SWNTs could be through penetration across the bacterial cell membrane.[19a] Subsequently, it is found that individually dispersed SWCNTs functioned as “nanodarts” to physically puncture the outer membrane of a bacterial cell; SEM images clearly show the loss of membrane integrity after treatment with SWCNTs (Figure 2c).[19b] Furthermore, both SWCNTs and short/long MWCNTs display a “needle-like” attack on the bacterial cell wall and inhibit bacterial growth by membrane depolarization.[36]\n2D CNMs such as graphene oxide nanowalls (GONWs) and reduced graphene nanowalls (RGNWs) also display a blade/ knife-like action to cause bacterial membrane destruction, which has been confirmed by measuring the release of bacterial intracellular components such as RNA into phosphate buffer saline following exposure to GONWs/RGNWs (Figure 2d).[37] In a more recent study, it reveals that the membrane disruption effect of GO is enhanced when the alignment of GO nanosheet is changed from horizontal to vertical orientation due to increased density of edges.[38] Moreover, Gram-positive bacteria such as Staphylococcus aureus lacking an outer membrane are more sensitive to a direct contact with the sharp edges of RGNWs, when compared to Gram-negative bacteria. Theoretical simulation further confirm the mechanical destruction action and uncovered its relationship to the size of the graphene nanosheet.[39] Results show that small hydrophobic graphene sheets easily pierce through the phospholipid membrane leading to mechanical destruction; intermediate-size\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (5 of 15)\nsheets pierce the membrane only for certain suitable geometric orientations, while larger sheets are unlikely to induce mechanical destruction since they adhere to the lipid bilayer instead of piercing through it (Figure 2e).\nAll CNMs with different dimensionalities can impart mechanical damage on the bacterial outer membrane or cell wall. However, the intensity of mechanical damage varies for CNMs with different dimensionalities, presumably due to the difference in the type of contact interaction between the CNM and the bacterial outer membrane or cell wall, which are, respectively, point, line, and plane interactions at the 0D, 1D, and 2D CNMs/bacteria interface. Besides, this mechanical damage effect can be influenced by several other factors such as the diameter, length, and dispersion of the CNM, as well as the bacterial culture conditions such as shaking speed. Taking CNTs as a case study, obtained results show that smalldiameter CNTs are prone to contact with bacterial cell at the tube end, whereas large-diameter CNTs mostly interact with cells by their side walls. Thus, CNTs with small diameter have a greater possibility to exert needle-like action on the bacterial cell wall when compared to those with large diameter.[40] For a given SWNT weight fraction, shorter CNTs imply a relatively higher density of tube ends than longer ones, thus increasing the chances for mechanical disruption by a tube end to induce antibacterial activity (Figure 2f).[41] Unlike aggregated CNTs, well-dispersed CNTs act as “nanodarts” and can greatly enhance puncture effect on the bacterial cell membrane.[19b] Under conditions of higher shaking speed, the mobilities of both CNTs and bacterial cells in solution increase, which brings about collisions between CNTs and bacteria with higher frequency and intensity, thus resulting in severer membrane damage.[19b] Therefore, CNTs with smaller diameter, shorter length, better dispersion, and higher shaking speed will lead to a more effective antibacterial action through mechanical damage of cell wall or cell membrane."
    }, {
      "heading" : "3.2. Oxidative Stress",
      "text" : "Another important mechanism for the antibacterial activity of CNMs is through the generation of oxidative stress; this process can be of two types, namely, ROS-dependent and ROSindependent. ROS-dependent oxidative stress can be triggered by light or take place in the absence of light. In the former case, CNMs cause ROS-dependent oxidative injury through a photodynamic process. Following photoexcitation, an electron located in the highest occupied molecular orbital (HOMO) of the CNM is excited to the lowest unoccupied molecular orbital (LUMO). CNMs also function as a photosensitizer (PS), where an electron transits from the ground electronic state (S0) to an unstable and short-lived higher energy level singlet excited state (S1). The S1 of the PS then undergoes intersystem crossing to the longer-lived triplet excited state (T1) of the PS. The T1 of the PS finally reacts with O2 through a nonradiative type I reaction (electron transfer from the PS to O2 to form the superoxide anion O2•−) and a type II reaction (energy transfer to triplet molecular oxygen 3O2 to produce singlet molecular oxygen 1O2) (Figure 3a).[42] In the absence of light, ROS generation can be initiated by electron transfer from biological electron donors\n(e.g., NADH) to O2 via CNMs (e.g., carboxylated SWCNTs).[43] The ROS generated in both these cases can cause bacterial inhibition or killing by inactivating proteins, causing peroxidation of lipids and by damaging nucleic acids.\nIn the generation of ROS-independent oxidative stress, CNMs with no oxygen defects (e.g., large-area monolayer graphene) can serve as electron transporting agents to counteract the reducing capability of bacteria and exert oxidative stimulation. In contrast, CNMs with oxygen containing defects (e.g., GO) can function as oxidants to directly oxidize bacterial molecules such as lipids and proteins (Figure 3b)."
    }, {
      "heading" : "3.2.1. ROS-Dependent Oxidative Stress",
      "text" : "CNMs are capable of producing ROS through light-dependent or light-independent reactions and thereby cause ROSdependent oxidative antibacterial effects.\nWhen bacteria were irradiated with blue light in the presence of GQDs, an obvious fluorescent signal from the ROS-sensitive dye was detected indicating ROS production from photoexcited GQDs during the antibacterial process.[44] In addition, photodependent oxidative antibacterial activity was further improved by functionalization of the GQD with electron donating groups such as NH2 (Figure 3c), which have the effect of reducing the HOMO–LUMO gap.[28b] This ROS-dependent antibacterial mechanism has also been observed in fullerene. For instance, hydroxylated C60 produces 1O2 in ultrapure water along with 1O2 and O2−• species in minimal Davis microbial growth medium; both species contribute to antibacterial action.[45] Besides, nC70 (C70 fullerene colloids) shows a relatively higher photoactive oxidative ability than nC60 (C60 fullerene colloids), which is speculated to be due to its smaller HOMO–LUMO gap, as well as the longer triplet excited state lifetime of nC70 when compared to that of nC60 (Figure 3d).[46]\nGraphene derivatives have also been found to exert antibacterial effect through ROS generation.[12c,27d,47] It has been observed that both GO and RGO killed bacteria through ROSassociated oxidative stress when using Xanthomonas oryzae pv. oryzae and Pseudomonas aeruginosa as model bacteria.[48] Moreover, ROS levels in GO- and RGO-treated cells were found to be higher than in the untreated control cells and pretreatment with an ROS scavenger such as GSH alleviated the oxidative damage to bacteria caused by GO/RGO, further confirming the role of ROS in antibacterial activity. Furthermore, it has been proposed that a kind of ROS-hydroxyl radical, which was detected in the GO suspension using electron spin resonance (ESR), might be responsible for the observed antibacterial activity; this species was probably generated by the reaction of water molecules/ hydrogen peroxide with defects/oxygen vacancies such as free radical sites present on the GO surface or by directly detaching hydroxyl groups from GO.[49]"
    }, {
      "heading" : "3.2.2. ROS-Independent Oxidative Stress",
      "text" : "Despite experimental evidence clearly highlighting the dominant role of ROS-dependent oxidative stress regarding the antibacterial action of CNMs, some research groups have\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (6 of 15)\nclaimed that CNMs could also induce antibacterial effect through ROS-independent oxidative stress. This conclusion is based on the observation that there is no ROS production or ROS-mediated damage following treatment with nC60. Moreover, the bactericidal ability of nC60 is not affected by light and oxygen, two conditions that are essential for ROS production.[14c,50] A subsequent study has confirmed this hypothesis, where it is indicated that it is nC60 instead of ROS that directly interacts with the cell membrane and decouples the electron transport from energy transduction during respiration.[51] Likewise, much evidence has been provided to support ROS-independent antibacterial mechanism in graphenebased materials. When using the 2,3-bis (2-methoxy-4-nitro5-sulfophenyl)-2H-tetrazolium-5-carboxanilide method to measure the presence of superoxide, little O2•− (other ROS such as singlet oxygen and hydroxyl can be derived from O2•−) was detected in GO and RGO dispersions. Meanwhile, results\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (7 of 15)\nfrom Ellman’s assay reveal that various graphene-based materials have diverse oxidation capacities toward GSH, which indirectly confirms that graphene-based materials are capable of mediating O2•−-independent oxidative stress.[27b] Similar ROS-independent cytotoxicity such as GSH oxidation is found in metallic SWNTs.[52] Furthermore, it has been proposed that the antibacterial activity of graphene can be attributed to ROSindependent oxidative stress interrupting electron transport in the membrane respiratory chain rather than from ROS-mediated damage.[21a] Other results show that both the graphene@ Cu and graphene@Ge surfaces can show high antibacterial effects arising from the transfer of an electron from the microbial membrane to the graphene film, which is further transferred to the underlying conducting Cu or semiconducting Ge substrate. In contrast, the antibacterial activity of graphene@ SiO2 surface is negligible since electrons cannot be transferred from the microbial membrane to the underlying insulator SiO2 substrate through graphene. Moreover, light irradiation stimulates the formation of electron–hole pairs on the GO surface (Figure 3e), thus accelerating electron transfer from bacterial antioxidant biomolecules to GO, and also resulting in the reduction of GO.[53] Taken together, these results confirm that graphene-based materials can also induce a bactericidal effect through ROS-independent oxidative stress. Compared to RGO, GO has a larger number of surface oxygen carriers to facilitate oxidation reactions, thus leading to a much better antibacterial performance.[21b,48a,54] Even when combining with poly(N-vinylcarbazole) (PVK) to form nanocomposite filters, the PVK–GO composite still shows a more efficient antibacterial activity than PVK-RGO/graphene.[55] In addition, there is a fourfold increase in the antimicrobial effect (Figure 3f) when the area of the GO sheet is decreased from 0.65 to 0.01 µm2, which is due to the higher density of edge-type defects in sheets with smaller areas (as indicated by the higher ID/IG ratio in Raman spectra), which serve as oxygen adsorption sites.[27d] These results indicate that increasing the concentration of oxygen-containing active sites in graphene-based nanomaterials improves their ROS-independent oxidative antibacterial activity."
    }, {
      "heading" : "3.3. Photothermal Effect",
      "text" : "Upon photoexcitation, CNMs can function as photosensitizers to kill bacterial cells through photodependent ROS production. Alternatively, photoexcited CNMs can decay back to the ground state by emitting fluorescence or through nonradiative relaxation pathways to generate a photothermal effect (Figure 4a).[56] Therefore, CNMs with large absorption efficiency and low fluorescence quantum yield will have high photothermal conversion efficiencies and can be exploited for antibacterial applications.[57] The photothermal bacterial killing effect of CNMs was first investigated in CNTs due to their strong near-infrared (NIR) absorption and the high quantum efficiency for the conversion of this absorbed energy into thermal energy.[58] In this study, bacterial viabilities were significantly decreased by local heating when treated with CNT in the presence of NIR laser irradiation. To guide the photothermal agent to the bacterial cells and also to avoid opsonization and phagocytosis by macrophages, CNTs were functionalized with IgG and specific\npolymers such as dextran sulfate.[31b,59] Photothermal antibacterial ability has also been detected in other CNMs such as GO and RGO. Compared to GO, RGO shows a much higher photothermal antibacterial efficiency owing to its higher intrinsic thermal conductivity and NIR absorbance.[60] Surface modification of conjugated polymers such as poly(3-(3′thienyloxy)propyltrimethylammonium bromide (P3TOPA) can further improve the photothermal effect of RGO by improving optical absorption from the UV to the NIR region (Figure 4b), reducing radiative fluorescent transition by enabling photoinduced electron transfer as indicated by fluorescent quenching (Figure 4c) and also by enhancing the binding of CNMS to bacterial cells.[61] In general, CNMs or CNM-containing nanocomposites with superior photothermal antibacterial capacity can be obtained by enhancing NIR light absorption, improving photothermal conversion, and increasing thermal conductivity."
    }, {
      "heading" : "3.4. Photocatalytic Effect",
      "text" : "When a semiconductor absorbs photons with energies greater than its bandgap, electrons in the semiconductor are excited from the valence band (VB) to the conduction band (CB), leaving holes in the VB.[62] The photogenerated electrons and holes separate, independently diffuse to the surface of the semiconductor, and take part in a number of possible reactions on the surface (Figure 4d); typical redox reactions involving holes and electrons are given below\nO e O2 2 •+ →− − (1)\nH O h OH H2 •+ → ++ + (2)\nThermodynamically, for reaction (1) to proceed, the CB minimum for the semiconductor must be located at a more negative potential than the O2/O2•− energy level, whereas the VB maximum must be more positive than the OH•/H2O energy level to drive reaction (2).[63] In g-CN, g-CN/semiconductor NP composites, and RGO (or graphene)/semiconductor NP composites, photogenerated ROS or holes in the VB of the semiconductor can subsequently react with components in the bacterial cell, leading to oxidative damage. In general, the photocatalytic antibacterial process is similar to the photodynamic process described in the previous section. However, the photocatalytic antibacterial effect can be realized even under anaerobic conditions, in contrast to oxygen-dependent photodynamic therapy.\nFollowing visible light irradiation, a g-CN-based material reduced the viability of both E. coli and S. aureus, and the calculated CB minimum potential of g-CN was found to be more negative than the redox potentials of molecular oxygen and the aqueous solution of dioxygen. This result further affirms that the conversion of O2 to ROS causes bacterial killing.[64] However, the insufficient utilization of visible light, the rapid recombination of photogenerated electron–hole pairs, and the poor electrical conductivity of pure g-CNs limit its photocatalytic antibacterial efficiency.[65] To overcome these issues, various g-CN based nanocomposites have been developed with the aim to obtain improved photocatalytic antibacterial performance. For instance, the GO/g-CN heterojunction photocatalyst killed\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (8 of 15)\nbacteria with high efficiency and its antibacterial activity was attributed to oxidative damage of the cell membrane caused by photogenerated holes. In this system, the main role of GO is to suppress the recombination of photogenerated electron–hole pairs in g-CN (as indicated by an obvious decrease in the PL intensity of g-C3N4, Figure 4e) and to facilitate charge transfer (as suggested by an obvious reduction in the electrical impedance of g-C3N4, Figure 4f) when g-CN is combined with GO.[66] Similarly, metal or semiconductor NPs capable of showing surface plasmon resonance effect or forming a heterojunction structure, have been combined with g-CN to further enhance the photocatalytic antibacterial performance by extending the range of light absorption, facilitating the creation of electron–hole pairs, or by increasing the efficiency of separation of charge carriers.[67]"
    }, {
      "heading" : "3.5. Lipid Extraction Effect",
      "text" : "Similar to mammalian cells, bacterial cells also have a lipid membrane (Gram-negative bacteria possess outer and inner lipid membranes, while Gram-positive bacteria contain only the inner lipid membrane), which is essential for the uptake of nutrients and the elimination of toxic molecules. Therefore, disruption of the membrane architecture and its functional integrity will cause bacterial inhibition or killing.[68] Unlike the above-mentioned nanodarts/blade/knife-like direct physical destruction on the bacterial cell wall or outer membrane, CNMs, especially those with a high concentration of surface active sites, can penetrate into the bacterial lipid membrane and extract a large fraction of phospholipids onto their\nsurface (Figure 5a). The lipid extraction effect of CNMs on bacterial cells has been successfully revealed through a combination of experimental and theoretical studies. Experimentally, three different stages are noted in the lipid membrane degradation process when bacterial cells are treated with GO nanosheets (Figure 5b).[69] Molecular dynamics simulation shows the vigorous extraction of phospholipid molecules from lipid membrane (outer membrane modeled by pure 1-palmitoyl-2-oleoyl-phosphatidylethanolamine) to the graphene nanosheets (Figure 5c); subsequent theoretical studies further confirm a similar lipid pull out/extraction effect of GO/graphene nanosheets.[70] In the lipid extraction process, van der Waals interaction is the main driving force at first, after which, hydrophobic interactions play a dominant role in the second step. Moreover, this lipid extraction is a crucial step in the toxic action of CNTs toward mammalian cells.[71] In general, the amphipathicity (present in GO, which has a hydrophobic plane and hydrophilic edges) and large surface area of CNMs, which determine their binding capacity to lipid molecules, are crucial to their antibacterial activity through lipid extraction."
    }, {
      "heading" : "3.6. Inhibition of Bacterial Metabolism",
      "text" : "Bacterial metabolism comprises the processes of converting nutrient/fuel to energy or building blocks and the elimination of waste molecules; this enables bacteria to live, grow, and reproduce. In contrast to eukaryotic cells, bacteria have no mitochondria and consequently, reactions associated with energy-metabolism involving the respiratory chain (otherwise known as the electron transport chain) and ATPase are\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (9 of 15)\nlocalized within the cell membrane. Fullerene derivatives can accept an electron from the respiratory chain to react with dioxygen to produce H2O2, thus inhibiting respiration transport activity and causing bacteriostatic effect.[72] Conductive CNMs such as CNTs and metal@graphene can also exert antibacterial effect by extracting electrons from the membrane respiratory chain.\nInhibiting the biosynthesis of bacterial building blocks such as peptidoglycan (PG) has long been recognized as a potential target pathway for the development of antibacterial agents. The antibacterial activity of CNMs through inhibition of PG synthesis has been studied.[31a] In this study, d/l-Glufunctionalized chiral GQDs (d/l-Glu-GQDs) and unfunctionalized GQDs were prepared by a facile one-pot pyrolysis reaction using citric acid as the precursor with or without addition of d/l-Glu. All the three different GQDs exhibit good fluorescence properties and low toxicity to human cells, but only d-Glu-GQDs show a high antibacterial activity. Cellular- and molecular-level experimental data reveal that d-Glu-GQDs are able to penetrate the bacterial cell membrane and specifically bind to cytoplasmic MurD ligase to inhibit its catalyzing activity for intracellular PG biosynthesis (Figure 6a), resulting in damage of the cell wall, and finally in bacterial cell death. In contrast, although unmodified GQDs or l-Glu functionalized l-Glu-GQD can also penetrate the bacterial cell membrane, they have a relatively weak binding interaction to the cytoplasmic MurD and are therefore inactive against bacteria (Figure 6b,c). Furthermore,\nmolecular dynamics simulation results reveal that van der Waals and hydrogen bonding interactions between MurD and d-Glu-GQDs are much stronger than in the l-Glu-GQDs/MurD complex (Figure 6d–f), which contributes to the higher inhibitory effect of d-Glu-GQDs."
    }, {
      "heading" : "3.7. Isolation by Wrapping",
      "text" : "Apart from antibacterial actions that cause direct damage to bacterial cells, some CNMs with large surface area can also wrap bacterial cells and isolate them from their nutrient environment (Figure 7a) resulting in bacterial inactivation. This wrapping effect was first elucidated when investigating the antibacterial properties of aggregated graphene nanosheets (Figure 7b)[73] and was also observed in long SWCNT aggregates.[36,74] Besides, longer SWCNTs easily aggregate with bacterial cells, and thus have a relatively higher antibacterial ability through isolation (Figure 7c).[27c] Furthermore, well-dispersed CNMs including large-size GO and PVK–GO nanocomposite samples have shown a similar wrapping/encapsulation antibacterial effect.[75] Considering that isolation annihilates bacterial cells through an indirect action, it should be possible to reverse this effect by separating the wrapped bacteria from the CNMs by sonication. However, this reversion appears to be dependent on the degree of wrapping since severe wrapping causes the irreversible perturbation of the bacterial cell membrane and leakage of intracellular electrolytes.[76]\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (10 of 15)\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (11 of 15)"
    }, {
      "heading" : "3.8. Synergistic Effects of CNMS",
      "text" : "In the previous sections, we have described results where the bacterial inhibition or killing by CNMs is realized solely by virtue of their intrinsic antibacterial properties. However, synergistic effects have also been observed when combining CNMs with other antibacterial nanomaterials such as metal and semiconductor NPs, organic PS, antibacterial polymers or even antibiotics.[47b,77] In the case of a widely used antibacterial material like Ag NPs, CNMs such as GO can serve as a support to improve the dispersion of Ag NPs and enable the controlled release of Ag ions, thus achieving better antibacterial capacity.[32b,78] With regard to semiconductor NPs such as ZnO, CNMs (e.g., GQDs) function not only as support materials to help stabilization of ZnO NPs, but also as regulators to enhance the charge separation of photogenerated electron– hole pairs during the photodynamic antibacterial process (Figure 7d).[32c] For an organic PS such as Rose Bengal, twophoton activated photodynamic activity can be obtained following coupling with nitrogen-doped GQDs (N-GQDs) based on the fluorescence resonance energy transfer effect; this effect can be exploited in photodynamic antibacterial applications.[79] Moreover, by loading magnetic Fe3O4 NPs onto the CNM surface, an antibacterial platform can be constructed, which can be recycled by applying a magnetic field (Figure 7d).[80] For antibacterial agents such as gentamicin, CNMs act as a delivery platform and ensure the controlled release of the active ingredient by regulating the hydrogen bonding interaction between CNMs and gentamicin with respect to a variation in pH of the surrounding environment (Figure 7d).[81] In addition, GQDs can be used against wound infection when mixed with a lowdose of H2O2, owing to the peroxidase-like activity of GQDs, which can convert bactericidal H2O2 into the more effective hydroxyl radical ·OH.[17a] Thus, enhanced antibacterial activity can be achieved by taking advantage of synergistic effects in CNM-based composites."
    }, {
      "heading" : "4. Effect of Physicochemical Properties on the Antibacterial Activity of CNMs",
      "text" : "CNMs exert antibacterial actions through various mechanisms, which are closely related to their physicochemical properties. In this section, we present a brief summary on how the physiochemical characteristics of CNMs influence their antibacterial action."
    }, {
      "heading" : "4.1. Dimensionality",
      "text" : "CNMs with different dimensionalities interact with bacterial cells in different ways, which means that their antibacterial activities, as well as the underlying mechanisms governing this action, are different. 1D/2D CNMs with larger surface areas can kill bacterial cells through isolation, while 0D CNMs with smaller surface areas evidently act through other means. Moreover, 1D/2D CNMs with the nanodart/nanoblade-like edge can inflict much stronger mechanical damage on bacterial cells when compared to 0D CNMs with a dot-like edge."
    }, {
      "heading" : "4.2. Size",
      "text" : "The size of CNMs has been found to be a critical factor governing the antibacterial effect. For instance, larger-size CNMs have a relatively lower dispersibility and have a greater tendency to aggregate as compared to smaller ones. This means that large CNMs show increased antibacterial effect that is associated with covering and wrapping through aggregation, which have been observed in CNTs and graphene-based nanomaterials.[27c,75a] The size also determines the defect density of CNMs; more specifically, the defect density may be increased by decreasing the size of CNMs, which leads to enhanced oxidative stress-related antibacterial effects; this effect plays a major role in the antibacterial properties of GO, when used as a surface coating.[27d]"
    }, {
      "heading" : "4.3. Shape",
      "text" : "The shape of CNMs has also been found to greatly influence the antibacterial activity. Similar types of CNMs, but with different shapes (surface roughness, and chirality) would have different sizes of edge states or electronic structures, which affects its interaction strength with bacteria and therefore, significantly influences electron-transfer-based oxidative stress.[52,82]"
    }, {
      "heading" : "4.4. Number of Layers",
      "text" : "The number of layers will affect the edge state of CNMs, which leads to altered antibacterial performance. In general, thinner CNMs can pierce more easily through lipid layer and cell wall by overcoming a relatively lower energy barrier, thus displaying higher antibacterial activity due to mechanical damage of the cell. This effect has been further confirmed by comparing the antibacterial efficiency of CNTs/GO samples with different layers.[19a,83]"
    }, {
      "heading" : "4.5. Surface Functionalization",
      "text" : "An improvement in the antibacterial performance of CNMs can also be realized by modifying various surface groups. These groups can be roughly categorized based on their main functions: Specific molecules such as chiral amino acid and IgG serve to enhance the bacterial targeting and recognition potential of the nanomaterial;[31] positively charged groups have a strong binding interaction with the negatively charged bacterial membrane;[84] and oxygen containing groups function as active sites to generate oxidative stress.[48a]"
    }, {
      "heading" : "5. Current Challenges and Outlook",
      "text" : "We have reviewed the recent advancements in antibacterial CNMs with focus on physicochemical characteristics, antibacterial mechanisms, and their relations. Even though dramatically increased antibacterial activities have been realized for CNMs through extensive research on their antibacterial effects, it is still too early to apply CNMs in practical antibacterial applications\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (12 of 15)\nwhere they can compete with currently used materials (e.g., commercially available antimicrobial peptides), the reasons for which are as follows: i) impurities and heterogeneity present in CNMs could adversely affect their antibacterial performance to some degree, ii) precise positioning CNMs in bacteria has not yet been fully explored, and iii) the potential toxicity of CNMs to human cells and tissues has not been fully evaluated. Hence, future investigations should focus on the scalable production of CNMs with high purity and homogeneity with good selective toxicity toward bacteria, while minimizing their toxicity to human cells. In the following section, we describe these aspects to highlight the current challenges and to outline future directions in the antibacterial applications of CNMs."
    }, {
      "heading" : "5.1. Large-Scale Synthesis",
      "text" : "A wide variety of methods have been developed for the fabrication of CNMs. However, CNMs prepared by different methods or even using the same method from different precursors are often found to have different antibacterial properties. For instance, GQDs prepared from GO sheets show no antibacterial property, while those prepared by rupturing a C60 cage can effectively kill S. aureus.[28a] Moreover, impurities in the CNM sample (such as amorphous carbon or metal catalysts in CNTs and oxidative debris on GO surfaces), which also have a certain antibacterial activity, may lead to an overestimation of the antibacterial property of the CNM.[19b,85] Therefore, it is essential to standardize preparation and purification procedures to obtain pure and homogeneous CNMs. In addition, a detailed investigation on scale-up of these processes is also required since low sample reproducibility may be a problem in large-scale production. Meanwhile, many attempts have been made to reduce the production cost and environmental burden. In light of these challenges, developing green and low-cost approaches for the large-scale synthesis of CNMs with high reproducibility is highly desirable. In this context, a few important criteria should be noted, namely, understanding the mechanism of formation of CNMs, simplifying preparation and purification procedures, reducing the quantity of precursors and catalysts, and using mild reaction conditions. Related research on these aspects is currently in progress in our laboratory."
    }, {
      "heading" : "5.2. Precise Cell Localization",
      "text" : "The antibacterial action of CNMs is not only dependent on their physicochemical properties but is also influenced by their localization in the cell. Taking oxidative stress–associated antibacterial action of CNMs as an example, CNMs located in the extracellular environment would oxidize nutrient molecules, lipids, and proteins on the cell surface, whereas those that enter into the cell membrane oxidize the lipid and proteins in the membrane and may also alter the activity of the electron transfer chain. Lastly, CNMs that penetrate the cell and are localized inside the cell mainly exert oxidative stress on the components in the cytoplasm such as enzymes and DNA. However, it is difficult to precisely determine bacterial cell localization using conventional fluorescent microscopy and traditional\nbiological transmission electron microscopy. This could be due to i) noise from the intrinsic fluorescence signal arising from bacterial components, ii) the relatively small size (0.5–10 µm) of bacterial cells, and iii) the carbon-based chemical composition of bacteria. These issues can be addressed by turning to advanced microscopic techniques such as two-photon microscopy and Raman spectral mapping, among others. We have developed a novel N-GQD with superior two-photon fluorescence capability with a two-photon absorption cross section as high as 48000 Göppert–Mayer units, which is 2 orders of magnitude higher than those of organic molecules and is even comparable to that of high-performance CdSe QDs.[32a] Under two-photon imaging using NIR excitation, the autofluorescence of cellular components (excited by UV–vis radiation) would be greatly reduced, which allows the facile detection and accurate localization of two-photon fluorescent CNMs. Similarly, their precise location in the bacterial cell can also be determined by mapping the characteristic Raman peaks of CNMs through Raman spectroscopic imaging. Currently, a precise analysis of the bacterial cell localization of CNMs is missing in most of the reported studies. Therefore, more effort should be made in this direction to better understand the antibacterial action of CNMs."
    }, {
      "heading" : "5.3. Selective Toxicity",
      "text" : "CNMs have great potential in various applications such as water disinfection, antibacterial coatings for medical devices, wound dressing, or even as an antibiotic-like agent. For all these applications, CNMs will be in direct or indirect contact with human cells and tissues, and can cause toxic side effects. Current results on the toxicity of CNMs to mammalian cells are controversial,[86] which might be due to difference in source material or to the different cell lines used in a specific study. Besides, the underlying cytotoxic mechanisms of CNMs are yet to be fully elucidated. The in vivo biosafety of CNMs has been evaluated in model animals such as zebrafish, nematodes, and mice.[87] For instance, by using Caenorhabditis elegans as a model, it was found that prolonged exposure of N-GQDs did not induce lethality, lifespan reduction, or alter the functions of primary and secondary targeted organs in the wild type and in manganese superoxide dismutase gene mutant nematodes, which indicated the low in vivo toxicity of N-GQDs.[88] Even though most 0D CNMs show low toxicity, their biosafety concerns such as reproductive toxicity and neurotoxicity cannot be ignored, considering that some of them have the ability to cross biological barriers.[89] Compared to 0D CNMs, 1D and 2D CNMs show relatively higher in vitro and in vivo toxicity owing to differences in size and surface structures.[90] In general, enhancing the antibacterial performance of CNMs while lowering their toxicity effect on the host, also known as selective toxicity improvement, is crucial to their application. Taking a cue from the recent developments in the field of new antibiotics, where molecular design is based on differences in structure and metabolism between bacteria and mammalian cells, functionalizing CNMs with specific molecules such as a chiral amino acid or a cationic polymer to enhance the ability to selectively target bacterial cells could be an effective strategy to overcome nonspecific toxicity.\nAdv. Mater. 2019, 31, 1804838\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (13 of 15)\nAdv. Mater. 2019, 31, 1804838\nIn summary, based on recent results reported in the literature and on our own findings, we note that the antibacterial action of CNMs is a complicated process and some controversial issues need to be well addressed before practical implementation of these materials can be envisaged. Despite the above-mentioned hurdles, CNMs are still considered to be promising for antibacterial applications due to the following reasons: a) with the wide application of CNMs in many different fields, synthesis and purification technologies for CNMs are becoming increasingly sophisticated; b) the availability of biodegradable CNMs can mitigate their toxicity both to health and environment in antimicrobial applications; and c) other biomedical applications of CNMs can provide valuable feedback for the development of antibacterial CNMs with higher safety. Thus, we believe that a strong cross-disciplinary collaboration can lead to rapid developments in this field, as a result of which CNMs will be widely used in practical antibacterial applications in the near future."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Q.X. and H.S. contributed equally to this work. The authors acknowledge financial support for this work from the National Natural Science Foundation of China (Grant Nos. 21422303, 21573049, 81602643, and 21872043), National Key R&D Program “nanotechnology” special focus (Grant No. 2016YFA0201600), Beijing Natural Science Foundation (Grant No. 2142036), and the Knowledge Innovation Program, Youth Innovation Promotion Association, and Special Program of “One Belt One Road” of CAS.\nConflict of Interest The authors declare no conflict of interest.\nKeywords antibacterial mechanisms, bacterial resistance, carbon-based nanomaterials, physicochemical properties, toxicity\nReceived: July 27, 2018 Revised: August 30, 2018\nPublished online: October 31, 2018\n[1] M. A. Kohanski, D. J. Dwyer, B. Hayete, C. A. Lawrence, J. J. Collins, Cell 2007, 130, 797. [2] M. Gheorghiade, G. Filippatos, L. De Luca, J. Burnett, Am. J. Med. 2006, 119, S3. [3] K. E. Jones, N. G. Patel, M. A. Levy, A. Storeygard, D. Balk, J. L. Gittleman, P. Daszak, Nature 2008, 451, 990. [4] P. D. Tamma, S. E. Cosgrove, L. L. Maragakis, Clin. Microbiol. Rev. 2012, 25, 450. [5] a) A. J. Huh, Y. J. Kwon, J. Controlled Release 2011, 156, 128; b) M. J. Hajipour, K. M. Fromm, A. AkbarAshkarran, D. Jimenez de Aberasturi, I. R. D. Larramendi, T. Rojo, V. Serpooshan, W. J. Parak, M. Mahmoudi, Trends Biotechnol. 2012, 30, 499. [6] A. K. Marr, W. J. Gooderham, R. E. W. Hancock, Curr. Opin. Pharmacol. 2006, 6, 468.\n[7] a) Z. M. Xiu, Q. B. Zheng, H. L. Puppula, V. L. Colvin, P. J. J. Alvarez, Nano Lett. 2012, 12, 4271; b) G. Franci, A. Falanga, S. Galdiero, L. Palomba, M. Rai, G. Morelli, M. Galdiero, Molecules 2015, 20, 8856. [8] Q. H. Tran, V. Q. Nguyen, A. T. Le, Adv. Nat. Sci.: Nanosci. Nanotechnol. 2013, 4, 033001. [9] A. Sirelkhatim, S. Mahmud, A. Seeni, N. H. M. Kaus, L. C. Ann, S. K. M. Bakhori, H. Hasan, D. Mohamad, Nano–Micro Lett. 2015, 7, 219. [10] a) C. Zhu, Q. Yang, L. Liu, F. Lv, S. Li, G. Yang, S. Wang. Adv. Mater. 2011, 23, 4805; b) H. Yuan, Z. Liu, L. Liu, F. Lv, Y. Wang, S. Wang, Adv. Mater. 2014, 26, 4333; c) Y. Wang, H. Chen, M. Li, R. Hu, F. Lv, L. Liu, S. Wang, Polym. Chem. 2016, 7, 6699; d) H. Bai, H. Zhang, R. Hu, H. Chen, F. Lv, L. Liu, S. Wang, Langmuir 2017, 33, 1116; e) J. Hasan, R. J. Crawford, E. P. Ivanova, Trends Biotechnol. 2013, 31, 295. [11] a) V. Georgakilas, J. A. Perman, J. Tucek, R. Zboril, Chem. Rev. 2015, 115, 4744; b) Y. Zheng, J. Liu, J. Liang, M. Jaroniecc, S. Z. Qiao, Energy Environ. Sci. 2012, 5, 6717. [12] a) A. Al-Jumaili, S. Alancherry, K. Bazaka, M. V. Jacob, Materials 2017, 10, 1066; b) H. E. Karahan, C. Wiraja, C. Xu, J. Wei, Y. Wang, L. Wang, F. Liu, Y. Chen, Adv. Healthcare Mater. 2018, 7, 1701406; c) X. Zou, L. Zhang, Z. Wang, Y. Luo, J. Am. Chem. Soc. 2016, 138, 2064. [13] R. Qiao, A. P. Roberts, A. S. Mount, S. J. Klaine, P. C. Ke, Nano Lett. 2007, 7, 614. [14] a) S. Deguchi, R. G Alargova, K Tsujii, Langmuir 2001, 17, 6013; b) J. D. Fortner, D. Y. Lyon, C. M. Sayes, A. M. Boyd, J. C. Falkner, E. M. Hotze, L. B. Alemany, Y. J. Tao, W. Guo, K. D. Ausman, V. L. Colvin, J. B. Hughes, Environ. Sci. Technol. 2005, 39, 4307; c) D. Y. Lyon, L. K. Adams, J. C. Falkner, P. J. Alvarezt, Environ. Sci. Technol. 2006, 40, 4360; d) W. Krätschmer, L. D. Lamb, K. Fostiropoulos, D. R. Huffman, Nature 1990, 347, 354. [15] Synthesis, Properties and Applications of Ultrananocrystalline Diamond (Eds: D. Gruen, O. Shenderova, A. Vul’), Vol. 192, Springer, Dordrecht, The Netherlands 2005, pp. 217–230. [16] a) H. Sun, L. Wu, W. Wei, X. Qu, Mater. Today 2013, 16, 433; b) P. Roy, P. C. Chen, A. P. Periasamy, Y. N. Chen, H. T. Chang, Mater. Today 2015, 18, 447. [17] a) H. Sun, N. Gao, K. Dong, J. Ren, X. Qu, ACS Nano 2014, 8, 6202; b) J. Shen, Y. Zhu, X. Yang, C. Li, Chem. Commun. 2012, 48, 3686; c) S. Zhu, Y. Song, X. Zhao, J. Shao, J. Zhang, B. Yang, Nano Res. 2015, 8, 355. [18] D. Yu, F. Liu, Nano Lett. 2007, 7, 3046. [19] a) S. Kang, M. Herzberg, D. F. Rodrigues, M. Elimelech, Langmuir\n2008, 24, 6409; b) S. Liu, L. Wei, L. Hao, N. Fang, M. W. Chang, R. Xu, Y. Yang, Y. Chen, ACS Nano 2009, 3, 3891; c) O. Akhavan, M. Abdolahad, Y. Abdi, S. Mohajerzadeh, J. Mater. Chem. 2011, 21, 387; d) S. Kang, M. Pinault, L. D. Pfefferle, M. Elimelech, Langmuir 2007, 23, 8670. [20] a) A. K. Geim, K. S. Novoselov, Nat. Mater. 2007, 6, 183; b) B. Guo, Q. Liu, E. Chen, H. Zhu, L. Fang, J. R. Gong, Nano Lett. 2010, 10, 4975; c) S. Stankovich, D. A. Dikin, G. H. B. Dommett, K. M. Kohlhaas, E. J. Zimney, E. A. Stach, R. D. Piner, S. T. Nguyen, R. S. Ruoff, Nature 2006, 442, 282; d) S. Nardecchia, D. Carriazo, M. Luisa Ferrer, M. C. Gutiérreza, F. del Monte, Chem. Soc. Rev. 2013, 42, 794. [21] a) J. Li, G. Wang, H. Zhu, M. Zhang, X. Zheng, Z. Di, X. Liu, X. Wang, Sci. Rep. 2015, 4, 4359; b) W. Hu, C. Peng, W. Luo, M. Lv, X. Li, D. Li, Q. Huang, C. Fan, ACS Nano 2010, 4, 4317; c) X. Wang, N. Zhou, J. Yuan, W. Wang, Y. Tang, C. Lu, J. Zhang, J. Shen, J. Mater. Chem. 2012, 22, 1673. [22] S. Pei, H. M. Cheng, Carbon 2012, 50, 3210. [23] a) T. Schwamb, B. R. Burg, N. C. Schirmer, D. Poulikakos, Nano-\ntechnology 2009, 20, 405704; b) K. S. Novoselov, V. I. Fal’ko,\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (14 of 15)\nAdv. Mater. 2019, 31, 1804838\nL. Colombo, P. R. Gellert, M. G. Schwab, K. Kim, Nature 2012, 490, 192. [24] a) K. P. Loh, Q. Bao, G. Eda, M. Chhowalla, Nat. Chem. 2010, 2, 1015; b) H. Shen, L. Zhang, M. Liu, Z. Zhang, Theranostics 2012, 2, 283; c) K. Yang, L. Feng, X. Shi, Z. Liu, Chem. Soc. Rev. 2013, 42, 530. [25] J. Zhu, P. Xiao, H. Li, S. A. Carabineiro, ACS Appl. Mater. Interfaces 2014, 6, 16449. [26] a) M. H. Chan, R. S. Liu, Phosphors, Up Conversion Nano Particles, Quantum Dots and Their Applications, Springer, Singapore 2016, pp. 485–502; b) B. Guo, L. Tian, W. Xie, A. Batool, G. Xie, Q. Xiang, S. U. Jan, R. Boddula, J. R. Gong, Nano Lett. 2018, 18, 5954. [27] a) S. Kang, M. S. Mauter, M. Elimelech, Environ. Sci. Technol. 2008, 42, 7528; b) S. Liu, T. H. Zeng, M. Hofmann, E. Burcombe, J. Wei, R. Jiang, J. Kong, Y. Chen, ACS Nano 2011, 5, 6971; c) C. Yang, J. Mamouni, Y. Tang, L. Yang, Langmuir 2010, 26, 16013; d) F. Perreault, A. F. de Faria, S. Nejati, M. Elimelech, ACS Nano 2015, 9, 7226. [28] a) L. Hui, J. Huang, G. Chen, Y. Zhu, L. Yang, ACS Appl. Mater. Interfaces 2016, 8, 20; b) W. S. Kuo, H. H. Chen, S. Y. Chen, C. Y. Chang, P. C. Chen, Y. I. Hou, Y. T. Shao, H. F. Kao, C. L. Lilian Hsu, Y. C. Chen, S. J. Chen, S. R. Wu, J. Y. Wang, Biomaterials 2017, 120, 185. [29] a) A. Carrillo, J. A. Swartz, J. M. Gamba, R. S. Kane, Nano Lett. 2003, 3, 1437; b) V. Georgakilas, M. Otyepka, A. B. Bourlinos, V. Chandra, N. Kim, K. C. Kemp, P. Hobza, R. Zboril, K. S. Kim, Chem. Rev. 2012, 112, 6156. [30] a) M. J. O’Connell, S. M. Bachilo, C. B. Huffman, V. C. Moore, M. S. Strano, E. H. Haroz, K. L. Rialon, P. J. Boul, W. H. Noon, C. Kittrell, J. Ma, R. H. Hauge, R. B. Weisman, R. E. Smalley, Science 2002, 297, 593; b) R. Rastogi, R. Kaushal, S. K. Tripathi, A. L. Sharma, I. Kaur, L. M. Bharadwaj, J. Colloid Interface Sci. 2008, 328, 421; c) M. Bottini, N. Rosato, N. Bottini, Biomacromolecules 2011, 12, 3381. [31] a) Q. Xin, Q. Liu, L. Geng, Q. Fang, J. R. Gong, Adv. Healthcare Mater. 2017, 6, 1601011; b) L. Mocan, I. Ilie, F. A. Tabaran, C. Iancu, O. Mosteanu, T. Pop, C. Zdrehus, D. Bartos, T. Mocan, C. Matea, J. Biomed. Nanotechnol. 2016, 12, 781. [32] a) Q. Liu, B. Guo, Z. Rao, B. Zhang, J. R. Gong, Nano Lett. 2013, 13, 2436; b) J. Ma, J. Zhang, Z. Xiong, Y. Yong, X. S. Zhao, J. Mater. Chem. 2011, 21, 3350; c) J. Liu, M. D. Rojas-Andrade, G. Chata, Y. Peng, G. Roseman, J. E. Lu, G. L. Millhauser, C. Saltikov, S. Chen, Nanoscale 2018, 10, 158. [33] A. Chatterjee, E. Perevedentseva, M. Jani, C. Y. Cheng, Y. S. Ye, P. H. Chung, C. L. Cheng, J. Biomed. Opt. 2014, 20, 051014. [34] H. J. Jian, R. S. Wu, T. Y. Lin, Y. J. Li, H. J. Lin, S. G. Harroun, J. Y. Lai, C. C. Huang, ACS Nano 2017, 11, 6703. [35] Y. Zeng, Q. Wang, Q. Zhang, W. Jiang, RSC Adv. 2018, 8, 9841. [36] H. Chen, B. Wang, D. Gao, M. Guan, L. Zheng, H. Ouyang, Z. Chai,\nY. Zhao, W. Feng, Small 2013, 9, 2735. [37] O. Akhavan, E. Ghaderi, ACS Nano 2010, 4, 5731. [38] X. L. Lu, X. D. Feng, J. R. Werber, C. H. Chu, I. Zucker, J. H. Kim,\nC. O. Osuji, M. Elimelech, Proc. Natl. Acad. Sci. USA 2017, 114, E9793. [39] a) Y. Li, H. Yuan, A. von dem Bussche, M. Creighton, R. H. Hurt, A. B. Kane, H. Gao, Proc. Natl. Acad. Sci. USA 2013, 110, 12295; b) M. Dallavalle, M. Calvaresi, A. Bottoni, M. Melle-Franco, F. Zerbetto, ACS Appl. Mater. Interfaces 2015, 7, 4406. [40] L. R. Arias, L. Yang, Langmuir 2009, 25, 3003. [41] S. Aslan, C. Z. Loebick, S. Kang, M. Elimelech, L. D. Pfefferle,\nP. R. Van Tassel, Nanoscale 2010, 2, 1789. [42] F. Vatansever, W. C. M. A. de Melo, P. Avci, D. Vecchio,\nM. Sadasivam, A. Gupta, R. Chandran, M. Karimi, N. A. Parizotto, R. Yin, G. P. Tegos, M. R. Hamblin, FEMS Microbiol. Rev. 2013, 37, 955.\n[43] H. S. Hsieh, R. Wu, C. T. Jafvert, Environ. Sci. Technol. 2014, 48, 11330. [44] B. Z. Ristic, M. M. Milenkovic, I. R. Dakic, B. M. Todorovic-Markovic, M. S. Milosavljevic, M. D. Budimir, V. G. Paunovic, M. D. Dramicanin, Z. M. Markovic, V. S. Trajkovic, Biomaterials 2014, 35, 4428. [45] L. Brunet, D. Y. Lyon, E. M. Hotze, P. J. Alvarez, M. R. Wiesner, Environ. Sci. Technol. 2009, 43, 4355. [46] a) K. J. Moor, S. D. Snow, J. H. Kim, Environ. Sci. Technol. 2015, 49, 5990; b) Y. Yang, F. Arias, L. Echegoyen, L. P. F. Chibante, S. Flanagan, A. Robertson, L. J. Wilson, J. Am. Chem. Soc. 1995, 117, 7801. [47] a) X. Liu, S. Sen, J. Liu, I. Kulaots, D. Geohegan, A. Kane, A. A. Puretzky, C. M. Rouleau, K. L. More, G. T. Palmore, R. H. Hurt, Small 2011, 7, 2775; b) F. Perreault, A. F. de Faria, M. Elimelech, Chem. Soc. Rev. 2015, 44, 5861. [48] a) S. Gurunathan, J. W. Han, A. A. Dayem, V. Eppakayala, J. H. Kim, Int. J. Nanomed. 2012, 7, 5901; b) J. Chen, X. Wang, H. Han, J. Nanopart. Res. 2013, 15, 1658. [49] a) K. Krishnamoorthy, N. Umasuthan, R. Mohan, J. Lee, S. J. Kim, Sci. Adv. Mater. 2012, 4, 1111; b) W. Zhang, C. Wang, Z. Li, Z. Lu, Y. Li, J. J. Yin, Y. T. Zhou, X. Gao, Y. Fang, G. Nie, Y. Zhao, Adv. Mater. 2012, 24, 5391. [50] a) D. Y. Lyon, J. D. Fortner, C. M. Sayes, V. L. Colvin, J. B. Hughe, Environ. Toxicol. Chem. 2005, 24, 2757; b) D. Y. Lyon, L. Brunet, G. W. Hinkal, M. R. Wiesner, P. J. J. Alvarez, Nano Lett. 2008, 8, 1539. [51] D. Y. Lyon, P. J. J. Alvarez, Environ. Sci. Technol. 2008, 42, 8127. [52] C. D. Vecitis, K. R. Zodrow, S. Kang, M. Elimelech, ACS Nano 2010,\n4, 5471. [53] Y. Chong, C. Ge, G. Fang, R. Wu, H. Zhang, Z. Chai, C. Chen,\nJ. J. Yin, Environ. Sci. Technol. 2017, 51, 10154. [54] M. Lee, S. Yang, K. Kim, S. Kim, H. Lee, J. Phys. Chem. C 2014, 118,\n1142. [55] Y. L. F. Musico, C. M. Santos, M. L. P. Dalida, D. F. Rodrigues, ACS\nSustainable Chem. Eng. 2014, 2, 1559. [56] H. S. Jung, P. Verwilst, A. Sharma, J. Shin, J. L. Sessler, J. S. Kim,\nChem. Soc. Rev. 2018, 47, 2280. [57] D. Jaque, L. Martínez Maestro, B. del Rosal, P. Haro-Gonzalez,\nA. Benayas, J. L. Plaza, E. Martín Rodríguez, J. García Solé, Nanoscale 2014, 6, 9494. [58] J. W. Kim, E. V. Shashkov, E. I. Galanzha, N. Kotagiri, V. P. Zharov, Lasers Surg. Med. 2007, 39, 622. [59] N. Kotagiri, J. S. Lee, J. W. Kim, J. Biomed. Nanotechnol. 2013, 9, 1008. [60] M. Hashemi, M. Omidi, B. Muralidharan, H. Smyth, M. A. Mohagheghi, J. Mohammadi, T. E. Milner, ACS Appl. Mater. Interfaces 2017, 9, 32607. [61] a) D. Meng, S. Yang, L. Guo, G. Li, J. Ge, Y. Huang, C. W. Bielawski, J. Geng, Chem. Commun. 2014, 50, 14345; b) L. Xiao, J. Sun, L. Liu, R. Hu, H. Lu, C. Cheng, Y. Huang, S. Wang, J. Geng, ACS Appl. Mater. Interfaces 2017, 9, 5382; c) Y. Xu, T. Feng, T. Yang, H. Wei, H. Yang, G. Li, M. Zhao, S. Liu, W. Huang, Q. Zhao, ACS Appl. Mater. Interfaces 2018, 10, 16299. [62] a) O. K. Dalrymple, E. Stefanakos, M. A. Trotz, D. Y. Goswami, Appl. Catal., B 2010, 98, 27; b) G. Xie, K. Zhang, B. Guo, Q. Liu, L. Fang, J. R. Gong, Adv. Mater. 2013, 25, 3820. [63] R. Yin, T. Agrawal, U. Khan, G. K. Gupta, V. Rai, Y. Y. Huang, M. R. Hamblin, Nanomedicine 2015, 10, 2379. [64] J. H. Thurston, N. M. Hunter, K. A. Cornell, RSC Adv. 2016, 6, 42240. [65] Z. Zhao, Y. Sun, F. Dong, Nanoscale 2015, 7, 15. [66] L. Sun, T. Du, C. Hu, J. Chen, J. Lu, Z. Lu, H. Han, ACS Sustainable\nChem. Eng. 2017, 5, 8693. [67] a) W. Bing, Z. Chen, H. Sun, P. Shi, N. Gao, J. Ren, X. Qu, Nano\nRes. 2015, 8, 1648; b) Z. Wang, K. Dong, Z. Liu, Y. Zhang, Z. Chen,\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804838 (15 of 15)\nAdv. Mater. 2019, 31, 1804838\nH. Sun, J. Ren, X. Qu, Biomaterials 2017, 113, 145; c) Y. Li, Y. Li, S. Ma, P. Wang, Q. Hou, J. Han, S. Zhan, J. Hazard. Mater. 2017, 338, 33. [68] M. P. Mingeot-Leclercq, J. L. Décout, MedChemComm 2016, 7, 586. [69] Y. Tu, M. Lv, P. Xiu, T. Huynh, M. Zhang, M. Castelli, Z. Liu,\nQ. Huang, C. Fan, H. Fang, R. Zhou, Nat. Nanotechnol. 2013, 8, 594. [70] a) J. Chen, G. Zhou, L. Chen, Y. Wang, X. Wang, S. Zeng, J. Phys. Chem. C 2016, 120, 6225; b) L. Zhang, B. Xu, X. Wang, J. Phys. Chem. B 2016, 120, 957. [71] W. Zhu, A. von dem Bussche, X. Yi, Y. Qiu, Z. Wang, P. Weston, R. H. Hurt, A. B. Kane, H. Gao, Proc. Natl. Acad. Sci. USA 2016, 113, 12374. [72] T. Mashinoa, N. Usuia, K. Okudab, T. Hirotab, M. Mochizukia, Bioorg. Med. Chem. 2003, 11, 1433. [73] O. Akhavan, E. Ghaderi, A. Esfandiar, J. Phys. Chem. B 2011, 115, 6279. [74] M. Olivi, E. Zanni, G. De Bellis, C. Talora, M. S. Sarto, C. Palleschi, E. Flahaut, M. Monthioux, S. Rapino, D. Uccelletti, S. Fiorito, Nanoscale 2013, 5, 9023. [75] a) S. Liu, M. Hu, T. H. Zeng, R. Wu, R. Jiang, J. Wei, L. Wang, J. Kong, Y. Chen, Langmuir 2012, 28, 12364; b) I. E. Mejías Carpio, C. M. Santos, X. Wei, D. F. Rodrigues, Nanoscale 2012, 4, 4746. [76] J. Chen, H. Peng, X. Wang, F. Shao, Z. Yuan, H. Han, Nanoscale 2014, 6, 1879. [77] X. Zeng, G. Wang, Y. Liu, X. Zhang, Environ. Sci.: Nano 2017, 4, 2248. [78] A. C. de Moraes, B. A. Lima, A. F. de Faria, M. Brocchi, O. L. Alves, Int. J. Nanomed. 2015, 10, 6847.\n[79] J. Sun, Q. Xin, Y. Yang, H. Shah, H. Cao, Y. Qi, J. R. Gong, J Li, Chem. Commun. 2018, 54, 715. [80] T. Tian, X. Shi, L. Cheng, Y. Luo, Z. Dong, H. Gong, L. Xu, Z. Zhong, R. Peng, Z. Liu, ACS Appl. Mater. Interfaces 2014, 6, 8542. [81] H. Pandey, V. Parashar, R. Parashar, R. Prakash, P. W. Ramteke, A. C. Pandey, Nanoscale 2011, 3, 4104. [82] F. Zou, H. Zhou, D. Y. Jeong, J. Kwon, S. U. Eom, T. J. Park, S. W. Hong, J. Lee, ACS Appl. Mater. Interfaces 2017, 9, 1343. [83] J. D. Mangadlao, C. M. Santos, M. J. L. Felipe, A. C. C. de Leon, D. F. Rodrigues, R. C. Advincula, Chem. Commun. 2015, 51, 2886. [84] J. Yang, X. Zhang, Y. H. Ma, G. Gao, X. Chen, H. R. Jia, Y. H. Li, Z. Chen, F. G. Wu, ACS Appl. Mater. Interfaces 2016, 8, 32170. [85] A. F. Faria, F. Perreault, M. Elimelech, ACS Appl. Nano Mater. 2018, 1, 1164. [86] M. Maas, Materials 2016, 9, 617. [87] a) C. Y. Usenko, S. L. Harper, R. L. Tanguay, Carbon 2007, 45, 1891;\nb) Y. Qu, W. Li, Y. Zhou, X. Liu, L. Zhang, L. Wang, Y. F. Li, A. Iida, Z. Tang, Y. Zhao, Z. Chai, C. Chen, Nano Lett. 2011, 11, 3174; c) K. Yang, J. Wan, S. Zhang, Y. Zhang, S. T. Lee, Z. Liu, ACS Nano 2011, 5, 516. [88] Y. Zhao, Q. Liu, S. Shakoor, J. R. Gong, D. Wang, Toxicol. Res. 2015, 4, 270. [89] a) J. Wong-Ekkabut, S. Baoukina, W. Triampo, I. M. Tang, D. P. Tieleman, L. Monticelli, Nat. Nanotechnol. 2008, 3, 363; b) M. Zheng, S. Ruan, S. Liu, T. Sun, D. Qu, H. Zhao, Z. Xie, H. Gao, X. Jing, Z. Sun, ACS Nano 2015, 9, 11455. [90] a) Y. Chong, Y. Ma, H. Shen, X. Tu, X. Zhou, J. Xu, J. Dai, S. Fan, Z. Zhang, Biomaterials 2014, 35, 5041; b) S. Wang, I. S. Coleb, Q. Lia, RSC Adv. 2016, 6, 89867."
    } ],
    "references" : [ {
      "title" : "Phosphors, Up Conversion Nano Particles, Quantum Dots and Their Applications, Springer, Singapore",
      "author" : [ "a) M.H. Chan", "R.S. Liu" ],
      "venue" : "Nano Lett. 2018,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "M. Lee", "S. Yang", "K. Kim", "S. Kim", "H. Lee", "J. Phys" ],
      "venue" : "C 2014, 118,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 1142
    }, {
      "title" : "Eng",
      "author" : [ "Y.L.F. Musico", "C.M. Santos", "M.L.P. Dalida", "D.F. Rodrigues", "ACS Sustainable Chem" ],
      "venue" : "2014, 2,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 1559
    }, {
      "title" : "Nanotechnol",
      "author" : [ "N. Kotagiri", "J.S. Lee", "J.W. Kim", "J. Biomed" ],
      "venue" : "2013, 9,",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1008
    }, {
      "title" : "Mater",
      "author" : [ "F. Zou", "H. Zhou", "D.Y. Jeong", "J. Kwon", "S.U. Eom", "T.J. Park", "S.W. Hong", "J. Lee", "ACS Appl" ],
      "venue" : "Interfaces 2017, 9,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 1343
    }, {
      "title" : "Nano Mater",
      "author" : [ "A.F. Faria", "F. Perreault", "M. Elimelech", "ACS Appl" ],
      "venue" : "2018, 1,",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 1164
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Thus, g-CN is a semiconductor and can be applied as a photocatalytic antibacterial material.[26]",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 2,
      "context" : "[21b,48a,54] Even when combining with poly(N-vinylcarbazole) (PVK) to form nanocomposite filters, the PVK–GO composite still shows a more efficient antibacterial activity than PVK-RGO/graphene.[55] In addition, there is a fourfold increase in the antimicrobial effect (Figure 3f) when the area of the GO sheet is decreased from 0.",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 4,
      "context" : "Similar types of CNMs, but with different shapes (surface roughness, and chirality) would have different sizes of edge states or electronic structures, which affects its interaction strength with bacteria and therefore, significantly influences electron-transfer-based oxidative stress.[52,82]",
      "startOffset" : 286,
      "endOffset" : 293
    } ],
    "year" : 2019,
    "abstractText" : "Dr. Q. Xin, H. Shah, A. Nawaz, Dr. W. Xie, Dr. M. Z. Akram, Dr. A. Batool, L. Tian, S. U. Jan, Dr. R. Boddula, B. Guo, Q. Liu, Prof. J. R. Gong Chinese Academy of Sciences (CAS) Center of Excellence for Nanoscience CAS Key Laboratory for Nanosystem and Hierarchical Fabrication National Center for Nanoscience and Technology 11 Beiyitiao Zhongguancun, Beijing 100190, P. R. China E-mail: guobd@nanoctr.cn; gongjr@nanoctr.cn H. Shah, A. Nawaz, Dr. M. Z. Akram, Dr. A. Batool, L. Tian, S. U. Jan, B. Guo, Q. Liu, Prof. J. R. Gong University of Chinese Academy of Sciences Beijing 100049, P. R. China The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201804838.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}