{
  "name" : "downloads_2020-02-21_cc_yao2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Surface Engineering of Nanomaterials for Photo‐Electrochemical Water Splitting",
    "authors" : [ "Bin Yao", "Jing Zhang", "Xiaoli Fan", "Jianping He", "Yat Li", "B. Yao" ],
    "emails" : [ "yatli@ucsc.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1803746 (1 of 20) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nreview www.small-journal.com\nSurface Engineering of Nanomaterials for Photo-Electrochemical Water Splitting\nBin Yao, Jing Zhang, Xiaoli Fan, Jianping He, and Yat Li*\nB. Yao, Dr. J. Zhang, X. Fan, Prof. Y. Li Department of Chemistry and Biochemistry University of California Santa Cruz, CA 95064, USA E-mail: yatli@ucsc.edu X. Fan, Prof. J. He College of Materials Science and Technology Jiangsu Key Laboratory of Materials and Technology for Energy Conversion Nanjing University of Aeronautics and Astronautics Nanjing 210016, P. R. China\nDOI: 10.1002/smll.201803746\nbe regenerated through combustion or a hydrogen fuel cell. The renewable solar energy and the good availability of water on the Earth make this approach sustain able and practically feasible.\nThe rapid expanding of nanomaterials in the past decade is the fuel for the recent development of PEC water splitting and could fundamentally changes the design of PEC devices.[1,8–11] Nanostructured photo electrodes have several advantages over the conventional bulk films, including larger surface area, shorter carrier diffu sion length, smaller light reflection loss, tunable optical bandgap, and electronic structure.[3,10,12–14] Water oxidation and reduction take place at the electrode/ electrolyte interfaces; therefore, having favorable surface properties of photo electrodes is important, in particular, for nanostructured electrodes with extremely large surface area.[15,16] A number of sur face engineering methods have been\ndemonstrated to be effective in tuning the surface properties of nanomaterials and consequently improving their photo and electrochemical stability, charge separation/recombination effi ciency, and kinetics of surface redox reactions. Despite some excellent review articles have highlighted the recent advances of nanomaterials for PEC water splitting,[8–10] the surface engi neering of nanomaterials for PEC water splitting has not been reported. In this review, we start with a brief introduction of basic principles of PEC water splitting, followed by the discus sion of the advantages of nanostructured photoelectrodes, and then the comprehensive discussion of nine most efficient and widely used surface engineering methods, and finally end with a comparison for all these methods and an outlook for the future work."
    }, {
      "heading" : "2. Basic Principles of PEC Water Splitting",
      "text" : "Figure 1 illustrates the basic structure of a conventional PEC cell and the major processes of PEC water splitting including light absorption, charge separation, and charge transfer at the electrode/electrolyte interface. In a PEC device, at least one of the two electrodes should be semiconductor material capable of harvesting sunlight. Photoelectrodes absorb light with energy equal or higher than their bandgap energies and excite electrons (e−) from valence band (VB) to the unoccupied conduction band (CB), leaving the corresponding holes (h+) at\nPhoto-electrochemical water splitting represents a green and environmentally friendly method for producing solar hydrogen. Semiconductor nanomaterials with a highly accessible surface area, reduced charge migration distance, and tunable optical and electronic property are regarded as promising electrode materials to carry out this solar-to-hydrogen process. Since most of the photo-electrochemical reactions take place on the electrode surface or near-surface region, rational engineering of the surface structures, physical properties, and chemical nature of photoelectrode materials could fundamentally change their performance. Here, the recent advances in surface engineering methods, including the modification of the nanomaterial surface morphology, crystal facet, defect and doping concentrations, as well as the deposition of a functional overlayer of sensitizers, plasmonic metallic structures, and protective and catalytic materials are highlighted. Each surface engineering method and how it affects the structural features and photo-electrochemical performance of nanomaterials are reviewed and compared. Finally, the current challenges and the opportunities in the field are discussed.\nSurface Engineering"
    }, {
      "heading" : "1. Introduction",
      "text" : "Hydrogen gas, with the highest gravimetric energy density (≈140 kJ g−1) among all chemical fuels, represents a port able, highefficiency and environmentally friendly energy carrier.[1] To date, commercial hydrogen is mainly produced from natural gas reforming, which at the same time gener ates undesired carbon byproducts such as carbon dioxide and carbon monoxide.[2] The photoelectrochemical (PEC) genera tion of hydrogen via water splitting was first demonstrated by Fujishima and Honda in 1972.[3] The PEC method is inspired by the natural photosynthesis process by driving the thermo dynamic uphill reaction to convert solar energy into chemical energy.[4–7] Importantly, water as the source of hydrogen can\nSmall 2019, 15, 1803746\n1803746 (2 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nVB. Light absorption capability determines the total number of photoexcited carriers, can be generated, and represents the maximum efficiency of sunlight utilization. Upon the separa tion of these photogenerated carriers, electrons diffuse to the photoelectrode surface and reduce protons in water to form hydrogen gas, while holes oxidize water for forming oxygen gas. The electron–hole pair separation and diffusion process govern the number of photocarriers that can reach the surface of photoelectrodes. A portion of the electron–hole pairs will recombine during the process, and the energy will lose as heat. The alignment of Fermi levels of photoelectrodes and electro lyte induces band bending at the electrode/electrolyte inter face, which can increase the charge separation efficiency and therefore reduce the electron–hole combination loss.[8] Charge transfer refers to the injection of photocarriers from photoelec trode surfaces into electrolyte and initiate water splitting reac tion. Surface engineering of photoelectrodes will directly affect the efficiency of interfacial charge transfer."
    }, {
      "heading" : "3. Nanomaterials for PEC Water Splitting",
      "text" : "The recent development of nanomaterials opens up new oppor tunities for PEC water splitting.[1,8–11,17–28] Photoactive semicon ductor materials such as TiO2,[24] ZnO,[29] Fe2O3,[23,30] WO3,[31,32] Si,[33] Cu2O,[22] and Ta3N5,[34] with various nanostructures including 0D nanoparticles,[30,35,36] 1D nanorods/nano wires/ nanotubes,[27,28,34,37,38] 2D nanosheet,[39–41] and 3D complex structures,[17,42,43] have been synthesized and showed impres sive PEC performance. The unique physical as well as chemical nature of nanomaterials makes them potentially better candi dates for photoelectrode materials compared with their bulk counterparts. First, the extremely large surface area of nanoma terials substantially increases the number of active sites for sur face redox reactions. Second, the quantum confinement effect of nanomaterials increases the electron–hole overlap factor and the electron–hole exchange interaction, resulting in increased oscillator strength and absorption efficiency. Third, the small dimension reduces the diffusion length for photoexcited carriers (Figure 2) and there fore increases the yield of charge carriers reaching the electrode/electrolyte surface, which is especially important for those photo electrode materials with ultrashort lifetime, such as hematite (αFe2O3).[23,28,44] In addi tion, the charge separation efficiency could be significantly increased if the particle size is comparable with the thickness of depletion layers. Fourth, many fundamental electronic and optical properties of nanomaterials are size dependent, which offer great flexibility in tailormade their properties for PEC water splitting. Last, the coating of nanomaterial film on a substrate often forms a relatively rough surface, which can decrease the reflec\ntion of the light and increase the absorp tion of solar spectrum compared with a flat surface.\nYat Li received his B.Sc. (1999) and Ph.D. (2002) degrees in chemistry from the University of Hong Kong. He underwent his postdoctoral training under the supervision of Prof. Charles M. Lieber at Harvard University. He is currently a Full Professor of chemistry and biochemistry at University of California, Santa Cruz. His research focuses\non the rational design and synthesis of low-dimensional materials. His lab seeks to understand their chemical and physical properties and to realize their potential applications in catalysis, energy conversion, and storage.\nBin Yao received his B.S. and M.S. in materials science from Wuhan University of Technology (WUT), China. During 2012–2015, he was a visiting student at Wuhan National Laboratory for Optoelectronics (WNLO) and Huazhong University of Science and Technology (HUST). He is currently pursuing a Ph.D. in\nchemistry at University of California, Santa Cruz under the supervision of Prof. Yat Li. His research interests include energy storage and conversion devices based on carbonbased materials and metal oxides.\nSmall 2019, 15, 1803746\nFigure 1. Schematic diagram of a wired-typed tandem cell for water splitting with solar illumination striking the photoanode and transmitting to the photocathode. Reproduced with permission.[8] Copyright 2016, Springer Nature.\n1803746 (3 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nThe recent advances of nanomaterials have significantly improved the solartohydrogen (STH) conversion efficiency of different nanostructured photoelectrodes.[18,33,36,45] For example, Beermann et al. investigated the PEC performance of oriented hematite nanorods on transparent conducting glass. In comparison to nanoparticles, nanorods displayed nearly two orders of magnitude enhancement of photocurrent. The improved performance was ascribed to the increased efficiency of charge transport and collection in 1D hematite nanorod array structure.[46] Li et al. further optimized the performance of hematite nanowire electrodes via hightemperature annealing with silica encapsulation, successfully retaining the nanowire structure and achieving a uniform Sndoping distribution.[28] The Sndoped hematite nanowire achieved four times higher photocurrent than the untreated sample due to the increased light absorption and improved charge separation efficiency. Despite all the abovementioned advantages, employing nano materials as photoelectrodes also creates surfacerelated scien tific and technological challenges. One of these challenges is the increased loss via surface state–mediated charge recombi nation as a result of significantly increased interfacial surface area. Colombo et al. found that for 2 nm TiO2 nanoclusters, the electron–hole recombination is fairly rapid, with a majority of recombination complete within 50 ps.[47,48] The surface recom bination due to high density of surface trapping states leads to increased overpotential, which is detrimental to the photo electrodes.[49–51] Numerous surface engineering strategies have been explored to address these issues and have improved the performance of nanostructured photoelectrodes considerably. In this review article, we will highlight the most commonly used and effective surface engineering methods."
    }, {
      "heading" : "4. Surface Engineering Strategies",
      "text" : "Surface engineering strategies have been widely adopted for improving the PEC performance of nanostructured photo electrodes. Rational tuning of the electrode surface features’ chemical nature and physical properties has been demon strated to be effective in increasing the number and activity of catalytic sites, passivating the surface trapping states, boosting\nthe electrical conductivity, enhancing the light absorption, accelerating the interfacial charge transfer, and protecting the electrode materials from photocorrosion. Here, we will summa rize and compare nine different surface engineering methods. These strategies can be divided into two categories according to whether the introduction of heterojunction is involved in the method. The first category includes the surface engineering that modifies the morphology, crystal facets, defect and doping concentrations of homogeneous nanomaterials. The second category of surface engineering involves the creation of hetero junction by controlled deposition of functional overlayers onto the photoactive nanomaterials."
    }, {
      "heading" : "4.1. Homogeneous Nanomaterials",
      "text" : ""
    }, {
      "heading" : "4.1.1. Surface Morphology Engineering",
      "text" : "Surface morphology modification is the most straightfor ward approach to increase the PEC performance of photo electrodes by enhancing the light absorption, increasing the effective electrode/electrolyte interfacial area, and reducing the diffusion length for photoexcited charges.[52–56] The reduced diffusion length can decrease the electron– hole recombination loss. Cho et al. reported the synthesis of TiO2 nanoparticles (NPs), TiO2 nanorods (NRs), and a hierarchically branched TiO2 nanorod (BNR) structure, and compared their PEC performance (Figure 3).[57] Both TiO2 NRs and BNRs showed significantly higher photo currents, applied bias phototocurrent efficiency (ABPE), and incident photontocurrent conversion efficiency (IPCE) than the TiO2 NPs. The improved PEC performance was attrib uted to the enhanced charge transport in 1D single crystal structure than the NPbased electrode that has boundaries between NPs. Notably, the BNR sample also outperformed the NRs’ sample because of two reasons: 1) the surface area of BNR is four times larger than that of the NR sample, which offers more surface reactive sites for water splitting; and 2) the BNR sample showed improved charge separation and col lection compared to the NR sample. The small “branches” of the BNR enable efficient charge separation and short carrier diffusion length. This work clearly shows that the morpho logical modification of photoelectrode surface can significantly affect its PEC performance."
    }, {
      "heading" : "4.1.2. Crystal Facet Engineering",
      "text" : "Design and control over the exposed crystal facets is a com monly employed strategy to improve the photocatalytic and PEC properties of various crystalline catalysts ranging from noble metals to semiconductors.[58–63] Different crystal facets have different surface atomic configuration and coordination that determine the heterogeneous reactivity and surface energy.[64] The capability to synthesize crystals with different exposed facets is the key for probing the crystal facet–dependent photo activity. This is feasible only if each crystal facet has different surface energy and therefore can be synthesized under growth conditions. Surface modification has been reported in tuning\nSmall 2019, 15, 1803746\n1803746 (4 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nthe surface energy, and thus, could selectively grow and expose the preferred crystal facets.[65–67] Numerous semiconductors such as TiO2,[59,64] WO3,[63,68] BiVO4,[60,61,69] and BiOBr[62] with different exposed crystal facets have been fabricated and shown interesting facetdependent photoactivities. These results provided important guidelines for the design of crystalline photoelectrodes.\nPan et al. successfully synthesized a set of anatase TiO2 crys tals with different ratios of the exposed {001}, {101}, and {010} facets (Figure 4).[64] These TiO2 crystals demonstrate facet dependent photoactivities in the order of {001} < {101} < {010}, while the control samples with fluorineterminated surface showed similar photoactivities. The results concluded that the activity of photoelectrode is determined by both the surface atomic structure and electronic structure. The findings of this work prove that selective exposure of highly active crystallo graphic face and modification of the exposed crystal facets of nanomaterials can boost their PEC performance."
    }, {
      "heading" : "4.1.3. Surface Reconstruction",
      "text" : "Despite the ultrahigh surface area of nanomaterials is generally favorable for PEC water splitting, as it provides a large number of active sites, the high surface area also usually comes with the problem of high density of surface defects. Previous studies have shown that some of these defects may function as trap ping centers for photoexcited charges, leading to defectassisted electron–hole recombination loss.[49,51,70,71] Some other defects could function as charge scattering centers that reduce the charge mobility. Surface reconstruction has recently been dem onstrated to be an effective approach of reducing the surface defects and increase the PEC performance. Jang et al. employed a facile hydrothermal regrowth method to reconstruct the sur face of hematite photoanodes.[72] Before the hydrothermal regrowth, hematite surface has small and random nanostruc tures. As shown in Figure 5, the orderliness of the structures was clearly improved after the two consecutive regrowth treat ments. Further treatment, however, resulted in overgrowth and affected the PEC performance negatively. Electron microscopy studies showed that the defects on the surface were cured after hydrothermal regrowth for twice. As a result, a remarkable turnon voltage of 0.45 V versus reversible hydrogen electrode (RHE) was achieved. After deposition of NiFeOx oxygen evo lution reaction (OER) catalyst, their photovoltage was opened to 0.8 V. The low onset potential of this surface reconstructed hematite photoanodes is a promising photoelectrode for an unassisted solar water splitting. The PEC cell assembled with a hematite photoanode and a Si photocathode achieved an overall solar conversion efficiency of 0.91%.\nSmall 2019, 15, 1803746\n1803746 (5 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nA recent work further showed that the surface proper ties of hematite can also be modified without changing its morphology. Yang et al. reported an acid treatment method that can effectively suppress the electron–hole recombination in hematite photoanodes through surface engineering.[71] The acidtreated hematite exhibited an increase in carrier concen tration and yielded a considerably higher photocurrent than the untreated sample. Transient absorption (TA) and tran sient photocurrent (TPC) results confirmed that the improved photocurrent is due to the decreased surface electron–hole recombination losses owing to increased detrapping rate of photoexcited electrons."
    }, {
      "heading" : "4.1.4. Defect Engineering",
      "text" : "Defect engineering represents a conceptually different approach with the abovementioned surface reconstruction methods which managed to remove/reduce the density of sur face defects. It works by creating surface disorder or intrinsic defects, tuning the electronic structure to improve PEC perfor mance. Numerous methods have been explored to introduce the\nsurface defects into semiconductors, including hydrogen gas annealing,[31,36,73,74] thermal annealing,[75–77] ultrasonication,[78] flame annealing,[45,79] chemical reduction,[80–85] alumino thermic reduction,[86] partial oxidation,[87,88] and electrochemical treatment.[89,90]\nChen et al. first demonstrated the concept of creating sur face disorder on TiO2 photoelectrode for PEC water splitting.[36] They synthesized black TiO2 by hydrogenating the white TiO2 in 20.0 bar H2 atmosphere at 200 °C for 5 days. Transmission electron microscopy (TEM) images revealed that the surface layer of black TiO2 is highly disordered, while the core remains highly crystalline (Figure 6). The color change of TiO2 upon hydrogenation is a good indication of the change of the elec tronic structure. Hydrogenation generates midgap states in the band structure of TiO2 and caused bandgap narrowing. The black TiO2 exhibited significantly increased visible light absorp tion and showed improved efficiency for PEC water splitting and organic dye degradation.\nWang et al. further demonstrated that controlled introduction of intrinsic surface defects such as oxygen vacancies can sig nificantly increase the PEC performance of metal oxide photo electrodes.[24,31,73,89,91] Oxygen vacancies were introduced into\nSmall 2019, 15, 1803746\n1803746 (6 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nTiO2 or other metal oxides via thermal annealing in a reducing gas atmosphere (e.g., hydrogen gas)[24,31,91] or oxygendeficient environment.[25] Alternatively, oxygen vacancies can also be created using the electrochemical reduction method.[89] These oxygendeficient metal oxide photoanodes achieved consider ably higher photocurrent than their pristine counterparts. Mott– Schottky analysis showed that these oxygendeficient metal oxides have substantially increased carrier densities, which is expected to be useful in increasing the material’s electrical conductivity and the band bending at the electrode/electrolyte interface. Consistently, transient absorption spectroscopy studies suggested that the efficiency of charge separation of these oxygendeficient metal oxides was improved.[92] These results suggested that the creation of surface defects could be a general strategy for enhancing the photoelectrode’s carrier density and efficiency of charge separation.[91,93] Furthermore, Cho et al. reported a general flamereduction method to introduce surface oxygen vacancies on different metal oxides (Figure 7).[79] For example, by treating TiO2 nano wires in a methane (CH4) flame for 40 s, its photocurrent\nSmall 2019, 15, 1803746\n1803746 (7 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ndensity increased by three times. Electron energy loss spectros copy (EELS) mapping of Ti and O showed that oxygen vacan cies are rich on the surface of the flamereduced TiO2 nanow ires, while the interior of the nanowires is almost unchanged. This flamereduction method represents a unique surface engi neering method to form oxygen vacancies without changing the morphology or crystallinity of the metal oxide bulk struc ture. The flamereduction method also appears to be a general strategy that can be applied to other metal oxides. For instance, flamereduced αFe2O3 nanowires, ZnO nanowires, and BiVO4 film all shown greatly improved saturation photocurrents com pared to their pristine samples."
    }, {
      "heading" : "4.1.5. Surface Doping Engineering",
      "text" : "Doping with nonmetal elements or metal ions has proven to be effective in tuning the electronic band structure and optical bandgap of the photoelectrode materials, and thus, their photo activities.[37,71,94] With the help of suitable dopants, the wide bandgap metal oxides such as TiO2 and ZnO have been able to extend their light absorption capability into visible region.[28,37,94] Nonmetal elements, such as nitrogen,[29,95] sulfur,[96] phos phorus,[97] carbon,[38] boron,[98,99] selenium,[100] and halides,[101] have been explored as dopants for semiconductor nanomate rials and have successfully improved their PEC performance\nby enhancing their photoactivities in the visible region.[29] Like wise, cation ions’ doping such as iron,[102] cobalt,[103] titanium,[104] niobium,[105] tantalum,[106] copper,[107] platinum,[108] silicon[109,110] has also been investigated as dopants. These cationdoped photo electrode materials also demonstrated higher performance than their pristine materials, mainly because of the increased carrier concentration, and thus, the electrical conductivity and charge separation efficiency.\nLiu et al. synthesized red anatase TiO2 spheres by hydrolysis of crystalline TiB2 to form anatase TiO2 spheres with substitu tional boron in the core.[94] Further thermal annealing resulted in the diffusion of boron from the core to the shell. Then these materials were annealed under ammonia to further intro duce nitrogen doping and form the B/N codoping gradient on the shell of TiO2 spheres (Figure 8). The red anatase TiO2 yielded a bandgap gradient from 1.84 eV on its surface to 3.22 eV in its core. The surface doping engineered TiO2 spheres displayed a muchimproved absorption in the entire visible region and make this anatase material PEC active under visible light irradiation. This work demonstrated a useful predoped strategy to weaken the origin TiO bonds, which eases the latter substitution of surface oxygen by nitrogen via improving the nitrogen solubility.\nDifferent doping methods result in a different spatial dis tribution of dopants with different concentration and depth. Many of the doping processes take place at the surface of photo electrodes.[37,94] This usually leads to a gradient of dopants, with the surface having a higher concentration of dopants. For example, Wang et al. fabricated the Ndoped ZnO nanorods via an advanced ion implantation on the solutionbased ZnO nanorods. A gradient distribution of N dopants on the vertical direction of ZnO nanorod was achieved (Figure 9a).[37] The gra dientdistributed N dopants not only extend the light absorp tion to the visible light region, but also introduce terraced band structure along the nanorods. As a result, the gradient Ndoped ZnO nanorod arrays can not only utilize the visible light irra diation, but also very efficiently drive the photoexcited charge migrate via the terraced band structure. Not only the nonmetal dopants can be spatially controlled, the distribution of metal dopant can also be tuned in the nanowire photoelectrodes. For instance, Li et al. used a silica encapsulation method to simul taneously retain the hematite nanowire structure even after hightemperature annealing at 800 °C and improve the con centration and uniformity of the Sndopant distribution along the nanowire axis (Figure 9b).[28] The uniform distribution of the Sndoping enhanced the donor density and charge trans portation in the hematite nanowire, which results in a much improved photocurrent and conversion efficiency.\nThe concentration of surface doping directly affects the PEC performance of nanomaterials. Shen et al. employed a spin coating H2WO4 precursor with different concentrations on the surface of βFeOOH nanorods followed by an annealing at 450 °C for 2 h to obtain a series of Wdoped αFe2O3 nanorods (Figure 10).[111] The introduction of W6+ doping reduced the charge recombination and enhanced charge transfer capability, as evidenced by the decreased photoluminescence intensity. The photocurrents increase with the concentration of W6+ doping. Notably, the Wdoped αFe2O3 nanorods have higher photocurrent than the WO3coated αFe2O3 nanorods, which were prepared under a similar process except replacing the\nSmall 2019, 15, 1803746\n1803746 (8 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nβFeOOH nanorods with αFe2O3 nanorods. These results showed that the tuning of surface doping is an effective strategy to improve the efficiency of photoelectrodes."
    }, {
      "heading" : "4.2. Heterogeneous Nanomaterials",
      "text" : ""
    }, {
      "heading" : "4.2.1. Surface Sensitization",
      "text" : "Photoelectrode surface sensitized with dye molecules or quantum dots (QDs) is a power tool to help these materials\nachieve a better use of solar light and has been widely used in photovoltaics, photocatalysis, and photoelectrochem istry.[21,112–120] Wide bandgap semiconductor photoelectrodes such as ZnO and TiO2 suffer from poor visible light absorption, which significantly limits their overall solar conversion effi ciency. Sensitization with organic dyes or inorganic quantum dots has been employed to improve the PEC performance of these photoelectrodes.\nYoungblood et al. designed a heteroleptic ruthenium dye to work as both a sensitizer and a molecular bridge to connect the TiO2 nanoparticles and water oxidation catalyst IrO2·nH2O\nSmall 2019, 15, 1803746\n1803746 (9 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nparticles (Figure 11a).[113] This dyesensitized anatase TiO2 structure showed visible light–induced water splitting, where the bare TiO2 could not. Under the irradiation at 532 nm, the photoexcited electrons transfer from dye molecule to TiO2 nanoparticle followed by the electron flow from IrO2·2H2O to the photooxidized dyes. The accumulated holes on the TiO2 surface are used to oxidize water, while the electrons transfer to the cathode to reduce water into hydrogen. This unique structure simultaneously improves the light absorption and facilitates the water oxidation reaction. The visible light photoactivity of the TiO2 is improved after sensitization. However, the photocurrent density of this sensitized structure was still relatively low (10–30 µA cm−2) due to the bleaching of the dyes and sluggish charge transfer from IrO2 nanoparticles to the oxidized dyes.\nLi et al. fabricated a tandem PEC cell with two photo active electrodes (Figure 11b).[112] The mesoporous TiO2 photoanode is modified by an organic dye L0 as photosensi tizer and a Ru complex as water oxidation catalyst. The photo cathode is constituted by an organic dye P1 as photoabsorber and a Co complex as hydrogen reduction catalyst on nano structured NiO. This tandem dyesensitized PEC cell enables spontaneous water splitting under visible light in a neutral solution and achieved an IPCE of 25% at 380 nm without bias.\nQuantum dots are another important class of sensitizers. Their optical and electronic properties are size dependent. For example, when the particle size decreases from 7.5 to 2.4 nm, the bandgap of CdSe quantum dots changes from 1.92 to 2.44 eV.[121] Among semiconductor materials, CdS,[21,114,115] CdSe,[117,118] CdTe,[119] and graphene quantum dots[120,122,123] are the most widely used inorganic sensitizers for PEC appli cations. Wang et al. designed and fabricated a doublesided CdS and CdSe QDs cosensitized ZnO nanowire array photo anode (Figure 12).[21] By selectively placing CdS and CdSe QDs on each side, the asfabricated photoanode exhibited strong absorption in almost the entire visible spectrum up to 650 nm with a high IPCE of ≈45% at 0 V versus Ag/AgCl. Under a white light illumination of 100 mW cm−2, the photoanode\nSmall 2019, 15, 1803746\n1803746 (10 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nyields a significant photocurrent of ≈12 mA cm−2 at 0.4 V versus Ag/AgCl.\nGraphene QDs have been introduced recently as a green and efficient sensitizer. Guo et al.[120] synthesized ZnO nanowires covalently bonded with graphene QDs. Under illumination of light with a wavelength of 450 nm, the IPCE for the graphene QDs@ZnO was around 0.42% without any bias and 3.18% under an applied bias of 0.6 V. The graphene QDs’ sensitization greatly enhances its visible light absorption. Besides, the favorable energy level between graphene QDs and ZnO also induces directional charge transport and facilitates the efficient charge separation."
    }, {
      "heading" : "4.2.2. Plasmonic Surface Coating",
      "text" : "Integrating plasmonic nanostructures with semiconductor photo electrodes have been demonstrated to be another effective\nmethod to enhance the PEC performance of photoelectrodes.[124–127] Light absorp tion represents the first and important step in the PEC process as it determines that the total number of photoexcited electrons and holes can be generated. However, wide bandgap semiconductor materials are unable to harvest the light in the visible and near infrared regions, which takes about 93.2% of the entire solar energy.[128] Moreover, the severe mismatch between the light pen etration depth and the diffusion length of minority carriers usually results in the sub stantial electron–hole recombination loss. Plasmonic metal/semiconductor composite appears to be a promising strategy to alleviate these inherent limitations and boost the PEC performance.[128–131]\nAu and Ag nanostructures with different plasmon resonance signals in the visible and nearinfrared regions are the most investi gated plasmonic materials for PEC water splitting.[132–136] The role of plasmonic mate rials on the PEC performance of photoelec trodes is discussed in the following sections.\nNear-Field Electromagnetic Enhancement and Light Scattering: The oscillating surface electrons generate an oscillating electric field, and the intensity of the spatially nonhomoge neous fields is strongest around the surface of the metal nanostructure. The intensity is much higher than the field of photons and decreases dramatically with the distance away from the metal surface.[137] The generation rate of charge carriers in semiconductors via light absorption is proportional to the inten sity of the local electric field intensity.[138] As a result of the strong enhancement in the local electromagnetic field near the surface of plasmonic metal nanostructures, the elec tric field intensity is greatly enhanced at the interface of semiconductor and metal. Thus,\nthe rate of electron–hole formation in these area increases by orders of magnitude. In this case, the plasmonic metal nano structure works as nanosized concentrators to amplify the local light intensity of the semiconductors, increasing the light harvesting ability of the semiconductor photoelectrodes.\nFor plasmonic nanostructures larger than 50 nm, the scat tering of the resonant photons occurs, where the metal nano structures can also play as a nanomirror. The resonant photons that are not absorbed by semiconductor upon their first pass can be scattered by plasmonic metals, allowing multiple passes of resonant photons through the semiconductor and therefore increasing the average photon path length. As a result, the light utilization efficiency can be further improved.\nFinitedifference timedomain (FDTD) simulation is consid ered as one of the most powerful methods to investigate the nearfield enhancement. Liu et al. reported a fivefold increase in the oxygenevolution photocurrent of the Au nanoparticle/TiO2\nSmall 2019, 15, 1803746\nFigure 11. a) Schematic diagram of the water splitting dye-sensitized solar cell. The heteroleptic ruthenium dye is served as both a sensitizer component and a molecular bridge connecting IrO2·nH2O catalyst and the metal oxide semiconductor photoelectrode. Reproduced with permission.[113] Copyright 2009, American Chemical Society. b) Schematic diagram of the organic dye-sensitized tandem photo-electrochemical cell for light-driven overall water splitting. The TiO2 photoanode is sensitized with organic dye L0 and Ru catalyst. The NiO photocathode is sensitized with organic dye P1 and Co catalyst. Reproduced with permission.[112] Copyright 2015, American Chemical Society.\n1803746 (11 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ncomposite than that of pure TiO2 under visible irradiation (λ = 532 nm).[139] Electromagnetic simulations using the FDTD method (Figure 13) demonstrated that the improvement of photocurrent in the visible range is due to the local electric field enhancement near the TiO2 surface, reaching around 1000 times that of the incident electric field intensity.\nSimilar enhancement was also observed by Thomann et al. on Aumodified hematite.[124] The enhanced photocurrent was in accordance with the light absorption enhancement features of plasmonic effect, confirming the contribution of plasmonic effects. The plasmonic Au nanostructures concentrate sunlight onto the electrode/liquid interface; so, the photoexcited car riers generated near the interface are readily transferred to the reactive sites. It solves the intrinsic conflict of having a thick layer of photoactive material (e.g., hematite) to ensure good utilization of sunlight, when the carrier diffusion length of the material is short.\nThe shapes of plasmonic metal also influence the electric field enhancement. Jang and coworkers studied the photo activity of BiVO4 modified with shapecontrolled plasmonic Au NPs and found that octahedral Au NPs/BiVO4 exhib ited better PEC properties than the hemispherical Au NPs/ BiVO4.[140] The FDTD results demonstrated the octahedral\nAu NPs featured with sharp vertices and welldefined edges provided the much intensified local field than the hemispher ical Au NPs.\nSPR-Induced Hot Electron Transfer Enhancement: Under light illumination, surface plasmon of metal nanostructures could also generate energetic hot electrons that can transfer to the conduction band of the semiconductor photoelectrode.[141] The metal nanoparticles serve as sensitizers, analogous to dye molecules in a dyesensitized solar cell. The metal nano structures absorb resonant photons and transfer the energy to energize electrons. Hot electron transfer is feasible when the plasmonic metal and semiconductor have a direct contact and matched energy positions, effectively extending the light absorption region. The presence of a Schottky barrier between the plasmonic metal and semiconductor prevents the hot elec trons traveling back to the metal.\nPu et al. decorated the TiO2 nanowire with Au nanostructures with different plasmonic resonance signals (Figure 14).[142] The Au nanoparticledecorated TiO2 nanowires exhibited enhanced photoactivity in the visible region up to 650 nm, while the Au nanoroddecorated sample improves the photoactivity from 650 to 800 nm. The combination of Au NP and Au NR improves the PEC performance of TiO2 nanowire electrodes in the entire\nSmall 2019, 15, 1803746\n1803746 (12 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nUV–vis region. The photoactivity enhancement in visible region was believed to be due to the hot electron generation upon surface plasmon resonance excitation."
    }, {
      "heading" : "4.2.3. Surface Protective Layer",
      "text" : "Controlled deposition of a protective overlayer has shown a great success for improving the performance and stability of photoelectrodes for PEC water splitting.[33,143–145] Getting ben efit from the rapid development of atomic layer deposition (ALD) technique, the thickness of the deposited materials can be controlled at atomic level. The ALD conformal coating can effectively protect the semiconductor photoelectrode from photocorrosion and chemical dissolution.\nChen et al. reported the ALD deposition of a 2 nm thick TiO2 layer and 3 nm thick Ir layer on the surface of a Si photoanode (Figure 15).[33] The conformal and pinholefree 2 nm TiO2 layer successfully prevented the Si electrode from oxidation and was\nthin enough to allow electron tunneling between the Ir catalyst layer and the base substrate. The 3 nm Ir film was proved to be a sufficient amount of catalyst while not affecting the light absorption capability of the Si substrate. This Ir/TiO2/Si nano composite photoanode was able to perform water oxidation in all pH range for 8 h, while the one without TiO2 protective layer failed quickly. The good electrochemical performance and excellent corrosion resistance were mainly due to the low electrontunneling resistance and uniform thickness of the ALDdeposited TiO2 overlayer.\nHu et al. further demonstrated that the amorphous TiO2 coating with a thickness between 4 and 143 nm grown by ALD can efficiently suppress corrosion, promoting hole transfer and is transparent enough to have minimum light absorption (Figure 16).[143] Coupling the protective TiO2 layer with a thin film or islands of Ni oxide catalysts, Si photoanodes achieved continuous and stable water oxidation for more than 100 h in a 1.0 m KOH solution at the photocurrent over 30 mA cm−2 with a Faradaic efficiency of ≈100%.\nSmall 2019, 15, 1803746\n1803746 (13 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com"
    }, {
      "heading" : "4.2.4. Surface Catalytic Layer",
      "text" : "Water splitting is a thermodynamically uphill reaction that involves multiple electron transfer processes. Integrating proper catalysts on photoelectrode surface is essential to improve the kinetics and lower the overpotentials for PEC water splitting. Catalysts provide active sites for water oxidation and reduction, accelerating the redox reactions by lowering the activation ener gies and suppressing the charge recombination by immediately trapping the charge carriers.[146–148]\nOxygen Evolution Reaction Catalysts: Metal oxides, such as TiO2, ZnO, WO3, Fe2O3, and BiVO4, are the most investi gated photoanodes, because of their promising water oxidation performance as well as their low cost and ease of prepara tion.[23–25,29,31,73] Yet their surface reaction kinetics are relatively slow. The oxygen evolution halfreaction is a fourelectron pro cess, is more challenging than the hydrogen evolution reaction (HER), and, therefore, is the ratedetermining step of water splitting. Noble metal oxides like iridium oxide and ruthenium oxide are good OER catalysts. Other transition metal com pounds, involving earth abundant metals with variable valence states such as cobalt oxides,[149–152] perovskite oxides,[153] cobalt phosphate,[154–156] Fe, Co, and Nibased (oxy)hydroxides,[157–163] and transition metal–based molecules,[164,165] have attracted much attentions due to their low cost and scalability.\nCobalt phosphate (CoPi) composite has been reported to be an efficient OER catalyst.[146,166,167] Decoration of CoPi on various\nphotoelectrodes as catalysts for PEC water oxidation has been explored. For example, the semiconductor surface can be modi fied with CoPi by simple electrodeposition or photoassisted electrodeposition in electrolyte containing Co2+ and potassium phosphate.[146,168] Zhong et al. electrodeposited CoPi catalyst film on the nanostructured Sidoped αFe2O3 photoanodes (Figure 17a–c).[168] The scanning electron microscopy (SEM) images showed the CoPi catalyst was in good and large contact with the αFe2O3. Most importantly, the addition of CoPi signifi cantly cathodically shifted the onset potential of αFe2O3 for more than 350 mV and greatly increase its STH conversion efficiency.\nIn addition to inorganic crystalline catalysts, versatile molecular catalysts have also been successfully integrated with semiconductor nanomaterials to improve their PEC performances.[170–172] However, the molecular catalysts are often less stable than inorganic crystals. Wang and co workers reported an ultrathin monolayer of Irbased molec ular catalyst assembled on hematite for solar water splitting in acidic solutions (Figure 18a).[164] While the onset poten tial was cathodically shifted by 250 mV, the catalyst was not stable. By replacing the molecular catalyst by a heteroge neous multilayer derivative, stable catalytic performance was observed for over 5 h. The high cost of Ir was compensated by minimizing the catalyst amount. Sun and coworkers reported the synthesis of lowcost molecular Co4O4 cubane on BiVO4 electrodes (Figure 18b). The resultant molecular catalyst/BiVO4 hybrid photoanode exhibited a photocurrent\nSmall 2019, 15, 1803746\n1803746 (14 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ndensity up to 5 mA cm−2 at 1.23 VRHE and a solar energy conversion efficiency of 1.84%, sixfold higher than that of unmodified BiVO4.[165]\nHydrogen Evolution Reaction Catalyst: Noble metals, such as Pt, are the most widely used conventional HER cata lysts. Pt serves as electron sinks, facilitating the separation of charge carriers. Owing to the high cost of Pt, decreasing the amount of Pt loading while retaining its catalytic perfor mance has been an outstanding question in the field. Das gupta et al. successfully deposited Pt nanoparticles on ptype Si nanowire array via the ALD method (Figure 17d–g).[169] Conformal coating of Pt with a thickness from 0.5 to 3 nm was obtained by changing the ALD growth time from one to ten cycles. While the mass loading of Pt on the electrode was only around 10 ng cm−2, it still showed significantly increased photocurrent. This work establishes a general approach for minimizing the amount of noble metal catalysts without sac rificing their catalytic performances. Recently, some noble metalfree HER catalysts, such as MoSx,[173–175] WS2,[176] MoSe2,[177] CoSe2,[178] and Mo2C,[179] have also been developed and shown impressive catalytic activity. Some photocathode nanomaterials such as pSi and Cubased compounds usually suffer from severe corrosion. Decoration of a catalytic over layer facilitates the extraction of electrons as surface reactions can consequently suppress the photocorrosion and enhance the longterm stability."
    }, {
      "heading" : "5. Summary and Perspective",
      "text" : "Controlled modification of surface or interface between elec trode and electrolyte can significantly improve the performance and stability of nanostructured photoelectrodes for PEC water splitting. In this article, we have reviewed various surface engi neering methods that have proven to be effective in boosting the PEC performance of photoactive nanomaterials. Here we summarize the basic concepts and functions of different sur face engineering strategies in Table 1.\nAlthough many surfaceengineered semiconductor nanomate rials have shown improved PEC performance, often one surface engineering method can address only one issue, while each photo active nanomaterial usually has a number of challenges, which are required to be addressed. For instance, poor electrical conductivity and/or limited visible light absorption are the major drawbacks for most metal oxide–based nanomaterials. While the materials’ light absorption capability can be improved by coating an overlayer of sensitizers or plasmonic metal particles, the overlayer will not able to address the poor electrical conductivity of the material. To fur ther improve the PEC performance of photoelectrodes, it may take more than one surface engineering strategy, and possibly need to couple with other materials engineering method.\nCombining different surface engineering strategies could potentially provide further improvement over an individual approach. For example, a recent report showed that ultrathin\nSmall 2019, 15, 1803746\n1803746 (15 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nhematite nanosheet can be obtained, while at the same time coated simultaneously with plasmonic silver nanoparticles and OER catalyst Co–Pi. The ultrathin hematite nanosheets sig nificantly reduce the carrier diffusion length that facilitates the charge transfer and separation. The plasmonic silver nanopar ticles increase the light absorption of hematite, while the Co– Pi catalysts enhance the charge transfer kinetics at the inter face. The synergistic effects of these three surface engineering approaches altogether result in a remarkable photocurrent den sity of 4.68 mA cm−2 at 1.23 V versus RHE in alkaline electro lyte and an STH efficiency of ≈0.55%.[39] This work exemplified how rational design and combination of different surface engi neering strategies can solve several limitations of photoactive materials simultaneously. Each photoactive nanomaterial would need a unique combination of surface engineering techniques.\nFurthermore, realtime and in situ measurements to gain the important information of the nanomaterial struc tural evolution, composition, and interface change during PEC water splitting are critical. Over the past decades, the advance of in situ characterization techniques has becoming a powerful tool for mechanistic studies on energy conver sion research.[180–183] For example, TA spectroscopy and TPC measurements have recently been applied to directly measure the yield and dynamics of the photoexcited charges in the\nphotoelectrodes.[23,26,30,44,71] These spectroscopic studies revealed the important photophysical and chemical information of the photoelectrodes during PEC water splitting. It would be critical to obtain the in situ information about the material com position and structural change during the process as well. Very recently, in situ infrared spectroscopy has been used to probe the intermediates on the photoanode surface during the water oxidation process.[184] In situ Xray spectroscopy techniques can provide additional details on the evolution of chemical nature of material surface during watersplitting reactions.[185] A com bination of different in situ and realtime studies is critical to understand the full picture of reaction mechanism and the photoelectrode materials’ structural change during PEC pro cesses. The findings will provide important rules for further optimizing the material design and surface engineering for a more efficient and stable photoelectrode.\nLast, highefficiency, lowcost, environmentally friendly, and scalable surface engineering methods are highly desir able to make PEC water splitting practically feasible.[186,187] For example, noble metals such as Pt, Ir, and Ru, and their compounds are still currently the best HER and OER cata lysts. Development of lowcost and earth abundant HER and OER catalysts with comparable catalytic activity is essential for reducing the cost of PEC water splitting. Likewise, ALD coating\nSmall 2019, 15, 1803746\n1803746 (16 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nSmall 2019, 15, 1803746\n1803746 (17 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nof a protective layer has demonstrated to be effective in solving the corrosion problem of silicon photoelectrode. However, the high cost of ALD precursors and the slow deposition rate are the major hurdles for largescale applications. It would be practically important if the same surface passivation strategy can be achieved by other less expensive methods. Toxic and\nSmall 2019, 15, 1803746\n1803746 (18 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nhazardous substances that are involved in the surface engi neering process should also be substituted by nontoxic mate rials if possible for environmental consideration. Moreover, scaling up the surface engineering strategy from a lab scale photoelectrodes or PEC devices to commercial product/system also faces a lot of technical challenges. For example, how to ensure uniformity of a surface coating/deposition/doping over the entire 3D electrode material or selectively treat certain facets at large scale could be challenging. Previously reported surface engineering strategies have been primarily focused on small scale nanomaterials. The development of new or current strate gies for industrialscale production would be an interesting and important direction."
    }, {
      "heading" : "Acknowledgements",
      "text" : "B.Y., J.Z., and X.F. contributed equally to this work. Y.L. acknowledges the financial support from Merced nAnomaterials Center for Energy and Sensing (MACES), a NASA funded MIRO center, under award NNX15AQ01. X.F. acknowledges the financial support from China Scholarship Council.\nConflict of Interest The authors declare no conflict of interest.\nKeywords nanomaterials, photo-electrochemistry, surface engineering, water splitting\nReceived: September 11, 2018 Revised: October 19, 2018\nPublished online: November 8, 2018\n[1] Y. Li, J. Z. Zhang, Laser Photonics Rev. 2010, 4, 517. [2] J. Graetz, Chem. Soc. Rev. 2009, 38, 73. [3] A. Fujishima, K. Honda, Nature 1972, 238, 37. [4] I. Roger, M. A. Shipman, M. D. Symes, Nat. Rev. Chem. 2017, 1,\n0003. [5] Y. Qu, X. Duan, Chem. Soc. Rev. 2013, 42, 2568. [6] M. G. Walter, E. L. Warren, J. R. McKone, S. W. Boettcher, Q. Mi,\nE. A. Santori, N. S. Lewis, Chem. Rev. 2010, 110, 6446. [7] A. Kudo, Y. Miseki, Chem. Soc. Rev. 2009, 38, 253. [8] K. Sivula, R. van de Krol, Nat. Rev. Mater. 2016, 1, 15010. [9] Y. Yang, S. Niu, D. Han, T. Liu, G. Wang, Y. Li, Adv. Energy Mater.\n2017, 7, 1700555. [10] N. S. Lewis, Nat. Nanotechnol. 2016, 11, 1010. [11] G. Wang, Y. Ling, H. Wang, L. Xihong, Y. Li, J. Photochem.\nPhotobiol., C 2014, 19, 35. [12] A. J. Bard, M. A. Fox, Acc. Chem. Res. 1995, 28, 141. [13] N. S. Lewis, Nature 2001, 414, 589. [14] M. Grätzel, Nature 2001, 414, 338. [15] Y. B. Kuang, T. Yamada, K. Domen, Joule 2017, 1, 290. [16] N. Guijarro, M. S. Prevot, K. Sivula, Phys. Chem. Chem. Phys. 2015,\n17, 15655. [17] A. Kay, I. Cesar, M. Grätzel, J. Am. Chem. Soc. 2006, 128, 15714. [18] T. W. Kim, K. S. Choi, Science 2014, 343, 990.\n[19] T. Wang, Z. Luo, C. Li, J. Gong, Chem. Soc. Rev. 2014, 43, 7469. [20] M. Zhou, X. W. Lou, Y. Xie, Nano Today 2013, 8, 598. [21] G. M. Wang, X. Y. Yang, F. Qian, J. Z. Zhang, Y. Li, Nano Lett. 2010,\n10, 1088. [22] F. Qian, G. M. Wang, Y. Li, Nano Lett. 2010, 10, 4686. [23] Y. Ling, G. Wang, D. A. Wheeler, J. Z. Zhang, Y. Li, Nano Lett. 2011,\n11, 2119. [24] G. Wang, H. Wang, Y. Ling, Y. Tang, X. Yang, R. C. Fitzmorris,\nC. Wang, J. Z. Zhang, Y. Li, Nano Lett. 2011, 11, 3026. [25] Y. C. Ling, G. M. Wang, J. Reddy, C. C. Wang, J. Z. Zhang, Y. Li,\nAngew. Chem., Int. Ed. 2012, 51, 4074. [26] D. A. Wheeler, G. M. Wang, Y. C. Ling, Y. Li, J. Z. Zhang, Energy\nEnviron. Sci. 2012, 5, 6682. [27] Y. Yang, Y. Ling, G. Wang, T. Liu, F. Wang, T. Zhai, Y. Tong, Y. Li,\nNano Lett. 2015, 15, 7051. [28] M. Li, Y. Yang, Y. Ling, W. Qiu, F. Wang, T. Liu, Y. Song, X. Liu,\nP. Fang, Y. Tong, Y. Li, Nano Lett. 2017, 17, 2490. [29] X. Yang, A. Wolcott, G. Wang, A. Sobo, R. C. Fitzmorris, F. Qian,\nJ. Z. Zhang, Y. Li, Nano Lett. 2009, 9, 2331. [30] G. Wang, Y. Ling, D. A. Wheeler, K. E. N. George, K. Horsley,\nC. Heske, J. Z. Zhang, Y. Li, Nano Lett. 2011, 11, 3503. [31] G. Wang, Y. Ling, H. Wang, X. Yang, C. Wang, J. Z. Zhang, Y. Li,\nEnergy Environ. Sci. 2012, 5, 6180. [32] J. Zhang, H. Ma, Z. Liu, Appl. Catal., B 2017, 201, 84. [33] Y. W. Chen, J. D. Prange, S. Dühnen, Y. Park, M. Gunji,\nC. E. D. Chidsey, P. C. McIntyre, Nat. Mater. 2011, 10, 539. [34] Y. M. He, P. Y. Ma, S. S. Zhu, M. D. Liu, Q. Dong, J. Espano,\nX. H. Yao, D. W. Wang, Joule 2017, 1, 831. [35] L. Fu, H. Yu, Y. Li, C. Zhang, X. Wang, Z. Shao, B. Yi, Phys. Chem.\nChem. Phys. 2014, 16, 4284. [36] X. Chen, L. Liu, P. Y. Yu, S. S. Mao, Science 2011, 331, 746. [37] M. Wang, F. Ren, J. Zhou, G. Cai, L. Cai, Y. Hu, D. Wang, Y. Liu,\nL. Guo, S. Shen, Sci. Rep. 2015, 5, 12925. [38] J. H. Park, S. Kim, A. J. Bard, Nano Lett. 2006, 6, 24. [39] P. Peerakiatkhajohn, J.-H. Yun, H. Chen, M. Lyu, T. Butburee,\nL. Wang, Adv. Mater. 2016, 28, 6405. [40] W. Li, P. Da, Y. Zhang, Y. Wang, X. Lin, X. Gong, G. Zheng, ACS\nNano 2014, 8, 11770. [41] T. Liu, Y. Ling, Y. Yang, L. Finn, E. Collazo, T. Zhai, Y. Tong, Y. Li,\nNano Energy 2015, 12, 169. [42] L.-S. Zhong, J.-S. Hu, H.-P. Liang, A.-M. Cao, W.-G. Song,\nL.-J. Wan, Adv. Mater. 2006, 18, 2426. [43] Y. Lin, S. Zhou, S. W. Sheehan, D. Wang, J. Am. Chem. Soc. 2011,\n133, 2398. [44] M. Forster, R. J. Potter, Y. C. Ling, Y. Yang, D. R. Klug, Y. Li,\nA. J. Cowan, Chem. Sci. 2015, 6, 4009. [45] S. U. M. Khan, M. Al-Shahry, W. B. Ingler, Science 2002, 297, 2243. [46] N. Beermann, L. Vayssieres, S. E. Lindquist, A. Hagfeldt,\nJ. Electrochem. Soc. 2000, 147, 2456. [47] D. P. Colombo, K. A. Roussel, J. Saeh, D. E. Skinner, J. J. Cavaleri,\nR. M. Bowman, Chem. Phys. Lett. 1995, 232, 207. [48] D. P. Colombo, R. M. Bowman, J. Phys. Chem. 1995, 99, 11752. [49] F. Le Formal, N. Tétreault, M. Cornuz, T. Moehl, M. Grätzel,\nK. Sivula, Chem. Sci. 2011, 2, 737. [50] T. Hisatomi, F. Le Formal, M. Cornuz, J. Brillet, N. Tétreault,\nK. Sivula, M. Grätzel, Energy Environ. Sci. 2011, 4, 2512. [51] R. Liu, Z. Zheng, J. Spurgeon, X. Yang, Energy Environ. Sci. 2014, 7, 2504. [52] S. Kment, F. Riboni, S. Pausova, L. Wang, L. Wang, H. Han,\nZ. Hubicka, J. Krysa, P. Schmuki, R. Zboril, Chem. Soc. Rev. 2017, 46, 3716. [53] Y. Zhou, L. Zhang, L. Lin, B. R. Wygant, Y. Liu, Y. Zhu, Y. Zheng, C. B. Mullins, Y. Zhao, X. Zhang, G. Yu, Nano Lett. 2017, 17, 8012. [54] C. Li, A. Li, Z. Luo, J. Zhang, X. Chang, Z. Huang, T. Wang, J. Gong, Angew. Chem., Int. Ed. 2017, 56, 4150.\nSmall 2019, 15, 1803746\n1803746 (19 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n[55] Z. Luo, T. Wang, J. Zhang, C. Li, H. Li, J. Gong, Angew. Chem., Int. Ed. 2017, 56, 12878. [56] T. Dlugosch, A. Chnani, P. Muralidhar, A. Schirmer, J. Biskupek, S. Strehle, Semicond. Sci. Technol. 2017, 32, 084001. [57] I. S. Cho, Z. Chen, A. J. Forman, D. R. Kim, P. M. Rao, T. F. Jaramillo, X. Zheng, Nano Lett. 2011, 11, 4978. [58] N. Tian, Z.-Y. Zhou, S.-G. Sun, Y. Ding, Z. L. Wang, Science 2007, 316, 732. [59] C. Li, C. Koenigsmann, W. Ding, B. Rudshteyn, K. R. Yang, K. P. Regan, S. J. Konezny, V. S. Batista, G. W. Brudvig, C. A. Schmuttenmaer, J.-H. Kim, J. Am. Chem. Soc. 2015, 137, 1520. [60] R. Li, F. Zhang, D. Wang, J. Yang, M. Li, J. Zhu, X. Zhou, H. Han, C. Li, Nat. Commun. 2013, 4, 1432. [61] D. Wang, H. Jiang, X. Zong, Q. Xu, Y. Ma, G. Li, C. Li, Chem. - Eur. J. 2011, 17, 1275. [62] J. Chen, M. Guan, W. Cai, J. Guo, C. Xiao, G. Zhang, Phys. Chem. Chem. Phys. 2014, 16, 20909. [63] J. Y. Zheng, G. Song, J. Hong, T. K. Van, A. U. Pawar, D. Y. Kim, C. W. Kim, Z. Haider, Y. S. Kang, Cryst. Growth Des. 2014, 14, 6057. [64] J. Pan, G. Liu, G. Q. Lu, H.-M. Cheng, Angew. Chem., Int. Ed. 2011, 50, 2133. [65] S. Liu, J. Yu, M. Jaroniec, J. Am. Chem. Soc. 2010, 132, 11914. [66] Y. Bi, S. Ouyang, N. Umezawa, J. Cao, J. Ye, J. Am. Chem. Soc.\n2011, 133, 6490. [67] J. Jiang, K. Zhao, X. Xiao, L. Zhang, J. Am. Chem. Soc. 2012, 134,\n4473. [68] J. Y. Zheng, A. U. Pawar, C. W. Kim, Y. J. Kim, Y. S. Kang, Appl.\nCatal., B 2018, 233, 88. [69] B. Gao, T. Wang, X. Fan, H. Gong, X. Meng, P. Li, Y. Feng,\nX. Huang, J. He, J. Ye, Sol. RRL 2018, 2, 1800102. [70] Y.-C. Pu, Y. Ling, K.-D. Chang, C.-M. Liu, J. Z. Zhang, Y.-J. Hsu,\nY. Li, J. Phys. Chem. C 2014, 118, 15086. [71] Y. Yang, M. Forster, Y. Ling, G. Wang, T. Zhai, Y. Tong, A. J. Cowan,\nY. Li, Angew. Chem., Int. Ed. 2016, 55, 3403. [72] J.-W. Jang, C. Du, Y. Ye, Y. Lin, X. Yao, J. Thorne, E. Liu,\nG. McMahon, J. Zhu, A. Javey, J. Guo, D. Wang, Nat. Commun. 2015, 6, 7447. [73] G. Wang, Y. Ling, X. Lu, F. Qian, Y. Tong, J. Z. Zhang, V. Lordi, C. Rocha Leao, Y. Li, J. Phys. Chem. C 2013, 117, 10957. [74] M. Meng, X. Wu, X. Zhu, X. Zhu, P. K. Chu, ACS Appl. Mater. Interfaces 2014, 6, 4081. [75] H. Wang, G. Wang, Y. Ling, M. Lepert, C. Wang, J. Z. Zhang, Y. Li, Nanoscale 2012, 4, 1463. [76] F. Lei, Y. Sun, K. Liu, S. Gao, L. Liang, B. Pan, Y. Xie, J. Am. Chem. Soc. 2014, 136, 6826. [77] X. H. Lu, G. M. Wang, S. L. Xie, J. Y. Shi, W. Li, Y. X. Tong, Y. Li, Chem. Commun. 2012, 48, 7717. [78] H. Wang, L. Jia, P. Bogdanoff, S. Fiechter, H. Möhwald, D. Shchukin, Energy Environ. Sci. 2013, 6, 799. [79] I. S. Cho, M. Logar, C. H. Lee, L. Cai, F. B. Prinz, X. Zheng, Nano Lett. 2014, 14, 24. [80] Q. Kang, J. Cao, Y. Zhang, L. Liu, H. Xu, J. Ye, J. Mater. Chem. A 2013, 1, 5766. [81] H. Tan, Z. Zhao, M. Niu, C. Mao, D. Cao, D. Cheng, P. Feng, Z. Sun, Nanoscale 2014, 6, 10216. [82] W. Bi, C. Ye, C. Xiao, W. Tong, X. Zhang, W. Shao, Y. Xie, Small 2014, 10, 2820. [83] C. Mao, F. Zuo, Y. Hou, X. Bu, P. Feng, Angew. Chem., Int. Ed. 2014, 53, 10485. [84] W. Fang, M. Xing, J. Zhang, Appl. Catal., B 2014, 160–161, 240. [85] L. Shi, W. Zhou, Z. Li, S. Koul, A. Kushima, Y. Yang, ACS Nano\n2018, 12, 6335. [86] Z. Wang, C. Yang, T. Lin, H. Yin, P. Chen, D. Wan, F. Xu, F. Huang,\nJ. Lin, X. Xie, M. Jiang, Energy Environ. Sci. 2013, 6, 3007.\n[87] F. Zuo, K. Bozhilov, R. J. Dillon, L. Wang, P. Smith, X. Zhao, C. Bardeen, P. Feng, Angew. Chem., Int. Ed. 2012, 51, 6223. [88] Q. Zhu, Y. Peng, L. Lin, C.-M. Fan, G.-Q. Gao, R.-X. Wang, A.-W. Xu, J. Mater. Chem. A 2014, 2, 4429. [89] G. M. Wang, Y. Yang, Y. C. Ling, H. Y. Wang, X. H. Lu, Y. C. Pu, J. Z. Zhang, Y. X. Tong, Y. Li, J. Mater. Chem. A 2016, 4, 2849. [90] Z. Zhang, M. N. Hedhili, H. Zhu, P. Wang, Phys. Chem. Chem. Phys. 2013, 15, 15637. [91] G. Wang, Y. Yang, D. Han, Y. Li, Nano Today 2017, 13, 23. [92] F. M. Pesci, G. Wang, D. R. Klug, Y. Li, A. J. Cowan, J. Phys. Chem.\nC 2013, 117, 25837. [93] G. Wang, Y. Ling, Y. Li, Nanoscale 2012, 4, 6682. [94] G. Liu, L.-C. Yin, J. Wang, P. Niu, C. Zhen, Y. Xie, H.-M. Cheng,\nEnergy Environ. Sci. 2012, 5, 9603. [95] G. Wang, X. Xiao, W. Li, Z. Lin, Z. Zhao, C. Chen, C. Wang, Y. Li,\nX. Huang, L. Miao, C. Jiang, Y. Huang, X. Duan, Nano Lett. 2015, 15, 4692. [96] C. Yang, Z. Wang, T. Lin, H. Yin, X. Lü, D. Wan, T. Xu, C. Zheng, J. Lin, F. Huang, X. Xie, M. Jiang, J. Am. Chem. Soc. 2013, 135, 17831. [97] W. J. Jo, J.-W. Jang, K.-j. Kong, H. J. Kang, J. Y. Kim, H. Jun, K. P. S. Parmar, J. S. Lee, Angew. Chem. 2012, 124, 3201. [98] N. Lu, X. Quan, J. Li, S. Chen, H. Yu, G. Chen, J. Phys. Chem. C 2007, 111, 11836. [99] L.-w. Shan, G.-l. Wang, J. Suriyaprakash, D. Li, L.-z. Liu, L.-m. Dong, J. Alloys Compd. 2015, 636, 131. [100] N. Wang, M. Liu, H. Tan, J. Liang, Q. Zhang, C. Wei, Y. Zhao, E. H. Sargent, X. Zhang, Small 2017, 13, 1603527. [101] G. Wu, J. Wang, D. F. Thomas, A. Chen, Langmuir 2008, 24, 3503. [102] T. Zhang, Z. Zhu, H. Chen, Y. Bai, S. Xiao, X. Zheng, Q. Xue, S. Yang, Nanoscale 2015, 7, 2933. [103] S. Shet, K.-S. Ahn, T. Deutsch, H. Wang, R. Nuggehalli, Y. Yan, J. Turner, M. Al-Jassim, J. Power Sources 2010, 195, 5801. [104] Z. Fu, T. Jiang, Z. Liu, D. Wang, L. Wang, T. Xie, Electrochim. Acta 2014, 129, 358. [105] C. Das, P. Roy, M. Yang, H. Jha, P. Schmuki, Nanoscale 2011, 3, 3094. [106] Y. Fu, C.-L. Dong, Z. Zhou, W.-Y. Lee, J. Chen, P. Guo, L. Zhao, S. Shen, Phys. Chem. Chem. Phys. 2016, 18, 3846. [107] X. Y. Meng, G. W. Qin, S. Li, X. H. Wen, Y. P. Ren, W. L. Pei, L. Zuo, Appl. Phys. Lett. 2011, 98, 112104. [108] Y.-S. Hu, A. Kleiman-Shwarsctein, A. J. Forman, D. Hazen, J.-N. Park, E. W. McFarland, Chem. Mater. 2008, 20, 3803. [109] J. J. Deng, J. Zhong, A. W. Pu, D. Zhang, M. Li, X. H. Sun, S. T. Lee, J. Appl. Phys. 2012, 112, 084312. [110] I. Cesar, A. Kay, J. A. Gonzalez Martinez, M. Grätzel, J. Am. Chem. Soc. 2006, 128, 4582. [111] S. Shen, C. X. Kronawitter, J. Jiang, S. S. Mao, L. Guo, Nano Res. 2012, 5, 327. [112] F. Li, K. Fan, B. Xu, E. Gabrielsson, Q. Daniel, L. Li, L. Sun, J. Am. Chem. Soc. 2015, 137, 9153. [113] W. J. Youngblood, S.-H. A. Lee, Y. Kobayashi, E. A. Hernandez-\nPagan, P. G. Hoertz, T. A. Moore, A. L. Moore, D. Gust, T. E. Mallouk, J. Am. Chem. Soc. 2009, 131, 926. [114] H. Y. Wang, G. M. Wang, Y. C. Ling, M. Lepert, C. C. Wang, J. Z. Zhang, Y. Li, Nanoscale 2012, 4, 1463. [115] W.-T. Sun, Y. Yu, H.-Y. Pan, X.-F. Gao, Q. Chen, L.-M. Peng, J. Am. Chem. Soc. 2008, 130, 1124. [116] Y.-L. Lee, C.-F. Chi, S.-Y. Liau, Chem. Mater. 2010, 22, 922. [117] J. Hensel, G. M. Wang, Y. Li, J. Z. Zhang, Nano Lett. 2010, 10, 478. [118] M. Seol, J.-W. Jang, S. Cho, J. S. Lee, K. Yong, Chem. Mater. 2013,\n25, 184. [119] H. M. Chen, C. K. Chen, Y.-C. Chang, C.-W. Tsai, R.-S. Liu, S.-F. Hu,\nW.-S. Chang, K.-H. Chen, Angew. Chem., Int. Ed. 2010, 49, 5966. [120] C. X. Guo, Y. Dong, H. B. Yang, C. M. Li, Adv. Energy Mater. 2013, 3, 997.\nSmall 2019, 15, 1803746\n1803746 (20 of 20)\nwww.advancedsciencenews.com\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n[121] G. Wang, Y. Yang, Y. Li, in Nanomaterials for Energy Conversion and Storage, (Eds: D. Wang, G. Cao), Imperial College Press and World Scientific. World scientific (Europe), 2017, pp. 223–249. [122] K.-H. Ye, Z. Wang, J. Gu, S. Xiao, Y. Yuan, Y. Zhu, Y. Zhang, W. Mai, S. Yang, Energy Environ. Sci. 2017, 10, 772. [123] J. Xiao, X. Hou, L. Zhao, Y. Li, J. Catal. 2017, 346, 70. [124] I. Thomann, B. A. Pinaud, Z. Chen, B. M. Clemens, T. F. Jaramillo,\nM. L. Brongersma, Nano Lett. 2011, 11, 3440. [125] S. Linic, P. Christopher, D. B. Ingram, Nat. Mater. 2011, 10, 911. [126] L. Q. Liu, X. N. Zhang, L. F. Yang, L. T. Ren, D. F. Wang, J. H. Ye, Natl. Sci. Rev. 2017, 4, 761. [127] D. Barolet, F. Christiaens, M. R. Hamblin, J. Photochem. Photobiol., B 2016, 155, 78. [128] W. Hou, S. B. Cronin, Adv. Funct. Mater. 2013, 23, 1612. [129] C. Wang, D. Astruc, Chem. Soc. Rev. 2014, 43, 7188. [130] Z. Zhang, L. Zhang, M. N. Hedhili, H. Zhang, P. Wang, Nano Lett. 2013, 13, 14. [131] Y.-C. Pu, G. Wang, K.-D. Chang, Y. Ling, Y.-K. Lin, B. C. Fitzmorris,\nC.-M. Liu, X. Lu, Y. Tong, J. Z. Zhang, Y.-J. Hsu, Y. Li, Nano Lett. 2013, 13, 3817. [132] J. Luo, J. Chen, H. Wang, H. Liu, J. Power Sources 2016, 303, 287. [133] T. Hong, Z. Liu, X. Zheng, J. Zhang, L. Yan, Appl. Catal., B 2017, 202, 454. [134] R.-B. Wei, P.-Y. Kuang, H. Cheng, Y.-B. Chen, J.-Y. Long, M.-Y. Zhang, Z.-Q. Liu, ACS Sustainable Chem. Eng. 2017, 5, 4249. [135] K. H. Ng, L. Jeffery Minggu, N. A. Jaafar, K. Arifin, M. B. Kassim, Solar Energy Mater. Solar Cells 2017, 172, 361. [136] M. M. Momeni, Y. Ghayeb, J. Mol. Catal. A: Chem. 2016, 417, 107. [137] J. A. Schuller, E. S. Barnard, W. Cai, Y. C. Jun, J. S. White, M. L. Brongersma, Nat. Mater. 2010, 9, 193. [138] J. Lee, T. Javed, T. Skeini, A. O. Govorov, G. W. Bryant, N. A. Kotov, Angew. Chem. 2006, 118, 4937. [139] Z. Liu, W. Hou, P. Pavaskar, M. Aykol, S. B. Cronin, Nano Lett.\n2011, 11, 1111. [140] M. G. Lee, C. W. Moon, H. Park, W. Sohn, S. B. Kang, S. Lee,\nK. J. Choi, H. W. Jang, Small 2017, 13, 1701644. [141] X. Zhang, Y. L. Chen, R.-S. Liu, D. P. Tsai, Rep. Prog. Phys. 2013,\n76, 046401. [142] Y. C. Pu, G. M. Wang, K. D. Chang, Y. C. Ling, Y. K. Lin,\nB. C. Fitzmorris, C. M. Liu, X. H. Lu, Y. X. Tong, J. Z. Zhang, Y. J. Hsu, Y. Li, Nano Lett. 2013, 13, 3817. [143] S. Hu, M. R. Shaner, J. A. Beardslee, M. Lichterman, B. S. Brunschwig, N. S. Lewis, Science 2014, 344, 1005. [144] J. Xie, C. Guo, P. Yang, X. Wang, D. Liu, C. M. Li, Nano Energy 2017, 31, 28. [145] J. Zheng, Y. Lyu, R. Wang, C. Xie, H. Zhou, S. P. Jiang, S. Wang, Nat. Commun. 2018, 9, 3572. [146] M. W. Kanan, D. G. Nocera, Science 2008, 321, 1072. [147] T. J. Mills, F. Lin, S. W. Boettcher, Phys. Rev. Lett. 2014, 112,\n148304. [148] W. Cui, W. Niu, R. Wick-Joliat, T. Moehl, S. D. Tilley, Chem. Sci.\n2018, 9, 6062. [149] Y. Hou, F. Zuo, A. P. Dagg, J. Liu, P. Feng, Adv. Mater. 2014,\n26, 5043. [150] J. A. Seabold, K.-S. Choi, Chem. Mater. 2011, 23, 1105. [151] Y. Liang, Y. Li, H. Wang, J. Zhou, J. Wang, T. Regier, H. Dai, Nat.\nMater. 2011, 10, 780. [152] J. Yang, J. K. Cooper, F. M. Toma, K. A. Walczak, M. Favaro,\nJ. W. Beeman, L. H. Hess, C. Wang, C. Zhu, S. Gul, J. Yano, C. Kisielowski, A. Schwartzberg, I. D. Sharp, Nat. Mater. 2017, 16, 335.\n[153] J. Suntivich, K. J. May, H. A. Gasteiger, J. B. Goodenough, Y. Shao-Horn, Science 2011, 334, 1383. [154] S. K. Pilli, T. E. Furtak, L. D. Brown, T. G. Deutsch, J. A. Turner, A. M. Herring, Energy Environ. Sci. 2011, 4, 5028. [155] D. K. Zhong, M. Cornuz, K. Sivula, M. Grätzel, D. R. Gamelin, Energy Environ. Sci. 2011, 4, 1759. [156] D. K. Zhong, D. R. Gamelin, J. Am. Chem. Soc. 2010, 132, 4202. [157] T. W. Kim, K.-S. Choi, Science 2014, 343, 990. [158] L. Wang, D. Mitoraj, S. Turner, O. V. Khavryuchenko, T. Jacob,\nR. K. Hocking, R. Beranek, ACS Catal. 2017, 7, 4759. [159] F. Dionigi, P. Strasser, Adv. Energy Mater. 2016, 6, 1600621. [160] Q. Yu, X. Meng, T. Wang, P. Li, J. Ye, Adv. Funct. Mater. 2015, 25, 2686. [161] C. Du, X. Yang, M. T. Mayer, H. Hoyt, J. Xie, G. McMahon,\nG. Bischoping, D. Wang, Angew. Chem. 2013, 125, 12924. [162] P. Tang, H. Xie, C. Ros, L. Han, M. Biset-Peiró, Y. He, W. Kramer,\nA. P. Rodríguez, E. Saucedo, J. R. Galán-Mascarós, T. Andreu, J. R. Morante, J. Arbiol, Energy Environ. Sci. 2017, 10, 2124. [163] G. Wang, B. Wang, C. Su, D. Li, L. Zhang, R. Chong, Z. Chang, J. Catal. 2018, 359, 287. [164] W. Li, S. W. Sheehan, D. He, Y. He, X. Yao, R. L. Grimm, G. W. Brudvig, D. Wang, Angew. Chem., Int. Ed. 2015, 54, 11428. [165] Y. Wang, F. Li, X. Zhou, F. Yu, J. Du, L. Bai, L. Sun, Angew. Chem., Int. Ed. 2017, 56, 6911. [166] D. A. Lutterman, Y. Surendranath, D. G. Nocera, J. Am. Chem. Soc. 2009, 131, 3838. [167] Y. Surendranath, M. Dincǎ, D. G. Nocera, J. Am. Chem. Soc. 2009, 131, 2615. [168] D. K. Zhong, J. Sun, H. Inumaru, D. R. Gamelin, J. Am. Chem. Soc. 2009, 131, 6086. [169] N. P. Dasgupta, C. Liu, S. Andrews, F. B. Prinz, P. Yang, J. Am. Chem. Soc. 2013, 135, 12932. [170] B. Liu, J. Li, H.-L. Wu, W.-Q. Liu, X. Jiang, Z.-J. Li, B. Chen, C.-H. Tung, L.-Z. Wu, ACS Appl. Mater. Interfaces 2016, 8, 18577. [171] M. de Respinis, K. S. Joya, H. J. M. De Groot, F. D Souza, W. A. Smith, R. van de Krol, B. Dam, J. Phys. Chem. C 2015, 119, 7275. [172] J. Deng, X. Lv, K. Nie, X. Lv, X. Sun, J. Zhong, ACS Catal. 2017, 7, 4062. [173] Y. Li, H. Wang, L. Xie, Y. Liang, G. Hong, H. Dai, J. Am. Chem. Soc.\n2011, 133, 7296. [174] B. Hinnemann, P. G. Moses, J. Bonde, K. P. Jørgensen,\nJ. H. Nielsen, S. Horch, I. Chorkendorff, J. K. Nørskov, J. Am. Chem. Soc. 2005, 127, 5308. [175] X. Zou, Y. Zhang, Chem. Soc. Rev. 2015, 44, 5148. [176] L. Cheng, W. Huang, Q. Gong, C. Liu, Z. Liu, Y. Li, H. Dai, Angew.\nChem., Int. Ed. 2014, 53, 7860. [177] H. Tang, K. Dou, C.-C. Kaun, Q. Kuang, S. Yang, J. Mater. Chem. A\n2014, 2, 360. [178] D. Kong, H. Wang, Z. Lu, Y. Cui, J. Am. Chem. Soc. 2014, 136, 4897. [179] C. Wan, Y. N. Regmi, B. M. Leonard, Angew. Chem. 2014, 126, 6525. [180] R. Mo, D. Rooney, K. Sun, H. Y. Yang, Nat. Commun. 2017, 8, 13949. [181] J. Y. Huang, L. Zhong, C. M. Wang, J. P. Sullivan, W. Xu,\nL. Q. Zhang, S. X. Mao, N. S. Hudak, X. H. Liu, A. Subramanian, H. Fan, L. Qi, A. Kushima, J. Li, Science 2010, 330, 1515. [182] J.-Z. Guo, P.-F. Wang, X.-L. Wu, X.-H. Zhang, Q. Yan, H. Chen, J.-P. Zhang, Y.-G. Guo, Adv. Mater. 2017, 29, 1701968. [183] B. J. Neudecker, N. J. Dudney, J. B. Bates, J. Electrochem. Soc. 2000, 147, 517. [184] O. Zandi, T. W. Hamann, Nat. Chem. 2016, 8, 778. [185] D. K. Bora, A. Braun, S. Erat, A. K. Ariffin, R. Löhnert, K. Sivula,\nJ. Töpfer, M. Grätzel, R. Manzke, T. Graule, E. C. Constable, J. Phys. Chem. C 2011, 115, 5619. [186] K. Maeda, K. Domen, J. Phys. Chem. Lett. 2010, 1, 2655. [187] T. Hisatomi, J. Kubota, K. Domen, Chem. Soc. Rev. 2014, 43,\n7520.\nSmall 2019, 15, 1803746"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "Y. Lin", "S. Zhou", "S.W. Sheehan", "D. Wang", "J. Am" ],
      "venue" : "Soc. 2011, 133,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2398
    }, {
      "title" : "Soc",
      "author" : [ "N. Beermann", "L. Vayssieres", "S.E. Lindquist", "A. Hagfeldt", "J. Electrochem" ],
      "venue" : "2000, 147,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2456
    }, {
      "title" : "Chem",
      "author" : [ "C. Li", "C. Koenigsmann", "W. Ding", "B. Rudshteyn", "K.R. Yang", "K.P. Regan", "S.J. Konezny", "V.S. Batista", "G.W. Brudvig", "C.A. Schmuttenmaer", "J.-H. Kim", "J. Am" ],
      "venue" : "Soc. 2015, 137,",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1520
    }, {
      "title" : "Chem",
      "author" : [ "G.M. Wang", "Y. Yang", "Y.C. Ling", "H.Y. Wang", "X.H. Lu", "Y.C. Pu", "J.Z. Zhang", "Y.X. Tong", "Y. Li", "J. Mater" ],
      "venue" : "A 2016, 4,",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2849
    }, {
      "title" : "Chem",
      "author" : [ "W.-T. Sun", "Y. Yu", "H.-Y. Pan", "X.-F. Gao", "Q. Chen", "L.-M. Peng", "J. Am" ],
      "venue" : "Soc. 2008, 130,",
      "citeRegEx" : "115",
      "shortCiteRegEx" : null,
      "year" : 1124
    }, {
      "title" : "Nanomaterials for Energy Conversion and Storage, (Eds",
      "author" : [ "G. Wang", "Y. Yang", "Y. Li" ],
      "venue" : "Imperial College Press and World Scientific. World scientific (Europe),",
      "citeRegEx" : "121",
      "shortCiteRegEx" : "121",
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "Y. Surendranath", "M. Dincǎ", "D.G. Nocera", "J. Am" ],
      "venue" : "Soc.  2009, 131,",
      "citeRegEx" : "167",
      "shortCiteRegEx" : null,
      "year" : 2615
    }, {
      "title" : "Chem",
      "author" : [ "K. Maeda", "K. Domen", "J. Phys" ],
      "venue" : "Lett. 2010, 1,",
      "citeRegEx" : "186",
      "shortCiteRegEx" : null,
      "year" : 2655
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "[1,8–11,17–28] Photoactive semicon­ ductor materials such as TiO2,([24]) ZnO,[29] Fe2O3,([23,30]) WO3,([31,32]) Si,[33] Cu2O,([22]) and Ta3N5,([34]) with various nanostructures including 0D nanoparticles,[30,35,36] 1D nanorods/nano wires/ nanotubes,[27,28,34,37,38] 2D nanosheet,[39–41] and 3D complex structures,[17,42,43] have been synthesized and showed impres­ sive PEC performance.",
      "startOffset" : 313,
      "endOffset" : 323
    }, {
      "referenceID" : 1,
      "context" : "The improved performance was ascribed to the increased efficiency of charge transport and collection in 1D hematite nanorod array structure.[46] Li et al.",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 2,
      "context" : "[65–67] Numerous semiconductors such as TiO2,([59,64]) WO3,([63,68]) BiVO4,([60,61,69]) and BiOBr[62] with different exposed crystal facets have been fabricated and shown interesting facet­dependent photoactivities.",
      "startOffset" : 46,
      "endOffset" : 53
    }, {
      "referenceID" : 3,
      "context" : "Numerous methods have been explored to introduce the surface defects into semiconductors, including hydrogen gas annealing,[31,36,73,74] thermal annealing,[75–77] ultrasonication,[78] flame annealing,[45,79] chemical reduction,[80–85] alumino­ thermic reduction,[86] partial oxidation,[87,88] and electrochemical treatment.[89,90] Chen et al.",
      "startOffset" : 323,
      "endOffset" : 330
    }, {
      "referenceID" : 3,
      "context" : "further demonstrated that controlled introduction of intrinsic surface defects such as oxygen vacancies can sig­ nificantly increase the PEC performance of metal oxide photo­ electrodes.[24,31,73,89,91] Oxygen vacancies were introduced into",
      "startOffset" : 186,
      "endOffset" : 202
    }, {
      "referenceID" : 3,
      "context" : "[25] Alternatively, oxygen vacancies can also be created using the electrochemical reduction method.[89] These oxygen­deficient metal oxide photoanodes achieved consider­ ably higher photocurrent than their pristine counterparts.",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 5,
      "context" : "44 eV.[121] Among semiconductor materials, CdS,[21,114,115] CdSe,[117,118] CdTe,[119] and graphene quantum dots[120,122,123] are the most widely used inorganic sensitizers for PEC appli­ cations.",
      "startOffset" : 6,
      "endOffset" : 11
    }, {
      "referenceID" : 4,
      "context" : "[121] Among semiconductor materials, CdS,[21,114,115] CdSe,[117,118] CdTe,[119] and graphene quantum dots[120,122,123] are the most widely used inorganic sensitizers for PEC appli­ cations.",
      "startOffset" : 41,
      "endOffset" : 53
    }, {
      "referenceID" : 6,
      "context" : "Cobalt phosphate (CoPi) composite has been reported to be an efficient OER catalyst.[146,166,167] Decoration of CoPi on various photoelectrodes as catalysts for PEC water oxidation has been explored.",
      "startOffset" : 84,
      "endOffset" : 97
    }, {
      "referenceID" : 7,
      "context" : "Last, high­efficiency, low­cost, environmentally friendly, and scalable surface engineering methods are highly desir­ able to make PEC water splitting practically feasible.[186,187] For example, noble metals such as Pt, Ir, and Ru, and their compounds are still currently the best HER and OER cata­ lysts.",
      "startOffset" : 172,
      "endOffset" : 181
    }, {
      "referenceID" : 4,
      "context" : "engineering ◾ Decrease carrier diffusion length ◾ Increase light absorption capability ◾ Increase the number of reaction sites Hydrothermal reaction[57] Chemical vapor deposition[17] Anodization[39,115] Thermal oxidation[56]",
      "startOffset" : 194,
      "endOffset" : 202
    }, {
      "referenceID" : 2,
      "context" : "Crystal facet engineering ◾ Increase efficiency of charge separation Hydrothermal reaction[59,64]",
      "startOffset" : 90,
      "endOffset" : 97
    }, {
      "referenceID" : 3,
      "context" : "Defect engineering ◾ Bandgap narrowing ◾ Increase carrier density ◾ Increase efficiency of charge separation Hydrogen treatment[24] Electrochemical reduction[89] Inert gas annealing[76] Ultrasonication[78] Flame annealing[79] Chemical reduction[83] Aluminothermic reduction[86] Partial oxidation[87]",
      "startOffset" : 157,
      "endOffset" : 161
    } ],
    "year" : 2018,
    "abstractText" : "DOI: 10.1002/smll.201803746 be regenerated through combustion or a hydrogen fuel cell. The renewable solar energy and the good availability of water on the Earth make this approach sustain­ able and practically feasible. The rapid expanding of nanomaterials in the past decade is the fuel for the recent development of PEC water splitting and could fundamentally changes the design of PEC devices.[1,8–11] Nanostructured photo­ electrodes have several advantages over the conventional bulk films, including larger surface area, shorter carrier diffu­ sion length, smaller light reflection loss, tunable optical bandgap, and electronic structure.[3,10,12–14] Water oxidation and reduction take place at the electrode/ electrolyte interfaces; therefore, having favorable surface properties of photo­ electrodes is important, in particular, for nanostructured electrodes with extremely large surface area.[15,16] A number of sur­ face engineering methods have been demonstrated to be effective in tuning the surface properties of nanomaterials and consequently improving their photo­ and electrochemical stability, charge separation/recombination effi­ ciency, and kinetics of surface redox reactions. Despite some excellent review articles have highlighted the recent advances of nanomaterials for PEC water splitting,[8–10] the surface engi­ neering of nanomaterials for PEC water splitting has not been reported. In this review, we start with a brief introduction of basic principles of PEC water splitting, followed by the discus­ sion of the advantages of nanostructured photoelectrodes, and then the comprehensive discussion of nine most efficient and widely used surface engineering methods, and finally end with a comparison for all these methods and an outlook for the future work.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}