{
  "name" : "downloads_2020-12-24_36_shukla2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Development of Putrescine anchored nano-crystalsomes bearing Doxorubicin and Oleanolic acid- Deciphering its role in inhibiting metastatic breast cancer",
    "authors" : [ "Soo Hyun Kim", "Ravi Prakash Shukla", "Sandeep Urandur", "Venkatesh Teja Banala", "Disha Marwaha", "Shalini Gautam", "Nikhil Rai", "Neha Singh", "Pratiksha Tiwari", "Prashant Shukla", "Prabhat Ranjan Mishra" ],
    "emails" : [ "prabhat_mishra@cdri.res.in", "mishrapr@hotmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "rsc.li/biomaterials-science\nBiomaterials Science\nrsc.li/biomaterials-science\nISSN 2047-4849 PAPER Soo Hyun Kim et al. Biodegradable vascular stents with high tensile and compressive strength, a novel strategy for applying monofilaments via solid-state drawing and shaped-annealing processes\nVolume 5 Number 3 March 2017 Pages 343-602Biomaterials Science\nThis is an Accepted Manuscript, which has been through the Royal Society of Chemistry peer review process and has been accepted for publication. Accepted Manuscripts are published online shortly after acceptance, before technical editing, formatting and proof reading. Using this free service, authors can make their results available to the community, in citable form, before we publish the edited article. We will replace this Accepted Manuscript with the edited and formatted Advance Article as soon as it is available. You can find more information about Accepted Manuscripts in the Information for Authors. Please note that technical editing may introduce minor changes to the text and/or graphics, which may alter content. The journal’s standard Terms & Conditions and the Ethical guidelines still apply. In no event shall the Royal Society of Chemistry be held responsible for any errors or omissions in this Accepted Manuscript or any consequences arising from the use of any information it contains.\nAccepted Manuscript\nView Article Online View Journal\nThis article can be cited before page numbers have been issued, to do this please use: R. P. Shukla, S. Urandur, V. T. Banala, D. Marwaha, S. Gautham, N. Rai, N. Singh, P. Tiwari, P. Shukla and P. R. Mishra, Biomater. Sci., 2020, DOI: 10.1039/D0BM01033B.\nDevelopment of Putrescine anchored nano-crystalsomes bearing Doxorubicin and Oleanolic acid- Deciphering its role in inhibiting metastatic breast cancer"
    }, {
      "heading" : "Ravi Prakash Shukla, Sandeep Urandur, Venkatesh Teja Banala, Disha Marwaha, Shalini",
      "text" : ""
    }, {
      "heading" : "Gautam, Nikhil Rai, Neha Singh, Pratiksha Tiwari, Prashant Shukla, Prabhat Ranjan Mishra*",
      "text" : ""
    }, {
      "heading" : "Division of Pharmaceutics and Pharmacokinetics, CSIR-Central Drug Research Institute",
      "text" : "Lucknow, India\n*Corresponding author Dr. PrabhatRanjan Mishra Ph.D Division of Pharmaceutics and Pharmacokinetics, Preclinical South PCS 002/011, CSIR-Central Drug Research Institute B.S. 10/1, Sector-10, Jankipuram Extension, Sitapur Road, Lucknow-226031, India Phone no +91-522-2612411(4537), Fax no +91-522-2623405 E-mail: prabhat_mishra@cdri.res.in , mishrapr@hotmail.com\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM ."
    }, {
      "heading" : "ABSTRACT",
      "text" : "Angiogenesis driven tumor initiation and progression calls for a targeted therapy. Moreover, the inclusion of combined chemotherapy supplement the therapy acting on cause of concern. In the line of context, we envisagedto develop a targeted crystalosomes delineating the tumor cells against the normal cells. A self-assembled crystalline monodispersed nanosized PE-PEGbased hollow crystalsomes has been modified with pluronylated putrescine (Put-PF)and loaded with Doxorubicin ( Dox) synergistically in combination with Oleanolic Acid (OA) to target the glypican-1 (gp-1) receptor on tumor cells. The developed crystalsomes (PutD+O@NCs) showed an increased intracellular accumulation of Dox and OA in synergistic combination inside the MDA-MB-231 cell lines. The developed crystalsomes marked an enhanced depolarization of mitochondrial membrane potential and cell cycle arrest leading to apoptosis. Furthermore, the proposed therapy has greater anti-angiogenesis activity with VEGF dependent modulation in proliferation, invasion, migration and tube formation of HUVECs in vitro and in vivo onBalb/c mice model. Interestingly, the perseverance of the tumor boundary by inhibiting the expression and activity of the matrix metalloproteinase (MMPs) (>5.2-fold) with suppressed degradation of the extracellular matrix pave for significant inhibition of metastases. However, an intravenously administered Put-D+O@NCs showed an improved pharmacokinetic profile and exquisite inhibition of 4T1 induced tumor with significantly lower toxicity. In a nutshell, these finding highlights the important role of Put for gp-1 receptor for specific targeting and synergistic delivery of Dox and OA through crystalsomes as a potential approach for metastatic breast cancer using combined chemotherapy.\n.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nKeywords: Glypican-1, Anti-angiogenesis, Metastasis, Crystalsome, and Matrix metalloproteases.\n1.0 Introduction\nCellular proliferation and angiogenesis predominantly defines the main characteristic features of tumor initiation, progression and metastasis1. In the face of mounting evidence the tumor cells can potentially trigger the endothelial cells by promoting an angiogenesis, overexpression and VEGF secretion into the tumor microenvironment2-4. Therefore, inhibiting angiogenesis and killing of tumor cells simultaneously could provide tremendous opportunities to achieve effective therapeutic intervention of breast cancer along with traditional chemotherapy5. Oleanolicacid (OA), a well-known nutritional bioactive compound extracted from the herb often found in the plant kingdom as an essential component of human diet6 has been reported to have potent anti-angiogenic activity while it also blocks transcription factors like MEK/ERK and the JNK/SAPK pathway in anticancer mechanisms7, 8. Recently, a combined administration of OA with Dox was shown to reduce organ toxicity in hepatocellular carcinoma9. Thus, it was a significant challenge to develop a synergistic combination of Dox and OA loaded targeted nanocapsular system to achieve both spatial and temporal targeting. Glypican-1 is a form of HSPG cell surface internalizing receptor that belongs to the formation of HS protein complex with extracellular protein ligands10.Various types of cancer, including breast cancer, are highly expressed with glypican-1 (gp-1) receptors which can specifically be used to achieve spatial targeting of , metastatic breast cancer 11, 12.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nPutrescine(Put), a biogenic polyamine is a potent ligand for glypican-1 receptor (a transporter of polyamine exclusively involved in the exogenous import of Put), therefore can be employed as tumor targeting ligand13, 14. Numerous studies including animal model demonstrated relatively greater accredition of Put in metastatic breast cancer compared to benign breast disease which is well associated with clinical data13. Till date, proteoglycans such as heparin sulfate, hyaluronic acid, chondroitin sulfate have been used15 for effective targeting, but polyamine is in their infancy stage for glypican-1 mediated targeting. In this report, we have developed Dox and OA co-loaded nanosized crystalsomes16, 17anchored with putrescine (Put) to achieve synergistic therapeutic intervention through targeting, overexpressed glypican-1 receptors to improve anticancer efficacy and minimize the adverse effects of Dox. The nanosized crystalsomes (PutD+O@NCs), when developed under controlled crystallization with steady cooling, it tends to form hollow, nanosized crystalline capsules that imitate the conventional self-assembled system and compared with D+O@NCs using the same procedure as Put-PF replacement with PF. In addition, we have also made an attempt to study VEGF, MMP9 and MMP2 molecular targets by using RT-PCR and western blot analysis. Altogether, an active targeting with OA and Dox based combination strategy through gp-1specific would open new possibilities for synergistic combination chemotherapy with an improved safety profile. 2.0 Experimental Section Materials Putrescine, Oleanolic acid, Doxorubicin, PE-PEG (Polyethylene-polyethylene glycol), MTT (3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazolium bromide), RNase, HATU reagent and propidium iodide (PI), were received from Sigma-Aldrich (St Louis, MO, USA). Annexin-V apoptosis kit from Invitrogen life sciences. HPLC grade solvents like methanol, acetonitrile\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nwere obtained from Merck (India) and other essential analytical grade chemical reagents were arranged from commercial sources. Dulbecco’s modified eagles medium (DMEM), FBS (fetal bovine serum), antibiotic-antimycotic solution, and trypsin with 0.5% EDTA were purchased fromGibco BRL (Gaithersburg, MD, USA). Matrigel TM was supplied by BD Biosciences (NJ, USA). VEGF (vascular endothelial growth factor) were purchased from Hi-media. MDAMB-231cell line was obtained from ATCC (Americantype culture collection, Manassas,VA, USA). Additionally, human endothelial umbilical vein cells (HUVECs),including medium and supplements, were obtained from Hi-media (Mumbai, India). The in vivo experiments were carried out according to the guidelines authorized by the IAEC to perform animal experiments in institutional animal ethical committee at the CSIR- Central Drug Research Institute Lucknow. 2.1 Synthesis of Pluronic F127and Putrescine conjugate (Put-PF) The conjugation of putrescine (Put) and (Pluronic) PF was performed using amine acylation reactions. Briefly, 1000 mg of PFCOOH and 760 mg of HATU reagent were dissolved in 3 ml of DCM under constant stirring in an inert nitrogen atmosphere at RT for 30 min, followed by a drop-in addition of 3.5 mg of Put dissolved in 2 ml DCM. The reaction was kept at 300 rpm for 24 h under stirring. On completion of the reaction, the organic solvent was evaporated using rotavapor, dialyzed for 6h each against triple distilled water followed by lyophilization.The resulting product Put-PF was stored at -20°C for further use. The resulting product Put-PF was characterized by proton 1H NMR and IR spectroscopy. The NMR spectra were achieved by dissolving in DMSOd6 and analyzed with the assistance of Bruker DRX-300 (Bruker, Fallanden, Switzerland) at 300 MHz, using the topspin software pack.The further characterization of the resultant product was performed by proton 1H NMR and IR spectroscopy.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM ."
    }, {
      "heading" : "2.2 Fabrication of crystalsomes as nanocarrier system",
      "text" : "Crystalsomes were fabricated by a modified nano-emulsion crystallization method discussed by Wang et al18. Briefly, 4 %wt PE-PEG, was dissolved in chloroform at 50°C by the continuous addition of 1 mL (0.2 wt. %) Put-PF aqueous solution at 60°C and simultenously Dox and OA solution were added, followed by probe sonication (Vibra Cell VCX 750, Sonics & Materials) at 25 % amplitude for 10 min in pulse mode (2-sec sonic pulses interrupted by 2- sec breaks). The resultant white milky emulsion was kept directly for quenching at 20°C for the crystallization process. The temperature program was acquired to prevent the separation of liquid / liquid phases in PE-PEG and chloroform emulsion droplets.A series of experiments were performed to optimize the process parameters to get a stable product. TheD+O@NCs were prepared using the same procedure as Put-PF replacement with PF. 2.3 Determination of Entrapment efficiency The entrapment efficiency (EE) of Dox & OA in crystalsomes were performed with Shimadzu HPLC by using a reverse-phase C18 column (5 μm and 250 × 4.6 mm) and detected through PDA detector at the specificλmax of 480 and 210 nm respectively. The mobile phase was prepared with MeOH and water (95:05, v/v), pH maintained at 3.0 with 85% glacial acetic acid. The temperature of the column was maintained at 25°C and fed with 40µl of the injection volume. The loading efficiency(LE %) and drug entrapment efficiency (EE%) of Dox and OA in the final formulation were estimated by applying the equations (1) and (2) respectively.\n(1)𝐿𝐸(𝑤𝑡%) = Amount of drug in NCs\nThe total amount of polymer and drug𝑋100\n(2)𝐸𝐸(𝑤𝑡%) = Amount of drug in NCs\ninitially feeded drug 𝑋100\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\n2.4 In vitro drug release study The drug dissolution kinetics was determined through dialysis bag diffusion method.The proposed formulations with modified (Put-D+O@NCs) and unmodified surface (D+O@NCs) co-loaded with Dox (1mg) and OA(8.4 mg) against free Dox and OA were incorporated in a dialysis bag (12 kDa) and suspended into the 250 ml dissolution media containing PBS (pH 7.4)with 0.1% tween 80 to evade the precipitation of the dissolved drugs on 80 rpm with temperature maintained at 37 °C. An aliquots of 0.2 ml were withdrawn with replacement of equal volume of fresh dissolution media to maintain the sink condition. The collected samples were analyzed using RP-HPLC. 2.5 Morphological characterization of Crystalsomes The morphology of crystalsomes was characterized by Transmission electron microscope and Atomic force microscopy. (a)Transmission Electron Microscopy (TEM)\nFor TEM analysis, samples were placed over the holey carbon-TEM grid and allowed to settle for 5 min. After that, the dried samples were stained negatively with 2% aqueous uranyl acetate solution. Finally, the sample images were recorded on FEI Technai G2 12 Twin TEM 120 kV.\n(b)Atomic Force Microscopy (AFM)\nThe particle geometry analysis of the sample was performed by AFM (AFM, APCER, Italy) by using non-contact mode cantilever (μ mash NSC15/ AIBS) with specifications i.e. 125 μm length, 35 μm width, and <10 nm tip radius. Briefly, a drop of 10μL of crystalsome samples were placed on a coverslip and allowed to air dry.The sample was carefully dried to remove excess of water and avoid complete drying. 2.5 Cell cytotoxicity and synergy establishment\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nIn vitro cell cytotoxicity of the developed formulation was determined in MDA-MB-231, 4T1 and HUVEC cell lines. In this experiment MDA-MB-231 and 4T1 cells were separately seeded in 96-well plates (3 x 103 cells/well) by using 100µl of RPMI medium containing 10% FBS, whereas HUVECs with M-200 and LVES supplement incubated under the standard condition in a CO2incubator.To determine the synergy between Dox and OA, cytotoxicity studies were performed for free drugs (Dox and OA) using a regular MTT assay.For this purpose, different concentration ranges of Dox(0.39µM- 1.0µM) and OA(0.59µM-10µM) were treated individually and in combination. The results were recorded with compusyn version 1.0 software.The optimized samples and their respective formulations in the form of free drug, D+O(comb) and synergistically loaded different formulation i.e. D+O@NCs, Put-D+O@NCs and blank crystalsomes were screened through MDA-MB-231cells for 48h at 37ºC. After completion of cell screening, media were discarded and treated with MTT 10μl reagent of 4mg / ml stock and incubated for 2.5 h. The plates were then subjected with 100μl biological grade DMSO for dissolving formazan crystals. An automated microplate reader at 570 nm was used for absorption. All experiments were performed in thrice (n=3) and data presented as mean ± standard deviation (SD). 2.6 Mitochondrial membrane potential and cell apoptosis in MDA-MB-231 cells Alteration in mitochondrial membrane potential (MMP) is a sign of early apoptosis, for this lipophilic cationic dye 5, 5 ', 6, 6'-tetrachloro-1, 1 ', 3, 3'-tetraethyl benzimidazolylcarbocyanineiodide (JC-1) was applied. However, during early apoptosis, the MMP decreases and the JC-1 was segregated from the mitochondrial matrix to form aggregates and thus converted the red fluorescence into green fluorescence.For the said study of the proposed crystalsomes, MDA-MB-231 cells were seeded and grown in six-well plates at (4 x 105cells per well), incubated in media (at 37°C) and treated with free Dox and OA\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nagainstD+O(comb), D+O@NCs and Put-D+O@NCsfor 24 h with mandatory control groups. After incubation, the media was removed and the cells were washed, trypsinized and re-suspended in 500 μL of PBS containing JC-1 dye (3µg/mL). Subsequently, the cell suspension was analyzed using a flowcytometer (BD Biosciences,FACSCalibur, Germany). For the apoptosis investigation, theconfluent cells were then, treated with the above-mentioned sample groups and incubated for 48h in CO2incubator with a control group.After completion of incubation, cells were washed twice with cold PBS (7.4 pH), harvested and re-suspended in 1x binding buffer of 400µl and incubated with 5μl Annexin V-FITC and 5μl PI solution for 10 minutes.The cells were analyzed immediately by flowcytometry (BD Biosciences, USA). 2.7 In vivo matrigel plug assay The anti-angiogenic potential of Put-D+O@NCs was investigated by executing matrigel plug assay. Randomly, animals were separated into seven groups (n=5), followed by 500 µl of matrigel was inserted subcutaneously into the flanked region of the mammary fat pad of female Balb/c mice. Individualized group of animals then received i.v.injection of free Dox, andOA, D+O(comb), D+O@NCs and Put-D+O@NCs withanequivalent ratio of 1mg/kg of Dox and 8.4mg/kg OA thrice a week. Additionally, Hemoglobin content was estimated from the matrigel plug and determined by the Drabkin process by the manufacturer's standard protocol. 2.8 Tube formation assay Cell culture plate (24 well) were coated with ice-thawed matrigel (250µl) and incubated to solidify at 37°C. HUVECs were cultured in a starved medium for 6 h, followed by trypsinization and hence seeded into the pre-matrigel coated plate at 4x104 cells in each well. At the same time, 10ng VEGF, free Dox, free OA, D+O(comb), D+O@NCs and PutD+O@NCs treatment were applied. The cells were incubated for 12 h and subsequently the tube-like structure was ensued. Furthermore, the cells were washed with PBS (7.4 pH) and\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nstained with calcein-AM dye. Following the removal of unstained dye, images were captured at 10x magnification with an inverted fluorescent microscope. The number of branching points was calculated by counting of randomly selected fields. 2.9 Western blot analysis In order to prepare protein samples, the harvested cells were incubated for 20-30min in ice bucket by adding RIPA buffer. After that samples were centrifuged at 12000rpm for 10 min at 4°C. The collected protein was quantified using a BCA protein assay kit(Thermo Scientific) and 10-15% sodium dodecyl polyacrylamide gel (SDS-PAGE) was used for the protein separation. After that, the protein was transferred to a PVDF membrane followed by incubation in a 5% BSA (Bovine Serum Albumin) blocking solution for 1 h at room temperature. Further, the membrane was washed three times with tween-20 mixed tris-buffer (TBST). The protein transferred membrane was kept with primary antibodies for overnight incubation at 4 °C after that secondary antibody was added and kept for 2 h, followed by serial washing. Eventually, the immune reactive proteins were developed in the ChemiDoc(Bio-Rad Laboratories, USA) using ECL reagents (Merck). Image J software was used for band density measurement. Actin was used as an internal control for normalizing protein expression. 2.10 In vivo Near-Infrared Fluorophore (NIRF) Live Imaging In order to study the bio-distribution of Put-D+O@NCs at tumor site, a real-time NIRF in-vivo imaging was performed. The nanoparticles were incubated with Evans blue dye (Evans blue: Dox at 4:1 ratio)19 followed by vortexing for 10 min. For the removal of unbound dye formulations were centrifuged and the NCs pellets were reconstituted into a PBS solution. IVIS imaging (Caliper Life Sciences Inc., Perkin Elmer, USA) was obtained prior to and following IV injection with Evans blue tagged D+O@NCs and Put-D+O@NCs at designated time points. Mice (n = 3) with tumor size 150-250 mm3 were used for the study.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\n2.11 In vivo pharmacokinetics and tumor distribution studies In order to investigate the in vivo pharmacokinetics and distribution of free drugs (Dox+OA) combination, D+O@NCs and Put-D+O@NCs formulations in tumors, the breast cancerinduced mice model was used and both the formulations were injected (i.v.) at doses of 8.4mg/kg OA and 1 mg/kg Dox. Three groups of mice were used; group-I for free Dox+OA combination, group-II for D+O@NCs and group-III for Put-D+O@NCs formulation and 200 μL of blood was collected from retro-orbital plexus at predetermined time points. Similarly, after a predetermined time, tumors for each group were harvested and analyzed. The validated HPLC method was used to determine the Dox and OA. For RP-HPLC analysis, mobile phase consist of methanol (A) and milli-Q water pH adjusted to 3.0 with acetic acid (B) was used. The flow was isocratic at the ratio of 95:05 (A: B). The plasma concentration-time profiles were estimated using non-compartmental analysis by applying PKPlusTM software. 2.12 Antitumor efficacy In vivo, antitumor effects of Dox and OA co-loaded crystalsomes were evaluated in 4T1 cells bearing Balb/c mice model. When the tumor size reaches 100 mm3, animals were randomly separated into six groups (n= 5) and treated with saline control, free Dox, free OA, D+O(comb), D+O@NCs and Put-D+O@NCs respectively, injected intravenously via tail veins on days 0, 4, 7, 10, 13, 16 and 19. Tumor volumes were measured throughout the study and determined using formula V = Δ/6(L)(W)2 where L is the longest and W is the shortest tumor diameter in mm. Animals were also observed for other parameters such as survival, body weight and behaviour. After completion of the study, the animals were sacrificed and histological samples were obtained from vital organs and tumors. All animal experiments were carried out in compliance with the guidelines for the care and use of laboratory animal experiments and the\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\napproval of the CSIR-CDRI Institutional Animal Ethical Committee (IAEC) with approval no. IAEC/2019/126. 2.13 Statistics Statistical values were presented as mean ± S.D. The different groups were compared by the ttest student or the one-way ANOVA GraphPad Prism version 5.0 (San Diego, CA).Thep< 0.005 difference was considered statistically significant.\n3.0 Results and Discussion\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nScheme1. Schematic overview of crystalsomes preparation and suggested mechanism for the treatment of metastatic breast cancer.The components of crystalsomes are PE-PEG, Put-PF and the drugs are Dox and OA.Put-PF were synthesized and self-assembled on the surface of PEPEG to form spherical crystalsomes of drug-loaded nanoparticles.When crystalsomes internalized through gp-1 receptor in the tumor tissue, Dox and OA tends to getreleased insidethe tumor cells. The released OA shallmodulate TME with VEGF and MMPs to prevent angiogenesis and metastasis and also preserve the tumor boundaries while Dox shall be engaged in killing the cancer cells."
    }, {
      "heading" : "3.1 Synthesis of Pluronic conjugated Putrescine (Put-PF)",
      "text" : "The 1H NMR-spectra of Pluronic F-127 conjugated putrescine (Put) has been represented in figure 1(A). The Put was conjugated to PF though acid-amine coupling reaction., The presence of amide bond was confirmed by peaks at 8.1 and 8.3 ppm with a strong signal of amide proton (–CO-NH-). In addition, the peak at 1702 cm-1of an amide carbonyl group demonstrated the\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\npresenceof Put on the PF chain (figure1B). By adding a known quantity of Put-PF in DMSOd6, the concentration of conjugated Put was determined by plotted calibration curve at 254 nm through UV spectroscopy.The Conjugation yield of Put-PF wasfound 90%.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nFigure 1. (A) 1H NMR spectra of Pluronic F-127 conjugated Putrescine (Put-PF) (B) FTIR spectra of Put-PF.(C) TEM image of developed crystalsomes (Scale bar 100nm) (D-E) AFM, 2D & 3-D images of crystalsomes respectively (Scale bar 500nm). (F) A SAED and (G) WAXD pattern. In vitro drug release profile of (H) Dox from Put-D+O@NCs and (I) OA from Put-D+O@NCs. Drug release study was carried out in PBS (pH 7.4 & 37°C). Data were presented as SD± Mean (n=3)"
    }, {
      "heading" : "3.2 Physicochemical characterization of developed crystalsomes",
      "text" : "Herein, the Dox & OA crystalsomes were fabricated using the PE-PEG co-block polymer and synthesized conjugate Put-PF as a stabilizer by employing a nano-emulsion crystallization method. For the formulation of proposed crystalosomes with desired attributes, the process parameters namely drug, polymer, organic solvent ratio, and sonication pulses were optimized. The effect of these variables on particle size, PDI, and zeta potential was observed. The final optimized outcome of developed Put-D+O@NCs formulation has been represented in Table1. The average Particle size and PDI of both D+O@NCs and Put-D+O@NCsformulation were found to be 160.25 ± 12.60 nm, PDI 0.112± 0.05 and 140.70 ± 7.0 nm, PDI 0.15 ± 0.08 respectively,suitable for superior accumulation at tumor site with EPR effect.The concentration of stabilizers being one of the critical aspects for investigation of any nanoformulation. It was hence discovered that with raise in Put-PF concentration from 0.1% to 0.3% the particle size steadily decreased from 160 to 140 nm whereas zeta potential shifted from −14.52 to −16.41 mV, and colloidal stability of the particles significantly increased. Such an outcome could be imputed to the higher density of the Put-PF resulting in the coverage of the entire surface of the crystalsomes, ensuing decrease in irreversible assemblage through volume restriction or\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nvolume exclusion effect.The surface morphology of Put-D+O@NCs was investigatedby TEM, AFM and DLS (figure 1C-E) depicted a spherical morphology of particles. Additionally, the crystalline structure of PE-PEG crystalsomes was also confirmed through dried samples at 25 °C by wide-angle X-ray diffraction (WAXD)(figure1G). The highest diagonal peak(110) at 22 ° wasfor PE crystal planes whereas the peak (120)at 19.8 ° was for PEG planes and thus the peak(032) at 22-24° was assigned to PEG planes.To further examine the PE chain orientation in crystalsomes, selected area electron diffraction (SAED) (figure 1F) patterns on individual PE-PEG of crystalsomes were recorded(figure 1). PE (22°) diffraction spots was observed, proposing the radial direction of the c-axis and the polymer chains are across the radial direction of the crystalsomes.The diffraction spots were arc-shaped owing to the consistent lattice display distortion in order to make it easier for a single crystal to fit into a curved nanosized space.The SAED pattern consequently confirmed that the crystalsome shell was made of single crystal-like lamellae to polymer chains standard to the interface.\nTable.1 Characteristic properties of Dox and OA co-loaded Put-D+O@NCs\nDEE (%w/w) DLE (% w/w)Sample Size (nm)\n± SD\nPDI*\n± SD\nZetapotential\n(mV) Dox OA Dox OA\nBlank NCs 135.4±8.8 0.15±0.05 -22.5±0.10 - - - -\nPutD+O@NCs 140.6±9.0 0.24±0.08 -16.0±0.13 85.53±4.4 91.21±3.5 2.2±0.5 17.1±0.34\nPolydispersity index*\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nThe data represented are replicates of three different experiments n=3. 3.3 In vitro release profile\nIn vitro dissolution was performed at physiological pH 7.4 in PBS. During the release, the drug samples were collected at pre-determined time intervals. It was observed that both Dox and OA showed 55% and 42.50% release from Put-D+O@NCs respectively (figure. 1H, I) owing to the hydrophobic nature of OA and hence reduction in effective particle size could lead to faster dissolution20. In our studies, we have observed a significantly higher dissolution rate of Put-D+O@NCs compared to D+O@NCs crystalsomes that can be described on the account of Noyes−Whitney equation. This equation stated that dx / dt = DA / hD* (Cs − Ct) in which dx / dt is the dissolution velocity, D is the diffusion coefficient, A is the particle surface area, hD belongs to diffusion distance while Cs is the saturation solubility and Ct consider as concentration around the particles.Storage stability investigation was carried out at 25 °C for a period of 4 weeks. For each storage condition, three batches of D+O@NCs and Put-D+O@NCs were used and samples were analyzed for particle size and polydispersityindex (PDI) at periodic intervals.\nThe stability study confirmed neither physical norchemical changes and thus endorsed the good stability at storage condition according to ICH guidelines. The results obtained for particle size and PDI of D+O@NCs and Put-D+O@NCs 181±0.26 & 158±0.18; 0.46 & 0.33 after one month. (Represented on supplementary file figure S1)\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nFigure 2.(A-B) Cell viability by MTT assay on MDA-MB-231&4T1 cells for 48 h of treatment with various sample group (C)LDH release profile by 48 h incubation with different treatment sample (C) Combination index (CI) for synergy determination. These results were obtained in triplicates manner (n=3).\n3.4Evaluation of synergy between Dox and OA\nThe cytotoxicity and synergy between Dox and OA alone or in combinations were performed in MDA-MB-231 cell lines using MTT assay after 48h treatment. For this, we selected different range of concentrations 0.032-1.0µM for Dox and 0.3-10µM forOA. As shown in results,\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\ncytotoxicity manifested by OA alone was very low as equated to Dox in the MDA-MB-231 cell line. With change in the concentration of OA in the combination, the cytotoxicity of Dox also varied significantly (figure 2A-B). For the molar ratio 1:10 and 1:15 of Dox: OA, a substantial synergism was found to be compatible with the Chou-Talalay combination index. The combination index (CI) value of Dox & OA (1:10) was 0.22 as demonstrated as Fa-CI plot. By comparing the corresponding CI values for all combinations with their IC50 and FaCI plots, we can conclude that OA could boost anti-breast cancer potential at relatively lower doses of Dox. The resultant synergistic combination was thus selected for further analysis and characterization in the proposed crystalosomes. The same experiment was repeated with D+O@NCs and Put-D+O@NCs co-loaded formulations in equivalent drug ratios (figure 2D).\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nFigure 3. (A) Cellular uptake of the Dox and OA co-loaded formulations by CLSM in MDAMB-231 cells at various times points (2 and 6 h). Dox concentration was 0.5µM and OA\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\n5µM(Scale bar 50μm). (B& C) Quantitative assessment of uptake in MDA-MB-231&MCF7 cell line by FACS at the end of 2 h and 6 h treatment respectively."
    }, {
      "heading" : "3.5 Glypican-1 (gp-1) facilitated uptake studies",
      "text" : "The gp-1 mediated cellular uptake of co-loaded crystalsomes (D+O@NCs, and PutD+O@NCs) were examinedby CLSM and flowcytometry techniques. MDA-MB-231 and MCF-7 cells line were treated with FITC-tagged D+O@NCs and Put-D+O@NCs for 2 h and 6 h respectively. Although the fluorescent intensity in all treatment groups was increased over the time, modified crystallosomes (Put-D+O@NCs) treated group showed the strongest signal followed by unmodified crystallosomes (D+O@NCs)against the lowest FITC-blank treated group. Moreover, the fluorescence intensity varied in both MDA-MB-231 and MCF-7 cells line.This demonstrated the overall property of NCs to improve cellular trafficking across the membranes. In accordance with the CLSM results, the fluorescence intensity of Dox wasfound to be prominently dispersed in the perinuclear region of the cells in all treatment groups within 2 h with subsequently enhanced diffusion inside the nucleus in the next 6 h. Moreover, through differential fluorescence intensity, an enhanced accumulation of Put-D+O@NCs in the cytoplasm that would be imputed to the Put surface grafting as a targeting motif complementary to the gp-1 cell surface receptor was marked. Moreover, further exploration of gp-1 mediated cellular uptake mechanism in both MDA-MB-231 and MCF-7 cells were confirmed by receptor blocking study. Our finding showed that the uptake of Put-D+O@NCs was considerably higher in MDA-MB-231 cells than in MCF-7 cells, hence the highly metastatic cell line implicitly have more gp-1 receptors on the surface than non-metastatic cell line (figure 3 B&C). In order to investigate the detailed mechanism of cellular internalization\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nof developed formulation,the receptor blocking was performed in MDA-MB-231and MCF-7 cell lines. For this MDA-MB-231 and MCF-7 cells were pre-treated with100 μM free Put to saturate the receptors followed by both non-modified (D+O@NCs) and surface-modified (PutD+O@NCs) to demonstrate and validate gp-1 receptors during endocytosis. We subsequently found that after 6 h of treatment the average fluorescence intensity of both the formulations were very similar (figure S2 A & B). Hence,it was confirmed that both the binding of Put to gp-1 receptors and the subsequent enhancement of cellular uptake of developed formulation could serve as a targeting tool for metastatic breast cancer.\nFigure 4. Proportional cell cycle arrest, mitochondrial membrane potential, and apoptosis results from flowcytometry. (A) Histogram and bar depicting the percentage of cells in various cell cycle arrest stages for 48 h with various samples. (B) The dot plots and bar description describe the depolarization of the mitochondrial membrane at the end of 48 hours of treatment.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nRed and Green dot plots showed healthy and depolarized mitochondria. (C) Dot plot and bar description showing the proportion of early (lower right quadrant) and late (upper right) MDAMB-231 cells from various samples for 48 h. These findings were achieved in triplicates (n=3)."
    }, {
      "heading" : "3.6 Augmented cell cycle arrest induction, apoptosis via depolarization of mitochondrial",
      "text" : "membrane potential\nIn order to evaluate the intracellular effect of developed formulation, the treated groups were analyzed via cell cycle arrest, mitochondrial membrane potential (MMP) and apoptosis by using flowcytometry. Following the treatment, nuclear regulations were investigated as a cell cycle arrest on the basis of propidium iodide (PI) staining, change in mitochondrial membrane potential using JC-1 dye, whereas the apoptotic population were achieved by an annexin-V FITC binding kit-based assay (BD Biosciences, USA). To a known fact, the apoptosis deals with two distinct signaling pathway: cell death receptor-mediated and mitochondria-associated pathway. In between the depolarization of mitochondrial membrane potential was widely studied as one of the leading Dox and OA induced pathways of apoptosis 3, 21-23. Proceeding the treatment with Dox and OA alone and in combination has shown the depolarization of mitochondrial membrane altered protein-associated cell cycle and aresultant apoptosis as presented in figure 4C. Synergistic drug combination D+O(comb), co-loaded D+O@NCs and Put-D+O@NCs further increased apoptotic effects via synergistic depolarization of the mitochondrial membrane. Quantitatively, free drugs Dox and OA triggers mitochondrial membrane depolarization of 25.62 % and 12.50 % cell population respectively. However, PutD+O@NCs (gp-1 targeted) had shown greater depolarization (46.86%) equated to D+O@NCs (41.86%) and D+O(comb) (27.04%) (figure 4B).For the Cell Cycle Study previously reported, free Dox showed captivating G2-M phase arrest by activation of AMPK via up-regulation of\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nthe p53 axis24 while free OA followed cell cycle arrest by inducing p38 MAPK cascade activation6. The combined drug effects of Dox +OA demonstrated a better efficacy and induction of G2-M phase arrest in Put-D+O@NCs, (G2-M 79.01%) and non-targeted D+O@NCs (G2-M 61.68%) group against the combined free drug D+O(comb) (G2-M 43.68%) (figure 4A). Similarly, as the results of depolarization of the mitochondrial membrane and cell cycle arrest, treatment with Put-D+O@NCs induces a significant degree of apoptosis as compared to D+O@NCs, D+O(comb) and individual free drug after 48 h of treatment. PutD+O@NCs triggered 82.38% while D+O@NCs, D+O(comb), free Dox and OA induced 67.73%, 40.37%, 29.32% and 19.16% apoptosis respectively (figure 4C).These results suggested that the gp-1 receptor-targeted co-loaded, Dox and OA showed synergistic effects on mitochondrial membrane potential, cell cycle arrest and resulted in an enhanced apoptotic population of cells.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\ninverted fluorescent microscope and (B) branching were counted. (C-D) In vivoBalb/c mice matrigelplug assay was performed to investigate angiogenesis and hemoglobin content of the plug served as a surrogate of neovascularization.(E) The photographic image of lung metastasis in Balb/c mice (in vivo) (F) Metastasis nodule counting.\n3.7Anti-angiogenesis Angiogenesis is a multiple steps complex processes including migration, invasion and tube formation in endothelial cells5, 25. The pre-determination of drug dose is required before an anti-angiogenesis study is performed14.During drug optimization, we found that the formulation loaded with 5μM equivalent OA alone or in combination caused excessive damage to cells, accompanied by increased LDH release (figure 2C), suggesting that 5μM equivalent concentration of OA was not suitable for further mechanistic exploration. Therefore, further exploration of migration, invasion and tube formation were conducted at 2.50 µM equivalent doses of OA. Following optimization, we conducted VEGF stimulated wound healing assay with MDA-MB-231 cells and measured the migration to the denuded region of the streaked plate. As demonstrated in supplementary figure S3 A, the single drug Dox has very limited effects on migratory cells. On the other side, gp-1 receptor-targeted and co-loaded Put-D+O@NCs inhibited MDA-MB-231 cells remarkably. The final outcome of migration inhibition of Put-D+O@NCs after 24 h of incubation was found to be 11.83, 9.81, 8.82, 8.18, 5.70 and 3.14-fold greater than the VEGF, control, free OA, free Dox, D+O(comb) and D+O@NCs groups, respectively. The above results were also confirmed by Boyden chamber cell invasion studies that showed how VEGF promotes cancer cells to cross the inserted membrane. As a result, crystalsomes Put-D+O@NCs have demonstrated stronger\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\ninhibition of MDA-MB-231 cells with a 5.45, 5.1, 3.7, 3.35, 2.4 and 1.7 fold than VEGF, control, free OA, free Dox, D+O(comb) and D+O@NCs groups, respectively.Endothelial cells break down the basement membrane during the angiogenesis process with the release of proteolytic enzymes such as matrix metalloproteinase (MMPs) and migrate in response to a gradient of antigenic factors, including VEGF26, 27.The in vitro tube formation assay is a mimic of in vivo model that is effectively used for the assessment of pre-angiogenesis28. For this, HUVECs were seeded in a pre-matrigel coated six-well plate and it started forming capillarylike structure transformedinto tubular structure which eventually get connected toeach other andformed a mesh-like structure on the gel(figure 5A-B).Calcein AM, a non-fluorescent dye that permeates live proliferating cells hydrolyze to form fluorescent calcein used for quantitative analysis. Quantitative, analysis of image demonstrated that the number of tubes and nodes was greatly reduced when treated with Put-D+O@NCs, and when compared with other groups like control, free OA, free Dox, D+O(comb) and D+O@NCs lead to 8.90, 7.0, 7.1, 3.5-fold, and 1.0-fold inhibition with respective groups. Moreover, the post-angiogenesis potential of the developed formulation was studied using in ovo CAM angiogenesis model2931. In the results, the high vascularization of CAM was depicted in the control group. However, the Put-D+O@NCs treated group (10 μg Dox and 84 μg OA) were shown with significant degree of reduced vessel sprouting compared with free Dox, OA, D+O(comb) and D+O@NCs treated groups (figure S4 A-B).Additionally, the anti-angiogenic effect was also assessed in vivo by subcutaneous injection of matrigel inBalb/c mice. VEGF treated plug was found with more blood vessels and appeared to be more reddish due to higher vessel sprouts whereas PutD+O@NCs treated plug had significantly very few blood vessels that seem to be whitish. Further, we estimated total hemoglobin, clearly supporting the in vitro finding (figure 5 CD).Additionally, angiogenesis was also investigated with the CD31 endothelial marker by\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nimmuno-histochemistry32. CD31 or endothelial platelet adherence molecule (PECAM),a central marker of angiogenesis treatment contributes in endothelial cell function33. In the present study CD31 expression was evaluated by microscopy and flowcytometry. The tumor tissue section exposed to FITC tagged CD31 antibody exhibited very less fluorescence intensity in Put-D+O@NCs treated group compared to other treatment groups (figure 6 D-E). The flowcytometry results from various samples treated on HUVECs shown maximal CD31 positive population in the VEGF control group ( 93%). However, Put-D+O@NCs treated group significantly reduced this population up to 10%. Apart from that, diminished levels of VEGF an angiogenic factor were also detected in the serum of tumor-bearing mice treated with free drug and co-loaded formulation (figure 6 B). Hence, the targeting via gp-1 receptor through synergistically co-loaded crystalsomes eventually lead to molecular modulation towards enhanced tumor cell killing and anti-angiogenesis.\n3.8 In vivo optical imaging of developed formulation\nFor the bio-distribution studies of Put-D+O@NCs at the tumor site, the 4T1 cells induced Balb/c tumor-bearing mice were injected to near-infrared (NIR) labelled (Evans blue dye) PutD+O@NCs and D+O@NCs after reaching the tumor size 150 to 200 mm3. IVIS imaging was performed prior to and following i.v. injection of 1mg/kg Dox and 8.4mg/kg OA equivalent, Evans-labeled Put-D+O@NCs and D+O@NCs at the designated time points. The fluorescence images of the mice were recorded at various time points (6h, 12h, 24h) and Put-D+O@NCs deposition at tumor site of the micewas quantified as a region of interest by measuring its fluorescence intensity. The strong fluorescence intensity was observed after 12 h which was retained for at least 24 h post-injection of Put-D+O@NCs (figure 6F-G) as compared with\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nD+O@NCs groups, suggesting a higher localization of gp-1 receptor-targeted (PutD+O@NCs) group in the tumor tissue. The efficacy of a targeted formulation for selective illumination of the tumor tissue by high contrast can be linked with glypican-1 receptormediated internalization.\nFigure 6. (A) Levels of serum immunogenic markers after 24 h of i.v. administration of Dox and OA as a free drug and developed formulation in tumor-bearing mice with (1 mg/kg Dox and 8.4 mg/kg OA). (B)Mouse VEGF ELISA was conducted in order to monitor the serum\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nlevel of VEGFA in mice (n=4) treated with various treatment groups.VEGF level in mouse serum after 24 h by i.v. administration of Dox and OA at 1 mg/ kg Dox and 8.4 mg /kg OA. (C, D &E) Immunofluorescence of CD31 was monitored by fluorescence microscope and flowcytometer. (F) In vivo imaging and tumor–targeting study following i.v. injection of crystalsomes formulation (A) Whole-body image of targeted groups. (C) In vivo estimation of tumor-associated fluorescence intensity of Dox and OA co-loaded crystalsomes. All the data were presented as mean ± SD (n=3).\n3.9In vivo pharmacokinetics and tumor distribution studies\nIn order to investigate the in vivo pharmacokinetics and distribution of free drugs D+O(comb),D+O@NCs and Put-D+O@NCs formulation in tumor, both the free drug combinations and co-loaded formulation were injected (i.v.) into breast cancer-induced mice model at a dose of Dox (1mg/kg) and OA (8.4 mg/kg). Blood plasma drug concentration and in vivo pharmacokinetic data are illustrated in figure 7 E-F over a period of 24 h and table S1. The kinetic data showed that the free drugs Dox and OA were removed quickly from the systemic circulation compared to the drug-loaded formulation. Both the formulations of crystalsomes extended the time of circulation of the free drugs encapsulated. In addition, the formulations of Put-D+O@NCs demonstrated a 6.2-fold increase in AUC of OA and a 7.06- fold increase in AUC of Dox compared to the free drug combination. Put-D+O@NCs average half-life (t1/2) was 5.72 times longer for OA, and 5.77 times longer for Dox than free drug combination. The rapid distribution of tissue and the resultant reduction in OA plasma level was primarily attributable to the short t1/2, whereas the formulation of Put-D+O@NCs increased the OA plasma levels due to its prolonged circulation. It has been reported that Dox\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nget eliminated quickly from the body (t1/2 3.5 h), however with Put-D+O@NCs the half-life of Dox is extended to 20 h, this suffice the advantage of crystalsomesoverthefree drug. A comparative study was also conducted on tumor localization of tumors for the location of formulations. Figure 7 (G-H)represents tumors comparative Dox and OA levels at different times points. Allegedly, Put-D+O@NCs delivered more OA and Dox than the free Dox +OA combination. To illustrate synergistic concentrations at the tumor site, Dox: OA ratios were determined at the tumor site. The tumor boundary protecting, Put-D+O@NCs, maintainedOA to Dox ratios ranging from 1to 10 clearly falls within the synergistic ratio derived from thein vitrostudies of synergistic combination of the drug (figure 7, G-H).\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nFigure 7. In-vivo tumor regression efficiency of 4T1 cells induced, mammary tumor treated with Dox (1mg/kg), OA (8.4mg/kg) in Balb/c mice. (A) Tumor volume (B) Picture representation of tumor morphology (C) Tumor weight (D) Animal body weight recorded during treatment.In vivo quantification of drugs in blood plasma and associated accumulation in tumor tissue. (E) Dox and (F) OA concentration in plasma of free drug combination, D+O@NCs and Put-D+O@NCs formulation at a dose of 1 mg/kg of Dox and 8.4 mg/kg of OA were used in the study. (G) Dox and (H) OA concentration in tumor at different time points. The values are represented n= 4 SD± mean."
    }, {
      "heading" : "3.10 Tumor regression studies",
      "text" : "In order to prove the in vitro results, the anti-tumor activity of Put-D+O@NCs in female Balb/c mice with 4T1 cell induced tumor i.e. syngenic model was applied and compared to free drugs. Treatment was started once the tumor volume reached 95-105 mm3 in each animal. Each group was treated with i.v. doses of 1 and 8.4 mg/kg of Dox and OA equivalent on days 0, 4, 7, 10, 13, 16 and 19 of the study. The tumor volume vs time graph and tumor morphology has been represented in figure 7 C, B. During the entire study, the tumor volume and body weight was measured, and on day 21 of the study, animals were sacrificed to collect the tumors and the organs. As presented in figure 7, individual free drug had slightly better antitumor activity. In the case of a free drug combination, tumor growth has better inhibited than the single free drug treatment. The synergistic mixture of free drugs, D+O(comb)and non-target D+O@NC drugs had almost similar effects. While targeted Put-D+O@NCs demonstrated the highest degree of anti-tumor efficacy against free drug solutions and co-loaded D+O@NCs with significant differences (p ≤0.05). At the end of the 21st day of post-treatment, for the targeted Put-D+O@NCs group, the final tumor weight was 16.66, 14.33, 8.66, 6.50 and 3.66-\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nfold lower than the saline control group, free OA, free Dox, D+O(comb) and D+O@NCs treated group, respectively.However, gp-1 targeted Put-D+O@NCs hadshown superior antitumor activity compared to other treatmentgroups. Moreover, the overall tumor volume of Put-D+O@NCs formulation after the tumor regression analysis was 10.74, 7.46, 6.30, 4.70 and 4.20-fold lesser than the saline, free OA, free Dox, D+O(comb) and D+O@NCs classes (figure 7C) respectively. Mice body weight was also recorded to examine the safety of developed formulations. Through figure 7D, OA free drug and Put-D+O@NCs showed relatively lower weight loss compared with free Dox and its combinedtherapy, D+O(comb) solution, and coloaded D+O@NCs, suggested that the Dox safety profile was hence improved. In addition, reduced rates of proinflammatory cytokines such as TNF-α, IL-6 and IL-1β were also detected in the serum of Dox-tumor-mice in combination with OA as a free drug combination or coloaded formulation (figure 6A ).In the end, we get the maximum effectiveness in the final targeted formulation through the controlled release of selected drug combination Dox and OA. The resultant formulation has increased body residence to free drug solution which was removed from the body quickly.\n3.11In vivo Inhibition of MMP expression and Activity\nMatrix metalloproteinases (MMPs) are well known both for angiogenesis and metastases of the tumor, especially MMP2 and MMP934-36. The dysregulation of myocardial metalloproteinases (MMPs) is now considered to be an early contribution to the onset and progression of cardiotoxicity leading to heart failure37. Doxorubicin, an anticancer drug is strongly cardiotoxic through induction of MMP9 and MMP2. Herein, we tried to address these complications with combination approaches that would help to enhance the Dox effect.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nMoreover, OA as a matrix metalloproteinase inhibitor displayed modest efficacy in delaying disease progression in breast cancer38. Therefore, our co-loaded formulation administration strategy effectively reduces Dox related toxicity. For the exploration of the detailed mechanism by which developed formulation inhibits metastasis, gelatin zymography on harvested tumor tissue was performed, and their results were presented in figure 8A-B. The area where gelatin enzymatically decomposed by MMP9 and MMP2 were shown as bright gel band relating to the high activity of MMP9 and MMP2. Following the treatment with co-loaded formulations, the activity of MMP9 and MMP2 has been significantly reduced because of the reduced area and band intensity. The groups treated with Put-D+O@NCs (1mg/kg Dox, 8.4mg/kg OA) evidenced the lowest gelatinase activity. The further quantification noticed that the MMP9 and MMP2 activity decreased by 4.0 to 5.2 fold, respectively, equated to the saline control group. These outcomes manifested that the MMP activity was dramatically reduced by co-loaded targeted NCs at the treated dose. This finding was also confirmed by the MMP9 and MMP2 western blot assays (figure 8 D). The saline control and free Dox treated groups had shown higher expression of MMP9 and MMP2 protein whereas the groups treated with drugcontaining co-loaded NCs was decreased significantly. This finding was also endorsed by lung metastasis results ( figure 5 E&F).Hence,the above findings demonstrated that the gp-1 targeted co-loaded Dox and OA markedly suppressed the MMPs expression. Moreover, the destroying MMP component of ECM interfered with the induction of cancer cell, cleaving receptor or ligands apoptosis that lead to pro-apoptotic signals.MMPs are usually known to be distributed in the ECM, but some MMPs are known to beclassified as membrane-type (MT-MMPs) distributed on the cell membrane39, 40. Therefore, the effective delivery of OA to TME increased the probability to bind with MT-MMPs and subsequently induced the signal transduction for pro-apoptosis. Hence, the gp-1 targeted crystalsomes showed a promising drug delivery\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nstrategy withimproved the therapeutic virtue of Dox and OA through effective angiogenesis and metastasis inhibitions. To keep TME intact is an effective approach for metastasis prevention. Other research groups have previously reported that destruction of TME might improve the effective penetration of nanoparticles into tumor tissue and thus increased its antitumor effect41, 42. However, the disintegration of the TME ultimately lead the cancer cell to flee from a broken home (TME) and promoted metastases. In such a situation, a strategy that could concurrentlyprevent the destruction of TME in \"locking\" tumor cells in their own \"home\" and killing cancer cells would be an encouraging approach to diagnose highly metastatic breast cancer.\nFigure8. In vivo MMP expression and protein profile of VEGF, VEGFR2, MMP9 and MMP2 in tumor tissue. (A) Gelatin zymography was analyzed for MMP activity of pro-MMP9 (130\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nkDa, 225 kDa), MMP-2 (72 kDa) and MMP-9 (92 kDa) in tumor tissues. Bands of enzyme activity with standard Coomassie brilliant blue dye solution were visualized by negative stains. The dark background on bright bands indicates MMP activity.(B) Quantitative estimation of zymogram activity of gelatinase using image J software.(C)qRT-PCR (mRNA) expression pattern of tumorigenesis and angiogenesis markers (D)Western blot protein profile of VEGF, VEGFR2, MMP9 and MMP2 in tumor tissue.Where actin was used as a control."
    }, {
      "heading" : "3.12 Histological analysis",
      "text" : "The histological analysis of tissue sections was done by using staining reagent hematoxylin and eosin, to introduce the in vivo toxicity potential ofdeveloped formulation. In accordance with the positive results in the formulation of Put-D+O@NCs,the biocompatibility and safety of fabricated crystalsomes were developed in the same way as the normal organ architecturewith glomerular renal structure and alveolar lung sac probably with no evidence of necrotic disease.Though the free Dox treated group had shown some toxicity and necrosis.In addition, tumor treated with Put-D+O@NCs appeared to be scratchedand disrupted in comparison to saline and Free Dox treatments due to increased drug concentration and tumor suppression.\n4.0 Conclusion\nThe developed crystalsomes have demonstrated several advantages including targeting via gp1 of cancer cell, deep tumor penetration, greater stability, quick release of payload, effective molecular modulation into tumor, with competence to co-delivery of two payloads that can be utilized further for combination therapy in case of other diseases. This work gives platform for\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\npreparing multifunctional crystalsomes that deals with anti-angiogenesis and killing of tumor cells simultaneously. This work also provided the ability to maintain the TME integrity rather than destroy, while combining other chemotherapy treatment.Moreover, the demonstration of preclinical efficacy after in-vivo delivery of Dox &OA via the Put-D+O@NCs nanocarriers in tumour-bearing animal models have paved a path of opportunities in targeted delivery of small molecules such as Dox and OA for synergistic activity.In summary, this study offered a proof of concept that nanosized Put grafted Dox and OA encapsulated PE-PEG crystalsomes potentially reduced the cancer growth via gp-1 receptor-targeted inhibition of angiogenesis, as well as metastasis via MMP-9 driven tumor microenvironment protection. Hence, it would be a promising approach for metastatic breast cancer. 5.0 Supporting Information Stability study of nanoparticles,Receoptor blocking study, List of RT-PCR Primer sequences used for quantitative investigation, Cell migration and invasion assay, CAM assay and in vivo Pharmacokinetic study outcome table.\n6.0 Acknowledgements\nThe authors are grateful for the financial support (HCP0010) provided by the CSIR and the CDRI and the ICMR, New Delhi for the research fellowship. We thank MsMadhuChaturvedi and Mr Vishwakarma for their assistance in vitro studies in the Sophisticated Analytical Instrument Facility (SAIF). The author is also thankful to Mr Vaibhav Vajpayee, Central advanced facility IIT Kanpur for TEM imaging assistance. We are grateful to Dr Pawan Upadhyay, Ms Sristi Agrawal, Mr Vijay NathMishra and Ms Priya Gupta for a useful discussion.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM ."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "Authors declare there is no conflict of interest. References:"
    }, {
      "heading" : "1. L. Zhang, H. Su, J. Cai, D. Cheng, Y. Ma, J. Zhang, C. Zhou, S. Liu, H. Shi, Y. Zhang and C. Zhang,",
      "text" : "ACS nano, 2016, 10, 10404-10417. 2. C. H. Su, W. P. Li, L. C. Tsao, L. C. Wang, Y. P. Hsu, W. J. Wang, M. C. Liao, C. L. Lee and C. S. Yeh, 2019, DOI: 10.1021/acsnano.8b09417. 3. G. Pandey, N. Mittapelly, V. T. Banala and P. R. Mishra, 2018, 10, 16964-16976. 4. M. Huo, H. Wang, Y. Zhang, H. Cai, P. Zhang, L. Li, J. Zhou and T. Yin, Journal of Controlled Release, 2020, 321, 198-210. 5. J. Zhang, J. Li, Z. Shi, Y. Yang, X. Xie, S. M. Lee, Y. Wang, K. W. Leong and M. Chen, Acta biomaterialia, 2017, 58, 349-364. 6. L. Ziberna, D. Samec, A. Mocan, S. F. Nabavi, A. Bishayee, A. A. Farooqi, A. Sureda and S. M. Nabavi, International journal of molecular sciences, 2017, 18. 7. G. Niu, L. Sun, Y. Pei and D. Wang, Anti-cancer agents in medicinal chemistry, 2018, 18, 583- 590. 8. Z. Wang, C. Dabrosin, X. Yin, M. M. Fuster, A. Arreola, W. K. Rathmell, D. Generali, G. P.\nNagaraju, B. El-Rayes, D. Ribatti, Y. C. Chen, K. Honoki, H. Fujii, A. G. Georgakilas, S. Nowsheen, A. Amedei, E. Niccolai, A. Amin, S. S. Ashraf, B. Helferich, X. Yang, G. Guha, D. Bhakta, M. R. Ciriolo, K. Aquilano, S. Chen, D. Halicka, S. I. Mohammed, A. S. Azmi, A. Bilsland, W. N. Keith and L. D. Jensen, Seminars in cancer biology, 2015, 35 Suppl, S224-s243.\n9. M. Sarfraz, A. Afzal, S. M. Raza, S. Bashir, A. Madni, M. W. Khan, X. Ma and G. Xiang, Oncotarget, 2017, 8, 47136-47153. 10. M. Belting, K. Mani, M. Jonsson, F. Cheng, S. Sandgren, S. Jonsson, K. Ding, J. G. Delcros and L. A. Fransson, The Journal of biological chemistry, 2003, 278, 47181-47189. 11. R. K. Okolicsanyi, A. J. van Wijnen, S. M. Cool, G. S. Stein, L. R. Griffiths and L. M. Haupt, Journal of cellular biochemistry, 2014, 115, 967-976. 12. S. Sharma, A. Verma, J. Singh, B. V. Teja, N. Mittapelly, G. Pandey, S. Urandur, R. P. Shukla, R. Konwar and P. R. Mishra, ACS applied materials & interfaces, 2016, 8, 30407-30421. 13. F. Canizares, J. Salinas, M. de las Heras, J. Diaz, I. Tovar, P. Martinez and R. Penafiel, Clinical cancer research : an official journal of the American Association for Cancer Research, 1999, 5, 2035-2041. 14. R. P. Shukla, J. Dewangan, S. Urandur, V. T. Banala, M. Diwedi, S. Sharma, S. Agrawal, S. K. Rath, R. Trivedi and P. R. Mishra, Biomaterials Science, 2020, DOI: 10.1039/C9BM01246J. 15. D. Vitale, S. Kumar Katakam, B. Greve, B. Jang, E. S. Oh, L. Alaniz and M. Gotte, 2019, 286, 2870-2882. 16. W. Wang, H. Qi, T. Zhou, S. Mei and L. Han, 2016, 7, 10599. 17. H. Qi, H. Zhou, Q. Tang, J. Y. Lee, Z. Fan, S. Kim, M. C. Staub, T. Zhou, S. Mei, L. Han, D. J. Pochan, H. Cheng, W. Hu and C. Y. Li, Nature communications, 2018, 9, 3005. 18. W. Wang, M. C. Staub, T. Zhou, D. M. Smith, H. Qi, E. D. Laird, S. Cheng and C. Y. Li,\nNanoscale, 2018, 10, 268-276.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM ."
    }, {
      "heading" : "19. S. Agrawal, M. Dwivedi, H. Ahmad, S. B. Chadchan, A. Arya, R. Sikandar, S. Kaushik, K. Mitra,",
      "text" : "R. K. Jha and A. K. Dwivedi, Nanomedicine : nanotechnology, biology, and medicine, 2018, 14, 327-337. 20. S. Sharma, A. Verma, G. Pandey, N. Mittapelly and P. R. Mishra, Acta biomaterialia, 2015, 26, 169-183. 21. V. T. Banala, S. Urandur, S. Sharma, M. Sharma, R. P. Shukla, D. Marwaha, S. Gautam, M. Dwivedi and P. R. Mishra, Biomater Sci, 2019, 7, 2889-2906. 22. R. Lupertz, W. Watjen, R. Kahl and Y. Chovolou, Toxicology, 2010, 271, 115-121. 23. J. Wei, M. Liu, H. Liu, H. Wang, F. Wang, Y. Zhang, L. Han and X. Lin, Journal of applied toxicology : JAT, 2013, 33, 756-765. 24. X. Lv, X. Yu, Y. Wang, F. Wang, H. Li, Y. Wang, D. Lu, R. Qi and H. Wang, PloS one, 2012, 7, e47351. 25. B. Vailhe, D. Vittet and J. J. Feige, Laboratory investigation; a journal of technical methods and pathology, 2001, 81, 439-452. 26. J. E. Rundhaug, Journal of cellular and molecular medicine, 2005, 9, 267-285. 27. S. C. Campbell, O. V. Volpert, M. Ivanovich and N. P. Bouck, Cancer research, 1998, 58, 1298- 1304. 28. J. Dewangan, S. Srivastava, S. Mishra, A. Divakar, S. Kumar and S. K. Rath, Biochemical pharmacology, 2019, 164, 326-335. 29. D. Coltrini, E. Di Salle, R. Ronca, M. Belleri, C. Testini and M. Presta, Angiogenesis, 2013, 16, 469-477. 30. K. M. Malinda, Methods in molecular biology (Clifton, N.J.), 2009, 467, 287-294. 31. D. Ribatti, Methods in molecular biology (Clifton, N.J.), 2012, 843, 47-57. 32. S. Biswas, P. J. Charlesworth, G. D. Turner, R. Leek, P. T. Thamboo, L. Campo, H. Turley, P.\nDildey, A. Protheroe, D. Cranston, K. C. Gatter, F. Pezzella and A. L. Harris, Carcinogenesis, 2012, 33, 1717-1725.\n33. G. Cao, C. D. O'Brien, Z. Zhou, S. M. Sanders, J. N. Greenbaum, A. Makrigiannakis and H. M. DeLisser, American journal of physiology. Cell physiology, 2002, 282, C1181-1190. 34. S. Chakrabarti and K. D. Patel, Experimental lung research, 2005, 31, 599-621. 35. X. Wang, W. Shi, H. Shi, S. Lu, K. Wang, C. Sun, J. He, W. Jin, X. Lv, H. Zou and Y. Shu, Journal of experimental & clinical cancer research : CR, 2016, 35, 100. 36. D. G. Kang, H. J. Lee, K. T. Kim, S. C. Hwang, C. J. Lee and J. S. Park, The Korean journal of\nphysiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology, 2017, 21, 197-204.\n37. P. Spallarossa, P. Altieri, S. Garibaldi, G. Ghigliotti, C. Barisione, V. Manca, P. Fabbi, A. Ballestrero, C. Brunelli and A. Barsotti, Cardiovascular Research, 2006, 69, 736-745. 38. C. T. Yeh, C. H. Wu and G. C. Yen, Molecular nutrition & food research, 2010, 54, 1285-1295. 39. L. Zhu, F. Zhang, Y. Ma, G. Liu, K. Kim, X. Fang, S. Lee and X. Chen, Mol Pharm, 2011, 8, 2331- 2338. 40. S. Zucker, D. Pei, J. Cao and C. Lopez-Otin, Current topics in developmental biology, 2003, 54, 1-74. 41. S. Guo, C. M. Lin, Z. Xu, L. Miao, Y. Wang and L. Huang, ACS nano, 2014, 8, 4996-5009. 42. T. Ji, J. Lang, J. Wang, R. Cai, Y. Zhang, F. Qi, L. Zhang, X. Zhao, W. Wu, J. Hao, Z. Qin, Y. Zhao\nand G. Nie, 2017, 11, 8668-8678.\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM .\nGraphical Abstract\nB io\nm at\ner ia\nls S\nci en\nce A\ncc ep\nte d\nM an\nus cr\nip t\nPu bl\nis he\nd on\n1 4\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n2/ 24\n/2 02\n0 11\n:2 0:\n09 A\nM ."
    } ],
    "references" : [ {
      "title" : "and C",
      "author" : [ "L. Zhang", "H. Su", "J. Cai", "D. Cheng", "Y. Ma", "J. Zhang", "C. Zhou", "S. Liu", "H. Shi", "Y. Zhan" ],
      "venue" : "Zhang, ACS nano,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "and C",
      "author" : [ "C.H. Su", "W.P. Li", "L.C. Tsao", "L.C. Wang", "Y.P. Hsu", "W.J. Wang", "M.C. Liao", "C.L. Le" ],
      "venue" : "S. Yeh,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "and P",
      "author" : [ "G. Pandey", "N. Mittapelly", "V.T. Banal" ],
      "venue" : "R. Mishra,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and T",
      "author" : [ "M. Huo", "H. Wang", "Y. Zhang", "H. Cai", "P. Zhang", "L. Li", "J. Zho" ],
      "venue" : "Yin, Journal of Controlled Release,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "and M",
      "author" : [ "J. Zhang", "J. Li", "Z. Shi", "Y. Yang", "X. Xie", "S.M. Lee", "Y. Wang", "K.W. Leon" ],
      "venue" : "Chen, Acta biomaterialia,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "and S",
      "author" : [ "L. Ziberna", "D. Samec", "A. Mocan", "S.F. Nabavi", "A. Bishayee", "A.A. Farooqi", "A. Sured" ],
      "venue" : "M. Nabavi, International journal of molecular sciences,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "and D",
      "author" : [ "G. Niu", "L. Sun", "Y. Pe" ],
      "venue" : "Wang, Anti-cancer agents in medicinal chemistry,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and L",
      "author" : [ "Z. Wang", "C. Dabrosin", "X. Yin", "M.M. Fuster", "A. Arreola", "W.K. Rathmell", "D. Generali", "G.P. Nagaraju", "B. El-Rayes", "D. Ribatti", "Y.C. Chen", "K. Honoki", "H. Fujii", "A.G. Georgakilas", "S. Nowsheen", "A. Amedei", "E. Niccolai", "A. Amin", "S.S. Ashraf", "B. Helferich", "X. Yang", "G. Guha", "D. Bhakta", "M.R. Ciriolo", "K. Aquilano", "S. Chen", "D. Halicka", "S.I. Mohammed", "A.S. Azmi", "A. Bilsland", "W.N. Keit" ],
      "venue" : "D. Jensen, Seminars in cancer biology,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "X",
      "author" : [ "M. Sarfraz", "A. Afzal", "S.M. Raza", "S. Bashir", "A. Madni", "M.W. Khan" ],
      "venue" : "Ma and G. Xiang, Oncotarget,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "and L",
      "author" : [ "M. Belting", "K. Mani", "M. Jonsson", "F. Cheng", "S. Sandgren", "S. Jonsson", "K. Ding", "J.G. Delcro" ],
      "venue" : "A. Fransson, The Journal of biological chemistry,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "A",
      "author" : [ "R.K. Okolicsanyi" ],
      "venue" : "J. van Wijnen, S. M. Cool, G. S. Stein, L. R. Griffiths and L. M. Haupt, Journal of cellular biochemistry,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "and P",
      "author" : [ "S. Sharma", "A. Verma", "J. Singh", "B.V. Teja", "N. Mittapelly", "G. Pandey", "S. Urandur", "R.P. Shukla", "R. Konwa" ],
      "venue" : "R. Mishra, ACS applied materials & interfaces,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "M",
      "author" : [ "F. Canizares", "J. Salinas" ],
      "venue" : "de las Heras, J. Diaz, I. Tovar, P. Martinez and R. Penafiel, Clinical cancer research : an official journal of the American Association for Cancer Research,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "and P",
      "author" : [ "R.P. Shukla", "J. Dewangan", "S. Urandur", "V.T. Banala", "M. Diwedi", "S. Sharma", "S. Agrawal", "S.K. Rath", "R. Trived" ],
      "venue" : "R. Mishra, Biomaterials Science,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "and M",
      "author" : [ "D. Vitale", "S. Kumar Katakam", "B. Greve", "B. Jang", "E.S. Oh", "L. Alani" ],
      "venue" : "Gotte,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "and L",
      "author" : [ "W. Wang", "H. Qi", "T. Zhou", "S. Me" ],
      "venue" : "Han,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "W",
      "author" : [ "H. Qi", "H. Zhou", "Q. Tang", "J.Y. Lee", "Z. Fan", "S. Kim", "M.C. Staub", "T. Zhou", "S. Mei", "L. Han", "D.J. Pochan", "H. Cheng" ],
      "venue" : "Hu and C. Y. Li, Nature communications,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and C",
      "author" : [ "W. Wang", "M.C. Staub", "T. Zhou", "D.M. Smith", "H. Qi", "E.D. Laird", "S. Chen" ],
      "venue" : "Y. Li, Nanoscale,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and A",
      "author" : [ "S. Agrawal", "M. Dwivedi", "H. Ahmad", "S.B. Chadchan", "A. Arya", "R. Sikandar", "S. Kaushik", "K. Mitra", "R.K. Jh" ],
      "venue" : "K. Dwivedi, Nanomedicine : nanotechnology, biology, and medicine,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and P",
      "author" : [ "S. Sharma", "A. Verma", "G. Pandey", "N. Mittapell" ],
      "venue" : "R. Mishra, Acta biomaterialia,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "and P",
      "author" : [ "V.T. Banala", "S. Urandur", "S. Sharma", "M. Sharma", "R.P. Shukla", "D. Marwaha", "S. Gautam", "M. Dwived" ],
      "venue" : "R. Mishra, Biomater Sci,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "and Y",
      "author" : [ "R. Lupertz", "W. Watjen", "R. Kah" ],
      "venue" : "Chovolou, Toxicology,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "and X",
      "author" : [ "J. Wei", "M. Liu", "H. Liu", "H. Wang", "F. Wang", "Y. Zhang", "L. Ha" ],
      "venue" : "Lin, Journal of applied toxicology : JAT,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "R",
      "author" : [ "X. Lv", "X. Yu", "Y. Wang", "F. Wang", "H. Li", "Y. Wang", "D. Lu" ],
      "venue" : "Qi and H. Wang, PloS one,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "and J",
      "author" : [ "B. Vailhe", "D. Vitte" ],
      "venue" : "J. Feige, Laboratory investigation; a journal of technical methods and pathology,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "and N",
      "author" : [ "S.C. Campbell", "O.V. Volpert", "M. Ivanovic" ],
      "venue" : "P. Bouck, Cancer research,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "and S",
      "author" : [ "J. Dewangan", "S. Srivastava", "S. Mishra", "A. Divakar", "S. Kuma" ],
      "venue" : "K. Rath, Biochemical pharmacology,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "and M",
      "author" : [ "D. Coltrini", "E. Di Salle", "R. Ronca", "M. Belleri", "C. Testin" ],
      "venue" : "Presta, Angiogenesis,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Methods in molecular biology (Clifton",
      "author" : [ "K.M. Malinda" ],
      "venue" : "N.J.),",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2009
    }, {
      "title" : "Methods in molecular biology",
      "author" : [ "D. Ribatti" ],
      "venue" : "(Clifton, N.J.),",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2012
    }, {
      "title" : "and A",
      "author" : [ "S. Biswas", "P.J. Charlesworth", "G.D. Turner", "R. Leek", "P.T. Thamboo", "L. Campo", "H. Turley", "P. Dildey", "A. Protheroe", "D. Cranston", "K.C. Gatter", "F. Pezzell" ],
      "venue" : "L. Harris, Carcinogenesis,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "American journal of physiology",
      "author" : [ "G. Cao", "C.D. O'Brien", "Z. Zhou", "S.M. Sanders", "J.N. Greenbaum", "A. Makrigiannakis", "H.M. DeLisser" ],
      "venue" : "Cell physiology,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "and K",
      "author" : [ "S. Chakrabart" ],
      "venue" : "D. Patel, Experimental lung research,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "and Y",
      "author" : [ "X. Wang", "W. Shi", "H. Shi", "S. Lu", "K. Wang", "C. Sun", "J. He", "W. Jin", "X. Lv", "H. Zo" ],
      "venue" : "Shu, Journal of experimental & clinical cancer research : CR,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "and J",
      "author" : [ "D.G. Kang", "H.J. Lee", "K.T. Kim", "S.C. Hwang", "C.J. Le" ],
      "venue" : "S. Park, The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "and A",
      "author" : [ "P. Spallarossa", "P. Altieri", "S. Garibaldi", "G. Ghigliotti", "C. Barisione", "V. Manca", "P. Fabbi", "A. Ballestrero", "C. Brunell" ],
      "venue" : "Barsotti, Cardiovascular Research,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "C",
      "author" : [ "C.T. Yeh" ],
      "venue" : "H. Wu and G. C. Yen, Molecular nutrition & food research,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "and X",
      "author" : [ "L. Zhu", "F. Zhang", "Y. Ma", "G. Liu", "K. Kim", "X. Fang", "S. Le" ],
      "venue" : "Chen, Mol Pharm,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "and C",
      "author" : [ "S. Zucker", "D. Pei", "J. Ca" ],
      "venue" : "Lopez-Otin, Current topics in developmental biology,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "and L",
      "author" : [ "S. Guo", "C.M. Lin", "Z. Xu", "L. Miao", "Y. Wan" ],
      "venue" : "Huang, ACS nano,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "and G",
      "author" : [ "T. Ji", "J. Lang", "J. Wang", "R. Cai", "Y. Zhang", "F. Qi", "L. Zhang", "X. Zhao", "W. Wu", "J. Hao", "Z. Qin", "Y. Zha" ],
      "venue" : "Nie,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The loading efficiency(LE %) and drug entrapment efficiency (EE%) of Dox and OA in the final formulation were estimated by applying the equations (1) and (2) respectively.",
      "startOffset" : 146,
      "endOffset" : 149
    }, {
      "referenceID" : 1,
      "context" : "The loading efficiency(LE %) and drug entrapment efficiency (EE%) of Dox and OA in the final formulation were estimated by applying the equations (1) and (2) respectively.",
      "startOffset" : 154,
      "endOffset" : 157
    }, {
      "referenceID" : 0,
      "context" : "(1) LE(wt%) = Amount of drug in NCs The total amount of polymer and drugX100",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "(2) EE(wt%) = Amount of drug in NCs initially feeded drug X100 Page 6 of 41 Biomaterials Science",
      "startOffset" : 0,
      "endOffset" : 3
    } ],
    "year" : 2020,
    "abstractText" : "Angiogenesis driven tumor initiation and progression calls for a targeted therapy. Moreover, the inclusion of combined chemotherapy supplement the therapy acting on cause of concern. In the line of context, we envisagedto develop a targeted crystalosomes delineating the tumor cells against the normal cells. A self-assembled crystalline monodispersed nanosized PE-PEGbased hollow crystalsomes has been modified with pluronylated putrescine (Put-PF)and loaded with Doxorubicin ( Dox) synergistically in combination with Oleanolic Acid (OA) to target the glypican-1 (gp-1) receptor on tumor cells. The developed crystalsomes (PutD+O@NCs) showed an increased intracellular accumulation of Dox and OA in synergistic combination inside the MDA-MB-231 cell lines. The developed crystalsomes marked an enhanced depolarization of mitochondrial membrane potential and cell cycle arrest leading to apoptosis. Furthermore, the proposed therapy has greater anti-angiogenesis activity with VEGF dependent modulation in proliferation, invasion, migration and tube formation of HUVECs in vitro and in vivo onBalb/c mice model. Interestingly, the perseverance of the tumor boundary by inhibiting the expression and activity of the matrix metalloproteinase (MMPs) (>5.2-fold) with suppressed degradation of the extracellular matrix pave for significant inhibition of metastases. However, an intravenously administered Put-D+O@NCs showed an improved pharmacokinetic profile and exquisite inhibition of 4T1 induced tumor with significantly lower toxicity. In a nutshell, these finding highlights the important role of Put for gp-1 receptor for specific targeting and synergistic delivery of Dox and OA through crystalsomes as a potential approach for metastatic breast cancer using combined chemotherapy. . Page 2 of 41 Biomaterials Science B io m at er ia ls S ci en ce A cc ep te d M an us cr ip t Pu bl is he d on 1 4 D ec em be r 20 20 . D ow nl oa de d by A uc kl an d U ni ve rs ity o f T ec hn ol og y on 1 2/ 24 /2 02 0 11 :2 0: 09 A M . View Article Online DOI: 10.1039/D0BM01033B",
    "creator" : "Aspose Ltd."
  }
}