{
  "name" : "downloads_2019-11-06_fb_10.1016@j.snb.2019.127325.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Simultaneous ultrasensitive determination of dihydroxybenzene isomers using GC electrodes modified with nitrogen-doped carbon nano-onions",
    "authors" : [ "Debananda Mohapatra", "N.S.K. Gowthaman", "Mostafa Saad Sayed", "Jae-Jin Shim" ],
    "emails" : [ "(jjshim@yu.ac.kr)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nSimultaneous ultrasensitive determination of dihydroxybenzene isomers using GC electrodes modified with nitrogen-doped carbon nano-onions\nDebananda Mohapatra, N.S.K. Gowthaman, Mostafa Saad Sayed, Jae-Jin Shim\nPII: S0925-4005(19)31524-2 DOI: https://doi.org/10.1016/j.snb.2019.127325 Reference: SNB 127325\nTo appear in: Sensors and Actuators: B. Chemical\nReceived Date: 27 August 2019 Revised Date: 15 October 2019 Accepted Date: 22 October 2019\nPlease cite this article as: Mohapatra D, Gowthaman NSK, Sayed MS, Shim J-Jin, Simultaneous ultrasensitive determination of dihydroxybenzene isomers using GC electrodes modified with nitrogen-doped carbon nano-onions, Sensors and Actuators: B. Chemical (2019), doi: https://doi.org/10.1016/j.snb.2019.127325\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier.\nSimultaneous ultrasensitive determination of dihydroxybenzene isomers using"
    }, {
      "heading" : "GC electrodes modified with nitrogen-doped carbon nano-onions",
      "text" : "Debananda Mohapatra,1 N.S.K. Gowthaman,1 Mostafa Saad Sayed, and Jae-Jin Shim*\nSchool of Chemical Engineering, Yeungnam University, Gyeongsan,\nGyeongbuk 38541, Republic of Korea\nCorresponding author:\nJae-Jin Shim (jjshim@yu.ac.kr)\nSchool of Chemical Engineering, Yeungnam University, 280 Daehak-ro, Gyeongsan,\nGyeongbuk 38541, Republic of Korea\nTel: +82 53 810 2587; Fax: +82 53 810 4631\n1 These authors contributed equally to this work.\nGraphical Abstract\nJo ur\nna l P\nre -p\nro of\n1000-times ultrasensitive and ultra-detective N-CNO inspired electrochemical sensor for individual as well as the simultaneous determination of dihydroxybenzene isomers.\nHighlights\n 1000-times ultrasensitive and ultra-detective N-CNO inspired electrochemical sensor.\n Pristine CNO sensitivity dramatically enhanced by 400% with 4 at.% nitrogen doping.\n N-CNO synthesis is 80-times less costly than the expensive nanodiamond-based process.\n First study of feasible in situ CNO doping in bulk on the application to sensors.\nAbstract\nDihydroxybenzenes (DHB) isomers are carcinogenic for humans and harm the environment, which is challenging to trace their lowest possible sensing limit as they coexist in their similar chemical structure and characteristics. This study developed an ultrasensitive and reliable electrochemical scaffold for the individual and sensitive simultaneous determination of DHB isomers. The nitrogen-doped carbon nano-onions (N-CNOs) synthesized in-situ is much less expensive (only 1/80) than the expensive nanodiamond-based process because the synthesis of CNO from nano-diamond requires a high vacuum (10–6 torr) and a high-temperature (1800 oC), whereas the present process requires atmospheric pressure and approximately 1000 oC. The successful self-assembly of N-CNOs on glassy carbon (GC) electrode becomes a single, metalfree, economically, and environmentally benign sensor material for the ultrasensitive and simultaneous determination of DHB isomers. The CNO and N-CNOs were initially synthesized through the in-situ flame-pyrolysis technique possessing a high degree of graphitization, high surface area, excellent surface wettability, and also in high-quantity, adequately characterized using high-resolution transmission electron microscopy, X-ray photoelectron spectroscopy, and Raman spectral techniques. For the CNO and N-CNOs, the cage-like concentric graphite layers exhibited an intergraphitic layer spacing of 0.34 nm with a diameter range of 30 nm. The novel NCNO/GC electrode demonstrated approximately 1000-times better electrocatalytic performance and outperformed the Au, Ag, Pd, MOF, conventional carbon allotropes, including their various J ur al Pr\n-p ro\nof\ncomposites in determining the DHB isomers with the ultrahigh sensitivity and ultralow detection limit. The N-CNO modified electrodes were further exploited in practical applications for assessing the level of DHB isomers in industrial effluents.\nKeywords: graphitization; ultrasensitive; ultralow detection; surface wettability; industrial effluents"
    }, {
      "heading" : "1. Introduction",
      "text" : "Amongst all carbon allotropes, carbon nano-onions (CNOs) are one of the most exciting carbon nanoforms and have recently drawn particular attention for applications such as electrocatalysis [1,2], electrochemical energy storage [3], tribology [4], and water treatment [5]. This nanoform belongs to a fullerene family, such as single-walled carbon nanotubes (SWCNTs) or multi-walled carbon nanotubes (MWCNTs). The unique multi-shell cage-like microstructure, concentric graphitic rings, and exposed graphitic edges of CNO, which enhance the efficient charge-transfer processes in the catalyst, and the deliberate introduction of controlled graphitic defects, can increase the overall chemical reactivity of CNO particles. Experimental investigations for the facile preparation of both the undoped and heteroatom-doped CNO and their application as electrocatalysis and electrochemical sensors are limited. In particular, heteroatom-doped CNO is sparse as an electrochemical sensor. Additionally, the complex synthesis and multistage harsh chemical treatment of CNO doping impose limitations on its suitability and applicability. Limited reports are available in the literature with regard to the synthesis of nitrogen-doped carbon nanoonions (N-CNOs), probably because convenient methods for bulk scale production are lacking [5,6]. The presence of nitrogen heteroatoms in CNO can strongly enhance the materials’ electrochemical performance owing to the Faradaic redox reactions caused by the pyridinic and quaternary nitrogen groups [7]. The high intrinsic electronegativity of heteroatoms, namely Natoms, directly induces high positive charge density on the neighboring carbon atoms present in the CNO. Consequently, there exist augmented binding sites for electrolyte ions at the surface of the multi-shelled CNO, which improves the CNO surface wettability. The N doping within the sp2-hybridized carbon frameworks (CNO) can remarkably modify their electronic and electrochemical characters. Moreover, N doping increases the specific surface area, charge carrier density, and electron transport [8]. To solve this problem, this paper proposes the one-step, direct, Jo u na l P r -p ro of\nin-situ, flame synthesis of highly N-doped CNO (N-CNO) with high quality and quantity. The exceptional advantages of N-CNO in terms of low cost, excellent chemical stability through the high degree of graphitization, high-surface wettability, huge surface area, ordered pore structure, and good conductivity have been successfully exploited to achieve self-assembly on a glassy carbon (GC) electrode. To the best of the authors’ knowledge, the in-situ bulk quantity synthesis and N-CNO application in the electrochemical sensor field have not been previously investigated.\nThe introduction of dihydroxybenzenes (DHB) into the environment from various natural\nand industrial sources can be harmful to humans because of the highly toxic and susceptible degradation of their isomers, such as hydroquinone (HQ, 1,4-DHB), catechol (CC, 1,2-DHB), and resorcinol (RS, 1,3-DHB) [9–11]. These isomers are thought to be carcinogenic and have a negative impact on the environment, even though they are often used in the production of rubber, dyes, plastics, pharmaceuticals, and cosmetics as industrial reagents [12,13]. Hence, the US Environmental Protection Agency (EPA) and the European Union have characterized these isomers as priority pollutants [14]. Moreover, the HQ, CC, and RS isomers often coexist and interfere with their detection owing to their similar chemical structure and characteristics. This has motivated research into developing an essential electrochemical sensor for the effective and simultaneous detection of these isomers. An electrochemical method of determination has been established because of its simplicity, low-cost, real-time performance, high efficiency, and sensitive measurement over a wide operation analysis range. Notably, overcoming the overlap of both the oxidation and reduction of the DHB isomers at the bare electrodes has been a challenging endeavor [13–16]. Thus, in this study, we attempted to resolve the overlapping of the DHB isomers’ oxidation peaks by using novel and binder-free N-CNO modified electrodes assisted by self-assembly.\nIn this study, an innovative, efficient, and ultrasensitive electrochemical sensor was\ndeveloped for the individual and simultaneous determination of the DHB isomers using an N-CNO modified electrode. The CNOs and N-CNOs were initially synthesized through a one-step, direct, in-situ, flame synthesis with high quality and quantity and their applicability was characterized using high-resolution transmission electron microscopy (HR-TEM), X-ray photoelectron spectroscopy (XPS), and Raman spectral techniques. The self-assembled CNO and N-CNO modified glassy carbon (GC) electrodes were used for the individual and simultaneous\nJ ur\nal Pr\n-p ro\nof\nelectrochemical determination of the DHB isomers, namely, HQ, CC, and RS. The N-CNO modified electrode exhibited superior electrochemical sensitivity compared with the bare and CNO\nmodified electrodes, and outperformed the conventional carbon allotropes. The - interaction between the highly graphitized N-CNOs and DHB isomers rendered the N-CNO modified electrode into a suitable platform for simultaneous determination by avoiding the overlap of oxidation products. Finally, the N-CNO modified electrodes were exploited for the practical purpose of determining the level of DHB isomers from industrial effluents."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1 Laboratory Chemicals and Reagents",
      "text" : "Analytical grade HQ, RS, and CC were obtained from Alfa Aesar and used as received without further purification. Na2HPO4, NaH2PO4, KCl, and K3[Fe(CN)6] were also purchased from Alfa Aesar and used as received. Moreover, 0.2 M phosphate buffer (PB) with pH 7.0 and 1 mM of K3[Fe(CN)6] in 0.1 M KCl solutions were prepared using deionized (DI) water for electrochemical response and activity."
    }, {
      "heading" : "2.2 Preparation of Pristine Water-soluble CNOs",
      "text" : "The CNO preparation conditions without nitrogen doping have already been presented and discussed in a previous paper [17]. In this study, facile flame synthesis was employed to prepare CNOs using clarified butter (also known as “ghee” in India) as a precursor. Details regarding the synthesis and application of the pristine CNO can be found in the article."
    }, {
      "heading" : "2.3 Preparation of Water-soluble N-CNOs",
      "text" : "N-CNO particles were prepared using the flame pyrolysis method. Briefly, a requisite amount of acetonitrile was placed in a small beaker and burned in the air under controlled fume hood conditions to avoid the release of any toxic gases during burning. Here, acetonitrile acted as a source of nitrogen and carbon. This process entailed one-step in-situ heteroatom doping without using any post-doping harsh chemical treatments. The setup was designed as needed to collect the as-synthesized carbon powders, which were deposited over a conical flask containing water for cooling. The as-collected products were used for various characterizations; hence, the applications Jo ur\nna l P\nre -p\nro of\ndid not entail any type of post-processing or purification. The detailed synthesis protocol is presented in Scheme 1. The optimization technique has been discussed in a previous report [18]."
    }, {
      "heading" : "2.4 Modification of CNO and N-CNOs on GC Electrode",
      "text" : "As a general procedure, the GC electrode was polished with 0.05 µm alumina slurry. The polished GC sonicated in water for 30 min to remove any attached adsorbed alumina particles. Then, the GC electrode was rinsed with DI water before being immersed into the as-prepared CNO or NCNO colloidal dispersions. The immersion of the GC electrodes in the CNO or N-CNO solutions, separately for 6 h resulted in self-assembly through the π-π stacking interaction, and the modified electrodes were dried overnight under ambient conditions (Scheme 2). Interestingly, the CNO or N-CNO particles were strictly attached onto the GC electrode surface without using any binder elements or surfactants, owing to the as-synthesized CNO or N-CNO particles’ inherent surface charge, hydrophilicity, and dispersibility in aqueous media."
    }, {
      "heading" : "3. Material Characterizations and Modeling",
      "text" : "The microstructure of the as-prepared CNO and N-CNO was investigated using HRTEM (Philips, CM-200) with an accelerating voltage of 200 kV. XPS (Kratos Analytical, AXIS Nova) was conducted to investigate the surface chemical compositions using a monochromatic Al Kα X-ray source. The Raman spectra of the CNO and N-CNO were also recorded with an XploRA Plus (Horiba) spectroscope at a laser excitation of 514.5 nm. Electrochemical measurements were carried out using electrochemical workstations (Metrohm, Autolab PGSTAT 302N) with a 3 mm GC electrode as the working electrode, Pt wire as the counter electrode, and Ag/AgCl electrode as the reference electrode. The AUTODESK 3DS MAX 2017 and Avogadro version 1.2.0 software were used for the atomistic 3D design, modelling, and visualization of both the CNO and N-CNO particles."
    }, {
      "heading" : "4. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "4.1 Structural and Surface Compositional Characterizations",
      "text" : "The morphology and microstructure of the as-synthesized CNO and N-CNO were investigated using TEM and HR-TEM tools. As can be seen in (Figures 1a, 1c), both the CNO and N-CNO particles had a spherical morphology with a sphere diameter within the range of 30 (±5) nm and\nJo ur\nna l P\nre -p\nro of\nwere distributed in an inter-network manner, respectively. The quasi-spherical particles appeared to be agglomerated with an intimate graphitic contact at the boundary region of the two particles. The identified lattice plane spacing of 0.34 nm in the onion-like shells corresponds to the interlayer spacing of the graphite planes (002). These are primarily multilayer sp2 fullerene-like shells with high local (positive) curvature. This further indicates that the incorporation of nitrogen into the sp2 carbon framework did not disrupt the order of the curved fullerene-like multi-shells. Importantly, this also indicates that, even after the incorporation of N-atoms to the sp2 C-framework of CNO, there was no variation in the intergraphitic-shell distance amongst the CNO layers, nor were the curved fullerene-like multi-shells disrupted. This is in accordance with the fact of successful doping and rules out the possibilities of surface functionalization. The perfect graphitic shells with a clearly visible core (white dotted circle) shown in (Figure 1d) indicate that the obtained N-CNO had a very high graphitization, less graphitic disordering, and therefore good electrical conductivity [18]. The outer-most shell of the individual particle shows the exposed graphene edges, with approximately concentric graphitic layers and consistent inter-graphitic layer distance of 0.34 nm, which could potentially act as electrochemical active edges to enhance the electrochemical activity during the electrochemical process.\nFigure 2a shows the Raman spectra of the as-synthesized CNO and N-CNO particles for\nmonitoring and comparing the various pre/post-doping induced graphitic defect levels. The Raman spectra of both the CNO and N-CNO exhibited three main peaks, namely, the D-band (1,345 cm−1), G-band (1,576 cm−1), and 2D-band. Interestingly, the occurrence of the 2D-band was not the same for the CNO and N-CNO samples. For the pristine CNO, the broad 2D-band peak appeared at approximately 2,820 cm−1, whereas, for the as-synthesized N-CNOs, a sharp and defined 2D-peak was observed at 2,711 cm−1, which is very close to 2,719 cm−1 in HOPG and indicates a high degree of perfection in the multi-shell spherical cages. The D-band provides sensitive graphitic and structural defect/disorder information, whereas, the ordered sp2-bonded carbon atoms define the G-band sensitive to the in-plane stretching vibration [18−20]. The quantitative defect concentrations in the pristine CNO and doped CNO samples were estimated using the integral ID/IG ratio. Moreover, the ordered G-band shifted slightly downward (1,576 cm −1) compared with the planar graphite (typically 1,582 cm−1 for HOPG) [21, 22] owing to the tensile strain induced in the graphene planes by the curvature during the curling and closure of the CNO multilayers. The intensity ratio of D to G was used to measure the extent of disorder with regard to a perfect Jo ur na l P\nre -p\nr of\ngraphitic structure. The obtained ID/IG value of 0.51 reveals the existence of various structural defects in the graphitic planes of N-CNO, whereas the pristine CNO exhibited a ratio of 0.84. Additionally, the sharp and clear 2D band at 2,711 cm−1 confirms the low degree of defects in the graphitic network of N-CNO, compared with the pristine CNO. The 2D-band appearance indicates that the stacking order of the multi-graphitic curved layers was not disturbed, even after the incorporation of nitrogen atoms into the sp2 carbon backbone [18,23].\nThe heteroatom nitrogen dopant types and species, and the oxygen bonding and elemental\ncomposition of the as-prepared CNO and N-CNO samples were investigated using the XPS technique. As shown in (Figure 2b), the full low-resolution XPS survey spectra of the as-made NCNO indicated the presence of a strong C 1s peak at 284.6 eV, along with an N 1s peak at 400 eV and a weak O 1s signal of 531 eV. Conversely, the as-prepared pristine CNO exhibited the presence of a strong C 1s peak at 284.3 with a weak O 1s peak at 530 eV, without any sign of nitrogen species, and the high-resolution spectra of C 1s were shown in Figure S1. The high-resolution C 1s peak in the N-CNO (Figure 2c) had five components centered at 284.4, 285.5, 286.2, 288.2, and 290.6 eV. The peaks at 284.4, 285.5, and 286.2 correspond to the graphite-like sp2 C, N-sp2 C, and N-sp3 C bonds, respectively, which originated from the substitutional doping of the nitrogen atoms, whereas, the peaks at 288.2 and 290.6 eV correspond to the C=O and O−C=O groups [24]. To further probe the influence of various nitrogen-containing species in the carbon CNO framework, we deconvoluted the high-resolution N 1s peak. Thus, it was adequately fitted and resolved to quantify the contribution of different nitrogen chemical states. The values of 398.5, 400.4, 402.1, and 404.3 eV are the fitted sub-peak locations under the high-resolution N 1s spectra, as shown in (Figure 2d). The precise interpretation of the assigned peaks under the N 1s core spectra, particularly in the multi-shell CNO-like structure, is not straightforward.\nThe incorporation of the nitrogen electron density into the carbon nanostructure\nprominently depends on the graphitic structure and curvature. This is in accordance with the binding energy variation for both the dopant nitrogen and carbon-matrix. The lowest binding energy under the N 1s core spectra located at 398.5 eV is attributed to the pyridine-type nitrogen (N-1), which is capable of contributing one π-electron to the π-system of the graphitic materials, whereas the pyrrole-type nitrogen (N-2) can contribute two p-electrons to the same π-system at a slightly higher binding energy. Consequently, both the N-1/and N-2 efficiently participated in\nJo ur\nna l P\nr -p\nro of\ndonating π-electron density to the graphene network, and thus contributed to the more sp2-like character of the CNO structure [25]. Moreover, the presence of these nitrogen species provided abundant electrochemical active catalytic sites for an enhanced interaction and sensing behavior. The latter strengthened the surface wettability of the electrode material by the effective chemical interaction between the electro-catalytic sites and the electrolyte ions (cations/anions). The peak centered at 400.3 eV corresponds to the quaternary nitrogen (N-3) functionality to the central graphitic carbon as (N-Qcenter), which is explained by the probable incorporation into a graphene layer other than the pyridinic-N. In other words, these carbon atoms in the central position of the graphene are replaced by N atoms. The peak at 402.1 eV can also be designated to a quaternary nitrogen (N-4) functionality to the valley or terminal graphitic (N-Qvalley). This could arise owing to the replacement of the terminal/edge C-atoms by the dopant N-atoms [26,27].\nTherefore, the replaced or substituted N-Qcenter and N-Qvalley functionalities within the\ngraphene layers can be termed as graphitic nitrogen, which successfully improves the overall NCNO electronic conductivity, and thus also improves the fast reaction and sensing kinetics. The graphitic edge planes containing the abovementioned nitrogen functionalities always make a particular contribution toward the sample’s sensing behavior. The nitrogen-functionality occurring at the highest 404.3 eV binding energy can be represented by the oxidized nitrogen groups [27,28]. The presence of nitrogen oxides facilitated better faradaic and reversible redox interactions between the electrode electro-active sites and the electrolyte ions at the N-CNO/electrolyte interface. A total of 4 at.% of the dopant nitrogen for the as-prepared N-CNOs was estimated from the XPS analysis, wherein most of the N-CNOs were doped directly into the carbon backbone."
    }, {
      "heading" : "4.2 Electrochemical Behavior of CNO and N-CNO Modified GC Electrodes in 1 mM",
      "text" : "K3[Fe(CN)6] in 0.1 M KCl\nFe(CN)6 3–/4– is a validated electrochemical probe, and is typically used to characterize the electrochemical properties of the electrode. Figure 3A shows the CV curves of the Fe(CN)6 3–/4– obtained at different electrodes. A pair of reversible redox behaviors of Fe(CN)6 3–/4– can be observed at a bare GC electrode and shown in the inset of Figure 3A, and in the enlarged curve of Figure 3A. When the electrode was modified with CNO and N-doped CNO, the redox behavior of the probe was maintained. Moreover, there was an ideal peak-to-peak separation (∆Ep) of 80 mV for the Fe(CN)6 3–/4– redox probe, which was obtained at the bare GC electrode and was reduced\nJo ur\nna l P\nre -p\nr of\nby 73 mV after fabricating the electrode with N-CNOs. Moreover, it was found that the peak currents of the redox probe at the CNO and N-CNO modified electrodes were approximately 4- and 8-fold higher compared with that on the bare GCE. This phenomenon is attributed to the higher electro-active surface area, good electronic conductivity, and high ordered porous structure of the as-synthesized N-CNO modified electrodes. Moreover, the doping of the nitrogen heteroatom in the CNO can strongly enhance the materials’ electrochemical performance owing to the Faradaic redox reactions caused by the pyridinic and quaternary nitrogen groups (Figure 3A).\nThe electronic conductivity of the CNO and N-CNO fabricated electrodes was investigated\nusing impedance spectroscopy by monitoring the change in the charge transfer resistance (RCT) [29–31]. The Nyquist plots of various modified electrodes in 0.1 M KCl/1 mM Fe(CN)6 3‒/4‒ mixture were shown in Figure S2 and were fitted in Randle’s circuit (Figure S2, inset). Observably, the Nyquist plot exhibits the RCT at higher frequencies (semicircle part) and diffusion process at lower frequencies (linear part). The bare electrode exhibits the RCT of 15.9 kΩ, and the fabricated conductive CNOs on the GC electrode surface decreases the RCT to 8.5 kΩ. Interestingly, the fabrication of the N-CNOs displays the drastically reduced RCT of 4.8 kΩ, indicating the superior electronic conductivity of the CNOs and N-CNOs modified electrode than that of the bare GC electrode with lower interfacial electron transfer resistance. The heterogeneous electron-transfer rate constant (ket) was calculated using the equation (1) [31,32].\nwhere R, T, K, and F have their common significance. A–electrode area (0.07 cm2), C0–concentration of the redox couple (5 mM) and n–number of electrons transferred (n=1 for Fe(CN)6 3‒/4‒). The calculated ket values are 4.79 × 10 −5, 8.75 × 10−5, and 1.55 × 10−4 cm s−1 respectively for bare GC, CNO, and N-CNO modified GC electrodes. It is illustrious from the EIS analysis that the N-CNOs fabricated GC electrode exhibited higher ket value than that of other electrodes, which may be due to their higher surface area and electronic conductivity besides their ordered porosity. Further, the electroactive surface area of the CNO and N-CNO electrodes was calculated with the aid of Randles-Sevcik equation (2) by ramping the CVs in 1 mM K3[Fe(CN)6] containing 0.1 M KCl [33,34].\n---- (1) n2F2A RCT C 0 ket =\nRT\nJo ur\nna l P\nre -p\noo f\nhere, ip–peak current; A–electroactive surface area (cm 2); n–number of electrons transferred (n=1 for [Fe(CN)6] 3-/4- probe); D0–diffusion coefficient (6.7×10− 6 cm2 s−1 for [Fe(CN)6] 3−/4−); ν–scan rate; C0–concentration of the probe (1.0 mM). The electroactive surface area was found to be 0.016, 0.089, and 0.158 cm2 for bare GC, CNOs, and N-CNOs modified electrodes, respectively."
    }, {
      "heading" : "4.3 Electrochemical Behavior of CNO and N-CNO Modified Electrodes towards HQ, CC, and",
      "text" : "RS\nThe CNO and N-CNO fabricated GC electrodes were used to determine the environmental pollutants and DHB isomers such as HQ, CC, and RS. The electrochemical behavior of the DHB isomers at different electrodes was investigated using cyclic voltammetry, and the corresponding CVs are shown in Figure 3B–3D. The DHB isomers behaved differently with regard to the solution pH; however, pH 7.0 was maintained throughout this study because the primary objective was to determine the pollutants in the environmental water samples and industrial effluents. The potential ramp was in the window of –0.2 to +1.0 V at 50 mV s–1 in 0.2 M PBS (pH 7.0). Neither oxidation nor the reduction peak was observed in the absence of the DHB isomers at this potential window, which indicates the electrochemical inability of the electrode in the medium.\nCompared with the CNO/GC and N-CNO/GC electrodes, the bare GC electrode only\nexhibited a negligible response when detecting the DHB isomers of HQ (Figure 3B), CC (Figure 3C), and RS (Figure 3D). The bare electrode exhibited DHB isomer oxidation at 0.11, 0.38, and 0.79 V for HQ, CC, and RS, respectively. Moreover, the oxidation potentials shifted to more positive potentials after five consecutive cycles (b; dotted plots in Figures 3C, 3D), which indicates that the bare GC electrode is not suitable for the stable determination of the DHB isomers. When the electrode was modified with CNOs, the catalytic activity slightly increased by increasing the oxidation currents, and stable oxidation potentials were exhibited thereafter. This is attributed to the π-π interaction between the graphitic CNOs and DHB isomers. Interestingly, the N-CNO/GC electrode exhibited superior electrocatalytic activity toward the DHB isomers not only by enhancing the sevenfold oxidation currents but also by shifting the HQ, CC, and RS oxidations toward less positive potentials by 80, 200, and 300 mV, respectively. The superior electrocatalytic\nip = 2.6910 5 A n3/2 D0 1/2 ν1/2 C0 --- (2)\nJo ur\nna l P\nre -p\nro f\nactivity of the N-CNO modified electrode over the bare GC and CNO modified electrode is attributed to the electroactive surface area and good electronic conductivity, owing to the presence of the ~80 % sp2 highly ordered graphitic carbon domains and highly porous nature, apart from the exohedral positive curvature. Moreover, the doping of the heteroatom nitrogen substantially increased the catalytic activity by increasing the electronic conductivity of the N-CNOs. These results imply that the N-CNO-modified electrode was more sensitive toward the DHB isomers, HQ, CC, and RS, owing to the higher electroactive surface area and higher electronic conductivity. Hence, the N-CNO modified electrode was used for the sensitive determination of the DHB isomers.\nTo further investigate the reaction kinetics of the electrochemical oxidation of the DHB\nisomers at the N-CNO/GC electrode, the CVs of the N-CNO/GC electrode in the presence of 0.5 mM HQ, CC, and RS at different scan rate ranges were carried out with a regular interval of 10 mV s–1. As shown in Figure S3, the oxidation currents of HQ, CC, and RS increased in a regular manner with the increase of the scan rate (Figures. S3(A)-S3(C)). Additionally, the linear relationships between the oxidation peak currents and the square root of the scan rates satisfy the following equations: Ipa(μA)HQ=37.80×V 0.5+62.90 (R2=0.9989); Ipa(μA)CC=4.3780×V 0.5+2.3568 (R2=0.9938); Ipa(μA)RS=1.6803×V 0.5+3.5471 (R2=0.9974) (Figures. S4(A)-S4(C)).These results indicate that the oxidation reactions of the DHB isomers HQ, CC, and RS at the N-CNO/GC electrode are diffusion-controlled electrochemical processes. Moreover, the peak potentials of HQ, CC, and RS were slightly positive shifted upon increasing the scan rate, which indicates that the electron transfers were quasi-reversible [35]. The number of transferred electrons in the redox process at the electrode surface could be obtained using the Laviron equation [36], as follows:\n2 2\n4 4\np\nn F A nFQ I\nRT RT\n   \nHere, Ip is the peak current; n is the number of transfer electrons; A is the geometric area of the electrode; Γ is the surface coverage; v is the scan rate; Q is the electric charge quantity; F, R, and T have their typical significance. The ‘n’ value was determined as approximately 2.0, which suggests that the redox reactions at the N-CNO/GC electrode should be a process involving two\n--- (3) Jo ur\nna l P\nre -p\nro f\nelectrons and two protons. Additionally, the proposed mechanism of the DHB isomer oxidation at the N-CNO/GC electrode is presented in Scheme 3."
    }, {
      "heading" : "4.4 Simultaneous Determination of DHB Isomers at N-CNO/GC Electrode",
      "text" : "The ultimate objective of this study was to resolve the overlap of the oxidation peaks of the DHB isomers using the N-CNO modified electrode. To this end, the differential pulse voltammetric (DPV) technique was used for their simultaneous determination. Initially, the HQ, CC, and RS oxidation current responses were individually analyzed by the sequel addition of the DHB isomers at the N-CNO/GC electrode. Their corresponding voltammograms (DPVs) are shown in Figure 4A–4C. A series of DPVs were recorded at the N-CNO/GC electrode at various HQ, CC, and RS concentrations for their individual determination, as shown in Figure 4A–4C. Obviously, with the increase of the HQ concentrations from each 5 mM, and those of CC and RS from each 10 μM, the anodic peak currents at 0.03 V (Figure 4A), 0.15 V (Figure 4B), and 0.56 V (Figure 4C), respectively, also increased without shifting their oxidation potential, which implies the stable oxidation process of HQ, CC, and RS at the N-CNO/GC electrode surface.\nThe calibration plot between the anodic peak currents and the HQ, CC, and RS\nconcentrations presents the linear regression equations of IHQ (μA)=0.3223 (μA μM –1)×C (μM) + 109.63 (R2=0.9958) (Figure S5A); ICC (μA)=0.0322 (μA μM –1)×C (μM) +15.07 (R2=0.9987) (Figure S5B); and IRS (μA)=0.0059 (μA μM –1)×C (μM)+6.3538 (R2=0.9938) (Figure S5C). Because the DHB isomers always exhibit overlapped oxidations owing to their structural similarity, it is very important to resolve their oxidation potentials for the selective determination. Hence, the N-CNO modified electrode was used to simultaneously determine the DHB isomers. Figure 4D shows the simultaneous determination of the DHB isomers, HQ, CC, and RS in the 0.2 M PB solution. The N-CNO modified electrode did not provide any response in the absence of the DHB isomers in the PB solution. Moreover, three well-defined and well-resolved oxidation peaks were obtained at 0.05, 0.18, and 0.53 V by adding a mixture containing 10 μM HQ, 20 μM CC, and 30 μM RS. This enabled the ability of the N-CNO fabricated electrode to prevent the surface fouling effect and overlap of the oxidation potentials caused by the oxidation products of the DHB isomers HQ, CC, and RS. Thus, the N-CNO modification demonstrated that it is possible to simultaneously determine the DHB isomers within a mixture, particularly when structural Jo ur na l P\nre -p\nro of\nsimilarities exist. Moreover, by linearly increasing the DHB isomer concentrations, their corresponding oxidation currents also increased linearly without shifting their oxidation potentials, which indicates the higher electrochemical stability of the N-CNO modified electrode, even in the analysis of the DHB isomer mixture."
    }, {
      "heading" : "4.5 Sensitive Determination of DHB Isomers at N-CNO/GC Electrode",
      "text" : "To determine the linearity range, and detection and sensitivity limits of the N-CNO/GC electrode toward the DHB isomers, the amperometric responses were recorded, because the modified electrode resolved the oxidation potentials of the DHB isomers. Figure 5A shows the amperometric i-t curves of HQ at the N-CNO/GC electrode in the 0.2 M PB solution with a constant stirring at +0.30 V. The initial current response observed for a 100 nM HQ addition steadily increased with the further addition of 200 nM to 1 mM within a wide range, with an interval time of 50 s, and attained the solid current response within 3 s. In a similar manner, the NCNO/GC electrode also responded for the wide-range determination of CC in the range of 100 nM to 1 mM (Figure 5B) and RS in the range of 100 nM to 100 μM (Figure 5C) at the applied potential of +0.50 and 0.70 V, respectively. The current response steadily increased against the addition of wide-range CC and RS concentrations. The plot of the response currents against the concentrations of the DHB isomers presents the regression equation of IHQ (μA)=45.16 (μA mM –1) × C (mM) + 0.6542 (R2=0.9911) (Figure S6A); ICC (μA)=74.89 (μA mM –1) × C (mM) + 1.0143 (R2=0.9940) (Figure S6B) and IRS (μA)=83.34 (μA mM –1) × C (mM) + 0.8821 (R2=0.9970) (Figure S6C). The N-CNO/GC electrode also had a detection limit of 0.49, 0.13, and 7.30 nM (S/N=3) with outstanding sensitivities of 645, 1069, and 1191 μA mM–1 cm–2, which results in 1000-times stronger performance compared with most previous studies on the determination of DHB isomers (Table 1) [37–45].\nTo investigate the long-term storage stability, the N-CNO/GC electrode was immersed in\na 0.2 M PB solution (pH=7) at room temperature for two weeks, and the response currents of the present sensor toward the DHB isomers were monitored. The response current of the N-CNO/GC electrode for the HQ, CC, and RS remained at 96, 95, and 91%, respectively, after one week of the original current. The repeatability of the results was evaluated by experimenting with three different GC electrodes, which were modified with N-CNO and their responses on the 0.5 mM\nJo u\nna l P\nr -p\nro f\nHQ, CC, and RS, and was recorded by 15 repeated measurements. The peak currents obtained by the 15 repeated measurements of the three independent electrodes exhibited a relative standard deviation of 3.5%, which confirms that the results are repeatable. Additionally, the obtained results reveal that the modified electrode was very stable and that the determination of the DHB isomers is repeatable."
    }, {
      "heading" : "4.6 Practical Applications",
      "text" : "The practicability of the environmental pollutant sensor developed in this study was evaluated by determining the trace level concentrations of the DHB isomers, namely, HQ, CC, and RS, in real samples using the standard addition method. Different HQ, CC, and RS concentrations (10×10–6– 2×10–3 M) were added into the 20-fold diluted industrial effluent samples and analyzed amperometrically. The obtained results are presented in Table S1. The industrial effluent samples diluted with a PB solution did not respond to any amperometric current increment, which indicates that the collected water sample was free from DHB isomers. Moreover, the addition of 50 nM HQ to the water sample increased the amperometric current and continuously increased the various HQ concentrations. A similar behavior was observed for the ultra-trace level determination of CC and RS in the industrial effluent samples. Moreover, the DHB isomers were analyzed in the commercially available HQ tablets using the N-CNO/GC electrode. The present electrochemical sensor exhibited a satisfactory recovery percentage against the addition of the DHB isomers in the industrial effluent samples. The recovery results are summarized in Table S1. Moreover, the obtained results validate the good practicability of the proposed sensor in the monitoring of environmental pollutants, such as HQ, CC, and RS, in real-life applications."
    }, {
      "heading" : "5. Conclusions",
      "text" : "This study demonstrated a sensitive and reliable electrochemical sensor for the individual and simultaneous determination of dihydroxybenzene isomers, namely, HQ, CC, and RS, using an NCNO fabricated GC electrode as a robust scaffold. Acknowledging the exceptional advantages of N-CNO for its low possessing cost, a high degree of graphitization, superior hydrophilicity, high surface area, and excellent conductivity has been exploited successfully to get self-assembled on\nJo ur\nn l P\nr -p\nro f\nthe GC electrode through - stacking interaction. The binder-free sensor becomes the single, metal-free, and environmentally benign material towards the ultrasensitive and concurrent determination of DHB isomers. Pertaining to the bare and CNO/GC electrodes, the N-CNOs fabricated electrode demonstrated the superior electrocatalytic performance by outperforming the conventionally used other carbon allotropes towards the determination of DHB isomers with the excellent sensitivity of 645, 1069, and 1191 μA mM–1 cm–2 and the lowest detection limit of 0.49, 0.13, and 7.30 nM for HQ, CC and RS, respectively. The sensitivity and detection limit of the novel N-CNO/GC electrode is ultrasensitive and ultra-detective by three orders of magnitude compared with the previously reported Au/Ag/Pd, MOF, g-C3N4, CNT, carbon quantum dot, graphene, and heteroatom-doped carbonaceous materials. Our results on unique exohedral-type materials (CNO, N-CNO) could open promising new avenues for designing an effective sensing platform to detect various industrial effluents practically.\nDeclaration of interests\n☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:"
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported by the National Research Foundation (NRF) of The Republic of Korea under the framework of Priority Research Centers Program (2014R1A6A1031189) funded by the Ministry of Education, The Republic of Korea.\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "Electrochemical Preparation of Activated Graphene Oxide for the Simultaneous Determination of Hydroquinone and Catechol",
      "author" : [ "M. Velmurugan", "N. Karikalan", "S. Chen", "Y. Cheng", "C. Karuppiah" ],
      "venue" : "J. Colloid Interf. Sci. 2017,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "Simultaneous electrochemical determination of hydroquinone, catechol and resorcinol at Nafion/multi-walled carbon nanotubes/carbon dots/multi-walled carbon nanotubes modified glassy carbon electrode. Electrochim",
      "author" : [ "C. Wei", "Q. Huang", "S. Hu", "H. Zhang", "W. Zhang", "Z. Wang", "M. Zhu", "P. Dai", "L. Huang" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2014
    }, {
      "title" : "Designing binder-free, flexible electrodes for highperformance supercapacitors based on pristine carbon nano-onions and their composite with CuO nanoparticles",
      "author" : [ "D. Mohapatra", "S. Badrayyana", "S. Parida" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Anti-Wear and Friction Reducing Mechanisms of Carbon Nano-Onions as Lubricant Additives",
      "author" : [ "L. Joly-Pottuz", "B. Vacher", "N. Ohmae", "J.M. Martin", "T. Epicier" ],
      "venue" : "Tribol. Lett. 2008,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2008
    }, {
      "title" : "Nitrogen-Doped Onion-like Carbon: A Novel and Efficient Metal-Free Catalyst for Epoxidation Reaction",
      "author" : [ "Y. Lin", "X. Pan", "W. Qi", "B. Zhang", "D.S. Su" ],
      "venue" : "J. Mater. Chem. A 2014,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Synthesis of Nitrogen-Doped Onion-like Carbon and Its Use in Carbon-Based CoFe Binary Non-Precious-Metal Catalysts for Oxygen-Reduction",
      "author" : [ "G. Wu", "M. Nelson", "S. Ma", "H. Meng", "G. Cui", "P.K. Shen" ],
      "venue" : "Carbon 2011,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "On the Origin of the High Capacitance of Nitrogen-Containing Carbon Nanotubes in Acidic and Alkaline Electrolytes",
      "author" : [ "O. Ornelas", "J.M. Sieben", "R. Ruiz-Rosas", "E. Morallón", "D. Cazorla-Amorós", "J. Geng", "N. Soin", "E. Siores", "B.F.G. Johnson" ],
      "venue" : "Chem. Commun. 2014,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Nitrogen- Enriched Nonporous Carbon Electrodes with Extraordinary Supercapacitance",
      "author" : [ "D. Hulicova-Jurcakova", "M. Kodama", "S. Shiraishi", "H. Hatori", "Z.H. Zhu", "G.Q. Lu" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2009
    }, {
      "title" : "Birnessite-Induced Binding of Phenolic Monomers to Soil Humic Substances and Nature of the Bound Residues",
      "author" : [ "C. Li", "B. Zhang", "T. Ertunc", "A. Schaeffer", "R. Ji" ],
      "venue" : "Environ. Sci. Technol. 2012,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2012
    }, {
      "title" : "Catechol-Based Biomimetic Functional Materials",
      "author" : [ "J. Sedõ", "J. Saiz-Poseu", "F. Busqué", "D. Ruiz-Molina" ],
      "venue" : "Adv. Mater. 2013,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Monitoring of Aromatic Pollutants Biodegradation",
      "author" : [ "Z. Alexieva", "M. Gerginova", "P. Zlateva", "J. Manasiev", "D. Ivanova", "N. Dimova" ],
      "venue" : "Biochem. Eng. J. 2008,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2008
    }, {
      "title" : "Highly Sensitive and Simultaneous Determination of Hydroquinone and Catechol at Thionine/Graphene Oxide Modified Glassy Carbon Electrodes",
      "author" : [ "X. Li", "G. Xu", "X. Jiang", "J. Tao" ],
      "venue" : "J. Electrochem. Soc",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Electrochemical Behavior of Catechol , Resorcinol and Hydroquinone at Graphene–Chitosan Composite Film Modified Glassy Carbon Electrode and Their Simultaneous Determination in Water Samples. Electrochim",
      "author" : [ "H. Yin", "Q. Zhang", "Y. Zhou", "Q. Ma", "L. Zhu", "S. Ai" ],
      "venue" : "Acta 2011,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Modeling Analysis of Electrode Fouling during Electrolysis of Phenolic Compounds",
      "author" : [ "X. Yang", "J. Kirsch", "J. Fergus", "A. Simonian" ],
      "venue" : "Electrochim. Acta 2013,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Interference Free Detection of Dihydroxybenzene Isomers at Pyrogallol Fi Lm Coated Electrode : A Voltammetric Method",
      "author" : [ "P.S. Ganesh", "B.E. Kumara", "O.E. Feyami", "E.E. Ebenso" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Facile Wick-and-Oil Flame Synthesis of High- Quality Hydrophilic Onion-like Carbon Nanoparticles",
      "author" : [ "D. Mohapatra", "S. Badrayyana", "S. Parida" ],
      "venue" : "Mater. Chem. Phys. 2016,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Sulfur Doping: Unique Strategy To Improve the Supercapacitive Performance of Carbon Nano-Onions",
      "author" : [ "D. Mohapatra", "G. Dhakal", "M.S. Sayed", "B. Subramanya", "J.J. Shim", "S. Parida" ],
      "venue" : "ACS Appl. Mater. Interfaces 2019,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Annealing-Induced Structural Changes of Carbon Onions: High- Resolution Transmission Electron Microscopy and Raman Studies",
      "author" : [ "K. Bogdanov", "A. Fedorov", "V. Osipov", "T. Enoki", "K. Takai", "T. Hayashi", "V. Ermakov", "S. Moshkalev", "A. Baranov" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Interpretation of Raman Spectra of Disordered and Amorphous Carbon",
      "author" : [ "A. Ferrari", "J. Robertson" ],
      "venue" : "Phys. Rev. B 2000,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2000
    }, {
      "title" : "Structure and Electromagnetic Properties of Both Regular and Defective Onion-like Carbon Nanoparticles",
      "author" : [ "L. Jiang", "Z. Wang", "D. Geng", "Y. Lin", "Y. Wang", "J. An", "J. He", "D. Li", "W. Liu", "Z. Zhang" ],
      "venue" : "Carbon 2015,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Study of Oxygencontaining Groups in a Series of Graphite Oxides: Physical and Chemical Characterization",
      "author" : [ "López-González", "J. d. D", "Rojas-Cervantes", "M. L", "Martín-Aranda", "R. M" ],
      "venue" : "Carbon 1995,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1995
    }, {
      "title" : "Highly Luminescent S, N Co-Doped Graphene Quantum Dots with Broad Visible Absorption Bands for Visible Light Photocatalysts",
      "author" : [ "D. Qu", "M. Zheng", "P. Du", "Y. Zhou", "L. Zhang", "D. Li", "H. Tan", "Z. Zhao", "Z. Xie", "Z. Sun" ],
      "venue" : "Nanoscale 2013,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2013
    }, {
      "title" : "Efficient Synthesis of Heteroatom (N or S)-Doped Graphene Based on Ultrathin Graphene Oxide-Porous Silica Sheets for Oxygen Reduction Reactions",
      "author" : [ "S. Yang", "L. Zhi", "K. Tang", "X. Feng", "J. Maier", "K. Müllen" ],
      "venue" : "Adv. Funct. Mater. 2012,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2012
    }, {
      "title" : "High Resolution XPS Characterization of Chemical Functionalised MWCNTs and SWCNTs",
      "author" : [ "T.I.T. Okpalugo", "P. Papakonstantinou", "H. Murphy", "J. McLaughlin", "N.M.D. Brown" ],
      "venue" : "Carbon 2005,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2005
    }, {
      "title" : "Sulfur-Incorporated, Porous Graphene Films for High Performance Flexible Electrochemical Capacitors",
      "author" : [ "X. Yu", "H.S. Park" ],
      "venue" : "Carbon",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Fabrication of Nitrogen-Doped Carbon Dots for Screening The Purine Metabolic Disorder in Human Fluids",
      "author" : [ "N.S.K. Gowthaman", "B. Sinduja", "R. Karthikeyan", "K. Rubini", "S.A. John" ],
      "venue" : "Biosens. Bioelectron. 2017,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Catalytic Effect of Gold Nanoparticles Self-assembled in Multilayered Polyelectrolyte Films",
      "author" : [ "M. Chirea", "Pereira C.M", "F. Silva" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2007
    }, {
      "title" : "Displacement Reduction Routed Au–Pt Bimetallic Nanoparticles: A Highly Durable Electrocatalyst for Methanol Oxidation and Oxygen Reduction",
      "author" : [ "N.S.K. Gowthaman", "B. Sinduja", "S. Shankar", "S.A. John" ],
      "venue" : "Sustainable Energy Fuels 2018,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Free-standing Au-Ag Nanoparticles on Carbon Cloth: A Non-enzymatic Fexible Electrochemical Sensor for The Biomarker of Oxidative Stress",
      "author" : [ "N.S.K. Gowthaman", "P. Arul", "J-J. Shim", "S.A. John" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Ultrasensitive and Selective Hydrazine Determination in Water Samples Using Ag–Cu Heterostructures-grown Indium Tin Oxide Electrode Via Environmentally Benign Methods",
      "author" : [ "N.S.K. Gowthaman", "S. Shankar", "S.A. John" ],
      "venue" : "ACS Sustainable Chem. Eng. 2018,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Fabrication of Different Copper Nanostructures on Indium- Tin-Oxide Electrodes: Shape Dependent Electrocatalytic Activity",
      "author" : [ "N.S.K. Gowthaman", "S.A. John" ],
      "venue" : "CrystEngComm 2016,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Multiwall Carbon Nanotubes-Poly(Diallyldimethylammonium Chloride)-Graphene Hybrid Composite Film for Simultaneous Determination of Catechol and Hydroquinone",
      "author" : [ "D. Song", "J. Xia", "F. Zhang", "S. Bi", "W. Xiang", "Z. Wang", "L. Xia", "Y. Xia", "Y. Li" ],
      "venue" : "Sensors Actuators, B Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Redox Switching and Oxygen Evolution at Oxidized Metal and Metal Oxide Electrodes: Iron in Base",
      "author" : [ "M.E.G. Lyons", "R.L. Doyle", "M.P. Brandon" ],
      "venue" : "Phys. Chem. Chem. Phys. 2011,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Voltammetric Simultaneous Determination of Catechol and Hydroquinone Using a Glassy Carbon Electrode  Jo  ur  na  l P  re  -p  ro  f  21  Modified with a Ternary Hybrid Material Composed of Reduced Graphene Oxide, Magnetite Nanoparticles and Gold Nanoparticles. Microchim",
      "author" : [ "F.Y. Kong", "R.F. Li", "L. Yao", "Z.X. Wang", "H.Y. Li", "W.X. Lv", "W. Wang" ],
      "venue" : "Acta 2019,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "A Glassy Carbon Electrode Modified with Poly(2,4-Dinitrophenylhydrazine) for Simultaneous Detection of Dihydroxybenzene Isomers. Microchim",
      "author" : [ "N.S. Lopa", "M.M. Rahman", "H. Jang", "S.C. Sutradhar", "F. Ahmed", "T. Ryu", "W. Kim" ],
      "venue" : "Acta 2018,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Simultaneous Determination of Hydroquinone, Catechol and Resorcinol with High Selectivity Based on Hollow Nitrogen-Doped Mesoporous Carbon Spheres Decorated Graphene",
      "author" : [ "C. Peng", "Z. Li", "X. Zhang", "S. Zhou", "W. Zhang", "X. Liu", "P. Zhao" ],
      "venue" : "J. Electrochem. Soc. 2018,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Efficient Detection of Hazardous Catechol and Hydroquinone with MOF-RGO Modified Carbon Paste Electrode",
      "author" : [ "H. Wang", "Q. Hu", "Y. Meng", "Z. Jin", "Z. Fang", "Q. Fu", "W. Gao", "L. Xu", "Y. Song", "F. Lu" ],
      "venue" : "J. Hazard. Mater. 2018,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "One-Step Synthesis of Three-Dimensional Interconnected Porous Carbon and Their Modified Electrode for Simultaneous Determination of Hydroquinone and Catechol",
      "author" : [ "Y. Xiang", "L. Li", "H. Liu", "Z. Shi", "Y. Tan", "C. Wu", "Y. Liu", "J. Wang", "S. Zhang" ],
      "venue" : "Sens. Actuat. B Chem. 2018,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "In Situ Synthesis of Sandwich MOFs on Reduced Graphene Oxide for Electrochemical Sensing of Dihydroxybenzene Isomers",
      "author" : [ "Z. Ye", "Q. Wang", "J. Qiao", "Y. Xu", "G. Li" ],
      "venue" : "Analyst 2019,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "Simultaneous Electrochemical Determination of Dihydroxybenzene Isomers Using Electrospun Nitrogen-Doped Carbon Nanofiber Film Electrode",
      "author" : [ "J. Huang", "X. Zhang", "L. Zhou", "T. You" ],
      "venue" : "Sens. Actuat. B. Chem. 2016,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "Ultrasensitive and Simultaneous Detection of Hydroquinone , Catechol and Resorcinol Based on the Electrochemical Co-Reduction Prepared Au-Pd Nano Flower/Reduced Graphene Oxide Nanocomposite. Electrochim",
      "author" : [ "Y. Chen", "X. Liu", "S. Zhang", "L. Yang", "M. Liu", "Y. Zhang" ],
      "venue" : "Acta 2017,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Amongst all carbon allotropes, carbon nano-onions (CNOs) are one of the most exciting carbon nanoforms and have recently drawn particular attention for applications such as electrocatalysis [1,2], electrochemical energy storage [3], tribology [4], and water treatment [5].",
      "startOffset" : 190,
      "endOffset" : 195
    }, {
      "referenceID" : 1,
      "context" : "Amongst all carbon allotropes, carbon nano-onions (CNOs) are one of the most exciting carbon nanoforms and have recently drawn particular attention for applications such as electrocatalysis [1,2], electrochemical energy storage [3], tribology [4], and water treatment [5].",
      "startOffset" : 190,
      "endOffset" : 195
    }, {
      "referenceID" : 2,
      "context" : "Amongst all carbon allotropes, carbon nano-onions (CNOs) are one of the most exciting carbon nanoforms and have recently drawn particular attention for applications such as electrocatalysis [1,2], electrochemical energy storage [3], tribology [4], and water treatment [5].",
      "startOffset" : 228,
      "endOffset" : 231
    }, {
      "referenceID" : 3,
      "context" : "Amongst all carbon allotropes, carbon nano-onions (CNOs) are one of the most exciting carbon nanoforms and have recently drawn particular attention for applications such as electrocatalysis [1,2], electrochemical energy storage [3], tribology [4], and water treatment [5].",
      "startOffset" : 243,
      "endOffset" : 246
    }, {
      "referenceID" : 4,
      "context" : "Amongst all carbon allotropes, carbon nano-onions (CNOs) are one of the most exciting carbon nanoforms and have recently drawn particular attention for applications such as electrocatalysis [1,2], electrochemical energy storage [3], tribology [4], and water treatment [5].",
      "startOffset" : 268,
      "endOffset" : 271
    }, {
      "referenceID" : 4,
      "context" : "Limited reports are available in the literature with regard to the synthesis of nitrogen-doped carbon nanoonions (N-CNOs), probably because convenient methods for bulk scale production are lacking [5,6].",
      "startOffset" : 197,
      "endOffset" : 202
    }, {
      "referenceID" : 5,
      "context" : "Limited reports are available in the literature with regard to the synthesis of nitrogen-doped carbon nanoonions (N-CNOs), probably because convenient methods for bulk scale production are lacking [5,6].",
      "startOffset" : 197,
      "endOffset" : 202
    }, {
      "referenceID" : 6,
      "context" : "The presence of nitrogen heteroatoms in CNO can strongly enhance the materials’ electrochemical performance owing to the Faradaic redox reactions caused by the pyridinic and quaternary nitrogen groups [7].",
      "startOffset" : 201,
      "endOffset" : 204
    }, {
      "referenceID" : 7,
      "context" : "Moreover, N doping increases the specific surface area, charge carrier density, and electron transport [8].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 11,
      "context" : "These isomers are thought to be carcinogenic and have a negative impact on the environment, even though they are often used in the production of rubber, dyes, plastics, pharmaceuticals, and cosmetics as industrial reagents [12,13].",
      "startOffset" : 223,
      "endOffset" : 230
    }, {
      "referenceID" : 12,
      "context" : "Hence, the US Environmental Protection Agency (EPA) and the European Union have characterized these isomers as priority pollutants [14].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 15,
      "context" : "The CNO preparation conditions without nitrogen doping have already been presented and discussed in a previous paper [17].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 16,
      "context" : "The optimization technique has been discussed in a previous report [18].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 16,
      "context" : "The perfect graphitic shells with a clearly visible core (white dotted circle) shown in (Figure 1d) indicate that the obtained N-CNO had a very high graphitization, less graphitic disordering, and therefore good electrical conductivity [18].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 16,
      "context" : "The 2D-band appearance indicates that the stacking order of the multi-graphitic curved layers was not disturbed, even after the incorporation of nitrogen atoms into the sp(2) carbon backbone [18,23].",
      "startOffset" : 191,
      "endOffset" : 198
    }, {
      "referenceID" : 19,
      "context" : "The 2D-band appearance indicates that the stacking order of the multi-graphitic curved layers was not disturbed, even after the incorporation of nitrogen atoms into the sp(2) carbon backbone [18,23].",
      "startOffset" : 191,
      "endOffset" : 198
    }, {
      "referenceID" : 20,
      "context" : "6 eV correspond to the C=O and O−C=O groups [24].",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 21,
      "context" : "9 donating π-electron density to the graphene network, and thus contributed to the more sp(2)-like character of the CNO structure [25].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 22,
      "context" : "This could arise owing to the replacement of the terminal/edge C-atoms by the dopant N-atoms [26,27].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 23,
      "context" : "This could arise owing to the replacement of the terminal/edge C-atoms by the dopant N-atoms [26,27].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 23,
      "context" : "3 eV binding energy can be represented by the oxidized nitrogen groups [27,28].",
      "startOffset" : 71,
      "endOffset" : 78
    }, {
      "referenceID" : 24,
      "context" : "3 eV binding energy can be represented by the oxidized nitrogen groups [27,28].",
      "startOffset" : 71,
      "endOffset" : 78
    }, {
      "referenceID" : 27,
      "context" : "The heterogeneous electron-transfer rate constant (ket) was calculated using the equation (1) [31,32].",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 28,
      "context" : "The heterogeneous electron-transfer rate constant (ket) was calculated using the equation (1) [31,32].",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 31,
      "context" : "Moreover, the peak potentials of HQ, CC, and RS were slightly positive shifted upon increasing the scan rate, which indicates that the electron transfers were quasi-reversible [35].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 32,
      "context" : "The number of transferred electrons in the redox process at the electrode surface could be obtained using the Laviron equation [36], as follows:",
      "startOffset" : 127,
      "endOffset" : 131
    } ],
    "year" : 2019,
    "abstractText" : "Dihydroxybenzenes (DHB) isomers are carcinogenic for humans and harm the environment, which is challenging to trace their lowest possible sensing limit as they coexist in their similar chemical structure and characteristics. This study developed an ultrasensitive and reliable electrochemical scaffold for the individual and sensitive simultaneous determination of DHB isomers. The nitrogen-doped carbon nano-onions (N-CNOs) synthesized in-situ is much less expensive (only 1/80) than the expensive nanodiamond-based process because the synthesis of CNO from nano-diamond requires a high vacuum (10 torr) and a high-temperature (1800 C), whereas the present process requires atmospheric pressure and approximately 1000 C. The successful self-assembly of N-CNOs on glassy carbon (GC) electrode becomes a single, metalfree, economically, and environmentally benign sensor material for the ultrasensitive and simultaneous determination of DHB isomers. The CNO and N-CNOs were initially synthesized through the in-situ flame-pyrolysis technique possessing a high degree of graphitization, high surface area, excellent surface wettability, and also in high-quantity, adequately characterized using high-resolution transmission electron microscopy, X-ray photoelectron spectroscopy, and Raman spectral techniques. For the CNO and N-CNOs, the cage-like concentric graphite layers exhibited an intergraphitic layer spacing of 0.34 nm with a diameter range of 30 nm. The novel NCNO/GC electrode demonstrated approximately 1000-times better electrocatalytic performance and outperformed the Au, Ag, Pd, MOF, conventional carbon allotropes, including their various J ur al Pr -p ro of",
    "creator" : "Elsevier"
  }
}