{
  "name" : "downloads_2019-11-17_46_hao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Reviving catalytic activity of nitrides by the doping of the inert surface layer to promote polysulfide conversion in lithium-sulfur batteries",
    "authors" : [ "Boyu Hao", "Huan Li", "Wei Lv", "Yunbo Zhang", "Shuzhang Niu", "Qi Qi", "Shujie Xiao", "Jia Li", "Feiyu Kang", "Quan-Hong Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nNano Energy\njournal homepage: www.elsevier.com/locate/nanoen\nFull paper\nReviving catalytic activity of nitrides by the doping of the inert surface layer to promote polysulfide conversion in lithium-sulfur batteries\nBoyu Haoa,1, Huan Lib,1, Wei Lva,∗, Yunbo Zhangc, Shuzhang Niuc, Qi Qia, Shujie Xiaoa, Jia Lia, Feiyu Kanga,c, Quan-Hong Yangb,∗∗\na Shenzhen Geim Graphene Center, Engineering Laboratory for Functionalized Carbon Materials, Graduate School at Shenzhen, Tsinghua University, Shenzhen, 518055, China bNanoyang Group, State Key Laboratory of Chemical Engineering, School of Chemical Engineering and Technology, Tianjin University, Tianjin, 300072, China c Tsinghua-Berkeley Shenzhen Institute (TBSI), Tsinghua University, Shenzhen, 518055, China\nA R T I C L E I N F O\nKeywords: Lithium-sulfur batteries Catalytic conversion Surface oxidation layer Doping Micro-integrated hetero-interface\nA B S T R A C T\nLithium-sulfur batteries show great promise among future battery technologies, but their cycle life is mainly restricted by the shuttling effect of soluble lithium polysulfides (LiPSs). The catalytic conversion of LiPSs appears to be a fundamental way of suppressing this. The highly conductive metal nitrides show great potentials as highperformance catalysts, but the presence of a thin surface oxidation layer, which is normal for nanomaterials, restrains the surface electron transfer and catalytic activity. In this study, we demonstrate that the doping of the oxidation layer is an ideal solution to reviving and enhancing the catalytic activity of nitrides. As a proof of concept, sulfur-doping of a titanium nitride (TiN) oxidation layer is presented here, and the TieS bonds formed are responsible for transmitting electrons from the conductive TiN matrix thus guaranteeing a high catalytic activity. Interfacing of TieS with TieO bonds at the atomic level helps realize strong trapping and fast conversion of LiPSs simultaneously. As a result, the specific capacity, rate performance, and cyclic stability are all greatly improved by the interlayer composed of sulfur-doped TiN and graphenes, which indicates a practical avenue for building high performance lithium-sulfur batteries."
    }, {
      "heading" : "1. Introduction",
      "text" : "Lithium-sulfur batteries (LSBs) have been widely investigated in recent years because of their high theoretical energy density, but their practical use is greatly limited by the formation of soluble lithium polysulfides (LiPSs) and their shuttling from the cathode to anode [1–6]. The conversion of dissolved LiPSs in the electrolyte involves adsorption and charge transfer on the electrode surface. Although carbon materials have been widely used to confine the LiPSs, the poor affinity of the nonpolar carbon surface to polar LiPSs prevents efficient interfacial charge transfer and slows the reaction kinetics. In contrast, the introduction of polar conductive nanocarbon materials, such as TiC and TiN, cannot only chemically trap the LiPSs but also promote their conversion due to their catalytic nature, indicating a promising way to fundamentally suppress the LiPS shuttling. As a result, the nanomaterials with a conductive polar surface and high specific surface area (SSA) are normally used to enhance the adsorption ability and catalytic\nactivity [7–13]. However, the surface of nanomaterials always has a thin oxidation layer after the exposure to ambient air, and it has been shown that this surface oxidation layer increase the affinity for LiPSs due to the strong adsorption ability of the metal-oxygen bonds, but it prevents direct contact between the LiPSs and the conductive polar surface, preventing the LiPSs from accepting electrons for conversion [14–16]. Even worse, according to previous studies, the oxides always show limited catalytic activity for polysulfide conversion [17]. As a result, surface modification of these nanosized chemical traps and catalysts in LSBs is crucial to further improve the electrochemical performance.\nHere, we used commercial TiN nanoparticles (NPs) as model polar conductive materials and studied the effect of their surface chemistry on LiPS conversion. The existence of a surface oxidation layer on TiN NPs is proved by the strong TieO and TieNeO bonds, whose intensities are greatly lowered after 1min etching, in the X-ray photoelectron spectroscopy (XPS) (Fig. 1a) [18,19]. Modification of the oxidation\nhttps://doi.org/10.1016/j.nanoen.2019.03.064 Received 9 February 2019; Received in revised form 12 March 2019; Accepted 18 March 2019\n∗ Corresponding author. ∗∗ Corresponding author. E-mail addresses: lv.wei@sz.tsinghua.edu.cn (W. Lv), qhyangcn@tju.edu.cn (Q.-H. Yang). 1 The two authors were main equal contributors to this work.\nNano Energy 60 (2019) 305–311\nAvailable online 21 March 2019 2211-2855/ © 2019 Elsevier Ltd. All rights reserved.\nT\nlayer was achieved by the surface doping using thermal treatment in different atmospheres. For example (Fig. 1b), in H2S atmosphere for sulfur doping, TieO bonds in the surface oxidation layer were partially replaced by TieS bonds (the obtained sample is denoted TiNeS). Normally, TieO bonds show strong adsorption for LiPSs while the TieS bonds help electron transfer from the bulk TiN to the captured LiPSs on the surface because of their better electrocatalytic activity [19,20]. As a result, a micro-integrated hetero-interface (both interfacing of TieS with TieO and TieS with TieN at the atomic level) can greatly enhance LiPS conversion kinetics. By loading TiNeS on graphene to build such an interlayer for LSBs, a high-rate capacity and long cycling stability were achieved with a high capacity of 713.5mAh g−1 after 500 cycles at 1C. In contrast, thermally treating the TiN NPs in Ar and NH3 atmospheres also promoted the conversion of LiPSs compared to the original TiN but the results were not as good as for TiNeS due to the lack of electrocatalytic TieS bonds, suggesting the important role of surface chemistry on LiPS conversion in LSBs."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "Synthesis of TiNeS, TiNeNH3 and TiNeAr: The surface layer modified nanoparticles were synthesized by a simple heat treatment method. A porcelain boat with excessive thiourea powder was placed on the upstream side of the tubular furnace, and the commercial NPs powder (bought from Aladdin co. LTD, 99.9% metal basis, 20 nm) was placed on the downstream side of the tubular furnace in another\nporcelain boat. Subsequently, the tubular furnace heated up to 600 °C in Ar atmosphere at a ramping rate of 5 °C min−1 and maintained at this temperature for 2 h. After cooling down to room temperature, the sulfuretted hydrogen modifying NPs powder was obtained, named TiNeS. Accordingly, TiNeNH3 and TiNeAr powder were prepared in the similar way. Commercial nano-TiN was heated up to 600 °C under Ar/ NH3 (10%) atmosphere and only Ar atmosphere at a ramping rate of 5 °C min−1 for 2 h, obtaining TiNeNH3 and TiNeAr, respectively.\nCoated separator preparation: rGO is mixed with the TiNeS and PVP with a ratio of 80:15:5 (wt %) in ethanol (45mL). After sonication for 2 h, the composite is then filtered on a commercial separator to obtain the coating layer of separator. The coating layer on each separator have the same mass loading (0.35mg cm−2), and the modified separators are denoted as TiNeS-G. Other coated separators are also prepared by the same process, and are labeled as TiNeNH3-G, TiNeAr–G and TiN–G separately.\nSynthesis of rGO/S hybrid materials: Nano sulfur was mixed with the rGO at a weight ratio of 80:20 (wt%). The mixture was then sealed in a stainless steel vessel under an Ar atmosphere, and heated at 155 °C for 12 h and then 230 °C for 30min to infuse sulfur into graphene. After cooling, the rGO/S hybrid materials were obtained.\nAdsorption properties of lithium polysulfides: Lithium sulfide (Li2S) and sulfur in amounts corresponding to the nominal stoichiometry of Li2S6 were added to a DOL/DME (v/v= 1/1) mixture and stirred overnight at 60 °C. The concentration of the Li2S6 solution prepared as such was 1mmol L−1, and was used as the stock solution for\nadsorption measurements. 10mg TiNeS, TiNeNH3, TiNeAr and TiN powder were added to 2mL the lithium polysulfide stock solutions separately and the mixtures were vigorously stirred to facilitate adsorption.\nSymmetrical cell assembly and measurements: The electrodes for symmetrical cells are prepared without the presence of elemental sulfur. Each host material (TiNeS + G, TiNeNH3+G, TiNeAr + G, and TiN + G) and PVDF binder at a weight ratio of 9:1 were dispersed in NMP. After coating slurries on aluminum foils, and drying the solvent, the aluminum foils were punched into disks with diameter of 12 mm, and the electrodes for symmetrical cells were prepared. The electrolyte is DOL/DME (v/v = 1/1) solution of 0.5 mol L−1 Li2S6 and 1mol L−1 LiTFSI with a 1 wt% LiNO3 additive, and the amount is 40 μL.\nLi2S precipitation experiments: Carbon fibre paper (CP) is used as a current collector to load the modified TiN (2mg cm−2) to serve as cathode and a lithium foil is used as the anode. During the cells assembling, 25mL Li2S8 (0.5 mol L−1) was dropped onto the cathode and then 25mL electrolyte without Li2S8 was dropped on the lithium anode side. The cells are galvanostatically discharged at 0.112mA to 2.06 V and then kept potentiostatically at 2.05 V until the current dropped below 10−5 A. Driven by an overpotential of 0.01 V, lithium disulfide is precipitated and it grew on the TiN surface.\nY= 1-exp(-Btn)\nWhere Y is the fraction of Li2S that has been transformed, B is a kinetic constant, and n is the Avrami exponent.\nMaterial characterization: X-ray diffraction (XRD) patterns were examined on a Rigaku D/MAX 2500/PC diffractometer with Cu Kα radiation (40 kV, 100mA, λ=0.154 nm). The surface species and their chemical states were analysed by an XPS (ESCALAB 250Xi (Thermo Fisher)) with a monochromatic Al Kα source. The morphology of the materials was observed using SEM (FE-SEM, ZEISS SUPRA 55) and TEM (JEM 3100F (JEOL, Japan) equipped with an energy dispersive spectroscope (EDS).\nElectrochemical measurements: A conventional slurry coating with the rGO/S hybrid (80 wt %) as the active material, super P (10 wt %) as the conductive additive and polyvinylidene fluoride (PVDF) (10 wt %) as the binder is used to prepare the cathode. The diameter of the electrodes is 12mm with a thickness of ∼38 μm. The areal mass loading of sulfur is 0.9–1.1mg cm−2 and sulfur contents in rGO/S composite is 80%. Lithium metal foils are used as the anode. The electrolyte is DOL/DME (v/v=1/1) solution of 1mol L−1 LiTFSI with a 1 wt% LiNO3 additive. Separators used are the coated separators mentioned above, which are TiNeS-G, TiNeNH3-G, TiNeAr-G and TiNG respectively. The diameter of each separator is 18mm and the area is 2.54 cm2. The cells are assembled in an argon-filled glove box and the electrochemical performance is measured using CR2032 coin cells. In order to better evaluate the interlayer performance, we overload the electrolyte addition with the electrolyte/sulfur (E/S) ratio of ∼15:1. A Galvanostatic charge-discharge test was examined using a Land 2001A cell testing system ranging from 1.7 to 2.8 V (vs. Li+/Li). Cyclic voltammetry (CV) measurements were performed at different scan rate from 1 to 50mV s−1 in the voltage range of 1.7–2.8 V (vs. Li +/Li) on a VMP3 electrochemical workstation (Bio Logic).\nComputational modeling: All calculations in this work were carried out using density functional theory (DFT) method as implemented in the VASP code. The electronic exchange-correlation energy was simulated using Perdew-Burke-Ernzerhof (PBE) model with the generalized gradient approximation (GGA). The projector augmented wave (PAW) method was used to describe the ionic cores. For the plane-wave expansion, a 450 eV kinetic energy cut-off was used after testing a series of different cut-off energies. And a Monkhorst-Pack 3× 3×1 k-point grid was used to sample the Brillouin zone. The convergence criterion for the electronic structure iteration was set to be 10−4 eV, and that for geometry optimizations was set to be 0.01 eV/Å on the force. A\nGaussian smearing of 0.2 eV was applied during the geometry optimization and for the total energy computations. The constructed supercell was built with a 20 Å slam layer in the z-direction."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "As mentioned above, the TiN surface modification is conducted by a simple thermal treatment at 600 °C for 1 h in different atmospheres, including the H2S, NH3, and Ar, and the obtained samples are denoted TiNeS, TiNeNH3, and TiNeAr, respectively. Surface oxygen vacancies were generated in Ar by this thermal treatment [21], and sulfur-containing organic atmosphere and NH3 respectively produced sulfur and nitrogen doping to introduce conductive TieS and TieN bonds in the surface oxidation layer. The synthesis details are given in the experimental section. The TiN NPs have a uniform size of ∼20 nm according to scanning electron microscopy (SEM) images (Fig. 1c and Fig. S2), and such a small particle size makes their surface easy to oxidize in air according to the XPS data in Fig. 1a. The obtained samples of TiNeS, TiNeNH3, and TiNeAr show morphologies similar to the original TiN (Fig. S2). Transmission electron microscopy (TEM) (Fig. S3) and X-ray diffraction (XRD) (Fig. S4) show that the bulk crystal structure has not changed during the thermal treatment [22]. In addition, after 1min etching of the TiNeS sample (Fig. S5), the sulfur-related peak in XPS is disappeared. This confirms that the sulfur element only exists in the surface layer.\nXPS clearly shows that the surface chemistry changes as a result of the surface modification. Compared with the original TiN, the Ti 2p spectra of TiNeS shows two new peaks at ∼458.1 eV and ∼463.6 eV corresponding to the TieS bond (Fig. 1d), indicating that S atoms are embedded in the surface oxidation layer and bond with Ti atoms. According to the S 2p spectrum in Fig. 1e, the S2− species (162.1 and 163.5 eV) correspond to the replacement of O2− by S2− while the S4+ (SeO and OeSeO) may originate from absorbed SO32− on the surface [12]. The S content of the TiNeS sample is 1.46 at% on its surface. For the TiNeNH3, the Ti 2p spectrum shows broader TieO and TieNeO peaks and a stronger TieN bond, suggesting the N doping is in the oxidation layer. In the case of the TiNeAr, the intensity of the TieO peak is slightly lower than that of TiN, indicating that some oxygen atoms were removed from the oxidation layer while generating some oxygen defects [21]. A table of the surface element contents (Table S1) also proves these phenomena. To highlight the content of major elements, we removed the C content from XPS spectra for equivalent calculations.\nIn order to investigate the adsorption ability of the above samples for LiPSs, a visible adsorption test was conducted (Fig. 1f), which clearly shows that the TiNeS has a stronger adsorption ability due to the synergistic effect of the TieS bonds introduced and the remaining TieO bonds on the surface [23,24]. To investigate the enhanced LiPS conversion, symmetrical cells were assembled by loading the above samples on graphene as the electrodes. The electrochemical impedance spectra (EIS) of these cells show that the diameters of the semicircles in the Nyquist plots decrease remarkably for the TiNeS sample (Fig. 2a). Due to the advantageous lithium-free feature of the symmetrical cells, the reduction in the charge transfer resistance (Rct) at electrode/polysulfide interfaces must be attributed to their increased affinity for LiPSs. According to the fitted equivalent circuits (Fig. S6), the charge transfer resistance of TiNeS (19.76Ω) is much lower than that of pristine TiN (25.92Ω), indicating that the surface modification of TiN enhances the charge transfer process. Note that the TiNeNH3 shows the lowest Rct value mainly due to the greatly improved electrical conductivity of TieN which is much larger than the contribution of TieS and the oxygen vacancies [19]. However, the TieS bond also helps greatly decrease the reaction resistance due to its improved adsorption ability and the relatively high conductivity compared with the original TiN and TiNeAr. TiNeAr shows only a slightly decreased Rct value mainly due to the limited effect of oxygen vacancies on conductivity and\nadsorption ability. In the cyclic voltammograms (CVs), the cell with TiNeS also shows the highest redox current density at the same scan rate (Fig. 2b), indicating its improved conversion efficiency for LiPSs [24,25]. Notably, although the TiNeNH3 shows the smallest Rct, its lower current for LiPS conversion than that of TiNeS is possibly due to the weaker catalytic ability of TieN compared to TieS [19,25,26].\nTo assess the electrochemical behavior of the above samples in full LieS cells, coin cells were assembled with Li foil anode and sulfur-based cathodes, which were prepared by mixing the above samples with graphene and sulfur powder (Fig. S7). The cathodes are denoted TiNeS/G/S, TiNeNH3/G/S, TiNeAr/G/S and TiN/G/S. As shown in the CV curves (Fig. 2c), two cathodic peaks are observed, corresponding to the reduction of S8 to high-order LiPSs (Li2Sx, 4≤ x < 8) and loworder LiPSs to Li2S2/Li2S [28–31]. Note that the cathodic peaks shift to the right side and the anode peaks shift to the left side for the cells with the TiNeS/G/S electrode, suggesting that the reaction kinetics are greatly improved [27,32]. Moreover, the two cathodic peaks show an obvious shift to higher voltages of 2.035 V and 2.293 V with the larger current densities of 2.12 A g−1 and 0.79 A g−1, respectively. These are much higher than those of 2.011 V and 0.71 A g−1, 2.235 V and 0.64 A g−1 for the pristine TiN (Fig. 2c). These higher discharge potentials and larger current densities must be ascribed to the TieS bonds, which not only guide the electron transfer from the bulk TiN matrix to the captured LiPSs but also produce the high surface catalytic activity. Although the peaks of the cell containing TiNeAr and TiNeNH3 demonstrate similar shift and intensity increases, they still show an inferior catalytic activity compared to TiNeS.\nTo give more detail of the catalytic effects of the modified surface layers on redox kinetics, Tafel plots and corresponding exchange current density (i0) values are shown in Fig. 2d. The calculated exchange current densities of TiNeS and pristine TiN are respectively 4.36 and 3.54mA cm−2 for the cathodic process and 1.92 and 1.11mA cm−2 for the anodic process (Table S2). The increased exchange current density clearly validates the increased conversion rate of intermediate soluble LiPSs to insoluble products in both the charge and discharge processes\n[32,33]. In addition, the Tafel slopes show that the voltage polarization of TiNeS is much lower than that of pristine TiN. Notably, the Tafel plots are obtained at a relatively slow scan rate, and hence TiNeNH3 shows the similar Tafel slope and exchange current density with those of the TiNeS. However, for higher discharge rates (Fig. 4e), the electrochemical performance of the cell with TiNeS is much better than that with TiNeNH3 due to its enhanced catalytic activity.\nThe conversion kinetics of LiPSs to Li2S were further assessed by Li2S precipitation experiments. Cells were assembled with a Li foil anode and carbon fiber paper loaded with TiNeS, TiNeNH3, TiNeAr or TiN as the cathodes, and a Li2S8/tetraglyme solution as the catholyte. The cells are galvanostatically discharged at 0.112mA to 2.06 V and then kept potentiostatically at 2.05 V until the current dropped below 10−5 A [27]. Based on the Avrami formula, a higher fraction of Li2S indicates a higher kinetic constant of the nucleation and growth rates. The curves can be divided into three parts on behalf of the reduction of Li2S8, the reduction of Li2S6, and the precipitation of Li2S [34]. Distinctly, the Li2S precipitation on TiNeS (134.5 mA h g−1) are much higher than on TiNeNH3 (104.3 mA h g−1), TiNeAr (73.15mA h g−1) and TiN (48.6mA h g−1) (Fig. 2e–f, Fig. S8). These perspicuously show that the TiNeS drastically promotes the fast conversion of Li2S.\nTo give more insight into the catalysis mechanism at the atomic level, we carried out a density functional theory (DFT) calculation to model the LiPS conversion process on different surfaces. As shown in the TEM images (Fig. S3), the (200) lattice surface dominated in the TiN sample, and hence the (200) lattice with a slab layer of 20 Å was sliced from the bulk TiN structure. To describe the surface layer, the corresponding O and S atoms were added to the surface of TiN (200), while the positions of those atoms were determined by the +4 valance state of Ti and their amounts rely on the EDS mapping results (Fig. S9). Fig. 3a shows a pristine Li2S4 molecule in the vacuum state, where the lengths of the two typical LieS bonds are 2.34 and 2.39 Å. In contrast, on a TiNeS surface, the bond lengths change to 2.70 and 2.58 Å (Fig. 3b). The increased bond length indicates a high dissociation activity of Li2S4 on a TiNeS surface. According to the Bader charge\nanalysis, the charges transferred to the S1 and S4 atoms are as high as 0.587 e− and 0.469 e−, respectively. Besides, a significant charge transfer between Li2S4 and TiNeS is visible at an isosurface value of about 4× 10−3 e Bohr−3, where the negatively charged electrons tend to get close to the S atoms. These results indicate that the S sites can receive electrons much more easily for low-order LiPS formation. The increased LieS bond lengths together with the charge transfer analysis confirm the improved catalytic activity of LiPS on the TiNeS surface. Fig. 3c compares the binding energies of different LiPS species on the pristine TiN and TiNeS surfaces. After doping S into the oxidation layer, the resulting TiNeS still retains high binding energy for LiPS adsorption. For example, the binding energy between Li2S4 and TiNeS is as high as −7.13 eV, which is also an important precondition for the catalytic conversion of LiPS. It is noteworthy that Li2S6 always decomposes to other polysulfides such as Li2S4 and Li2S8 due to the disproportionated reaction of itself, and the higher binding energies of TiNeS toward them result in the lightest color in the adsorption test even using Li2S6 solution (Fig. 1f). To get a better understanding between TiNeS and LiPS, partial density of states patterns (PDOS) of Lis and S2p are shown in Fig. 3d. The densities around −5 eV, −2 eV and −0.5 eV show an obvious overlap, indicating that an interaction between the S2p in TieS bonds and LiPS is one of the main reasons for the adsorption and catalytic effect.\nBased on the above discussion, TiNeS is expected to act as a chemical trap and catalyst in the interlayer in LSBs that suppresses LiPS shuttling [12,35,36]. Interlayers were built on separators using graphene and the above four samples, and are denoted TiNeS-G, TiNeNH3-G, TiNeAr-G and TiN-G, and details are given in the materials and methods. Graphene has a very high conductivity and a two-dimensional structure, which can produce a long-range conductive network and act as a physical barrier [37]. The prepared interlayer is dense and smooth with a thickness of ∼25 μm (Fig. 4a and b), which is a little thicker than the PP separator (Fig. S10). The EDS maps of elemental Ti, N, O, and S (Fig. S9) for TiNeS-G show a uniform distribution of the elements in the interlayer. In the permeation experiments, the TiNeS-G interlayer-coated separator shows excellent blocking property toward polysulfide diffusion even after 12 h compared with the uncoated PP separator (Fig. S11). It is noteworthy that the interlayer slightly affects the Li+ diffusion across the separator (Fig. S12 and Table S3). For cycling and rate performance tests, coin cells were assembled with a Li foil anode and a reduced graphene oxide-sulfur (rGO/S) hybrid\n(0.9–1.1mg cm−2, 80 wt% sulfur, Fig. S7) as the cathode. As shown in the charge-discharge curves (Fig. 4c), the overpotentials of the cells with TiNeS-G, TiNeNH3-G, TiNeAr-G, and TiN-G coated separators at 1 C are 260.7, 305.5, 355.3 and 433.5 mV, respectively, suggesting a lower voltage polarization and improved catalytic activity for TiNeS-G. Capacities of 1150.6 and 644.6 mA h g−1 at 0.1 and 2 C are obtained for the cells with the TiNeS-G, which are much higher than those of the other cells (Fig. 4d). A capacity of 713.5mA h g−1 after 500 cycles at a 1 C rate was obtained for such a cell and the capacity decay was only 0.037% per cycle (Fig. 4e). The galvanostatic charge-discharge profiles of the cells with TiNeS-G interlayer at different cycles show slightly changes, indicating its excellent cycling performance (Fig. S13). In contrast, the cells with TiNeNH3-G, TiNeAr-G and TiN-G show lower initial capacities which fade quickly to 521.2, 452.3 and 326.6 mA h g−1 after 500 cycles, respectively. The cycle performance for the cells with TiNeNH3-G and TiNeAr-G show moderate improvement, but they still cannot rival the TiNeS-G due to their limited catalytic activity as discussed above. More details of cycling performances (including initial and final capacity, capacity retention and first coulombic efficiency) are given in Table S4 and the TiNeS shows the highest specific capacity and best cycling performance. In addition, the LieS batteries can also retain a good cycling performance at a low current density (0.5C) (Fig. S14). According to the N2 adsorption/desorption isotherms (Fig. S15), the four samples show similar specific surface area and porosity, indicating the battery performance should be mainly affected by their different surface properties. Furthermore, when the sulfur mass loading increased to 3.4 mg cm−2 in the cells with TiNeS-G, 80.4% of its initial specific capacity was still retained after 500 cycles (Fig. 4f). The cycling performance with high sulfur loading increased (5.1 mg cm−2) is shown in Fig. S16, in which the interlayer also helps achieve good cycling stability, indicating its potential for practical use. When the areal mass loading of the interlayer decreases from 0.35 to 0.2mg cm−2, the battery also shows a good cycling performance (Fig. S17 and Table S5). Compared with some typical interlayers for LieS batteries, TiNeS-G also helps achieve better electrochemical performance (Table S6).\nTo further understand the electrochemical interaction between the surface oxidation layer and the LiPSs, we performed XPS measurements for TiNeS-G before and after cycling. After cycling, the intensity of the TieO component in the Ti 2p spectrum is reduced, while that of the TieS is increased (Fig. 4g) due to the formation of TieS bonds between\nthe Ti and LiPSs during the charging-discharging [9,38]. However, obvious bulk TieN peak and sulfur doped surface are retained after cycling, indicating that the catalyst is very stable which can keep the high catalytic activity in a long cycling process. The N 1s spectrum shows a slight decrease in the NeO component and a distinct increase in the NeS component (Fig. 4h), which may be attribute to the puny NeS interaction [19,22]. Additionally, a new peak located at 403 eV appears due to the formation of the ion-conducting compound Li3N [39,40]. These results show the strong chemical interaction of LiPSs\nwith TiNeS."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We have presented a sulfur doping strategy of the surface oxidation layer that normally exists in nanomaterials, which revives the catalytic activity of nanosized nitrides to promote fast conversion of LiPSs. As a typical example, the sulfur-doped oxidation layer on TiN combines the merits of a high adsorption ability for LiPSs, excellent electron transfer\nfrom the bulk matrix to the surface and better catalytic activity due to the interfacing of catalytic TieS bonds with the adsorptive TieO bonds at the atomic level. As a result, an interlayer attached onto the separator composed of the TiNeS and a physical barrier of graphene greatly restrained the shuttling of LiPSs. The assembled battery thus has a high specific capacity, high rate capability, and long cycling performance. To conclude, this simple yet effective surface doping strategy provide a very ideal solution to promote the practical use of LSBs by catalytically suppressing the shuttling of polysulfides."
    }, {
      "heading" : "Acknowledgment",
      "text" : "We appreciate support from the National Natural Science Foundation of China (Nos. 51772164), National Science Foundation for Distinguished Young Scholars, China (No. 51525204), the Guangdong Natural Science Funds for Distinguished Young Scholars (2017B030306006), the Local Innovative and Research Teams Project of Guangdong Pearl River Talents Program (2017BT01N111), and the Shenzhen Basic Research Project (Grant Nos. JCYJ20170412171359175 and JCYJ20180508152037520). Guangzhou Supercomputing Center is also acknowledged for allowing the use of computational resources including TIANHE-2."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.nanoen.2019.03.064."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "J.B. Goodenough", "Y. Kim" ],
      "venue" : "Mater. 22 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Angew",
      "author" : [ "Y. Yin", "S. Xin", "Y. Guo", "L. Wan" ],
      "venue" : "Chem. Int. Ed. 52 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nat",
      "author" : [ "P.G. Bruce", "S.A. Freunberger", "L.J. Hardwick", "J. Tarascon" ],
      "venue" : "Mater. 11 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adv",
      "author" : [ "A. Manthiram", "S.H. Chung", "C. Zu" ],
      "venue" : "Mater. 27 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Y",
      "author" : [ "M.K. Song", "E.J. Cairns" ],
      "venue" : "Zhang, Nanoscale 5 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nat",
      "author" : [ "X. Ji", "K.T. Lee", "L.F. Nazar" ],
      "venue" : "Mater. 8 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adv",
      "author" : [ "L. Xiao", "Y. Cao", "J. Xiao", "B. Schwenzer", "M.H. Engelhard", "L.V. Saraf", "Z. Nie", "G.J. Exarhos", "J. Liu" ],
      "venue" : "Mater. 24 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adv",
      "author" : [ "Z. Xiao", "Z. Yang", "L. Wang", "H. Nie", "M. Zhong", "Q. Lai", "X. Xu", "L. Zhang", "S. Huang" ],
      "venue" : "Mater. 27 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nat",
      "author" : [ "Y. Su", "A. Manthiram" ],
      "venue" : "Commun. 3 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "J",
      "author" : [ "S.S. Zhang" ],
      "venue" : "Power Sources 231 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Energy Environ",
      "author" : [ "T. Zhou", "W. Lv", "J. Li", "G. Zhou", "Y. Zhao", "S. Fan", "B. Liu", "B. Li", "F. Kang", "Q. Yang" ],
      "venue" : "Sci. 10 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Q",
      "author" : [ "C. Zheng", "S. Niu", "W. Lv", "G. Zhou", "J. Li", "S. Fan", "Y. Deng", "Z. Pan", "B. Li", "F. Kang" ],
      "venue" : "Yang, Nano Energy 33 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surf",
      "author" : [ "V.I. Milo", "H.H. Strehblow", "B. Navin Ek", "M. Metiko Hukovi" ],
      "venue" : "Interface Anal. 23 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Chem",
      "author" : [ "Y. Zhong", "L. Yin", "P. He", "W. Liu", "Z. Wu", "H. Wang", "J. Am" ],
      "venue" : "Soc. 140 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "C. Yang", "Z. Wang", "T. Lin", "H. Yin", "X. Lü", "D. Wan", "T. Xu", "C. Zheng", "J. Lin", "F. Huang", "X. Xie", "M. Jiang", "J. Am" ],
      "venue" : "Soc. 135 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Phys",
      "author" : [ "N.C. Saha", "H.G. Tompkins", "J. Appl" ],
      "venue" : "72 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Adv",
      "author" : [ "Z. Cui", "C. Zu", "W. Zhou", "A. Manthiram", "J.B. Goodenough" ],
      "venue" : "Mater. 28 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Energy Environ",
      "author" : [ "H. Lin", "L. Yang", "X. Jiang", "G. Li", "T. Zhang", "Q. Yao", "G.W. Zheng", "J.Y. Lee" ],
      "venue" : "Sci. 10 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nano Lett",
      "author" : [ "X. Tao", "J. Wang", "Z. Ying", "Q. Cai", "G. Zheng", "Y. Gan", "H. Huang", "Y. Xia", "C. Liang", "W. Zhang", "Y. Cui" ],
      "venue" : "14 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "Z. Hao", "L. Yuan", "C. Chen", "J. Xiang", "Y. Li", "Z. Huang", "P. Hu", "Y. Huang", "J. Mater" ],
      "venue" : "4 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "M. Cuisinier", "P. Cabelguen", "S. Evers", "G. He", "M. Kolbeck", "A. Garsuch", "T. Bolin", "M. Balasubramanian", "L.F. Nazar", "J. Phys" ],
      "venue" : "Lett. 4 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "Y. Lu", "Q. He", "H.A. Gasteiger", "J. Phys" ],
      "venue" : "C 118 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Proc",
      "author" : [ "G. Zhou", "H. Tian", "Y. Jin", "X. Tao", "B. Liu", "R. Zhang", "Z.W. Seh", "D. Zhuo", "Y. Liu", "J. Sun", "J. Zhao", "C. Zu", "D.S. Wu", "Q. Zhang", "Y. Cui" ],
      "venue" : "Natl. Acad. Sci. Unit. States Am. 114 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "N. Mosavati", "V.R. Chitturi", "S.O. Salley", "K.Y.S. Ng" ],
      "venue" : "Power Sources 321 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nano Lett",
      "author" : [ "Z. Yuan", "H. Peng", "T. Hou", "J. Huang", "C. Chen", "D. Wang", "X. Cheng", "F. Wei", "Q. Zhang" ],
      "venue" : "16 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Angew",
      "author" : [ "H. Peng", "G. Zhang", "X. Chen", "Z. Zhang", "W. Xu", "J. Huang", "Q. Zhang" ],
      "venue" : "Chem. 128 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adv",
      "author" : [ "R. Xu", "J. Lu", "K. Amine" ],
      "venue" : "Energy Mater. 5 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "Y. Yang", "G. Zheng", "Y. Cui" ],
      "venue" : "Soc. Rev. 42 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Electrochim",
      "author" : [ "S.S. Zhang" ],
      "venue" : "Acta 70 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "H. Al Salem", "G. Babu", "C.V. Rao", "L.M.R. Arava", "J. Am" ],
      "venue" : "Soc. 137 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "G. Babu", "N. Masurkar", "H. Al Salem", "L.M.R. Arava", "J. Am" ],
      "venue" : "Soc. 139 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adv",
      "author" : [ "F.Y. Fan", "W.C. Carter", "Y. Chiang" ],
      "venue" : "Mater. 27 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adv",
      "author" : [ "X. Liu", "J. Huang", "Q. Zhang", "L. Mai" ],
      "venue" : "Mater. 29 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mater",
      "author" : [ "G. Liang", "J. Wu", "X. Qin", "M. Liu", "Q. Li", "Y. He", "J. Kim", "B. Li", "F. Kang", "ACS Appl" ],
      "venue" : "Interfaces 8 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nano Lett",
      "author" : [ "H. Wang", "Y. Yang", "Y. Liang", "J.T. Robinson", "Y. Li", "A. Jackson", "Y. Cui", "H. Dai" ],
      "venue" : "11 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "Z. Liang", "G. Zheng", "W. Li", "Z.W. Seh", "H. Yao", "K. Yan", "D. Kong" ],
      "venue" : "Cui, ACS Nano 8 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "M. Balogun", "M. Yu", "C. Li", "T. Zhai", "Y. Liu", "X. Lu", "Y. Tong", "J. Mater" ],
      "venue" : "2 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "Y. Yue", "P. Han", "X. He", "K. Zhang", "Z. Liu", "C. Zhang", "S. Dong", "L. Gu", "G. Cui", "J. Mater" ],
      "venue" : "22 (2012) 4938.  B. Hao, et al.  Nano Energy 60 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 14,
      "context" : "according to previous studies, the oxides always show limited catalytic activity for polysulfide conversion [17].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 16,
      "context" : "Normally, TieO bonds show strong adsorption for LiPSs while the TieS bonds help electron transfer from the bulk TiN to the captured LiPSs on the surface because of their better electrocatalytic activity [19,20].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 17,
      "context" : "Normally, TieO bonds show strong adsorption for LiPSs while the TieS bonds help electron transfer from the bulk TiN to the captured LiPSs on the surface because of their better electrocatalytic activity [19,20].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 18,
      "context" : "Surface oxygen vacancies were generated in Ar by this thermal treatment [21], and sulfur-containing organic atmosphere and NH3 respectively produced sulfur and nitrogen doping to introduce conductive TieS and TieN bonds in the surface oxidation layer.",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 19,
      "context" : "S4) show that the bulk crystal structure has not changed during the thermal treatment [22].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 10,
      "context" : "5 eV) correspond to the replacement of O by S while the S (SeO and OeSeO) may originate from absorbed SO3 on the surface [12].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 18,
      "context" : "In the case of the TiNeAr, the intensity of the TieO peak is slightly lower than that of TiN, indicating that some oxygen atoms were removed from the oxidation layer while generating some oxygen defects [21].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 20,
      "context" : "1f), which clearly shows that the TiNeS has a stronger adsorption ability due to the synergistic effect of the TieS bonds introduced and the remaining TieO bonds on the surface [23,24].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 21,
      "context" : "1f), which clearly shows that the TiNeS has a stronger adsorption ability due to the synergistic effect of the TieS bonds introduced and the remaining TieO bonds on the surface [23,24].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 16,
      "context" : "Note that the TiNeNH3 shows the lowest Rct value mainly due to the greatly improved electrical conductivity of TieN which is much larger than the contribution of TieS and the oxygen vacancies [19].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 21,
      "context" : "2b), indicating its improved conversion efficiency for LiPSs [24,25].",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 22,
      "context" : "2b), indicating its improved conversion efficiency for LiPSs [24,25].",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 16,
      "context" : "Notably, although the TiNeNH3 shows the smallest Rct, its lower current for LiPS conversion than that of TiNeS is possibly due to the weaker catalytic ability of TieN compared to TieS [19,25,26].",
      "startOffset" : 184,
      "endOffset" : 194
    }, {
      "referenceID" : 22,
      "context" : "Notably, although the TiNeNH3 shows the smallest Rct, its lower current for LiPS conversion than that of TiNeS is possibly due to the weaker catalytic ability of TieN compared to TieS [19,25,26].",
      "startOffset" : 184,
      "endOffset" : 194
    }, {
      "referenceID" : 23,
      "context" : "Notably, although the TiNeNH3 shows the smallest Rct, its lower current for LiPS conversion than that of TiNeS is possibly due to the weaker catalytic ability of TieN compared to TieS [19,25,26].",
      "startOffset" : 184,
      "endOffset" : 194
    }, {
      "referenceID" : 24,
      "context" : "Note that the cathodic peaks shift to the right side and the anode peaks shift to the left side for the cells with the TiNeS/G/S electrode, suggesting that the reaction kinetics are greatly improved [27,32].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 29,
      "context" : "Note that the cathodic peaks shift to the right side and the anode peaks shift to the left side for the cells with the TiNeS/G/S electrode, suggesting that the reaction kinetics are greatly improved [27,32].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 29,
      "context" : "LiPSs to insoluble products in both the charge and discharge processes [32,33].",
      "startOffset" : 71,
      "endOffset" : 78
    }, {
      "referenceID" : 30,
      "context" : "LiPSs to insoluble products in both the charge and discharge processes [32,33].",
      "startOffset" : 71,
      "endOffset" : 78
    }, {
      "referenceID" : 24,
      "context" : "05 V until the current dropped below 10 A [27].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 31,
      "context" : "The curves can be divided into three parts on behalf of the reduction of Li2S8, the reduction of Li2S6, and the precipitation of Li2S [34].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 10,
      "context" : "mical trap and catalyst in the interlayer in LSBs that suppresses LiPS shuttling [12,35,36].",
      "startOffset" : 81,
      "endOffset" : 91
    }, {
      "referenceID" : 32,
      "context" : "mical trap and catalyst in the interlayer in LSBs that suppresses LiPS shuttling [12,35,36].",
      "startOffset" : 81,
      "endOffset" : 91
    }, {
      "referenceID" : 33,
      "context" : "mical trap and catalyst in the interlayer in LSBs that suppresses LiPS shuttling [12,35,36].",
      "startOffset" : 81,
      "endOffset" : 91
    }, {
      "referenceID" : 34,
      "context" : "Graphene has a very high conductivity and a two-dimensional structure, which can produce a long-range conductive network and act as a physical barrier [37].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 7,
      "context" : "the Ti and LiPSs during the charging-discharging [9,38].",
      "startOffset" : 49,
      "endOffset" : 55
    }, {
      "referenceID" : 35,
      "context" : "the Ti and LiPSs during the charging-discharging [9,38].",
      "startOffset" : 49,
      "endOffset" : 55
    }, {
      "referenceID" : 16,
      "context" : "4h), which may be attribute to the puny NeS interaction [19,22].",
      "startOffset" : 56,
      "endOffset" : 63
    }, {
      "referenceID" : 19,
      "context" : "4h), which may be attribute to the puny NeS interaction [19,22].",
      "startOffset" : 56,
      "endOffset" : 63
    }, {
      "referenceID" : 36,
      "context" : "Additionally, a new peak located at 403 eV appears due to the formation of the ion-conducting compound Li3N [39,40].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 37,
      "context" : "Additionally, a new peak located at 403 eV appears due to the formation of the ion-conducting compound Li3N [39,40].",
      "startOffset" : 108,
      "endOffset" : 115
    } ],
    "year" : 2019,
    "abstractText" : "Lithium-sulfur batteries show great promise among future battery technologies, but their cycle life is mainly restricted by the shuttling effect of soluble lithium polysulfides (LiPSs). The catalytic conversion of LiPSs appears to be a fundamental way of suppressing this. The highly conductive metal nitrides show great potentials as highperformance catalysts, but the presence of a thin surface oxidation layer, which is normal for nanomaterials, restrains the surface electron transfer and catalytic activity. In this study, we demonstrate that the doping of the oxidation layer is an ideal solution to reviving and enhancing the catalytic activity of nitrides. As a proof of concept, sulfur-doping of a titanium nitride (TiN) oxidation layer is presented here, and the TieS bonds formed are responsible for transmitting electrons from the conductive TiN matrix thus guaranteeing a high catalytic activity. Interfacing of TieS with TieO bonds at the atomic level helps realize strong trapping and fast conversion of LiPSs simultaneously. As a result, the specific capacity, rate performance, and cyclic stability are all greatly improved by the interlayer composed of sulfur-doped TiN and graphenes, which indicates a practical avenue for building high performance lithium-sulfur batteries.",
    "creator" : "Elsevier"
  }
}