{
  "name" : "downloads_2019-11-03_eb_maestri2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Elena Maestri", "Nelson Marmiroli", "Jing Song", "Jason C. White" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER\n13Ethical issues of engineerednanomaterials applicationsand regulatory solutions Elena Maestri1,2, Nelson Marmiroli1,3, Jing Song4 and Jason C. White5\n1Department of Chemistry, Life Sciences, and Environmental Sustainability,\nUniversity of Parma, Parma, Italy 2SITEIA.PARMA, University of Parma, Parma, Italy\n3National Interuniversity Consortium for Environmental Sciences (CINSA), Parma, Italy 4Institute of Soil Science, Chinese Academy of Sciences, Nanjing, P.R. China 5Connecticut Agricultural Experiment Station, New Haven, CT, United States"
    }, {
      "heading" : "13.1 Introduction",
      "text" : "Nanotechnology and nanoscience have developed rapidly since an initial discussion by Richard Feynman in 1959 (Ball, 2009). Applications of nanotechnologies and nanomaterials, both current and future, may well range in the thousands. Nonetheless, there is still a basic problem of definitions and terminology. However, nanotechnology clearly applies to several diverse materials and applications, as long as the scale is nano, and impacts will most certainly be felt in nearly every field of research and in everyday life (Arts et al., 2014). As has been described elsewhere in this book, it is widely thought that the unique properties of nanomaterials can provide benefits to human activities in many different fields, but at the same time, these materials may constitute a hazard, which is still difficult to quantify and predict (Roco et al., 2011).\nUnlike nuclear technology and cloning technology, which came out earlier than nanotechnology and have gone through “development first and restriction afterwards” pattern, nanotechnology is the first technology in human history of which the ethical issues are considered and studied in the process of technology development. A prime example of the significant consideration given to ethical, legal, and social issues of particular technology [ethical, legal, and societal implications (ELSI) or ethical, legal, and societal issues (ELSA)] is with the Human Genome Project, which began in the 1990s (Walker and Morrissey, 2012). Nanotechnology, as one of the later developments, has inherited the issues previously raised by other technologies, many of which often generated problems and questions that remain unsolved. Another example can be found in the issues linked to genetic engineering and transgenic organisms (Frewer, 2017). A primary"
    }, {
      "heading" : "Exposure to Engineered Nanomaterials in the Environment. DOI: https://doi.org/10.1016/B978-0-12-814835-8.00013-3",
      "text" : "© 2019 Elsevier Inc. All rights reserved. 315\ngoal of many of the researchers contributing to this text is to incorporate the lessons learned from these prior endeavors so as to avoid some of the same pitfalls.\nTo harmonize the development of nanotechnology and nanoethics, it is necessary to establish a national nanoethics committee, promote the standardization of nanotechnologies, raise the awareness of nanoethics to practitioners in the nano industry, promote social studies on nanoethics, and formulate relevant laws to govern research on nanotechnologies (Chen and Xia, 2014).\nIn the European Union the main approach to ELSI is referred to as “responsible research and innovation” (RRI, Fig. 13.1): according to this, the actors must work together during the process of research and innovation so that the outcomes are in line with the values, needs, and expectations of the society (Ruggiu, 2014). The six dimensions of RRI (European Commission, 2012; https://www.rri-tools. eu/about-rri) are (1) public engagement, (2) gender equality, (3) science education, (4) open access, (5) ethics, and (6) governance.\nGenerally speaking, the main ethical issues of concern for the application of engineered nanomaterials (ENMs) are as follows (1) environmental impact, (2) equity, (3) privacy, and (4) safety/security. These aspects correspond to the principles of the “Georgetown paradigm” (Beauchamp and Childress, 1994) (1) nonmaleficence, do no harm; (2) beneficence, maximize possible benefits; (3) justice or equity, fairness in distribution; and (4) respect for persons, decisional autonomy. In the European Union the European Commission (EC) Code of Conduct for Responsible Nanosciences and Nanotechnologies Research (Commission of the European Communities, 2008) has been developed to regulate the applications of nanotechnology and to achieve responsible and active involvement of the main\nThe main aspects of responsible research and innovation.\nactors (Dorbeck-Jung and Shelley-Egan, 2014). This guidance is also meant to inform member states, as they develop their own regulations.\nIn the United States the ethical implications of nanoscience have been an essential component of the National Nanotechnology Initiative of the US Government, which began in 2000. An interesting analysis of the main steps in the development of nanotechnology and the associated regulatory approaches was reported by Hansen et al. (2008) and highlighted how the adoption of socially and economically responsive strategies has been hindered by large uncertainties. The application of ethical principles to the development of nanoscience and nanotechnology is obviously hindered by the same factors, and the implementation of regulatory schemes has been confounded. As highlighted by Mantovani et al. (2010), these uncertainties include (1) the variety of materials and applications; (2) the limited knowledge on toxic effects and fate in ecosystems; (3) proprietary issues; (4) lack of harmonization; and (5) potential inadequacy of authorities.\nNonetheless, in the past few years significant efforts have been made to include several aspects of nanotechnology applications into guidelines, standards, and regulations. Many of these activities have been reported in previous chapters, and a summary of the most relevant efforts is included here (Box 13.1). Their relevance will be briefly discussed in this chapter. Given the currently available information, the discussion will be primarily focused on positions in the European Union and the United States."
    }, {
      "heading" : "13.2 Ethical issues with medicine and human health (including cosmetics)",
      "text" : "One document of reference for any application to humans and health is the Convention on Human Rights and Biomedicine (Council of Europe, 1997), also called Oviedo Convention, which protects individuals against exploitation. According to Article 1, “Parties to this Convention shall protect the dignity and identity of all human beings and guarantee everyone, without discrimination, respect for their integrity and other rights and fundamental freedoms with regard to the application of biology and medicine.” In addition, the European Charter of Fundamental Rights (2012) ensures human dignity, equality, and solidarity. The use of nanotechnologies in medicine and related disciplines should therefore consider some fundamental questions, which might impact the rights of individuals.\nThe first issue is to establish the collateral benefits and damage/harmful effects of nanomedicine. The benefits can be estimated by considering current and future applications, and some chapters in this book have addressed these issues. The assessment of potential hazards is considered to be more of a work in progress and on a case-by-case basis. The EU Code of Conduct (Commission of the European Communities, 2008) is based on the Precautionary Principle, therefore having the goal of anticipating all possible harmful impacts of\nBox 13.1 Regulatory solutions developed to address issues linked to nanotechnology and nanoscience applications. Each box briefly summarizes the role of the main institutions, indicating relevant recent documents and the existence of working groups or initiatives dedicated to nanotechnologies. Institutions are listed in alphabetical order.\nOrganization or institution EC Area of relevance European Union Website ec.europa.eu/http://ec.europa.eu/research/industrial_technologies/nanoscience-and-\ntechnologies_en.html\nDocument Commission recommendation October 18, 2011 (2011/696/EU) on the definition of\nnanomaterial\nYear 2011 (under revision) Citation and source Official Journal of the European Union L275/38, 20.10.2011 Main message “Nanomaterial” means a natural, incidental, or manufactured material containing particles,\nin an unbound state or as an aggregate or as an agglomerate and where, for 50% or more of the particles in the number size distribution, one or more external dimensions is in the\nsize range 1 100 nm Document Code of conduct for responsible nanoscience and nanotechnologies research Year 2008 Citation and source http://ec.europa.eu/research/industrial_technologies/pdf/policy/nanocode-rec_pe0894c_en.pdf Main message Provides voluntary guidelines for responsible development of nanotechnologies and\nnanosciences, based on the precautionary principle\nGroups, initiatives, etc. DG Environment GAARN Beginning 2012 13 Active NO Mission Build a consensus on the best practice for assessing and managing the safety of\nnanomaterials under the REACH Regulation\nMembers Experts from member states, EC, ECHA, industry Website for outputs non available\nOrganization or institution ECHA Area of relevance European Union Website echa.europa.eu Document REACH guidance for nanomaterials/best practice guide\nHow to prepare registration dossiers that cover nanoforms: best practice\nYear 2017 Citation and source Doi:10.2823/128306 Main message Provide criteria for distinguishing between different nanoforms and to give a set of\nelements recommended to be reported on the characterization of nanoforms\nDocument Workplan on nanomaterials Year 2015 Citation and source https://echa.europa.eu/documents/10162/21844190/\nmb_41_2015_workplan_nanomaterials_incl_annexes_en.pdf\nMain message Updating the document of 2011, the guidance has taken account of relevant new scientific\nstudies that provide more insights to physicochemical properties, exposure assessment, and hazard characterization of nanomaterials\nGroups, initiatives, etc. NMWG\n(Continued)\nBox 13.1 Regulatory solutions developed to address issues linked to nanotechnology and nanoscience applications. Each box briefly summarizes the role of the main institutions, indicating relevant recent documents and the existence of working groups or initiatives dedicated to nanotechnologies. Institutions are listed in alphabetical order. (Continued) Beginning October 2012 Active YES Mission Provides advice on scientific and technical issues regarding the implementation of\nREACH, CLP, and Biocidal Products Regulations in relation to nanomaterials\nMembers Experts nominated from EU competent authorities, European Commission, EFSA,\nstakeholders\nWebsite for outputs https://echa.europa.eu/regulations/nanomaterials/nanomaterials-expert-group Groups, initiatives, etc. EUON Beginning 2017 Active YES Mission Information on the EUON offers interesting reading about the safety, innovation, research,\nand uses of nanomaterials\nMembers non available Website for outputs euon.echa.europa.eu/"
    }, {
      "heading" : "Organization or institution EFSA",
      "text" : "Area of relevance European Union Website www.efsa.europa.eu Document Guidance on assessing potential risks arising from applications of nanoscience and\nnanotechnologies to food, feed, and pesticides\nYear 2011 Citation and source http://onlinelibrary.wiley.com/doi/10.2903/\nj.efsa.2011.2140/epdf\nMain message This scientific opinion offers practical guidance for the risk assessment of applications\ninvolving the use of ENMs in the food and feed chain (including food additives, enzymes, flavorings, food contact materials, novel foods, feed additives, and pesticides)\nDocument Guidance on risk assessment of the application of nanoscience and nanotechnologies in\nthe food and feed chain: Part 1, human and animal health\nYear 2018 Citation and source EFSA Journal 2018;16(7):5327, doi:10.2903/j.efsa.2018.5327 Main message Updating the document of 2011, the guidance has taken account of relevant new scientific\nstudies that provide more insights to physicochemical properties, exposure assessment, and hazard characterization of nanomaterials\nGroups, initiatives, etc. Network for Risk Assessment of Nanotechnologies in Food and Feed (Nano Network) Beginning 2010 Active YES Mission To strengthen the scientific cooperation for risk assessment of application of\nnanotechnologies and products thereof in the relevant areas within EFSA’s remit\nMembers Organizations appointed for 3 years, through EFSA Advisory Forum Members, one\nmember from each EU member state, plus Norway and Iceland. One member per third country participating to EFSA’s activities as observers\nWebsite for outputs https://www.efsa.europa.eu/en/cross-cutting-issues/networks\n(Continued)\nBox 13.1 Regulatory solutions developed to address issues linked to nanotechnology and nanoscience applications. Each box briefly summarizes the role of the main institutions, indicating relevant recent documents and the existence of working groups or initiatives dedicated to nanotechnologies. Institutions are listed in alphabetical order. (Continued) Organization or institution EMA Area of relevance European Union Website www.ema.europa.eu Document Reflection paper on nanotechnology-based medicinal products for human use Year 2006 Citation and source http://www.ema.europa.eu/ema/index.jsp?curl5 pages/includes/document/document_detail.\njsp?webContentId5WC500069728&mid5WC0b01ac058009a3dc\nMain message The scope of this document is to reflect the current thinking and the initiatives in view of\nrecent developments in relation to nanotechnology-based medicinal products\nGroups, initiatives, etc."
    }, {
      "heading" : "Ad hoc CHMP expert group on nanomedicines",
      "text" : "Beginning 2009, Reinforced 2011 Active YES Mission Providing specialist input on new scientific knowledge, help with the review of guidelines\non nanomedicines\nMembers Selected experts from academia and European regulatory network Website for outputs non available Groups, initiatives, etc. International Regulators Working Group on Nanotechnology Beginning 2009 Active YES Mission Nonconfidential information sharing, regulatory harmonization, or convergence focused on\nnanomedicines/nanomaterial in drug products and borderline and combination products\nMembers EMA, US FDA, Japan MHLW, Health Canada, TGA Australia Website for outputs https://www.i-p-r-f.org/en/working-groups/nanomedicines-working-group/\nOrganization or institution EPA Area of relevance United States Website www.epa.gov Document Chemical substances when manufactured or processed as nanoscale materials: TSCA\nreporting and recordkeeping requirements\nYear 2017 Citation and source https://www.regulations.gov/document?D5EPA-HQ-OPPT-2010-0572-0137\nFederal Register/Vol. 82, No. 8/Thursday, January 12, 2017/Rules and Regulations\nMain message Establishes reporting and recordkeeping requirements for certain chemical substances\nwhen they are manufactured or processed at the nanoscale\nGroups, initiatives, etc.\nResearch on nanomaterials\nBeginning non available Active YES Mission EPA scientists research the most prevalent nanomaterials that may have human and\nenvironmental health implications.\nMembers non available Website for outputs https://www.epa.gov/chemical-research/research-nanomaterials\n(Continued)\nBox 13.1 Regulatory solutions developed to address issues linked to nanotechnology and nanoscience applications. Each box briefly summarizes the role of the main institutions, indicating relevant recent documents and the existence of working groups or initiatives dedicated to nanotechnologies. Institutions are listed in alphabetical order. (Continued)"
    }, {
      "heading" : "Organization or institution European Agency for Safety and Health at Work (EU-OSHA)",
      "text" : "Area of relevance European Union Website osha.europa.eu Document Workplace exposure to nanoparticles Year 2009 Citation and source https://osha.europa.eu/en/tools-and-publications/publications/literature_reviews/\nworkplace_exposure_to_nanoparticles/view\nMain message To provide a broad overview, information from different sources such as scientific\nliterature, policy documents, legislation, and work programs were collected"
    }, {
      "heading" : "Organization or institution FAO of the United Nations",
      "text" : "Area of relevance Worldwide Website www.fao.org Document FAO/WHO paper state of the art on the initiatives and activities relevant to risk\nassessment and risk management of nanotechnologies in the food and agriculture sectors\nYear 2013 Citation and source http://www.fao.org/docrep/018/i3281e/i3281e.pdf Main message Recommendations from international experts meetings, presents national, and international\nrisk assessment and risk management approaches that identify and implement strategies to address potential hazards associated with the use of nanotechnology-related products or techniques\nGroups, initiatives, etc. FAO/WHO joint meetings on nanotechnologies in food and agriculture Beginning 2009, 2012 Active NO Mission Provide recommendations Members Experts Website for outputs http://www.fao.org/food/food-safety-quality/a-z-index/nano/en/"
    }, {
      "heading" : "Organization or institution FDA",
      "text" : "Area of relevance United States Website www.fda.gov Document Nanotechnology guidance documents\nFinal guidance Final guidance for industry—considering whether an FDA-regulated product involves the application of nanotechnology Final guidance for industry—safety of nanomaterials in cosmetic products Final guidance for industry—assessing the effects of significant manufacturing process changes, including emerging technologies, on the safety and regulatory status of food ingredients and food contact substances, including food ingredients that are color additives Final guidance for industry—use of nanomaterials in food for animals Draft guidance for industry—drug products, including biological products, that contain nanomaterials\nYear 2018 Citation and source https://www.fda.gov/ScienceResearch/SpecialTopics/Nanotechnology/ucm602536.htm\n(Continued)\nBox 13.1 Regulatory solutions developed to address issues linked to nanotechnology and nanoscience applications. Each box briefly summarizes the role of the main institutions, indicating relevant recent documents and the existence of working groups or initiatives dedicated to nanotechnologies. Institutions are listed in alphabetical order. (Continued) Main message Guidance on application of nanotechnology in food, feed, drugs, and cosmetics Groups, initiatives, etc. Nanotechnology Task Force Beginning 2006 Active YES Mission Determining regulatory approaches that encourage the continued development of\ninnovative, safe, and effective FDA-regulated products that use nanotechnology materials\nMembers Internal Website for outputs https://www.fda.gov/ScienceResearch/SpecialTopics/Nanotechnology/ucm2006658.htm\nOrganization or institution OECD Area of relevance Worldwide Website www.oecd.org Document Series on the safety of manufactured nanomaterials no. 55. Harmonized tiered approach to\nmeasure and assess the potential exposure to airborne emissions of engineered nanoobjects and their agglomerates and aggregates at workplaces\nYear 2015 Citation and source ENV/JM/MONO (2015)19. Paris Main message This document presents a harmonized tiered approach that is systematic, consistent,\npractical, and flexible for conducting field-based, real-time workplace release, and exposure measurement and assessment to airborne nanoobjects and off-line analyses of measurement samples\nGroups, initiatives, etc. WPMN Beginning 2006 Active YES Mission This program promotes international cooperation on the human health and environmental\nsafety of manufactured nanomaterials and involves the safety testing and risk assessment of manufactured nanomaterials\nMembers Physical and life sciences experts Website for outputs http://www.safenano.org/knowledgebase/standards/working-party-on-manufactured-\nnanomaterials/\nOrganization or institution UNITAR Area of relevance Worldwide Website www.unitar.org Groups, initiatives, etc. Regional workshops Beginning 2014 Active YES Mission Raising awareness on nanosafety issues Members non available Website for outputs http://www.unitar.org/pillars/planet/nanotechnology\n(Continued)\nBox 13.1 Regulatory solutions developed to address issues linked to nanotechnology and nanoscience applications. Each box briefly summarizes the role of the main institutions, indicating relevant recent documents and the existence of working groups or initiatives dedicated to nanotechnologies. Institutions are listed in alphabetical order. (Continued)"
    }, {
      "heading" : "Organization or institution US Federal Government",
      "text" : "Area of relevance United States Website www.usa.org Document National nanotechnology initiative strategic plan Year 2016 Citation and source National Science and Technology Council, Washington, DC, http://www.nano.gov/sites/\ndefault/files/pub_resource/2016-nni-strategic-plan.pdf\nMain message Address how the agencies will collaborate to expand the ecosystem that supports\nfundamental discovery, fosters innovation, and promotes the transfer of nanotechnology discoveries from lab to market\nGroups, initiatives, etc. National Nanotechnology Initiative Beginning 2001 Active YES Mission Creating a framework for shared goals, priorities, and strategies that helps each\nparticipating federal agency to leverage the resources of all participating agencies\nMembers Twenty federal agencies and departments Website for outputs www.nano.gov"
    }, {
      "heading" : "Organization or institution WHO",
      "text" : "Area of relevance Worldwide Website www.who.int Document WHO guidelines on protecting workers from potential risks of manufactured nanomaterials Year 2017 Citation and source http://www.who.int/occupational_health/publications/manufactured-nanomaterials/en/ Main message The recommendations are intended to help policy-makers and professionals in the field of\noccupational health and safety in making decisions about the best protection against potential risks specific to MNMs in workplaces\nGroups, initiatives, etc. WHO/NANOH GDG Guideline Development Group Beginning 2009 Active NO Mission Development of the guidelines on workers’ health Members Experts Website for outputs http://www.who.int/occupational_health/topics/nanotechnologies/en/ EC, European Commission; ECHA, European Chemicals Agency; EFSA, European Food Safety Agency; EUON, European Union Observatory for Nanomaterials; GAARN, Group Assessing Already Registered Nanomaterials; REACH, registration, evaluation, authorization, and restriction of chemicals; NMWG, Nanomaterials Working Group; EMA, European Medicines Authority; FDA, Food and Drug Administration; EPA, Environmental Protection Agency; FAO, Food and Agriculture Organization; WHO, World Health Organization; OECD, Organisation for Economic Co-operation and Development; WPMN, Working Party on Manufactured Nanomaterials; UNITAR, United Nations Institute for Training and Research; MNMs, manufactured nanomaterials.\nnanotechnology, and striving to close the gaps in scientific knowledge. Thinking about application of nanomaterials in drug delivery or innovative sensors, a primary issue of concern is that knowledge on the effects in the human body is still incomplete.\nNotably psychological and societal concerns and consequences must not be underestimated: any new technology, including nanotechnology, may be unsettling or perceived as hazardous. Informed consent by the patient could be difficult to obtain, especially if we consider that some information on the nanomedical approaches is not easily conveyed to the general public. The results obtained through nanosensors, for instance, could be difficult to interpret, and this will contribute to patient anxiety.\nThe most promising applications of nanomedicine are likely to be related to the approaches in personalized diagnosis and therapy. Combining nanosensors and nanoenabled pharmaceuticals with information and communication technology could provide the acquisition and transmission of personal data in real time. Under this approach the role of nanotechnology in precision medicine and personalized medicine will bring issues of privacy protection, data ownership, and patient communication to the forefront.\nAnother ethical issue concerns the primary goal of nanomedicine: does the approach stop with diagnosis and therapy, or can it be extended toward “enhancement” of properties and faculties? For example, could a therapy against neurodegenerative disorders be utilized as a means to enhance brain functions? A nanotherapy for improving bone and tissue repair could become a way to enhanced limbs functionality. Applications toward “illicit enhancement” are specifically mentioned in the EU Code of Conduct (Commission of the European Communities, 2008, art. 4.1.16).\nOne additional consequence of nanomedicine that may need consideration is the concept of distributive justice. There is potential unequal access to expensive new nanotechnologies for diagnosis or therapy, creating inequity and potentially discrimination among patients. Other common ethical issues, which could be touched by nanotechnologies are gender equality, ethnic equality, consideration for pluralism in lifestyles, and beliefs. These approaches have been evaluated by the European Medicines Authority for the European Union and by the Food and Drug Administration (FDA) for the United States (see Box 13.1). The FDA states in all the guidance documents that they do not consider nanomaterials and nanotechnologies to be intrinsically harmful or benign. All considerations are therefore productspecific and evaluated on a case-by-case basis. Concerning pharmaceuticals, a specific mention is made of the fact that nanomaterials might interact with biological systems in ways that depend on or vary with intrinsic factors such as gender or age and that this could introduce elements of inequality in drug treatment. In the European Union, approval of a drug does not extend to a nanoform of the same drug, for which a separate testing and authorization procedure is necessary.\nIn the European Union a specific directive covers nanomaterials in cosmetic products (European Commission, 2009), requiring labeling with an indication of\nthe nanoformulation of the ingredient. Importantly, the nanomaterials may or may not be toxic; the labeling indication only has the purpose of allowing freedom of choice by the consumers. There is also the long-standing ethical problem of testing on animals, which are to be replaced with alternative assays [SCCS (Scientific Committee on Consumer Safety), 2012]."
    }, {
      "heading" : "13.3 Ethical issues related to food",
      "text" : "Nanomaterials in food have been recently included in the EU Directive on Novel Foods [Regulation (EU) 2015/2283; European Union, 2015], which also includes the currently valid definition of nanomaterials. Documents dealing with nanomaterials in food are mainly produced in the European Union by the European Food Safety Agency (EFSA, see Box 13.1). By defining the approaches to evaluate the hazards of nanomaterials in food and feed, EFSA works to protect the health of consumers and therefore performs a task which is in line with the EC Code of Conduct (Commission of the European Communities, 2008). The most recent document on risk assessment adopts the precautionary principle to protect the health of consumers, by assuming the worst-case scenario and applying uncertainty factors, when specific data are not available. Issues concerning nanomaterials are considered in several aspects of food and also feed, from additives, to food contact materials, flavorings, etc. It is explained that nanomaterials in food could be intentionally added or derived from production processes. The documents produced by EFSA do not explain the benefits derived from inclusion of nanomaterials in food production or processing. The documents mainly address the evaluation of potential hazards, due to the specific properties of the nanoscale, which could change the toxicokinetic behavior of substances.\nLabeling should inform consumers about the presence of nanomaterials in food products, but it seems that currently no food product is correctly labeled (Sodano, 2018).\nPerceived benefits of nanotechnologies can be envisaged in the development\nof sensors and measures for improving food safety.\nFDA (see Box 13.1) has issued a guidance concerning nanomaterials in food ingredients, additives, and food contact substances. The presence of poisonous or deleterious substances makes the food unsafe, and adulterated, and it is a responsibility of the manufacturer and of the end user to ensure the safe use of food. Nanotechnology is seen as a possible source of changed properties in food products, requiring specific testing to assess the safety. Also in this case, FDA does not consider nanoengineered food to be intrinsically benign or harmful. Labeling requirements are not discussed.\nFood and Agriculture Organization (FAO) of the United Nations and World Health Organization (WHO) together have issued a document addressing all issues of nanomaterials in food and agriculture [see Box 13.1, FAO/WHO (Food\nand Agriculture Organization of the United Nations/World Health Organization), 2013]. They report that mandatory labeling would bring to transparency and enable the freedom of choice in the consumers; the European Union is the only one with mandatory labeling of nanomaterials in food. However, this is felt as a barrier to trade, in case a nanolabeled food is rejected by consumers. In fact, FAO and WHO have also stressed the possibility of challenges to the developing countries, both in accessing nanotechnologies and performing safety tests. This becomes relevant for nanopesticides or nanofertilizers applied to agriculture."
    }, {
      "heading" : "13.4 Ethical issues related to occupational health and worker safety",
      "text" : "Working environments are the places where the risk of exposure to high concentrations of ENMs is the greatest. The precautionary principle mandates controls in the work environment, and when there is a lack of adequate information about nanotechnology hazards and risks, employers are to implement additional control measures. This situation may result in difficult choices for employers. As noted earlier, the risk assessment for nanotechnologies is performed on a case-by-case basis. There are the added difficulties of effective risk communication, as well as how to obtain acceptance by workers: there are difficulties in obtaining the timeliness of communication, and there are requirements to include workers in the decision-making.\nA common problem encountered in work environments is that workers often have little control over their working conditions, due to pressures from economic and social conditions.\nRegarding the need for medical surveillance and screening of workers, the usual ethical problems also apply to nanotechnologies: how to stimulate voluntary participation of workers, how to plan actions in case of positive results, and how to protect the privacy of results (Schulte and Salamanca-Buentello, 2007).\nA final consideration on possible consequences involves the economics of nanotechnology production: the development of new production approaches based on nanoscience could displace traditional markets, affecting the employment of workers in traditional sectors, and potentially enhancing the North South divide (Sodano, 2018).\nOn the subject of worker safety, the WHO has issued a set of guidelines (see Box 13.1), which are based on the precautionary principle and advocate the involvement of workers in all phases of risk assessment and control. The Organisation for Economic Co-operation and Development has also issued documents on nanomaterial exposure in workplaces (see Box 13.1). Documents prepared by EU-OSHA (see Box 13.1) advocate the use of “control banding” procedures for risk assessment and management to assist in minimizing the exposure of workers and provide employers with accessible tools to ensure compliance\nand safety. However, these documents do not provide guidance relative to situations in which “susceptible” workers might be exposed. However, a reference is made to asthmagenic substances, which could specifically impact vulnerable workers."
    }, {
      "heading" : "13.5 Ethical issues related to environmental impacts",
      "text" : "The Parma Declaration on Environment and Health issued by the Fifth Ministerial Conference on Environment and Health (2010) considered the implications of nanotechnology to be a crucial concern, equivalent to bioaccumulating and endocrine disrupting chemicals. Ultrafine particles were specifically mentioned as pollutants responsible for respiratory diseases, whereas the presence of nanoparticles and nanomaterials in products was considered to be a topic that requires additional research. The European Code of Conduct (Commission of the European Communities, 2008) states that nanotechnology research should contribute to the Millennium (Sustainable) Development Goals and should do no harm to animals, plants, and the environment. A portion of this book has dealt with analysis of risks and impacts of nanotechnologies. The full potential benefits that nanotechnologies could bring with them in regard to reaching the goals are still unclear, and similarly, it remains difficult to estimate all possible impacts (EEA, 2015). One possible positive impact can be seen in the nanoformulations of pesticides and fertilizers: if these materials were more effective than conventional counterparts, this would decrease the amount of chemicals used and reduce the risks to workers.\nThe detectability and traceability of nanomaterials in the environment, including air, water, and soil, is a critical issue that needs significant additional research. Accurate and detailed exposure assessment is still elusive in many instances, and concern is great where children and other vulnerable subgroups are involved (WHO, 2013). It is also highly likely that exposure will not be equally distributed for all countries, populations, or individuals; this creates obvious concern with regard to the principles of equity.\nIn the European Union the European Chemicals Agency (ECHA) has worked toward the adaptation of REACH regulation (registration, evaluation, authorization, and restriction of chemicals) to nanomaterials (see Box 13.1), implementing procedures for registration and disseminating information on use. The website of ECHA is the reference point for all those seeking information on nanomaterials. From the perspective of toxicity relevant to environmental impact, the European Union approach is to “group” nanomaterials based on similarities in physicochemical, toxicological, ecotoxicological, and environmental fate properties [Arts et al., 2014; ECHA (European Chemicals Agency), 2016]. A specific procedure for assessment of environmental impacts should likely be required for nanomedicines or nanopharmaceuticals, which can reach water and soil after transfer through or metabolism in the human body.\nThe US Environmental Protection Agency (Box 13.1) has issued a “science in ACTION” leaflet (https://www.epa.gov/sites/production/files/2013-12/documents/ nanotechnology-fact-sheet.pdf) to explain to the lay community the research being done on nanomaterials and nanotechnologies in order to protect the environment and human health. Applications of nanomaterials to environmental problems, such as pollutant remediation, are described to highlight the benefits of these new technologies. The website (https://www.epa.gov/chemical-research/research-nanomaterials) provides additional information to citizens about environmental impacts of nanotechnology."
    }, {
      "heading" : "13.5.1 Role of media and nongovernmental organizations on nanoethics",
      "text" : "To protect the public’s right to know, media needs to take the initiative to report technology with a responsible attitude. Media practitioners need to improve their scientific knowledge so that news on nanoethics can be readily understood by a wider readership. Last but not the least, scientists also have obligation to disseminate the outcome of their nanoethics research to the general public.\nIn the good governance of nanotechnology, nongovernmental organizations (NGOs) play a huge role as a third force besides the government and the market. NGOs should conduct objective evaluation of governments’ policy on good governance of nanotechnology, supervise the market’s economic behavior on the promotion of nanoproducts, and disseminate nanotechnology and nanoethics information to the general public. In so doing, NGOs contribute to the in-depth study of nanoethics and promotes the sustainable development of nanotechnology (Zhang and Wang, 2014)."
    }, {
      "heading" : "13.6 Conclusion",
      "text" : "The ethical aspects of nanotechnologies and nanoscience have been addressed previously in several documents and working groups formed by the main institutions involved in their development and regulation. Some undefined areas still exist, and there is a need for a more targeted effort, particularly to address eventual inequalities in approaches and unfairness toward categories of users and/or workers."
    }, {
      "heading" : "Key point",
      "text" : "• Ethical issues related to different contexts with regards to health (food,\nmedicine, occupational safety) and environment risks."
    }, {
      "heading" : "Acknowledgments",
      "text" : "NM and EM acknowledge the support of the project INTENSE, grant no. 652515. JCW acknowledges USDA NIFA AFRI 2011-67006-30181, USDA Hatch CONH00145, and USDA CONH00147. Authors want to thank Dr. Luca Pagano (University of Parma) for the editorial support."
    } ],
    "references" : [ {
      "title" : "Consumer acceptance and rejection of emerging agrifood technologies",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Frewer,? \\Q2017\\E",
      "shortCiteRegEx" : "Frewer",
      "year" : 2017
    }, {
      "title" : "Late lessons from early warnings",
      "author" : [ "A. Maynard", "A. Baun", "J.A. Tickner" ],
      "venue" : null,
      "citeRegEx" : "Hansen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hansen et al\\.",
      "year" : 2008
    }, {
      "title" : "Innovative and responsible gover",
      "author" : [ "B. Harthorn", "D. Guston", "P. Shapira" ],
      "venue" : null,
      "citeRegEx" : "Roco et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Roco et al\\.",
      "year" : 2011
    }, {
      "title" : "Nano-food regulatory issues in the European Union",
      "author" : [ "V. org/10.1289/ehp.9456. Sodano" ],
      "venue" : null,
      "citeRegEx" : "Sodano,? \\Q2018\\E",
      "shortCiteRegEx" : "Sodano",
      "year" : 2018
    }, {
      "title" : "Charting ELSI’s future course: lessons from the recent past",
      "author" : [ "R.L. Walker", "C. Morrissey" ],
      "venue" : "Genet. Med",
      "citeRegEx" : "Walker and Morrissey,? \\Q2012\\E",
      "shortCiteRegEx" : "Walker and Morrissey",
      "year" : 2012
    }, {
      "title" : "The third force in the good governance of nanotechnologies—the role of NGOs in discussions on nano-ethics",
      "author" : [ "Z.G. Zhang", "A.Q. Wang" ],
      "venue" : "J. Henan Sci. Technol",
      "citeRegEx" : "Zhang and Wang,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang and Wang",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "As has been described elsewhere in this book, it is widely thought that the unique properties of nanomaterials can provide benefits to human activities in many different fields, but at the same time, these materials may constitute a hazard, which is still difficult to quantify and predict (Roco et al., 2011).",
      "startOffset" : 290,
      "endOffset" : 309
    }, {
      "referenceID" : 4,
      "context" : "A prime example of the significant consideration given to ethical, legal, and social issues of particular technology [ethical, legal, and societal implications (ELSI) or ethical, legal, and societal issues (ELSA)] is with the Human Genome Project, which began in the 1990s (Walker and Morrissey, 2012).",
      "startOffset" : 273,
      "endOffset" : 301
    }, {
      "referenceID" : 0,
      "context" : "Another example can be found in the issues linked to genetic engineering and transgenic organisms (Frewer, 2017).",
      "startOffset" : 98,
      "endOffset" : 112
    }, {
      "referenceID" : 3,
      "context" : "Labeling should inform consumers about the presence of nanomaterials in food products, but it seems that currently no food product is correctly labeled (Sodano, 2018).",
      "startOffset" : 152,
      "endOffset" : 166
    }, {
      "referenceID" : 3,
      "context" : "A final consideration on possible consequences involves the economics of nanotechnology production: the development of new production approaches based on nanoscience could displace traditional markets, affecting the employment of workers in traditional sectors, and potentially enhancing the North South divide (Sodano, 2018).",
      "startOffset" : 311,
      "endOffset" : 325
    }, {
      "referenceID" : 5,
      "context" : "In so doing, NGOs contribute to the in-depth study of nanoethics and promotes the sustainable development of nanotechnology (Zhang and Wang, 2014).",
      "startOffset" : 124,
      "endOffset" : 146
    } ],
    "year" : 2019,
    "abstractText" : "Elena Maestri, Nelson Marmiroli, Jing Song and Jason C. White Department of Chemistry, Life Sciences, and Environmental Sustainability, University of Parma, Parma, Italy SITEIA.PARMA, University of Parma, Parma, Italy National Interuniversity Consortium for Environmental Sciences (CINSA), Parma, Italy Institute of Soil Science, Chinese Academy of Sciences, Nanjing, P.R. China Connecticut Agricultural Experiment Station, New Haven, CT, United States",
    "creator" : "Elsevier"
  }
}