{
  "name" : "downloads_2019-10-29_da_xu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Baolin Xu", "Shihan Qi", "Mengmeng Jin", "Xiaoyi Cai", "Linfei Lai", "Zhouting Sun", "Xiaogang Han", "Zifeng Lin", "Hui Shao", "Peng Peng", "Zhonghua Xiang", "Johan E. ten Elshof", "Rou Tan", "Chen Liu", "Zhaoxi Zhang", "Xiaochuan Duan", "Jianmin Ma", "Baolin Xua", "Shihan Qia", "Mengmeng Jinb", "Xiaoyi Caic", "Linfei Laib", "Zhouting Sund", "Xiaogang Hand", "Zifeng Line", "Hui Shaof", "Peng Pengh", "Zhonghua Xiangh", "Johan E. ten Elshofi", "Rou Tanj", "Chen Liuj", "Zhaoxi Zhangj", "Xiaochuan Duanj", "Jianmin Maa" ],
    "emails" : [ "iamlflai@njtech.edu.cn", "xiaogang.han@xjtu.edu.cn", "linzifeng@scu.edu.cn", "shao@chimie-ups-tlse.fr", "xiangzh@mail.buct.edu.cn", "j.e.tenelshof@utwente.nl", "xcduan@xmu.edu.cn", "nanoelechem@hnu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\n2020 roadmap on two-dimensional materials for energy storage and conversion\nBaolin Xu, Shihan Qi, Mengmeng Jin, Xiaoyi Cai, Linfei Lai, Zhouting Sun, Xiaogang Han, Zifeng Lin, Hui Shao, Peng Peng, Zhonghua Xiang, Johan E. ten Elshof, Rou Tan, Chen Liu, Zhaoxi Zhang, Xiaochuan Duan, Jianmin Ma\nPII: S1001-8417(19)30632-1\nDOI: https://doi.org/10.1016/j.cclet.2019.10.028\nReference: CCLET 5292\nTo appear in: Chinese Chemical Letters\nReceived Date: 20 August 2019\nRevised Date: 5 October 2019\nAccepted Date: 23 October 2019\nPlease cite this article as: Xu B, Qi S, Jin M, Cai X, Lai L, Sun Z, Han X, Lin Z, Shao H, Peng P, Xiang Z, ten Elshof JE, Tan R, Liu C, Zhang Z, Duan X, Ma J, 2020 roadmap on two-dimensional materials for energy storage and conversion, Chinese Chemical Letters (2019), doi: https://doi.org/10.1016/j.cclet.2019.10.028\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier.\nPerspective\n2020 roadmap on two-dimensional materials for energy storage and conversion Baolin Xua, Shihan Qia, Mengmeng Jinb, Xiaoyi Caic, Linfei Laib,c,, Zhouting Sund, Xiaogang Hand,*, Zifeng Line,*, Hui Shaof,g,*, Peng Pengh, Zhonghua Xiangh,*, Johan E. ten Elshofi,*, Rou Tanj, Chen Liuj, Zhaoxi Zhangj, Xiaochuan Duanj,*, Jianmin Maa,k, a School of Physics and Electronics, Hunan University, Changsha 410082, China b Key Laboratory of Flexible Electronics & Institute of Advanced Materials (IAM), Jiangsu National Synergistic Innovation Center for Advanced Materials (SICAM), Nanjing Tech University, Nanjing 210009, China c School of Physical and Mathematical Sciences, Nanyang Technological University, Singapore 637371, Singapore d State Key Lab of Electrical Insulation and Power Equipment, Xi'an Jiaotong University, Xi'an 710049, China e College of Materials Science and Engineering, Sichuan University, Chengdu 610065, China f Université Paul Sabatier, Laboratoire CIRIMAT UMR CNRS 5085, Toulouse 31062, France g Réseau sur le Stockage Electrochimique de l Energie (RS2E), CNRS 3459, Amiens, France h State Key Laboratory of Organic Inorganic Composites, Beijing University of Chemical Technology, Beijing 100029, China I University of Twente, P.O. Box 217, AE Enschede 7500, the Netherlands j Pen-Tung Sah Institute of Micro-Nano Science and Technology, Xiamen University, Xiamen 361005, China k Key Laboratory of Materials Processing and Mold (Zhengzhou University), Ministry of Education, Zhengzhou University, Zhengzhou 450002, China  Corresponding authors. E-mail addresses: iamlflai@njtech.edu.cn (L. Lai), xiaogang.han@xjtu.edu.cn (X. Han), linzifeng@scu.edu.cn (Z. Lin), shao@chimie-ups-tlse.fr (H. Shao), xiangzh@mail.buct.edu.cn (Z. Xiang), j.e.tenelshof@utwente.nl (J. Elshof), xcduan@xmu.edu.cn (X. Duan), nanoelechem@hnu.edu.cn (J. Ma) Graphical abstract\n  In this roadmap, two-dimensional materials including graphene, black phosporus, MXenes, covalent organic frameworks, oxides, chalcogenides, and others, are highlighted in energy storage and conversion. "
    }, {
      "heading" : "AR TICLE INFO ABSTRACT",
      "text" : "Article history: Received Received in revised form Accepted Available online\nEnergy storage and conversion have attained significant interest owing to its important applications that reduce CO2 emission through employing green energy. Some promising technologies are included metal-air batteries, metal-sulfur batteries, metal-ion batteries, electrochemical capacitors, etc. Here, metal elements are involved with lithium, sodium, and magnesium. For these devices, electrode materials are of importance to obtain high performance. Two-dimensional (2D) materials are a large\n                                                             \nJo ur\nna l P\nre -p\nro of\nKeywords: Graphene Black phosphorus MXenes Covalent organic frameworks Oxides Chalcogenides Metal-air batteries Metal-sulfur batteries Metal-ion batteries Electrochemical capacitors\nkind of layered structured materials with promising future as energy storage materials, which include graphene, black phosporus, MXenes, covalent organic frameworks (COFs), 2D oxides, 2D chalcogenides, and others. Great progress has been achieved to go ahead for 2D materials in energy storage and conversion. More researchers will join in this research field. Under the background, it has motivated us to contribute with a roadmap on two-dimensional materials for energy storage and conversion.\nPart 1. Graphene and graphene-composites for energy storage applications Mengmeng Jin, Xiaoyi Cai, Linfei Lai*"
    }, {
      "heading" : "1.1 Status",
      "text" : "Graphene is a one-atom-thick two-dimensional sheet composed of sp2-bonded carbon atoms that are densely packed in a honeycomb crystal lattice. The 2D planar structure of single layer graphene ensures high utilization of carbon atoms for the electron transfer, high surface area, and flexibility. Graphene and graphene-based composites have been demonstrated to have enhanced performance in various energy storage and conversion systems (Fig. 1), such as Li/Na-ion batteries, supercapacitors, electrocatalysis, Li-S batteries.\nFig. 1. Schematic illustration of applications of graphene-based composites in Li/Na-ion battery, supercapacitor, electrocatalysis and Li-S battery."
    }, {
      "heading" : "1.2 Current and future challenges",
      "text" : "1.2.1 Li/Na-ion batteries. As excellent 2D carbon materials, the hybridization of graphene with electroactive materials for both cathode and anode of Li/Na-ion batteries have been vastly reported, and significantly improved capacity, rate performance and cyclability have been achieved [1]. The ultrathin graphene can form a stable conducting network with low percolation threshold and enhanced the electrochemical performance of electrode with even trace amount and is regarded as a promising conductive additive for both cathode and anode in Li-ion batteries. For example, 0.2 at% graphene with 1% super P (SP) was reported to have better electrode conductivity with micrometer-sized LiCoO2 than 3 wt% of SP [2]. Graphene as anode has a theoretical capacity of twice that of graphite. However, most of the capacity of graphene may be contributed by the adsorption of Li+ on edges, defects, and pores, together with the fast surface reactions on graphene, which may not be beneficial for battery application since they can lead to a large irreversible capacity loss initially. All-graphene based electrodes have high capacity, high rate, and long cycle life, however, the capacity loss in the initial cycle is commonly over 50%, making them impractical in Li-ion battery full cells. The 2D feature of\nJo\nur\nna l P\nre -p\nro of\ngraphene makes it an excellent candidate as a protective coating layer of Al foil to restrict the electrolyte corrosion during high-rate cycling. The coating also enhances the adhesion of electroactive materials with current collector and assist in electron transportation. The excellent mechanical properties of graphene make it applicable to prepare free-standing electrodes either with or without compositing with other electroactive materials.\n1.2.2 Supercapacitors. Supercapacitors are a highly promising class of energy storage devices due to their high power density and long life cycle. Supercapacitors can be broadly classified into two types based on the different mechanisms of energy storage: electric double layer capacitors (EDLCs) and pseudocapacitors. The specific capacitance of EDLCs is determined by surface area, pore structure and pore size distribution of carbonaceous materials. Graphene structure modulation by KOH activation to generate micropores or in-plane pore opening of graphene by template-directed etching to create holey graphene with pore size from a few to hundreds of nanometers are highly desirable for not only supercapacitors but also batteries and electrocatalysis. As the energy storage mechanism of pseudocapacitors relies on the fast and reversible Faradaic redox reactions in the interface between electrolyte and electrode, graphene is usually combined with pseudocapacitive materials, such as transition metal oxides/sulphides/hydroxides, conducting polymers, etc. Compared with other types of carbon, such as activated carbon nanoparticles, rGO and GO fabricated via wet chemical methods has the high accessible surface area and variety of surface functional groups for efficient loading of pseudocapacitive materials. The graphene composites-based supercapacitive materials generally show excellent capacitance which includes the redox charge provided by pseudocapacitance in addition to the EDLC charge provided by high surface area rGO. The surface functional groups of graphene contribute capacitance value under charge accumulation, the rational surface modified graphene can charge and discharge fast and result in a significant increase in pseudocapacitance.\n1.2.3 Electrocatalysis. Typical energy conversion devices, i.e., metal-air batteries and fuel cell rely on the efficiency of oxygen reduction (ORR) and evolution reaction (OER), while electrolysis involves hydrogen evolution and OER. Holey graphene with in-plan pore size in meso/macro pore range could further facilitate mass diffusion of reactants. Graphene-based materials can induce favorable catalyst-support interaction and activity enhancements for precious metal catalysts nanoparticles, thereby, leading to a reduced loading mass, thus saving cost. Graphene with heteroatoms doping or compositing with other nanostructured carbon are also effective strategies to achieve excellent catalytic performance. As planar ultrathin 2D carbon materials with tunable surface chemistry and high conductivity, it also affords a strong backbone to earth-abundant metal based nanoparticles to minimize the agglomerations of these nonprecious metal catalyst and enhance the stability [3]. Free standing graphene and graphene-composites as catalysts, gas diffusion, and current collector integrated air-electrodes are promising for energy conversion devices. The pore volume density, pore diameter, and the number of defects in the graphene nanoplatelets have critical effects on the electrochemical performance of these devices. For example, although Zn-air batteries and Li-O2 batteries have different reaction mechanisms toward OER, the bi/trimodal porous graphene are reported to effectively accommodates intermediate products and facilitate the electrolyte and ions diffusion. Graphene show superior performance not only in fundamental electrocatalysis measurement but also in some energy conversion devices due to the rationalized structure and composition. N-doped graphene has a slightly lower kinetic activity in fast forced convective electrolyte but a much larger rate capability (nearly 1.5 times of power density) in quiescent electrolyte than that of commercial 20% Pt/C catalyst for Zn-air batteries [4].\n1.2.4 Li-S batteries. Li-S batteries are promising alternative for next generation energy storage system due to the preferred high theoretical capacities of Li (3861 mAh/g) and sulfur (1675 mAh/g) [5]. Heteroatoms doped graphene or compositing with selected transition metals/carbon nanomaterials may lead to a strong binding strength with polysulfide which can better restrict the loss of sulfur during cycling and ensures high sulfur loading. Graphene has been applied as a sulfur wrapping substrate to restrict polysulfide shuttling. Graphene thin layer coating either on the membrane or cathode side efficiently barrier the diffusion of polysulfides.\n1.2.5 Solar cells: Graphene has shown great potential in transparent electrodes for solar cells. Ultrathin and flexible solar cells can be achieved with graphene s good conductivity, transparency, and mechanical strength. Current research mainly focuses on functionalization and doping to improve the efficiency of graphene-containing solar cells."
    }, {
      "heading" : "1.3 Advances in science and technology to meet challenges",
      "text" : "Among the mass production of graphene in mechanical exfoliation methods including ball milling, ultrasonication, fluid dynamics, supercritical fluids, etc., supercritical fluids method has shown advantages in terms of high yield and environmental friendliness. However, how to improve the yield of mono/few layer graphene and enhance exfoliation efficiency remains a hot topic [6, 7]. The prelithiation of graphene-based Li electrodes to offset their low-initial cycle efficiency have been explored, yet not been developed for industrial production. At higher concentrations over 5-10 mg/mL, the chemically reduced graphene slurry turns viscous for processing, and its high porosity makes the electroactive materials easily detach from the current collector unless more insulating binder is applied. The restacking of graphene leads to low cross-plane diffusivity of Li or Na ions steric effect result in increased polarization at high charge/discharge rates for nanosized electrode materials. Structure modulation by etching to generate in-plane holes, or using unconventional drying process, such as spray drying, freeze drying are effective to restrict the restacking. The low density and porous structure of graphene could lower the volumetric power and energy densities of energy storage devices, the interfacial modulation of graphene and electroactive materials need to be explored. The residual of O-containing functional groups of graphene and their adsorbed water may lead to high leakage current and gas evolution for EDLC type nonaquoues supercapacitors [8]. Recent research has developed plenty of graphene-based high-performance catalyst but still fail to replace the noble-metal-based catalysts. Therefore, rational control of synthesis condition is critical to achieve not only reasonable high capacitance value but also ultralong duration cycle\nJo ur\nna l P\nepr\noo f\nlife. Moreover, most of the OER and ORR electrocatalysts function only under alkaline conditions [9], graphene based catalyst for all pH electrocatalysts are highly desirable. The catalytic mechanisms for some of the catalysts are well known, but the synergistic mechanism between catalysts and graphene substrate are still not fully understandable. Despite the excellent barrier effect of 2D graphene, the low density and high surface area of graphene limit the areal loading of sulfur and bring challenges to the electrolyte control. It is also worth to note that when processed into electrode films via various methods, graphene layers tend to stack and aggregate inhibiting electrolyte access. The packing density of graphene electrode prepared in conventional wet casting procedure is low, and new processing technology, such as spray drying, in-situ sintering, vacuum filtration. The residual O-containing functional groups on the long-duration cyclability of batteries need to be revisited as the undefined functional groups could affect the aging properties. Therefore, adjustment of graphene pore structure and surface chemistry to construct a fast ion and electron conducting network if of high significance."
    }, {
      "heading" : "1.4 Concluding remarks and prospects",
      "text" : "Graphene has the potential to greatly enhance many of current energy applications. However, the currently available graphene can possess various properties, such as porosity, purity and amount and type of dopants, which needs to be clearly investigated for each application. Many of graphene s problems in the application come from their porosity and low density. Development of methods to improve graphene electrode s density and columbic efficiency on the first cycle will greatly improve the application of graphene in energy devices.   Part 2. Black phosphorous for energy storage Zhouting Sun, Xiaogang Han*"
    }, {
      "heading" : "2.1 Status",
      "text" : "A 2D material black phosphorous (BP) is one of the most promising material for energy storage area: (1) Its intrinsic bad gap (0.34 eV), reasonable density (2.69 g/cm3) and high theoretical capacity (2596 mAh/g for lithium ion batteries) are also advantageous for achieving high energy density and power density [10]. (2) Its large lateral size and ultra-thin properties provide an ultra-high specific surface area. Combined with its excellent electronic conductivity (~102 S/m), the content of conductive agent in the electrode could be decreased. Environmental friendliness and the abundance of phosphorus are also important reasons for it being an important candidate material for energy storage devices."
    }, {
      "heading" : "2.2 Current and future challenges",
      "text" : "BP is considered an excellent active material in lithium ion batteries, sodium ion batteries, magnesium ion batteries and super capacitors (Fig. 2). Although BP has attracted great attention in the field of energy storage, it still has many challenges in practical applications.\nThe BP used in the current energy storage field is peel off from bulk BP. Conventional preparation methods include \"top-down methods\" (mechanical cleavage, liquid exfoliation, etc.) and \"bottom-up methods\" (e.g., chemical vapor deposition (CVD) and wet-chemistry). These methods are generally expensive and time consuming. This production challenge partially offsets the superiority of black phosphorus performance. In addition, phosphorene, an atomic-thickness BP, degrades under air, which prevents its use in energy storage devices.\nJo ur\nna l P\nre -p\nro of\nFig. 2. 2D BP used for electrochemical energy storage. Copied with permission [10]. Copyright 2018, Wiley-VCH.\nBP can react with three lithium atoms to form a Li3P compound, corresponding to a very high theoretical specific capacity (2596 mAh/g). Although BP is an important candidate for anode materials in lithium-ion batteries, it still has several shortcomings. For example, layered BP will re-stack due to van der Waals forces, which will result in additional electrolyte consumption. And, volume expansion from amorphous Li3.3P to crystalline Li3P during the discharging process leads to pulverization of the anode. The loss of electrical contact caused by electrode cracking and the low electron conductivity of Li3P all make the reversibility of the discharge process worse, further resulting in low Coulombic efficiency and capacity retention of the first cycle [11].\nSodium ions with a larger ionic radius (0.106 nm) have different embedding behavior than lithium ions (0.076 nm). BP has a larger interlayer channel size (3.08 Å vs. 1.86 Å of graphite), which means that sodium is more easily stored between the 2D BP layers. In addition, the 2D BP exhibits extremely high capacity and fast ion-diffussion channels during sodium alloying. However, the rapid decline in capacity caused by the large volume change (~300%) during charging and discharging still hinders the application of black phosphorus in sodium ion batteries.\nThe current application of black phosphorus in capacitors is limited by capacitive performance. The specific surface area and pore size distribution still significantly affect the performance of the electrode material. In addition, black phosphorus is also used in magnesium ion batteries and potassium ion batteries."
    }, {
      "heading" : "2.3 Advances in science and technology to meet challenges",
      "text" : "High material costs and limited production capacity prevent the application of black phosphorus. BP that is simple to prepare and scalable is urgently needed. Recently, a technique of applying pressure to synthesize BP at a normal temperature has been reported for use in an optical device [12]. However, the anisotropic volume expansion of 2D BP during the reaction requires other conductive two-dimensional materials (such as redox graphene GO) for buffering. Liu et al. (2018) developed a simple and scalable method for synthesizing BP/GO composites by pressurizing at room temperature [13]. At a current density of 1 A/g, the capacity of the composite stabilized at 1250 mAh/g after 500 deep cycles.\nEnhancing the stability of the electrode structure is an important means to solve the volume change and the capacity attenuation caused by the electrical contact loss. This strategy is usually achieved by coupling conductive carbon (carbon black, carbon nanotubes, graphene, etc.) with BP to form a phosphorus-carbon bond. Sun et al. propose a strategy for forming strong P-C bonds between BP and graphene, which is achieved by HEMM in an argon atmosphere of 1.2 MPa [14]. The P-C bond effectively decreases the volume change during lithiation and delithiation and increases the coulombic efficiency of the cycle.\nWhen applied to a capacitor, 2D BP is still limited by its lower capacitance. Due to the large specific surface area, the re-stacking of 2D BP is inevitable, and its electronic conductivity is also impaired due to the absorption of impurities and defects. The construction of 3D BP can effectively avoid the re-stacking of 2D BP and promote the effective diffusion of electrolyte. At the same time, close contact between the 2D BP layers can provide a fast and continuous electron transport path. Wu et al. proposed a heterostructured BP/CNTs hybrid material. The CNTs embedded in the BP layer can promote interlayer electron conduction, reduce the stacking of BP nanosheets, and enhance mechanical stability [15].\nThe mechanical flexibility of phosphorene and graphene composites powers wearable electronics [16]. The high packing density is due to the close contact of phosphorene with graphene, but the BP in phosphorene-graphene composites is easily oxidized. Therefore, at present, there are few reports on phosphore and BP-based strategies as anode.\nThe interlayer distance of black phosphorus (5.4 Å) is larger than that of graphite (3.4 Å), meaning that it is easier to insert larger ions between them, so the feasibility of BP applied to magnesium ion batteries and potassium ion batteries is also widely reported. BP has been proven to have a capacity over graphite materials for use in potassium ion batteries. Sultana et al. proposed a potassium ion battery anode material that encapsulates black phosphorus in a carbon-based material and measured a high capacity of 600 mAh/g [17]. Based on the BP alloy formed by the expected alloying mechanism, the theoretical capacity of BP can be as high as 843 mAh/g. More simulation results have confirmed that BP can be used as an electrode material for magnesium ion batteries, which can store magnesium atoms in Mg2P. The single layer of phosphorene maintains its structural stability in the form of Mg0.5P [18]."
    }, {
      "heading" : "2.4 Concluding remarks and prospects",
      "text" : "With its intrinsic superior performance, BP is one of the promising materials in the field of energy storage. The interfacial interaction between BP and other materials is an important factor in improving the electrical performance of batteries and supercapacitors. But at present, BP still faces many challenges. Impurities and defects introduced during BP preparation adversely affect electrochemical properties. In addition, the electrochemical properties of 2D BP are highly dependent on the number of layers, so the manufacture of 2D BP with adjustable layer count is very important. The current complex and expensive manufacturing process is also an important factor hindering BP's expansion and further application. Therefore, competitive processing technology should be developed to improve product quality, reduce production costs, and promote BP's application in energy storage. In the field of energy storage, most of the research focuses on the preparation and characterization of electrode materials, and there is still insufficient research on the mechanism of action of black phosphorus to improve chemical properties. Fully studying the mechanism and developing the full potential of black phosphorus is a top priority.\nBlack phosphorus is a very attractive new two-dimensional material, but it still faces many challenges. A large number of theoretical\nJ ur\nna l P\nre -p\nro of\ncalculations and experimental studies have been reported, hoping to make even greater breakthroughs in the future."
    }, {
      "heading" : "2.5 Acknowledgment",
      "text" : "This work is supported by Key Research Program of Shaanxi Province (No. 2017ZDXM-GY-035).\nPart 3. MXene materials for electrochemical energy storage  Zifeng Lin, Hui Shao*"
    }, {
      "heading" : "3.1 Status",
      "text" : "2D transition metal carbides, carbonitrides, and nitrides, known as MXenes, are produced by selective removal of a atom layers from MAX phase precursors using aqueous fluoride-containing acidic solutions as the etchants. MAX phases are ternary carbides and nitrides, with a general formula of Mn+1AXn (n = 1-3), where M is a transition metal (such as Sc, Ti, Zr, Hf, V, Nb, Ta, Cr, Mo), A represents elements from the group 13 and 14 of the periodic table and X is carbon and/or nitrogen. The metallic M-A bonds of the MAX phases can be break by the etchant, resulting in multilayered Mn+1XnTx materials, and Tx represents surface functional groups (such as hydroxyl, oxygen, and fluorine) that are obtained from the etching process. Afterward, multilayered MXenes can be delaminated into single flakes via intercalation of organic molecules and/or metal ions, followed with mechanical vibration or sonication in water. Since 2011, Gogotsi et al. reported the first MXene material - Ti3C2Tx that was synthesized by removing Al atoms from Ti3AlC2 MAX phase in concentrated HF (Fig. 3), to date, more than 20 different MXene materials are successfully prepared, and dozens of more MXenes have been theoretically predicted [19].\n \nFig. 3. MXenes reported so far. Copied with permission [19]. Copyright 2017, Nature Publishing Group.\nMXenes can have at least three different formulas: M2X, M3X2, and M4X3, where M is an early transition metal and X is carbon and/or nitrogen. They can be made in three different forms: mono-M elements (for example, Ti2C and Nb4C3); a solid solution of at least two different M elements (for example, (Ti,V)3C2 and (Cr,V)3C2); or ordered double-M elements, in which one transition metal occupies the perimeter layers, and another fills the central M layers (for example, Mo2TiC2 and Mo2Ti2C3, in which the outer M layers are Mo and the central M layers are Ti). Solid solutions on the X site produce carbonitrides. NA, not available [19].\nWith the merits of metallic conductivity, unique two-dimensional structure and rich chemistry, MXenes have attracted significant attention as electrode materials of rechargeable batteries and electrochemical capacitors. The calculated theoretical capacities of Li, Na, K, and Ca ions batteries basic on various oxygen terminated MXene nanosheets are 447.8, 351.8, 191.8, and 319.8 mAh/g, respectively [20]. Experimentally, MXene film electrodes typically deliver capacities less than 200 mAh/g for Li+ storage and even less for Na+ and other metal ion storage. MXene composite or surface-functionalized electrode is able to enhance the electrochemical performance greatly. On the other hand, MXenes exhibit outstanding capacitive or pseudocapacitive performance, especially in aqueous electrolytes. High gravimetric capacitance up to 350 F/g as well as the high volumetric capacitance of 1500 F/cm3 can be obtained from a Ti3C2Tx film electrode in 3 mol/L H2SO4 electrolyte; the redox peaks identified in Fig. 4a indicates a pseudocapacitive contribution that has been well confirmed by X-ray absorption analysis [21].\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "3.2 Current and future challenges",
      "text" : "To push forward the application of MXenes in energy storage, several challenges need to be addressed. A large number of novel MXene compositions with interesting properties have been theoretically predicted, and more experimental efforts should be taken to remove the gaps. Another concern is that the hazardous aqueous fluoride-containing acidic solutions, such as hydrofluoric acid or lithium fluoride mixed in hydrochloric acid, are the most common used etchants to prepare MXenes. A safe and efficient route for MXene synthesis is important to further practical applications. In addition, the stability of MXenes remains another challenge. MXenes suffer from easy oxidation, thus bring difficulties to the long-term reservation. It has been demonstrated that the oxidation of MXene flakes starts from the edges, and the manufacturing procedure can affect the stability. Restacking is one of the main challenges not only exist in MXenes but also other 2D materials when filtered as film electrodes, which will impede electrolyte migration and limit power performance as shown in Fig. 4b [22]. One possible approach to prevent the restacking issue is to incorporate polymers with polar functional groups within the interlayers. Although MXene electrodes demonstrated a high capacitance in aqueous electrolytes, performances in non-aqueous systems are inadequate. It is crucial to increase MXenes capacitance in non-aqueous electrolytes since non-aqueous systems can offer a larger voltage window (> 2.5 V), thus lead to high energy density. Besides, in the battery applications of MXenes, the irreversible capacity of the initial cycle should be minimized from the practical point of view."
    }, {
      "heading" : "3.3 Advances in science and technology to meet challenges",
      "text" : "Lots of efforts are dedicated to the synthesis of novel MAX phase precursors and MXene compositions in the last few years. Ti4N3Tx MXene was prepared by heating Ti4AlN4 in a molten fluoride salt, making it an interesting HF-free approach to prepare MXenes [23]. Very recently, a new series of Zn-based MAX phases (Ti3ZnC2, Ti2ZnC, Ti2ZnN, and V2ZnC) were synthesized by a replacement reaction [24]. Then a Lewis acidic molten salt was used to extract Zn atom of the as-prepared MAX phases, resulting in the first-reported Cl-terminated MXenes. It has been confirmed that surface terminations play a crucial role in energy storage applications [25]. Some recent studies have indicated that Cl functionalized groups can enhance the electrochemical behavior [24].\nThe architectural design of the electrode is an effective method to address the restacking issue. Xia et al. reported a vertical alignment Ti3C2Tx electrode (Fig. 4c), which exhibits an outstanding thickness-independent rate performance in aqueous electrolyte [22]. Over 200 F/g is retained at a high scan rate of 2000 mV/s with electrode thickness even up to 200 μm. Moreover, 3D macroporous MXene film (Fig. 4d) were fabricated to enhance the ion transport. By using this macroporous design, Ti3C2Tx, V2CTx, and Mo2CTx electrode deliver high-rate electrochemical performance and long cycling stability in Na-ion storage [26].\nCorrectly coupling organic electrolytes with electrodes can further push forward the electrochemical performance in non-aqueous systems [27]. The recent report proved solvent is the key factor in controlling the charge storage mechanism in the Ti3C2Tx electrode. As presented in Figs. 4e and f, the full desolvation of Li+ in propylene carbonate solvent leads to much better electrochemical performance than in other solvents with less desolvation.\n \nFig. 4. (a) Cyclic voltammetry profiles of per-intercalated Ti3C2Tx film in 3 mol/L H2SO4 at scan rates from 2 to 200 mV/s. Copied with permission [21]. Copyright 2017, Nature Publishing Group. (b,c) Schematic illustration of ion transport in Ti3C2Tx MXene films. (b) Ion transport in horizontally stacked and (c) vertically aligned Ti3C2Tx MXene films. The blue lines indicate ion transport pathways. Copied with permission [22]. Copyright 2018, Nature Publishing Group. (d) SEM image of macroporous templated Ti3C2Tx electrode cross-section. Scale bars: 5 μm. Insets shows schematically the ionic current pathway in electrodes. Copied with permission [21]. Copyright 2017, Nature Publishing Group. (e) CV curves of macroporous Ti3C2Tx electrode with 1 mol/L LiT-FSI in DMSO, ACN and PC organic electrolytes and (f) schematic of a supercapacitor using 2D MXene as a negative electrode with solvated or desolvated statues. The OCVs (marked by arrows) are −0.13 V (black), −0.32 V (blue) and −0.12 V (red) versus Ag for DMSO, ACN and PC-based electrolytes, respectively. Copied with permission [27]. Copyright 2019, Nature Publishing Group.\nJo ur\nna l P\nr ro\nof"
    }, {
      "heading" : "3.4 Concluding remarks and prospects",
      "text" : "MXenes with advantages of metallic conductivity and 2D structure are emerging as excellent electrode materials for batteries and electrochemical capacitors. Breakthroughs in materials synthesis, electrode structure design, and a better understanding of charge storage mechanism have greatly improved the electrochemical performance of MXene electrodes. Despite the remained challenges, it can be provisioned that MXenes will become competitive electrode materials from the practical point of view and will develop fast in energy storage applications."
    }, {
      "heading" : "3.5 Acknowledgments",
      "text" : "Z. Lin is supported by the Fundamental Research Funds for the Central Universities (No. YJ201886). H. Shao was supported by a grant from the China Scholarship Council.\nPart 4. 2D covalent organic frameworks for energy conversion and storage Peng Peng, Zhonghua Xiang*"
    }, {
      "heading" : "4.1 Status",
      "text" : "Since Yaghi and co-workers discovered the topological frameworks in 2005 [28], a diversity of 2D covalent organic frameworks (COFs) have emerged towards versatile applications. With precisely controllable capacities such as well-defined structures and robust tailoring heteroatoms [29], 2D COFs have presented superior potentials for energy storage and conversion devices. Through high temperature treatment, COFs are widely used to prepare hetero-doped catalysts for oxygen reduction reaction (ORR), oxygen evolution reaction (OER) etc., which are vital for clean and renewable energy technologies such as metal-air batteries and fuel cells [30]. To date, numerous COFs-derived highly efficient energy electrocatalysts have been reported. For example, benefited from well-defined 2D structures and complexation of non-noble metals (such as Fe, Co, Mn), carbon-based catalysts are developed with outstanding catalytic performance for oxygen reduction in both alkaline and acid media [31]."
    }, {
      "heading" : "4.2 Current and future challenges",
      "text" : "Even the rapid development of 2D COFs has predicted a bright future, challenges of COFs towards energy applications still exist. To address the practical applications of 2D COFs in energy devices, researchers in the field should focus on these challenges outlined in (Fig. 5). Firstly, the insufficient stability or limited durability remains a grand challenge. For not only COFs-derived catalysts, but also most carbon-based catalysts, significant performance loss (~50%) occur over a few hundreds of hours in the presence of O2 at more practical potentials (>0.6 V) [32]. In both aqueous acidic electrolyte and solid-state electrolyte-based MEAs, carbon structures would be corroded under the chemical attack of H2O2 and radicals through the Fenton reaction, which could also drive the demetallation of the active sites. Besides, collapse of carbon structures generates additional barriers for mass transfer and charge transport, leading to limited performance in practical scenarios.\n \nFig. 5. Challenges for 2D COFs in the area of energy devices: insufficient stability, poor processing ability and unpredictable structures caused by pyrolysis.\nAnother issue that precludes the wide application of 2D COFs is their poor processing ability. The inherent cross-linked frameworks or reticular networks result into insoluble nature and poor three-phase interfaces, incurring difficulties for the preparation of electrodes and unstable factors such as striping off. As insoluble powders, COFs cannot be reliably interfaced onto electrodes or incorporated into devices. For the fabrication of electrodes with insoluble COFs, extra components (binders or conductive agents) are always necessary, which also hinder the charge transport and mass transfer.\nLast but not the least, the pyrolysis-free construction of functional 2D COFs with intrinsic catalytic property is imperative. In order to promote the practically useful performance levels of 2D COFs towards energy devices, it is very important to illuminate the catalyst\nJo\nur\nna l P\nre -p\nro of\ndegradation mechanisms and elucidate the roles of each components. Nevertheless, pyrolysis treatment is always needed to improve the conductivity and stability of COFs-based precursors, which unfortunately bring unpredictable and undetectable changes to the structures. On the contrary, pyrolysis-free derived 2D COFs would provide valuable information for the optimal structures and components in a predictive manner. Thus, the development of pyrolysis-free synthesis would be instructive for translating the experimental activity and stability into device performance."
    }, {
      "heading" : "4.3 Advances in science and technology",
      "text" : "Recent years have witnessed numerous efforts in exploration of 2D COFs for functional applications and several approaches have been made to meet those challenges. In terms of the stability, researchers have found that Fenton reactions involving manganese ions are nearly negligible and thus Mn-based catalysts may provide a new opportunity to achieve enhanced stability [33]. Meanwhile, increasing the ratio of highly graphitized carbon also benefits the durability by enhancing corrosion resistance in electrochemical oxidative environments. However, higher graphitization makes it harder to accommodate active sites such as transition metal and N dopants. It remains a challenge to find the balance between activity and stability.\nIn terms of the processability, even numerous attempts have been utilized to prepare processable COF nanosheets or films, only limited achievements have been obtained. The mature synthesis of solution-processable COFs still remains a grand challenge. For example, physical approaches, including ultrasonication, ball-milling, and mechanical delamination usually break the COFs into small pieces with decreasing properties. Chemical approaches such as interfacial polymerization allows the formation of film-like 2D COFs, but it is too difficult to scale up. Recently developed ionic COFs which could be exfoliated into nanosheets upon mixing in special solvent still demonstrate rather limited solubility with small sizes of the exfoliated nanosheets. Although issues still exist, these developments have paved pathways for realizing processable 2D COFs. It should be noted that researchers have also developed methods to withstand the inter-layer π-π stacking or the inter-layer interactions of 2D COF layers via encoding high-density electrostatic repulsion into the skeleton or simple in-situ charge exfoliation pathway. By this means, highly soluble 2D COFs and stable true solutions of 2D COFs have been reported [34].\nIn terms of the development of COFs-based electrocatalysts without pyrolysis, considering the combination of active sites and conductive backbone, several possible approaches have been explored. One way is to design and synthesize COFs combining fully-conjugated structures with active centers. Researchers have reported a 2D COFs with delocalized connections and active knots, which demonstrate outstanding performance for ORR catalysis [35]. Another promising way is forming the hybrid electrocatalysts by self-assembling pristine COFs with matrix that contain large conjugated system and high charge mobility. For example, it has been reported that after combining with reduced graphene oxide (rGO), electrical conductivity of the hybridized materials significantly increase by more than seven orders of magnitude, along with the enhanced ORR activities [36]. Very recently, by constructing the intermolecular conjugated structures, carbon-based catalysts with nitrogen-coordinated single atoms have also been achieved via pyrolysis-free pathway (Fig. 6), demonstrating superior activities and long-term stabilities when assembled in zinc-air batteries [37]. As one can expect, the development of pyrolysis-free approach not only paves a new and promising avenue to atomically optimize the catalysts, but also provides a platform for the accurate theoretical prediction calculations. Based on the well-defined structures of 2D COFs, this technique makes it possible to develop more excellent catalysts for various energy conversion and storage devices besides oxygen reduction.\n \nFig. 6. Construction of nitrogen-coordinated single atom catalyst through pyrolysis-free path. (a) Atomically rivet the well-designed COF networks containing Fe-N-C centers onto graphene matrix via intermolecular van der Walls interactions; (b) as-obtained catalysts with plentiful Fe atoms (bright dots) anchored on the graphene matrix. Copied with permission [37]. Copyright 2019, American Association for the Advancement of Science."
    }, {
      "heading" : "4.4 Concluding remarks and prospects",
      "text" : "2D COFs represent a new synthetic era of the catalysts for energy applications. Their unique features, such as flexible molecular design and diverse building blocks provide 2D COFs with promising potentials in further applications for energy storage and conversion devices. The rapid development in this area has, therefore, attracted increasing interest from scientific researchers. The 2D COFs combining with the pyrolysis-free techniques allow researchers to modulate active sites and control the density of active sties at the molecular level, offering piratical possibilities to study the optimal structures, degradation mechanisms and kinetics of energy electrocatalysis. 2D COFs with enhanced stability and processability hold great promise for the better solution for energy and environmental issues. Although currently 2D COFs towards energy applications are in its infant stages, the new advances in science and technology encourage that it will grow into a rich and broad area of great importance.\nJo\nur\nna l P\nre -p\nro of"
    }, {
      "heading" : "4.5 Acknowledgments",
      "text" : "We acknowledge the financial support from the Natural Science Foundation of China (No. 21676020); the Beijing Natural Science Foundation (No. 17L20060); the Young Elite Scientists Sponsorship Program by CAST (No. 2017QNRC001); the Talent Cultivation and Open Project (No. OIC-201801007) of State Key Laboratory of Organic-Inorganic Composites; the Distinguished Scientist Program at BUCT (No. buctylkxj02); Double-First-Class Construction Projects (Nos. XK180301, XK1804-02) and the 111 Project of China (No. B14004). Part 5. 2D metal oxide nanosheet-based electrodes for charge storage devices Johan E. ten Elshof*"
    }, {
      "heading" : "5.1 Status",
      "text" : "The high specific surface areas and well-defined surface terminations of two-dimensional oxide and hydroxide nanosheets, combined with their semiconducting nature, makes these materials attractive as building blocks for construction of ultrathin porous electrode architectures for future generation faradaic supercapacitors and lithium ion batteries. Techniques to chemically exfoliate layered metal oxides and layered double hydroxides (LDH) into colloidal unilamellar, single-crystalline platelets with thicknesses in the 0.5-3 nm nanometer-range and lateral dimensions of 50 nm - 50 m have been optimized and generalized over the past years. Examples of well-known nanosheet compositions are Ti1-xO2, Ca2Nb3O10, MnO2, V2O5, TaWO6, Ni(OH)2 and Co(OH)2 [38-40], as shown in (Fig. 7.) Dozens of other compositions have also been realized, depending only on the availability of layered parent compounds that can be chemically exfoliated.\nOwing to their 2D nature, nanosheets tend to restack during electrode formation, thereby reducing their effective surface area and generating slit-shaped porosity. The in-plane orientational disorder of electrodes made from restacked 2D crystallites can help to suppress phase transformations during charging/discharging and thus improve cycle life. The ion storage capacity is determined by both the specific surface area and the pore sizes within the electrodes. In principle, large pore sizes facilitate fast lithium ion transportation and yield high rate capacities. Pillaring, i.e., incorporation of additional entities such as nanoparticles, nanowires and nanoplatelets between restacked nanosheets, has been shown a valid approach to prevent or slow down their structural collapse and to realize structurally stable electrode architectures with discharge capacities even up to ~860 mA h/g [41].\n \nFig. 7. Three examples of oxide nanosheets. Copied with permission [38-40]. Copyright 2016, Copyright 2016, Copyright 2017, WILEY-VCH.\nMost of the metal oxide nanosheet compositions made so far by exfoliation methods are based on oxides containing Ti, Ta and/or Nb. They are typically wide band gap semiconductors exhibiting poor conductivity [38]. Pillaring phases are therefore preferably highly conductive, e.g., Ag nanoparticles, (reduced) graphene oxide (rGO) or carbon nanotubes. Synergistic phenomena have been observed in some of these nanocomposites, e.g., spontaneous electron charge transfer from graphene into Ti1-xO2 nanosheets resulting in overall conductivity enhancement, or favorable charge separation at the interface between two such phases, i.e., a Li+ accepting phase and an electron-accepting phase, thereby providing additional lithium storage sites [42].\nFaradaic pseudocapacitors based on 2D transition metal hydroxides utilize (surface) redox reactions to chemically bind and store ions. Only surface atoms play a role in pseudo-capacitive processes. The best candidate material is RuO2 (700 F/g), but since it is rare\nJo\nur\nna l P\nre -p\no f\nand expensive, research has been focusing on more readily available cheaper alternatives such as 2D Ni(OH)2, Co(OH)2 and MnO2. Specific capacitances up to 1100-1300 F/g (at 1 A/g) have been reported [38].\nIt has also been demonstrated that the fraction of electrochemically active atoms in monolayer and multilayer nanosheet thin film electrodes is higher than in precipitated nanosheet-based powders. Use of nanosheets as thin film electrodes in small (flexible) devices is therefore one of the potentially most promising areas of application of these 2D materials. Multilayer architectures of oxide nanosheets and optionally other materials can be realized with an unsurpassed degree of control over the assembly process using layer-by-layer (LbL) Langmuir-Blodgett deposition [43]. Heterostructures made by sandwiching metal oxide or LDH-derived nanosheets with e.g., GO, rGO and CoOOH nanowires have shown reasonable to good performances when tested as Li ion battery or pseudocapacitor electrodes. LbL assembly is also useful for thin film device fabrication on soft substrates, in particular for devices consisting of a limited number of layers. Interestingly, flexible paper-like nanocomposites consisting of lithiated Ti1-xO2 nanosheets and carbon, with a capacity of ~150 mA h/g have also been demonstrated [44], as shown in Figs. 8a and b."
    }, {
      "heading" : "5.2 Current and future challenges",
      "text" : "One of the main current challenges concerns the synthesis of nanosheets on large scale. Because of the micron-sized radius of gyration of nanosheets, colloidal nanosheet dispersions are very dilute, typically in the range of 1-10 g/L. Large reaction volumes are thus required to produce relatively small amounts of 2D material. Under more concentrated conditions, non-ideal separation of sheets and restacked clusters will dominate the structure of the colloidal dispersions.\nOther challenges include getting more control over the size of the intergallery spaces, and further increasing the structural stability of the electrodes. In many cases, restacked host materials often suffer from slow kinetics resulting from the incompatibility between the size of the intercalating ions and the limited lattice space available in the intergallery space. Moreover, the electrode architectures that are essentially composed of loose stacks of isolated sheets, appear to degrade relatively quickly as a consequence of repeated electrochemical exchange reactions. The structural coherency therefore needs to be improved, ideally without overall loss of electrode flexibility.\nWhile hybridization of oxide nanosheets and more conductive second phases as a route to getting materials with improved electrical conductivity has been studied in some depth, the use of controlled defect engineering strategies, e.g., aliovalent doping in 2D oxide lattices, as a tool to improve the lateral conductivity of nanosheets as well as their surface redox properties, and consequently also their performance, has been explored much less [46]. A systematic understanding of the influence of transition metal ion doping into 2D nanosheets on their conductivity, electron transfer (redox) properties and capacity to electrochemically store Li+, will help to boost the performance of nanosheet-based electrodes in batteries and supercapacitors."
    }, {
      "heading" : "5.3 Advances in science and technology to meet challenges",
      "text" : "The prospect of massive-scale production of nanosheets as would be required for their commercial application in larger energy storage systems seems unlikely on the short and intermediate term. Their most likely application is therefore in the area of (flexible) thin film batteries and supercapacitors with centimeter- to micrometer-sized lateral dimensions. Industrial-scale fabrication of thin film storage devices requires much faster electrode assembly methods than the Langmuir-Blodgett method. Taking the above-mentioned challenges in mind, research into the use of ink jet printing of oxide nanosheets and 2D materials in general is currently ongoing and shows good prospects [47]. Devices of somewhat large dimensions could be made via screen printing. Given the ability to mass produce layered thin film devices via screen printing, the application of this production method seems likely.\nAn advantage of employing nanosheets in combination with wet-chemical processing methods is that no high temperatures are required in the electrode formation process. The precursor ink can thus contain organic and other sensitive components that remain in the as-dried films and can serve a specific purpose. More importantly, it also implies that temperature-sensitive substrates such as flexible plastic substrates can be also used as a platform for device construct devices on (Fig. 8c) [45]. Parallel to the further development of nanosheet-based electrodes, there is a more general need for safer electrolytes in next-generation batteries.\nJo ur\nn l P\nre\n-p\nReplacement of liquid and gel electrolytes by solid electrolytes would be a major step forward. The development of novel thin solid electrolytes, including optimization of the electrolyte-nanosheet electrode interface, is therefore needed."
    }, {
      "heading" : "5.4 Concluding remarks and prospects",
      "text" : "Oxide nanosheets are promising candidate materials for thin film charge storage device electrodes. Various scalable low-temperature deposition techniques for thin and thick film device fabrication like ink jet and screen printing are available. While showing reasonable performance in terms of energy and power density, the nanosheet-based electrode architectures need further structural improvements to extend their cycling lifetime, and improved control over the pore sizes in the material in order to improve ion diffusion and storage capacity. Hybridization with conductive second phases to improve conductivity has shown to be successful, in particular a systematic exploration of aliovalent doping strategies can help to enhance both the conductivity in nanosheets, and improve their electron transfer and surface redox properties. Part 6. Vertically aligned nanosheets as electrode materials for high-performance rechargeable batteries Rou Tan, Chen Liu, Zhaoxi Zhang, Xiaochuan Duan*"
    }, {
      "heading" : "6.1 Status",
      "text" : "The development of electrode materials with well-designed architectures promises high-performance rechargeable batteries. In pursuit of better electrode kinetics and mass transportation, 3D nanostructured electrodes composed by vertically aligned nanosheets (VANS) have been receiving increasing research interest. Combined with a highly conductive carbon-based substrate (or metallic thin film), VANS electrodes are endowed with several merits, such as large surface area, superior electron capability, and excellent mechanical strength. In this roadmap, various VANS electrodes with different composition that can be used as free-standing electrodes for the high-performance rechargeable batteries are highlighted. Recent advances regarding the novel synthetic method for VANS electrodes and the speculative mechanism for the enhanced electrochemical properties are reviewed. In addition, the emerging challenges and some perspectives on the progress of VANS electrodes for rechargeable batteries are included."
    }, {
      "heading" : "6.2 Current and future challenges",
      "text" : "The study of VANS originated from the rise of the application of 2D electrode materials in the field of energy storage. Compared with the bulk electrode materials, the ultra-thin structure of 2D electrode materials thoroughly facilitates the electrochemical reaction, while being able to minimize or eliminate the volume change of the electrode materials in the charge/discharge cycles. Therefore, 2D electrode materials can generally exhibit high actual specific capacity and structural stability. Previous studies have provided that 2D electrode materials tend to have a reversible capacity exceeding the theoretical capacity due to their small sizes and large number of exposed surfaces. In addition, the ultra-thin structure of 2D electrode materials facilitate the rapid and full immersion of the electrolyte, which can effectively shorten the electron transport and ion diffusion distance, thereby achieving fast charge and discharge for rechargeable batteries [48].\nIt is well-known that there are size effect and strong van der Waals force in the nanomaterials, making the nanostructured electrodes extremely easy to form irreversible stacked aggregates [22]. In particular, the ultra-high specific surface area and strong interlayer forces of 2D nanomaterials promote the occurrence of agglomeration, which greatly reduces the structural advantages of 2D nanomaterials. This stacked structure is detrimental to the rapid transfer of electrons and ions when used as electrode materials for energy storage. As shown in Fig. 9a, the close stacking of active materials forms a parallel electrode structure, resulting in poor wettability of the electrolyte, which in turn leads to an increase in ion transport distance [49]. However, if the 2D nanomaterials can be designed a vertically aligned structure as shown in Fig. 9b, there is a large amount of pores between the open-ended nanosheets. This vertical structure expands the contact area between the active materials and electrolyte, which is beneficial to achieve rapid extraction and embedding of ions. Therefore, controlling the vertical orientation assembly of 2D materials is an important means to promote their electrochemical energy storage applications.\nJo u\nl P r\n-p r\nof\n \nFig. 9. Schematic depiction of the stacked geometry (a) and the vertically aligned structure (b). Copied with permission [49], Copyright 2011, American Chemical Society."
    }, {
      "heading" : "6.3 Advances in science and technology to meet challenges",
      "text" : "Carbon-based materials are usually adopted as the substrate for the configuration of VANS. In the past two decades, carbon-based materials and their hybrid nanocomposites have been the focus of considerable efforts in energy conversion and storage because of their unique properties, featured by unique porous structures, superior electrical properties, fast ion and electron transportation, etc. In pursuit of optimal performance, various well-designed architectures have been developed for carbon-based materials, including some interesting surface multilevel structures (branched nanorods or nanosheets) and inner multilevel structures (core/shell or multichannel nanostructures). However, traditional preparation processes for carbon-based materials or electrodes often lead to random restacking of loading materials, which reduces active sites and limits ion transport. This shortcoming keeps them away from the original intention of design, often fails to achieve the desired performances. To this end, vertical alignment of 2D nanostructures on carbon-based substrate guarantees effective active sites and directional ion transport that can lead to superior performances. Nevertheless, owing to the bad compatibility of carbon-based materials with other substances and strict synthesis conditions for 2D nanostructures, only limited success involving complex synthesis method has been reported heretofore. As a proof of concept, Xie et al. proposed a hierarchical electrode structure consisting of MoS2 nanosheets vertically aligned on carbon paper, as shown in Fig. 10 [50]. This VANS structure is conducive to sufficient electrode/electrolyte interaction and fast electron transmission, enabling high initial Coulombic efficiency, high rate capability, and long cycle life for sodium-ion batteries.\n \nFig. 10. Schematic illustration of the paths for the sodium-ion diffusion and electron transmission in VANS structure. Copied with permission [50]. Copyright 2016, Wiley-VCH.\nDespite VANS electrodes demonstrate exhilarating performance for energy storage devices, their precise synthesis is still a huge challenge. In most cases, the VANS electrodes were prepared by chemical vapor deposition with relatively high technical requirements (i.e., PECVD) or multistep processes [51]. In order to promote the application of VANS electrodes for high-performance rechargeable batteries, more convenient synthesis methods will be the focus of research in this field. Encouragingly, some concise synthetic methods proved to be able to synthesize well-designed VANS structures, presenting new opportunities for future research.\nJo ur\nna l P\nre -p\nro\nf\n6.3.1 Salt-templating method. Fellinger and co-workers successfully prepared vertically aligned graphitic carbon nanosheets (CNS) and metal carbide@CNS composites using a facile salt templating induced self-assembly [52]. The resulting electrodes manifest ultralow thickness, excellent structural tobustness, and porous structure, which enables large contact between electrode and electrolyte and shortens electron/ion diffusion pathways, rendering their excellent electrochemical performances when used as electrode materials for Li-ion batteries.\n6.3.2 Electrochemical assembly method. Li et al. adopted a tunable cyclic voltammetry (CV) process to fabricate vertically aligned sulfur-graphene (S-G) nanowalls onto electrically conductive substrates [53]. The S-G VANS with hierarchical and macroporous structures enable the fast diffusion both of lithium and electron, thereby achieving superior electrochemical performances including high reversible capacity, excellent rate capability, and outstanding cyclability when used as electrodes for lithium-sulfur batteries.\n6.3.3 Hydrothermal and solvothermal method. Wang et al. patterned vertically aligned MoS2 nanosheets onto exfoliated graphene nanosheets via a scalable solution synthesis strategy [54]. This unique architecture combines the advantages of vertically aligned structure and 2D geometry, endowing the features of good mechanical stability, high utilization of active materials, and fast capacitive energy storage behavior. Liu et al. reported an electrostatic-attraction strategy to prepare the few-layered ReS2 nanosheets vertically aligned on rGO surfaces via hydrothermal method [55]. By mean of the synergistic effect between few-layered ReS2 nanosheets and the graphene substrate with the sandwich-like structure, the outstanding excellent sodium storage performance can be obtained."
    }, {
      "heading" : "6.4 Concluding remarks and prospects",
      "text" : "Here, we give a brief review of the structure, synthesis methods and electrochemical properties of VANS electrode materials. Compared to other 2D material architecture, VANS electrode materials with interconnected network and effective exposure of active materials enable high mechanical integrity and fast charge transport kinetics. Although some meaningful progresses achieved, there are great challenge still remaining for VANS electrode materials. First, the controllable synthesis of VANS electrode materials with desired composition, as well as facile and scale-up synthesis methods, still need to be further explored. Second, the relationship between the structures of VANS electrodes and their related electrochemical performances or electrochemistry mechanism, is yet be fully understood in depth. As the research progresses, the unexplored advantages of VANS structures will be more developed. The unique and versatile electrochemical properties of VANS have made it a great promise as electrode materials for energy storage in the future.\nDeclaration of Interest Statement    I, herein, declare that there is no interest for this manuscript.                                      Jianmin Ma "
    }, {
      "heading" : "Acknowledgments",
      "text" : "This study was supported by the National Natural Science Foundation of China (No. 21601148) and the Natural Science Foundation of Fujian Province (No. 2017J05090)."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "X. Cai", "L. Lai", "Z. Shen", "J. Lin", "J. Mater" ],
      "venue" : "A 5 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "W",
      "author" : [ "R. Tang", "Q. Yun" ],
      "venue" : "Lv, et al., Carbon 103 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Q",
      "author" : [ "N. Suen", "S. Hung" ],
      "venue" : "Quan, et al., Chem. Soc. Rev. 46 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "L. Tian", "J. Yang" ],
      "venue" : "Weng, et al., ACS Appl Mater Interfaces 9 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "M. Rana", "S.A. Ahad" ],
      "venue" : "Li, et al., Energy Storage Mater. 18 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "M. Yi", "Z. Shen", "J. Mater" ],
      "venue" : "A 3 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Mater",
      "author" : [ "N. Pu", "C. Wang", "Y. Sung", "Y. Liu", "M. Ger" ],
      "venue" : "Lett. 63 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "T",
      "author" : [ "C. Yang", "Q. Nguyen" ],
      "venue" : "Chen, et al., ACS Sustainable. Chem. Eng. 6 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "F",
      "author" : [ "M. Tahir", "L. Pan" ],
      "venue" : "Idrees, et al., Nano Energy 37 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adv",
      "author" : [ "S. Wu", "K. Hui", "K. Hui" ],
      "venue" : "Sci. 5 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "S. Jung", "Y. Han", "J. Phys" ],
      "venue" : "C 119 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "X",
      "author" : [ "X. Li", "B. Deng" ],
      "venue" : "Wang, et al., 2D Mater. 2 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "Y. Liu", "Q. Liu" ],
      "venue" : "Zhang, et al., ACS Nano 12 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nano Lett",
      "author" : [ "J. Sun", "G. Zheng", "H. Lee" ],
      "venue" : "14 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Y",
      "author" : [ "X. Wu", "Y. Xu" ],
      "venue" : "Hu, et al., Nat. Commun. 9 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sensor",
      "author" : [ "P. Li", "D. Zhang", "J. Wu", "Y. Cao", "Z. Wu" ],
      "venue" : "Actuat. B-Chem. 273 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "I. Sultana", "M. Rahman", "T. Ramireddy", "Y. Chen", "A. Glushenkov", "J. Mater" ],
      "venue" : "A 5 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "B",
      "author" : [ "K. Hembram", "H. Jung" ],
      "venue" : "Yeo, et al., Phys. Chem. Chem. Phys. 18 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nat",
      "author" : [ "B. Anasori", "M. Lukatskaya", "Y. Gogotsi" ],
      "venue" : "Rev. Mater. 2 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mater",
      "author" : [ "D. Er", "J. Li", "M. Naguib", "Y. Gogotsi", "V. Shenoy", "ACS Appl" ],
      "venue" : "Interfaces 6 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Z",
      "author" : [ "M. Lukatskaya", "S. Kota" ],
      "venue" : "Lin, et al., Nat. Energy 2 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "Y. Xia", "T.S. Mathis" ],
      "venue" : "Zhao, et al., Nature 557 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "T",
      "author" : [ "P. Urbankowski", "B. Anasori" ],
      "venue" : "Makaryan, et al., Nanoscale 8 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "K",
      "author" : [ "M. Li", "J. Lu" ],
      "venue" : "Luo, et al., J. Am. Chem. Soc. 141 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "M",
      "author" : [ "Y. Xie" ],
      "venue" : "Naguib, V.N. Mochalin, et al., J. Am. Chem. Soc. 136 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "C",
      "author" : [ "M. Zhao", "X. Xie" ],
      "venue" : "Ren, et al., Adv. Mater. 29 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "K",
      "author" : [ "X. Wang", "T. Mathis" ],
      "venue" : "Li, et al., Nat. Energy 4 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "N",
      "author" : [ "A. Cote", "A. Benin" ],
      "venue" : "Ockwig, et al., Science 310 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "ACS Energy Lett",
      "author" : [ "P. Peng", "Z. Zhou", "J. Guo", "Z. Xiang" ],
      "venue" : "2 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "D",
      "author" : [ "Z. Xiang", "Y. Xue" ],
      "venue" : "Cao, et al., Angew. Chem. Int. Ed. 53 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nat",
      "author" : [ "X. Wang", "M. Swihart", "G. Wu" ],
      "venue" : "Catal. 2 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "D",
      "author" : [ "J. Li", "M. Chen" ],
      "venue" : "Cullen, et al., Nat. Catal. 1 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "L. Wang", "C. Zeng" ],
      "venue" : "Xu, et al., Chem. Sci. 10 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "F",
      "author" : [ "P. Peng", "L. Shi" ],
      "venue" : "Huo, et al., ACS Nano 13 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Angew",
      "author" : [ "J. Guo", "C. Lin", "Z. Xia", "Z. Xiang" ],
      "venue" : "Chem. Int. Ed. 57 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "F",
      "author" : [ "P. Peng", "L. Shi" ],
      "venue" : "Huo, et al., Sci. adv. 5 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "H. Tan", "W. Sun", "L. Wang", "Q. Yan" ],
      "venue" : "Nano Mat. 2 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adv",
      "author" : [ "J. Mei", "T. Liao", "L. Kou", "Z. Sun" ],
      "venue" : "Mater. 29 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "J. Kang", "S. Paek", "J. Choy" ],
      "venue" : "Commun. 48 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "X",
      "author" : [ "Q. Wu", "J. Xu" ],
      "venue" : "Yang, et al., Adv. Energy Mater. 5 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "K",
      "author" : [ "T. Yamaki" ],
      "venue" : "Asai, Langmuir 17 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Adv",
      "author" : [ "N. Li", "G. Zhou", "F. Li", "L. Wen", "H. Cheng" ],
      "venue" : "Funct. Mater. 23 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "D",
      "author" : [ "Y. Wang", "Y. Zhang" ],
      "venue" : "Dubbink, J.E. ten Elshof, Nano Energy 49 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "S. Kim", "I. Kim" ],
      "venue" : "Patil, et al., Chem. -Eur. J. 20 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Z",
      "author" : [ "X. Duan", "J. Xu" ],
      "venue" : "Wei, et al., Small Methods 1 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nano Lett",
      "author" : [ "J. Yoo", "K. Balakrishnan", "J. Huang" ],
      "venue" : "11 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "M",
      "author" : [ "X. Xie", "T. Makaryan" ],
      "venue" : "Zhao, et al., Adv. Energy Mater. 6 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adv",
      "author" : [ "Z. Zhang", "C. Lee", "W. Zhang" ],
      "venue" : "Energy Mater. 7 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "J. Zhu", "K. Sakaushi", "G. Clavel", "J. Am" ],
      "venue" : "Soc. 137 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nano Lett",
      "author" : [ "B. Li", "S. Li", "J. Liu", "B. Wang", "S. Yang" ],
      "venue" : "15 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "S",
      "author" : [ "G. Wang", "J. Zhang" ],
      "venue" : "Yang, et al., Adv. Energy Mater. 8 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "W",
      "author" : [ "S. Liu", "Y. Liu" ],
      "venue" : "Lei, et al., J. Mater. Chem. A 6 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "As excellent 2D carbon materials, the hybridization of graphene with electroactive materials for both cathode and anode of Li/Na-ion batteries have been vastly reported, and significantly improved capacity, rate performance and cyclability have been achieved [1].",
      "startOffset" : 259,
      "endOffset" : 262
    }, {
      "referenceID" : 1,
      "context" : "2 at% graphene with 1% super P (SP) was reported to have better electrode conductivity with micrometer-sized LiCoO2 than 3 wt% of SP [2].",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 2,
      "context" : "As planar ultrathin 2D carbon materials with tunable surface chemistry and high conductivity, it also affords a strong backbone to earth-abundant metal based nanoparticles to minimize the agglomerations of these nonprecious metal catalyst and enhance the stability [3].",
      "startOffset" : 265,
      "endOffset" : 268
    }, {
      "referenceID" : 3,
      "context" : "5 times of power density) in quiescent electrolyte than that of commercial 20% Pt/C catalyst for Zn-air batteries [4].",
      "startOffset" : 114,
      "endOffset" : 117
    }, {
      "referenceID" : 4,
      "context" : "Li-S batteries are promising alternative for next generation energy storage system due to the preferred high theoretical capacities of Li (3861 mAh/g) and sulfur (1675 mAh/g) [5].",
      "startOffset" : 175,
      "endOffset" : 178
    }, {
      "referenceID" : 5,
      "context" : "However, how to improve the yield of mono/few layer graphene and enhance exfoliation efficiency remains a hot topic [6, 7].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 6,
      "context" : "However, how to improve the yield of mono/few layer graphene and enhance exfoliation efficiency remains a hot topic [6, 7].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 7,
      "context" : "The residual of O-containing functional groups of graphene and their adsorbed water may lead to high leakage current and gas evolution for EDLC type nonaquoues supercapacitors [8].",
      "startOffset" : 176,
      "endOffset" : 179
    }, {
      "referenceID" : 8,
      "context" : "Moreover, most of the OER and ORR electrocatalysts function only under alkaline conditions [9], graphene based catalyst for all pH electrocatalysts are highly desirable.",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 9,
      "context" : "69 g/cm3) and high theoretical capacity (2596 mAh/g for lithium ion batteries) are also advantageous for achieving high energy density and power density [10].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 10,
      "context" : "The loss of electrical contact caused by electrode cracking and the low electron conductivity of Li3P all make the reversibility of the discharge process worse, further resulting in low Coulombic efficiency and capacity retention of the first cycle [11].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 11,
      "context" : "Recently, a technique of applying pressure to synthesize BP at a normal temperature has been reported for use in an optical device [12].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 12,
      "context" : "(2018) developed a simple and scalable method for synthesizing BP/GO composites by pressurizing at room temperature [13].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 14,
      "context" : "The CNTs embedded in the BP layer can promote interlayer electron conduction, reduce the stacking of BP nanosheets, and enhance mechanical stability [15].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 15,
      "context" : "The mechanical flexibility of phosphorene and graphene composites powers wearable electronics [16].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 16,
      "context" : "proposed a potassium ion battery anode material that encapsulates black phosphorus in a carbon-based material and measured a high capacity of 600 mAh/g [17].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 18,
      "context" : "3), to date, more than 20 different MXene materials are successfully prepared, and dozens of more MXenes have been theoretically predicted [19].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "4a indicates a pseudocapacitive contribution that has been well confirmed by X-ray absorption analysis [21].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 22,
      "context" : "Ti4N3Tx MXene was prepared by heating Ti4AlN4 in a molten fluoride salt, making it an interesting HF-free approach to prepare MXenes [23].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 23,
      "context" : "Very recently, a new series of Zn-based MAX phases (Ti3ZnC2, Ti2ZnC, Ti2ZnN, and V2ZnC) were synthesized by a replacement reaction [24].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 24,
      "context" : "It has been confirmed that surface terminations play a crucial role in energy storage applications [25].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 23,
      "context" : "Some recent studies have indicated that Cl functionalized groups can enhance the electrochemical behavior [24].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 21,
      "context" : "4c), which exhibits an outstanding thickness-independent rate performance in aqueous electrolyte [22].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 25,
      "context" : "By using this macroporous design, Ti3C2Tx, V2CTx, and Mo2CTx electrode deliver high-rate electrochemical performance and long cycling stability in Na-ion storage [26].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 26,
      "context" : "Correctly coupling organic electrolytes with electrodes can further push forward the electrochemical performance in non-aqueous systems [27].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 27,
      "context" : "Since Yaghi and co-workers discovered the topological frameworks in 2005 [28], a diversity of 2D covalent organic frameworks (COFs) have emerged towards versatile applications.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 28,
      "context" : ", which are vital for clean and renewable energy technologies such as metal-air batteries and fuel cells [30].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 29,
      "context" : "For example, benefited from well-defined 2D structures and complexation of non-noble metals (such as Fe, Co, Mn), carbon-based catalysts are developed with outstanding catalytic performance for oxygen reduction in both alkaline and acid media [31].",
      "startOffset" : 243,
      "endOffset" : 247
    }, {
      "referenceID" : 31,
      "context" : "In terms of the stability, researchers have found that Fenton reactions involving manganese ions are nearly negligible and thus Mn-based catalysts may provide a new opportunity to achieve enhanced stability [33].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 32,
      "context" : "By this means, highly soluble 2D COFs and stable true solutions of 2D COFs have been reported [34].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 33,
      "context" : "Researchers have reported a 2D COFs with delocalized connections and active knots, which demonstrate outstanding performance for ORR catalysis [35].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 34,
      "context" : "For example, it has been reported that after combining with reduced graphene oxide (rGO), electrical conductivity of the hybridized materials significantly increase by more than seven orders of magnitude, along with the enhanced ORR activities [36].",
      "startOffset" : 244,
      "endOffset" : 248
    }, {
      "referenceID" : 35,
      "context" : "6), demonstrating superior activities and long-term stabilities when assembled in zinc-air batteries [37].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 36,
      "context" : "Examples of well-known nanosheet compositions are Ti1-xO2, Ca2Nb3O10, MnO2, V2O5, TaWO6, Ni(OH)2 and Co(OH)2 [38-40], as shown in (Fig.",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 37,
      "context" : "Examples of well-known nanosheet compositions are Ti1-xO2, Ca2Nb3O10, MnO2, V2O5, TaWO6, Ni(OH)2 and Co(OH)2 [38-40], as shown in (Fig.",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 38,
      "context" : ", incorporation of additional entities such as nanoparticles, nanowires and nanoplatelets between restacked nanosheets, has been shown a valid approach to prevent or slow down their structural collapse and to realize structurally stable electrode architectures with discharge capacities even up to ~860 mA h/g [41].",
      "startOffset" : 310,
      "endOffset" : 314
    }, {
      "referenceID" : 39,
      "context" : ", a Li+ accepting phase and an electron-accepting phase, thereby providing additional lithium storage sites [42].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 40,
      "context" : "Multilayer architectures of oxide nanosheets and optionally other materials can be realized with an unsurpassed degree of control over the assembly process using layer-by-layer (LbL) Langmuir-Blodgett deposition [43].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 41,
      "context" : "Interestingly, flexible paper-like nanocomposites consisting of lithiated Ti1-xO2 nanosheets and carbon, with a capacity of ~150 mA h/g have also been demonstrated [44], as shown in Figs.",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 43,
      "context" : ", aliovalent doping in 2D oxide lattices, as a tool to improve the lateral conductivity of nanosheets as well as their surface redox properties, and consequently also their performance, has been explored much less [46].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 44,
      "context" : "In addition, the ultra-thin structure of 2D electrode materials facilitate the rapid and full immersion of the electrolyte, which can effectively shorten the electron transport and ion diffusion distance, thereby achieving fast charge and discharge for rechargeable batteries [48].",
      "startOffset" : 276,
      "endOffset" : 280
    }, {
      "referenceID" : 21,
      "context" : "It is well-known that there are size effect and strong van der Waals force in the nanomaterials, making the nanostructured electrodes extremely easy to form irreversible stacked aggregates [22].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 45,
      "context" : "9a, the close stacking of active materials forms a parallel electrode structure, resulting in poor wettability of the electrolyte, which in turn leads to an increase in ion transport distance [49].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 45,
      "context" : "Copied with permission [49], Copyright 2011,",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 48,
      "context" : "Fellinger and co-workers successfully prepared vertically aligned graphitic carbon nanosheets (CNS) and metal carbide@CNS composites using a facile salt templating induced self-assembly [52].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 49,
      "context" : "adopted a tunable cyclic voltammetry (CV) process to fabricate vertically aligned sulfur-graphene (S-G) nanowalls onto electrically conductive substrates [53].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 50,
      "context" : "patterned vertically aligned MoS2 nanosheets onto exfoliated graphene nanosheets via a scalable solution synthesis strategy [54].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 51,
      "context" : "reported an electrostatic-attraction strategy to prepare the few-layered ReS2 nanosheets vertically aligned on rGO surfaces via hydrothermal method [55].",
      "startOffset" : 148,
      "endOffset" : 152
    } ],
    "year" : 2019,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier"
  }
}