{
  "name" : "downloads_2020-10-25_a4_sivashankar2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Performance improvement in concentrated photovoltaics using nano-enhanced phase change material with graphene nanoplatelets",
    "authors" : [ "M. Sivashankar", "C. Selvam", "S. Manikandan", "Sivasankaran Harish" ],
    "emails" : [ "selvamc@srmist.edu.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nEnergy\njournal homepage: www.elsevier .com/locate/energy\nPerformance improvement in concentrated photovoltaics using nanoenhanced phase change material with graphene nanoplatelets\nM. Sivashankar a, C. Selvam a, *, S. Manikandan a, b, Sivasankaran Harish c\na Department of Mechanical Engineering, SRM Institute of Science and Technology, Kattankulathur, Chennai, 603203, Tamil Nadu, India b SRM Research Institute, SRM Institute of Science and Technology, Kattankulathur, Chennai, 603203, Tamil Nadu, India c Department of Mechanical Engineering, The University of Tokyo, Hongo Campus, Bunkyo-ku, 113-8656, Japan\na r t i c l e i n f o\nArticle history: Received 21 May 2020 Received in revised form 6 July 2020 Accepted 15 July 2020 Available online 22 July 2020\nKeywords: Concentrated photovoltaics Concentration ratio Nano enhanced PCM Graphene nanoplatelets\n* Corresponding author. E-mail address: selvamc@srmist.edu.in (C. Selvam\nhttps://doi.org/10.1016/j.energy.2020.118408 0360-5442/© 2020 Elsevier Ltd. All rights reserved.\na b s t r a c t\nIn this paper, the thermal performance of concentrated photovoltaic (CPV) cells using phase change material (PCM) loaded with graphene nanoplatelets (GnP) is reported. Commercially available organic chemical mixture of OM35 is considered as the PCM for this study. An electric heater is used to mimic the temperature of CPV. The heat sink is attached to a heater and the ejected heat from the heater absorbed by PCM, which is stored in the heat sink. Initially, the performance of the CPV cell with pure PCM is studied and the results are compared with the case of nano enhanced PCM (n-PCM). The results of this study show that the temperature of the CPV cell reduces significantly with the use of nano enhanced PCM. The power output and efficiency of the CPV cells increased due to a reduction in the temperature of CPV cells with nano enhanced PCM. The maximum increase in power output and efficiency of the CPV are observed to be 7% and 6% respectively for 0.5% volume concentration of nano enhanced PCM at solar concentration ratio of 5.\n© 2020 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Over the past few decades, multijunction concentrated photovoltaic (CPV) cells play a major role in photovoltaic (PV) technology due to their higher efficiency compared to single junction PV cells. Electrical efficiency and power output of the CPV cells decreases due to higher temperature because of solar concentration. Hence an effective thermal management system is needed to improve the performance of CPV cells. The power production can be augmented up to 15 GW worldwide, if the solar cell temperature is reduced by 10 C [1]. The thermal management of CPV cells can be carried out in two ways namely (i) Active cooling technique (ii) Passive cooling technique. Among these, passive cooling technique is beneficial since no external energy is used for thermal regulation. Ziapour et al. [2] numerically studied the performance of PV/T system using passive techniques by varying the number of fins in the heat sink and reported that the thermal and electrical efficiency of the solar collector were increased by up to 12.2% and 0.2% respectively. Teo et al. [3] experimentally investigated the performance of PV cells under natural and forced convection using air as working fluid. The\n).\nresults showed that the temperature of PV panel and electrical conversion efficiency for natural and forced convection are 68 C and 38 C, 8.6% and 12.5% respectively. In passive cooling techniques, air has been used as a cooling medium, which results in lower heat transfer rate because of the low thermal conductivity of air. Hence researchers have focused on active cooling techniques to improve the performance further. Mallik et al. [4] have carried out computational work on thermal regulation of PV under forced convection with various width of front and rear channel. The PV module temperature reduced up to 34.2 C as compared to without channel at 1000 Wm-2 for air velocity of 1.38 ms 1. Elmir et al. [5] theoretically studied the effect of nanofluid (water- Al2O3) under forced convection on PV panel cooling and reported that the heat transfer rate was enhanced up to 27% as compared to that of the base fluid. Ebaid et al. [6] experimentally analysed the PV cooling with nanofluid (Al2O3-water) under forced convection and reported that 0.1 wt% concentration of nanofluid reduced the PV panel temperature by 13.83%. Aldosaary et al. [7] numerically studied CPV under forced convection, and reported that surface temperature of CPV panel was maintained at 60 C below the operating temperature limit of CPV (80 C) and the electrical efficiency was maintained 39.5% at concentration ratio (CR) of 500.\nKumar et al. [8] investigated the double pass PV/T air heater\nNomenclature\nhfg Latent heat of fusion (kJkg 1) k Thermal conductivity (Wm 1K 1) m Mass of PCM (kg) A Area of photovoltaic panel (m2) Cp Specific heat capacity of PCM (kJ kg 1 K 1) G Solar incident radiation flux (Wm 2) HnPCM Height of nano enhanced PCM in heat sink (mm) n-PCM Nano enhanced phase change materials P Power of the CPV cell (W) Q Heat input to the heater (W) Qin Total solar energy incident on CPV cell (W) Qstored Heat stored in PCM (kJ) T Temperature (oC) T1 Heat sink base temperature (oC) T2 Heat sink/PCM bottom temperature (oC) T3 Heat sink/PCM top temperature (oC) T4 Ambient temperature (oC) UP Uncertainty in CPV cell power UQ Uncertainty in heat energy UT Uncertainty in temperature Ub Uncertainty in temperature coefficient Uh Uncertainty in efficiency\nGreek Letters a Thermal diffusivity (m2 s 1) b Temperature coefficient (% oC 1) h Efficiency (%) r Density (kg m 3) DT Temperature gradient (oC)\nAbbreviation BIPV Building integrated photovoltaics CPV concentrated photovoltaic CR concentration ratio DSC Differential scanning calorimetry PCM phase change material GnP graphene nanoplatelets\nSubscripts cell CPV cell e Electrical in Incident solar energy o Overall out Power Output std Standard\nwith fins and various air flow rates. It was reported that the thermal and electrical efficiency increased to 15.5% and 10.5% respectively for the air flow rate of 0.06 kg 1 at 800 Wm-2. Tonui et al. [9] have studied the PV/T air heated system with fins under the forced circulation of air. This study reported that the enhancement in electrical and thermal efficiency are 5% and 6% respectively for airflow rate of 0.2 kgs 1. Ji et al. [10] investigated the performance of PV/T air and water heating system. It was reported that for the air heating mode, thermal and electrical efficiency were enhanced to 46% from 30.3% to 10.2% from 9.5% respectively, and for water heating mode thermal and electrical efficiency was observed 56.6% and 11.5% respectively. Al et al. [11] experimentally investigated the PVT system with nanofluid (water-SiC). It was found that the total efficiency of the PVT system and electrical efficiency was higher by 88.9% and 24.1% respectively as compared to the water-cooled PVT system. Radwan et al. [12] analysed the PV cooling technique with nanofluid under forced convection and reported that for low Reynolds number, the panel temperature was reduced by 7.5% as compared to that of pure water.\nPhase change materials (PCM) are preferred to store large amount of thermal energy in many waste heat recovery systems. PCM is used to prevent high temperature in the solar cell at higher concentration ratio, to store the heat in the form of latent heat and to distribute temperature uniformly throughout the solar cell. Scant is performed on thermal management of photovoltaics using PCM. PCM can be selected based on the melting point, which should be higher than ambient and lower than PV operating temperature. For instance, Khanna et al. [13] experimentally carried out the thermal regulation of PV with PCM under passive cooling technique. They reported that, PCM with low latent heat and melting point near to ambient conditions needs larger volume of PCM to cool the PV. Huang et al. [14] theoretically analysed the performance of PV with PCM enclosed in heat sink, and they evaluated the temperature distribution in the PCMwith a depth of 20mm. This study indicated that the panel surface temperature was maintained below 36.4 C for 80 min at 1000 Wm-2. Huang et al. [15] experimentally studied the thermal management of PV with PCM. The results show that a\nPV panel with PCM reduced the front surface temperature of PV by 35 C as compared to that of without PCM at 750 W/m2 for 2 h. Hasan et al. [16] reported that the pure salt hydrate as PCM reduced the PV module temperature around 10 C for 5 h at 1000 Wm-2 by comparing it with five different phase change materials. Baygi et al. [17] reported that the electrical conversion efficiency of PV can be enhanced about 8% at 15 angle mode as compared to PEG1000 used as PCM. Karthick et al. [18] investigated thermal regulation in building integrated photovoltaics (BIPV) with Glauber salt as a PCM. It was found that maximum temperature reduction was 8 C and it enhanced the electrical efficiency about 10% as compared to reference BIPV. Choubineh et al. [19] experimentally studied the thermal regulation of PV with PCM under forced convection using air as working fluid with different fan speeds ranging from 0.75 to 1.05 ms 1. This study also revealed that PCM with forced convection gives better temperature reduction as compared to natural convection. Waeli et al. [20] experimentally investigated a PV/T system using nanofluid, and the results show that the PV panel temperature was maintained at 39 C so that temperature dependent electrical efficiency was improved by 6.6% at a flow rate of 0.175 kgs-1. Su et al. [21] numerically studied the performance of PV/T system with different phase change materials. The study revealed that low melting point (30 C) of PCM improved the performance of PV by reducing the PV cell temperature about 20%. Shastry et al. [22] experimentally investigated the performance of PV module using PV/T system with phase change materials. The enhancement in electrical efficiency was reported to be 8.5%. Manikandan et al. [23] developed a computational model on low concentration photovoltaic system with concentration ratio of 3 and 5. The results showed enhancement in electrical efficiency and power output of CPV 22% and 27% respectively as compared to the case without PCM. Leong et al. [24] experimentally studied the thermal regulation of electronic devices with three different configuration of cross fin heat sink with no cavity, 9 cavities and 16 cavities respectively. It was reported that the addition of cross fin with 16 cavities increases the surface area of heat sink, which enhanced the heat transfer. Furthermore, the temperature\nreduction was reported to be 15% when the addition of PCM in the heat sink cavities at 8.1W. Zaho et al. [25] reported the thermal regulation techniques for electronic devices using heat sink with stearic acid (SA) and low melting point alloy (LMPA) as a PCMs. LMPA takes more time to reach the safe level temperature of electronic devices compared to SA due to its high volumetric latent heat. The increase in time to reach safe temperature was reported as 50%, 57% and 67% for the power level of 20W, 30W, and 40W respectively compared to stearic acid.\nIt is evident from the literature that PCM takes more time to absorb and eject heat due to low thermal conductivity. To enhance the thermal conductivity of PCM, highly thermally conductive nanoparticles are added to it. Chen et al. [26] investigated nano PCM (Stearic Acid as PCM and multi-walled carbon nanotubes as additive) for thermal energy storage applications. They reported that the stability of nanoparticle was found good even after 200 heating and cooling cycles. Colla et al. [27] experimentally studied a nano enhanced PCM for energy storage applications. The results show that the enhancement in thermal conductivity was observed to be 24% for 1 wt% of carbon black particle added to PCM (RT25). Sharma et al. [28] experimentally investigated the performance of buildingintegrated CPVwith nano enhanced PCM usingmicro fins heat sink. It was reported that the temperature of BICPV reduces up to 10.7 C and 12.5 C for the case of pure PCM and n-PCM respectively. Nada et al. [29] investigated the performance of PVmodulewith PCM and nano PCM. The results showed that the module temperature can be reduced to about 8.1 C and 10.6 C for PCM and nano PCM respectively. This studyalso reported increase in electrical efficiency upto 5.7% and 13.2% for PCM and nano PCM respectively. Atkin et al. [30] experimentally studied the thermal regulation with graphite infused PCM in the heat sink. The enhancement in overall efficiency was reported to be 9.83%. Zarma et al. [31] developed a numerical model to simulate the CPV using nano enhanced PCM (CaCl2.6H2O) in the heat sink with 5 wt fraction of Al2O3 nanoparticles. Authors reported that the electrical efficiency was enhanced up to 8% as compared to Pure PCM. Farzanehnia et al. [32] have carried out the performance of heat sink with nano enhanced PCM (Paraffin þ Multi-walled carbon nanotubes) for the thermal management of electronic devices. It was reported that, the nano enhancedPCMwasbetteralternate for the thermal regulationunder free convection. The maximum reduction in temperature was reported to be 10.1 C as compared to the case of without PCM.\nFrom the literature survey, it is evident that PCM based thermal regulation of PV significantly reduced the temperature of photovoltaic cells. It was also observed that adding nanoparticles will enhance the thermal conductivity of PCM. Limited research has been reported on thermal management of concentrated photovoltaics using n-PCM. Therefore, in this paper, extensive research has been done to improve the performance characteristics of CPV cell by reducing its temperature with the help of n-PCM. In this work graphene nanoplatelets (GnP) has been selected as the nano inclusion due to its higher in-plane thermal conductivity (kGnP ¼ 4000Wm 1K 1) [33] low density and high aspect ratio. The volume concentrations of GnP is varied from 0.1 vol% to 0.5 vol%. A heater is used to mimic the temperature of CPV and the concentration ratio is varied from 1 to 5. The enhancement of temperature dependent efficiency and power output of CPV cell by using n-PCM under passive mode is experimentally studied and compared with pure PCM."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "This section, describes the preparation and thermophysical properties of nano enhanced PCM, along with the methodology followed to carry out the present experiments."
    }, {
      "heading" : "2.1. Synthesis of nano enhanced PCM",
      "text" : "OM35 and graphene nanoplatelets (GnP) is considered as a PCM (Pluss Advanced Technologies, India) and nanomaterial (Grade M, 6e10 nm thickness, XG Sciences, USA) for the present study. SEM visualization of GnP is shown in Fig. 1. OM35 is an organic PCM, which has high latent heat, non-toxicity, and the melting temperature lies between 33 C to 35 C which is just above the ambient temperature as per the local weather condition. A hot plate with a magnetic stirrer was used to prepare nano enhanced PCM. Initially, the hot plate’s temperature was maintained at 45 C and surfactant Sodium deoxycholate (Chemical formula: C24H39NaO4, Molecular weight: 414.6 g) with 0.75 vol% was added to liquid PCM and it was stirred well for 60 min. After obtaining the uniform distribution of the surfactant in the liquid PCM, GnPwas added and stirredwell for 1 h in order to make a stable nanocomposite. The schematic representation of preparation of n-PCM is shown in Fig. 2. The volume percentage of GnP was varied from 0.1% to 0.5% with an interval of 0.1%."
    }, {
      "heading" : "2.2. Thermo-physical properties of nano enhanced PCM",
      "text" : "The thermo-physical properties of n-PCM such as thermal conductivity, specific heat capacity are measured experimentally. The thermo-physical properties of pure PCM (OM35) have been listed in Table 1.\nThermal conductivity of liquid and solid n-PCM are measured using KD2 Pro analyzer. Two different sensors are used to measure solid and liquid thermal conductivity of nanocomposite samples namely SH-1(for solid samples) and KS-1(for liquid samples). The temperature is varied from 30 C to 70 C for thermal conductivity measurement of solid and liquid n-PCM. The precision for the KD2 pro analyzer is ±5%. The specific heat capacity of n-PCM was measured using Differential Scanning Calorimetry (DSC) (Model: 214 Polyma, Make: NETZSCH) with a heating rate of 5K/min for the temperature ranging from 20 C to 70 C. The precision of DSC sample measurement is ±0.05% to ±0.2%. The measurements of pure phase change material (OM35) is consistent with the standard data provided by the manufacturer."
    }, {
      "heading" : "2.3. Experimental test facility",
      "text" : "Schematic layout of the experimental test facility is shown in\nFig. 3(a). The test facility consists of heater, aluminium heat sink, data logger (Agilent data logger, model No: 34970A), variac transformer etc.\nA heater is used to mimic the concentrated photovoltaic module temperature. An aluminium heat sink with longitudinal fins is used to transfer the heat from the CPV as shown in Fig. 3(b). The dimensions of heat sink are measured to be 48 48 mm with five longitudinal fins of 1 mm thickness. Three temperature sensors (PT100, ±0.15 C accuracy) are fixed at various locations in the heat sink T1, T2, T3 and one temperature sensor is fixed to measure the ambient temperature T4. The data acquisition rate for temperature measurements is set as 10 s. The photographic view of the experimental test facility is presented in Fig. 4."
    }, {
      "heading" : "2.4. Experimental procedure",
      "text" : "Thermal management of CPV is experimentally performed with various volume concentrations of n-PCM and various heat inputs. Initially the heat sink is filled with the liquid PCM and the experiment is started when the PCM solidified completely. The temperature of heat sink is monitored using Agilent data logger and its locations are mentioned in Fig. 2(b). The power input to the heater is considered based on the concentration ratio (i.e 1 to 5) which is controlled by a variac transformer. Initially, the heat input is fixed based on the concentration ratio. Then the temperature of the heat sink at various locations is measured using temperature sensor and data logger. The experiments are repeated under natural convectionwith and without n-PCM. The experiment test matrix and heat\nsink specifications are presented in Tables (2) and (3) respectively."
    }, {
      "heading" : "3. Data reduction",
      "text" : "Heat input to the heater based on the solar concentration ratio to mimic temperature of the CPV cells are estimated by the following equation (1)\nQ ¼G A CR 0:8 (1)\nWhere G is the Solar incident radiation flux (Wm 2) and A is surface area of the CPV cell(m2) and CR is the concentration ratio.\nAmount of heat energy stored in the PCM is determined by equation (2)\nQoverall ¼mcpsDTsolid liquid þmhfg þmcplDTliquid solid (2)\nWhere Qoverall is the overall thermal energy stored by PCM (kJ),m is themass of PCM (kg), cps, cpl is the specific heat capacity of solid and liquid PCM respectively (kJ kg K 1), DTsolid liquid , DTliquid solid is the temperature gradient during sensible heat regions of PCM (K), and hfgis the latent heat energy of PCM during phase change (kJ kg\n1). The electrical efficiency of a solar cell is estimated by equation\n(3)\nhe ¼ Pout Qin\n(3)\nwhere Pout is the power output of CPV cell (W), and Qin is the total solar energy incident on CPV cell and it is calculated as Qin ¼ G A CR.\nTemperature-dependent electrical efficiency of a solar cell is calculated by equation (4)\nheðTÞ¼ ho ½1 bðTcell TstdÞ (4) The Power output of a solar cell is determined by equation (5)\nPout ¼Qin½ho½1 bðTcell TstdÞ (5)\nWhere hois the overall efficiency of the CPV cell (%), b is temperature coefficient (% oC 1), Tcellis the CPV cell temperature(\noC), Tstd is the CPV cell standard reference temperature (oC), and ho, Tstd, b are standard values and considered as 20%, 25 C, and 0.04%/oC.\nThe efficiency of concentrated photovoltaic is considered as ho ¼\n20%under 1sun concentration, which is 1000W/m2, where the 80% solar energy converted into heat and it is calculated by using equation (1) to mimic the surface temperature of CPV. The heat input to the heater is estimated based on the above mentioned solar concentration ratio and listed in Table 4.\nFig. 4. Photograph of the ex"
    }, {
      "heading" : "4. Uncertainty analysis",
      "text" : "Uncertainty analysis of the measurements are performed to validate the experimental results by following the procedure reported in the literature [34,35]. The accuracy of temperature sensor and heater are considered to be ±0.15 C and ±0.1W as provided by\nperimental test facility.\nthe manufacturer. Uncertainty of the efficiency range from 2 to 4%. Similarly, the maximum uncertainty of the power output is found to be 3%. Uncertainty of the electrical efficiency and power output is calculated using equations 6e14.\nHeat sink Parameter Dimensions\nHeat sink base 48 x 48 mm Number of fins 5 Single duct size 46 x 8.4 mm PCM depth 10 mm\nUhe he\n2 ¼\nUTcell Tcell Tstd\n2 (10)"
    }, {
      "heading" : "5. Results and discussion",
      "text" : "Table 5 Latent heat of n-PCM.\nVolume concentration of GnP (%) Latent Heat (J/g)\nPure PCM 145.3 0 (Pure PCMþ0.75 vol% surfactant) 141.2 0.1 141.6 0.2 142.8 0.3 143 0.4 142 0.5 142"
    }, {
      "heading" : "5.1. Thermo-physical properties",
      "text" : "The effect of GnP loading on the thermo-physical properties of n-PCM such as thermal conductivity, specific heat capacity, and thermal diffusivity are measured for the temperature range of 30 Ce70 C. The results are discussed in this section."
    }, {
      "heading" : "5.1.1. Thermal conductivity",
      "text" : "The improvements in thermal conductivity for various volume concentration of n-PCM in solid and liquid state is shown in Fig. 5. The results show that thermal conductivity of n-PCM significantly increased with addition of GnP as compared to that of the base PCM [36,37]. The maximum enhancement in thermal conductivity is found to be 75% and 22% for solid and liquid phase respectively at 0.5 vol% as compared to that of base PCM. In the solid-state, well defined crystalline structure and lattice vibration of nanoplatelets leads to increase thermal conductivity, while the enhancement of thermal conductivity in liquid state is less due to molecular disorder and quasi convection [38,39]. The higher volume of GnP will increase the contact area in PCM, which decreases the interfacial resistance and this in turn significantly enhances the thermal conductivity of n-PCM. In liquid state with increasing temperature of n-PCM the molecular disorder of the PCM will increase, which restricts heat flow due to high interfacial thermal resistance, which in turn decrease the thermal conductivity as reported by Harish et al. [40] and Prabakaran et al. [41].\n5.1.2. Specific heat capacity The specific heat capacity variation for various concentrations of GnP in solid and liquid phase of n-PCM is shown Fig. 6(a and b). The specific heat capacity values for the selected PCM are 2.41 Jg 1K 1 and 2.21 Jg 1K 1 and for solid and liquid respectively. The specific heat capacity decreases with increasing the volume concentration of GnP due to its lower specific heat capacity value (0.643 Jg 1K 1) [42] compared to base PCM. Another reason for the decrement in the specific heat capacity is the interface layer formation between GnP and OM35 [33]. The maximum reduction in specific heat capacity in the solid and liquid states are found to be 6% and 10% respectively for 0.5% volume concentration. The temperature of nPCM is higher and lower at liquid and solid state respectively. The results show that, the specific heat capacity increases with increase in temperature when the n-PCM is in the solid and liquid phase as expected. However, the specific heat of PCM at liquid state is lower\nthan the solid state."
    }, {
      "heading" : "5.1.3. Thermal diffusivity",
      "text" : "Thermal Diffusivity is an important parameter for the transient heat propagation into the n-PCM and it is mathematically\nid and liquid state for various volume concentrations of GnP.\nexpressed by a ¼ kr 1C 1p . The thermal diffusivity ðaÞ of n-PCM during solid (30 C) and liquid states (60 C) were shown in Fig. 7. In the solid and liquid phase of n-PCM, the thermal conductivity (k) values increases significantly with increasing volume concentration of GnP, while specific heat capacity is reduced. The maximum enhancement of thermal diffusivity in solid and liquid states are\nfound to be 85% and 31% for the 0.5% volume concentration. The enhancement in specific heat capacity is higher due to large amount of heat flow to the nanocomposite, which decreases the thermal diffusivity during phase change."
    }, {
      "heading" : "5.1.4. Latent heat",
      "text" : "Latent heat of PCM and n-PCM were determined from DSC\nt and with PCM (OM35) for various concentration ratio.\n(Model: 214 Polyma, Make: NETZSCH) by integrating the temperature limits between the peak curve during melting as shown in Table 5. Marginal variation in latent heat is observed with increase in concentration of GnP in PCM [43]."
    }, {
      "heading" : "5.2. Effect of heat sink (CPV) temperature variation",
      "text" : "Temperature variations in the heat sink at various positions under passive heat transfer modewith PCM (WP) and without PCM (WOP) for various concentration ratio are shown in Fig. 8(aef). From the result, it is observed that the temperature of heat sink increases with respect to time due to heat supplied at the bottom of the heat sink. The temperature is lower at the top of the heat sink while it is higher at the bottom. The top of the heat sink is exposed to ambient air under natural convection. The temperature of heat sink is significantly reduced with addition of PCM as compared to case of without PCM. The base temperature of the heat sink is reduced up to 12 C with addition of PCM at CR ¼ 3. The reason for significant reduction in temperature at the bottom of the heat sink is because of the heat stored during the phase change in the form of the latent heat in the PCM.\nThe heat sink with PCM significantly reduces the base temperature by 16 C and 18 C compared to the case without PCM at CR ¼ 4 and CR ¼ 5 respectively. The temperature of heat sink is increased when the PCM is completely melted because of sensible heat of PCM in liquid phase. The temperature of the heat sink increased with increase in the concentration ratio for all cases. This is because of the higher heat input supplied for higher concentration ratio.\nTemperature variation in PCM and nano enhanced PCM (n-PCM) for various volume concentrations (0.1%e0.5%) of GnP in the heat sinkwith different concentration ratios are shown in Fig. 9(a and b). It is found that significant temperature reduction is attained in the CPV cell at the latent heat region when the graphene nanoplatelets are added in the PCM. Temperature reduction observed in the heat sink for 0.5 vol% are 13 C and 20 C for CR ¼ 3, CR ¼ 5 respectively as compared to without PCM at 1500s. The significant reduction in temperature is attained due to the loading of GnP which leads to an increase in the thermal conductivity of the PCM to enable higher heat transfer. After the latent heat region of n-PCM, the base temperature of heat sink increases due to reduction of heat storing capacity of n-PCM in liquid state.\nThe base temperature variations in the heat sink with 0.5 vol%\nFig. 9. (a, b). Temperature variations in the heat sink with CR\nfor different concentration ratio are shown in Fig. 10. As the concentration ratio increases, the base temperature of the heat sink increases due to increase in the heat supplied at the bottom of heat sink. The reduction in temperatures are found to be 13 C and 20 C for CR ¼ 3 and CR ¼ 5 respectively at 0.5 vol% as compared to the case of without PCM. The high thermal conductivity and thermal diffusivity which enables more heat transfer is the possible reason for significant temperature reduction at 0.5 vol% as compared to other volume concentration of n-PCM. It is observed that the temperature reduction at CR ¼ 5 for 0 vol% and 0.5 vol% are 18 C and 20 C, therefore the difference is 2 C, which can be increased with increasing the volume concentration of n-PCM without affecting the latent heat of PCM significantly. This proves that, increasing the GnP loading in the PCM enhances the heat transfer and provides significant temperature reduction of the CPV cell temperature as compared to that of base PCM.\n¼ 3 and CR ¼ 5 for various volume concentration of GnP."
    }, {
      "heading" : "5.3. Power output",
      "text" : "Fig. 11(aec) shows variation in the power output of CPV for with and without n-PCM at different concentration ratio. From the results, it is found that the heat supplied to the CPV increases its temperature, which results in degradation of power output over the time. The n-PCM suppresses the temperature rise of CPV cell during phase transition and it is observed that maximum temperature reduction is about 23 C, 28 C, 30 C at CR ¼ 3, CR ¼ 4 and CR ¼ 5 respectively for the latent heat region of 0.5 vol%. The maximum enhancement in the power output is observed to be 4.5% for 0.5 vol % as compared to the case of without PCM at 1500s, which is significant.\nFig. 11 (d) presents the variation in a power output of the CPV cell integrated with and without PCM/n-PCM at time of 650s. From the results, it is found that the power output is enhanced with increase in concentration ratio as expected and as shown in Fig. 11(aec). The power output is significantly enhanced with addition of GnP in PCM as compared to the case of without PCM. The highest enhancement in power output is found to be 7% for 0.5 vol% at CR ¼ 5 as compared to the case of without PCM at latent heat region. It indicates that the temperature difference (Tcell - Tstd) for the n-PCM are less as compared to without nanocomposite which is the reason for increase in the power output of CPV.\n5.4. Electrical efficiency\nFig. 12(aec) presents the variations in the efficiency of CPV with and without n- PCM at different concentration ratio. From the results, it is found that increasing the concentration ratio increases the heat supplied to the CPV, which elevates the CPV cell temperature and results in degradation of efficiency over the time. PCM/nPCM reduce the increase in CPV cell temperature by storing the thermal energy in the form of latent heat in the phase transition region and keeps the temperature gradient (Tcell - Tstd) less and within the safe operation limit of 65 C. The maximum enhancement in efficiency is observed to be 4% for 0.5 vol% as compared to the case of without PCM at 1500s.\nThe efficiency variations in the CPV cell for three different concentration ratios with and without PCM/n-PCM at 650s are shown in Fig. 12 (d). The efficiency is significantly enhanced with addition of GnP in PCM as compared to the case of without PCM. The highest enhancement in efficiency is found to be 6% for 0.5 vol% at CR ¼ 5 as compared to the case of without PCM at latent heat region. The enhancement in efficiency of CPV at the latent heat period is high for 0.5 vol% due to its superior thermal properties as compared to without PCM and 0 vol%. Therefore, performance of the CPV cell is higher at the latent heat region, on the other hand, selected PCM/n-PCM enhanced the performance for short time period only. This can be avoided by selecting the PCM with high latent heat and increasing the volume concentration of n-PCM without affecting the latent heat of PCM."
    }, {
      "heading" : "6. Conclusions",
      "text" : "An experimental study is carried out for effective thermal management of CPV with n-PCM at various vol% for different solar concentration ratios. The thermophysical properties of n-PCM and their influence on temperature variations in the CPV are measured and correlated. The conclusions are summarized below.\nThe thermal conductivity of various volume concentrations of nPCM is measured and compared with the pure PCM (0 vol%). The maximum enhancement in the thermal conductivity at solid and liquid states were observed to be 75% and 22% respectively for the 0.5% of volume concentration. The heat sink temperature increases with increasing concentration ratio due to higher heat input. The maximum base temperature of heat sink is observed to be 97 C during transient conditions at 1500s for without PCM case at CR ¼ 5. The maximum and minimum temperature reduction is observed to be 12 C and 15 C at CR3 and CR5 respectively for pure PCM. The enhancement in thermal conductivity using n-PCM leads to significant temperature reduction in the heat sink. The base temperature of heat sink is reduced to 17 C and 20 C at CR ¼ 3 and CR¼ 5 respectively at 0.5 vol% as compared towithout PCM.\nThe enhancements in power output and electrical efficiency of CPV are observed to be 7% and 6% respectively for 0.5 vol% nanocomposite, at CR ¼ 5 as compared to without PCM.\nCRediT authorship contribution statement\nM. Sivashankar: Conceptualization, Methodology, Data curation, Writing - original draft. C. Selvam:Writing - review & editing, Supervision. S. Manikandan: Writing - review & editing, Funding acquisition. Sivasankaran Harish: Resources, Writing - review & editing.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The authors would like to thank the Heat and Mass Transfer Laboratory, Department of Mechanical Engineering, IIT Madras, Chennai, for the thermal conductivity measurement and Department of Mechanical Engineering, SRM Institute of Science and Technology, Katankulathur Campus for DSCmeasurement and Heat\nsink fabrication. The financial support through Funding from SRM Institute of Science and Technology, Katankulathur Campus, Chennai, Tamil Nadu, India (Grant reference number: 001557) is gratefully acknowledged."
    } ],
    "references" : [ {
      "title" : "Solar photovoltaics: fundamentals, technologies and applications",
      "author" : [ "Solanki CS" ],
      "venue" : "PHI Learning Pvt. Ltd.; 2015 May",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Performance comparison of four passive types of photovoltaicethermal systems",
      "author" : [ "BM Ziapour", "V Palideh", "M. Baygan" ],
      "venue" : "Energy Convers Manag 2014 Dec 1;88:732e8",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2014
    }, {
      "title" : "An active cooling system for photovoltaic modules",
      "author" : [ "HG Teo", "PS Lee", "MN. Hawlader" ],
      "venue" : "Appl Energy 2012 Feb 1;90(1):309e15",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "Using air flow to alleviate temperature elevation in solar cells within asymmetric compound parabolic concentrators",
      "author" : [ "TK Mallick", "PC Eames", "B. Norton" ],
      "venue" : "Sol Energy 2007 Feb 1;81(2):173e84",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2007
    }, {
      "title" : "Numerical simulation of cooling a solar cell by forced convection in the presence of a nanofluid",
      "author" : [ "M Elmir", "R Mehdaoui", "A. Mojtabi" ],
      "venue" : "Energy Procedia 2012 Jan 1;18:594e603",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "Experimental investigation of cooling photovoltaic (PV) panels using (TiO2) nanofluid in water-polyethylene glycol mixture and (Al2O3) nanofluid in water-cetyltrimethylammonium bromide mixture",
      "author" : [ "MS Ebaid", "AM Ghrair", "M. Al-Busoul" ],
      "venue" : "Energy Convers Manag 2018 Jan 1;155:324e43",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Technical feasibility study of passive and active cooling for concentrator PV in harsh environment",
      "author" : [ "A Aldossary", "S Mahmoud", "R. Al-Dadah" ],
      "venue" : "Appl Therm Eng 2016 May 5;100:490e500",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Performance evaluation of a double pass PV/T solar air heater with and without fins",
      "author" : [ "Kumar R", "Rosen MA" ],
      "venue" : "Appl Therm Eng 2011 Jun 1;31(8e9):1402e10",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "Air-cooled PV/T solar collectors with low cost performance improvements",
      "author" : [ "JK Tonui", "Y. Tripanagnostopoulos" ],
      "venue" : "Sol Energy 2007 Apr 1;81(4):498e511",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2007
    }, {
      "title" : "Experimental investigation of trifunctional photovoltaic/thermal solar collector",
      "author" : [ "J Ji", "C Guo", "W Sun", "W He", "Y Wang", "G. Li" ],
      "venue" : "Energy Convers Manag 2014 Dec 1;88:650e6",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "An experimental investigation of SiC nanofluid as a base-fluid for a photovoltaic thermal PV/T system",
      "author" : [ "AH Al-Waeli", "K Sopian", "MT Chaichan", "HA Kazem", "HA Hasan", "AN. Al-Shamani" ],
      "venue" : "Energy Convers Manag",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Thermal management of concentrator photovoltaic systems using microchannel heat sink with nanofluids",
      "author" : [ "A Radwan", "M. Ahmed" ],
      "venue" : "Sol Energy 2018 Sep 1;171:229e46",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Optimization of solar photovoltaic system integrated with phase change material",
      "author" : [ "S Khanna", "KS Reddy", "TK. Mallick" ],
      "venue" : "Sol Energy 2018 Mar 15;163:591e9",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Thermal regulation of building-integrated photovoltaics using phase change materials",
      "author" : [ "MJ Huang", "PC Eames", "B. Norton" ],
      "venue" : "Int J Heat Mass Tran 2004 Jun 1;47(12e13):2715e33",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2004
    }, {
      "title" : "Phase change materials for limiting temperature rise in building integrated photovoltaics",
      "author" : [ "MJ Huang", "PC Eames", "B. Norton" ],
      "venue" : "Sol Energy",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2006
    }, {
      "title" : "Evaluation of phase change materials for thermal regulation enhancement of building integrated photovoltaics",
      "author" : [ "A Hasan", "SJ McCormack", "MJ Huang", "B. Norton" ],
      "venue" : "Sol Energy 2010 Sep 1;84(9):1601e12",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2010
    }, {
      "title" : "Thermal management of photovoltaic solar cells using polyethylene glycol 1000 (PEG1000) as a phase change material",
      "author" : [ "Baygi SM", "Sadrameli SM" ],
      "venue" : "Thermal Science and Engineering Progress 2018 Mar 1;5:405e11",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Performance enhancement of a building-integrated photovoltaic module using phase change material",
      "author" : [ "A Karthick", "KK Murugavel", "P. Ramanan" ],
      "venue" : "Energy 2018 Jan 1;142:803e12",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Experimental study of the effect of using phase change materials on the performance of an air-cooled photovoltaic system",
      "author" : [ "N Choubineh", "H Jannesari", "A. Kasaeian" ],
      "venue" : "Renew Sustain Energy Rev 2019 Mar 1;101:103e11",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Evaluation of the nanofluid and nano-PCM based photovoltaic thermal (PVT) system: an experimental study",
      "author" : [ "AH Al-Waeli", "K Sopian", "MT Chaichan", "HA Kazem", "A Ibrahim", "S Mat", "MH. Ruslan" ],
      "venue" : "Energy Convers Manag",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Maximizing the energy output of a  photovoltaicethermal solar collector incorporating phase change materials",
      "author" : [ "D Su", "Y Jia", "Y Lin", "G. Fang" ],
      "venue" : "Energy Build",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Thermal management of photovoltaic module with metal matrix embedded PCM",
      "author" : [ "Shastry DM", "Arunachala UC" ],
      "venue" : "Journal of Energy Storage 2020 Apr",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2020
    }, {
      "title" : "Thermal management of low concentrated photovoltaic module with phase change material",
      "author" : [ "S Manikandan", "C Selvam", "N Poddar", "K Pranjyal", "R Lamba", "SC. Kaushik" ],
      "venue" : "J Clean Prod 2019 May 10;219:359e67",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "An experimental approach to investigate thermal performance of paraffin wax and 1hexadecanol based heat sinks for cooling of electronic system",
      "author" : [ "KY Leong", "SP Chew", "BA Gurunathan", "KK Ahmad", "HC. Ong" ],
      "venue" : "Int Commun Heat Mass Tran",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Experimental investigation on the thermal management performance of heat sink using low melting point alloy as phase change material",
      "author" : [ "L Zhao", "Y Xing", "X. Liu" ],
      "venue" : "Renew Energy 2020 Feb 1;146:1578e87",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2020
    }, {
      "title" : "A novel CNT encapsulated phase change material with enhanced thermal conductivity and photo-thermal conversion performance",
      "author" : [ "Y Chen", "Q Zhang", "X Wen", "H Yin", "J. Liu" ],
      "venue" : "Sol Energy Mater Sol Cell 2018 Sep 1;184:82e90",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Nano-PCMs for enhanced energy storage and passive cooling applications",
      "author" : [ "L Colla", "L Fedele", "S Mancin", "L Danza", "O. Manca" ],
      "venue" : "Appl Therm Eng 2017 Jan 5;110:584e9",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Nano-enhanced phase change material for thermal management of BICPV",
      "author" : [ "S Sharma", "L Micheli", "ChangW", "AA Tahir", "KS Reddy", "TK. Mallick" ],
      "venue" : "Appl Energy 2017 Dec 15;208:719e33",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Improving the thermal regulation and efficiency enhancement of PCM-Integrated PV modules using nano particles",
      "author" : [ "SA Nada", "DH El-Nagar", "HM. Hussein" ],
      "venue" : "Energy Convers Manag 2018 Jun 15;166:735e43",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Improving the efficiency of photovoltaic cells using PCM infused graphite and aluminium fins",
      "author" : [ "Atkin P", "Farid MM" ],
      "venue" : "Sol Energy 2015 Apr 1;114:217e28",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Enhancing the performance of concentrator photovoltaic systems using Nanoparticle-phase change material heat sinks",
      "author" : [ "I Zarma", "M Ahmed", "S. Ookawara" ],
      "venue" : "Energy Convers Manag 2019 Jan 1;179:229e42",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Experimental investigation of multiwall carbon nanotube/paraffin based heat sink for electronic device thermal management",
      "author" : [ "A Farzanehnia", "M Khatibi", "M Sardarabadi", "M. Passandideh-Fard" ],
      "venue" : "Energy Convers Manag 2019 Jan 1;179:314e25",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Thermal properties of graphene and nanostructured carbon materials",
      "author" : [ "Balandin AA" ],
      "venue" : "Nat Mater 2011 Aug;10(8):569e81",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "Describing the uncertainties in experimental results",
      "author" : [ "Moffat RJ" ],
      "venue" : "Exp Therm Fluid Sci 1988 Jan 1;1(1):3e17",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1988
    }, {
      "title" : "Convective heat transfer coefficient and pressure drop of water-ethylene glycol mixture with graphene nanoplatelets",
      "author" : [ "C Selvam", "T Balaji", "DM Lal", "S. Harish" ],
      "venue" : "Exp Therm Fluid Sci 2017 Jan 1;80:67e76",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Enhanced thermal conductivity of phase change nanocomposite in solid and liquid state with various carbon nano inclusions",
      "author" : [ "S Harish", "D Orejon", "Y Takata", "M. Kohno" ],
      "venue" : "Appl Therm Eng 2017 Mar 5;114:1240e6",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Constrained melting of graphene-based phase change nanocomposites inside a sphere",
      "author" : [ "R Prabakaran", "JP Kumar", "DM Lal", "C Selvam", "S. Harish" ],
      "venue" : "J Therm Anal Calorim 2020 Jan 1;139(2):941e52",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2020
    }, {
      "title" : "Thermal conductivity measurements in phase change materials under freezing in presence of nanoinclusions",
      "author" : [ "SA Angayarkanni", "J. Philip" ],
      "venue" : "J Appl Phys 2015 Sep 7;118(9):094306",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2015
    }, {
      "title" : "Tunable electrical and thermal transport in ice-templated multilayer graphene nanocomposites through freezing rate control",
      "author" : [ "SN Schiffres", "S Harish", "S Maruyama", "J Shiomi", "JA. Malen" ],
      "venue" : "ACS Nano 2013 Dec 23;7(12):11183e9",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    }, {
      "title" : "Anomalous thermal conduction characteristics of phase change composites with single-walled carbon nanotube inclusions",
      "author" : [ "S Harish", "K Ishikawa", "S Chiashi", "J Shiomi", "S. Maruyama" ],
      "venue" : "J Phys Chem C 2013 Jul 25;117(29):15409e13",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Solidification of grapheneassisted phase change nanocomposites inside a sphere for cold storage applications",
      "author" : [ "R Prabakaran", "S Sidney", "DM Lal", "C Selvam", "S. Harish" ],
      "venue" : "Energies",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "Thermal conductivity and specific heat capacity of watereethylene glycol mixture-based nanofluids with graphene nanoplatelets",
      "author" : [ "C Selvam", "DM Lal", "S. Harish" ],
      "venue" : "J Therm Anal Calorim",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Experimental investigations on the thermophysical properties of CuO-palmitic acid phase change material for heating applications",
      "author" : [ "KS Kumar", "S. Kalaiselvam" ],
      "venue" : "J Therm Anal Calorim",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The power production can be augmented up to 15 GW worldwide, if the solar cell temperature is reduced by 10 C [1].",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 1,
      "context" : "[2] numerically studied the performance of PV/T system using passive techniques by varying the number of fins in the heat sink and reported that the thermal and electrical efficiency of the solar collector were increased by up to 12.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 2,
      "context" : "[3] experimentally investigated the performance of PV cells under natural and forced convection using air as working fluid.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "[4] have carried out computational work on thermal regulation of PV under forced convection with various width of front and rear channel.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 4,
      "context" : "[5] theoretically studied the effect of nanofluid (water- Al2O3) under forced convection on PV panel cooling and reported that the heat transfer rate was enhanced up to 27% as compared to that of the base fluid.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 5,
      "context" : "[6] experimentally analysed the PV cooling with nanofluid (Al2O3-water) under forced convection and reported that 0.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 6,
      "context" : "[7] numerically studied CPV under forced convection, and reported that surface temperature of CPV panel was maintained at 60 C below the operating temperature limit of CPV (80 C) and the electrical efficiency was maintained 39.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "[8] investigated the double pass PV/T air heater",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : "[9] have studied the PV/T air heated system with fins under the forced circulation of air.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "[10] investigated the performance of PV/T air and water heating system.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[11] experimentally investigated the PVT system with nanofluid (water-SiC).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[12] analysed the PV cooling technique with nanofluid under forced convection and reported that for low Reynolds number, the panel temperature was reduced by 7.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[13] experimentally carried out the thermal regulation of PV with PCM under passive cooling technique.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] theoretically analysed the performance of PV with PCM enclosed in heat sink, and they evaluated the temperature distribution in the PCMwith a depth of 20mm.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] experimentally studied the thermal management of PV with PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] reported that the pure salt hydrate as PCM reduced the PV module temperature around 10 C for 5 h at 1000 Wm-2 by comparing it with five different phase change materials.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] reported that the electrical conversion efficiency of PV can be enhanced about 8% at 15 angle mode as compared to PEG1000 used as PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] investigated thermal regulation in building integrated photovoltaics (BIPV) with Glauber salt as a PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] experimentally studied the thermal regulation of PV with PCM under forced convection using air as working fluid with different fan speeds ranging from 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] experimentally investigated a PV/T system using nanofluid, and the results show that the PV panel temperature was maintained at 39 C so that temperature dependent electrical efficiency was improved by 6.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] numerically studied the performance of PV/T system with different phase change materials.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] experimentally investigated the performance of PV module using PV/T system with phase change materials.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] developed a computational model on low concentration photovoltaic system with concentration ratio of 3 and 5.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] experimentally studied the thermal regulation of electronic devices with three different configuration of cross fin heat sink with no cavity, 9 cavities and 16 cavities respectively.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] reported the thermal regulation techniques for electronic devices using heat sink with stearic acid (SA) and low melting point alloy (LMPA) as a PCMs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] investigated nano PCM (Stearic Acid as PCM and multi-walled carbon nanotubes as additive) for thermal energy storage applications.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] experimentally studied a nano enhanced PCM for energy storage applications.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] experimentally investigated the performance of buildingintegrated CPVwith nano enhanced PCM usingmicro fins heat sink.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] investigated the performance of PVmodulewith PCM and nano PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] experimentally studied the thermal regulation with graphite infused PCM in the heat sink.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[31] developed a numerical model to simulate the CPV using nano enhanced PCM (CaCl2.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "[32] have carried out the performance of heat sink with nano enhanced PCM (Paraffin þ Multi-walled carbon nanotubes) for the thermal management of electronic devices.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "In this work graphene nanoplatelets (GnP) has been selected as the nano inclusion due to its higher in-plane thermal conductivity (kGnP 1⁄4 4000Wm 1K 1) [33] low density and high aspect ratio.",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 33,
      "context" : "Uncertainty analysis of the measurements are performed to validate the experimental results by following the procedure reported in the literature [34,35].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 34,
      "context" : "Uncertainty analysis of the measurements are performed to validate the experimental results by following the procedure reported in the literature [34,35].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 35,
      "context" : "The results show that thermal conductivity of n-PCM significantly increased with addition of GnP as compared to that of the base PCM [36,37].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 36,
      "context" : "The results show that thermal conductivity of n-PCM significantly increased with addition of GnP as compared to that of the base PCM [36,37].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 37,
      "context" : "In the solid-state, well defined crystalline structure and lattice vibration of nanoplatelets leads to increase thermal conductivity, while the enhancement of thermal conductivity in liquid state is less due to molecular disorder and quasi convection [38,39].",
      "startOffset" : 251,
      "endOffset" : 258
    }, {
      "referenceID" : 38,
      "context" : "In the solid-state, well defined crystalline structure and lattice vibration of nanoplatelets leads to increase thermal conductivity, while the enhancement of thermal conductivity in liquid state is less due to molecular disorder and quasi convection [38,39].",
      "startOffset" : 251,
      "endOffset" : 258
    }, {
      "referenceID" : 41,
      "context" : "643 Jg 1K 1) [42] compared to base PCM.",
      "startOffset" : 13,
      "endOffset" : 17
    }, {
      "referenceID" : 32,
      "context" : "Another reason for the decrement in the specific heat capacity is the interface layer formation between GnP and OM35 [33].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 42,
      "context" : "Marginal variation in latent heat is observed with increase in concentration of GnP in PCM [43].",
      "startOffset" : 91,
      "endOffset" : 95
    } ],
    "year" : 0,
    "abstractText" : "In this paper, the thermal performance of concentrated photovoltaic (CPV) cells using phase change material (PCM) loaded with graphene nanoplatelets (GnP) is reported. Commercially available organic chemical mixture of OM35 is considered as the PCM for this study. An electric heater is used to mimic the temperature of CPV. The heat sink is attached to a heater and the ejected heat from the heater absorbed by PCM, which is stored in the heat sink. Initially, the performance of the CPV cell with pure PCM is studied and the results are compared with the case of nano enhanced PCM (n-PCM). The results of this study show that the temperature of the CPV cell reduces significantly with the use of nano enhanced PCM. The power output and efficiency of the CPV cells increased due to a reduction in the temperature of CPV cells with nano enhanced PCM. The maximum increase in power output and efficiency of the CPV are observed to be 7% and 6% respectively for 0.5% volume concentration of nano enhanced PCM at solar concentration ratio of 5. © 2020 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}