{
  "name" : "downloads_2020-01-03_8f7a_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The design of hollow PdO–Co3O4 nano-dodecahedrons with moderate catalytic activity for Li–O2 batteries†",
    "authors" : [ "Yu Zhang", "Jie Ma", "Meng-Wei Yuan", "Yang Li", "Rong-An Shen", "Weng-Chon Cheong", "Tong Han", "Gen-Ban Sun", "Chen Chen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "This journal is©The Royal Society of Chemistry 2019 Chem. Commun., 2019, 55, 12683--12686 | 12683\nCite this:Chem. Commun., 2019, 55, 12683\nThe design of hollow PdO–Co3O4 nano-dodecahedrons with moderate catalytic activity for Li–O2 batteries†\nYu Zhang,a Jie Ma,a Meng-Wei Yuan,a Yang Li,b Rong-An Shen,b Weng-Chon Cheong,b Tong Han,b Gen-Ban Sun, a Chen Chen b and Cai-Yun Nan *a\nHollow PdO–Co3O4 nano-dodecahedrons with moderate catalytic\nactivity were designed as electrocatalysts for Li–O2 batteries, and\nnot only reduce the overpotentials effectively but also improve the\nreversibility of the ORR and OER, and cycle for more than 90 cycles\nstably with extremely low overpotentials.\nWith the increasing demand for high-density energy storage, lithium oxygen (Li–O2) batteries have attracted increasing attention in recent years as electrochemical storage devices due to their super-high theoretical specific energy density.1–4\nOne significant challenge of Li–O2 batteries is the high overpotentials in the processes of discharging and charging, which is caused by the sluggish oxygen reduction reaction (ORR) and oxygen evolution reaction (OER).5,6 Using electrocatalysts with suitable catalytic activity may be an effective way to solve the problem of high overpotentials.7,8\nTransition metals and their oxides have been widely applied in Li–O2 batteries, but their catalytic activities were inadequate to reduce the overpotentials effectively and failed to achieve the desired results.9–12 To date, it is not entirely possible to replace noble metals with transition metals. Many noble metals and their oxides such as palladium and ruthenium still play important roles in fuel cells and other electrochemical storage technologies.13–17\nHowever, due to the high activity of noble metals and their oxides as electrocatalysts, many side reactions can occur in the discharging and charging processes of Li–O2 batteries, so the reduction of overpotentials is not particularly obvious.18–21 Based on the above factors, by introducing noble metals on the basis of transition metals and designing a special catalyst structure, it is possible to obtain an ideal catalyst for Li–O2 batteries with moderate catalytic activity, which can both effectively reduce the overpotentials and avoid side reactions to show good cycling performance.\nHollow structured materials owing to their unique structural features are widely used in energy storage and conversion areas.22–24 The large surface areas provide a higher density of surface exposed active sites and higher ion diffusion efficiency. The hollow interior can provide enough space to store discharge products effectively during the discharge processes and a channel for oxygen transport.7,25–27 Therefore, hollow structures are expected to show promising properties in Li–O2 batteries. And the hollow structured materials evolved from metal–organic frameworks (MOFs) have been widely designed in the past few years, because they can easily convert to hollow structures via pyrolysis and get favorable composition.28–30\nTaking the above factors into consideration, we have designed and synthesized an effective catalyst with a hollow structure composed of PdO and Co3O4 (PdO–Co3O4) nano-dodecahedrons to enhance the performance of Li–O2 batteries. With the large surface area, high density of surface exposed moderate active sites and high electrical conductivity, electrochemical measurements indicate that the PdO–Co3O4 nano-dodecahedron catalyst can reduce the overpotentials effectively, and improve the reversibility of the ORR and OER. And the battery cycling performance is obviously improved, being cycled for more than 90 cycles stably with extremely low overpotentials.\nThe synthesis of hollow PdO–Co3O4 nano-dodecahedron is displayed in Fig. 1a. ZIF-67 prepared via a simple stirring method was used as the starting material. The transmission electron microscopy (TEM) image shows that the ZIF-67 was uniform (Fig. S1a, ESI†). Then, the ZIF-67 was further coated with palladium acetate solution. And Pd@ZIF-67 nano-dodecahedrons were obtained (Fig. S1b and c, ESI†). After two pyrolysis processes under an Ar atmosphere and air atmosphere, the palladium acetate solution was converted into a palladium oxide shell, and the ZIF-67 core was changed into Co3O4, forming PdO–Co3O4 nano-dodecahedrons. As shown in Fig. 1b and c, the scanning electron microscopy (SEM) and TEM images revealed the structure of PdO–Co3O4 nano-dodecahedrons, which retained the shape of ZIF-67 and showed hollow structures. High-angle annular darkfield scanning transmission electron microscopy (HAADF-STEM) a College of Chemistry, Beijing Normal University, Beijing 100875, China. E-mail: cynan@bnu.edu.cn b Department of Chemistry, Tsinghua University, Beijing 100084, China † Electronic supplementary information (ESI) available: Material preparation, characterization, and experimental section. See DOI: 10.1039/c9cc03294k\nReceived 29th April 2019, Accepted 26th September 2019\nDOI: 10.1039/c9cc03294k\nrsc.li/chemcomm\nChemComm\nCOMMUNICATION\nPu bl\nis he\nd on\n2 6\nSe pt\nem be\nr 20\n19 . D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 5:\n02 :4\n6 A\nM .\nView Article Online View Journal | View Issue\n12684 | Chem. Commun., 2019, 55, 12683--12686 This journal is©The Royal Society of Chemistry 2019\nand the energy-dispersive X-ray spectroscopy (EDS) images of PdO–Co3O4 nano-dodecahedrons demonstrated that Co, O and Pd elements were evenly distributed over the entire structures (Fig. 1d). The line scan in Fig. S2 (ESI†) further confirmed this hollow structure. A high-resolution TEM (HRTEM) image showed the edge view of the PdO–Co3O4 nano-dodecahedrons with clear fringe spacings (Fig. 1e). The lattice distances were 0.244 and 0.264 nm, corresponding to the (311) crystal planes of Co3O4 and (101) lattice planes of PdO, respectively.\nThe X-ray diffraction (XRD) pattern of the prepared PdO– Co3O4 was examined as shown in Fig. 2a. The well-defined peaks ascribed to Co3O4 (JCPDS card No. 42-1467) and PdO (JCPDS card No. 43-1024) indicated the crystallization of PdO and the transformation of the ZIF-67 core into Co3O4. The oxidation status and surface composition of the PdO–Co3O4 nano-dodecahedrons were characterized by X-ray photoelectron spectroscopy (XPS). As presented in Fig. 2b, the XPS indicated the existence of Co, O and Pd elements. The peaks Pd 3d5/2 and\nPd 3d3/2 of Pd 3d corresponding to 337.3 eV and 342.6 eV, respectively, maintained concurrent chemical binding energy and the resolved differences of 5.3 eV binding energy peaks associated with the PdO in the standard spectrum (Fig. 2c).31\nAs shown in Fig. 2d, two main peaks can be seen at about 780.0 and 795.2 eV, corresponding to the Co 2p1/2 and Co 2p3/2 peaks of Co3O4. 32\nThe performances of the as-prepared catalysts for Li–O2 batteries were measured. As shown in Fig. 3a, the PdO–Co3O4 nano-dodecahedron cathode catalyst presented a very low overpotential with limited capacity of 500 mA h g 1 at a current density of 200 mA g 1. At the same time, with continuous discharging and charging cycles, the overpotentials were extremely low, and the value of the fifth cycle is only 0.22 V.\nIn order to illustrated the moderate catalytic activity of the special composition of PdO–Co3O4 with lower overpotential, similar compounds with pure Co3O4 and a partial Pd such as Pd/PdO–Co3O4 were designed and synthesized through regulating the atmosphere and temperature of the pyrolysis processes. The reference sample of Co3O4 material was obtained by direct pyrolysis of ZIF-67 and its dodecahedron morphology was destroyed after calcination (Fig. S3, ESI†). The structures of Pd/PdO–Co3O4 are shown in Fig. S4 and S5 (ESI†). SEM, TEM, HAADF-STEM, EDS and line scan images revealed that Pd/PdO– Co3O4 retained the morphology of ZIF-67, and was more compact than the structure of PdO–Co3O4. In Fig. S6a (ESI†), the XRD diffraction peaks can be assigned to the characteristic peaks of Co3O4. And as shown in Fig. S6b (ESI†), the diffraction peaks of the materials were not only ascribed to Co3O4 and PdO, but also matched well with Pd (JCPDS card No. 46-1043) which indicated the existence of Pd composition in the Pd/PdO–Co3O4 compound.\nGalvanostatic discharge–charge measurements at a current density of 200 mA g 1 and a limited capacity of 500 mA h g 1 were tested. The overpotentials of these three materials, Co3O4, Pd/PdO– Co3O4 and PdO–Co3O4, in the processes of discharge–charge in the\nFig. 1 (a) Schematic illustration of the synthesis of hollow PdO–Co3O4 nano-dodecahedrons, (b) SEM, (c) TEM, (d) HAADF-STEM elemental mapping for Co (red), O (blue) and Pd (green), and (e) HRTEM of the PdO–Co3O4 nano-dodecahedrons. Inset in (d): fast Fourier transformation of the selected area in the red and yellow box.\nPu bl\nis he\nd on\n2 6\nSe pt\nem be\nr 20\n19 . D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 5:\n02 :4\n6 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Commun., 2019, 55, 12683--12686 | 12685\nfirst few cycles are shown in Fig. 3b. After activation of the materials in the first few cycles, PdO–Co3O4 nano-dodecahedrons became stabilized and revealed the lowest overpotential value. Fig. S7a–e (ESI†) compares the overpotentials of the three samples during the first five cycles. After two cycles of activation, the structure and composition of the PdO–Co3O4 catalyst became more stable. Starting from the third cycle, the overpotential of the PdO–Co3O4 nanododecahedrons was much lower than that of the Pd/PdO–Co3O4 and Co3O4, which was only 0.22 V. The overpotentials were extremely low compared to the results in literature reports as shown in Table S1 (ESI†). After two cycles of activation, the structure of the catalyst had changed. In Fig. S8 (ESI†), obvious holes in the surface of the catalyst can be clearly seen after two cycles compared with the pristine catalyst by SEM. The TEM image of the PdO–Co3O4 nano-dodecahedrons after the 2nd cycle also confirmed the existence of holes in Fig. S9 (ESI†). In order to further explore the changes of the catalyst after two cycles, other methods were used for characterization. In Fig. S10 (ESI†), HAADF-STEM and EDS images of the catalyst after the 2nd cycle demonstrated that the content of Co and O elements was reduced. The lattice distances were 0.22 nm, corresponding to the (111) crystal planes of Pd. The selected area electron diffraction (SAED) indicated that the major diffraction rings matched well with the Pd (Fig. S11, ESI†). XPS showed the same results (Fig. S12 in the ESI†). These data indicated that after two cycles, holes appeared on the catalyst surface and the chemical composition changes, the valence of Pd became zero and the amount of Co element became very little. And the catalyst with this structure and composition has higher activity and stability. The PdO–Co3O4 nano-dodecahedrons showed a good cycling stability in Li–O2 batteries. As shown in Fig. 3c and d, the PdO–Co3O4 cathode catalyst remained stable for more than 90 cycles at a pretty low overpotential. However, for Pd/PdO–Co3O4 and Co3O4 electrodes, the overpotentials increased rapidly with increasing number of cycles and the capacity faded seriously.\nThe structure and composition of the catalysts after 90 cycles were similar to those after two cycles as shown in Fig. S12–S14 (ESI†). It’s worth noting that a layer of Li2O2 film is formed on the catalyst surface after 90 cycles in Fig. S14(c) and (d) (ESI†), which clogged of the diffusion channels on the air side and finally resulted in the degradation of the battery performance. The same phenomenon can also be seen in Fig. S15 (ESI†).\nThe cathode catalysts have been measured at different test conditions of the discharge–charge processes. Fig. S16 (ESI†) shows the Li–O2 battery cycling results under conditions at a current density of 200 mA g 1 with a limited capacity of 1000 mA h g 1. PdO–Co3O4 still showed good reversibility and stable cycling performance under the conditions of higher limiting capacity. It presented longer life for more than 50 cycles than Pd/PdO–Co3O4 (for 16 cycles) and Co3O4 (for 18 cycles). The current density of discharge–charge is also increased to further verify the catalytic performance of PdO–Co3O4 for Li–O2 batteries.\nIn Fig. 4a, the electrochemical impedance spectroscopy (EIS) spectra of the three samples were obtained in Li–O2 batteries. The Nyquist semicircle of the PdO–Co3O4 was lower than the other samples, which indicated high electronic conductivity and low charge-transfer resistance. Pd/PdO–Co3O4 has the highest charge transfer resistance among the three samples, and this can be attributed to the compact structure, which slowed down the transmission of electrons. In Fig. 4b, Cyclic Voltammetry curves (CVs) were measured at a sweep rate of 5 mV s 1, and the peak current of PdO–Co3O4 was much larger than the other peak currents, which indicated high activity for the ORR and OER. In particular, the onset reduction potential of PdO–Co3O4 nano-dodecahedrons was obviously more positive in the continuous cycles (Fig. S17a, ESI†), which indicated better and better catalytic activity for the OER, and coincided with the phenomenon of low potential. Fig. S17b and c (ESI†)\nFig. 3 (a) Discharge–charge curves of PdO–Co3O4 nano-dodecahedrons at a current density of 200 mA g 1 with a cut-off capacity of 500 mA h g 1. (b) The value of overpotential. The corresponding curves of (c) medium voltage and (d) discharge specific capacity against cycle number.\nPu bl\nis he\nd on\n2 6\nSe pt\nem be\nr 20\n19 . D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 5:\n02 :4\n6 A\nM .\n12686 | Chem. Commun., 2019, 55, 12683--12686 This journal is©The Royal Society of Chemistry 2019\nshow that the reduction potentials of Pd/PdO–Co3O4 and Co3O4 were not significantly changed during the previous cycles. Linear sweep voltammetry (LSV) was measured to further verify the ORR and OER activity. The PdO–Co3O4 displayed an obviously higher current both of the ORR and OER (Fig. 4c and d), which was consistent with the CV curves. The PdO–Co3O4 nanododecahedrons were further confirmed as an effective and bifunctional catalyst for Li–O2 batteries. As discussed above, it is indeed a successful strategy for Li–O2 battery cathode catalysts to design a hollow structure catalyst, introduce noble metals on the basis of transition metals, and obtain a catalyst with moderate catalytic activity.\nIn summary, PdO–Co3O4 nano-dodecahedrons were elaborately designed as a highly efficient catalyst for Li–O2 batteries. These hollow structures provided a higher density of surface exposed active sites and enough space to store the discharge products effectively. Therefore, benefiting from the unique structural and compositional advantages, the PdO–Co3O4 nanododecahedrons exhibited superior bifunctional electrocatalytic performances. This catalyst can reduce the overpotentials and enhance the cycling performance effectively. It exhibited an extremely low overpotential of about 0.22 V, and can stably cycle for more than 90 cycles with a low overpotential.\nThis work was financially supported by the National Natural Science Foundation of China (No. 21606021) and Youth Scholars Program of Beijing Normal University (No. 2014NT07), and funded by China Scholarship Council (No. 201806045042)."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conflicts to declare."
    }, {
      "heading" : "Notes and references",
      "text" : "1 A. Mohammad, S. Baharak, A. Pedram, T. N. Anh, K. Klas, R. J.\nJacob, L. Cong, N. Badri, G. Marc, Y. Poya, H. Xuan, M. Arijita, L. Kah Chun, S. A. Rajeev, K.-A. Fatemeh, F. K. Robert, A. C. Larry and S.-K. Amin, Nature, 2018, 555, 502–506. 2 O. Si Hyoung, B. Robert, P. Ekaterina, L. Jin-Hyon and F. N. Linda, Nat. Chem., 2012, 4, 1004–1010. 3 D. Xu, Z.-L. Wang, J.-J. Xu, L.-L. Zhang, L.-M. Wang and X.-B. Zhang, Chem. Commun., 2012, 48, 11674–11676. 4 K. X. Wang, Q. C. Zhu and J. S. Chen, Small, 2018, 14, e1800078. 5 F. Li, T. Zhang and H. Zhou, Energy Environ. Sci., 2013, 6, 1125. 6 C. Shu, J. Wang, J. Long, H. K. Liu and S. X. Dou, Adv. Mater., 2019,\n31, e1804587. 7 Z. Jian, P. Liu, F. Li, P. He, X. Guo, M. Chen and H. Zhou, Angew.\nChem., Int. Ed., 2014, 53, 442–446.\n8 X. Lu, J. Deng, W. Si, X. Sun, X. Liu, B. Liu, L. Liu, S. Oswald, S. Baunack, H. J. Grafe, C. Yan and O. G. Schmidt, Adv. Sci., 2015, 2, 1500113e. 9 J.-L. Shui, N. K. Karan, M. Balasubramanian, S.-Y. Li and D.-J. Liu, J. Am. Chem. Soc., 2012, 134, 16654–16661. 10 Q. Li, P. Xu, B. Zhang, H. Tsai, J. Wang, H.-L. Wang and G. Wu, Chem. Commun., 2013, 49, 10838–10840. 11 Y. Zhang, M. Hu, M. Yuan, G. Sun, Y. Li, K. Zhou, C. Chen, C. Nan and Y. Li, Nano Res., 2019, 12, 299–302. 12 G. Tae-Ha, A. Daniel Adjei, S. Seung-Jae, J. Xiaoyan, L. Jang Mee, K. Hyungjun, K. Yong-Mook and H. Seong-Ju, Angew. Chem., Int. Ed., 2018, 57, 15984–15989. 13 S. Drouet, J. Creus, V. Collière, C. Amiens, J. Garcı́a-Antón, X. Sala and K. Philippot, Chem. Commun., 2017, 53, 11713–11716. 14 J. Ge, P. Wei, G. Wu, Y. Liu, T. Yuan, Z. Li, Y. Qu, Y. Wu, H. Li, Z. Zhuang, X. Hong and Y. Li, Angew. Chem., Int. Ed., 2018, 57, 3435–3438. 15 S. Jieqiong, G. Chunxian, Z. Yihan, C. Shuangming, S. Li, J. Mietek, Z. Yao and Q. Shi-Zhang, Chem, 2019, 5, 445–459. 16 Z. Liu, X. Yang, B. Lu, Z. Shi, D. Sun, L. Xu, Y. Tang and S. Sun, Appl. Catal., B, 2019, 243, 86–93. 17 Y. Shingi, K. Kazuhide, H. Kazuhito and N. Shuji, Chem. Commun., 2017, 53, 10437–10440. 18 F. Li, Y. Chen, D.-M. Tang, Z. Jian, C. Liu, D. Golberg, A. Yamada and H. Zhou, Energy Environ. Sci., 2014, 7, 1648–1652. 19 J. Cao, S. Liu, J. Xie, S. Zhang, G. Cao and X. Zhao, ACS Catal., 2014, 5, 241–245. 20 S. Tong, M. Zheng, Y. Lu, Z. Lin, X. Zhang, P. He and H. Zhou, Chem. Commun., 2015, 51, 7302–7304. 21 S. Kumar, C. Selvaraj, L. G. Scanlon and N. Munichandraiah, Phys. Chem. Chem. Phys., 2014, 16, 22830–22840. 22 P. Yuan, L. Rui, C. Yinjuan, L. Shoujie, Z. Wei, C. Xing, C. Wenxing, W. Konglin, C. Weng-Chon, W. Yu, Z. Lirong, L. Jun, L. Yan, L. Yunqi, L. Chenguang, L. Jun, L. Qi, C. Xin, W. Dingsheng, P. Qing, C. Chen and L. Yadong, J. Am. Chem. Soc., 2018, 140, 4218–4221. 23 T. Tran Duy, C. Nguyen Dinh, B. Jayaraman, H. Hoa Van, K. Nam Hoon and L. Joong Hee, Small, 2017, 13, 1701884e. 24 C. Jing-Qi, G. Wen-Kun, L. Jia-Hui, D. Bin, Y. Kai-Li, Q. Jun-Feng, L. Bin, C. Yong-Ming and L. Chen-Guang, Catal. Today, 2018, 330, 259–267. 25 F. Li, D.-M. Tang, T. Zhang, K. Liao, P. He, D. Golberg, A. Yamada and H. Zhou, Adv. Energy Mater., 2015, 5, 1500294. 26 W. Chunge, Z. Yanyan, L. Jiandi, G. Pingyun, L. Xin, Z. Yacong, Y. Guanghui and Z. Zhidong, Chem. Commun., 2016, 52, 11772–11774. 27 M. Shiyu, L. Qingchao, L. Dongling, G. Xiaoqing, L. Shunfang and L. Zhongjun, Electrochim. Acta, 2018, 260, 31–39. 28 Z.-X. Cai, Z.-L. Wang, J. Kim and Y. Yamauchi, Adv. Mater., 2019, 31, 1804903. 29 Z. Liang, C. Qu, W. Guo, R. Zou and Q. Xu, Adv. Mater., 2018, 30, e1702891. 30 Y. Zheng, S. Zheng, H. Xue and H. Pang, J. Mater. Chem. A, 2019, 7, 3469–3491. 31 F. Ling, O. C. Anthony, Q. Xiong, M. Luo, X. Pan, L. Jia, J. Huang, D. Sun and Q. Li, Int. J. Hydrogen Energy, 2016, 41, 6115–6122. 32 T. Hu, Y. Wang, L. Zhang, T. Tang, H. Xiao, W. Chen, M. Zhao, J. Jia and H. Zhu, Appl. Catal., B, 2019, 243, 175–182.\nPu bl\nis he\nd on\n2 6\nSe pt\nem be\nr 20\n19 . D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 5:\n02 :4\n6 A\nM ."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "With the increasing demand for high-density energy storage, lithium oxygen (Li–O2) batteries have attracted increasing attention in recent years as electrochemical storage devices due to their super-high theoretical specific energy density. One significant challenge of Li–O2 batteries is the high overpotentials in the processes of discharging and charging, which is caused by the sluggish oxygen reduction reaction (ORR) and oxygen evolution reaction (OER). Using electrocatalysts with suitable catalytic activity may be an effective way to solve the problem of high overpotentials. Transition metals and their oxides have been widely applied in Li–O2 batteries, but their catalytic activities were inadequate to reduce the overpotentials effectively and failed to achieve the desired results. To date, it is not entirely possible to replace noble metals with transition metals. Many noble metals and their oxides such as palladium and ruthenium still play important roles in fuel cells and other electrochemical storage technologies. However, due to the high activity of noble metals and their oxides as electrocatalysts, many side reactions can occur in the discharging and charging processes of Li–O2 batteries, so the reduction of overpotentials is not particularly obvious. Based on the above factors, by introducing noble metals on the basis of transition metals and designing a special catalyst structure, it is possible to obtain an ideal catalyst for Li–O2 batteries with moderate catalytic activity, which can both effectively reduce the overpotentials and avoid side reactions to show good cycling performance. Hollow structured materials owing to their unique structural features are widely used in energy storage and conversion areas. The large surface areas provide a higher density of surface exposed active sites and higher ion diffusion efficiency. The hollow interior can provide enough space to store discharge products effectively during the discharge processes and a channel for oxygen transport. Therefore, hollow structures are expected to show promising properties in Li–O2 batteries. And the hollow structured materials evolved from metal–organic frameworks (MOFs) have been widely designed in the past few years, because they can easily convert to hollow structures via pyrolysis and get favorable composition. Taking the above factors into consideration, we have designed and synthesized an effective catalyst with a hollow structure composed of PdO and Co3O4 (PdO–Co3O4) nano-dodecahedrons to enhance the performance of Li–O2 batteries. With the large surface area, high density of surface exposed moderate active sites and high electrical conductivity, electrochemical measurements indicate that the PdO–Co3O4 nano-dodecahedron catalyst can reduce the overpotentials effectively, and improve the reversibility of the ORR and OER. And the battery cycling performance is obviously improved, being cycled for more than 90 cycles stably with extremely low overpotentials. The synthesis of hollow PdO–Co3O4 nano-dodecahedron is displayed in Fig. 1a. ZIF-67 prepared via a simple stirring method was used as the starting material. The transmission electron microscopy (TEM) image shows that the ZIF-67 was uniform (Fig. S1a, ESI†). Then, the ZIF-67 was further coated with palladium acetate solution. And Pd@ZIF-67 nano-dodecahedrons were obtained (Fig. S1b and c, ESI†). After two pyrolysis processes under an Ar atmosphere and air atmosphere, the palladium acetate solution was converted into a palladium oxide shell, and the ZIF-67 core was changed into Co3O4, forming PdO–Co3O4 nano-dodecahedrons. As shown in Fig. 1b and c, the scanning electron microscopy (SEM) and TEM images revealed the structure of PdO–Co3O4 nano-dodecahedrons, which retained the shape of ZIF-67 and showed hollow structures. High-angle annular darkfield scanning transmission electron microscopy (HAADF-STEM) a College of Chemistry, Beijing Normal University, Beijing 100875, China. E-mail: cynan@bnu.edu.cn b Department of Chemistry, Tsinghua University, Beijing 100084, China † Electronic supplementary information (ESI) available: Material preparation, characterization, and experimental section. See DOI: 10.1039/c9cc03294k Received 29th April 2019, Accepted 26th September 2019",
    "creator" : null
  }
}