{
  "name" : "downloads_2019-11-16_fb_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of carbonaceous nanomaterials on soil-grown soybeans under combined heat and insect stresses",
    "authors" : [ "Zoe S.Welch", "Aaron R. Ramirez", "Dermont", "C. Bouchard", "Joshua P. Schimel", "Jorge L. Gardea-Torresdey", "Patricia A. Holden" ],
    "emails" : [ "holden@bren.ucsb.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "yet crops commonly experience abiotic and biotic stresses. Little is known how co-exposure to these environmental stresses and CNMs would cause combined effects on plants. We investigated the effects of 1000 mg kg 1 multiwalled carbon nanotubes (CNTs), graphene nanoplatelets (GNPs) and industrial carbon black (CB) on soybeans grown to the bean production stage in soil. Following seed sowing, plants became stressed by heat and infested with an insect (thrips). Consequently, all plants had similarly stunted growth, leaf damage, reduced final biomasses and fewer root nodules compared with healthy control soybeans previously grown without heat and thrips stresses. Thus, CNMs did not significantly influence the growth and yield of stressed soybeans, and the previously reported nodulation inhibition by CNMs was not specifically observed here. However, CNMs did significantly alter two leaf health indicators: the leaf chlorophyll a/b ratio, whichwas higher in theGNP treatment than in either the control (by 15%) or CB treatment (by 14%), and leaf lipid peroxidation, which was elevated in the CNT treatment compared with either the control (by 47%) or GNP treatment (by 66%). Overall, these results show that, while severe environmental stresses may impair plant production, CNMs (including CNTs and GNPs) in soil could additionally affect foliar health of an agriculturally important legume.\nReceived 1 February 2019, accepted 26 April 2019, published online 22 May 2019"
    }, {
      "heading" : "Introduction",
      "text" : "Engineered carbonaceous nanomaterials (CNMs, e.g. carbon nanotubes and graphene) have attracted great attention from both science and industry owing to their unique properties and potential applications (DeVolder et al. 2013; Fadeel et al. 2018). The increasing production and use of CNMs may lead to their release into the environment including soils (Petersen et al. 2011; Fadeel et al. 2018). CNMs may enter agricultural soils through atmospheric deposition, land application of biosolids, or irrigation using untreated wastewater (Holden et al. 2018).\nAdditionally, CNMs may be purposely applied for stimulating plant growth (Verma et al. 2019) and protecting plants against microbial pathogens (Hao et al. 2017, 2018). As CNMs accumulate in soils, they may interact with crop plants that are critical for the food supply.\nSeveral studies have reported a diverse range of effects (either inhibitory, neutral, or stimulatory) of CNMs on plants (Mukherjee et al. 2016; Zaytseva and Neumann 2016; Lin e et al. 2017; Verma et al. 2019). The observed effects include alterations in plant growth (e.g. seed germination and seedling\nJournal compilation CSIRO 2019 www.publish.csiro.au/journals/env482\ngrowth), reproduction (e.g. flowering time and fruit biomass) and physiology (e.g. photosynthetic rates and oxidative stress), as well as gene expression and metabolites related to stress responses (Jordan et al. 2018). Additionally, plant–microbe interactions that are critical for ecosystem service provision may also be subject to CNM influences, for example the dinitrogen (N2)-fixing symbioses in legumes (Holden et al. 2018). Previously, multiwalled carbon nanotubes (CNTs) reportedly increased nodulation and nitrogenase activity in a model legume (Lotus japonicus) (Yuan et al. 2017), and slightly enhanced N2 fixation in red clover (Moll et al. 2016). The diversity of reported CNM effects may be due to study design variations including characteristics and doses of CNMs, the species and developmental stages of study plants, the toxicity endpoints and the exposure conditions. Thus far, little research has examined the effects of nanomaterials (NMs) on plants experiencing environmental stresses (Conway et al. 2015; Rossi et al. 2016). Under field conditions, plants may be exposed to various abiotic (e.g. salinity, drought and heat) and biotic (e.g. pests and pathogens) stressors concomitantlywith soil pollutants such asNMs (Khan et al. 2017). Little is known how the combined effects of NMs and stressful environmental conditions can be predicted from independent studies assessing these stressors separately. Published research has shown that stressful environmental conditions can either compound or mask the effects of several types of metal-based NMs (e.g. Ni, ZnO, TiO2, CeO2 and Cu(OH)2) (Josko and Oleszczuk 2013; Conway et al. 2015). Yet the influence of environmental stresses on phytotoxicity is less examined for CNMs.\nNM exposures may also alter plant responses to unfavourable environmental conditions. For example, under combined exposure of lead and cadmium, the addition of carboxylated CNTs exacerbated oxidative stress and damage in the leaves and roots of broad bean seedlings (Wang et al. 2014; Rong et al. 2018). In contrast, CNTs and graphene reportedly enhanced the tolerance of sorghum and switchgrass to salt stress, as evidenced by lower inhibition of seedling growth in saline medium (Pandey et al. 2018). Similarly, metal-based NMs (such as CeO2) have also been shown to ameliorate the inhibitory effects caused by abiotic stressors (Rossi et al. 2016; Wu et al. 2017). Still, it remains poorly understood how CNMsmay influence legumes, including nodules involved in N2 fixation, when plants are grown under conditions of abiotic and biotic environmental stresses.\nHere, we were evaluating the relative effects of two engineered CNMs (CNTs and graphene nanoplatelets or GNPs) and industrial carbon black (CB) at one concentration (1000 mg kg 1 dry soil) on soil-grown soybeans. During the experiment, the greenhouse cooling system failed. Consequently, all plants became stressed by heat, and later infested with a common greenhouse soybean insect (thrips). High temperature and insect herbivory are two major abiotic and biotic stress factors that commonly occur in agricultural fields and can adversely affect soybeans (Grinnan et al. 2013; Miransari et al. 2013). Thus, the simultaneous heat stress and insect invasion provided the opportunity to investigate how CNMs influenced soybean growth, nodulation and foliar health under a realistic agricultural scenario. In a prior related study, healthy soybeans grown to the same developmental stage (beanfilled pods) experienced, relative to the control, accelerated flowering for all three CNM (CNT, GNP or CB) treatments, reduced final nodule dry biomass with either CNT or CB treatment, and increased final pod count with the CB treatment (Wang et al. 2017). By comparing the results of the present study\nwith stressed plants with the previous results, we were able to evaluate how adverse environmental factors may add to, or eclipse, CNM effects on soybeans, thereby advancing our understanding of the potential risks of nanotechnology to agroecosystems under realistic environmental conditions."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Carbonaceous nanomaterials",
      "text" : "CB (Printex 30) was purchased from Dorsett and Jackson Inc. (Los Angeles, CA, USA); CNTs and GNPs were purchased from Cheap Tubes Inc. (Grafton, VT, USA). Physicochemical properties of these three CNMs were characterised (Table S1, Supplementary Material) and reported previously (Wang et al. 2017, 2018)."
    }, {
      "heading" : "Soil",
      "text" : "Surface soil (0–10 cm depth) was collected from an organic farm inCarpinteria (CA,USA; 34 823044.900N, 119 828040.600W), sieved (,2 mm) and stored (4 8C). The sieved soil was characterised by the University of California at Davis Analytical Laboratory (http://anlab.ucdavis.edu/) following standard methods (Table S2, SupplementaryMaterial). Briefly, the soil is a Fluventic Haploxeroll in the Golta series, with a sandy loam texture. The pH was 7.26 and the cation exchange capacity was 10.8 mequiv. per 100 g. The soil contained 1.41% organic matter, 0.74% total C, 0.073% total N, 18.7 mg N kg 1 nitrate (NO3 ) and 1.14 mg N kg 1 ammonium (NH4 þ)."
    }, {
      "heading" : "Nanomaterial addition to soil",
      "text" : "Unamended soils were used as controls, and the CNM exposure concentration was 1000 mg kg 1 on a dry soil mass basis. This CNM concentration is within ranges commonly dosed in phytotoxicity studies (Zaytseva and Neumann 2016) and estimated for CB in biosolids (Gottschalk et al. 2015), and acknowledges the potential for hotspots or future soil accumulation (Holden et al. 2014). To prepare homogenised CNM–soil mixtures, we used a previously reported sequential 10-fold dilution method (Priester et al. 2012; Wang et al. 2017). Briefly, 13.8 g of either CB, CNT or GNP powder was weighed, added to the surface of 0.15 kg moist soil (gravimetric water content 8.5%) within a plastic storage bin (30 L), and blended using a handheld kitchen mixer until the particles appeared to be uniformly mixed throughout the soil (5 min). This yielded a CNM concentration of 100 g kg 1, which was 100 times more concentrated than the final. To dilute, 1.35 kg of moist soil was added to the concentrated CNM–soil mixture, andmixed as described above, resulting in a first 10-fold dilution. For a second 10-fold dilution, 13.5 kg of moist soil (in ,2 kg increments) was added to the mixture, followed by blending first with the kitchen mixer as described above, and finally by hand to ensure thorough mixing. The CNM–soil mixtures at the final working concentration (1000 mg kg 1) were stored (4 8C) briefly (,5 days) before filling pots."
    }, {
      "heading" : "Soybean germination",
      "text" : "Soybean seeds (Genuity Roundup Ready 2 Yield Soybean, Group 2,H20R3)were obtained fromHefty SeedCo. (Fairmont, MN, USA). According to the manufacturer, the seeds had not been treated with pesticides or inoculants. We prepared an inoculum of Bradyrhizobium japonicum USDA 110 (US Department of Agriculture, Washington, DC, USA) in a 1 mol L 1 MgSO4 solution with an optical density of 1.0 (l¼ 600 nm) following a previously reported method (Priester\net al. 2012;Wang et al. 2017). Soybean seeds were soaked in the B. japonicum suspension (10 min) and sown into rehydrated Planters’ Pride Fibre Grow coconut coir pellets. An additional 100 mL of the B. japonicum suspension was then dispensed onto each planted seed. The pellets were placed in shallow polyvinyl chloride (PVC) trays, transferred into the Schuyler Greenhouse at the University of California at Santa Barbara, and watered daily during soybean seed germination and seedling growth. The greenhouse nominal maximum temperature was set at 32 8C, but the actual temperature rose above this maximum and spiked to ,39 8C as described below.\nSeedling transplantation and soybean growth in soil\nSimilarly to previous studies (Priester et al. 2012; Wang et al. 2017), 20 high-density polyethylene (HDPE) garden pots (2.84 L) with bottom perforations were lined with polyethylene WeedBlock mesh (Easy Gardener Products, Waco, TX, USA). Five pots were prepared for each of the four treatments (i.e. unamended control, and 1000 mg kg 1 of either CB, CNT or GNP). In each pot, 2.25 kg of moist soil (for each treatment) was weighed into a perforated polyethylene bag (20 holes) and placed above 500 g of rinsed all-purpose gravel (Quikrete, Atlanta, GA, USA).\nTen days after sowing, 20 soybean seedlings (VC stage (Fehr et al. 1971)) were arranged into five classes based on size (1¼ largest, 5¼ smallest). Each treatment received one seedling from each size class. Before transplantation into soil, the seedlings were removed from the coconut coir pellets and inoculated a second time with a B. japonicum inoculum (prepared as above). Specifically, both the outside mesh netting and inside substrate of the pellets were carefully removed from the seedling root systems. The roots were rinsed first in tap water, then in a B. japonicum inoculum. The seedling was transferred into a central planting hole in the potted soil, and another 10 mL of the B. japonicum inoculum was dispensed into the hole. Soil sensors (Model 5TE, Decagon, Pullman, WA, USA) were inserted to a depth of 13 cm into the soil of five pots (one from each of the CB, CNT and GNP treatments, and two from the unamended control).\nFollowing transplanting, we grew the plants inside the Schuyler Greenhouse under full sunlight for another 52 days to the seed production stage (R5 to R6 stage (Fehr et al. 1971)). Plants were watered using tap water to maintain a near-constant soil moisture. Pots for different treatments were randomly distributed and rotated regularly inside the greenhouse, to avoid spatial clustering by treatment. The greenhouse indoor climate was controlled and monitored using VersiSTEP automation (Wadsworth Control Systems Inc., Arvada, CO, USA). The nominal maximum temperature in the greenhouse was set at 32 8C. The indoor air temperature and indoor photosynthetically active radiation (PAR) were continuously recorded (Fig. S1, Supplementary Material). Sensored soil temperature, volumetric water content and electrical conductivity were periodically monitored using a ProCheck data display (Decagon), and the data recorded (Fig. S2, Supplementary Material). Because the greenhouse cooling system failed, the actual indoor air temperature routinely rose to ,39 8C until 18 days post transplanting. All plants thus experienced heat stress.\nOn Day 31 post transplanting, we observed an infestation of thrips (order Thysanoptera), recognised by white feeding scars and black faecal specks on leaves (Hesler et al. 2018; Steenbergen et al. 2018), in all CNM treatments and the controls (Fig. S3, Supplementary Material). Immediately following this\nobservation, we employed combined biotic and abiotic methods to control the infestation. On Day 32, ladybugs (order Coleoptera, family Coccinellidae) were released inside the greenhouse as a benign biological control approach, because ladybugs reportedly feed on thrips (Sarwar 2016; Kundoo and Khan 2017). To more effectively and continuously control the thrips, onDays 34 and 45, a diluted natural oil spray (Organocide 3-in-1 Garden Spray; Organic Laboratories, Inc., Stuart, FL, USA) was applied to the plant aboveground tissues. The Organocide spray, composed of sesame oil (5%), edible fish oil (92%) and lecithin (3%), is suitable for food crops, non-phytotoxic, and can kill the eggs, larvae, nymphs and adults of over 25 soft-bodied garden insects including thrips (Cloyd et al. 2009). Approximately 4 mL of diluted Organocide (0.8%) was sprayed onto each plant per application, following the manufacturer’s instructions.\nPlant growth and visual leaf damage assessments\nPlant growthmeasurements commenced immediately following seedling transplantation. At weekly intervals, plant height was measured as the stem length; the numbers of leaves, flowers and pods were counted. Plant vegetative and reproductive developmental stages weremonitored (Fehr et al. 1971) and recorded. Additionally, aerial photographs were taken directly above each plant and analysed using Adobe Photoshop to estimate leaf cover (the percentage of leaf coverage projected onto the pot soil surface, serving as a dynamic estimate of the canopy area), as before (Priester et al. 2012; Wang et al. 2017).\nAll leaves were inspected weekly for signs of visual damages (i.e. necrosis or chlorosis), as before (Priester et al. 2017). Chlorosis is characterised by leaf yellowing (Adams et al. 1999); necrosis is manifested as brown or black necrotic spots in leaves, indicating cell death of leaf tissues (Begum et al. 2011). For each plant at each time point, the total number of leaves that displayed either necrosis or chlorosis, or both, was recorded; the number was divided by the total leaf count to calculate the percentage of visibly damaged leaves."
    }, {
      "heading" : "Final harvest",
      "text" : "We harvested all 20 plants 52 days post transplanting (R5 to R6 stage (Fehr et al. 1971)). Just before harvest, leaf discs were first acquired from each plant for chlorophyll and total reactive oxygen species (ROS) assays, as described below. For plant harvest, the stem was first cut at the soil surface with a razor blade to separate the aboveground from belowground parts. The aboveground parts (leaf, stem and pod) were separated using a razor blade. Leaves and pods were arranged and photographed, with the photographed sizes analysed using Adobe Photoshop, as before (Priester et al. 2012;Wang et al. 2017). Subsamples of leaves were weighed and archived ( 80 8C) for assaying oxidative damage (lipid peroxidation), as described below. The remaining leaves, and all pods and stems, were separated by plant into preweighed paper bags, weighed for wet biomasses, dried (70 8C, 72 h) and weighed again for dry biomasses and for determining gravimetric moisture contents, as before (Priester et al. 2012). The plastic pot-liner bagwith soilwas removed from the pot to recover the belowground plant parts. The roots (with nodules) were carefully separated from the soil, rinsed in deionised water (3 ) and air-dried (15 min). The roots were examined closely, including with a dissecting microscope, for nodule presence; if present, noduleswere excised using a razor blade. The root tissues were weighed before and after drying for wet and dry biomasses, on a per-plant basis, similarly to the aboveground tissues. The\nnodules were counted and weighed for wet biomass per plant. The acetylene reduction assay for measuring nodule N2 fixation potential (nitrogenase activity) was attempted immediately, following a previously described method (Wang et al. 2017).\nLeaf chlorophyll fluorescence and content measurements\nAs leaf damage was observed during plant growth, leaf chlorophyll contents and fluorescence were measured to assess CNMeffects on photosynthetic pigments and function, similarly to before (Priester et al. 2017). OnDay 47 post transplanting (i.e. 5 days before harvest), chlorophyll fluorescence was measured predawn on intact dark-adapted leaves in situ using a portable pulse-modulated fluorometer with a long-pass sharp-cut red filter (maximum detection .680 nm; FMS-2, Hansatech Instruments Ltd, Norfolk, UK). The minimum (F0) and maximum (Fm) fluorescence intensities were measured. The ratio of variable fluorescence (Fv¼Fm – F0) to maximum fluorescence was calculated to determine the maximum quantum yield of photosystem II (Fv/Fm). The Fv/Fm value serves as a robust indicator for evaluating the responses of photosynthetic machinery function to environmental stressors; various stressors, including high temperature (Li et al. 2009), have been shown to lower leaf Fv/Fm by inducing photoinhibitory damage or photoprotective quenching (Murchie and Lawson 2013).\nTo quantify chlorophyll content, discs (1.5 cm diameter) from three separate leaveswere acquired from each plant using a circular punch, similarly to before (Priester et al. 2017). The three discs were combined and weighed, then stored in a 1.5-mL polypropylene microcentrifuge tube ( 80 8C, 5 days). For analysis, leaf discs were transferred into a porcelain mortar (50 mL) containing ,100 mg dried washed sea sand (Fisher Scientific, Pittsburgh, PA, USA); 5 mL ice-cold 80% (v/v) acetone was added and the mortar was maintained over ice. The leaf discs were ground with a pestle into a fine pulp, and the mixture was transferred into a 50-mL polypropylene centrifuge tube. The tube with ground leaf mixture wasmaintained over ice in the dark to allow chlorophyll extraction (30 min). After extraction, the mixture was vortexed (30 s) and centrifuged (2600g, 5 min, 10 8C). The supernatant was decanted into a second 50-mL centrifuge tube, 10 mL ice-cold 80% (v/v) acetone was added and the diluted extract was vortexed (10 s). A subsample (5 mL) from each tube was pipetted into a clean glass spectrometer test tube (Fisher Scientific), and absorbances (at wavelengths of 646, 663 and 750 nm) were measured using a Spectronic Genesys 5 spectrophotometer (Spectronic Instruments, Rochester, NY, USA). The spectrophotometer was zeroed using 80% (v/v) acetone. Chlorophyll concentrations (chlorophyll a, chlorophyll b and total chlorophyll, mg L 1) were calculated as follows (Lichtenthaler and Wellburn 1983):\nChlorophyll a ¼ ð12:21Þ ðA663 A750Þ ð2:81Þ ðA646 A750Þ\nð1Þ\nChlorophyll b ¼ ð20:13Þ ðA646 A750Þ ð5:03Þ ðA663 A750Þ\nð2Þ\nTotal chlorophyll ¼ ð7:18Þ ðA663 A750Þ þ ð17:32Þ ðA646 A750Þ ð3Þ\nwhere the absorbance at 750 nm (A750) was subtracted from the absorbances at 646 and 663 nm (A646 and A663) to correct for\nturbidity and other coloured compounds (Ritchie 2006). The calculated chlorophyll concentrations were normalised to dry leaf disc biomasses quantified using the above measured leaf moisture contents and recorded leaf disc wet biomasses. The ratio of chlorophyll a/b was calculated.\nTotal ROS measurement in leaf tissue\nOxidative stress occurs when plant antioxidant defences are overwhelmed such that excessive ROS accumulate (Yang et al. 2017). To assess it, we measured total leaf ROS content using the dichlorodihydrofluorescein diacetate (DCFH-DA) assay as described before (Priester et al. 2017). Briefly, six discs were acquired from random leaves for each plant, and the discs were pooled into two groups of three discs per plant. Each group was immediately weighed, then placed into a mortar (50 mL) containing ,100 mg dried washed sea sand (Fisher Scientific); 0.5 mL sodium phosphate buffer (25 mmol L 1, pH 7.2) was added and the mixture was ground with a pestle into a fine pulp while themortar wasmaintained on ice. The groundmixturewas transferred into a 50-mL polypropylene centrifuge tube, and residues on the mortar and pestle were recovered by rinsing with an additional 3 mL ice-cold sodium phosphate buffer (25mmol L 1, pH 7.2). For each plant, therewere thus two tubes each containing 3.5 mL ground leaf tissue in sodium phosphate buffer. To one tube, de-acetylated DCFH-DA reagent solution (prepared as described previously (Priester et al. 2017); 7 mL) was added, used as an experimental replicate for the plant; to the other tube, sodium phosphate buffer (7 mL, 25 mmol L 1, pH 7.2) was added, serving as a control for sample background fluorescence. All tubes were vortexed (30 s), incubated (1 h, room temperature, in the dark), and centrifuged (2600g, 5 min, 20 8C). Supernatant (0.25 mL) from each tube was pipetted into the wells of a black 96-well microplate. Fluorescence (excitation 480 nm, emission 528 nm) was measured immediately using a Synergy 2 Multi-Mode microplate reader (Biotek Instruments, Winooski, VT, USA). Fluorescence signal of the DCFH-DA reagent solution (0.25 mL) was also measured to account for the blank background fluorescence. Total leaf ROS content (fluorescence intensity units, FIU) was determined as the recorded sample fluorescence minus the sample background fluorescence and the blank background fluorescence, normalised by the dry leaf disc biomass using the above determined leaf moisture content and recorded leaf disc wet biomass.\nLipid peroxidation in leaf tissue\nTo assess oxidative damage in leaf tissues, we quantified malondialdehyde (MDA) – a natural by-product of lipid peroxidation – using the Thiobarbituric Acid Reactive Substances (TBARS) assay (Shulaev and Oliver 2006), following a previously described method (Priester et al. 2017). Essentially, MDA forms an adduct with thiobarbituric acid (TBA), and the adduct concentration is determined fluorometrically. Intact soybean leaves were collected and weighed at harvest, and archived ( 80 8C) until processing. Just before lipid peroxidation analysis, leaf samples were removed from the freezer, weighed and placed in separate disposable tissue grinders (Fisher Scientific). After adding 5 mL ice-cold trichloroacetic acid (TCA) extraction buffer (0.1% w/v, in pH 7.4 phosphate buffered saline), leaf tissues were homogenised in the tissue grinders on ice (1 min). After grinding, the leaf homogenates were vortexed (30 s) and centrifuged (10 000g, 15 min, 4 8C). The supernatant was decanted into a 15-mL polypropylene centrifuge tube and stored ( 80 8C) until MDA analysis using\nthe OxiSelectTM TBARS Assay Kit (Cell Biolabs Inc., San Diego, CA, USA) following the manufacturer’s instructions. MDA standard solutions (0–31.25 mmol L 1) were prepared by diluting the MDA standard stock (1 mmol L 1) using deionisedwater. For the colour reaction, 100mL sample orMDA standard solution was mixed with 100 mL SDS Lysis Solution in a 1.5-mL polypropylene microcentrifuge tube, vortexed (10 s) and incubated (5 min, room temperature), followed by adding 250 mL TBA Reagent (5.2 mg mL 1, pH 3.5). After adding 4.5 mL 100 antioxidant butylated hydroxytoluene solution (to prevent further lipid oxidation during the TBA reaction), the mixture was vortexed (30 s) and incubated (95 8C, 60 min). The tubes were then moved to an ice bath, allowed to cool (5 min) and centrifuged (845 g, room temperature, 15 min). The supernatant (0.2 mL) from each tube was pipetted into the wells of a black 96-well microplate and the fluorescence signal was measured (540 nm excitation and 590 nm emission) using a Synergy 2 Multi-Mode microplate reader (Biotek Instruments). Sample MDA concentrations were calculated based on the MDA standard curve (from a linear regression analysis of the concentrations and corresponding fluorescence signals of the MDA standard solutions), and normalised to dry leaf biomasses."
    }, {
      "heading" : "Statistical analyses",
      "text" : "Data are shown as the mean standard error (s.e.). Homogeneity of variance was tested with Levene’s test. One-way analysis of variance (ANOVA)with Tukey’s or Games–Howell post hoc multiple comparisons was used to determine significant differences between treatments (P, 0.05). Statistical analyses were performed using Microsoft Excel 2013, IBM SPSS Statistics 23 and SigmaPlot 12.3."
    }, {
      "heading" : "Results",
      "text" : "Growth conditions including stressors\nSoybean plants experienced high temperatures during the early vegetative growth period (Figs S1, S2, Supplementary Material). The greenhouse indoor PAR fluctuated between 1148 and 21 mmol m 2 s 1 from daytime to night-time (Fig. S1a). From the day of seed sowing (10 days before transplanting, Day –10) to Day 18 (18 days post transplanting), the diurnal air temperatures in the greenhouse fluctuated between 16 and 39 8C (Fig. S1b). After Day 18, the indoor air temperature rarely exceeded the set nominal maximum temperature (32 8C), except for briefly spiking to 38 8C on Day 25 post transplantation (Fig. S1b).\nPeriodic measurements of environmental conditions in the potted soil indicated a similar trend: plants experienced high soil temperature (.40 8C) during the first 19 days following transplanting (Fig. S2a). Afterwards, when the greenhouse ambient temperature stayed below 32 8C (Fig. S1b), the measured soil temperature did not exceed 40 8C until the end of the experiment (Fig. S2a). Additionally, the soil volumetric water content was maintained at an average value of 0.15 m3 m 3 via regular watering (Fig. S2b), and the soil electrical conductivity averaged 0.15 dS m 1 (Fig. S2c).\nIn addition to the high air and soil temperatures, plants were observed to be infested by thrips on Day 31 following transplanting. Thrips were found on soybean leaves and on the soil surface (Fig. S3, Supplementary Material). The release of a natural predator (ladybugs, on Day 32) appeared ineffective to control thrips as the predators did not stay on plants but rather clustered at a distance in the greenhouse. Two spray applications\nof a plant-derived oil-based insecticide (Organocide, onDays 34 and 45) appeared effective, as evidenced by the lack of thrips after spraying."
    }, {
      "heading" : "Soybean growth and yield",
      "text" : "Soybean stem length increased with time initially and then reached its maximum height on Day 35 post transplanting (Fig. 1a). To test whether the stem elongated linearly or exponentially, we plotted the stem length versus time on either an arithmetic–arithmetic or a natural logarithm–arithmetic scale for each replicate plant, and performed linear regression analyses for the linear region of each plot to evaluate which model was the better fit for the majority of the data (Table S3, SupplementaryMaterial). For all 20 replicates across all treatments, linear regression for the arithmetic–arithmetic plot was statistically significant (P, 0.05), whereas linear regression for the natural logarithm–arithmetic plot was not significant for six replicates (P. 0.05; Table S3). Further, among the 14 replicate plants whose stem growth data were fitted by either model, there were only two plants (1 CB- and 1 CNT-treated) for which the coefficient of determination (R2) was higher and the significance (P value) was lower for the natural logarithm–arithmetic plot (i.e. exponential model) versus the arithmetic–arithmetic plot (i.e. linear model; Table S3). This suggested that the stem length (i.e. plant height) increased linearly, i.e. following a zeroorder process, for themajority of the plants. Regardless, whether calculated as zero-order from the linear growthmodel or as firstorder from the exponential growth model, the associated stem elongation rate constants did not vary significantly with treatment (Tables S3, S4, Supplementary Material). The final stem length also did not differ significantly across treatments (Fig. 1a). Overall, CNMs did not significantly affect soybean stem growth under the conditions of this experiment.\nPlant leaf cover increased with time during the first 14 days post transplanting, and then paused briefly at ,Day 21 before expanding again until Day 42, in all treatments (Fig. 1b). By performing regression analysis for each replicate plant in each treatment (similarly to the above stem length data), a linear, rather than exponential, growth model appeared to be a more significant and representative fit for the leaf cover expansion versus time (Table S5, Supplementary Material). Among all 20 replicate plants across all treatments, correlations were significant for 17 plants when the data (leaf cover versus time) were fitted by linear growth models (P, 0.05; Table S5). However, when fitted by exponential growth models, correlations were significant for only 12 plants, and there were only five plants for which the exponential model was a better fit (with higher R2 and lower P values) than the linear model (Table S5). When comparing across treatments, the leaf expansion rate constants (calculated from either the linear or exponential growth model) did not differ significantly (Tables S4, S5). Still, during Day 28 to Day 42, the leaf cover appeared higher for the CB and CNT treatments as compared with the control and GNP treatment (Fig. 1b), and the leaf count appeared higher in the CNT and GNP treatments relative to the control and CB treatment (Fig. S4a, Supplementary Material), although these differences were not statistically significant (P. 0.05). Additionally, CNMs did not significantly influence the final total leaf area (Table S4).\nAs for reproductive development, plants grown with either CB or CNTs appeared to have more pods than the controls or plants grown with GNPs (Fig. S4C). The differences were significant when comparing the final per-plant pod count of the CB treatment (3.4 0.4; Fig. S4c) with that of the GNP treatment (1.8 0.4; P¼ 0.04) or the control (2.0 0.3; P¼ 0.09). This trend was similar to that of the maximum leaf cover, which appeared higher in the CB and CNT treatments (Fig. 1b, Table S4), and the final pod count (Fig. S4c) was positively correlated with the maximum leaf cover (Table S4) across all treatments (r¼ 0.50, P¼ 0.03, n¼ 20; Fig. S5). The flower count (Fig. S4b), average pod size (both length and width), and the average seed count per pod (Table S6, Supplementary Material) did not vary significantly with treatment.\nFor all of the aboveground tissues (i.e. stem, leaf and pod), the CNM-treated plants at harvest had similar wet and dry biomasses and moisture contents compared with the control plants (Fig. 2, Table S7, Supplementary Material). When comparing among the CNM treatments, the total aboveground wet biomass was significantly higher in the CNT treatment (2.5 0.1 g plant 1) than in the GNP treatment (1.9 0.1 g plant 1; P¼ 0.05). For the belowground parts, the root wet and dry biomasses and moisture contents were similar across all treatments (Fig. 2, Table S7). Further, only 7 out of the 20 plants formed root nodules, with the count of only one to four nodules per plant at harvest (Table S8, SupplementaryMaterial). Despite the overall low number of nodules, the average nodule count per plant appeared to decrease from the control (1.2 0.8), to the CB (0.6 0.2), CNT (0.4 0.4) and GNP treatment (0.2 0.2). Correspondingly, despite being not statistically significant, the nodule wet biomass was higher for the control (0.0007 0.0004 g plant 1) than the three CNM treatments, where the nodule wet biomass decreased with the CB (0.0004 0.0002 g plant 1), then CNT (0.0001 0.0001 g plant 1), and finally GNP treatment (0.00004 0.00004 g plant 1; Fig. 2a, Table S8). The nodule N2 fixation potential was analysed by measuring acetylene reduction to ethylene as\nbefore (Wang et al. 2017), but no signal was detected. The dry nodule biomasses fell below the readability of the analytical balance that was used (i.e. 0.0001 g), and thus were not determined."
    }, {
      "heading" : "Soybean foliar damage",
      "text" : "Leaf damage became visible in the control plants (20 20%) and GNP-treated plants (10 10%) on Day 7 post transplanting (Fig. 3). By comparison, CNT-treated plants started to exhibit visible damage (10 10%) after 14 days, whereas CB-treated plants did not show damage (15 6%) until 28 days post\ntransplanting (Fig. 3). FromDay 28 to Day 35, the percentage of visibly damaged leaves approximately doubled for the control (with a 104% increase) and GNP (with a 98% increase) treatments; the increase was more substantial for the CB (by 210%) and CNT (by 171%) treatments (Fig. 3). It was during this period (i.e. on Day 31) that thrips infestation was determined (Fig. S3). The percentages of visibly damaged leaves continued to increase with time and reached the maximum onDay 49 in all treatments (Fig. 3). The final average percentage of leaves that were visibly damaged (89 3%) did not vary significantly across the control and CNM treatments (Fig. 3).\nOverall, there were no significant differences in chlorophyll (a, b, or total) concentrations (Table 1). The chlorophyll a/b ratio appeared lower for the control and CB treatment relative to the CNT treatment, which appeared lower than the GNP treatment (Table 1). The difference was significant when comparing the chlorophyll a/b ratio for the control (3.25 0.12; P¼ 0.03) or CB (3.29 0.06; P¼ 0.06) treatment with that for the GNP treatment (3.75 0.14). Chlorophyll fluorescence measurements yielded no significant differences in the maximum quantum efficiency of photosystem II across treatments: the average predawn Fv/Fm value was,0.84 for the control, CB- or CNT-treated plants, and was ,0.83 for the GNP-treated plants (Table 1). In none of the treatments were the predawn Fv/Fm values significantly lower than 0.83 (Table 1), which is the typical value for unstressed leaves (Murchie and Lawson 2013).\nTotal leaf ROS concentrations measured at harvest did not vary significantly across treatments (Table 2). However, oxidative damage of leaf lipids, estimated by the contents ofMDA (a product of lipid peroxidation), exhibited significant differences (Table 2). Specifically, leaf lipid peroxidation was markedly elevated in CNT-treated plants when compared with the control (by 47%;P¼ 0.06) or GNP-treated plants (by 66%; P¼ 0.01). Although leaf lipid peroxidation across all treatments (including the control) increased significantly with leaf total ROS (r¼ 0.63, P¼ 0.003, n¼ 20; Fig. S6a, Supplementary Material), when evaluated for each treatment, the positive relationship between lipid peroxidation and total ROSwas only significant for the CNT (r¼ 0.91, P¼ 0.03, n¼ 5) or CB (r¼ 0.85, P¼ 0.07, n¼ 5) treatment (Fig. S6b–c), and not for the control or GNP treatment."
    }, {
      "heading" : "Discussion",
      "text" : "The potential effects of CNMs on important crop plants and plant–microbe interactions have received recent attention (Mukherjee et al. 2016; Jordan et al. 2018; Verma et al. 2019)\nand, increasingly, long-term soil-based studies are emphasised to realistically evaluate the impacts of NMs on agroecosystems (Holden et al. 2016; Mukherjee et al. 2016; Lin e et al. 2017). Under field conditions, plantsmay be simultaneously exposed to combinations of various abiotic and biotic stresses (Khan et al. 2017). However, thus far, it is unknown how these stressful environmental conditions and NM exposure may interact and exert combined effects that may not be just an additive combination of the independent influences. Here, we grew soybeans in soil either without or with CNMs (CB, CNT or GNP at 1000 mg kg 1) in a greenhouse through full reproductive stage. Soybeans – in all treatments – experienced high temperature and thrips infestation. This experiment thus provided an opportunity to examine how CNMs could affect soybeans, including their root nodules involved in N2 fixation, under concurrent heat and insect herbivory stresses.\nHeat and thrips infestation adversely affected soybean growth, yield, nodulation and foliar health\nThe optimal soil temperature for soybean growth and N2 fixation is between 25 and 30 8C (Alexandre and Oliveira 2013;Miransari et al. 2013). In the present study, from the day of seed sowing (10 days before transplanting, Day 10) to the early growth period (19 days following transplanting, Day 19), soybeans\nTable 2. Soybean plant leaf total reactive oxygen species (ROS) reported as fluorescence intensity units (FIU) and leaf lipid peroxidation reported as malondialdehyde (MDA) concentrations, each normalised to dry leaf biomasses at harvest, according to treatment Ctrl¼ control without nanomaterial amendment; CB¼ carbon black, CNT¼multiwalled carbon nanotubes, and GNP¼ graphene nanoplatelets, all with a concentration of 1000 mg kg 1 nanomaterial on a dry soil mass basis. All data are shown as mean s.e. (n¼ 5 plants). Leaf total ROS did not vary significantly between treatments (P. 0.05)\nTreatment Total ROS (FIU g 1 dry mass) Lipid peroxidation (mg MDA g 1 dry mass)\nCtrl 1.79E9 1.92E8 0.087 0.012 CB 1.82E9 2.29E8 0.101 0.012 CNT 1.89E9 1.41E8 0.127 0.011A GNP 1.54E9 1.76E8 0.076 0.002\nALeaf lipid peroxidation was significantly higher in the CNT treatment, as compared with that in either the control (P¼ 0.06) or GNP treatment (P¼ 0.01).\nexperienced high air (up to 39 8C; Fig. S1b) and soil (.40 8C; Fig. S2a) temperatures. These temperatures were significantly higher than the temperature range favourable for soybeans, and such heat stress can adversely influence not only soybean growth, but also nodulation and N2 fixation (Montañez et al. 1995; Alexandre and Oliveira 2013; Araújo et al. 2015). For example, soybean aboveground dry biomass declined by over 60% when plants were grown under high day temperatures (42 8C for 12 h or 45 8C for 9 h per day), comparedwith the control treatment (30 8C for 13 h per day) (La Favre and Eaglesham 1986).\nFurther, under high heat stress, soybeans may become more vulnerable to infestation by insect pests, such as thrips (Grinnan et al. 2013). Thrips are tiny (less than 1.5 mm length), slender insects that are among the most abundant insects infesting soybeans (Hesler et al. 2018; Steenbergen et al. 2018). Common thrips species found in soybeans include the soybean thrips (Neohydatothrips variabilis) and flower thrips (Frankliniella tritici) (Irwin et al. 1979; Hesler et al. 2018). Soybeans are most susceptible to thrips attack during seedling stages (V1–V6) (Irwin et al. 1979) and, under favourable growth conditions, soybeans usually can outgrow thrips injury without yield reduction (Huckaba et al. 1988). However, thrips can significantly diminish soybean growth and yield when other stress factors are also present (such as hot and dry conditions) during early growth stages (Hesler et al. 2018). Thus, in the present study, thrips feeding damage could have exacerbated the deleterious impacts of heat stress on soybean development and health (Grinnan et al. 2013). As a result, we observed that all plants had stunted growth, foliar damage, reduced yield and poor nodulation in comparison with healthy plants from other studies described herein. Typically, soybean aboveground growth (by stem elongation or leaf area expansion) follows a characteristic exponential growth pattern during early vegetative development (Hoogenboom et al. 1987). When subjected to environmental stressors, such as drought (Hoogenboom et al. 1987) or gamma irradiation (Killion et al. 1971), the growth rates, final stem length and leaf area decrease. Previously, two soybean varieties (dwarf Early Hakucho and Midori Giant) were inoculated with the same B. japonicum inoculum and cultivated until the same developmental stage in a greenhouse as in the present study, but without heat and pest stresses (Priester et al. 2012; Wang et al. 2017). The soil used for the Early Hakucho varietywas collected from a neighbouring plot from the same farm where the soil was collected for the current study (Table S2); the two soils had similar characteristics (Priester et al. 2012). Both the Early Hakucho and Midori Giant soybeans followed an exponential growth pattern, with growth rate constants comparable with published data in the literature (Priester et al. 2012; Wang et al. 2017). Here, if soybean growth was modelled as an exponential process, the calculated first-order growth rate constants – aswith the final stem length, maximum leaf cover and final leaf area (Fig. 1, Table S4) – were all considerably lower than those previously reported for healthy control soybeans (Priester et al. 2012;Wang et al. 2017). Further, in the present study, plant stem and leaf growth with time was mostly linear (Fig. 1, Tables S3, S5), rather than exponential. This approximately linear growth pattern indicated that the growth rate (of stem length or leaf cover) appeared constant – independent of the plant size that had been attained. This suggested that plant growth may have been restricted by limiting factors under the conditions of this experiment, possibly including decreased photosynthesis due to substantial leaf damage as discussed below.\nAcross the control and CNM treatments, all plants exhibited substantial leaf damage (Fig. 3). Compared with soybeans previously grown without environmental stresses (Priester et al. 2017), the percentages of visibly damaged leaves were significantly higher in the present study (Fig. 3), which could be ascribed to thrips infestation and high heat. Thrips could have damaged soybean foliage (Fig. S3a, b) by puncturing the epidermal layer of leaf tissue with their mouthparts and sucking out cell contents, resulting in discoloured flecking on leaf surfaces (Huckaba and Coble 1991; Huckaba et al. 1988; Steenbergen et al. 2018). Yet the chlorophyll fluorescence results (predawn Fv/Fm values, Table 1) did not suggest a significant impairment of photosystem II in the leaves of all plants. This indicated that Fv/Fm may not be a very sensitive measure of stress and may reveal only some of the more severe cases of nutrient stress (Baker 2008) or the combination of multiple stresses (e.g. drought and heat) (Templer et al. 2017). Still, the leaf chlorophyll (a, b or total) concentrations (Table 1) declined by more than 50% in all treatments, as compared with those previously measured for control plants that were not stressed by heat or thrips (Priester et al. 2017). This significant reduction in soybean chlorophyll content likely led to decreased photosynthetic rates (Buttery andBuzzell 1977) that constrained plant growth.\nThe retarded growth and foliar damage resulted in substantially lower final biomass for all plants at harvest (Fig. 2), as compared with previous results (Priester et al. 2012;Wang et al. 2017). Specifically, the average aboveground (stem, leaf, pod) dry biomass (Fig. 2b) was reduced by more than 80% as compared with that previously reported for control plants grown in a greenhouse without heat and pest stresses (Priester et al. 2012; Wang et al. 2017). The decreases in plant yield, in particular pod production, caused by high temperature stress have also been reported for many other legumes, including snap bean (Konsens et al. 1991), chickpea (Wang et al. 2006) and alfalfa (Delaney et al. 1974).\nFurthermore, nodulation was almost completely eliminated in this study (Fig. 2a, Table S8). Previously, comparable and typical nodulation was reported for two different soybean varieties that were inoculated with the same B. japonicum inoculum and cultivated until the bean production stage in a greenhouse without heat and pest impacts: the Midori Giant variety had 50 5 nodules with a wet biomass of 0.79 0.09 g plant 1 (Wang et al. 2017), whereas the Early Hakucho variety had 39 3 nodules with a wet biomass of 0.97 0.06 g plant 1 (Priester et al. 2012). Here, for the control plants, the nodule wet biomass (0.0007 0.0004 g plant 1) was less than onethousandth of the previously reported values (Priester et al. 2012; Wang et al. 2017). Nodulation was not likely inhibited by soil nitrate (Zahran 1999; Saito et al. 2014), because the nitrate concentration (18.7 mg kg 1; Table S2) was lower than that found in the previous study (44.45 mg kg 1) in which the soil supported soybean nodulation and N2 fixing activity (Wang et al. 2017). Instead, the lack of nodulation is attributable to reduced plant vigour and foliar damage caused by the combined heat and thrips stresses (Zahran 1999). Plants likely retained resources for combatting these stresses aboveground, thereby depriving belowground plant parts of photosynthate for nodulation (Holden et al. 2018).\nIn addition to damaging the plant host, heat stress can also inhibit nodule formation by impairing the survival and infectiveness of the B. japonicum population in soil (Zahran 1999; Alexandre and Oliveira 2013), and the interactions (such as the\nexchange of signalling molecules) between the plant and rhizobial symbiotic partners (Miransari et al. 2013). Temperature can differently affect various rhizobial strains (Montañez et al. 1995). For the majority of rhizobia, the optimal temperatures for growth in culture are 28–31 8C, and many are unable to grow at 37 8C (Zahran 1999). Some rhizobial isolates from root nodules of field-grown soybeans were found to grow under high temperature (40 8C), whereas some could only growweakly and no isolates grew at 45 8C (Chen et al. 2002). Accordingly, the critical temperature range for the soybean–Bradyrhizobium symbiosis is 35–40 8C (Zahran 1999). Previously, soybeans reduced nodulation by 26% when exposed to a 35 8C soil temperature (Montañez et al. 1995), and did not form any nodules when exposed to a 37 8C soil temperature (Alexandre and Oliveira 2013). Using a diurnally cycling high-temperature regime, some rhizobial strains failed to nodulate soybeans at higher day temperatures (42 8C for 12 h or 45 8C for 9 h per day) than the control treatment (30 8C for 13 h per day) (La Favre and Eaglesham 1986). Thus, the lack of nodulation observed in the present study is consistentwith prior reports of heat stress effects on soybean and its nodule symbiont.\nCNMs had additional effects on leaf health of the heatand thrips-stressed soybeans\nThe effects of high temperature and thrips infestation on soybean vegetative and reproductive growth (Fig. 1, Fig. S4, Tables S3–S5) were great enough to obscure separable effects of the CNMs. Still, as compared with the control, the maximum leaf cover and pod count appeared to be higher in the CB and CNT treatments (Fig. 1b, Fig. S4c, Fig. S5), although the differences were not statistically significant. In a related prior study, soybeans were grown in CNM-amended soils without heat and thrips stresses (Wang et al. 2017). All three CNMs (1000 mg kg 1) were found to accelerate soybean flowering as indicated by significant increases in the flower count at the beginning of the plant reproductive stage relative to the control; additionally, the final pod count was significantly higher in the CB treatment (11.8 0.3) relative to the control (9.8 0.5) (Wang et al. 2017). However, here, none of the CNMs (1000 mg kg 1) significantly influenced the onset of soybean reproductionwhen comparedwith the control (Fig. S4b, c). Still, similarly to the trend reported previously, the CB treatment (3.4 0.4) increased the final pod count by 70% (P¼ 0.09), as compared with the control (2.0 0.3; Fig. S4c), despite the markedly low pod production relative to prior observations (Wang et al. 2017).\nFurthermore, one important finding in a prior related study was that CNMs (1000mg kg 1) significantly depressed soybean nodule production and nitrogenase activity (Wang et al. 2017). Compared with the control, CNTs (by 56%) or CB (by 33%) reduced the final nodule dry biomass; CNTs also diminished the whole-plant nitrogenase activity by 80% (Wang et al. 2017). Here, nodulation was poor in all treatments (Fig. 2a, Table S8). Although nodule count and wet biomass showed decreasing trends when comparing the control with the CNM treatments, none of the differences were statistically significant as a result of substantial variation and overall low nodulation (Fig. 2a, Table S8). The previously reported impacts of CNMs on soybean nodulation were thus likely overshadowed by the inhibitory effects of heat and thrips herbivory.\nStill, CNMs significantly influenced soybean foliar health. Comparedwith the control, theGNP treatment increased the leaf chlorophyll a/b ratio (by 15%,P¼ 0.03; Table 1). Relatedly, the\npredawn Fv/Fm value appeared lowest in the GNP treatment among all treatments (Table 1). Previously, the leaf chlorophyll a/b ratios in soybean seedlings were also elevated by treatments of either cadmium, bisphenol A, or their combination under certain doses (Hu et al. 2014). By contrast, CeO2 or ZnO NMs lowered soybean leaf chlorophyll a/b ratios (Priester et al. 2017). The alterations in the ratio of chlorophyll a/b can indicate the different rates of synthesis or degradation of both chlorophyll species (Liu et al. 2011). Although we observed an overall reduction in leaf chlorophyll (a, b, or total) contents of these heat- and thrips-stressed plants, GNPs considerably lowered the chlorophyll b concentration by ,17% compared with the control (Table 1). However, the chlorophyll a decline was less (7%), suggesting that chlorophyll bwas likely more susceptible than chlorophyll a to the GNP treatment, thus resulting in a significantly higher chlorophyll a/b ratio than the control (Table 1). Higher inhibition of chlorophyll b, but enhancement of chlorophyll a, was shown before for soybeans treated with uncoated and polyvinylpyrrolidone (PVP)-coated CeO2 nanoparticles (Cao et al. 2017). The increased chlorophyll a/b ratio in the GNP treatment indicated a decrease in the relative amount of peripheral light-harvesting complexes containing chlorophyll b with respect to the core photosystems I and II, similarly to prior results reported for drought-stressed plants (Liu et al. 2011).\nFurther, plants grown with CNTs experienced oxidative damage caused by increasing ROS accumulation (Table 2, Fig. S6c). Although the higher level of leaf total ROS in the CNT treatment was not statistically significant relative to the control, the leaf lipid peroxidation was considerably higher in the CNT treatment (by 47%, P¼ 0.06; Table 2). Additionally, within the CNT treatment, leaf lipid peroxidation was positively correlated with total ROS (r¼ 0.91, P¼ 0.03, n¼ 5; Fig. S6c). Both abiotic and biotic stressors, including heat, herbivorous insect (e.g. thrips) attack and environmental pollutants, can induce oxidative stress when ROS production exceeds the scavenging capacity of the antioxidant machinery (nonenzymatic and enzymatic antioxidants) (Araújo et al. 2015; Yang et al. 2017; Dillon et al. 2018). ROS-mediated oxidative stress can lead to progressive oxidative damage, including lipid peroxidation (Shulaev and Oliver 2006; Yang et al. 2017). Here, the leaf lipid peroxidation (Table 2) was overall lower than that reported for soybeans exposed to either CeO2 or ZnO NMs (Priester et al. 2017), but higher than that of soybeans exposed to combined salinity and zinc treatments (Weisany et al. 2012) or experiencing insect herbivory by corn earwormHelicoverpa zea (Bi and Felton 1995). The differences may reflect the different physiological states of different soybean varieties under varying growth conditions. Nevertheless, when comparing across treatments, the lack of significant increase in lipid peroxidation with increasing ROS level in the control and GNP treatment (Fig. S6a) suggested that plants were able to protect against oxidative damage, likely owing to the intact antioxidant defence system to scavenge increasing ROS (Yang et al. 2017). Although the antioxidative capacity was not quantified here, the CNT-treated plants had significantly higher lipid peroxidation (Table 2) and significant positive correlation between lipid peroxidation and total ROS (Fig. S6c). These results suggested that CNTs weakened the plants’ ability to combat ROSmediated oxidative stress in these heat- and thrips-stressed soybeans, and induced additional oxidative damage. Oxidative damage is one primary mechanism of CNM-induced phytotoxicity (Jordan et al. 2018). This mechanism has been demonstrated in a previous study in which CNTs reportedly inhibited\nplant growth and caused cell death in red spinach by inducing ROS-mediated oxidative stress, and the phytotoxicity was decreased by treatment with the antioxidant ascorbic acid (Begum and Fugetsu 2012).\nIn summary, we determined the productivity and health of soybeans exposed to soil-amended CNMs with simultaneous heat stress and thrips herbivory. High heat and thrips feeding markedly diminished soybean yield, nearly eliminated nodulation and caused foliar damage across all treatments. In addition to the overall strong adverse impacts of the two environmental factors, CNMs differently influenced soybean leaf health. Compared with the control, CNTs induced higher ROSmediated oxidative damage to leaf lipids, whereas GNPs caused greater reduction in the content of leaf chlorophyll b than chlorophyll a, and thus significantly increased the chlorophyll a/b ratio. Taken together, these results suggest that, when CNMs enter soils at concentrations similar to this study, CNMs and the concurrent abiotic and biotic environmental stressors may have additive effects on the performance of legume crops."
    }, {
      "heading" : "Supplementary material",
      "text" : "Supplementary material (Tables S1–S8 and Figs S1–S6) for this article can be found on the Journal’s website."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare no conflicts of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This researchwas primarily fundedby theNational Science Foundation (NSF) and the Environmental Protection Agency (EPA) under Cooperative Agreement DBI-0830117. Any opinions, findings and conclusions expressed in this material are those of the author(s) and do not necessarily reflect those of either the NSF or EPA. This work has not been subjected to EPA review and no official endorsement should be inferred. In addition, this research was supported in part by aBrenSchool Fellowship, aMellichampAcademic Initiative in Sustainability Fellowship, and an Earth Research Institute Summer Research Fellowship to Y. W. The authors thank R. M. Nisbet, J. H. Priester, N. Rinaldi El-Abd, C. Hannah-Bick, Y. Ge, M. Mortimer, P. Roehrdanz, M. Feraud and M. Guthrie for their assistance. The authors acknowledge the use of the Schuyler Greenhouse at the University of California at Santa Barbara, whose construction was funded by Dr A. H. (Barry) and Jeanne Schuyler and NSF Grant OIA-0963547."
    } ],
    "references" : [ {
      "title" : "Yellowness index: an application of spectral second derivatives to estimate chlorosis of leaves in stressed vegetation",
      "author" : [ "ML Adams", "WD Philpot", "WA Norvell" ],
      "venue" : "International Journal of Remote Sensing 20,",
      "citeRegEx" : "Adams et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Adams et al\\.",
      "year" : 1999
    }, {
      "title" : "Response to temperature stress in rhizobia",
      "author" : [ "A Alexandre", "S Oliveira" ],
      "venue" : "Critical Reviews in Microbiology",
      "citeRegEx" : "Alexandre and Oliveira,? \\Q2013\\E",
      "shortCiteRegEx" : "Alexandre and Oliveira",
      "year" : 2013
    }, {
      "title" : "Chlorophyll fluorescence: a probe of photosynthesis in vivo",
      "author" : [ "NR Baker" ],
      "venue" : "Annual Review of Plant Biology",
      "citeRegEx" : "Baker,? \\Q2008\\E",
      "shortCiteRegEx" : "Baker",
      "year" : 2008
    }, {
      "title" : "Phytotoxicity of multiwalled carbon nanotubes on red spinach (Amaranthus tricolorL) and the role of ascorbic acid as an antioxidant",
      "author" : [ "P Begum", "B Fugetsu" ],
      "venue" : "Journal of Hazardous Materials",
      "citeRegEx" : "Begum and Fugetsu,? \\Q2012\\E",
      "shortCiteRegEx" : "Begum and Fugetsu",
      "year" : 2012
    }, {
      "title" : "Graphene phytotoxicity in the seedling stage of cabbage, tomato, red spinach, and lettuce",
      "author" : [ "P Begum", "R Ikhtiari", "B Fugetsu" ],
      "venue" : "Carbon 49,",
      "citeRegEx" : "Begum et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Begum et al\\.",
      "year" : 2011
    }, {
      "title" : "Foliar oxidative stress and insect herbivory: primary compounds, secondary metabolites, and reactive oxygen species as components of induced resistance",
      "author" : [ "JL Bi", "GW Felton" ],
      "venue" : "Journal of Chemical Ecology",
      "citeRegEx" : "Bi and Felton,? \\Q1995\\E",
      "shortCiteRegEx" : "Bi and Felton",
      "year" : 1995
    }, {
      "title" : "The relationship between chlorophyll content and rate of photosynthesis in soybeans",
      "author" : [ "BR Buttery", "RI Buzzell" ],
      "venue" : "Canadian Journal of Plant Science",
      "citeRegEx" : "Buttery and Buzzell,? \\Q1977\\E",
      "shortCiteRegEx" : "Buttery and Buzzell",
      "year" : 1977
    }, {
      "title" : "Diversity and symbiotic effectiveness of rhizobia isolated from field-grown soybean nodules in Paraguay",
      "author" : [ "LS Chen", "A Figueredo", "H Villani", "J Michajluk" ],
      "venue" : "HungriaM",
      "citeRegEx" : "Chen et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2002
    }, {
      "title" : "Effect of commercially available plant-derived essential oil products on arthropod pests",
      "author" : [ "RA Cloyd", "CL Galle", "SR Keith", "NA Kalscheur", "KE Kemp" ],
      "venue" : "Journal of Economic Entomology 102,",
      "citeRegEx" : "Cloyd et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Cloyd et al\\.",
      "year" : 2009
    }, {
      "title" : "Environmental stresses increase photosynthetic disruption by metal oxide nanomaterials in a soil-grown plant",
      "author" : [ "JR Conway", "AL Beaulieu", "NL Beaulieu", "SJ Mazer", "AA Keller" ],
      "venue" : "ACS Nano 9,",
      "citeRegEx" : "Conway et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Conway et al\\.",
      "year" : 2015
    }, {
      "title" : "Carbon nanotubes: present and future commercial applications",
      "author" : [ "MF De Volder", "SH Tawfick", "RH Baughman", "AJ Hart" ],
      "venue" : "Science 339,",
      "citeRegEx" : "Volder et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Volder et al\\.",
      "year" : 2013
    }, {
      "title" : "Seasonal variation in photosynthesis, respiration, and growth components of non-dormant alfalfa (Medicago sativa L.)",
      "author" : [ "RH Delaney", "AK Dobrenz", "HT Poole" ],
      "venue" : "Crop Science",
      "citeRegEx" : "Delaney et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Delaney et al\\.",
      "year" : 1974
    }, {
      "title" : "Fieldgrown soybean induces jasmonates and defensive compounds in response to thrips feeding and solar UV-B radiation",
      "author" : [ "FM Dillon", "HD Chludil", "M Reichelt", "A Mithofer", "JA Zavala" ],
      "venue" : "Environmental and Experimental Botany 156,",
      "citeRegEx" : "Dillon et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Dillon et al\\.",
      "year" : 2018
    }, {
      "title" : "Stage of development descriptions for soybeans, Glycine max (L.) Merrill",
      "author" : [ "WR Fehr", "CE Caviness", "DT Burmood", "JS Pennington" ],
      "venue" : "Crop Science",
      "citeRegEx" : "Fehr et al\\.,? \\Q1971\\E",
      "shortCiteRegEx" : "Fehr et al\\.",
      "year" : 1971
    }, {
      "title" : "Modeling flows and concentrations of nine engineered nanomaterials in the Danish environment",
      "author" : [ "F Gottschalk", "C Lassen", "J Kjoelholt", "F Christensen", "B Nowack" ],
      "venue" : "International Journal of Environmental Research and Public Health",
      "citeRegEx" : "Gottschalk et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gottschalk et al\\.",
      "year" : 2015
    }, {
      "title" : "Effects of drought, temperature, herbivory, and genotype on plant–insect interactions in soybean (Glycine max)",
      "author" : [ "GrinnanR", "Carter TE" ],
      "venue" : "JohnsonMTJ",
      "citeRegEx" : "GrinnanR and TE,? \\Q2013\\E",
      "shortCiteRegEx" : "GrinnanR and TE",
      "year" : 2013
    }, {
      "title" : "Potential applications and antifungal activities of engineered nanomaterials against gray mold disease agent Botrytis cinerea on rose petals",
      "author" : [ "Y Hao", "X Cao", "C Ma", "Z Zhang", "N Zhao", "A Ali", "T Hou", "Z Xiang", "J Zhuang", "S Wu", "B Xing", "Y Rui" ],
      "venue" : "Frontiers of Plant Science",
      "citeRegEx" : "Hao et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hao et al\\.",
      "year" : 2017
    }, {
      "title" : "Engineered nanomaterials suppress turnipmosaic virus infection in tobacco (Nicotiana benthamiana)",
      "author" : [ "HaoY", "YuanW", "MaC", "White JC", "Zhang Z", "AdeelM", "Zhou T", "Rui Y" ],
      "venue" : "XingB",
      "citeRegEx" : "HaoY et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "HaoY et al\\.",
      "year" : 2018
    }, {
      "title" : "Early-season pests of soybean in the United States and factors that affect their risk of infestation",
      "author" : [ "LS Hesler", "KC Allen", "RG Luttrell", "TW Sappington", "SK Papiernik" ],
      "venue" : "Journal of Integrated Pest Management",
      "citeRegEx" : "Hesler et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hesler et al\\.",
      "year" : 2018
    }, {
      "title" : "Engineered nanomaterials",
      "author" : [ "PA Holden", "M Mortimer", "Y Wang" ],
      "venue" : null,
      "citeRegEx" : "Holden et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Holden et al\\.",
      "year" : 2018
    }, {
      "title" : "Joint effects of acifluorfen",
      "author" : [ "RM Huckaba", "HD Coble", "JW Vanduyn" ],
      "venue" : null,
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 1988
    }, {
      "title" : "Carbon-based nanomaterials",
      "author" : [ "JT Jordan", "KP Singh", "JE Cañas-Carrell" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Acute gamma irradiation",
      "author" : [ "DD Killion", "MJ Constantin", "EG Siemer" ],
      "venue" : null,
      "citeRegEx" : "Killion et al\\.,? \\Q1971\\E",
      "shortCiteRegEx" : "Killion et al\\.",
      "year" : 1971
    }, {
      "title" : "The effect of temperature",
      "author" : [ "I Konsens", "M Ofir", "J Kigel" ],
      "venue" : null,
      "citeRegEx" : "Konsens et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Konsens et al\\.",
      "year" : 1991
    }, {
      "title" : "Carbon nanotubes: impacts",
      "author" : [ "C e", "C Larue", "E Flahaut" ],
      "venue" : null,
      "citeRegEx" : "e et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "e et al\\.",
      "year" : 2017
    }, {
      "title" : "Growth Regulation 32, 909–921",
      "author" : [ "J Moll", "A Gogos", "TD Bucheli", "F Widmer", "MG Van Der Heijden" ],
      "venue" : null,
      "citeRegEx" : "Moll et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Moll et al\\.",
      "year" : 2016
    }, {
      "title" : "The impact of cerium",
      "author" : [ "W Zhang", "L Lombardini", "X Ma" ],
      "venue" : null,
      "citeRegEx" : "Rossi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rossi et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of nitrate on nodule and root",
      "author" : [ "K Sueyoshi", "T Ohyama" ],
      "venue" : null,
      "citeRegEx" : "Sueyoshi and Ohyama,? \\Q2014\\E",
      "shortCiteRegEx" : "Sueyoshi and Ohyama",
      "year" : 2014
    }, {
      "title" : "Thrips advisor: exploiting thrips-induced defences to combat pests on crops",
      "author" : [ "S Legarrea", "MacelM", "S Mouden", "CMJ Pieterse", "SJ Sarde", "SchuurinkRC", "M De Vos", "SCM Van Wees", "C Broekgaarden" ],
      "venue" : "Journal of Experimental Botany",
      "citeRegEx" : "Legarrea et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Legarrea et al\\.",
      "year" : 2018
    }, {
      "title" : "Metabolite profiling of barley flag leaves under drought and combined heat and drought stress reveals metabolic QTLs for metabolites associated with antioxidant defense",
      "author" : [ "SE Templer", "A Ammon", "D Pscheidt", "O Ciobotea", "C Schuy", "C Mccollum", "U Sonnewald", "A Hanemann", "J Förster", "F Ordon", "M Von Korff", "LM Voll" ],
      "venue" : "Journal of Experimental",
      "citeRegEx" : "Templer et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Templer et al\\.",
      "year" : 2017
    }, {
      "title" : "Applications of carbon nanomaterials in the plant system: a perspective view on the pros and cons",
      "author" : [ "SK Verma", "AK Das", "S Gantait", "V Kumar", "E Gurel" ],
      "venue" : "The Science of the Total Environment",
      "citeRegEx" : "Verma et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Verma et al\\.",
      "year" : 2019
    }, {
      "title" : "Carboxylated multiwalled carbon nanotubes aggravated biochemical and subcellular damages in leaves of broad bean (Vicia fabaL.) seedlings under combined stress of lead and cadmium",
      "author" : [ "C Wang", "H Liu", "J Chen", "Y Tian", "J Shi", "D Li", "C Guo", "Q Ma" ],
      "venue" : "Journal of Hazardous Materials 274,",
      "citeRegEx" : "Wang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2014
    }, {
      "title" : "Response of chickpea yield to high-temperature stress during reproductive development",
      "author" : [ "J Wang", "YT Gan", "F Clarke", "CL Mcdonald" ],
      "venue" : "Crop Science",
      "citeRegEx" : "Wang et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2006
    }, {
      "title" : "Agglomeration determines effects of carbonaceous nanomaterials on soybean nodulation, dinitrogen fixation potential, and growth in soil",
      "author" : [ "Y Wang", "CH Chang", "Z Ji", "DC Bouchard", "RM Nisbet", "JP Schimel", "JL GardeaTorresdey", "PA Holden" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Alginic acid-aided dispersion of carbon nanotubes, graphene, and boron nitride",
      "author" : [ "Y Wang", "M Mortimer", "CH Chang", "PA Holden" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Changes in antioxidant enzymes activity and plant performance by salinity stress and zinc application in soybean (Glycine maxL.).Plant Omics",
      "author" : [ "W Weisany", "Y Sohrabi", "G Heidari", "A Siosemardeh", "K Ghassemi-Golezani" ],
      "venue" : null,
      "citeRegEx" : "Weisany et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Weisany et al\\.",
      "year" : 2012
    }, {
      "title" : "Anionic cerium oxide nanoparticles protect plant photosynthesis from abiotic stress by scavenging reactive oxygen species",
      "author" : [ "H Wu", "N Tito", "JP Giraldo" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Wu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2017
    }, {
      "title" : "Interactions between nanoparticles and plants: phytotoxicity and defensemechanisms",
      "author" : [ "J Yang" ],
      "venue" : "CaoW,RuiY",
      "citeRegEx" : "Yang,? \\Q2017\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 2017
    }, {
      "title" : "Novel impacts of functionalized multiwalled carbon nanotubes in plants: promotion of nodulation and nitrogenase activity in the rhizobium–legume system",
      "author" : [ "Z Yuan", "Z Zhang", "X Wang", "L Li", "K Cai", "H Han" ],
      "venue" : "Nanoscale 9,",
      "citeRegEx" : "Yuan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2017
    }, {
      "title" : "Rhizobium–legume symbiosis and nitrogen fixation under severe conditions and in an arid climate",
      "author" : [ "HH Zahran" ],
      "venue" : "Microbiology and Molecular Biology Reviews",
      "citeRegEx" : "Zahran,? \\Q1999\\E",
      "shortCiteRegEx" : "Zahran",
      "year" : 1999
    }, {
      "title" : "Carbon nanomaterials: production, impact on plant development, agricultural and environmental applications. Chemical and Biological Technologies in Agriculture",
      "author" : [ "O Zaytseva", "G Neumann" ],
      "venue" : null,
      "citeRegEx" : "Zaytseva and Neumann,? \\Q2016\\E",
      "shortCiteRegEx" : "Zaytseva and Neumann",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 19,
      "context" : "CNMs may enter agricultural soils through atmospheric deposition, land application of biosolids, or irrigation using untreated wastewater (Holden et al. 2018).",
      "startOffset" : 138,
      "endOffset" : 158
    }, {
      "referenceID" : 30,
      "context" : "Additionally, CNMs may be purposely applied for stimulating plant growth (Verma et al. 2019) and protecting plants against microbial pathogens (Hao et al.",
      "startOffset" : 73,
      "endOffset" : 92
    }, {
      "referenceID" : 40,
      "context" : "Several studies have reported a diverse range of effects (either inhibitory, neutral, or stimulatory) of CNMs on plants (Mukherjee et al. 2016; Zaytseva and Neumann 2016; Lin e et al. 2017; Verma et al. 2019).",
      "startOffset" : 120,
      "endOffset" : 208
    }, {
      "referenceID" : 30,
      "context" : "Several studies have reported a diverse range of effects (either inhibitory, neutral, or stimulatory) of CNMs on plants (Mukherjee et al. 2016; Zaytseva and Neumann 2016; Lin e et al. 2017; Verma et al. 2019).",
      "startOffset" : 120,
      "endOffset" : 208
    }, {
      "referenceID" : 19,
      "context" : "Additionally, plant–microbe interactions that are critical for ecosystem service provision may also be subject to CNM influences, for example the dinitrogen (N2)-fixing symbioses in legumes (Holden et al. 2018).",
      "startOffset" : 190,
      "endOffset" : 210
    }, {
      "referenceID" : 38,
      "context" : "Previously, multiwalled carbon nanotubes (CNTs) reportedly increased nodulation and nitrogenase activity in a model legume (Lotus japonicus) (Yuan et al. 2017), and slightly enhanced N2 fixation in red clover (Moll et al.",
      "startOffset" : 141,
      "endOffset" : 159
    }, {
      "referenceID" : 25,
      "context" : "2017), and slightly enhanced N2 fixation in red clover (Moll et al. 2016).",
      "startOffset" : 55,
      "endOffset" : 73
    }, {
      "referenceID" : 9,
      "context" : "Thus far, little research has examined the effects of nanomaterials (NMs) on plants experiencing environmental stresses (Conway et al. 2015; Rossi et al. 2016).",
      "startOffset" : 120,
      "endOffset" : 159
    }, {
      "referenceID" : 26,
      "context" : "Thus far, little research has examined the effects of nanomaterials (NMs) on plants experiencing environmental stresses (Conway et al. 2015; Rossi et al. 2016).",
      "startOffset" : 120,
      "endOffset" : 159
    }, {
      "referenceID" : 31,
      "context" : "For example, under combined exposure of lead and cadmium, the addition of carboxylated CNTs exacerbated oxidative stress and damage in the leaves and roots of broad bean seedlings (Wang et al. 2014; Rong et al. 2018).",
      "startOffset" : 180,
      "endOffset" : 216
    }, {
      "referenceID" : 26,
      "context" : "Similarly, metal-based NMs (such as CeO2) have also been shown to ameliorate the inhibitory effects caused by abiotic stressors (Rossi et al. 2016; Wu et al. 2017).",
      "startOffset" : 128,
      "endOffset" : 163
    }, {
      "referenceID" : 36,
      "context" : "Similarly, metal-based NMs (such as CeO2) have also been shown to ameliorate the inhibitory effects caused by abiotic stressors (Rossi et al. 2016; Wu et al. 2017).",
      "startOffset" : 128,
      "endOffset" : 163
    }, {
      "referenceID" : 33,
      "context" : "In a prior related study, healthy soybeans grown to the same developmental stage (beanfilled pods) experienced, relative to the control, accelerated flowering for all three CNM (CNT, GNP or CB) treatments, reduced final nodule dry biomass with either CNT or CB treatment, and increased final pod count with the CB treatment (Wang et al. 2017).",
      "startOffset" : 324,
      "endOffset" : 342
    }, {
      "referenceID" : 40,
      "context" : "This CNM concentration is within ranges commonly dosed in phytotoxicity studies (Zaytseva and Neumann 2016) and estimated for CB in biosolids (Gottschalk et al.",
      "startOffset" : 80,
      "endOffset" : 107
    }, {
      "referenceID" : 14,
      "context" : "This CNM concentration is within ranges commonly dosed in phytotoxicity studies (Zaytseva and Neumann 2016) and estimated for CB in biosolids (Gottschalk et al. 2015), and acknowledges the potential for hotspots or future soil accumulation (Holden et al.",
      "startOffset" : 142,
      "endOffset" : 166
    }, {
      "referenceID" : 33,
      "context" : "To prepare homogenised CNM–soil mixtures, we used a previously reported sequential 10-fold dilution method (Priester et al. 2012; Wang et al. 2017).",
      "startOffset" : 107,
      "endOffset" : 147
    }, {
      "referenceID" : 33,
      "context" : "Similarly to previous studies (Priester et al. 2012; Wang et al. 2017), 20 high-density polyethylene (HDPE) garden pots (2.",
      "startOffset" : 30,
      "endOffset" : 70
    }, {
      "referenceID" : 13,
      "context" : "Ten days after sowing, 20 soybean seedlings (VC stage (Fehr et al. 1971)) were arranged into five classes based on size (11⁄4 largest, 51⁄4 smallest).",
      "startOffset" : 54,
      "endOffset" : 72
    }, {
      "referenceID" : 13,
      "context" : "Following transplanting, we grew the plants inside the Schuyler Greenhouse under full sunlight for another 52 days to the seed production stage (R5 to R6 stage (Fehr et al. 1971)).",
      "startOffset" : 160,
      "endOffset" : 178
    }, {
      "referenceID" : 18,
      "context" : "On Day 31 post transplanting, we observed an infestation of thrips (order Thysanoptera), recognised by white feeding scars and black faecal specks on leaves (Hesler et al. 2018; Steenbergen et al. 2018), in all CNM treatments and the controls (Fig.",
      "startOffset" : 157,
      "endOffset" : 202
    }, {
      "referenceID" : 8,
      "context" : "The Organocide spray, composed of sesame oil (5%), edible fish oil (92%) and lecithin (3%), is suitable for food crops, non-phytotoxic, and can kill the eggs, larvae, nymphs and adults of over 25 soft-bodied garden insects including thrips (Cloyd et al. 2009).",
      "startOffset" : 240,
      "endOffset" : 259
    }, {
      "referenceID" : 13,
      "context" : "Plant vegetative and reproductive developmental stages weremonitored (Fehr et al. 1971) and recorded.",
      "startOffset" : 69,
      "endOffset" : 87
    }, {
      "referenceID" : 33,
      "context" : "Additionally, aerial photographs were taken directly above each plant and analysed using Adobe Photoshop to estimate leaf cover (the percentage of leaf coverage projected onto the pot soil surface, serving as a dynamic estimate of the canopy area), as before (Priester et al. 2012; Wang et al. 2017).",
      "startOffset" : 259,
      "endOffset" : 299
    }, {
      "referenceID" : 0,
      "context" : "Chlorosis is characterised by leaf yellowing (Adams et al. 1999); necrosis is manifested as brown or black necrotic spots in leaves, indicating cell death of leaf tissues (Begum et al.",
      "startOffset" : 45,
      "endOffset" : 64
    }, {
      "referenceID" : 4,
      "context" : "1999); necrosis is manifested as brown or black necrotic spots in leaves, indicating cell death of leaf tissues (Begum et al. 2011).",
      "startOffset" : 112,
      "endOffset" : 131
    }, {
      "referenceID" : 13,
      "context" : "We harvested all 20 plants 52 days post transplanting (R5 to R6 stage (Fehr et al. 1971)).",
      "startOffset" : 70,
      "endOffset" : 88
    }, {
      "referenceID" : 33,
      "context" : "Leaves and pods were arranged and photographed, with the photographed sizes analysed using Adobe Photoshop, as before (Priester et al. 2012;Wang et al. 2017).",
      "startOffset" : 118,
      "endOffset" : 157
    }, {
      "referenceID" : 33,
      "context" : "The acetylene reduction assay for measuring nodule N2 fixation potential (nitrogenase activity) was attempted immediately, following a previously described method (Wang et al. 2017).",
      "startOffset" : 163,
      "endOffset" : 181
    }, {
      "referenceID" : 33,
      "context" : "The nodule N2 fixation potential was analysed by measuring acetylene reduction to ethylene as before (Wang et al. 2017), but no signal was detected.",
      "startOffset" : 101,
      "endOffset" : 119
    }, {
      "referenceID" : 30,
      "context" : "The potential effects of CNMs on important crop plants and plant–microbe interactions have received recent attention (Mukherjee et al. 2016; Jordan et al. 2018; Verma et al. 2019) and, increasingly, long-term soil-based studies are emphasised to realistically evaluate the impacts of NMs on agroecosystems (Holden et al.",
      "startOffset" : 117,
      "endOffset" : 179
    }, {
      "referenceID" : 1,
      "context" : "The optimal soil temperature for soybean growth and N2 fixation is between 25 and 30 8C (Alexandre and Oliveira 2013;Miransari et al. 2013).",
      "startOffset" : 88,
      "endOffset" : 139
    }, {
      "referenceID" : 1,
      "context" : "These temperatures were significantly higher than the temperature range favourable for soybeans, and such heat stress can adversely influence not only soybean growth, but also nodulation and N2 fixation (Montañez et al. 1995; Alexandre and Oliveira 2013; Araújo et al. 2015).",
      "startOffset" : 203,
      "endOffset" : 274
    }, {
      "referenceID" : 18,
      "context" : "5 mm length), slender insects that are among the most abundant insects infesting soybeans (Hesler et al. 2018; Steenbergen et al. 2018).",
      "startOffset" : 90,
      "endOffset" : 135
    }, {
      "referenceID" : 18,
      "context" : "Common thrips species found in soybeans include the soybean thrips (Neohydatothrips variabilis) and flower thrips (Frankliniella tritici) (Irwin et al. 1979; Hesler et al. 2018).",
      "startOffset" : 138,
      "endOffset" : 177
    }, {
      "referenceID" : 18,
      "context" : "However, thrips can significantly diminish soybean growth and yield when other stress factors are also present (such as hot and dry conditions) during early growth stages (Hesler et al. 2018).",
      "startOffset" : 171,
      "endOffset" : 191
    }, {
      "referenceID" : 22,
      "context" : "1987) or gamma irradiation (Killion et al. 1971), the growth rates, final stem length and leaf area decrease.",
      "startOffset" : 27,
      "endOffset" : 48
    }, {
      "referenceID" : 33,
      "context" : "japonicum inoculum and cultivated until the same developmental stage in a greenhouse as in the present study, but without heat and pest stresses (Priester et al. 2012; Wang et al. 2017).",
      "startOffset" : 145,
      "endOffset" : 185
    }, {
      "referenceID" : 33,
      "context" : "Both the Early Hakucho and Midori Giant soybeans followed an exponential growth pattern, with growth rate constants comparable with published data in the literature (Priester et al. 2012; Wang et al. 2017).",
      "startOffset" : 165,
      "endOffset" : 205
    }, {
      "referenceID" : 33,
      "context" : "1, Table S4) – were all considerably lower than those previously reported for healthy control soybeans (Priester et al. 2012;Wang et al. 2017).",
      "startOffset" : 103,
      "endOffset" : 142
    }, {
      "referenceID" : 2,
      "context" : "This indicated that Fv/Fm may not be a very sensitive measure of stress and may reveal only some of the more severe cases of nutrient stress (Baker 2008) or the combination of multiple stresses (e.",
      "startOffset" : 141,
      "endOffset" : 153
    }, {
      "referenceID" : 33,
      "context" : "2), as compared with previous results (Priester et al. 2012;Wang et al. 2017).",
      "startOffset" : 38,
      "endOffset" : 77
    }, {
      "referenceID" : 33,
      "context" : "2b) was reduced by more than 80% as compared with that previously reported for control plants grown in a greenhouse without heat and pest stresses (Priester et al. 2012; Wang et al. 2017).",
      "startOffset" : 147,
      "endOffset" : 187
    }, {
      "referenceID" : 23,
      "context" : "The decreases in plant yield, in particular pod production, caused by high temperature stress have also been reported for many other legumes, including snap bean (Konsens et al. 1991), chickpea (Wang et al.",
      "startOffset" : 162,
      "endOffset" : 183
    }, {
      "referenceID" : 32,
      "context" : "1991), chickpea (Wang et al. 2006) and alfalfa (Delaney et al.",
      "startOffset" : 16,
      "endOffset" : 34
    }, {
      "referenceID" : 33,
      "context" : "09 g plant 1 (Wang et al. 2017), whereas the Early Hakucho variety had 39 3 nodules with a wet biomass of 0.",
      "startOffset" : 13,
      "endOffset" : 31
    }, {
      "referenceID" : 33,
      "context" : "0004 g plant (1)) was less than onethousandth of the previously reported values (Priester et al. 2012; Wang et al. 2017).",
      "startOffset" : 80,
      "endOffset" : 120
    }, {
      "referenceID" : 39,
      "context" : "Nodulation was not likely inhibited by soil nitrate (Zahran 1999; Saito et al. 2014), because the nitrate concentration (18.",
      "startOffset" : 52,
      "endOffset" : 84
    }, {
      "referenceID" : 33,
      "context" : "45 mg kg (1)) in which the soil supported soybean nodulation and N2 fixing activity (Wang et al. 2017).",
      "startOffset" : 84,
      "endOffset" : 102
    }, {
      "referenceID" : 39,
      "context" : "Instead, the lack of nodulation is attributable to reduced plant vigour and foliar damage caused by the combined heat and thrips stresses (Zahran 1999).",
      "startOffset" : 138,
      "endOffset" : 151
    }, {
      "referenceID" : 19,
      "context" : "Plants likely retained resources for combatting these stresses aboveground, thereby depriving belowground plant parts of photosynthate for nodulation (Holden et al. 2018).",
      "startOffset" : 150,
      "endOffset" : 170
    }, {
      "referenceID" : 39,
      "context" : "japonicum population in soil (Zahran 1999; Alexandre and Oliveira 2013), and the interactions (such as the Effects of carbonaceous nanomaterials on soybeans",
      "startOffset" : 29,
      "endOffset" : 71
    }, {
      "referenceID" : 1,
      "context" : "japonicum population in soil (Zahran 1999; Alexandre and Oliveira 2013), and the interactions (such as the Effects of carbonaceous nanomaterials on soybeans",
      "startOffset" : 29,
      "endOffset" : 71
    }, {
      "referenceID" : 39,
      "context" : "For the majority of rhizobia, the optimal temperatures for growth in culture are 28–31 8C, and many are unable to grow at 37 8C (Zahran 1999).",
      "startOffset" : 128,
      "endOffset" : 141
    }, {
      "referenceID" : 7,
      "context" : "Some rhizobial isolates from root nodules of field-grown soybeans were found to grow under high temperature (40 8C), whereas some could only growweakly and no isolates grew at 45 8C (Chen et al. 2002).",
      "startOffset" : 182,
      "endOffset" : 200
    }, {
      "referenceID" : 39,
      "context" : "Accordingly, the critical temperature range for the soybean–Bradyrhizobium symbiosis is 35–40 8C (Zahran 1999).",
      "startOffset" : 97,
      "endOffset" : 110
    }, {
      "referenceID" : 1,
      "context" : "1995), and did not form any nodules when exposed to a 37 8C soil temperature (Alexandre and Oliveira 2013).",
      "startOffset" : 77,
      "endOffset" : 106
    }, {
      "referenceID" : 33,
      "context" : "In a related prior study, soybeans were grown in CNM-amended soils without heat and thrips stresses (Wang et al. 2017).",
      "startOffset" : 100,
      "endOffset" : 118
    }, {
      "referenceID" : 33,
      "context" : "S4c), despite the markedly low pod production relative to prior observations (Wang et al. 2017).",
      "startOffset" : 77,
      "endOffset" : 95
    }, {
      "referenceID" : 33,
      "context" : "Furthermore, one important finding in a prior related study was that CNMs (1000mg kg (1)) significantly depressed soybean nodule production and nitrogenase activity (Wang et al. 2017).",
      "startOffset" : 165,
      "endOffset" : 183
    }, {
      "referenceID" : 33,
      "context" : "Compared with the control, CNTs (by 56%) or CB (by 33%) reduced the final nodule dry biomass; CNTs also diminished the whole-plant nitrogenase activity by 80% (Wang et al. 2017).",
      "startOffset" : 159,
      "endOffset" : 177
    }, {
      "referenceID" : 12,
      "context" : "thrips) attack and environmental pollutants, can induce oxidative stress when ROS production exceeds the scavenging capacity of the antioxidant machinery (nonenzymatic and enzymatic antioxidants) (Araújo et al. 2015; Yang et al. 2017; Dillon et al. 2018).",
      "startOffset" : 196,
      "endOffset" : 254
    }, {
      "referenceID" : 35,
      "context" : "2017), but higher than that of soybeans exposed to combined salinity and zinc treatments (Weisany et al. 2012) or experiencing insect herbivory by corn earwormHelicoverpa zea (Bi and Felton 1995).",
      "startOffset" : 89,
      "endOffset" : 110
    }, {
      "referenceID" : 5,
      "context" : "2012) or experiencing insect herbivory by corn earwormHelicoverpa zea (Bi and Felton 1995).",
      "startOffset" : 70,
      "endOffset" : 90
    }, {
      "referenceID" : 3,
      "context" : "plant growth and caused cell death in red spinach by inducing ROS-mediated oxidative stress, and the phytotoxicity was decreased by treatment with the antioxidant ascorbic acid (Begum and Fugetsu 2012).",
      "startOffset" : 177,
      "endOffset" : 201
    } ],
    "year" : 2019,
    "abstractText" : "Because carbonaceous nanomaterials (CNMs) are expected to enter soils, the exposure implications to crop plants and plant–microbe interactions should be understood. Most investigations have been under ideal growth conditions, yet crops commonly experience abiotic and biotic stresses. Little is known how co-exposure to these environmental stresses and CNMs would cause combined effects on plants. We investigated the effects of 1000 mg kg 1 multiwalled carbon nanotubes (CNTs), graphene nanoplatelets (GNPs) and industrial carbon black (CB) on soybeans grown to the bean production stage in soil. Following seed sowing, plants became stressed by heat and infested with an insect (thrips). Consequently, all plants had similarly stunted growth, leaf damage, reduced final biomasses and fewer root nodules compared with healthy control soybeans previously grown without heat and thrips stresses. Thus, CNMs did not significantly influence the growth and yield of stressed soybeans, and the previously reported nodulation inhibition by CNMs was not specifically observed here. However, CNMs did significantly alter two leaf health indicators: the leaf chlorophyll a/b ratio, whichwas higher in theGNP treatment than in either the control (by 15%) or CB treatment (by 14%), and leaf lipid peroxidation, which was elevated in the CNT treatment compared with either the control (by 47%) or GNP treatment (by 66%). Overall, these results show that, while severe environmental stresses may impair plant production, CNMs (including CNTs and GNPs) in soil could additionally affect foliar health of an agriculturally important legume. Received 1 February 2019, accepted 26 April 2019, published online 22 May 2019",
    "creator" : "Arbortext Advanced Print Publisher 9.1.500/W Unicode"
  }
}