{
  "name" : "downloads_2020-07-19_0e_yan2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-magnetite supported by biochar pyrolyzed at different temperatures as hydrogen peroxide activator: Synthesis mechanism and the effects on ethylbenzene removal",
    "authors" : [ "Jingchun Yan", "Lei Yang", "Linbo Qian", "Lu Han", "Mengfang Chen", "Baoshan Xing" ],
    "emails" : [ "mfchen@issas.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nEnvironmental Pollution\njournal homepage: www.elsevier .com/locate/envpol\nNano-magnetite supported by biochar pyrolyzed at different temperatures as hydrogen peroxide activator: Synthesis mechanism and the effects on ethylbenzene removal*\nJingchun Yan a, b, Lei Yang a, b, Linbo Qian a, Lu Han a, Mengfang Chen a, *\na Key Laboratory of Soil Environment and Pollution Remediation, Institute of Soil Science, Chinese Academy of Sciences, Nanjing, 210008, China b University of Chinese Academy of Sciences, Beijing, 100049, China\na r t i c l e i n f o\nArticle history: Received 25 September 2019 Received in revised form 14 January 2020 Accepted 17 January 2020 Available online 21 January 2020\nKeywords: Biochar Nano-magnetite Hydrogen peroxide Catalysis Ethylbenzene\n* This paper has been recommended for acceptanc * Corresponding author.\nE-mail address: mfchen@issas.ac.cn (M. Chen).\nhttps://doi.org/10.1016/j.envpol.2020.114020 0269-7491/© 2020 Elsevier Ltd. All rights reserved.\na b s t r a c t\nNano-magnetite supported by biochar (nFe3O4/BC) pyrolyzed at temperatures of 300 Ce600 C was developed to activate hydrogen peroxide (H2O2) for the efficient degradation of ethylbenzene in aqueous solution. It was revealed that the degradation efficiency of ethylbenzene and TOC removal were 96.9% and 36.2% respectively after the reaction for 40 min in the presence of initial concentration of 0.1 mmol L 1 ethylbenzene, 2.76 g L 1 nFe3O4/BC500 with the mass ratio of nFe3O4 to BC500 of 4:1 and 2.0 mmol L 1 H2O2 at pH 7.0. Based on electron paramagnetic resonance (EPR), quenching experiment and X-ray photoelectron spectroscopy (XPS) data, both OH and O2 - radicals were generated in the nFe3O4/BC500 activated H2O2 system, and the OH radicals were the predominant species for the degradation of ethylbenzene. Through electron transfer process, mechanisms of Fe(II), phenolic hydroxyl group and persistent free radicals (PFRs) on BC surfaces accounted for the generation of OH radicals, and Fe(III) in nFe3O4 and formed from Fe(II) oxidation responsible for the generation of O2 - radicals in the nFe3O4/BC activated H2O2 system were proposed.\n© 2020 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Benzene, toluene, ethylbenzene, and xylenes (BTEX) were series of volatile aromatic compounds utilized as chemical raw materials and solvents in petroleum products and pharmaceutical industries (Aranda et al., 2010; Guisado et al., 2015). However, due to the improper disposal, leakage from storage tanks and accidental fuel spills, a large quantity of BTEX entered groundwater, surface water and soil. BTEX have similar relative stable chemical structures and biological toxicities, and ethylbenzene poses especially serious risks to human beings because of its carcinogenicity, teratogenesis, mutagenicity and biological accumulation (Henderson et al., 2007).\nAdvanced oxidation processes (AOPs) involving oxidants such as ozone, calcium peroxide, persulfate and hydrogen peroxide have beenwidely applied to remediate organic pollutants in recent years (Gu et al., 2017; Temesgen et al., 2008; Xiang et al., 2016; Yehia et al., 2012). Compared with other AOPs, Fenton reaction (Fe2þ/\ne by Baoshan Xing.\nH2O2) have attracted more attention and been widely used for the strong oxidation ability of generated free radicals and little adverse effect on the environment. With the catalyst of Fe2þ, H2O2 might generate hydroxide radical ( OH), perhydroxyl radical (HO2 ) and superoxide radical anion (O2 -) in accordance with Eqs. (1)e(7). However, the oxidation of Fe2þ into Fe3þ and the consumption of OH by Fe2þ (Eq. (3)) will result in low efficiency on contaminant oxidation and utilization of H2O2 and Fe2þ (Cui et al., 2017). Hence, instead of homogeneous Fe2þ, magnetite (Fe3O4) may act as an excellent H2O2 activator. It was reported that nano-magnetite particles (nFe3O4) showed strong catalytic stability and recyclability, and the degradation efficiency of Rhodamine B was over 98% in the presence of 0.5 g L 1 Fe3O4 and 40.0 mmol L 1 H2O2 at pH 6.4 (Chen et al., 2017). Nevertheless, the specific surface area and active sites will be significantly decreased due to the aggregation of nFe3O4 particles, leading to lower activation performance (Munoz et al., 2015).\nFe2þ þ H2O2 / Fe3þ þOH þ OH (1)\nOH þ H2O2 / HO2 þ H2O (2)\nFe2þ þ OH / Fe3þ þ OH (3)\nFe3þ þ H2O2 / Fe2þ þ HO2 þ Hþ (4)\nHO2 4 O2 - þ Hþ (5)\nFe2þ þ HO2 þ Hþ / Fe3þ þ H2O2 (6)\nFe2þ þ O2 - þ Hþ / Fe3þ þ HO2 (7)\nCarbon materials utilized as supporter offer an alternative way to overcome the aggregation defect of nanoparticles. Among these, biochar (BC) has shown considerable potentials in environmental remediation because of large specific surface area, porous structure, wide availability of feedstocks and low cost (Tan et al., 2015). In addition, abundant surface oxygen groups on the surface of BC could also participate in the peroxide activation (Yan et al., 2016). Thus, BC would be anticipated to disperse and stabilize nFe3O4 to improve the capacity for H2O2 activation.\nIn the present study, nFe3O4/BC was synthesized and employed as a H2O2 activator for the efficient degradation of ethylbenzene in aqueous solution. The overall objectives of the study are to (1) evaluate the ethylbenzene degradation processes and its impact factors such as pyrolysis temperatures for BC, nFe3O4/BC dosages, H2O2 concentrations and initial pH values, and (2) explore the generated free radical species and activation mechanism of nFe3O4/ BC for H2O2 in the nFe3O4/BC activated H2O2 system."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Chemicals of ferrous sulfate (FeSO4$7H2O) and iron nitrate nonahydrate (Fe(NO3)3$9H2O) were obtained from Kelong Chemical Company (Chendu, China). Hydrogen peroxide (H2O2) with mass percentage of 30.0%was purchased from Sinopharm Chemical Reagent Company (Shanghai, China). 5,5-Dimethyl-1-pyrrolidine N-oxide (DMPO), ethylbenzene and benzoic acid were gained from Sigma-Aldrich (Shanghai, China). All of these chemicals were of analytical grades, and ultrapure water with a resistivity of 18.25 MU cm was utilized in the experiment."
    }, {
      "heading" : "2.2. Preparation of nFe3O4/BC composite",
      "text" : "In accordance with the processes reported by previous studies (Fang et al., 2014a; Fang et al., 2015), pine needles of pinus koraiensis were collected and washed by ultrapure water for 5 times. After dried at 80 C for 2 h, pine needles were grinded and subsequently placed in a muffle furnace for pyrolysis under oxygen limited condition.With a temperature of 300 C, 400 C, 500 C and 600 C for 6 h at a heating rate of 10 C min 1, biochars abbreviated as BC300, BC400, BC500 and BC600 were synthesized respectively, where numbers in the subscript represented pyrolysis temperatures of BC.\nThe procedure for preparing nFe3O4/BC500 with 1:1mass ratio of nFe3O4 to BC500 was described as follows: 1.20 g BC with pyrolysis temperature of 500 C was dispersed into 3.0 mM NH3$H2O firstly in 100 mL aqueous solution. 2.78 g FeSO4$7H2O and 2.02 g Fe(NO3)3$9H2O were dissolved in ultrapure water, and added into the BC solution subsequently under the conditions of ultrasound at temperature of 60 C. After the reaction for 1 h with strong mechanical stirring, the suspension liquid was cooled to room temperature, and the prepared nFe3O4/BC500 composites were separated by centrifuge and washed to neutral pH. nFe3O4/BC composites with BC pyrolyzed under temperatures of 300 C,\n400 C, 500 C and 600 C and Fe3O4 to BC mass ratios of 2:1 to 1:6 measured by thermogravimetric analysis were synthesized with the above-mentioned procedures."
    }, {
      "heading" : "2.3. Experimental procedures",
      "text" : "Batch experiments were carried out in a 20 mL head space bottle. Typically for ethylbenzene degradation in the nFe3O4/BC500 activated H2O2 system, initial concentration of 0.1 mmol L 1 for ethylbenzene and a dosage of 2.76 g L 1 for nFe3O4/BC500 composites were added into borosilicate vials. The bottle was placed in a rotary shaker with 150 rpm at room temperature of 25 C. H2O2 with a concentration of 2.0 mmol L 1 was added into the solution, and the borosilicate vial was tightly capped subsequently. At desired time intervals, 1.0 mL solution sample was taken and quenched with anhydrous ethanol immediately. Control experiments were performed without nFe3O4/BC and H2O2 under the same conditions. The concentrations of ethylbenzene, total organic carbon (TOC) and free radicals were measured."
    }, {
      "heading" : "2.4. Analytical methods",
      "text" : "Crystal structures for the prepared nFe3O4 particles and nFe3O4/ BC composites were characterized by X-ray diffraction (XRD) by a diffractometer using Cu Ka radiation (Rigaku, Ultima IV, Japan). The functional groups on the nFe3O4/BC surface were recorded with a fourier transform infrared spectrophotometer (FT-IR, Nicolet iS10, USA). The morphologies of the prepared nFe3O4/BC composites were analyzed by scanning electron microscope (SEM) coupled with energy dispersive spectroscopy (EDS, Hitachi, Se3400N II, Japan). The valence states of the nFe3O4/BC composites were detected through X-ray photoelectron spectroscopy (XPS, Shimadzu, AXIS UltraDL, Japan), and the carbonization degrees of BC were calculated by Raman spectrometer (Thermo Scientific, DXP"
    }, {
      "heading" : "780, USA).",
      "text" : "The concentration of ethylbenzene in the aqueous solution was analyzed by a gas chromatograph (Agilent, 7890A, USA) coupled with flame ionization detector. A chromatographic column of DB624 (30.0 m 0.25 mm 1.4 mm) and carrier gas of nitrogen was selected. The generated free radical species were monitored by an electron spin resonance (Bruker, ESR 300E, Germany) under the conditions of 10 mW microwave power and 100 kHz modulation frequency. The concentration of dissolved ironwas evaluated by an atomic absorption spectroscopy (AAS, P.E. Analyst 300, USA.), and a total organic carbon (TOC) analyzer (Analytik Jena, multiN/C UV, Germany) was utilized to calculate the TOC contents."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Structural characterization of nFe3O4/BC particles",
      "text" : "The prepared BC and nFe3O4/BC particles were firstly characterized by FT-IR and Raman spectra. As illustrated in the FT-IR spectra (Fig. 1a), the adsorption bands at about 3400 cm 1 could be assigned to stretch of eOH. The peaks at about 2930 cm 1 and 2890 cm 1 were ascribed to the asymmetric and symmetric stretches of aliphatic CeH, which were decreased with the rise of biochar pyrolysis temperatures from 300 C to 600 C, mainly due to the volatilization effect of low-boiling point aromatic components in pyrolysis process. C]O stretch of ester was observed at the peak of 1703 cm 1, which was almost disappeared at the pyrolysis temperature above 500 C (Chen et al., 2008). The peak at 1420 cm 1 was ascribed to aromatic C]C ring stretch generated during the aromatization process, and that appeared at 1050 cm 1\nwas corresponded to ketone groups CeO or phenolic hydroxyl\ngroup CeOH stretching frequencies (Chia et al., 2012). The peak observed at 875 cm 1 was attributed to CeH bending vibrations of generated aromatic components. The bands at 811 cm 1 and 470 cm 1 were due to the SieOeSi stretching vibrations and OeSieO bending vibration (Cheng et al., 2006). After nFe3O4 was dispersed on the BC surface (nFe3O4/BC), the band at 811 cm 1 was decreased, and a new peak at 560 cm 1 was appeared, indicating the formation of FeeOeSi bond through the reaction between FeeOH and SieO (Qian et al., 2017; Yan et al., 2014).\nThe Raman spectra of BC were shown in Fig. 1b. The D band at 1350 cm 1 was ascribed to the sp3 disordered carbon, and the G band at 1570 cm 1 was corresponded to the sp2 hybridized carbon (Duan et al., 2015). The intensity ratios of D to G band expressed as ID/IG were utilized to reflect the degree of defect and disorder of carbon materials (Sun et al., 2012; Liu et al., 2016). The ID/IG ratios were measured to be 1.79, 1.87, 2.04 and 2.13 for BC at pyrolysis temperatures of 300 C, 400 C, 500 C and 600 C respectively, indicating that higher degree of defect structures of biochar was obtained with the increase of pyrolysis temperatures.\nXRD patterns of as-prepared nFe3O4 and nFe3O4/BC were shown in Fig. 1c. The peaks at 2q values of 30.2, 35.4, 43.1, 53.6, 57.1 and 62.7 in nFe3O4 could be attributed to the crystal plane diffractions of (220), (311), (400), (422), (511) and (440), respectively (JCPDS 79- 0419) (Zubir et al., 2014). The average diameter of the nFe3O4 particles was evaluated with the Debye-Sherrer formula of D ¼ Kl/ (bcosq) from the XRD data, where K is the Sherrer constant (0.89), l is the X-raywavelength (0.15418 nm), b is the peak full width at half maximum and q is the Bragg diffraction angle. Based on the most intense peak of (311), the average size of the prepared nFe3O4 particles was measured to be 44.3 nm.\nThe Brunner-Emmet-Teller (BET) surface areas were also analyzed by nitrogen adsorption method (Fig. 1d). The SBET values were measured in accordance with the equation of P=P0Vð1 P=P0Þ ¼ C 1 VmC P=P0 þ 1VmC, where V is the volume of N2 adsorbed per gram,\nVm is the monolayer capacity, and C is the heat in the adsorption process. The SBET value of nFe3O4 and BC500 were 33.72 m2 g 1 and 221.44 m2 g 1, respectively. After nFe3O4 was loaded onto BC500 sheet surface, the SBET value of nFe3O4/BC500 with mass ratio of 1:4 was increased to 175.27 m2 g 1, indicating the excellent dispersive performance of BC for nFe3O4.\nThe morphologies of the prepared BC and nFe3O4/BC particles were further characterized by SEM. As illustrated in Fig. 2a, the nFe3O4 particles were spherical with the diameter of about 40 nm characterized with severe aggregation. The morphology of laminated sheet structures for BC was observed (Fig. 2b). In the nFe3O4/ BC composites, nFe3O4 was homogeneously dispersed on the surfaces of BC (Fig. 2c), and the aggregation of nFe3O4 was dramatically reduced. EDS results demonstrated that a large portion of Fe and O were distributed on the layer surfaces of as-synthesized nFe3O4/BC composites (Fig. 2deh). Biochar was a porous carbon containing a plenty of minerals (Qian et al., 2017). Thus, the existence of Si was also observed from EDS, in consistency with the FT-IR data in Fig. 1a."
    }, {
      "heading" : "3.2. Removal of ethylbenzene in the nFe3O4/BC-H2O2 system",
      "text" : "The adsorption performances of the nFe3O4/BC composites (BC pyrolyzed at temperatures for 300 C, 400 C, 500 C and 600 C with nFe3O4 to BC mass ratio of 1:4) for ethylbenzene were firstly conducted as shown in Fig. S1 (Supplementary Data). The control test data suggested that the loss of ethylbenzene (1.0 mmol L 1) was less than 4.0% due to the volatilization of ethylbenzene under all the experimental conditions. With the BC pyrolysis temperature being increased from 300 C to 500 C, the adsorption removal of ethylbenzene on the nFe3O4/BC composites was increased from 22.9% to 40.0%. Increasing the pyrolysis temperature to 600 C, the removal of ethylbenzene was further increased to 45.5% with the adsorption effect of nFe3O4/BC600, corresponding to the largest SBET\nvalue of 242.11 m2 g 1 for BC600. Fig. 3a showed the ethylbenzene degradation performances of\nthe nFe3O4/BC composites in the activation of H2O2, where BC was pyrolyzed at temperatures of 300 C, 400 C, 500 C and 600 C with nFe3O4 to BC mass ratio of 1:4. The ethylbenzene degradation efficiencies of 66.9%, 88.1%, 96.9%, and 92.8% were achieved for nFe3O4/BC300, nFe3O4/BC400, nFe3O4/BC500 and nFe3O4/BC600, respectively. These efficiencies are higher than 51.7% in case of nFe3O4 as an activator (Fig. S2a). The results indicated that BC can provide excellent dispersive performance for nFe3O4 in the activation of H2O2. The highest ethylbenzene degradation efficiency\nwas achieved by nFe3O4/BC500 in the activation of H2O2 indicating the best performance of BC500 from the nFe3O4/BC composites. It was revealed that the presence of persistent free radicals (PFRs) on the BC surfaces was an important factor for activating H2O2 (Fang et al., 2014a,b). The PFRs intensities of BC with different pyrolysis temperatures were determined by EPR (Fig. S2b). It was found that the PFRs intensities of BC were rapidly increased as the rise of the pyrolysis temperature from 300 C to 500 C, and then markedly decreased at 600 C. These implied that the PFRs on BC surfaces might be a key factor for activating H2O2 to degrade ethylbenzene.\nThe ethylbenzene degradation efficiencies with different nFe3O4\n(a) BC pyrolysis temperatures from 300 C to 600 C and nFe3O4 to BC mass ratio of 1:4, n the 5 mentioned systems, effect of (c) nFe3O4/BC500 concentration and (d) H2O2 conitions: the concentration of nFe3O4 itself or in nFe3O4/BC500 composite was 0.55 g L 1, the the concentration of ethylbenzene was 1.0 mmol L 1 and the initial pH was 7.0.\nto BC500 mass ratios in the nFe3O4/BC500 activated H2O2 system were further studied. All ethylbenzene degradation kinetics approximately followed pseudo-first-order reaction of ln(c0/ ct) ¼ kobst þ b, where c0 and ct were the ethylbenzene concentrations at initial time (t ¼ 0) and reaction time (t ¼ t), kobs was the apparent propagation rate constant, t was reaction time, and b was a constant. As illustrated in Fig. 3b, the degradation efficiency of ethylbenzene was effectively improved with progressively increasing the amount of BC500 to the composites, where mass ratios of nFe3O4 to BC500 in the nFe3O4/BC composites were changed from 2:1 to 1:4. In contrast, the degradation efficiency of ethylbenzene was gradually decreased when the mass ratios of nFe3O4 to BC500 were below 1:4. With relatively low BC500 loading, the active sites of nFe3O4/BC500 were increased by enhanced surface areas and pore volumes of BC500, which could efficiently prevent nFe3O4 aggregation and significantly increase the electron transfer process in the H2O2 activated process (Zubir et al., 2014). However, excessive amount of BC500 in the nFe3O4/BC500 composites would occupy the active sites of nFe3O4, leading to low degradation efficiency for ethylbenzene (Yan et al., 2014). The optimum performance in the degradation of ethylbenzene with kobs of 0.149 min 1 was achieved with themass ratio of nFe3O4/BC500 at 1:4. As a result, the nFe3O4/BC500 with the mass ratio of 1:4 was selected for further evaluation.\nAs shown in Fig. 3c and d, effects of nFe3O4/BC500 and H2O2 concentration on the degradation of ethylbenzene were investigated. When the nFe3O4/BC500 concentrations were increased from 1.38 to 2.76 g L 1, the kobs values for the degradation of ethylbenzene were increased from 0.101 to 0.149 min 1. The increased nFe3O4/BC500 concentration provided a large amount of active sites for the activation of H2O2, and thus more radicals with strong oxidizing abilities were generated for the degradation of ethylbenzene. However, the kobs value was decreased to 0.111 min 1 when the concentration of nFe3O4/BC500 was further increased to 4.14 g L 1. The decreased kobs value was mainly caused by the decrease of free radicals for the degradation of ethylbenzene because of the side scavenging reaction between excessive Fe(II) species according to Eq. (8) (Xu and Wang, 2012).\nFe(II) þ OH/ Fe(III) þ OH (8)\nAs for the influence of H2O2 concentration on the degradation of ethylbenzene, the kobs values were increased quickly from 0.089 to 0.149 min 1 as H2O2 concentrations were increased from 1.0 to 2.0 mmol L 1. Because H2O2 was the precursor for the generation of OH radicals, higher H2O2 concentrations lead to the generation of more OH radicals, accounting for the degradation of ethylbenzene and hence the increase in the kobs value. When the concentration of H2O2 was beyond 2.0 mmol L 1, the kobs value was not significantly\nincreased due to the reaction between OH radicals and excessive H2O2 (Eq. (2)) (Yan et al., 2012). Therefore, the concentrations of nFe3O4/BC500 and H2O2 were selected to be 2.76 g L 1 and 2.0 mmol L 1 respectively for 0.1 mmol L 1 ethylbenzene degradation.\n3.3. Effect of pH values on ethylbenzene degradation and TOC removal efficiency\nFig. 4 showed the effect of initial solution pH values on the degradation of ethylbenzene in the presence of nFe3O4/BC500 and H2O2. At pH 3.0, nFe3O4 tended to be dissolved, and hence the degradation of ethylbenzene was proceeded, with the degradation efficiency and kobs value of 99.33% and 0.154 min 1respectively. As solution pH was increased, the ability of nFe3O4/BC500 to activate H2O2 was decreased. Both the degradation efficiencies and kobs values were larger than those at pH 7.0, but the degradation efficiency was slightly decreased to 80.90% with kobs value of 0.131 min 1 at pH 10.0. In comparisonwith the homogeneous H2O2 activator of dissolved Fe2þ operated under low pH values (pH < 4.0), better H2O2 activating ability from weakly acidic of pH 3.0 to weakly alkali condition of pH 10.0 was shown for nFe3O4/ BC500. All of these results exhibited excellent catalytic activity of the nFe3O4/BC500 under a wide range of pH values from 3.0 to 10.0.\nThe utilization efficiencies of H2O2 in the nFe3O4/BC500 activated H2O2 system were calculated to evaluate the activation performance under different pH values. In accordance with Eq. (9), the complete mineralization of 1 mol ethylbenzene into CO2 and H2O would consume 21 mol H2O2. By measuring the TOC removal during the reaction, the consumed amount of H2O2 accounted for the degradation of ethylbenzene could be derived. The stoichiometry efficiency of utilization for H2O2 (h) was defined as the ratio of the consumed amount of H2O2 for the degradation of ethylbenzene to the decomposed amount of H2O2 in the reaction process (Zhang et al., 2014). From the experimental data, the TOC removal at pH 3.0, 7.0 and 10.0 were 42.0%, 36.2% and 30.86% respectively and these correspond to H2O2 decomposition efficiencies of 62.4%, 55.9% and 58.2% respectively. The values of h were calculated to be 70.6%, 67.9% and 55.7%, respectively. The relatively lower h value at pH 10.0 was mainly due to the decomposition of H2O2 in accordance with Eq. (10).\nC8H10 þ 21H2O2 / 8CO2 þ 26H2O (9)\n2H2O2 / 2H2O þ O2 (10)\nC removal in the nFe3O4/BC500 activated H2O2 system. Reaction conditions: the cone concentration of ethylbenzene was 1.0 mmol L 1.\n3.4. Identification of the predominant radical species\nReactive oxygen species (ROSs) of OH and O2 radicals might be involved in the heterogeneous Fenton-like system for the degradation of organic pollutants (Keenan and Sedlak, 2008; Luo et al., 2010). DMPO spin-trapping EPR spectrum were firstly utilized to test the existence of ROSs species in the nFe3O4/BC500 activated H2O2 system (Fig. 5). By adding spin-trapping agent of DMPO, the 4- fold characteristic peak with an intensity ratio of 1:2:2:1 was appeared in the EPR spectrum, which was assumed to be the pattern of the typical DMPO- OH adduct (Wang et al., 2010). However, in the presence of H2O2 only, the 4-fold characteristic peak signal was not detected. In addition, using dimethyl sulfoxide as a solvent in the system, and 6-fold characteristic peak signals of O2 radicals were also detected. The results indicated that both OH and O2 - radicals were the ROSs for the degradation of ethylbenzene in the Fe3O4/BC500 activated H2O2 system. The signal intensities of both OH and O2 - radicals followed the reducing order of nFe3O4/ BC500> nFe3O4>BC500, suggesting that the nFe3O4 played an important role in H2O2 decomposition comparing with BC500, and the support of BC500 significantly enhances the generation of OH and O2 - radicals.\nTo further explore the effect of the above twomentioned ROSs in the nFe3O4/BC500 activated H2O2 system, quenching experiments using t-butyl alcohol and benzoquinone were carried out to examine the contribution of OH and O2 - radicals with different rate constants (Palominos et al., 2008; Gültekin et al., 2009). With the addition of 1.0 mmol L 1 benzoquinone (10 times of ethylbenzene concentration), the degradation efficiency of ethylbenzene was 16.7% after the reaction for 40 min, which was lower than that without benzoquinone. The slight quenching effect implied that the\nROSs of O2 - radicals were participated in the degradation of ethylbenzene. In addition, the presence of 1.0 mmol L 1 t-butyl alcohol significantly decreased the ethylbenzene degradation efficiency at 73.0% as indicated in Fig S3. The dramatic inhibition effect of t-butyl alcohol indicated that OH radicals were the predominant ROSs responsible for the degradation of ethylbenzene in comparison with O2 - radicals. It is evident that although both OH and O2 - radicals were generated in the nFe3O4/BC-H2O2 system, the OH radicals were the mainly ROSs for the degradation of ethylbenzene. These findings were in accordance with the report that the generation of OH radicals for attacking organic pollutant in the Fe3O4 MNPs activated H2O2 process (Zhang et al., 2008)."
    }, {
      "heading" : "3.5. Possible catalytic mechanism for the activation of H2O2 by nFe3O4/BC",
      "text" : "In order to explore the roles of Fe and BC played in the activation of H2O2 process, nFe3O4/BC before and after the reaction was examined by XPSmeasurement. The signal of the Fe 2p spectrum at the binding energy of 710.0 eV was observed and attributed to Fe(II), and the peaks at the binding energy of 711.5 eV, 713.0 eV and 714.2 eV were corresponded to Fe(III) of nFe3O4 (Wilson and Langell, 2014). Based on the peak areas from Fig. 6a, the percentages of Fe(II) and Fe(III) were 38.1% and 61.9% respectively in fresh nFe3O4/BC500. After the degradation of ethylbenzene was proceeded for 3 times in the nFe3O4/BC500 activated H2O2 system, almost no Fe(II) was measured, and the percentage of Fe(III) was increased to 100%, indicating that electrons in nFe3O4 were transferred from Fe(II) to H2O2 for the generation of OH radicals as described in Eq. (11), and Fe(III) was formed simultaneously due to the loss of one electron. The Fe(III) in nFe3O4 itself and generated\nin the nFe3O4/BC500 activated H2O2 system. Reaction conditions: the concentration of n of ethylbenzene was 1.0 mmol L 1 and the initial pH was 7.0.\nfrom the oxidation of Fe(II) would react with H2O2, which produced O2 - radicals in accordance with Eq. (12).\nFe(II) þ H2O2 / Fe(III) þ OH þ OH (11)\nFe(III) þ H2O2 / Fe(II) þ O2 - þ 2Hþ (12)\nC 1s spectra of nFe3O4/BC500 before and after the reaction were also measured. It could be interpreted from Fig. 6b that the peaks at 284.4 eV, 286.5 eV and 288.7 eV were attributed to CeC, CeOH and C]O/COOH groups respectively (Qian and Chen, 2013). For fresh nFe3O4/BC before the reaction, the percentages of CeC, CeOH and COOH groups were 76.6%, 19.2% and 4.2% respectively. After the activation, the percentage of CeOH group was decreased to 15.1%, while the ratio of COOH group was increased to 9.4%, and no obvious changes of CeC content were observed. However, C]O group was not measured possibly due to the low content in BC500 with the pyrolysis temperature of 500 C. It was reported that functional groups on the surfaces of biochar such as phenols and quinones might act as an electron transfer medium for H2O2 activation (Xu et al., 2013; Girishaa et al., 2003; Fang et al., 2014b). Thus, the reaction between CeOH and H2O2 was occurred in accordancewith Eq. (13), which leads to the decrease in the content of CeOH and the increase in the ratio of COOH after the reaction. In addition, by one electron transfer from CeOH to H2O2, organic radicals of CO and OH were released from Eq. (14) (Huang et al., 2014).\nCeOH þ H2O2 /COOH þ H2O (13)\nCeOH þ H2O2 /CO þ OH þ H2O (14)\nIn addition, the formed PFRs were also considered to be key factors for the generation of ROSs in nFe3O4/BC activated H2O2 process. It was revealed that PFRs were formed from the chemisorbed organic compounds on metal oxide surfaces (Vejerano et al., 2012). At relatively high temperature for BC preparation, biomass was pyrolyzed with abundant phenol or quinone groups, which would transfer electrons to transition metals, followed by the formation of surface-bound PFRs on BC surface. The formed PFRs on BC surface would directly react with H2O2 by one electron transfer process to decompose it into OH radicals (Koppenol and Butler, 1985; Page et al., 2012).\nIn summary, the activation mechanism of H2O2 in the presence of nFe3O4 was proposed in Fig. 7. Firstly, the Fe(II) in nFe3O4 was\naccounted for the generation of OH radicals in the Fenton-like processes, and Fe(III) in nFe3O4 and formed from Fe(II) oxidation was responsible for the generation of O2 - radicals. Secondly, BC surface bounded phenolic hydroxyl group of CeOHwould act as an electron transfer mediator to decompose H2O2 into OH radicals. Thirdly, the PFRs on BC surfaces would directly react with H2O2 by one electron transfer and gave rise to OH radicals. Both the OH and O2 - radicals were generated for the degradation of ethylbenzene in the nFe3O4/BC activated H2O2 process, However, further evidence is needed to elucidate the detailed activation pathways and the contributions of phenolic hydroxyl groups and PFRs on BC surfaces on the generation of OH radicals."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this study, nFe3O4/BC was successfully synthesized and characterized as H2O2 activator for the degradation of ethylbenzene. The influencing factors on the degradation efficiency for ethylbenzene by the nFe3O4/BC activating H2O2 system were identified. Based on the experimental results, the optimized mass ratio of nFe3O4 to BC of 1:4, and the pyrolysis temperature of biochar of 500 C were determined. EPR, quenching experiment and XPS measurement were utilized to evaluate the mechanism of nFe3O4/BC activated H2O2. It was revealed that both OH and O2 - radicals were generated in the nFe3O4/BC500 activated H2O2 system, and the OH radicals were the predominant species for the degradation of ethylbenzene. Through electron transfer process, Fe(II), phenolic hydroxyl group and PFRs on BC surfaces could be accounted for the generation of OH radicals, Fe(III) in nFe3O4 and formed from Fe(II) oxidation was responsible for the generation of O2 - radicals in the nFe3O4/BC activated H2O2 system."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was financially supported by International Cooperation and Exchange Program of Natural Science Foundation of China (Grant No. 41761134091), Natural Science Foundation of Jiangsu Province (Grant No. BK20171519), Key Research and Development Program of theMinistry of Sciences and Technology of China (Grant No. 2019YFC1804002 and 2018YFC1803002), Frontier Fields of the Thirteenth Five-Year Plan Period of the Institute of Soil Science, Chinese Academy of Sciences (Grant No. ISSASIP 1659), and Foundation of National Engineering Laboratory for Site Remediation Technologies (Grant No. NEL-SRT201710)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.envpol.2020.114020."
    } ],
    "references" : [ {
      "title" : "Transitional adsorption and partition of nonpolar",
      "author" : [ "B. Chen", "D. Zhou", "L. Zhu" ],
      "venue" : null,
      "citeRegEx" : "Chen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2008
    }, {
      "title" : "Ionothermal synthesis of Fe3O4 magnetic nanoparticles as efficient heterogeneous Fenton-like catalysts for degradation",
      "author" : [ "F. Chen", "S. Xie", "X. Huang", "X. Qiu" ],
      "venue" : null,
      "citeRegEx" : "Chen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2017
    }, {
      "title" : "Nitrogen-doped graphene for generation and evolution of reactive radicals by metal-free catalysis",
      "author" : [ "X. Duan", "Z. Ao", "H. Sun", "S. Indrawirawan", "Y. Wang", "J. Kang", "F. Liang", "Z.H. Zhu", "S. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Duan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Duan et al\\.",
      "year" : 2015
    }, {
      "title" : "Key role of persistent free radicals in hydrogen peroxide activation by biochar: implications to organic contaminant degradation",
      "author" : [ "G.D. Fang", "J. Gao", "C. Liu", "D.D. Dionysiou", "Y. Wang", "D. Zhou" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Fang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2014
    }, {
      "title" : "New Insights into the mechanism of the catalytic decomposition of hydrogen peroxide by activated carbon: implications for degradation of diethyl phthalate",
      "author" : [ "G.D. Fang", "C. Liu", "J. Gao", "D.M. Zhou" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Fang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2014
    }, {
      "title" : "Manipulation of persistent free radicals in biochar to activate persulfate for contaminant degradation",
      "author" : [ "G.D. Fang", "C. Liu", "J. Gao", "D.D. Dionysiou", "D. Zhou" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Fang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2015
    }, {
      "title" : "Decomposition and nutrient dynamics of green and freshly fallen radiata pine (Pinus radiata) needles",
      "author" : [ "G.K. Girishaa", "L.M. Condrona", "P.W. Clintonb", "M.R. Davis" ],
      "venue" : "For. Ecol. Manag. 179,",
      "citeRegEx" : "Girishaa et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Girishaa et al\\.",
      "year" : 2003
    }, {
      "title" : "Degradation of trichloroethylene in aqueous solution by persulfate activated with Fe(III)-EDDS complex",
      "author" : [ "X. Gu", "Y. Wang", "Z. Miao", "S. Lu", "Z. Qiu", "Q. Sui", "X. Guo" ],
      "venue" : "Res. Chem. Intermed",
      "citeRegEx" : "Gu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gu et al\\.",
      "year" : 2017
    }, {
      "title" : "Physiological and genetic screening methods for the isolation of methyl tert-butyl ether degrading bacteria for bioremediation",
      "author" : [ "I.M. Guisado", "J. Purswani", "J. Gonzalez-Lopez", "C. Pozo" ],
      "venue" : "purposes. Int. Biodeterior. Biodegrad",
      "citeRegEx" : "Guisado et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Guisado et al\\.",
      "year" : 2015
    }, {
      "title" : "Sonochemical decay of C.I. acid orange 8: effects of CCl4 and t-butyl alcohol",
      "author" : [ "I. Gültekin", "G. Tezcanli-Güyer", "N.H. Ince" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "Gültekin et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Gültekin et al\\.",
      "year" : 2009
    }, {
      "title" : "A review of the genotoxicity of ethylbenzene",
      "author" : [ "L. Henderson", "D. Brusick", "F. Ratpan", "G. Veenstra" ],
      "venue" : "Mutat. Res. Rev. Mutat",
      "citeRegEx" : "Henderson et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Henderson et al\\.",
      "year" : 2007
    }, {
      "title" : "Catalytic oxidative removal of 2,4-dichlorophenol by simultaneous use of horseradish peroxidase and graphene oxide/Fe3O4 as catalyst",
      "author" : [ "J. Huang", "Q. Chang", "Y. Ding", "X. Han", "H. Tang" ],
      "venue" : "Chem. Eng. J. 254,",
      "citeRegEx" : "Huang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2014
    }, {
      "title" : "Ligand-enhanced reactive oxidant generation by nanoparticulate zero-valent iron and oxygen",
      "author" : [ "C.R. Keenan", "D.L. Sedlak" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Keenan and Sedlak,? \\Q2008\\E",
      "shortCiteRegEx" : "Keenan and Sedlak",
      "year" : 2008
    }, {
      "title" : "Energetics in interconversion reactions of oxyradicals",
      "author" : [ "W.H. Koppenol", "J. Butler" ],
      "venue" : "Adv. Free Radic. Biol. Med",
      "citeRegEx" : "Koppenol and Butler,? \\Q1985\\E",
      "shortCiteRegEx" : "Koppenol and Butler",
      "year" : 1985
    }, {
      "title" : "Nitrogen and sulfur co-doped CNT-COOH as an efficient metal-free catalyst for the degradation of UV filter BP-4 based on sulfate radicals",
      "author" : [ "H. Liu", "P. Sun", "M. Feng", "S. Yang", "L. Wang", "Z. Wang" ],
      "venue" : "Appl. Catal. B Environ. 187,",
      "citeRegEx" : "Liu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2016
    }, {
      "title" : "Efficient removal of organic pollutants with magnetic nanoscaled BiFeO3 as a reusable heterogeneous Fenton-like catalyst",
      "author" : [ "W. Luo", "L. Zhu", "N. Wang", "H. Tang", "M.J. Cao", "Y.B. She" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Luo et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2010
    }, {
      "title" : "Preparation of magnetite-based catalysts and their application in heterogeneous Fenton oxidation-a review",
      "author" : [ "M. Munoz", "Z.M. de Pedro", "J.A. Casas", "J.J. Rodriguez" ],
      "venue" : "Appl. Catal. B Environ. 176e177,",
      "citeRegEx" : "Munoz et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Munoz et al\\.",
      "year" : 2015
    }, {
      "title" : "Hydroxyl radical formation upon oxidation of reduced humic acids by oxygen in the dark",
      "author" : [ "S.E. Page", "M. Sander", "W.A. Arnold", "K. McNeill" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Page et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Page et al\\.",
      "year" : 2012
    }, {
      "title" : "Evidence for hole participation during the photocatalytic oxidation of the antibiotic flumequine",
      "author" : [ "R. Palominos", "J. Freer", "M.A. Mondaca", "H.D. Mansilla" ],
      "venue" : "J. Photochem. Photobiol. A:",
      "citeRegEx" : "Palominos et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Palominos et al\\.",
      "year" : 2008
    }, {
      "title" : "Interactions of aluminum with biochars and oxidized biochars: implications for the biochar aging process",
      "author" : [ "L.B. Qian", "B. Chen" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Qian and Chen,? \\Q2013\\E",
      "shortCiteRegEx" : "Qian and Chen",
      "year" : 2013
    }, {
      "title" : "Nanoscale zero-valent iron supported by biochars produced at different temperatures: synthesis mechanism and effect on Cr(VI) removal",
      "author" : [ "L.B. Qian", "W.Y. Zhang", "J.C. Yan", "L. Han", "Y. Chen", "D. Ouyang", "M. Chen" ],
      "venue" : "Environ. Pollut. 223,",
      "citeRegEx" : "Qian et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Qian et al\\.",
      "year" : 2017
    }, {
      "title" : "Reduced graphene oxide for catalytic oxidation of aqueous organic pollutants",
      "author" : [ "H. Sun", "S. Liu", "G. Zhou", "H.M. Ang", "M.O. Tad e", "S. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Sun et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2012
    }, {
      "title" : "Application of biochar for the removal of pollutants from aqueous solutions",
      "author" : [ "X.F. Tan", "Y.G. Liu", "G. Zeng", "X. Wang", "X. Hu", "Y. Gu", "Z. Yang" ],
      "venue" : "Chemosphere 125,",
      "citeRegEx" : "Tan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2015
    }, {
      "title" : "Treatment of groundwater contaminated with gasoline components by an ozone/UV process",
      "author" : [ "G. Temesgen", "M.D. Gurol", "O. Olufisayo", "T. Lalitha" ],
      "venue" : "Chemosphere 73,",
      "citeRegEx" : "Temesgen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Temesgen et al\\.",
      "year" : 2008
    }, {
      "title" : "Formation and stabilization of combustion-generated, environmentally persistent radicals on Ni(II)O supported on a silica surface",
      "author" : [ "E. Vejerano", "S.M. Lomnicki", "B. Dellinger" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Vejerano et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Vejerano et al\\.",
      "year" : 2012
    }, {
      "title" : "Sono-assisted preparation of highly-efficient peroxidase-like Fe3O4 magnetic nanoparticles for catalytic removal of organic pollutants with H2O2",
      "author" : [ "N. Wang", "L. Zhu", "D.L. Wang", "M.Q. Wang", "Z.F. Lin", "H. Tang" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "Wang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2010
    }, {
      "title" : "XPS analysis of oleylamine/oleic acid capped Fe3O4 nanoparticles as a function of temperature",
      "author" : [ "D. Wilson", "M.A. Langell" ],
      "venue" : "Appl. Surf",
      "citeRegEx" : "Wilson and Langell,? \\Q2014\\E",
      "shortCiteRegEx" : "Wilson and Langell",
      "year" : 2014
    }, {
      "title" : "Application of calcium peroxide activated with Fe(II)-EDDS complex in trichloroethylene degradation",
      "author" : [ "Z. Xiang", "X. Gu", "S. Lu", "Z. Miao", "M. Xu", "X. Fu", "Z. Qiu", "S. Qian" ],
      "venue" : "Chemosphere 160,",
      "citeRegEx" : "Xiang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Xiang et al\\.",
      "year" : 2016
    }, {
      "title" : "Magnetic nanoscaled Fe3O4/CeO2 composite as an efficient Fenton-like heterogeneous catalyst for degradation of 4-chlorophenol",
      "author" : [ "L.J. Xu", "J.L. Wang" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Xu and Wang,? \\Q2012\\E",
      "shortCiteRegEx" : "Xu and Wang",
      "year" : 2012
    }, {
      "title" : "Comparison of rice husk-and dairy manure-derived biochars for simultaneously removing heavy metals from aqueous solutions: role of mineral components in biochars",
      "author" : [ "X. Xu", "X. Cao", "L. Zhao" ],
      "venue" : "Chemosphere 92,",
      "citeRegEx" : "Xu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2013
    }, {
      "title" : "Glutamic acid modified Fenton system for degradation of BTEX contamination",
      "author" : [ "F.Z. Yehia", "N.G. Kandile", "A.M. Badawi", "A.H. Mady" ],
      "venue" : "Clean-Soil Air Water",
      "citeRegEx" : "Yehia et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yehia et al\\.",
      "year" : 2012
    }, {
      "title" : "Degradation of trichloroethylene by activated persulfate using a reduced graphene oxide supported magnetite nanoparticle",
      "author" : [ "J. Yan", "W. Gao", "M. Dong", "L. Han", "L. Qian", "C.P. Nathanail", "M. Chen" ],
      "venue" : "Chem. Eng. J. 295,",
      "citeRegEx" : "Yan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2016
    }, {
      "title" : "Biochar supported nanoscale zerovalent iron composite used as persulfate activator for removing trichloroethylene",
      "author" : [ "J. Yan", "L. Han", "W. Gao", "S. Xue", "M. Chen" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "Yan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2014
    }, {
      "title" : "Efficient degradation of organic pollutants with ferrous hydroxide colloids as heterogeneous Fenton-like activator of hydrogen peroxide",
      "author" : [ "J. Yan", "H. Tang", "Z.F. Lin", "M.N. Anjum", "L. Zhu" ],
      "venue" : "Chemosphere 87,",
      "citeRegEx" : "Yan et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2012
    }, {
      "title" : "Decomposing phenol by the hidden talent of ferromagnetic nanoparticles",
      "author" : [ "J. Zhang", "J. Zhuang", "L. Gao", "Y. Zhang", "N. Gu", "J. Feng", "D. Yang", "J. Zhu", "X. Yan" ],
      "venue" : "Chemosphere 73,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2008
    }, {
      "title" : "Degradation of bisphenol A by hydrogen peroxide activated with CuFeO2 microparticles as a heterogeneous Fenton-like catalyst: efficiency, stability and mechanism",
      "author" : [ "X.Y. Zhang", "Y.B. Ding", "H. Tang", "X.Y. Han", "L. Zhu", "N. Wang" ],
      "venue" : "Chem. Eng. J. 236,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2014
    }, {
      "title" : "Structural and functional investigation of graphene oxide-Fe3O4 nanocomposites for the heterogeneous Fenton-like reaction",
      "author" : [ "C. ao", "D.C. Dinz" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "ao and Dinz,? \\Q2014\\E",
      "shortCiteRegEx" : "ao and Dinz",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 8,
      "context" : "Benzene, toluene, ethylbenzene, and xylenes (BTEX) were series of volatile aromatic compounds utilized as chemical raw materials and solvents in petroleum products and pharmaceutical industries (Aranda et al., 2010; Guisado et al., 2015).",
      "startOffset" : 194,
      "endOffset" : 237
    }, {
      "referenceID" : 10,
      "context" : "BTEX have similar relative stable chemical structures and biological toxicities, and ethylbenzene poses especially serious risks to human beings because of its carcinogenicity, teratogenesis, mutagenicity and biological accumulation (Henderson et al., 2007).",
      "startOffset" : 233,
      "endOffset" : 257
    }, {
      "referenceID" : 7,
      "context" : "Advanced oxidation processes (AOPs) involving oxidants such as ozone, calcium peroxide, persulfate and hydrogen peroxide have beenwidely applied to remediate organic pollutants in recent years (Gu et al., 2017; Temesgen et al., 2008; Xiang et al., 2016; Yehia et al., 2012).",
      "startOffset" : 193,
      "endOffset" : 273
    }, {
      "referenceID" : 23,
      "context" : "Advanced oxidation processes (AOPs) involving oxidants such as ozone, calcium peroxide, persulfate and hydrogen peroxide have beenwidely applied to remediate organic pollutants in recent years (Gu et al., 2017; Temesgen et al., 2008; Xiang et al., 2016; Yehia et al., 2012).",
      "startOffset" : 193,
      "endOffset" : 273
    }, {
      "referenceID" : 27,
      "context" : "Advanced oxidation processes (AOPs) involving oxidants such as ozone, calcium peroxide, persulfate and hydrogen peroxide have beenwidely applied to remediate organic pollutants in recent years (Gu et al., 2017; Temesgen et al., 2008; Xiang et al., 2016; Yehia et al., 2012).",
      "startOffset" : 193,
      "endOffset" : 273
    }, {
      "referenceID" : 30,
      "context" : "Advanced oxidation processes (AOPs) involving oxidants such as ozone, calcium peroxide, persulfate and hydrogen peroxide have beenwidely applied to remediate organic pollutants in recent years (Gu et al., 2017; Temesgen et al., 2008; Xiang et al., 2016; Yehia et al., 2012).",
      "startOffset" : 193,
      "endOffset" : 273
    }, {
      "referenceID" : 16,
      "context" : "Nevertheless, the specific surface area and active sites will be significantly decreased due to the aggregation of nFe3O4 particles, leading to lower activation performance (Munoz et al., 2015).",
      "startOffset" : 173,
      "endOffset" : 193
    }, {
      "referenceID" : 22,
      "context" : "Among these, biochar (BC) has shown considerable potentials in environmental remediation because of large specific surface area, porous structure, wide availability of feedstocks and low cost (Tan et al., 2015).",
      "startOffset" : 192,
      "endOffset" : 210
    }, {
      "referenceID" : 31,
      "context" : "In addition, abundant surface oxygen groups on the surface of BC could also participate in the peroxide activation (Yan et al., 2016).",
      "startOffset" : 115,
      "endOffset" : 133
    }, {
      "referenceID" : 5,
      "context" : "In accordance with the processes reported by previous studies (Fang et al., 2014a; Fang et al., 2015), pine needles of pinus koraiensis were collected and washed by ultrapure water for 5 times.",
      "startOffset" : 62,
      "endOffset" : 101
    }, {
      "referenceID" : 0,
      "context" : "C]O stretch of ester was observed at the peak of 1703 cm 1, which was almost disappeared at the pyrolysis temperature above 500 C (Chen et al., 2008).",
      "startOffset" : 130,
      "endOffset" : 149
    }, {
      "referenceID" : 20,
      "context" : "After nFe3O4 was dispersed on the BC surface (nFe3O4/BC), the band at 811 cm 1 was decreased, and a new peak at 560 cm 1 was appeared, indicating the formation of FeeOeSi bond through the reaction between FeeOH and SieO (Qian et al., 2017; Yan et al., 2014).",
      "startOffset" : 220,
      "endOffset" : 257
    }, {
      "referenceID" : 32,
      "context" : "After nFe3O4 was dispersed on the BC surface (nFe3O4/BC), the band at 811 cm 1 was decreased, and a new peak at 560 cm 1 was appeared, indicating the formation of FeeOeSi bond through the reaction between FeeOH and SieO (Qian et al., 2017; Yan et al., 2014).",
      "startOffset" : 220,
      "endOffset" : 257
    }, {
      "referenceID" : 2,
      "context" : "The D band at 1350 cm 1 was ascribed to the sp3 disordered carbon, and the G band at 1570 cm 1 was corresponded to the sp2 hybridized carbon (Duan et al., 2015).",
      "startOffset" : 141,
      "endOffset" : 160
    }, {
      "referenceID" : 21,
      "context" : "ID/IG were utilized to reflect the degree of defect and disorder of carbon materials (Sun et al., 2012; Liu et al., 2016).",
      "startOffset" : 85,
      "endOffset" : 121
    }, {
      "referenceID" : 14,
      "context" : "ID/IG were utilized to reflect the degree of defect and disorder of carbon materials (Sun et al., 2012; Liu et al., 2016).",
      "startOffset" : 85,
      "endOffset" : 121
    }, {
      "referenceID" : 20,
      "context" : "Biochar was a porous carbon containing a plenty of minerals (Qian et al., 2017).",
      "startOffset" : 60,
      "endOffset" : 79
    }, {
      "referenceID" : 32,
      "context" : "However, excessive amount of BC500 in the nFe3O4/BC500 composites would occupy the active sites of nFe3O4, leading to low degradation efficiency for ethylbenzene (Yan et al., 2014).",
      "startOffset" : 162,
      "endOffset" : 180
    }, {
      "referenceID" : 35,
      "context" : "The stoichiometry efficiency of utilization for H2O2 (h) was defined as the ratio of the consumed amount of H2O2 for the degradation of ethylbenzene to the decomposed amount of H2O2 in the reaction process (Zhang et al., 2014).",
      "startOffset" : 206,
      "endOffset" : 226
    }, {
      "referenceID" : 12,
      "context" : "Reactive oxygen species (ROSs) of OH and O2 radicals might be involved in the heterogeneous Fenton-like system for the degradation of organic pollutants (Keenan and Sedlak, 2008; Luo et al., 2010).",
      "startOffset" : 153,
      "endOffset" : 196
    }, {
      "referenceID" : 15,
      "context" : "Reactive oxygen species (ROSs) of OH and O2 radicals might be involved in the heterogeneous Fenton-like system for the degradation of organic pollutants (Keenan and Sedlak, 2008; Luo et al., 2010).",
      "startOffset" : 153,
      "endOffset" : 196
    }, {
      "referenceID" : 25,
      "context" : "By adding spin-trapping agent of DMPO, the 4fold characteristic peak with an intensity ratio of 1:2:2:1 was appeared in the EPR spectrum, which was assumed to be the pattern of the typical DMPO- OH adduct (Wang et al., 2010).",
      "startOffset" : 205,
      "endOffset" : 224
    }, {
      "referenceID" : 18,
      "context" : "To further explore the effect of the above twomentioned ROSs in the nFe3O4/BC500 activated H2O2 system, quenching experiments using t-butyl alcohol and benzoquinone were carried out to examine the contribution of OH and O2 - radicals with different rate constants (Palominos et al., 2008; Gültekin et al., 2009).",
      "startOffset" : 264,
      "endOffset" : 311
    }, {
      "referenceID" : 9,
      "context" : "To further explore the effect of the above twomentioned ROSs in the nFe3O4/BC500 activated H2O2 system, quenching experiments using t-butyl alcohol and benzoquinone were carried out to examine the contribution of OH and O2 - radicals with different rate constants (Palominos et al., 2008; Gültekin et al., 2009).",
      "startOffset" : 264,
      "endOffset" : 311
    }, {
      "referenceID" : 34,
      "context" : "These findings were in accordance with the report that the generation of OH radicals for attacking organic pollutant in the Fe3O4 MNPs activated H2O2 process (Zhang et al., 2008).",
      "startOffset" : 158,
      "endOffset" : 178
    }, {
      "referenceID" : 26,
      "context" : "2 eV were corresponded to Fe(III) of nFe3O4 (Wilson and Langell, 2014).",
      "startOffset" : 44,
      "endOffset" : 70
    }, {
      "referenceID" : 19,
      "context" : "7 eV were attributed to CeC, CeOH and C]O/COOH groups respectively (Qian and Chen, 2013).",
      "startOffset" : 67,
      "endOffset" : 88
    }, {
      "referenceID" : 29,
      "context" : "It was reported that functional groups on the surfaces of biochar such as phenols and quinones might act as an electron transfer medium for H2O2 activation (Xu et al., 2013; Girishaa et al., 2003; Fang et al., 2014b).",
      "startOffset" : 156,
      "endOffset" : 216
    }, {
      "referenceID" : 6,
      "context" : "It was reported that functional groups on the surfaces of biochar such as phenols and quinones might act as an electron transfer medium for H2O2 activation (Xu et al., 2013; Girishaa et al., 2003; Fang et al., 2014b).",
      "startOffset" : 156,
      "endOffset" : 216
    }, {
      "referenceID" : 24,
      "context" : "It was revealed that PFRs were formed from the chemisorbed organic compounds on metal oxide surfaces (Vejerano et al., 2012).",
      "startOffset" : 101,
      "endOffset" : 124
    }, {
      "referenceID" : 13,
      "context" : "The formed PFRs on BC surface would directly react with H2O2 by one electron transfer process to decompose it into OH radicals (Koppenol and Butler, 1985; Page et al., 2012).",
      "startOffset" : 127,
      "endOffset" : 173
    }, {
      "referenceID" : 17,
      "context" : "The formed PFRs on BC surface would directly react with H2O2 by one electron transfer process to decompose it into OH radicals (Koppenol and Butler, 1985; Page et al., 2012).",
      "startOffset" : 127,
      "endOffset" : 173
    } ],
    "year" : 2020,
    "abstractText" : "Nano-magnetite supported by biochar (nFe3O4/BC) pyrolyzed at temperatures of 300 Ce600 C was developed to activate hydrogen peroxide (H2O2) for the efficient degradation of ethylbenzene in aqueous solution. It was revealed that the degradation efficiency of ethylbenzene and TOC removal were 96.9% and 36.2% respectively after the reaction for 40 min in the presence of initial concentration of 0.1 mmol L 1 ethylbenzene, 2.76 g L 1 nFe3O4/BC500 with the mass ratio of nFe3O4 to BC500 of 4:1 and 2.0 mmol L 1 H2O2 at pH 7.0. Based on electron paramagnetic resonance (EPR), quenching experiment and X-ray photoelectron spectroscopy (XPS) data, both OH and O2 radicals were generated in the nFe3O4/BC500 activated H2O2 system, and the OH radicals were the predominant species for the degradation of ethylbenzene. Through electron transfer process, mechanisms of Fe(II), phenolic hydroxyl group and persistent free radicals (PFRs) on BC surfaces accounted for the generation of OH radicals, and Fe(III) in nFe3O4 and formed from Fe(II) oxidation responsible for the generation of O2 radicals in the nFe3O4/BC activated H2O2 system were proposed. © 2020 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}