{
  "name" : "downloads_2019-10-07_09_mohammadkhani2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Designing a dual-functional epoxy composite system with self-healing/barrier anti-corrosion performance using graphene oxide nano-scale platforms decorated with zinc doped-conductive polypyrrole nanoparticles with great environmental stability and non-toxicity",
    "authors" : [ "Rahman Mohammadkhani", "Mohammad Ramezanzadeh", "Samaneh Saadatmandi", "Bahram Ramezanzadeh", "Rahman Mohammadkhania", "Mohammad Ramezanzadehb", "Samaneh Saadatmandib", "Bahram Ramezanzadehb" ],
    "emails" : [ "ramezanzadeh-bh@icrc.ac.ir,", "ramezanzadeh@aut.ac.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 Designing a dual-functional epoxy composite system with\ncorrosion functions using graphene oxide (GO) nano-platforms decorated by polypyrrole (PPy) nanoparticles doped with zinc metal ions is the major objective of this research attempt. GOPPy-Zn nanoplatform was fabricated via one-pot polymerization of pyrrole monomers on GO and two direct/indirect methods of zinc doping. In order to verify the PPy nanoparticles synthesis on GO sheets several analyses such as UV-visible, XPS, HR-TEM and FE-SEM were performed. The epoxy nanocomposite coatings containing GO-PPy and GO-PPy-Zn nanoplatforms were fabricated and applied on carbon steel. The nanocomposite coatings anti-corrosion capability was examined by electrochemical impedance spectroscopy (EIS), salt spray and pull-off adhesion test methods. The results of XPS analysis and HR-TEM and FE-SEM images demonstrated the zinc"
    }, {
      "heading" : "To whom correspondence should be addressed:",
      "text" : "1*Dr. Bahram Ramezanzadeh, e-mail: ramezanzadeh-bh@icrc.ac.ir, ramezanzadeh@aut.ac.ir .\n2 doped PPy nanoparticles formation on the GO nanoplatform. The great potency of GO-PPy-Zn on the epoxy coating anti-corrosion performance promotion, self-healing-barrier properties enhancement and cathodic delaminatio resistance improvement were obtained on carbon steel. Keywords: Epoxy coating; polypyrrole (PPy) nanoparticles; graphene oxide; anti-corrosion; XPS; FE-SEM. Introduction Graphene is an interesting nanoplatform which has recently attracted the extensive attention mainly because of its excellent features such as high electrical conductivity, good thermal stability and promising mechanical and water-impermeability properties. Graphene oxide (GO) has a two-dimensional structure including various functional groups, and thus, it is flexible to be dispersed in aqueous and many non-aqueous solvents [1]. sp2 and sp3 hybridized carbons on the hexagonal network structure with various functional groups including epoxide and hydroxyl on its basal plane and carbonyl and carboxyl groups on the edges make GO an attractive nanomaterial with so many outstanding properties. Said functional groups act as reactive sites involved in formation of covalent and non-covalent bonds at the interface of GO nanosheets and polymers [1-4]. GO has been widely used in fabrication of supercapacitors, sensors, drag delivery systems and solar cells [1, 5-7]. In recent investigations, it has been introduced as a well-known anti-corrosive agent due to having barrier properties against oxygen, water and ions [3, 8-10]. The major drawback of GO is its poor ability in the coating self-healing action improvement. To address this defect, applying numerous surface modifications on GO nanosheets using additives, fillers and pigments have been addressed in numerous studies [11]. Differently shaped nanofillers, namely sheet-like, spherical and rod-like, sheet-like structures have been widely applied in polymer composites construction because of high barrier properties\n3 and widespread anti-corrosion applications. GO has a close-pack layered structure stemming from the synthesis procedure which poses a major problem in diverse applications. The greatest challenges in GO nanoparticles utilization in polymer matrixes are the low compatibility as well as poor dispersability in polymers [12]. Decorating GO sheets with nanoparticles or functionalization with organic molecules or polymeric chains have been almost proposed to solve these problems, thus resulting in the promotion of compatibility between the polymers and GO nanosheets. Also as mentioned above, because of the high surface area, utilization of GO in polymer matrix results in the increment of coating resistance against penetration of corrosive ions and oxygen containing water [13]. Various investigations have been applied for GO nanosheets surface decoration with different nanoparticles. Silica, zinc oxide, titanium oxide and aluminium oxide have been reported to exhibit excellent dispersability and exfoliation properties [12, 14-16]. Ramezanzadeh and coworkers reported notable improvement in the polyurethane film anti-corrosion properties improvement by adding GO sheets modified by polyisocyanate [10]. Cui et al. [13] reported the self-polymerization of deposited dopamine (DA) on the GO substrate. They showed the PDA/GO composite effectiveness in epoxy coating anti-corrosion capacity improvement. Zheng et al. [17] considered the effect of modified and unmodified GO on the epoxy coating protection capacity. They revealed that the GO nanosheets surfacemodified by urea-formaldehyde (UF) showed significant enhancement of corrosion resistance. There are several studies on the applications of GO nanoparticles in polymeric coatings for making corrosion protective systems [4, 18]. Coatings containing GO nanoparticles show short term enhancement of barrier properties [10, 19]. This obstacle has been solved by surface modifiers with self-healing capabilities.\n4 Synthesis and surface modification of GO with polyaniline (PANI) was studied by Ramezanzadeh et al. [20]. They revealed in addition to the barrier capacity, the epoxy film selfhealing inhibition capability can be promoted by PANI. Furthermore, better compatibility with the epoxy matrix and reduction of hydrophilicity were observed. In another study, GO was surface-modified with polyaniline and CeO2 particles. The results demonstrated the enhancement of barrier corrosion protection and self-healing corrosion inhibition performance of coating by addition of GO-CeO2 [21]. Conductive polymers (CPs) are another type of surface modifiers which have been employed in coatings recently. CPs, commonly PANI and polypyrrole (PPy), have attracted more attention because of their significant properties including conductivity, facile synthesis, and high environmental stability. PANI has an important role in coatings due to its various oxidation states, doping/de-doping chemistry structure and the ability to act as a corrosion mitigating system [22]. It has been proved that functionalization of GO with polyaniline can successfully convert the GO surface from hydrophilic to slight hydrophobic and causes better dispersity and higher compatibility with the matrix of polymer [23]. PPy has been identified as a promising conducting polymer due to its straightforward polymerization, high conductivity in a wide pH range, environmental stability, non-toxicity, ion exchange capacity, high thermal stability (150 oC in the air), and high anti-corrosion properties compared with other CPs such as PANI [24, 25]. In a work implemented by Lonita et al. [26], a coating containing PPy-modified carbon nanotubes was fabricated, and molecular modeling and experimental determinations were accomplished to examine the coating protection capacity. It was observed that the polypyrrole/CNT inclusion into the coating led to the coating corrosion protection capability improvement.\n5 The current study is novel as for the first time an experimental procedure has been conducted in fabrication of a zinc-doped PPY/GO hybrid system with self-healing/barrier corrosion protection properties simultaneously. GO was synthesized through the modified Hummer’s method and PPy was covalently grafted on the GO nanosheets. Doping of PPy nanoparticles by zinc ions was performed with two indirect and direct routes. Characterization of nanoparticles was conducted by UV-Visible and XPS techniques and to investigate the nanoparticle morphology, FE-SEM and HR-TEM experiments results were considered. Nanoparticles have been incorporated into epoxy coating and their anti-corrosion properties examination was conducted by EIS and salt spray test and adhesion properties were investigated by pull-off approach."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Raw materials",
      "text" : "Expandable graphite (EG) powder was prepared from Kropfmuehl Graphite, Germany. Pyrrole (purity>98%) was obtained from Sigma-Aldrich. Analytical grade of sulfuric acid and hydrochloric acid with 98 % and 37 % purities, respectively, were purchased from Fluka Co. hydrogen peroxide (H2O2), KMnO4 and NaNO3 were obtained from Merck, Germany. Zinc nitrate tetrahydrate and ammonium peroxodisulfate ((NH4)2S2O8, APS), as initiator for polymerization, were obtained from Merck, Germany. All the materials were used in pure forms. Epoxy resin (EPIRAN-01 X-75) and amido polyamide curing agent (CRAYAMID 115) were provided from Saman, Iran and Arkema, France Co.\n6"
    }, {
      "heading" : "2.2. Synthesis of graphene oxide (GO) nanosheets",
      "text" : "To prepare GO nanosheets, the modified Hummer’s method was applied [10, 27, 28]. In brief, the blend containing 1 g EG and 120 ml concentrated H2SO4 was mixed for 2 hour. Afterward, 1 g NaNO3 was slowly added for 2 min and after that, 6 g KMnO4 was slowly poured into the mixture for 1 h. At ambient temperature the oxidation reaction lasted up to 72 h. At the end of the process, 600 ml DI water was added to the mixture for dilution and then it was placed in an ice-water bath. In order to finish the oxidation reaction after 30 min stirring, 3 to 5 ml H2O2 (35 %) solution was gradually added to the mixture. The mixture color turned from greenish-brown to bright-yellow, evidencing that the reaction was completed. The sample was kept in ambient atmosphere for a day. Finally, the graphite oxide sediment was purified with several cycles (each one for 5 min) of centrifugation at 4000 rpm, sonication for 2 min and washing with 1 M HCl solution as well as DI water. At the end of the procedure, a stable solution of GO in DI water was obtained. The synthesis procedure of the GO nanosheets is demonstrated in Figure 1a. 2.3. Synthesis of GO-PPy nanosheets Preparation of GO-PPy was done through in-situ polymerization of pyrrole monomers on the surface of GO nanosheets in the presence of ammonium persulfate (APS). For this purpose, 40 mg GO was dispersed in 80 ml DI water for 2 min by sonication. Then, 2.32 mL pyrrole monomer was separately added to 80 mL 1M HCl in order to obtain a bright-yellow homogeneous solution. The second prepared solution including pyrrole monomer was gradually added to the first one containing GO nanoplates. The obtained solution was sonicated for 2 min and eventually the product solution was achieved. Afterward, to initiate the polymerization process, 1.46 g APS was added to the product solution which quickly turned the color of the\n7 solution to black. The final solution was mixed for 24h at ambient temperature to complete the polymerization reaction. In order to eliminate all impurities and the unreacted monomers, 5 min centrifugation and rinsing with DI water for 3 times were carried out. The schematic processing of GO functionalization by pyrrole is illustrated in Figure 1b. 2.4. Synthesis of GO-PPy-Zn2+-І In order to add self-healing corrosion inhibition ability to the GO-PPy nanoplatform, zinc ions were doped in the chemical structure of GO-PPy nanosheets. To this end, two procedures were proposed. In the first, GO-PPy with a concentration of 1 g/L was dispersed in an adequate amount of DI water to attain 50 mL homogenous GO-PPy solution by sonication for 2 min. Subsequently, 500 ppm zinc nitrate was added to this solution and stirred at ambient temperature. The solution pH was adjusted at 7 via addition of NaOH-5% to ensure that the GO-PPy successfully attracted the zinc cations. After stirring for 30 min, the resulting product was purified by centrifugation for 5 min at 4000 rpm and washed with DI water two times. Figure 1c illustrates the zinc-doped GO-PPy structure upon this procedure. The interaction between zinc cations and GO nanosheet is mostly in the electrostatic form due to the negative charge of oxygen-containing groups present on GO nanoplates. 2.5. Synthesis of GO-PPy-Zn2+- ІІ In this method, simultaneous doping of zinc cations was done during the synthesis of GO-PPy. To achieve this goal, a solution containing 2.32 ml pyrrole monomer and 80 ml 1M HCl was prepared and mixed in order to obtain a bright-yellow homogenous solution. Next, 1.46 g APS was added to the prior mixture to initiate the polymerization reaction. The impact of addition of\n8 dispersed GO (40 mg GO in 80 ml DI) to the solution was coincident with the addition of zinc nitrate tetrahydrate (500 ppm in 50 ml solution). Meanwhile, the procedure was carried out at the same time as the synthesis of the GO-PPy procedure, as depicted in Figure 1d. Protonation of the pyrrole monomers is done in the acidic solution. The adsorption of the protonated pyrrole monomers and zinc cations on the negative sites of the GO nanosheets is done through electrostatic interactions. Some covalently bonds between zinc cations and the hydroxyl groups existed on the surface of GO nanosheets can be created beside electrostatic interactions. Moreover, the zinc cations can also act as a crosslinking agent between polypyrrole and GO nanoplates. Therefore, the doped zinc cations in the GO-PPy-Zn2+- ІІ cannot be easily released in the aqueous solutions in contrast with the GO-PPy-Zn2+-І because of the stronger bonds. (a)\n9 (b) (c)\n10\n(d)\nFigure 1- Schematic illustration of (a) GO synthetic approach, (b) formation of GO-PPy, (c) synthesis of GO-PPy-Zn2+ and (d) GO-PPy-Zn-II synthetic procedure.\n2.6. Preparation of GO, GO-PPy, GO-PPy-Zn nanocomposites In order to separate the DI water from nanoparticles, 4000 rpm centrifugation for 5 min was conducted on 0.1 g GO, GO-PPy and GO-PPy-Zn2+. It should be noted that the GO nanosheets were stable in DI water. Therefore, 1 mL concentrated HCl solution was added to the stable GO nanosheets solution to appropriately separate the nanoparticles through 4000 rpm centrifugation for 4 min. Subsequently, the nanoparticles were incorporated into 66.0 g epoxy resin where the weight percentage of each nanoparticle type was achieved to be 0.15 wt.%. To get better dispersion and remove the agglomerated nanoparticles, firstly, a certain amount of solvents composed of 30 mL butyl acetate and 70 mL xylene were added and secondly, 10 min sonication was conducted to disperse the agglomerated nanoparticles. To achieve a homogeneous mixture and eliminate the excess agglomerated nanoparticles, the centrifugation took for 5 min at 4000\n11\nrpm. Furthermore, a proper amount of polyamide (51.0 g) as hardener was prepared and mixed with the epoxy-nanoparticles mixture. To get a satisfactory density, a small portion of solvent was added to the resulting mixture. Finally, by an applicator of film the epoxy without any nanofiller and the epoxy containing GO, GO-PPy and GO-PPy-Zn2+ nanoparticles were applied on the clean glass sheets and maintained for 2 days at ambient temperature. All samples were placed in an oven for 2 h at 100 ˚C for the purpose of post-curing completion.\n2.7. Characterization Various techniques were conducted to identify the main features of the prepared samples. The UV-visible spectroscopy (Cecil 9000 Double Beam UV-VIS Spectrometer (CE9200)) was used to illustrate the behavior of the GO and surface modified GO that were properly dispersed in DI water at room temperature. To study the surface chemistry, characterization was employed by a Specs EA 10 Plus X-ray photoelectron spectroscopy (XPS) device with an excitation source of Al Kα and performing 10-9 mbar pressure. FE-SEM was used to study the morphology, structure and particle size of GO, GO-PPy and GO-PPy-Zn2+. The FE-SEM device (MIRA, TESCAN, Czech Republic) was supplied with energy dispersive spectroscopy (EDS). For this aim, a sufficient amount of nanoparticles was diluted in DI water and dispersed by ultrasonication. A droplet of the diluted samples was poured on the clean transparent glass sheets. Subsequently, any dried sample was covered with a thin layer of gold for the preparation of FE-SEM analysis. Identification of the surface modification of GO and zinc cation adsorption on the modified GO were done by high-resolution transmission electron microscope (HR-TEM) using Tecnai G2 F20S-TWIN 200KV electron microscope. In order to investigate the corrosion protection performance of the neat epoxy, GO/epoxy, GO-PPy/epoxy and GO-PPy-Zn2+/epoxy, the Ivium\n12\nCompactstat model EIS test was accomplished by a three-electrode cell named saturated Calomel reference electrode (SCE), counter electrode (platinum) and working electrode (steel samples with 1 cm2 area). The impedance measurements were performed at open circuit potential (OCP), the adjusted frequency was in the range of 104 Hz-0.01 Hz. Also, ±10 mV amplitude sinusoidal voltage was used during measurement. Additionally, all coatings, with/without artificial scratches (20 mm in length), were subjected to 3.5 wt.% NaCl solution and afterwards the EIS measurements were done. The impedance analysis was performed by Nova (version 1.7). In accordance with ASTM B117 standards, the salt spray test was conducted on the samples. Samples were maintained in the chamber with continuous 5.0 wt.% NaCl solution spraying (40 oC, and pH 7.0). The adhesion force values of the epoxy coatings with/without nanoparticles were considered by a Posi test-pull off adhesion tester (DEFELSKO) after 900 h salt spray. To ensure the data repeatability, three replications were selected for all experiments."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization",
      "text" : "To investigate whether the polymerization of pyrrole monomer on the surface of GO nanosheets occurred or not and also, zinc ions adsorbed, UV-visible spectra of GO, GO-PPy and GO-PPyZn nanoplatforms dispersed in water were conducted and depicted in Figure 2. GO nanosheets UV-Visible absorption spectrum show two major characteristic peaks. The main absorption peak at 232 nm is linked to π-π* transition of C=C within aromatic ring, sp2 carbon atoms. A weak shoulder like peak observed approximately at 310 nm is associated with the n-π* transition of sp3 functional groups (hydroxyl, carboxylic and epoxide). These peaks are consistent with previous data in the literature [21, 23, 29-31]. The absorption spectrum of PPy shows two peaks at 338\n13\nand 525 nm. The first peak (weaker absorption) is associated with the electron transition from the valence to conducting band which is ascribed to π-π* transition of the aromatic form of PPy. The second peak (stronger absorption) is related to the electron displacement from valence to the antibonding polaron/bipolaron band [32-35]. The peaks observed at 348 nm and 490 nm GO/PPy are similar to PPy. Firstly, the peak at 348 nm, which is attributed to the molecular conjugation, reveals π-π interaction between PPy and GO. Secondly, the peak observed at around 490 nm expresses the bipolar state of PPy in the composite [34]. Moreover, more polymerization sites and also, higher conjugation length can be provided when GO nanosheets existed in the composite structure. Some coupling between PPy and GO nanoparticles may be created. In addition, the absorbance of the molecular chains and monomers onto the surface of GO nanoplates due to the existence of some functional groups like, -OH and –COOH can be done. Besides, the contribution of π-π interaction between PPy backbone and GO nanosheets may also enhance the conjugation length of the polymer composite [36].\n200 300 400 500 600 700 800\nPPy GO-PPy-Zn-insitu GO-PPy\nWavelength (nm)\nA bs\nor ba\nnc e\n(a .u\n.)\n200 400 600 800\nA bs\nor ba\nnc e(\na. u.\n)\nWavelength (nm)\nGO\n15\nFigure 3- FT-IR spectra of GO, PPy, and surface modified GO\nTo consider the atomic composition and also the functional groups of GO nanosheets, the XPS spectra were employed. The wide-scan and additionally, the high resolution C 1s, O 1s and N 1s are portrayed in Figure 4. In accordance to the wide-scan spectra of GO and GO-PPy (Figure 4a), only two peaks, attributed to carbon (C 1s at 287.08 eV) and oxygen (O 1s at 532.08 eV) for the GO nanosheets. Three peaks observed at 285.08, 400.08 and 532.08 eV are linked to C 1s, N 1s and O 1s signals for the GO-PPy nanoparticles. These results properly reveal that the PPy bonding on the surface of GO nanosheets successfully done. Important information about the\n16\nchemical bonding of carbon atoms in GO and GO-PPy nanosheets is generated from the high resolution C 1s scan. Four peaks appeared at 283.78 (C-C), 284.58 (C-O), 286.68 (C=O) and 288.38 (O-C=O) for GO; furthermore, six noticeable peaks are observed which are located at 284.00, 284.80, 285.53, 286.49, 288.52 and 291.01 eV. These are corresponded to the sp2 hybridized carbon, sp3 hybridized carbon, C-N, C-O, C=O and finally O-C=O, respectively. It is a strong claim that the peak centered at 285.53 nm is corresponded to the C-N, supporting the presence of the PPy nanoparticles on the GO sheets. The XPS spectrum of N 1s for the GO-PPy sample evidently showed the peak related to the pyrrolic-NH-moiety at 400.00 eV, indicating the successfully surface modification of GO nanoplatforms by the PPy particles (Figure 4). The sp3 hybridized carbon is changed into the sp2 hybridized carbon as the PPy nanoparticles successfully deposited on the surface of GO nanoplatforms. The substantial increase of the C/O ratio (from 0.506 to 1.555), and N/C ratio (from 0.273 to 0.399) strongly confirms that the reduction of GO nanosheets in the presence of PPy nanoparticles is appropriately performed.\n17\nFigure 4- (a) XPS spectra of wide-scan GO and GO-PPy, high resolution of the C 1s spectra of (b) GO, (c) GO-PPy, (d) high resolution of the O 1s spectra of GO and, (e) high resolution of the N 1s spectra of GO-PPy\nGO, GO-PPy and GO-PPy-Zn were evaluated and compared using FE-SEM and HR-TEM results. Obviously, Figure 5 indicates the accumulation of GO nanosheets and also smooth flakes with clear surface appearance. The morphology study of GO nanosheets after surface modification with PPy was carried out by high resolution FE-SEM analysis. As Figure 5 illustrates, the surface of GO nanosheets is rough and uneven.\n18\nFigure 5- FE-SEM image of a) GO b) GO-PPy c) GO-PPy-Zn-I, and d) HR-TEM picture of GOPPy"
    }, {
      "heading" : "3.2. Corrosion studies",
      "text" : ""
    }, {
      "heading" : "3.2.1. Electrochemical measurement in solution phase",
      "text" : "The protection degree of the samples subjected to the saline solution without/with GO-PPy and GO-PPy-Zn extract was examined by EIS and polarization tests to predict the active inhibition mechanism of nanoparticles in the epoxy coating. The Nyquist diagrams for the blank, GO-PPy and GO-PPy-Zn samples are demonstrated in Figure 6. Different models were utilized for the experimental data fitting but the best model was a one-time constant equivalent electrical model (Figure 6). This reveals that the charge transfer control is defined for the corrosion of various samples subjected to 3.5% saline electrolyte with/without GO-PPy and GO-PPy-Zn extracts. Rs, Rt, Q, Y0 and n are the parameters achieved from the applied model, describing the solution resistance, total resistance (summation of film resistance (Rf) and charge transfer resistance (Rct)) and non-ideal capacitance, admittance and\n19\nexponential constant, respectively. For each parameter extracted from the model the mean value of three replicates are presented in Table 1. In accordance to the observations, results depicts that the Rt and |Z|10 mHz decreased gradually for the mild steel (MS) panel dipped in NaCl solution. In contrast to the blank solution, the augment of Rt and |Z|10 mHz can be observed for the GO-PPy and GO-PPy-Zn extract solutions. Although, bigger ascending trend is acquired for the GO-PPy-Zn compared to the GO-PPy extract solution due to the presence of the doped zinc cations, providing more inhibition effect. On the other hand, the GO-PPy-Zn extract solution retards two electrochemical reactions that take place on the cathodic and anodic locations. PPy has inhibiting role for anodic regions and zinc cations are responsible for the retardation of cathodic reactions. It is clear that the presence of PPy and zinc cations on the GO nanosheets provide active inhibition properties through releasing and adsorption of PPy and zinc cations on the active zones of GO sheets. To consider the corrosion inhibition process of GO-PPy and GO-PPy-Zn, the potentiodynamic polarization test was conducted. Figure 7A shows the polarization test observations for the blank, GO-PPy and also GO-PPy-Zn extract solutions and, additionally, it is possible in favor of the Tafel extrapolation method to acquire the corrosion potential (Ecorr), corrosion current density (icorr), cathodic (βc) and anodic (βa) Tafel slopes (Table 2). The results indicate that the icorr value related to the metal specimen subjected to GO-PPy-Zn and GO-PPy extracts are lower than the blank sample. Furthermore, the Ecorr values of GO-PPy and GO-PPy-Zn extract solutions are more negative than the unprotected solution. All polarization plots shifted to Ecorr=0 to better compare the effect of GO-PPy-Zn and GO-PPy extracts on the anodic/cathodic branches current densities shift at similar polarization potential. It is clear from Figure 7B that both cathodic and anodic branches altered to lower current densities in the GO-PPy-Zn compared to the blank\n20\nextract solution, indicating the impact of the inhibitors on the mix anodic/cathodic inhibition. The inhibition role of PPy nanoparticles corresponded to both barrier and active inhibition role. The PPy nanoparticles not only increase the diffusion length of corrosive species to the surface of steel but also increase the corrosion potential of steel due to the strong oxidative property of PPy as a conducting polymer. Therefore, the anodic corrosion rate of steel can be reduced through potential shifting of steel from active region to passive region [43]. The inhibition effect of zinc cations on the cathodic sites is due to the reaction between zinc cations and hydroxide ions, causing insoluble zinc hydroxide product formation. These observations approve the adsorption of PPy nanoparticles on the anodic and zinc cations on cathodic sites, respectively. The anodic inhibition of the PPy and the cathodic inhibition of zinc cations through formation of zinc hydroxide can be seen with respect to the Figure 7 and Table 2.\n(b)(a)\nCP E\nR p\nR s\nCPE\nRp\nR s\n21\nFigure 6- Nyquist plots of the steel specimens exposed to 3.5% NaCl media without/with GOPPy and GO-PPy-Zn extract after (a) 4 h, (b) 8 h and (c) 24 h immersion; marker points and solid lines are the experimental and fitted results, respectively.\nFigure 7- (A) Polarization plots corresponded to the steel panels exposed to 3.5% NaCl electrolyte without/with GO-PPy and GO-PPy-Zn extract after 24 h immersion. (B) the extent of potential corresponding to the corrosion potential E-Ecorr for various samples\nTable 1 The extracted parameters from the EIS spectra of mild steel panels immersed in 3.5% NaCl after 24 h immersion in the absence and presence of GO-PPy and GO-PPy-Zn extract (Rp=Rf+Rct).\n(c)\n22\nCPESample Immersion time (h) Rp (Ω.cm2)\nY0 (μΩ -1.cm-2.sn) n\nBlank sample 4 1112± 3% 292 ± 2% 0.83 ± 2% 8 1020± 2% 345± 4% 0.80± 1% 24 856± 2% 478± 3% 0.78± 3% GO-PPy extract 4 1340± 4% 287 ± 5% 0.81 ± 2% 8 1624± 3% 256± 2% 0.79± 1% 24 1800± 5% 234± 6% 0.80± 2% GO-PPy-Zn extract 4 2060± 2% 287 ± 4% 0.82 ± 3% 8 2190± 4% 234± 5% 0.83± 1% 24 3510± 5% 198± 2% 0.84± 2%"
    }, {
      "heading" : "3.2.2 Electrochemical measurement in coating phase",
      "text" : "The barrier/active inhibition capabilities of nanoparticles, which are incorporated into epoxy resin, were manifested by EIS measurements on the defected and non-defected samples. Meanwhile, the salt spray and pull-off tests were performed. In this part, the effect of GO, GO-PPy and GO-PPy-Zn nanoparticles after incorporation into the coating was evaluated by EIS measurement. For this purpose, five samples were prepared and the results of these samples are compared in various immersion times (10, 20, 30, 40 and 60 days). Impedance in the lowest frequency (|Z| 10 mHz), phase angle in the highest frequency (Ө10\nTable 2 Potentiodynamic polarization parameters attributed to the mild steel samples exposed to 3.5% NaCl solutions without/with GO-PPy and GO-PPy-Zn extract after 24 h immersion.\nConcentration Ecorr (mV) icorr (μA cm-2) -βc (V/dec) βa (V/dec) IE (%) Blank sample -0.652 ± 4% 13.8 ± 4% 0.679 ± 3% 0.083 ± 4% - GO-PPy extract -0.673 ± 3% 7.67 ± 5% 0.422 ± 2% 0.062 ± 2% 51 GO-PPy-Zn extract -0.684 ± 4% 3.22 ± 3% 0.188 ± 4% 0.065 ± 3% 76\n23\nkHz), breakpoint frequency (fb) and also, the intersection of Bode plots (IBP) were obtained and compared to examine the corrosion protection proficiency of all the coatings as depicted in the Figures 8, 9, 10. In overall, the nanocomposite coatings containing nanoparticles showed the highest resistance against corrosive agents in respect to neat epoxy. It can be observed that the protection degree of the epoxy coating containing GO nanosheets is lower than neat epoxy coating due to hydrophilic surface of GO nanosheets in all immersion times. So functionalization of GO nanosheets not only improves the dispersion of nanosheet in the polymer matrix but also changes the surface of the flakes into hydrophobic and in this way increases the length of diffusion for aggressive components [44]. The capacitive behavior for the functionalized samples is clearly shown in large range of frequency. As the time of immersion progressed, the range of frequency, indicating the capacitive response in the Bode phase diagrams, become narrower, revealing the diffusion of the gradual corrosive agents into the epoxy matrix. Impedance module at low frequency (10 mHz) of the samples filled by GO-PPy and zinc doped GO-PPy in both methods are higher than 109 ohm.cm2 and additionally, the phase angle at highest frequency (10 kHz) is almost -90° after 60 days immersion. The greater magnitude of |Z| mHz and lower fb of the surface modified GO with respect to neat GO can be related to both active inhibition proficiency and also barrier property of the former. A common useful parameter that reflects the extent of delaminated part of the coating is fb. The correlation between the coating delaminated area and the protection capability can be studied by fb [10, 45, 46]. As the immersion time increases the shift of fb to higher frequency occurs which is related to the diffusion of corrosive agents to the interface of coating/MS and loss of adhesion due to the corrosion products generation on the MS surface. For the samples included GO-PPy the fb increased but relatively smaller than the epoxy coating with/without GO nanosheets.\n24\n25\nFigure 8- Bode plots of all samples exposed to saline solution for various immersion times of 10 days (a1, a2), 20 days (b1,b2), 30 days (c1,c2), 40 days (d1,d2), 60 days (e1,e2).\n26\nFigure 9- The value of Impedance at lowest frequency for neat epoxy, GO, GO-PPy, GO-PPyZn After and GO-PPy-Zn In-situ samples versus immersion time\n27\nFigure 10- The value of Breakpoint frequency of neat epoxy, GO, GO-PPy, GO-PPy-Zn After and GO-PPy-Zn Insitu samples versus immersion time\nEIS was carried out on the defected coatings after 3, 6, 8, 24, 48, 72 and 96 h to assess the anticorrosion properties and active inhibition impact of the nanoparticles on the coating. Bode and Nyquist diagrams attributed to the coatings with a scribe are depicted in Figure 11 which. To this end, a scratch was produced by a sharp cutter on the coatings and after that, they were subjected to the saline solutions (3.5 wt% NaCl) for different exposure times. The electrolyte diffused into the interface of epoxy/MS and subsequently the electrochemical reactions can be started. As the corrosive elements reach the surface of metal from defected sites, the pH\n28\nincrement takes place at the coating/metal interface due to cathodic reactions. Coating delamination and loss of adhesion are the results of pH increment beneath the coating. At all immersion times, the |Z| 0.01 Hz values related to the nanocomposite coating are greater than the neat epoxy coating. although, the difference in |Z| 0.01 Hz for all samples at initial stage of exposure is negligible. A strong decline is observed in impedance magnitude for neat epoxy coated sample in comparison with other nanocomposite coatings. Inclusion of the modified GO nanosheet into the neat epoxy coating led to the impedance value increment. The |Z| 0.01 Hz value related to GO-PPy-Zn-after sample is higher than other nanocomposite coatings due to the active inhibition properties. The magnitude of |Z| 0.01Hz increased because of the inhibitive film formation on the metal surface in the defected sites. This film blocks the anodic and/or cathodic zones, prohibiting the access of corrosive electrolyte to the metal/coating interface. Subsequently, the hydroxyl ions produced on the cathodic locations can interact with zinc cations, causing deposition of an insoluble zinc hydroxide film (Zn2+ + 2OH- → Zn(OH)2). As the immersion time increased, the thickness of deposited film and also the surface coverage increased. Generally, both barrier/active inhibition properties can be significantly enhanced in GO-PPy-Zn-after particles. Along these lines, the cathodic reaction rate, as a responsible factor for production of hydroxyl ions and increment of local pH, can be strongly affected, leading to decrement of coating delamination.\n29\n30"
    }, {
      "heading" : "3.2.3. SEM/EDS study",
      "text" : "The morphology and the element composition of the film formed inside/around the scratch of the epoxy coating reinforced with/without surface modified graphene oxide subjected to the salt spray test for 200 h was studied by SEM/EDS analysis (Figures 12 and 13). The elemental composition was examined (Table 3). In accordance to the composite percentage, the elements\n31\nof C, N, O and Zn were found out at the scratch region. This observation evidently confirms the metal surface coverage by protective layer of Zn(OH)2. In fact, the release of the inhibitors existed in the coating is dependent on the connection between the corrosive electrolyte and GOPPy-Zn-in-situ nanoparticles. The SEM test was performed to examine the surface of metal in the scratch and around the scratch for the epoxy coatings without and with GO, GO-PPy and GO-PPy-Zn-in-situ nanoparticles in order to investigate the self-healing feature (Figure 12). It is clear that a dense layer is observed in the scratch of GO-PPy-Zn-in-situ sample compared to around the scratch, indicating the self-healing property of the GO-PPy-Zn-in-situ particles in the epoxy coating. These observations justify the results obtained from EIS measurement.\n(1)\n(2)\n(2)\n(b)\n(a)\n32\n(1)\n(1)\n(1)\n(2)\n(2)\nC K\nN K\nO K\nFeK\nFeK\nFeL\nZnK ZnK\nZnL\nkeV0\n1000\n2000\n3000\n4000\n5000\n6000\n7000\n8000\n9000\n10000\n11000\n12000\n13000\n0 10.00\n(𝒃𝟏) (𝒃𝟐)\n(𝒃𝟑) (𝒃𝟒)\n(𝒂)\n(c)\n(d)\nFigure 13- (a) EDS spectrum and (b) MAP analysis of (b1) Fe, (b2) O, (b3) C and (b4) Zn from the scratch side of the epoxy coating filled with GO-PPy-Zn in-situ."
    }, {
      "heading" : "3.2.4. Salt spray test",
      "text" : "34"
    }, {
      "heading" : "3.2.5. Cathodic disbonding and pull-off test analysis",
      "text" : "By pull-off test the adhesion values were obtained for the neat epoxy coating and the nanocomposites (Figure 15). The adhesion strength of various samples was obtained before (dry) and after (wet) salt spray test. Additionally, the adhesion strength decline and the difference\nSample 9 days 14 days 37 days 44 days\nNeat EP\nEP/GO\nEP/GO-PPy\nEP/GO-PPy-Zn-\ninsitu\n35\nbetween the dry and wet adhesion strength (exposure time 400 h under salt spray test conditions) were calculated by Eq.1. It can be seen that the coating detachment is extremely in the shape of adhesive failure for neat epoxy coating but adhesive and cohesive failures were observed for the samples containing nanoparticles. Cohesive failure occurs when the adhesion bonds between the coating and the steel substrate are strong enough that the applied force dominates the cohesive properties of the coating. Whereas, the adhesion failure takes place when the interfacial adhesion bonds are extremely weak [47]. In accordance to the results, the adhesion strength enhancement can be observed because of the presence of the nanoparticles in the epoxy coating. For bare steel, the interfacial adhesion bonds between the carbon steel substrate and the epoxy are almost based on the physical bonds, leading to mechanical interlocking, and also secondary bonds such as van der Waals forces. The polar groups existed in the epoxy coating properly interact with oxide groups on the steel substrate, leading to hydrogen bonds construction [20]. These weak bonds can be destroyed by electrolyte diffusion and additionally, cathodic and anodic electrochemical reactions can be initiated, leading to the creation of hydroxyl ions and iron cations on the cathodic and anodic sites, respectively. At cathodic sites the pH can be locally increased, indicating the appropriate reaction between the hydrated Na+ and hydroxyl ions. Finally, the deterioration of hydrogen bonds and also coating delamination eventuates in the loss of adhesion [47]. Incorporation of nanoparticles into the epoxy coating caused further enhancement of adhesion forces. These observations illustrate that the highest adhesion strength and the lowest adhesion loss are ascribed to the sample reinforced by GO-PPy-Zn-after nanoparticles (Figure 15). As a matter of fact, the existence of nanoparticles in the epoxy coating results in the adhesion strength improvement at both dry and wet conditions. It is obvious that the surface modification of GO nanosheets directly improves the interfacial adhesion of epoxy/steel\n36\nsubstrate. This observation exactly confirms the results obtained from EIS test. Also, it is obvious that the surface modified nanoparticles directly affected the cathodic disbonding diameter of various samples. Figure 16 and also Table 4 present the data obtained from cathodic disbonding test. These results properly reveal that addition of GO, GO-PPy and GO-PPy-Zn to the epoxy coating significantly reduced the cathodic disbonding diameter with respect to the blank epoxy coating. In accordance to Figure 16 and Table 4, the lowest cathodic disbonding diameter is devoted to the GO-PPy-Zn-after sample due to both barrier and active inhibition properties of nanoparticles. These results are in good agreement with EIS analysis and pull-off test.\nNeat EP EP/GO\nDry condition Wet condition Dry condition Wet condition\n4.28 MPa 0.84 MPa 4.42 MPa 1.02 MPa\nAdhesion loss 0.8 Adhesion loss 0.76\nEP/GO-PPy EP/GO-PPy-Zn-Insitu\nDry condition Wet condition Dry condition Wet condition\n37\n3.94 MPa 1.53 MPa 5.42 MPa 1.5 MPa\nAdhesion loss 0.61 Adhesion loss 0.72\nEP/GO-PPy-Zn-After\nDry condition Wet condition\n5.3 MPa 2.52 MPa\nAdhesion loss 0.52\nFigure 15- Pull-off adhesion test for the samples in dry (before salt spray) and wet (after salt spray) condition.\nFigure 16- cathodic disbanding test for the sample of (a) blank, (b) EP/GO, (c) EP/GO-PPy and (d) EP/GO-PPy-Zn-After"
    }, {
      "heading" : "3.2.6. Corrosion inhibition mechanism of nanoparticles",
      "text" : "39\nand furthermore, the weakening of the chemical and physical bonding between the epoxy coating and steel substrate takes place due to deterioration of adhesion bonds. Hence, the coating detachment occurs due to both anodic and cathodic reactions. The corrosion protection promotion can be achieved by the well-dispersed nanoparticles in the epoxy coating, increasing the length of diffusion pathway. In the intact coating, the surface modified GO nanosheets act as a significant barrier against corrosive electrolyte. However, the GO-PPy-Zn, noticeably, changes the corrosion protection proficiency of the defected samples due to the active inhibition role of the zinc species doped in the GO-PPy nanosheets structure. The adsorption of the zinc cations can be accomplished on the cathodic sites through reaction with hydroxyl ions and zinc hydroxide inhibitive layer formation. In addition, the interaction between the oxygen containing groups of GO nanosheets and the Fe2+ ions produced from the steel dissolution is stablished and hence chemisorbed on the anodic regions. Therefore, both active inhibition and barrier properties of GO-PPy-Zn can be seen simultaneously, representing the high corrosion protection performance which is in good qualitative agreement with the EIS results (Figure 17). Meanwhile, less corrosion product and also less adhesion loss can be observed in accordance to the pull-off and cathodic disbonding tests results.\n40\nFigure 17- Corrosion protection mechanism of the nanoparticles for (a) intact and, (b) defected samples"
    }, {
      "heading" : "4. Conclusions",
      "text" : "The compatibility between the GO nanosheets and epoxy coating is not good due to the hydrophilic surface of the GO nanoplatforms. To attain good compatibility and dispersity, the surface of the GO sheets was decorated by PPy nanoparticles and then zinc cations were doped into the GO-PPy structure via two methods to achieve improved barrier-active inhibition simultaneously. The characterization of the nanoparticles was carried out by UV-visible, XPS and finally FE-SEM analysis. The results properly revealed that the surface modification was successfully performed. The synthesized nanoparticles incorporated into the epoxy coating and after that the common electrochemical analysis such as EIS, pull-off and salt spray test were conducted to reveal the influence of the nanoparticles on the samples capacity of active/barrier inbition. The outcome accurately demonstrated that addition of the GO-PPy and GO-PPy-Zn nanoparticles to the epoxy coating directly affected the active inhibition and barrier properties of the coating in the intact and defected samples. Lower decline in impedance magnitude and also less adhesion loss can be observed in the coating containing GO-PPy-Zn. The EIS in the solution\n41\nphase appropriately depicted and supported this idea that more amount of inhibitors released in the GO-PPy-Zn-After sample in comparison with the GO-PPy-Zn-In-situ one that is in good agreement with the pull-off adhesion test results."
    } ],
    "references" : [ {
      "title" : "Excellent tribological and anticorrosion performance of polyurethane composite coatings reinforced with functionalized graphene and graphene oxide nanosheets",
      "author" : [ "M. Mo", "W. Zhao", "Z. Chen", "Q. Yu", "Z. Zeng", "X. Wu", "Q. Xue" ],
      "venue" : "RSC Advances 5 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Enhancement of the corrosion protection performance and cathodic delamination resistance of epoxy coating through treatment of steel substrate by a novel nanometric sol-gel based silane composite film filled with functionalized graphene oxide nanosheets",
      "author" : [ "B. Ramezanzadeh", "A. Ahmadi", "M. Mahdavian" ],
      "venue" : "Corrosion Science 109 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effects of highly crystalline and conductive polyaniline/graphene oxide composites on the corrosion protection performance of a zinc-rich epoxy coating",
      "author" : [ "B. Ramezanzadeh", "M.M. Moghadam", "N. Shohani", "M. Mahdavian" ],
      "venue" : "Chemical Engineering Journal 320 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Development of oxidation and corrosion resistance hydrophobic graphene oxide-polymer composite coating on copper",
      "author" : [ "B.P. Singh", "B.K. Jena", "S. Bhattacharjee", "L. Besra" ],
      "venue" : "Surface and Coatings Technology 232 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhanced performance of lightcontrolled conductive switching in hybrid cuprous oxide/reduced graphene oxide (Cu 2 O/rGO) nanocomposites",
      "author" : [ "J. Wei", "Z. Zang", "Y. Zhang", "M. Wang", "J. Du", "X. Tang" ],
      "venue" : "Optics letters 42 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Tunable photoluminescence of watersoluble AgInZnS–graphene oxide (GO) nanocomposites and their application in-vivo bioimaging",
      "author" : [ "Z. Zang", "X. Zeng", "M. Wang", "W. Hu", "C. Liu", "X. Tang" ],
      "venue" : "Sensors and Actuators B: Chemical 252 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced X-ray photon response in solution-synthesized CsPbBr3 nanoparticles wrapped by reduced graphene oxide",
      "author" : [ "X. Liu", "T. Xu", "Y. Li", "Z. Zang", "X. Peng", "H. Wei", "W. Zha", "F. Wang" ],
      "venue" : "Solar Energy Materials and Solar Cells 187 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effective gas separation through graphene oxide containing mixed matrix membranes",
      "author" : [ "E.A. Feijani", "A. Tavassoli", "H. Mahdavi", "H. Molavi" ],
      "venue" : "Journal of Applied Polymer Science 135 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhancement of barrier and corrosion protection performance of an epoxy coating through wet transfer of amino functionalized graphene oxide",
      "author" : [ "B. Ramezanzadeh", "S. Niroumandrad", "A. Ahmadi", "M. Mahdavian", "M.M. Moghadam" ],
      "venue" : "Corrosion Science 103 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Covalentlygrafted graphene oxide nanosheets to improve barrier and corrosion protection properties of polyurethane coatings",
      "author" : [ "B. Ramezanzadeh", "E. Ghasemi", "M. Mahdavian", "E. Changizi", "M.M. Moghadam" ],
      "venue" : "Carbon 93 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Construction of a highly effective self-repair corrosion-resistant epoxy composite through impregnation of 1H- Benzimidazole corrosion inhibitor modified graphene oxide nanosheets (GO-BIM)",
      "author" : [ "M. Kasaeian", "E. Ghasemi", "B. Ramezanzadeh", "M. Mahdavian", "G. Bahlakeh" ],
      "venue" : "Corrosion Science ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fabrication of graphene oxide– alumina hybrids to reinforce the anti-corrosion performance of composite epoxy coatings",
      "author" : [ "Z. Yu", "H. Di", "Y. Ma", "L. Lv", "Y. Pan", "C. Zhang", "Y. He" ],
      "venue" : "Applied Surface Science 351 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polydopamine coated graphene oxide for anticorrosive reinforcement of water-borne epoxy coating",
      "author" : [ "M. Cui", "S. Ren", "H. Zhao", "Q. Xue", "L. Wang" ],
      "venue" : "Chemical Engineering Journal 335 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Core–shell SiO 2@ RGO hybrids for epoxy composites with low percolation threshold and enhanced thermo-mechanical properties",
      "author" : [ "L. Huang", "P. Zhu", "G. Li", "D.D. Lu", "R. Sun", "C. Wong" ],
      "venue" : "Journal of Materials Chemistry A 2 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Study of dielectric relaxations in zinc oxide-epoxy resin nanocomposites",
      "author" : [ "H. Smaoui", "L.E. Mir", "H. Guermazi", "S. Agnel", "A. Toureille" ],
      "venue" : "Journal of Alloys and Compounds 477 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "CdS nanoparticle sensitized titanium dioxide decorated graphene for enhancing visible light induced photoanode",
      "author" : [ "S. Yousefzadeh", "M. Faraji", "Y. Nien", "A. Moshfegh" ],
      "venue" : "Applied Surface Science 320 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Reinforcing the corrosion protection property of epoxy coating by using graphene oxide–poly (urea–formaldehyde) composites",
      "author" : [ "H. Zheng", "Y. Shao", "Y. Wang", "G. Meng", "B. Liu" ],
      "venue" : "Corrosion Science 123 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Exploring graphene as a corrosion protection barrier",
      "author" : [ "N. Kirkland", "T. Schiller", "N. Medhekar", "N. Birbilis" ],
      "venue" : "Corrosion Science 56 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Enhancement of dispersion and bonding of graphene-polymer through wet transfer of functionalized graphene oxide",
      "author" : [ "M.M. Gudarzi", "F. Sharif" ],
      "venue" : "Express Polymer Letters 6 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Synthesis and characterization of polyaniline tailored graphene oxide quantum dot as an advance and highly crystalline carbon-based luminescent nanomaterial for fabrication of an effective anti-corrosion epoxy system on mild steel",
      "author" : [ "B. Ramezanzadeh", "B. Karimi", "M. Ramezanzadeh", "M. Rostami" ],
      "venue" : "Journal of the Taiwan Institute of Chemical Engineers ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Polyaniline-cerium oxide (PAni-CeO2) coated graphene oxide for enhancement of epoxy coating corrosion protection performance on mild steel",
      "author" : [ "B. Ramezanzadeh", "G. Bahlakeh", "M. Ramezanzadeh" ],
      "venue" : "Corrosion Science 137 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Conducting Polymers",
      "author" : [ "P. Chandrasekhar" ],
      "venue" : "Fundamentas and Applications, ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "A comparative study on fabrication of a highly effective corrosion protective system based on graphene oxide-polyaniline nanofibers/epoxy composite",
      "author" : [ "Y. Hayatgheib", "B. Ramezanzadeh", "P. Kardar", "M. Mahdavian" ],
      "venue" : "Corrosion Science 133 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Protective Behavior of Poly (m-aminophenol) and Polypyrrole Coatings on Mild Steel",
      "author" : [ "S.M. Yahaya", "M. Harun", "R. Rosmamuhamadani", "N. Bonnia", "S. Ratim" ],
      "venue" : "IOP Conference Series: Materials Science and Engineering, IOP Publishing",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The feasibility and application of PPy in cathodic polarization antifouling, Colloids and Surfaces B: Biointerfaces",
      "author" : [ "M.-y. Jia", "Z.-m. Zhang", "L.-m. Yu", "J. Wang", "T.-t. Zheng" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Polypyrrole/carbon nanotube composites: molecular modeling and experimental investigation as anti-corrosive coating",
      "author" : [ "M. Ioniţă", "A. Prună" ],
      "venue" : "Progress in Organic Coatings 72 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Functionalized single graphene sheets derived from splitting graphite oxide",
      "author" : [ "H.C. Schniepp", "J.-L. Li", "M.J. McAllister", "H. Sai", "M. Herrera-Alonso", "D.H. Adamson", "R.K. Prud'homme", "R. Car", "D.A. Saville", "I.A. Aksay" ],
      "venue" : "The Journal of Physical Chemistry B 110 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Enhanced thermal stability in graphene oxide covalently functionalized with 2-amino-4",
      "author" : [ "X.-Z. Tang", "W. Li", "Z.-Z. Yu", "M.A. Rafiee", "J. Rafiee", "F. Yavari", "N. Koratkar" ],
      "venue" : "6-didodecylamino- 1, 3, 5-triazine, Carbon 49 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "An improved Hummers method for eco-friendly synthesis of graphene oxide",
      "author" : [ "J. Chen", "B. Yao", "C. Li", "G. Shi" ],
      "venue" : "Carbon 64 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Green reduction of graphene oxide by aqueous phytoextracts",
      "author" : [ "S. Thakur", "N. Karak" ],
      "venue" : "Carbon 50 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "G",
      "author" : [ "N.N. Taheri", "B. Ramezanzadeh", "M. Mahdavian" ],
      "venue" : "Bahlakeh, In-situ synthesis of Zn doped polyaniline on graphene oxide for inhibition of mild steel corrosion in 3.5 wt.% chloride solution, Journal of industrial and engineering chemistry 63 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis and characterization of polypyrrole (PPy) thin films",
      "author" : [ "M.A. Chougule", "S.G. Pawar", "P.R. Godse", "R.N. Mulik", "S. Sen", "V.B. Patil" ],
      "venue" : "Soft Nanoscience Letters 1 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Synthesis of highly conductive polypyrrole nanoparticles via microemulsion polymerization",
      "author" : [ "A. Reung-U-Rai", "A. Prom-Jun", "W. Prissanaroon-Ouajai", "S. Ouajai" ],
      "venue" : "Journal of Metals, Materials and Minerals 18 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Fabrication of polypyrrole/graphene oxide nanocomposites by liquid/liquid interfacial polymerization and evaluation of their optical",
      "author" : [ "C. Bora", "S. Dolui" ],
      "venue" : "electrical and electrochemical properties, Polymer 53 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Development of room temperature ethanol sensor from polypyrrole (PPy) embedded in polyvinyl alcohol (PVA) matrix",
      "author" : [ "M. Das", "D. Sarkar" ],
      "venue" : "Polymer Bulletin 75 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Studies on conducting polypyrrole/graphene oxide composites as supercapacitor electrode",
      "author" : [ "S. Konwer", "R. Boruah", "S.K. Dolui" ],
      "venue" : "Journal of electronic materials 40 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "A corrosion-protective coating based on a solutionprocessable polymer-grafted graphene oxide nanocomposite",
      "author" : [ "K. Qi", "Y. Sun", "H. Duan", "X. Guo" ],
      "venue" : "Corrosion Science 98 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "M. Cano", "U. Khan", "T. Sainsbury" ],
      "venue" : "O’Neill, Z. Wang, I.T. McGovern, W.K. Maser, A.M. Benito, J.N. Coleman, Improving the mechanical properties of graphene oxide based materials by covalent attachment of polymer chains, Carbon 52 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhanced microwave absorption and suppressed reflection of polypyrrole-cobalt ferrite-graphene nanocomposite in Xband",
      "author" : [ "N. Gill", "A.L. Sharma", "V. Gupta", "M. Tomar", "O. Pandey", "D.P. Singh" ],
      "venue" : "Journal of Alloys and Compounds ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Polypyrrole-CuO based composites",
      "author" : [ "K. Malook", "M. Khan", "M. Ali" ],
      "venue" : "promotional effects of CuO contents on polypyrrole characteristics, Journal of Materials Science: Materials in Electronics 30 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effects of PPy",
      "author" : [ "H. Yang", "Y. Qiu", "X. Guo" ],
      "venue" : "GO and PPy/GO composites on the negative plate and on the high-rate partial-state-of-charge performance of lead-acid batteries, Electrochimica Acta 215 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fabrication of cost-effective non-noble metal supported on conducting polymer composite such as copper/polypyrrole graphene oxide (Cu2O/PPy–GO) as an anode catalyst for methanol oxidation in DMFC",
      "author" : [ "P. Pattanayak", "N. Pramanik", "P. Kumar", "P.P. Kundu" ],
      "venue" : "International Journal of Hydrogen Energy 43 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Corrosion protection of steels by conducting polymer coating",
      "author" : [ "T. Ohtsuka" ],
      "venue" : "International Journal of Corrosion 2012 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "The role of functionalized graphene oxide on the mechanical and anti-corrosion properties of polyurethane coating",
      "author" : [ "P. Haghdadeh", "M. Ghaffari", "B. Ramezanzadeh", "G. Bahlakeh", "M.R. Saeb" ],
      "venue" : "Journal of the Taiwan Institute of Chemical Engineers 86 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Study on corrosion electrochemical behavior of several different coating systems by EIS",
      "author" : [ "X. Liu", "J. Xiong", "Y. Lv", "Y. Zuo" ],
      "venue" : "Progress in Organic Coatings 64 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The corrosion performance and adhesion properties of the epoxy coating applied on the steel substrates treated by cerium-based conversion coatings",
      "author" : [ "H. Vakili", "B. Ramezanzadeh", "R. Amini" ],
      "venue" : "Corrosion Science 94 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "New detailed insights on the role of a novel praseodymium nanofilm on the polymer/steel interfacial adhesion bonds in dry and wet conditions: An integrated molecular dynamics simulation and experimental study",
      "author" : [ "G. Bahlakeh", "B. Ramezanzadeh", "M. Ramezanzadeh" ],
      "venue" : "Journal of the Taiwan Institute of Chemical Engineers 85 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Graphene oxide (GO) has a two-dimensional structure including various functional groups, and thus, it is flexible to be dispersed in aqueous and many non-aqueous solvents [1].",
      "startOffset" : 171,
      "endOffset" : 174
    }, {
      "referenceID" : 0,
      "context" : "Said functional groups act as reactive sites involved in formation of covalent and non-covalent bonds at the interface of GO nanosheets and polymers [1-4].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 1,
      "context" : "Said functional groups act as reactive sites involved in formation of covalent and non-covalent bonds at the interface of GO nanosheets and polymers [1-4].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 2,
      "context" : "Said functional groups act as reactive sites involved in formation of covalent and non-covalent bonds at the interface of GO nanosheets and polymers [1-4].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 3,
      "context" : "Said functional groups act as reactive sites involved in formation of covalent and non-covalent bonds at the interface of GO nanosheets and polymers [1-4].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 0,
      "context" : "GO has been widely used in fabrication of supercapacitors, sensors, drag delivery systems and solar cells [1, 5-7].",
      "startOffset" : 106,
      "endOffset" : 114
    }, {
      "referenceID" : 4,
      "context" : "GO has been widely used in fabrication of supercapacitors, sensors, drag delivery systems and solar cells [1, 5-7].",
      "startOffset" : 106,
      "endOffset" : 114
    }, {
      "referenceID" : 5,
      "context" : "GO has been widely used in fabrication of supercapacitors, sensors, drag delivery systems and solar cells [1, 5-7].",
      "startOffset" : 106,
      "endOffset" : 114
    }, {
      "referenceID" : 6,
      "context" : "GO has been widely used in fabrication of supercapacitors, sensors, drag delivery systems and solar cells [1, 5-7].",
      "startOffset" : 106,
      "endOffset" : 114
    }, {
      "referenceID" : 2,
      "context" : "In recent investigations, it has been introduced as a well-known anti-corrosive agent due to having barrier properties against oxygen, water and ions [3, 8-10].",
      "startOffset" : 150,
      "endOffset" : 159
    }, {
      "referenceID" : 7,
      "context" : "In recent investigations, it has been introduced as a well-known anti-corrosive agent due to having barrier properties against oxygen, water and ions [3, 8-10].",
      "startOffset" : 150,
      "endOffset" : 159
    }, {
      "referenceID" : 8,
      "context" : "In recent investigations, it has been introduced as a well-known anti-corrosive agent due to having barrier properties against oxygen, water and ions [3, 8-10].",
      "startOffset" : 150,
      "endOffset" : 159
    }, {
      "referenceID" : 9,
      "context" : "In recent investigations, it has been introduced as a well-known anti-corrosive agent due to having barrier properties against oxygen, water and ions [3, 8-10].",
      "startOffset" : 150,
      "endOffset" : 159
    }, {
      "referenceID" : 10,
      "context" : "To address this defect, applying numerous surface modifications on GO nanosheets using additives, fillers and pigments have been addressed in numerous studies [11].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 11,
      "context" : "The greatest challenges in GO nanoparticles utilization in polymer matrixes are the low compatibility as well as poor dispersability in polymers [12].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 12,
      "context" : "Also as mentioned above, because of the high surface area, utilization of GO in polymer matrix results in the increment of coating resistance against penetration of corrosive ions and oxygen containing water [13].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 11,
      "context" : "Silica, zinc oxide, titanium oxide and aluminium oxide have been reported to exhibit excellent dispersability and exfoliation properties [12, 14-16].",
      "startOffset" : 137,
      "endOffset" : 148
    }, {
      "referenceID" : 13,
      "context" : "Silica, zinc oxide, titanium oxide and aluminium oxide have been reported to exhibit excellent dispersability and exfoliation properties [12, 14-16].",
      "startOffset" : 137,
      "endOffset" : 148
    }, {
      "referenceID" : 14,
      "context" : "Silica, zinc oxide, titanium oxide and aluminium oxide have been reported to exhibit excellent dispersability and exfoliation properties [12, 14-16].",
      "startOffset" : 137,
      "endOffset" : 148
    }, {
      "referenceID" : 15,
      "context" : "Silica, zinc oxide, titanium oxide and aluminium oxide have been reported to exhibit excellent dispersability and exfoliation properties [12, 14-16].",
      "startOffset" : 137,
      "endOffset" : 148
    }, {
      "referenceID" : 9,
      "context" : "Ramezanzadeh and coworkers reported notable improvement in the polyurethane film anti-corrosion properties improvement by adding GO sheets modified by polyisocyanate [10].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 12,
      "context" : "[13] reported the self-polymerization of deposited dopamine (DA) on the GO substrate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] considered the effect of modified and unmodified GO on the epoxy coating protection capacity.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 3,
      "context" : "There are several studies on the applications of GO nanoparticles in polymeric coatings for making corrosion protective systems [4, 18].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 17,
      "context" : "There are several studies on the applications of GO nanoparticles in polymeric coatings for making corrosion protective systems [4, 18].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 9,
      "context" : "Coatings containing GO nanoparticles show short term enhancement of barrier properties [10, 19].",
      "startOffset" : 87,
      "endOffset" : 95
    }, {
      "referenceID" : 18,
      "context" : "Coatings containing GO nanoparticles show short term enhancement of barrier properties [10, 19].",
      "startOffset" : 87,
      "endOffset" : 95
    }, {
      "referenceID" : 20,
      "context" : "The results demonstrated the enhancement of barrier corrosion protection and self-healing corrosion inhibition performance of coating by addition of GO-CeO2 [21].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 21,
      "context" : "PANI has an important role in coatings due to its various oxidation states, doping/de-doping chemistry structure and the ability to act as a corrosion mitigating system [22].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 22,
      "context" : "It has been proved that functionalization of GO with polyaniline can successfully convert the GO surface from hydrophilic to slight hydrophobic and causes better dispersity and higher compatibility with the matrix of polymer [23].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 23,
      "context" : "PPy has been identified as a promising conducting polymer due to its straightforward polymerization, high conductivity in a wide pH range, environmental stability, non-toxicity, ion exchange capacity, high thermal stability (150 oC in the air), and high anti-corrosion properties compared with other CPs such as PANI [24, 25].",
      "startOffset" : 317,
      "endOffset" : 325
    }, {
      "referenceID" : 24,
      "context" : "PPy has been identified as a promising conducting polymer due to its straightforward polymerization, high conductivity in a wide pH range, environmental stability, non-toxicity, ion exchange capacity, high thermal stability (150 oC in the air), and high anti-corrosion properties compared with other CPs such as PANI [24, 25].",
      "startOffset" : 317,
      "endOffset" : 325
    }, {
      "referenceID" : 25,
      "context" : "[26], a coating containing PPy-modified carbon nanotubes was fabricated, and molecular modeling and experimental determinations were accomplished to examine the coating protection capacity.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 9,
      "context" : "Synthesis of graphene oxide (GO) nanosheets To prepare GO nanosheets, the modified Hummer’s method was applied [10, 27, 28].",
      "startOffset" : 111,
      "endOffset" : 123
    }, {
      "referenceID" : 26,
      "context" : "Synthesis of graphene oxide (GO) nanosheets To prepare GO nanosheets, the modified Hummer’s method was applied [10, 27, 28].",
      "startOffset" : 111,
      "endOffset" : 123
    }, {
      "referenceID" : 27,
      "context" : "Synthesis of graphene oxide (GO) nanosheets To prepare GO nanosheets, the modified Hummer’s method was applied [10, 27, 28].",
      "startOffset" : 111,
      "endOffset" : 123
    }, {
      "referenceID" : 20,
      "context" : "These peaks are consistent with previous data in the literature [21, 23, 29-31].",
      "startOffset" : 64,
      "endOffset" : 79
    }, {
      "referenceID" : 22,
      "context" : "These peaks are consistent with previous data in the literature [21, 23, 29-31].",
      "startOffset" : 64,
      "endOffset" : 79
    }, {
      "referenceID" : 28,
      "context" : "These peaks are consistent with previous data in the literature [21, 23, 29-31].",
      "startOffset" : 64,
      "endOffset" : 79
    }, {
      "referenceID" : 29,
      "context" : "These peaks are consistent with previous data in the literature [21, 23, 29-31].",
      "startOffset" : 64,
      "endOffset" : 79
    }, {
      "referenceID" : 30,
      "context" : "These peaks are consistent with previous data in the literature [21, 23, 29-31].",
      "startOffset" : 64,
      "endOffset" : 79
    }, {
      "referenceID" : 31,
      "context" : "The second peak (stronger absorption) is related to the electron displacement from valence to the antibonding polaron/bipolaron band [32-35].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 32,
      "context" : "The second peak (stronger absorption) is related to the electron displacement from valence to the antibonding polaron/bipolaron band [32-35].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 33,
      "context" : "The second peak (stronger absorption) is related to the electron displacement from valence to the antibonding polaron/bipolaron band [32-35].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 34,
      "context" : "The second peak (stronger absorption) is related to the electron displacement from valence to the antibonding polaron/bipolaron band [32-35].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 33,
      "context" : "Secondly, the peak observed at around 490 nm expresses the bipolar state of PPy in the composite [34].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 35,
      "context" : "Besides, the contribution of π-π interaction between PPy backbone and GO nanosheets may also enhance the conjugation length of the polymer composite [36].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 20,
      "context" : "These peaks which are located at 3437 cm-1, 1734 cm-1, 1056 cm-1, 1630 cm-1, 2950 and 2855 cm-1, and 1380 cm-1 are corresponded to the vibrations of O-H, C=O bond stretching vibration, C-O-C bond stretching vibrations, C=C bond vibration in phenol ring, symmetric and asymmetric CH2, and carboxyl groups (O=C-OH), respectively [21, 37, 38].",
      "startOffset" : 327,
      "endOffset" : 339
    }, {
      "referenceID" : 36,
      "context" : "These peaks which are located at 3437 cm-1, 1734 cm-1, 1056 cm-1, 1630 cm-1, 2950 and 2855 cm-1, and 1380 cm-1 are corresponded to the vibrations of O-H, C=O bond stretching vibration, C-O-C bond stretching vibrations, C=C bond vibration in phenol ring, symmetric and asymmetric CH2, and carboxyl groups (O=C-OH), respectively [21, 37, 38].",
      "startOffset" : 327,
      "endOffset" : 339
    }, {
      "referenceID" : 37,
      "context" : "These peaks which are located at 3437 cm-1, 1734 cm-1, 1056 cm-1, 1630 cm-1, 2950 and 2855 cm-1, and 1380 cm-1 are corresponded to the vibrations of O-H, C=O bond stretching vibration, C-O-C bond stretching vibrations, C=C bond vibration in phenol ring, symmetric and asymmetric CH2, and carboxyl groups (O=C-OH), respectively [21, 37, 38].",
      "startOffset" : 327,
      "endOffset" : 339
    }, {
      "referenceID" : 38,
      "context" : "The peaks at 794 cm-1 is attributed to C-H out of plane ring deformational vibration with respect to FT-IR spectrum of PPy particles [39, 40].",
      "startOffset" : 133,
      "endOffset" : 141
    }, {
      "referenceID" : 39,
      "context" : "The peaks at 794 cm-1 is attributed to C-H out of plane ring deformational vibration with respect to FT-IR spectrum of PPy particles [39, 40].",
      "startOffset" : 133,
      "endOffset" : 141
    }, {
      "referenceID" : 40,
      "context" : "The FT-IR spectra of GO/PPy imply that the band related to C=O stretching vibration diminishes and demonstrate red shift in comparison with the GO, indicating that the hydrogen bonds between – NH groups of PPy and –COOH groups of GO are built [41, 42].",
      "startOffset" : 243,
      "endOffset" : 251
    }, {
      "referenceID" : 41,
      "context" : "The FT-IR spectra of GO/PPy imply that the band related to C=O stretching vibration diminishes and demonstrate red shift in comparison with the GO, indicating that the hydrogen bonds between – NH groups of PPy and –COOH groups of GO are built [41, 42].",
      "startOffset" : 243,
      "endOffset" : 251
    }, {
      "referenceID" : 30,
      "context" : "Furthermore, the peak at 1136 cm-1 is corresponded to Zn-N bond [31], indicating that zinc adsorption on the surface of GO-PPy has been successfully done.",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 42,
      "context" : "Therefore, the anodic corrosion rate of steel can be reduced through potential shifting of steel from active region to passive region [43].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 43,
      "context" : "So functionalization of GO nanosheets not only improves the dispersion of nanosheet in the polymer matrix but also changes the surface of the flakes into hydrophobic and in this way increases the length of diffusion for aggressive components [44].",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 9,
      "context" : "The correlation between the coating delaminated area and the protection capability can be studied by fb [10, 45, 46].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 44,
      "context" : "The correlation between the coating delaminated area and the protection capability can be studied by fb [10, 45, 46].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 45,
      "context" : "The correlation between the coating delaminated area and the protection capability can be studied by fb [10, 45, 46].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 46,
      "context" : "Whereas, the adhesion failure takes place when the interfacial adhesion bonds are extremely weak [47].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 19,
      "context" : "The polar groups existed in the epoxy coating properly interact with oxide groups on the steel substrate, leading to hydrogen bonds construction [20].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 46,
      "context" : "Finally, the deterioration of hydrogen bonds and also coating delamination eventuates in the loss of adhesion [47].",
      "startOffset" : 110,
      "endOffset" : 114
    } ],
    "year" : 2019,
    "abstractText" : "Designing a novel epoxy composite system with dual self-healing/barrier anticorrosion functions using graphene oxide (GO) nano-platforms decorated by polypyrrole (PPy) nanoparticles doped with zinc metal ions is the major objective of this research attempt. GOPPy-Zn nanoplatform was fabricated via one-pot polymerization of pyrrole monomers on GO and two direct/indirect methods of zinc doping. In order to verify the PPy nanoparticles synthesis on GO sheets several analyses such as UV-visible, XPS, HR-TEM and FE-SEM were performed. The epoxy nanocomposite coatings containing GO-PPy and GO-PPy-Zn nanoplatforms were fabricated and applied on carbon steel. The nanocomposite coatings anti-corrosion capability was examined by electrochemical impedance spectroscopy (EIS), salt spray and pull-off adhesion test methods. The results of XPS analysis and HR-TEM and FE-SEM images demonstrated the zinc To whom correspondence should be addressed: 1*Dr. Bahram Ramezanzadeh, e-mail: ramezanzadeh-bh@icrc.ac.ir, ramezanzadeh@aut.ac.ir .",
    "creator" : "Elsevier"
  }
}