{
  "name" : "downloads_2019-10-21_68_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanozymes-Engineered Metal–Organic Frameworks for Catalytic Cascades-Enhanced Synergistic Cancer Therapy",
    "authors" : [ "Chuang Liu", "Jie Xing", "Ozioma Udochukwu Akakuru", "Lijia Luo", "Shan Sun", "Ruifen Zou", "Zhangsen Yu", "Qianlan Fang", "Aiguo Wu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Nanozymes, cancer theranostics, synergistic therapy, catalytic cascades, photonic nanomedicines, metal−organic frameworks\nEnzyme-mediated in situ catalytic chemical reactions havebeen intensively explored recently for engineering with nanomaterials as novel therapeutic nanoplatforms toward cancer.1−4 Because of the excessive operation demands of natural enzymes on the confined chemical reagents and temperatures, and also their relatively large sizes,5 the covalent conjugation or electrostatic interactions between enzymes and nanomaterials are widely applied for fabricating a majority of current enzyme-engineered nanoreactors.6−9 As a consequence, the designable performances of enzyme-engineered nanomedicines are therefore strictly limited by these methods with relatively low loading capacity, leaching and aggregation, and potentially reduced catalytic activity of the enzymes.10 In addition, the efficiency of chemical intercommunication between enzymes in natural systems can be significantly enhanced by the organized catalytic cascades, which encourages the potential application of catalytic cascades in cancer therapy.11 Nevertheless, the exploration of two-ormore-natural-enzymes-engineered nanoreactors-based catalytic cascades for cancer therapy remains a great challenge as a result of the above-mentioned limitations.\nNanozymes (nanomaterials with enzyme-like characteristics), as promising and low-cost alternatives to naturally occurring enzymes,12−15 have been practically developed recently for engineering with nanomaterials as novel therapeutic nanoreactors toward solid tumors.16−22 However, substantial recent research efforts have been focused on the development of individual nanozyme-engineered nanoreactors, leaving the two-or-more-nanozymes-based catalytic cascades remaining rarely explored. Fortunately, with regard to their tunable sizes, and higher stability toward harsh environments, nanozymes might provide great opportunities for fabricating the designable catalytic cascades with the beneficiation for combating solid tumors compared with that of natural enzymes. Here, with the prospects of highlighting the potential\nadvantages of nanozymes-engineered nanoreactors for tumor\nReceived: June 3, 2019 Revised: July 14, 2019 Published: July 30, 2019\n© 2019 American Chemical Society 5674 DOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n1, 2\n01 9\nat 1\n6: 40\n:2 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\ncatalytic cascades therapy, catalase-mimicking platinum nanoparticles (Pt NPs)23−25 and glucose oxidase-mimicking ultrasmall “naked” gold nanoparticles (Au NPs),26−30 specifically toward intratumoral overexpressed hydrogen peroxide (H2O2) and glucose, respectively, were employed as a catalytic cascades model in this work. Porous porphyrin metal−organic frameworks (PCNs) with photodynamic therapy (PDT) and fluorescence imaging abilities31,32 were considered as a favorable cornerstone to support those catalytically active nontoxic nanozymes. We assume that the sufficient O2 catalyzed from the endogenous H2O2 by the Pt NPs would boost the yield of cytotoxic singlet oxygen (1O2) of PCNinduced PDT under light irradiation and would also accelerate the O2-dependent decomposition of intratumoral glucose by the Au NPs for synergistic starving-like therapy with the selfproduced H2O2 serving as the substrate for the Pt NPs. The application of PCN-supported dual-nanozymes-mimicking catalytic cascade reactions was expected to achieve enhanced tumor microenvironment (TME)-specific synergistic therapeutic outcomes. In light of this hypothesis, the organization and mechanism of catalytically active nontoxic nanozymes-engineered porphyrin-MOFs for catalytic cascades-enhanced synergistic therapy are presented in Scheme 1 (MOF, metal−organic framework).\nIn detail, highly uniformed PCNs with an average diameter of 54 nm (composed of Zr6 cluster and photosensitizer) and polyvinylpyrrolidone (PVP) coated-Pt NPs (3.5 nm) were produced, respectively (Figure S1). Then, the PVP-coated Pt NPs were attached on the surface of as-synthesized PCN through electrostatic and coordination interactions and further sandwiched by a shell of PCN (P@Pt), resulting in the MOFs-\nsupported sandwich structure (abbreviated as P@Pt@P). Because of the abundant channels of PCN, the shells of the obtained P@Pt@P are therefore employed for confining and stabilizing the ultrasmall “naked” Au NPs (∼2 nm) via sodium borohydride reduction (designated as P@Pt@P−Au). To improve the physiological stability of P@Pt@P−Au, folic acid (FA) was easily introduced via the coordination between their carboxyl groups and the available binding sites of Zr6 clusters,33 denoted as P@Pt@P−Au−FA. As expected, the endogenous H2O2 of the tumor is efficiently decomposed by the catalase-mimicking Pt NPs to evolve sufficient O2, resulting in the effective tumor hypoxia attenuation. Consequently, upon 671 nm laser irradiation, significantly enhanced PDT was achieved under oxygen-deficient conditions in vitro and on tumor-bearing mice in vivo. Simultaneously, the depletion of intratumoral glucose by glucose oxidase-mimicking Au NPs is potentially being accelerated with the as-produced O2 to cut down the energy and nutrition supply, leading to further enhanced antitumor therapy with prevention of tumor recurrence and metastasis. As revealed by the transmission electron microscope (TEM) images, the Pt NPs were homogeneously decorated on the surface of PCN (P@Pt) (Figure 1a), and the as-synthesized P@Pt was coated by the PCN shell with a thickness of 37.5 nm in nearly 100% yields (P@Pt@P, 130 nm) (Figure 1b, Figure S2). In a typical procedure to confine and stabilize the growth of the ultrasmall “naked” Au NPs, HAuCl4 was introduced into the aqueous solution of P@Pt@P in an ice−water bath under stirring, followed by the addition of NaBH4 for 30 s to reduce Au(III) to Au(0) (P@Pt@P−Au). The TEM images (Figure 1c,d) showed direct evidence that the ultrasmall Au NPs were successfully fabricated, while the morphological structure of P@Pt@P remained unchanged after reduction. Notably, with controlled reduction time, the sandwiched Pt NPs would not be coated by gold during reduction due to the protection of the outer PCN shell. Consequently, no positive effect on the catalase-mimicking performance of the Pt NPs would be achieved for later application. As a contrast, we also fabricated Pt NPs-encapsulated nMOFs (Pt@UiO-66-NH2) for embedding Au NPs by following the same procedure (Figure S3). After adjusting the diverse experimental parameters, the gold uncontrollably deposited on the surface of Pt NPs, leading to the loss of the catalase-mimicking ability. Therefore, it is a smart and necessary strategy in our work to apply the sandwich structure for achieving an organized dual-nanozymes-engineered MOFs-based nanoreactor. Next, the characterization of the ultrasmall Au NPs was further evaluated by the high-resolution TEM (HRTEM) and the selected area electron diffraction (SAED). The HRTEM image (Figure 1e) revealed that the Au NPs (∼2 nm) were homogeneously deposited inside the P@Pt@P, and the lattice spacing of around 0.23 nm was assignable to Au (111) planes. Moreover, the SAED (Figure 1f) further confirmed that the Au NPs have high crystallinity.34 In addition, the high-angle annular dark-field scanning TEM (HAADF-STEM) and the energy-dispersive X-ray spectroscopy (EDS) elemental mapping were also performed with the P@Pt@P−Au (Figure 1g; Figure S4), verifying that distribution of Au elements mainly existed in the outer shell of P@Pt@P. Taken together, these results prove the successful fabrication of dual-nanozymesengineered sandwich-structured nanoreactor of P@Pt@P−Au, providing an opportunity for catalytic cascades reaction-based enhanced cancer therapy. Scheme 1. Schematic Illustration of the Catalytic Cascades-"
    }, {
      "heading" : "Enhanced Synergistic Cancer Therapy Driven by Dual Inorganic Nanozymes-Engineered Porphyrin Metal−",
      "text" : "Organic Frameworks (PCNs)a aPCN with PDT ability was employed to sandwich catalasemimicking Pt NPs (P@Pt@P), followed by in situ embedding ultrasmall “naked” glucose oxidase-mimicking Au NPs within the outer shell (P@Pt@P−Au), and then further coordination with folic acid (P@Pt@P−Au−FA) to improve its stability under physiological conditions. The Pt NPs effectively enabled tumor hypoxia relief by catalyzing the intratumoral conversion of H2O2 to O2 for enhancing the O2-dependent PDT and subsequently accelerating the depletion of β-D-glucose by the Au NPs for synergistic starving-like therapy with the produced H2O2 as the substrate for the Pt NPs.\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5675\nGiven the reasonable fabrication of well-constructed P@Pt@ P−Au, the in vitro functional performances were next evaluated. To start with, considering the fact that the Zr6 clusters have a strong affinity toward phosphate groups, the structure of PCN is relatively not stable in physiological conditions such as phosphate-buffered saline (PBS).35\nAccording to some of the reported literature, negatively charged FA with carboxyl groups was able to be easily introduced on the surface of PCN via coordination with the available binding sites of the Zr6 clusters, leading to an improved stability of the PCN when dispersed in PBS.25\nMoreover, PCN is positively charged, which potentially limits its further in vivo biomedical application. In this context, surface modification of FA is crucial in our work. As shown in the TEM images of Figure 2a, the stability of P@Pt@P-FA dispersed in PBS (5 mM) was significantly improved compared with that of unmodified P@Pt@P. In addition, the successful modification with FA was further confirmed from the UV− vis−NIR absorbance spectra (Figure S5), the ζ potential change during the fabrication process (Figure 2b), and the improved stability of P@Pt@P−Au−FA in different physiological solutions (Figure S6). Next, the H2O2 catalytic ability of P@Pt@P or PCN dispersed in an aqueous solution containing 300 μM H2O2 was evaluated at 37 °C. Even after repetitively adding H2O2 five times, the P@Pt@P still maintained a superior catalytic activity and a quick complete depletion of the H2O2 within 10 min (Figure 2c). In comparison, the PCN showed no response to H2O2 (Figure S7), demonstrating that the Pt NPs played a key role in effectively catalyzing the conversion of H2O2 to O2. Then, with the excellent O2-evolving ability, the PDT performances of the P@Pt@P under laser irradiation were examined by an 1O2 sensor of 9,10-anthracenediyl-bis(methylene)dimalonic acid (ABDA), especially toward hypoxia-mimicking conditions with or without the addition of H2O2 (Figure 2d; Figure S8). Apparently, the 1O2 yields for P@Pt@ P and PCN were both fatally weakened under oxygen-deficient conditions, due to the inherent O2-dependent property of\nPDT. Nevertheless, P@Pt@P showed a significantly enhanced production of 1O2 after the addition of H2O2 compared with that of PCN. As a consequence, P@Pt@P indeed achieved hypoxia relief in the presence of H2O2 and in turn enhanced the PDT effect upon laser exposure in vitro. Furthermore, to confirm the glucose oxidase-mimicking ability of the Au NPs in P@Pt@P−Au, gluconic acid as the product of oxidized glucose was analyzed according to the reported colorimetric assay by UV−vis−NIR absorbance spectroscopy.34 As shown in Figure 2e, time-dependent production of gluconic acid catalyzed by P@Pt@P−Au was confirmed as the appearance of a strong wide absorbance band at 450−700 nm (Figure S9). In addition, the P@Pt@P−Au maintained the excellent and comparable catalase-mimicking ability toward such a high concentration of 30 mM H2O2 as well as the PDT efficiency with that of P@Pt@P (Figures S10 and S11). Taking together, these results confirmed that the Pt and Au NPs in our system can act as effective catalase mimics and glucose oxidase mimics in vitro, respectively. Encouraged by the excellent catalase-mimicking ability for\noxygen generation, the effectiveness of our nanoreactor especially toward hypoxia was further evaluated on a cellular level. First, FA-modified NPs at various concentrations were incubated with 4T1 murine breast cancer cells, and the cell viabilities were measured by a standard MTT (methyl thiazolyl tetrazolium) assay. As shown in Figure 3a, without laser irradiation, cells treated with various concentrations of PCNFA, P@Pt@P-FA, and P@Pt@P−Au−FA showed no obvious changes in their viabilities. Next, on the basis of the good biocompatibility, the performances of catalase-like catalysis activity between PCN-FA and P@Pt@P−Au−FA were compared using 2′,7′-dichlorofluorescein diacetate (DCFHDA), a H2O2 indicator. As revealed by the fluorescence microscopic images in Figure 3b, P@Pt@P−Au−FA-preincubated cells treated with 100 μM H2O2 showed negligible green fluorescence in comparison with PCN-FA-preincubated cells, indicating that the Pt NPs could effectively catalyze intracellular H2O2 conversion.\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5676\nThereafter, the photodynamic efficacies of PCN-FA and P@ Pt@P−Au−FA were carefully analyzed under normal or hypoxia-mimicking conditions (Figure 3c). Under oxygensufficient conditions, cells treated with PCN-FA or P@Pt@P− Au−FA showed nearly equivalent phototoxicity upon laser exposure by effectively decreasing the cell viability to 10% within 8 min. However, significant differences occurred when the NPs were exposed to oxygen-deficient conditions. Obviously, the photodynamic ability of PCN-FA was largely inhibited by an acute shortage of O2, resulting in 80% cell viability after 8 min of laser exposure. In contrast, with the assistance of converting intracellular H2O2 to O2, P@Pt@P− Au−FA displayed a remarkable high 1O2 production toward hypoxia, leading to an enhanced therapeutic efficacy which was 3−5 times higher than that of PCN-FA. Moreover, these results were further corroborated by the Calcein-AM/PI double stain kit (Figure 3d). Taken together, the Pt NPs played a key role in remarkably improving the therapeutic responses of tumor cells under hypoxia to PDT.\nOn the basis of the favorable biocompatibility, continuous intracellular O2-evolving ability, and the excellent therapeutic outcomes under oxygen-deficient conditions on a cellular level, the as-synthesized P@Pt@P−Au−FA with a hydrodynamic size of 147.5 nm (Figure S12) was reasonably expected to enhance PDT by overcoming hypoxia in vivo. First, with the ability of near-infrared fluorescence emission, the tumor accumulation profiles after intravenous (iv) injection of P@ Pt@P−Au−FA into 4T1 tumor-bearing mice were tracked by a small animal imaging system (Figure 4a). As illustrated by the fluorescence images, obvious luminescent signals occurred in the tumor region of the mice. With prolonged time, P@Pt@ P−Au−FA gradually accumulated in the tumor via the enhanced permeability and retention (EPR) effect and reached its maximum at 22 h after iv injection (Figure S13). To clarify the body distribution of P@Pt@P−Au−FA, the main organs as well as the tumor tissue were harvested and imaged ex vivo. Encouragingly, a significantly stronger fluorescence intensity was observed in the tumor tissue compared with that of the\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5677\nliver and other organs, indicating that the P@Pt@P−Au−FA efficiently accumulated in the tumor. Thereafter, with the beneficiation of excellent tumor\nselectivity as well as blood circulation time, the O2-evolving ability of P@Pt@P−Au−FA toward intratumoral H2O2 was further monitored by Vevo LAZR-X in vivo. Photoacoustic (PA) imaging under the Oxy-hemo mode showed a significant improvement of tumor oxygenation after iv injection of P@ Pt@P−Au−FA. Notably, the average oxygen saturation level within the entire tumor (sO2 average total) nearly reached its maximum at 8 h after iv injection of P@Pt@P−Au−FA and remained at this level in the following hours (Figure 4b; Figure S14), suggesting the possibility of enabling tumor hypoxia relief and enhanced PDT. Next, to confirm the biosafety of the utilized power density of the 671 nm laser and whether the iv injected P@Pt@P−Au−FA would cause a temperature rise after laser exposure on the tumor, a digital infrared thermal imaging camera was utilized to record the temperature changes. A slight temperature change of 3 °C was observed in the PBS-injected mice (300 mW cm−2 for 8 min), which is quite close to that of the P@Pt@P−Au−FA-injected mice (Figures S15 and S16). Therefore, the heating effect of the laser would negligibly contribute to the antitumor therapeutic outcomes toward PBS- or P@Pt@P−Au−FA-injected tumorbearing mice.\nAfterward, to further confirm the possible therapeutic effect of the NPs in vivo, a preliminary exploration was carried out. The harvested tumors from five groups of 4T1 tumor-bearing mice at 24 h after various treatments were sliced for hematoxylin and eosin (H&E) staining and terminal deoxynucleotidyl transferase deoxyuridine triphosphate (dUTP) nick end labeling (TUNEL) staining. Compared with mice injected with PBS under laser irradiation or only P@ Pt@P−Au−FA, the tumors from the other three groups prominently showed dark colors, which contributed to the PDT-induced therapeutic effect (Figure S17). Moreover, as revealed by the H&E staining and the TUNEL immunofluorescent staining, P@Pt@P-FA- and P@Pt@P−Au−FAinjected mice under laser irradiation led to significant cancer cells apoptosis or death in comparison with the PCN-FAinjected group (Figure 4c, Figure S18), indicating that an enhanced PDT was achieved in vivo by overcoming hypoxia. Because of the good biocompatibility, the excellent intra-\ntumoral O2-evolving ability, and the potential therapeutic efficacy in vivo, the as-synthesized P@Pt@P−Au−FA was examined on mice tumor models. First, 4T1 tumor-bearing mice (n = 36) with initial tumor volumes of 150 mm3 were randomly divided into the following six groups: (1) PBS injection with laser irradiation (PBS + L), (2) P@Pt@P-FA injection alone (P@Pt@P-FA), (3) P@Pt@P−Au−FA injection alone (P@Pt@P−Au−FA), (4) PCN-FA injection with\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5678\nlaser irradiation (PCN-FA + L), (5) P@Pt@P-FA injection with laser irradiation (P@Pt@P-FA + L), as well as (6) P@ Pt@P-FA injection with laser irradiation (P@Pt@P−Au−FA + L). Next, at 22 h after single-dose iv injection with or without laser irradiation (day 0), the tumor volumes (Figure 5a) and the body weights (Figure 5b) of mice were recorded every other day. With reference to the mice of the control group (PBS + L), negligible influences on tumor growth were found for mice injected with P@Pt@P-FA alone, whereas a statistically significant inhibition of tumor growth (with inhibition ratio of 31.31%) was observed for mice injected with P@Pt@P−Au−FA alone. As a consequence, the glucose oxidase-mimicking performance of Au NPs with good glucose depletion-induced cancer starvation therapeutic ability was confirmed in vivo. Upon laser irradiation, PDT treatment using PCN-FA resulted in a tumor inhibition ratio of 41.93%. In marked contrast, mice in the P@Pt@P-FA + L group demonstrated a much higher tumor inhibition ratio of 71.30%, implying that the catalase-mimicking Pt NPs with excellent intratumoral O2evolving ability were crucial for overcoming hypoxia-induced resistance of PDT in vivo. Although an enhanced PDT was realized by the P@Pt@P-FA under laser irradiation, the tumor showed continuous regrowth at day 6 because of the incomplete apoptosis of tumor cells. Encouragingly, a more exciting therapeutic efficacy of P@Pt@P−Au−FA with laser exposure was found (inhibition ratio of 90.88%), attributable to the glucose depletion ability of Au NPs by cutting down the energy and nutrition supply to further enhance the apoptosis of\ntumor cells. Subsequently, mice were sacrificed after different treatments at day 14; their tumors were harvested, photographed (Figure 5c), and weighed (Figure 5d). The average weight of tumors for the PBS + L group and P@Pt@P−Au− FA + L group was 0.706 and 0.063 g, respectively. In addition, the real photographs of mice under different treatments were taken on different days to clarify the tumor volume variations as well as the therapeutic efficiency (Figure 5e). Due to the relatively larger initial tumor volumes of 150 mm3 employed in this study compared with that of commonly reported 80−100 mm3, along with single-dose injection and single laser treatment, the tumors were not fully suppressed herein. Furthermore, the healthy mice after iv injection with P@Pt@ P-FA and P@Pt@P−Au−FA for 2 weeks were executed to collect the main organs and the blood for H&E staining (Figure S19) and for analyzing the blood biomedical level (Figure S20), respectively. No significant side effects were observed, which further corroborates the good biocompatibility of the injected NPs. As a result of the high proliferation, migration, and invasion ability of the 4T1 cells, mice treated with PBS or PCN-FA under irradiation both showed a considerable number of metastatic regions in the lungs (Figure 5f; Figure S21). On the contrary, no significant metastatic sites were found for the P@ Pt@P-FA- or P@Pt@P−Au−FA-injected mice upon laser exposure, which was attributed to their satisfactory hypoxia relief and excellent tumor suppressive effects. The obtained results in this study clearly demonstrated that the O2 catalyzed from the endogenous H2O2 by the Pt NPs enhanced PDT\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5679\nunder light irradiation and also accelerated the depletion of intratumoral glucose by the Au NPs which in turn strengthened the overall therapeutic outcomes. In summary, the PCN with PDT and fluorescent imaging\nabilities was employed as a favorable cornerstone to sandwich catalase-mimicking Pt NPs and in situ embed ultrasmall glucose oxidase-mimicking Au NPs within the outer shell, followed by coordination with FA, thereby presenting a unique and rationally designed nanoreactor, P@Pt@P−Au−FA. The O2 catalyzed from the intratumoral H2O2 by the Pt NPs was able to enhance the O2-dependent PDT upon laser exposure and potentially accelerate the depletion of intratumoral glucose by the Au NPs. In addition, the as-produced H2O2 by starvinglike therapy was further utilized as the substrate for the Pt NPs. With well-defined compositions, improved physiological stability, effective tumor accumulation performance, significant hypoxia relief toward intratumoral H2O2, enhanced PDT, and glucose depletion-induced synergistic starving-like abilities in vivo, the P@Pt@P−Au−FA showed practically remarkable catalytic cascades reaction-based strengthened antitumor therapy. Therefore, this work highlights the unique potential of MOFs-supported multinanozymes for combating solid tumors and also provides a route to design a catalytic cascade model for cancer therapy which can be extended to the design of other models.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b02253.\nDetailed experimental procedures and characterization and additional figures including TEM images, EDS spectra, UV−vis−NIR spectra, photographs, hydrodynamic size, quantitative analyses, temperature changes, TUNEL and DAPI staining, and H&E staining (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: aiguo@nimte.ac.cn. Phone: +86-574-86685039. Fax: +86-574-86685039."
    }, {
      "heading" : "ORCID",
      "text" : "Aiguo Wu: 0000-0001-7200-8923"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by National Key R&D Program of China (2018YFC0910601), Natural Science Foundation of China (U1432114 to A.W.), Zhejiang Province Financial Supporting (2017C03042, LY18H180011), and The Science & Technology Bureau of Ningbo City (2015B11002, 2017C110022). Furthermore, the authors also acknowledge Shanghai Synchrotron Radiation Facility at Line BL15U\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5680\n(h15sr0021) used for X-ray fluorescence imaging and National Synchrotron Radiation Laboratory in Hefei used for soft X-ray imaging (2016-HLS-PT-002193). The authors also thank Qinghe Wu and Ling Di from Shanghai Jiao Tong University for their kind assistance in operating the Vevo LAZR-X system.\n■ REFERENCES (1) Fu, L. H.; Qi, C.; Lin, J.; Huang, P. Catalytic Chemistry of Glucose Oxidase in Cancer Diagnosis and Treatment. Chem. Soc. Rev. 2018, 47 (17), 6454−6472. (2) Fu, L. H.; Qi, C.; Hu, Y. R.; Lin, J.; Huang, P. Glucose OxidaseInstructed Multimodal Synergistic Cancer Therapy. Adv. Mater. 2019, 31, 1808325. (3) Chen, Q.; Chen, J.; Yang, Z.; Xu, J.; Xu, L.; Liang, C.; Han, X.; Liu, Z. Nanoparticle-Enhanced Radiotherapy to Trigger Robust Cancer Immunotherapy. Adv. Mater. 2019, 31, 1802228. (4) Lian, X. Z.; Fang, Y.; Joseph, E.; Wang, Q.; Li, J. L.; Banerjee, S.; Lollar, C.; Wang, X.; Zhou, H. C. Enzyme-MOF (Metal-Organic Framework) Composites. Chem. Soc. Rev. 2017, 46 (11), 3386−3401. (5) Huo, M.; Wang, L.; Chen, Y.; Shi, J. Tumor-Selective Catalytic Nanomedicine by Nanocatalyst Delivery. Nat. Commun. 2017, 8 (1), 357. (6) Wu, Q.; He, Z. G.; Wang, X.; Zhang, Q.; Wei, Q. C.; Ma, S. Q.; Ma, C.; Li, J.; Wang, Q. G. Cascade Enzymes within Self-Assembled Hybrid Nanogel Mimicked Neutrophil Lysosomes for Singlet Oxygen Elevated Cancer Therapy. Nat. Commun. 2019, 10 (1), 240. (7) Zhang, Q. H.; Chen, J. W.; Ma, M.; Wang, H.; Chen, H. R. A Bioenvironment-Responsive Versatile Nanoplatform Enabling Rapid Clearance and Effective Tumor Homing for Oxygen-Enhanced Radiotherapy. Chem. Mater. 2018, 30 (15), 5412−5421. (8) Chen, Q.; Chen, J. W.; Yang, Z. J.; Zhang, L.; Dong, Z. L.; Liu, Z. NIR-II Light Activated Photodynamic Therapy with ProteinCapped Gold Nanoclusters. Nano Res. 2018, 11 (10), 5657−5669. (9) Chang, K. W.; Liu, Z. H.; Fang, X. F.; Chen, H. B.; Men, X. J.; Yuan, Y.; Sun, K.; Zhang, X. J.; Yuan, Z.; Wu, C. F. Enhanced Phototherapy by Nanoparticle-Enzyme via Generation and Photolysis of Hydrogen Peroxide. Nano Lett. 2017, 17 (7), 4323−4329. (10) Zhang, L.; Wang, Z. Z.; Zhang, Y.; Cao, F. F.; Dong, K.; Ren, J. S.; Qu, X. G. Erythrocyte Membrane Cloaked Metal-Organic Framework Nanoparticle as Biomimetic Nanoreactor for StarvationActivated Colon Cancer Therapy. ACS Nano 2018, 12 (10), 10201− 10211. (11) Chen, W. H.; Vazquez-Gonzalez, M.; Zoabi, A.; Abu-Reziq, R.; Willner, I. Biocatalytic Cascades Driven by Enzymes Encapsulated in Metal-Organic Framework Nanoparticles. Nat. Catal. 2018, 1 (9), 689−695. (12) Gao, L. Z.; Zhuang, J.; Nie, L.; Zhang, J. B.; Zhang, Y.; Gu, N.; Wang, T. H.; Feng, J.; Yang, D. L.; Perrett, S.; Yan, X. Intrinsic Peroxidase-Like Activity of Ferromagnetic Nanoparticles. Nat. Nanotechnol. 2007, 2 (9), 577−583. (13) Wei, H.; Wang, E. Nanomaterials with Enzyme-Like Characteristics (Nanozymes): Next-Generation Artificial Enzymes. Chem. Soc. Rev. 2013, 42 (14), 6060−6093. (14) Wu, J.; Wang, X.; Wang, Q.; Lou, Z.; Li, S.; Zhu, Y.; Qin, L.; Wei, H. Nanomaterials with Enzyme-Like Characteristics (Nanozymes): Next-Generation Artificial Enzymes (II). Chem. Soc. Rev. 2019, 48 (4), 1004−1076. (15) Jiang, D.; Ni, D.; Rosenkrans, Z. T.; Huang, P.; Yan, X.; Cai, W. Nanozyme: New Horizons for Responsive Biomedical Applications. Chem. Soc. Rev. 2019, 48, 3683. (16) Yang, G. B.; Xu, L. G.; Chao, Y.; Xu, J.; Sun, X. Q.; Wu, Y. F.; Peng, R.; Liu, Z. Hollow MnO2 as a Tumor-MicroenvironmentResponsive Biodegradable Nano-Platform for Combination Therapy Favoring Antitumor Immune Responses. Nat. Commun. 2017, 8 (1), 902. (17) Cao, F. F.; Zhang, Y.; Sun, Y. H.; Wang, Z. Z.; Zhang, L.; Huang, Y. Y.; Liu, C. Q.; Liu, Z.; Ren, J. S.; Qu, X. G. Ultrasmall Nanozymes Isolated within Porous Carbonaceous Frameworks for\nSynergistic Cancer Therapy: Enhanced Oxidative Damage and Reduced Energy Supply. Chem. Mater. 2018, 30 (21), 7831−7839. (18) Wang, H.; Lv, B.; Tang, Z.; Zhang, M.; Ge, W.; Liu, Y.; He, X.; Zhao, K.; Zheng, X.; He, M.; Bu, W. Scintillator-Based Nanohybrids with Sacrificial Electron Prodrug for Enhanced X-ray-Induced Photodynamic Therapy. Nano Lett. 2018, 18 (9), 5768−5774. (19) Zhang, C. Y.; Yan, L.; Wang, X.; Dong, X. H.; Zhou, R. Y.; Gu, Z. J.; Zhao, Y. L. Tumor Microenvironment-Responsive Cu2(OH)PO4 Nanocrystals for Selective and Controllable Radiosentization via the X-ray-Triggered Fenton-like Reaction. Nano Lett. 2019, 19 (3), 1749−1757. (20) Wang, Z. Z.; Zhang, Y.; Ju, E. G.; Liu, Z.; Cao, F. F.; Chen, Z. W.; Ren, J. S.; Qu, X. G. Biomimetic Nanoflowers by Self-Assembly of Nanozymes to Induce Intracellular Oxidative Damage Against Hypoxic Tumors. Nat. Commun. 2018, 9 (1), 3334. (21) Liang, S.; Deng, X.; Chang, Y.; Sun, C.; Shao, S.; Xie, Z.; Xiao, X.; Ma, P.; Zhang, H.; Cheng, Z.; Lin, J. Intelligent Hollow Pt-CuS Janus Architecture for Synergistic Catalysis-Enhanced Sonodynamic and Photothermal Cancer Therapy. Nano Lett. 2019, 19 (6), 4134− 4145. (22) Bai, J.; Jia, X.; Zhen, W.; Cheng, W.; Jiang, X. A Facile IonDoping Strategy to Regulate Tumor Microenvironments for Enhanced Multimodal Tumor Theranostics. J. Am. Chem. Soc. 2018, 140 (1), 106−109. (23) Zhang, Y.; Wang, F. M.; Liu, C. Q.; Wang, Z. Z.; Kang, L. H.; Huang, Y. Y.; Dong, K.; Ren, J. S.; Qu, X. G. Nanozyme Decorated Metal-Organic Frameworks for Enhanced Photodynamic Therapy. ACS Nano 2018, 12 (1), 651−661. (24) Liu, C.; Luo, L.; Zeng, L.; Xing, J.; Xia, Y.; Sun, S.; Zhang, L.; Yu, Z.; Yao, J.; Yu, Z.; Akakuru, O. U.; Saeed, M.; Wu, A. Porous Gold Nanoshells on Functional NH2-MOFs: Facile Synthesis and Designable Platforms for Cancer Multiple Therapy. Small 2018, 14, 1801851. (25) Wang, X. S.; Zeng, J. Y.; Zhang, M. K.; Zeng, X.; Zhang, X. Z. A Versatile Pt-Based Core-Shell Nanoplatform as a Nanofactory for Enhanced Tumor Therapy. Adv. Funct. Mater. 2018, 28, 1801783. (26) Comotti, M.; Della Pina, C.; Matarrese, R.; Rossi, M. The Catalytic Activity of “Naked” Gold Particles. Angew. Chem., Int. Ed. 2004, 43 (43), 5812−5815. (27) Lin, Y. H.; Ren, J. S.; Qu, X. G. Nano-Gold as Artificial Enzymes: Hidden Talents. Adv. Mater. 2014, 26 (25), 4200−4217. (28) Hu, Y.; Cheng, H.; Zhao, X.; Wu, J.; Muhammad, F.; Lin, S.; He, J.; Zhou, L.; Zhang, C.; Deng, Y.; Wang, P.; Zhou, Z.; Nie, S.; Wei, H. Surface-Enhanced Raman Scattering Active Gold Nanoparticles with Enzyme-Mimicking Activities for Measuring Glucose and Lactate in Living Tissues. ACS Nano 2017, 11 (6), 5558−5566. (29) Yan, R.; Zhao, Y.; Yang, H.; Kang, X. J.; Wang, C.; Wen, L. L.; Lu, Z. D. Ultrasmall Au Nanoparticles Embedded in 2D MixedLigand Metal-Organic Framework Nanosheets Exhibiting Highly Efficient and Size-Selective Catalysis. Adv. Funct. Mater. 2018, 28, 1802021. (30) Gao, S. S.; Lin, H.; Zhang, H. X.; Yao, H. L.; Chen, Y.; Shi, J. L. Nanocatalytic Tumor Therapy by Biomimetic Dual Inorganic Nanozyme-Catalyzed Cascade Reaction. Adv. Sci. 2019, 6, 1801733. (31) Min, H.; Wang, J.; Qi, Y.; Zhang, Y.; Han, X.; Xu, Y.; Xu, J.; Li, Y.; Chen, L.; Cheng, K.; Liu, G.; Yang, N.; Li, Y.; Nie, G. Biomimetic Metal-Organic Framework Nanoparticles for Cooperative Combination of Antiangiogenesis and Photodynamic Therapy for Enhanced Efficacy. Adv. Mater. 2019, 31, 1808200. (32) Lu, K.; Aung, T.; Guo, N.; Weichselbaum, R.; Lin, W. Nanoscale Metal-Organic Frameworks for Therapeutic, Imaging, and Sensing Applications. Adv. Mater. 2018, 30, 1707634. (33) Park, J.; Jiang, Q.; Feng, D.; Mao, L.; Zhou, H. C. SizeControlled Synthesis of Porphyrinic Metal-Organic Framework and Functionalization for Targeted Photodynamic Therapy. J. Am. Chem. Soc. 2016, 138 (10), 3518−3525. (34) Huang, Y.; Zhao, M. T.; Han, S. K.; Lai, Z. C.; Yang, J.; Tan, C. L.; Ma, Q. L.; Lu, Q. P.; Chen, J. Z.; Zhang, X.; Zhang, Z. C.; Li, B.; Chen, B.; Zong, Y.; Zhang, H. Growth of Au Nanoparticles on 2D\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5681\nMetalloporphyrinic Metal-Organic Framework Nanosheets Used as Biomimetic Catalysts for Cascade Reactions. Adv. Mater. 2017, 29, 1700102. (35) Cunha, D.; Ben Yahia, M.; Hall, S.; Miller, S. R.; Chevreau, H.; Elkaim, E.; Maurin, G.; Horcajada, P.; Serre, C. Rationale of Drug Encapsulation and Release from Biocompatible Porous Metal-Organic Frameworks. Chem. Mater. 2013, 25 (14), 2767−2776.\nDOI: 10.1021/acs.nanolett.9b02253 Nano Lett. 2019, 19, 5674−5682\n5682"
    } ],
    "references" : [ {
      "title" : "Catalytic Chemistry of Glucose Oxidase in Cancer Diagnosis and Treatment",
      "author" : [ "L.H. Fu", "C. Qi", "J. Lin", "P. Huang" ],
      "venue" : "Chem. Soc. Rev. 2018,",
      "citeRegEx" : "Fu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2019
    }, {
      "title" : "Enzyme-MOF (Metal-Organic Framework) Composites",
      "author" : [ "C. Lollar", "X. Wang", "H.C. Zhou" ],
      "venue" : "Chem. Soc. Rev. 2017,",
      "citeRegEx" : "Lollar et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lollar et al\\.",
      "year" : 2017
    }, {
      "title" : "Enhanced Phototherapy by Nanoparticle-Enzyme via Generation and Photolysis of Hydrogen Peroxide",
      "author" : [ "K.W. Chang", "Z.H. Liu", "X.F. Fang", "H.B. Chen", "X.J. Men", "Y. Yuan", "K. Sun", "X.J. Zhang", "Z. Yuan", "C.F. Wu" ],
      "venue" : "Capped Gold Nanoclusters. Nano Res. 2018,",
      "citeRegEx" : "Chang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2017
    }, {
      "title" : "Biocatalytic Cascades Driven by Enzymes Encapsulated in Metal-Organic Framework Nanoparticles",
      "author" : [ "W.H. Chen", "M. Vazquez-Gonzalez", "A. Zoabi", "R. Abu-Reziq", "I. Willner" ],
      "venue" : "Nat. Catal. 2018,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanomaterials with Enzyme-Like Characteristics (Nanozymes): Next-Generation Artificial Enzymes (II)",
      "author" : [ "J. Wu", "X. Wang", "Q. Wang", "Z. Lou", "S. Li", "Y. Zhu", "L. Qin", "H. Wei" ],
      "venue" : "Rev. 2013,",
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "Enzymes: Hidden Talents",
      "author" : [ "Y. Hu", "H. Cheng", "X. Zhao", "J. Wu", "F. Muhammad", "S. Lin", "J. He", "L. Zhou", "C. Zhang", "Y. Deng", "P. Wang", "Z. Zhou", "S. Nie", "H. Wei" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Hu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2014
    }, {
      "title" : "Growth of Au Nanoparticles",
      "author" : [ "Y. Huang", "M.T. Zhao", "S.K. Han", "Z.C. Lai", "J. Yang", "C.L. Tan", "Q.L. Ma", "Q.P. Lu", "J.Z. Chen", "X. Zhang", "Z.C. Zhang", "B. Li", "B. Chen", "Y. Zong", "H. Zhang" ],
      "venue" : "Soc. 2016,",
      "citeRegEx" : "Huang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2016
    }, {
      "title" : "Metalloporphyrinic Metal-Organic Framework Nanosheets Used as Biomimetic Catalysts for Cascade Reactions",
      "author" : [ "D. Cunha", "M. Ben Yahia", "S. Hall", "S.R. Miller", "H. Chevreau", "E. Elkaim", "G. Maurin", "P. Horcajada", "C. Serre" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "Cunha et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cunha et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The efficiency of chemical intercommunication between enzymes in natural networks can be significantly enhanced by the organized catalytic cascades. Nevertheless, the exploration of two-or-more-enzymes-engineered nanoreactors for catalytic cascades remains a great challenge in cancer therapy because of the inherent drawbacks of natural enzymes. Here, encouraged by the catalytic activity of the individual nanozyme for benefiting the treatment of solid tumors, we propose an organized in situ catalytic cascades-enhanced synergistic therapeutic strategy driven by dual-nanozymes-engineered porphyrin metal−organic frameworks (PCN). Precisely, catalase-mimicking platinum nanoparticles (Pt NPs) were sandwiched by PCN, followed by embedding glucose oxidase-mimicking ultrasmall gold nanoparticles (Au NPs) within the outer shell, and further coordination with folic acid (P@Pt@P−Au− FA). The Pt NPs effectively enabled tumor hypoxia relief by catalyzing the intratumoral H2O2 to O2 for (1) enhancing the O2-dependent photodynamic therapy and (2) subsequently accelerating the depletion of β-D-glucose by Au NPs for synergistic starving-like therapy with the self-produced H2O2 as the substrate for Pt NPs. Consequently, a remarkably strengthened antitumor efficiency with prevention of tumor recurrence and metastasis was achieved. This work highlights a rationally designed tumor microenvironment-specific nanoreactor for opening improved research in nanozymes and provides a means to design a catalytic cascade model for practical applications.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}