{
  "name" : "downloads_2020-07-18_d9_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Two-Dimensional Amorphous TiO2 Nanosheets Enabling High- Efficiency Photoinduced Charge Transfer for Excellent SERS Activity",
    "authors" : [ "Xiaotian Wang", "Wenxiong Shi", "Shaoxiong Wang", "Hewei Zhao", "Jie Lin", "Zhao Yang", "Mo Chen", "Lin Guo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Surface-enhanced Raman scattering (SERS) spectroscopy owns the advantages of rapidity, high sensitivity, and nondestructiveness, which are extremely useful for label-free and fingerprint detection of multifold trace chemicals.1−4 A few semiconductor nanomaterials have been proven to possess rather large enhancement factors exceeding 104 with high spectral stability, such as InAs/GaAs quantum dots,5 CuTe nanocrystals,6 Cu2O nanospheres, 7 and TiO2 nanostructures, 8,9 in which photoinduced charge transfer (PICT) at the semiconductor−molecule interface is extremely important in Raman scattering enhancement.10,11 Compared with metal nanostructures,12,13 semiconductor nanostructures have excellent controllable properties,14−16 such as exciton Bohr radius, band gap, n- and p-type doping, control of\nstoichiometry, stability, stable exciton production, photoluminescence, resistance to degradation, and controllable geometry and crystalline phases though various synthetic techniques.17,18 These results suggest that through engineering the crystal structure, energy band, and surface physicochemical properties to improve the PICT efficiency, semiconductor nanostructures may actually surpass metals in practical applications as SERS-active chemical sensors. Two-dimensional (2D) semiconductor nanomaterials, which\nexhibit a flat surface with large specific surface area, were regarded as excellent candidates for fundamental studies of the SERS effect and its extensions to practical applications.19,20\nReceived: January 9, 2019 Published: March 21, 2019\n© 2019 American Chemical Society 5856 DOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\nD ow\nnl oa\nde d\nvi a\nU N\nIV P\nA R\nIS -S\nU D\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io\nDue to the extremely large specific surface area of 2D nanomaterials, the coordination number of the surface atoms is seriously insufficient, leading to easier combination of surface atoms with adsorbed molecules to form surface complexes,21\nwhich brings about stronger PICT resonance than the corresponding 3D structures.19,20 However, because of the quantum effect of 2D materials,22 the wide band gap and discontinuous band structure severely limit the vibronic coupling in the substrate−molecule system,23 resulting in low PICT efficiency. In our previous work, we found that the numerous metastable electronic states of amorphous semiconductor nanostructures could serve as an intermediate level in the band gap, which benefited the interfacial charge transfer and resulted in the remarkable SERS activity of amorphous ZnO nanocages.24 Therefore, combining the advantages of 2D nanomaterials with the amorphous structure, development of new 2D amorphous semiconductor nanomaterials might be a promising strategy to improve the interfacial PICT efficiency and boost the performance of semiconductor substrates accordingly. Motivated by the above-mentioned exciting findings, we\nfabricated a new semiconductor SERS-active substrate, i.e., 2D amorphous TiO2 nanosheets (a-TiO2 NSs). This unique ultrathin nanostructure possesses unprecedented SERS activity with an enhancement factor (EF) up to 1.86 × 106, stronger than that of its 2D crystalline TiO2 (c-TiO2) NS counterparts. Utilizing the Kelvin probe force microscopy (KPFM) technology, we found that these 2D a-TiO2 NSs possessed more positive surface potential than their 2D crystalline counterpart (c-TiO2 NSs). First-principles density functional theory (DFT) calculations further revealed that the lattice disorder and low coordination number of the surface Ti atoms would endow the 2D a-TiO2 NSs with high surface potential and thus allowed a large amount of static charger transfer from the adsorbed molecule to the 2D a-TiO2 and facilitated the formation of a stable surface charge-transfer (CT) complex. Significantly, comparing with the 2D c-TiO2, the smaller band gap and higher DOS of 2D a-TiO2 can effectively improve the vibronic coupling of several resonances in the substrate− molecule system. The strong vibronic coupling within the CT complex will obviously enhance the PICT resonance and lead to the remarkable SERS activity of a-TiO2 NSs. As far as we know, this is the first report of clear observation of the remarkable SERS activity from 2D amorphous semiconductors,\nwhich may bring the cutting edge of development of stable and highly sensitive SERS technology.\n■ RESULTS AND DISCUSSION According to the PICT mechanism, when the molecules are bound to the semiconductor surface via weak covalent bonds, the surface CT complex between the semiconductor and the molecule will be formed. This CT complex will achieve the strongest Raman enhancement once the excitation frequency resonates with the PICT transition.11,17,25 Typically, the efficiency of PICT transition strongly depends on the intensity of vibronic coupling in the substrate−molecule system. When the energy levels of the molecules and the semiconductor substrate are coupled, PICT transitions from the semiconductor valence band (VB) states (|V⟩) to the molecular excited states (|K⟩) via the transition moment, μVK, or from the molecular ground states (|I⟩) to the semiconductor conduction band (CB) states (|C⟩) via the transition moment, μIC, can borrow intensity either from exciton transitions μVC or molecular transitions μIK, through the Herzberg−Teller coupling term (hCK or hVI), as shown in Figure 1a. Therefore, developing a new strategy to effectively improve the vibronic coupling in the substrate−molecule system is the key issue to enhance the PICT resonance and the SERS effect. Here, we selected the TiO2 as an ideal candidate for developing the high-performance SERS-active substrates due to its excellent biocompatibility, relatively high SERS activity, and good chemical stability among the reported semiconductors.26−28 To investigate the vibronic coupling between the molecule and 2D amorphous semiconductor, we first calculated the electronic density of states (DOS) of 2D amorphous TiO2 (a-TiO2). The DOS calculation of crystalline TiO2 (c-TiO2) was also performed as a control. The DOS of 2D c- and a-TiO2 were calculated at the density functional theory (DFT) plane-wave level based on the Vienna Ab-initio simulation package (VASP) combined with the projectedaugmented wave method (PAW) (for details see Supporting Information S2). The results of DFT calculation showed that the 2D a-TiO2 rendered smaller band gap and higher DOS than that of its crystal counterpart (Figure 1b). Although the DFT results of amorphous structures were qualitative assessments, it is sufficient to predict the energy band structure of 2D a-TiO2 to enhance the vibronic coupling in the substrate− molecule system, suggesting a high-efficiency PICT process.\nDOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\n5857\nTo achieve this, we designed and fabricated novel 2D amorphous TiO2 nanosheets (a-TiO2 NSs). The synthesis procedure follows our previous report with some modification.29 Through manipulating the calcination temperature, the ultrathin a-TiO2 NSs were successfully obtained, and the 2D crystalline TiO2 nanosheets (c-TiO2 NSs) were prepared as control samples (see Materials and Methods for details). Briefly, the highly uniform graphene was used as a template to synthesize the TiO2 NSs@graphene precursor (Figure S1). After annealing at different temperatures in air, we successfully obtained the c- and a-TiO2 NCs, respectively. The X-ray photoelectron spectroscopy (XPS) result also showed that there was no C element (C 1s: 285 eV) in 2D a-TiO2 NSs (Figure S2), which suggested the graphene template had been removed via the heat treatment. It was observed from the XRD patterns (Figure S3) that the samples showed an amorphous phase when the calcination temperature was 400 °C. When the calcination temperature was elevated to 650 °C, the sharp diffraction lines with relatively high intensities indicated the high crystallinity of the anatase phase (JCPDS, no. 21-1272). Representative c- and a-TiO2 NSs were further characterized by transmission electron microscopy (TEM) micrographs (Figure 2). It can be found that the as-prepared c- and a-TiO2\nNSs showed flat ultrathin nanosheet morphology, indicating a successful inheritance of the graphene template shape. The low-resolution TEM micrographs in Figure 2a,b showed that the sizes of c- and a-TiO2 NSs were around a few microns. The high-resolution TEM (HRTEM) micrograph (Figure 2c) showed that the amorphous a-TiO2 NS structure was consistent with its corresponding selected area electron diffraction (SAED) pattern (the inset in Figure 2c). The inverse Fourier transform (FFT) image of c-TiO2 NSs (inset in Figure 2d) displayed that the spacings of adjacent lattice fringe were 0.234 and 0.236 nm, respectively, which was consistent\nwith the lattice constants of (112) and (004) planes of anatase TiO2. Moreover, the corresponding SAED patterns (the inset in Figure 2d) also clearly demonstrated the anatase phase of cTiO2 NSs, consistent with the XRD characterizations. Moreover, Figure S4 showed the UV−vis−NIR spectra of the as-prepared c- and a-TiO2 NSs. It can be seen that the absorption spectrum of the a-TiO2 NSs possessed several broad absorption peaks and an obvious band tail, exhibiting an amorphous structure. A clear occurrence of absorption bands around 400 nm was ascribed to the interband excitation of the defect states,30 owing to the well-known long-range disordered structure of amorphous materials. An abrupt change at 826 nm in the absorbance spectra suggested that the optical gap of the a-TiO2 NSs was only 1.5 eV, much narrower than that of the cTiO2 NSs. The onset of optical absorption of the a-TiO2 NSs was lowered to about 1.0 eV (∼1230 nm). The broad absorption in the 850−1230 nm range can be attributed to the excitation of surface oxygen vacancy states.31 The strong and broad absorption band within the whole visible region indicated a small band gap and a high DOS, which was consistent with the proposed DOS calculation (Figure 1b). The spectrum of the c-TiO2 NSs showed an obviously decreased absorption above 400 nm, indicating a high crystallinity of the sample. The strong absorption below 390 nm was consistent with the band gap energy at 3.2 eV of anatase TiO2. Based on the above results, it was reasonable that the relatively small band gap and high DOS allowed this novel 2D a-TiO2 NS to effectively couple with the energy levels of the adsorbed molecule, resulting in the high-efficiency PICT resonance. Its flat surface and ultrathin structure also provided a promising approach for studying the SERS activity of 2D amorphous semiconductor nanomaterials. The standard probe molecule, i.e., 4-mercaptobenzoic acid (4-MBA), was used in our experiments. Figure 3a showed the control SERS experiments of c- and a-TiO2 NSs modified by 4-MBA molecules (4-MBA@a-TiO2 NSs and 4-MBA@c-TiO2 NSs), respectively. It was demonstrated that a much stronger SERS effect occurred in a-TiO2 NSs than its c-TiO2 NS counterparts. First, compared with c-TiO2 NSs, the features of the CC stretching mode of the benzene ring (1593 cm−1) and ringbreathing mode coupled to the C−S stretch mode (1096 cm−1)31 were remarkably enhanced in a-TiO2 NSs. Second, compared with 4-MBA@c-TiO2 NSs, more marked peak shifts of the probe molecules were found for 4-MBA@a-TiO2 NSs, which was an indicator for strong semiconductor−molecule interaction.32 As for 4-MBA, the intrinsic peak of 4-MBA (1096 and 1593 cm−1) shifted to 1113 and 1632 cm−1 when adsorbed onto a-TiO2 NSs and to 1104 and 1624 cm\n−1 when adsorbed onto c-TiO2 NSs, respectively. Third, we clearly observed the selective enhancement of nontotally symmetric lines (b2 modes) in all c- and a-TiO2 NSs, which was ascribed to the Herzberg−Teller contribution via a PICT mechanism.17 For example, the C−H deformation mode at 1113 cm−1 (assigned as a b2 mode\n33) exhibited a large enhancement. Through collecting the SERS signals from ten different positions on 4-MBA molecule modified a-TiO2 NSs (Figure S5), we found that these 2D amorphous substrates exhibited excellent spectra uniformity and repeatability. Moreover, according to the standard equation,34 the EF was estimated to be approximately 1.86 × 106 for this a-TiO2 NS (for the details, see Supporting Information S3). The remarkable SERS activity of a-TiO2 NSs was further confirmed by using several\nDOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\n5858\nstandard probe molecules (Figure S7). It was clearly seen that the a-TiO2 NSs had stronger Raman enhancement than their cTiO2 NS counterparts. Moreover, it was found that there was no big difference between the adsorption of 4-MBA molecules on c- and a-TiO2 NSs through performing the UV−vis characterization of the 4-MBA ethanol solution after adsorption. Brunauer−Emmett−Teller (BET) N2 adsorption−desorption curves for both c- and a-TiO2 NSs were further characterized, respectively. The results showed that the specific surface areas (SSA) for c- and a-TiO2 NSs were close to each other (3.37 m2/g for a-TiO2 NSs and 3.53 m\n2/g for cTiO2 NSs, see Table S1 in Supporting Information), excluding the effects of differences in SSA between c- and a-TiO2 NSs. Based on the above results, it was confirmed that the obvious SERS activities were derived from the unique surface physicochemical properties of a-TiO2 NSs. To understand the SERS effect of a-TiO2 NSs, we carefully studied the surface CT complexes on 2D c- and a-TiO2, respectively. The electrostatic potential (ESP) and the difference of charge distributions in the two 4-MBA@c- and a-TiO2 systems were investigated through DFT calculations. Briefly, the simulation 2D surface was modeled to be a slab consisting of two atomic layers (48 atoms). Typically, the 2D\na-TiO2 model was obtained by molecular dynamics (MD) simulation to adjust the atomic coordination number, the bond length, and the atomic position in the 2D c-TiO2 model (for details see Supporting Information S4). The mercapto molecules were chemically adsorbed onto both surfaces of 2D c- and a-TiO2 models through the S−Ti bonds, which served as the interfacial charge transfer channels to facilitate the redistribution of the electron cloud around the TiO2 and the molecule. Based on the above calculation models, the ESPs of 2D c- and a-TiO2 were first calculated (for details see Supporting Information S5). The results in Figure 4a showed that the ESP at the cross-section surface of a-TiO2 was 5.77 V, which was more positive than that of c-TiO2 (4.81 V). More positive ESPs of 2D a-TiO2 than its crystalline counterpart were ascribed to the low coordination number of surface Ti atoms and the large amount of surface oxygen defects, owing to the long-range disordered 2D amorphous structure. To further confirm this, the surface potential of the c- and a-\nTiO2 NSs was carefully characterized by Kelvin probe force microscopy (KPFM). KPFM technology was generally used to accurately characterize the surface potential and electron work function of materials, especially for 2D nanomaterials.35 In our test, using highly oriented pyrolytic graphite (HOPG) as the\nDOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\n5859\nsubstrate, the surface potential of c- and a-TiO2 NSs was accurately obtained by comparing the potential difference between the sample and the HOPG substrate. The AFM image and the corresponding surface potential image (tip lift: 10 nm) of a single piece of c- and a-TiO2 nanosheets are shown in Figure 4b and Figure 4c, respectively. It can be clearly observed that the thickness of c- and a-TiO2 NSs was around 2 nm, equivalent to a few monomolecular layers. The surface potentials of c- and a-TiO2 NSs were 0.8 and 0.1 V, respectively, higher than that of the HOPG (the work function of HOPG: ∼4.5 eV) substrate. Thus, the work functions of cand a-TiO2 NSs were 5.3 and 4.6 eV, respectively, which agreed well with the ESP calculations. Compared with the crystalline counterpart, 2D a-TiO2 has more positive ESP and larger work function, which could strongly attract the electron cloud of the molecules and facilitated the interfacial charge transfer from the molecule to the a-TiO2 NSs. To investigate the interfacial charge transfer within the\nsurface complex on both 2D c- and a-TiO2 surfaces, the charge difference distributions for 4-MBA@c- and a-TiO2 were calculated, respectively (Figure 4d). For details, please see Supporting Information S5. In general, the depleted region for electron density was around the C and S atoms in the benzene ring, and the accumulated region was near the Ti atoms in the TiO2 substrate. The Hirshfeld population analysis\n36 indicated that 0.063 e was transferred from 4-MBA to the 2D a-TiO2, while the amount of charge transferred from 4-MBA to the 2D c-TiO2 cluster is 0.019 e. This result indicated that the 2D aTiO2 enabled more amount of charge to transfer from the 4- MBA molecules to 2D a-TiO2, suggesting strongly increased molecular polarizability.37,38 To analyze the contribution of charge transfer to the molecular polarizability, the isotropic polarizabilities of probes 4-MBA@c- and a-TiO2 were further calculated, respectively. The results revealed that the 2D aTiO2 could bring about much stronger amplification of the molecular polarization (see Supporting Information Table S3, 4-MBA@a-TiO2: 1449.66 Bohr\n∧3/atom, 4-MBA@c-TiO2: 1122.37 Bohr∧3/atom). Therefore, our calculations clearly demonstrated that the unique advantages of 2D a-TiO2 effectively improved the interfacial charge transfer and thus magnified the molecular polarization. In addition, the calculated SERS spectra of the 4-MBA molecule chemically adsorbed onto the 2D a-TiO2 surface exhibited larger peak shift and stronger intensity (Figure 3b), which were consistent with the experimental results. The changes in the intensity and\npeak position between the simulation and measurement results can be attributed to the random molecule adsorption positions during the experiments and the differences among the ideal model settings in the simulations. Besides improving the interfacial charge transfer and enhancing the molecular polarizability, we further found that the 2D a-TiO2 greatly improved the energy level coupling between the adsorbed molecules and the 2D a-TiO2 and effectively enhanced the PICT resonance within the surface CT complex. The DFT calculations showed that the HOMO and the LUMO for the 4-MBA molecules were distributed over the whole molecular structure (Figure 5a). When the 4- MBA molecules were adsorbed onto the 2D c- or a-TiO2, the surface CT complex was formed. The calculations showed that the LUMO of the 4-MBA@c-TiO2 complex was still delocalized on the whole complex, while the LUMO of the 4-MBA@a-TiO2 complex was mainly localized on the 2D aTiO2. This clearly indicated that the 2D a-TiO2 greatly modified the molecular orbitals of the adsorbed 4-MBA molecule after forming the surface CT complex. Significantly, it was found that the 2D a-TiO2 could effectively reduce the band gap of the surface CT complex, which is favorable to the high-efficiency PICT resonance within the visible-light range. The calculation result clearly indicated that the band gap of the 4-MBA@a-TiO2 complex was only 0.729 eV, smaller than that of the 4-MBA@c-TiO2 complex (2.661 eV). As the HOMO− LUMO energy gap for 4-MBA was ∼4.112 eV, the obviously reduced band gap of the 4-MBA@a-TiO2 complex could be ascribed to the strong energy level coupling between the 4- MBA molecule and the 2D a-TiO2. To investigate the intensity of the vibronic coupling within\nthe surface CT complex, the band structures of c- and a-TiO2 modified by 4-MBA were further calculated via the DFT calculation based on VASP. Figure S10 clearly showed that a comparison of the surface CT complex on c-TiO2 (4-MBA@cTiO2) with the 4-MBA@a-TiO2 complex exhibited smaller band gap and more amount of resonant exited states within the whole visible light range, which allowed more possible thermodynamic PICT excitations at the low-energy level and hence effectively enhanced the Raman signals. This can be attributed to the strong energy level coupling between the 4- MBA molecule and the 2D a-TiO2, owing to the relatively small band gap and high DOS of 2D a-TiO2, which is consistent with our calculation in Figure 1b. In addition, the occurrence of strong PICT resonance in the 4-MBA@a-TiO2\nDOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\n5860\ncomplex was clearly confirmed through the UV−vis spectra measurements. Figure 5b showed the UV−vis spectra results of 4-MBA molecules, 4-MBA@a-TiO2 NSs, and 4-MBA@c-TiO2 NSs, respectively. It was observed that, compared with 4- MBA@c-TiO2 NSs, 4-MBA@a-TiO2 NSs exhibited an obvious red-shift and a broad absorption within the whole visible-light range, revealing the strong PICT resonance within the 4- MBA@a-TiO2 NSs. In general, it was difficult to detect molecules with large energy gap because of the lack of the resonance Raman scattering (RRS) under visible light. Our findings suggest that these 2D a-TiO2 NSs can provide a promising platform to generate efficient PICT resonance to realize the trace detection of molecules with large band gap. Moreover, the wavelength-dependent SERS measurements\nwere carried out (Figure S11). The SERS exhibited the strongest intensity under the 532 nm excitation compared with that under the 633 and 785 nm excitations. This can be ascribed to the strongest PICT resonance occurring under the 532 nm excitation, which agrees well with the relatively biggest absorption then (see UV−vis spectra in Figure 5b). Furthermore, the PICT pathways in both 4-MBA@c- and aTiO2 systems were carefully investigated (Figure S12). In brief, the HOMO energy levels of 4-MBA at −6.66 eV were obtained by cyclic voltammetry (CV) (Figure S13). The HOMO− LUMO gap of 4-MBA was 4.43 eV from the UV−vis spectrum in Figure 5b. The band gap of a-TiO2 NSs was 1.5 eV according to UV−vis−NIR spectra (Figure S4). The CB and VB of c-TiO2 NSs were −4.2 eV and −7.4 eV below the vacuum level.39 The valence bands of c- and a-TiO2 NSs were measured via valence-band XPS40 (Figure S14), which clearly indicated that the VB value toward the vacuum level for a-TiO2 NSs was higher than that for c-TiO2 NSs by 1.15 eV. As the VB of c-TiO2 NSs was −7.4 eV, the VB of a-TiO2 NSs was −6.25 eV. Therefore, the energy of charge-transfer transition μIC (2.46 eV) is much higher than the excitation laser energy (633 nm, 1.96 eV) in the 4-MBA@c-TiO2 system, impeding the thermodynamically allowed PICT process. However, μIC (1.91 eV) is close to the excitation laser energy (633 nm, 1.96 eV) in the 4-MBA@a-TiO2 system, which favors the efficient PICT between 4-MBA and a-TiO2 NSs. Significantly, in the 4- MBA@a-TiO2 system, μIC can borrow the intensity from nearby exciton transition μVC in a-TiO2 NSs through the strong energy level coupling between the VB of a-TiO2 NSs and the HOMO of 4-MBA. Thus, the a-TiO2 NSs can exhibit much stronger SERS activity than c-TiO2 NSs.\n■ CONCLUSION In conclusion, through developing a novel ultrathin amorphous semiconductor nanomaterial, i.e., 2D a-TiO2 NSs, an ultrahigh SERS activity (EF up to 1.86 × 106) was successfully obtained in nonmetal nanomaterials. The underlying mechanism for this intriguing phenomenon was revealed via DFT simulations. Compared with the crystalline counterpart, more positive surface potential of 2D a-TiO2 can strongly attract an electron cloud of molecules and endow a larger amount of interfacial charge transfer. Moreover, the relatively small band gap and high DOS enable the strong vibronic coupling to occur in the molecule@a-TiO2 NS system. The above-mentioned mechanism can effectively enhance the PICT resonance and amplify the molecular Raman scattering. This progress will guide further development in design and fabrication of excellent SERS substrates and thrust the exploration of 2D amorphous\nsemiconductor nanomaterials for realizing ultrahigh-sensitivity SERS technology.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b00029.\nFigures, tables, synthesis methods and text giving characterization data for the 2D c- and a-TiO2 NSs. DOS calculations of 2D c- and a-TiO2 nanosheets, calculation of SERS enhancement factor (EF) of a-TiO2 NSs, molecular dynamics (MD) simulation. XRD, absorption spectra and BET results for 2D c- and aTiO2 NSs, interface models and the contour of electrostatic potential (ESP) information (PDF)\n■ AUTHOR INFORMATION Corresponding Author *guolin@buaa.edu.cn"
    }, {
      "heading" : "ORCID",
      "text" : "Wenxiong Shi: 0000-0002-7969-3780 Lin Guo: 0000-0002-6070-2384"
    }, {
      "heading" : "Author Contributions",
      "text" : "§X. T. W, W. X. S., and S. X. W. contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This project is supported by the National Natural Science Foundation of China (21875008, 51801007, 51532001).\n■ REFERENCES (1) Sanlessobrido, M.; Rodríguezlorenzo, L.; Lorenzoabalde, S.; Gonzaĺezfernańdez, A.; Correaduarte, M. A.; Alvarezpuebla, R. A.; Lizmarzań, L. M. Label-free SERS detection of relevant bioanalytes on silver-coated carbon nanotubes: The case of cocaine. Nanoscale 2009, 1, 153−158. (2) Xu, L. J.; Zong, C.; Zheng, X. S.; Hu, P.; Feng, J. M.; Ren, B. Label-free detection of native proteins by surface-enhanced Raman spectroscopy using iodide-modified nanoparticles. Anal. Chem. 2014, 86, 2238−2245. (3) Driskell, J. D.; Tripp, R. A. Label-free SERS detection of microRNA based on affinity for an unmodified silver nanorod array substrate. Chem. Commun. 2010, 46, 3298−3300. (4) Schmidt, H. G.; Murphy, T.; Lucht, S.; Kronfeldt, H. D. Development of a SERS optode for the in-situ detection of chemicals in sea water. Proceedings of SPIE-The International Society for Optical Engineering 1999, 3853, 1015−1022. (5) Quagliano, L. G. Observation of Molecules Adsorbed on III-V Semiconductor Quantum Dots by Surface-Enhanced Raman Scattering. J. Am. Chem. Soc. 2004, 126, 7393−7398. (6) Li, W.; Zamani, R.; Gil, P. R.; Pelaz, B.; Ibañ́ez, M.; Cadavid, D.; Shavel, A.; Alvarezpuebla, R. A.; Parak, W. J.; Arbiol, J. CuTe Nanocrystals: Shape and Size Control, Plasmonic Properties, and Use as SERS Probes and Photothermal Agents. J. Am. Chem. Soc. 2013, 135, 7098−7101. (7) Jiang, L.; You, T.; Yin, P.; Shang, Y.; Zhang, D.; Guo, L.; Yang, S. Surface-enhanced Raman scattering spectra of adsorbates on Cu2O nanospheres: charge-transfer and electromagnetic enhancement. Nanoscale 2013, 5, 2784−2789. (8) Yang, L.; Gong, M.; Jiang, X.; Yin, D.; Qin, X.; Zhao, B.; Ruan, W. Investigation on SERS of different phase structure TiO2 nanoparticles. J. Raman Spectrosc. 2015, 46, 287−292.\nDOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\n5861\n(9) Wang, Y.; Yan, C.; Chen, L.; Zhang, Y.; Yang, J. Controllable Charge Transfer in Ag-TiO(2) Composite Structure for SERS Application. Nanomaterials 2017, 7, 159. (10) Persson, B. N.; Zhao, K.; Zhang, Z. Chemical contribution to surface-enhanced Raman scattering. Phys. Rev. Lett. 2006, 96, 207401. (11) Wang, X.; Shi, W.; She, G.; Mu, L. Using Si and Ge nanostructures as substrates for surface-enhanced Raman scattering based on photoinduced charge transfer mechanism. J. Am. Chem. Soc. 2011, 133, 16518−16523. (12) Wang, X.; Ma, G.; Li, A.; Yu, J.; Yang, Z.; Lin, J.; Li, A.; Han, X.; Guo, L. Composition-adjustable Ag-Au substitutional alloy microcages enabling tunable plasmon resonance for ultrasensitive SERS. Chem. Sci. 2018, 9, 4009−4015. (13) Tao, L.; Chen, K.; Chen, Z.; Cong, C.; Qiu, C.; Chen, J.; Wang, X.; Chen, H.; Yu, T.; Xie, W.; Deng, S.; Xu, J. B. 1T′ Transition Metal Telluride Atomic Layers for Plasmon-Free SERS at Femtomolar Levels. J. Am. Chem. Soc. 2018, 140, 8696−8704. (14) Wang, X.; Shi, W.; She, G.; Mu, L. Surface-Enhanced Raman Scattering (SERS) on transition metal and semiconductor nanostructures. Phys. Chem. Chem. Phys. 2012, 14, 5891−5901. (15) Jin, L.; She, G.; Wang, X.; Mu, L.; Shi, W. Enhancing the SERS performance of semiconductor nanostructures through a facile surface engineering strategy. Appl. Surf. Sci. 2014, 320, 591−595. (16) Zheng, Z.; Cong, S.; Gong, W.; Xuan, J.; Li, G.; Lu, W.; Geng, F.; Zhao, Z. Semiconductor SERS enhancement enabled by oxygen incorporation. Nat. Commun. 2017, 8, 1993. (17) Lombardi, J. R.; Birke, R. L. Theory of Surface-Enhanced Raman Scattering in Semiconductors. J. Phys. Chem. C 2014, 118, 11120−11130. (18) Kaur, K.; Singh, C. V. Amorphous TiO2 as a photocatalyst for hydrogen production: a DFT study of structural and electronic properties. Energy Procedia 2012, 29, 291−299. (19) Ling, X.; Fang, W.; Lee, Y. H.; Araujo, P. T.; Zhang, X.; Rodriguez-Nieva, J. F.; Lin, Y.; Zhang, J.; Kong, J.; Dresselhaus, M. S. Raman enhancement effect on two-dimensional layered materials: graphene, h-BN and MoS2. Nano Lett. 2014, 14, 3033−3040. (20) Muehlethaler, C.; Considine, C. R.; Menon, V.; Lin, W.-C.; Lee, Y.-H.; Lombardi, J. R. Ultrahigh Raman Enhancement on Monolayer MoS2. ACS Photonics 2016, 3, 1164−1169. (21) Cong, S.; Yuan, Y.; Chen, Z.; Hou, J.; Yang, M.; Su, Y.; Zhang, Y.; Li, L.; Li, Q.; Geng, F.; Zhao, Z. Noble metal-comparable SERS enhancement from semiconducting metal oxides by making oxygen vacancies. Nat. Commun. 2015, 6, 7800. (22) Cudazzo, P.; Sponza, L.; Giorgetti, C.; Reining, L.; Sottile, F.; Gatti, M. Exciton Band Structure in Two-Dimensional Materials. Phys. Rev. Lett. 2016, 116, 066803. (23) Lin, J. H.; Zhang, H.; Cheng, X. L.; Miyamoto, Y. Twodimensional wide-band-gap nitride semiconductors: Single-layer 1T− XN2 (X = S, Se, and Te). Phys. Rev. B: Condens. Matter Mater. Phys. 2016, 94, 195404. (24) Wang, X.; Shi, W.; Jin, Z.; Huang, W.; Lin, J.; Ma, G.; Li, S.; Guo, L. Remarkable SERS Activity Observed from Amorphous ZnO Nanocages. Angew. Chem., Int. Ed. 2017, 56, 9851−9855. (25) Alessandri, I.; Lombardi, J. R. Enhanced Raman Scattering with Dielectrics. Chem. Rev. 2016, 116, 14921−14981. (26) Scanlon, D. O.; Dunnill, C. W.; Buckeridge, J.; Shevlin, S. A.; Logsdail, A. J.; Woodley, S. M.; Catlow, C. R. A.; Powell, M. J.; Palgrave, R. G.; Parkin, I. P.; Watson, G. W.; Keal, T. W.; Sherwood, P.; Walsh, A.; Sokol, A. A. Band alignment of rutile and anatase TiO2. Nat. Mater. 2013, 12, 798−801. (27) Musumeci, A.; Gosztola, D.; Schiller, T.; Dimitrijevic, N. M.; Mujica, V.; Martin, D.; Rajh, T. SERS of Semiconducting Nanoparticles (TiO2 Hybrid Composites). J. Am. Chem. Soc. 2009, 131, 6040−6041. (28) Bontempi, N.; Vassalini, I.; Alessandri, I. All-dielectric core/ shell resonators: From plasmon-free SERS to multimodal analysis. J. Raman Spectrosc. 2018, 49, 943−953. (29) Zhao, H.; Zhu, Y.; Li, F.; Hao, R.; Wang, S.; Guo, L. A Generalized Strategy for Synthesis of Large-size Ultrathin Two-\ndimensional Metal Oxide Nanosheets. Angew. Chem., Int. Ed. 2017, 56, 8766−8770. (30) Iijima, K.; Goto, M.; Enomoto, S.; Kunugita, H.; Ema, K.; Tsukamoto, M.; Ichikawa, N.; Sakama, H. Influence of oxygen vacancies on optical properties of anatase TiO2 thin films. J. Lumin. 2008, 128, 911−913. (31) Wang, Y.; Sun, Z.; Hu, H.; Jing, S.; Zhao, B.; Xu, W.; Zhao, C.; Lombardi, J. R. Raman scattering study of molecules adsorbed on ZnS nanocrystals. J. Raman Spectrosc. 2007, 38, 34−38. (32) Wang, Z.; Rothberg, L. J. Origins of blinking in single-molecule Raman spectroscopy. J. Phys. Chem. B 2005, 109, 3387−3391. (33) Jiang, X.; Li, X.; Jia, X.; Li, G.; Wang, X.; Wang, G.; Li, Z.; Yang, L.; Zhao, B. Surface-Enhanced Raman Scattering from Synergistic Contribution of Metal and Semiconductor in TiO2/ MBA/Ag(Au) and Ag(Au)/MBA/TiO2 Assemblies. J. Phys. Chem. C 2012, 116, 14650−14655. (34) Orendorff, C. J.; Gole, A.; Sau, T. K.; Murphy, C. Murphy, Surface-Enhanced Raman Spectroscopy of Self-Assembled Monolayers: Sandwich Architecture and Nanoparticle Shape Dependence. Anal. Chem. 2005, 77, 3261−3266. (35) Lee, S. H.; Lee, S. W.; Oh, T.; Petrosko, S. H.; Mirkin, C. A.; Jang, J. W. Direct observation of plasmon-induced interfacial charge separation in metal/semiconductor hybrid nanostructures by measuring surface potentials. Nano Lett. 2018, 18, 109. (36) Hirshfeld, F. L. Bonded-atom fragments for describing molecular charge densities. Theoretica Chimica Acta 1977, 44, 129− 138. (37) Zebarjadi, M.; Joshi, G.; Zhu, G.; Yu, B.; Minnich, A.; Lan, Y.; Wang, X.; Dresselhaus, M.; Ren, Z.; Chen, G. Power Factor Enhancement by Modulation Doping in Bulk Nanocomposites. Nano Lett. 2011, 11, 2225. (38) Alessandri, I. Enhancing Raman scattering without plasmons: unprecedented sensitivity achieved by TiO2 shell-based resonators. J. Am. Chem. Soc. 2013, 135, 5541. (39) Hou, W.; Cronin, S. B. A Review of Surface Plasmon Resonance-Enhanced Photocatalysis. Adv. Funct. Mater. 2013, 23, 1612−1619. (40) Chen, X.; Liu, L.; Yu, P. Y.; Mao, S. S. Increasing Solar Absorption for Photocatalysis with Black Hydrogenated Titanium Dioxide Nanocrystals. Science 2011, 331, 746−750.\nDOI: 10.1021/jacs.9b00029 J. Am. Chem. Soc. 2019, 141, 5856−5862\n5862"
    } ],
    "references" : [ {
      "title" : "Raman Scattering in Semiconductors",
      "author" : [ "K. Kaur", "C.V. Singh" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Kaur and Singh,? \\Q2014\\E",
      "shortCiteRegEx" : "Kaur and Singh",
      "year" : 2014
    }, {
      "title" : "Ultrahigh Raman Enhancement on Monolayer",
      "author" : [ "C. Muehlethaler", "C.R. Considine", "V. Menon", "W.-C. Lin", "Y.-H. Lee", "J.R. Lombardi" ],
      "venue" : "MoS2. Nano Lett. 2014,",
      "citeRegEx" : "Muehlethaler et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Muehlethaler et al\\.",
      "year" : 2014
    }, {
      "title" : "Twodimensional wide-band-gap nitride semiconductors: Single-layer 1T− XN2 (X = S, Se, and Te)",
      "author" : [ "J.H. Lin", "H. Zhang", "X.L. Cheng", "Y. Miyamoto" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 2016,",
      "citeRegEx" : "Lin et al\\.,? \\Q1954\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 1954
    }, {
      "title" : "Remarkable SERS Activity Observed from Amorphous ZnO Nanocages",
      "author" : [ "L. Guo" ],
      "venue" : "Angew. Chem., Int. Ed. 2017,",
      "citeRegEx" : "Guo,? \\Q2017\\E",
      "shortCiteRegEx" : "Guo",
      "year" : 2017
    }, {
      "title" : "Enhanced Raman Scattering with Dielectrics",
      "author" : [ "I. Alessandri", "J.R. Lombardi" ],
      "venue" : "Chem. Rev. 2016,",
      "citeRegEx" : "Alessandri and Lombardi,? \\Q2016\\E",
      "shortCiteRegEx" : "Alessandri and Lombardi",
      "year" : 2016
    }, {
      "title" : "Raman scattering study of molecules adsorbed on ZnS nanocrystals",
      "author" : [ "J.R. Lombardi" ],
      "venue" : "J. Raman Spectrosc",
      "citeRegEx" : "Lombardi,? \\Q2007\\E",
      "shortCiteRegEx" : "Lombardi",
      "year" : 2007
    }, {
      "title" : "Origins of blinking in single-molecule Raman spectroscopy",
      "author" : [ "Z. Wang", "L.J. Rothberg" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Wang and Rothberg,? \\Q2005\\E",
      "shortCiteRegEx" : "Wang and Rothberg",
      "year" : 2005
    }, {
      "title" : "Power Factor Enhancement by Modulation Doping in Bulk Nanocomposites",
      "author" : [ "X. Wang", "M. Dresselhaus", "Z. Ren", "G. Chen" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "Wang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2011
    }, {
      "title" : "A Review of Surface Plasmon Resonance-Enhanced Photocatalysis",
      "author" : [ "W. Hou", "S.B. Cronin" ],
      "venue" : "Am. Chem. Soc",
      "citeRegEx" : "Hou and Cronin,? \\Q2013\\E",
      "shortCiteRegEx" : "Hou and Cronin",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Substrate−molecule vibronic coupling enhancement, especially the efficient photoinduced charge transfer (PICT), is pivotal to the performance of nonmetal surface-enhanced Raman scattering (SERS) technology. Here, through developing novel two-dimensional (2D) amorphous TiO2 nanosheets (a-TiO2 NSs), we successfully obtained an ultrahigh enhancement factor of 1.86 × 10. Utilizing the Kelvin probe force microscopy (KPFM) technology, we found that these 2D aTiO2 NSs possessed more positive surface potential than their 2D crystalline counterpart (c-TiO2 NSs). First-principles density functional theory (DFT) was used to further reveal that the low coordination number of surface Ti atoms and the large amount of surface oxygen defects endowed the 2D a-TiO2 with high electrostatic potential, which allowed significant charge transfer from the adsorbed molecule to the 2D a-TiO2 and facilitated the formation of a stable surface charge-transfer (CT) complex. Significantly, comparing with the 2D c-TiO2, the smaller band gap and higher electronic density of states (DOS) of the 2D aTiO2 effectively enhanced the vibronic coupling of resonances in the substrate−molecule system. The strong vibronic coupling within the CT complex obviously enhanced the PICT resonance and lead to the remarkable SERS activity of a-TiO2 NSs. To the best of our knowledge, this is the first report on the remarkable SERS activity of 2D amorphous semiconductor nanomaterials, which may bring the cutting edge of development of stable and highly sensitive nonmetal SERS technology.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}