{
  "name" : "downloads_2020-06-14_00_palermo2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Mechanism of Gold-Thiol Interactions in Formation of Nano-Materials for Plasmonics",
    "authors" : [ "Gabriel A. Palermo", "Shunji Egusa" ],
    "emails" : [ "gpalermo@uncc.edu", "segusa@uncc.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "XXX-X-XXXX-XXXX-X/XX/$XX.00 ©20XX IEEE\nKeywords—plasmonics, surface plasmon, nanoparticles\nI. INTRODUCTION Currently, integrated optical circuits are size-limited\nby the diffraction of light. One of the greatest challenges in photonics for the last two decades has been the development of optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6]. One proposed mechanism is the use of closely-spaced chains of noble metal nanoparticles (Fig 1). These nanomaterials exhibit surface plasmon resonance that can be coupled to a radiant field. The excited particle acts as a dipole which can couple to the adjacent particles, allowing for the propagation of electromagnetic energy. This energy transfer has not been fully elucidated, due to the size variation in the nanoparticle components. Reducing this size variation requires a full model of nanoparticle formation, which has yet to be developed. We aid in the development of this model by studying the precursors of gold (Au) nanomaterials, namely, Au-ligand polymer complexes. These compounds have been previously characterized for their fluorescence properties [7, 8]. It has been hypothesized, and widely believed, that the formation of the\nAu-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19]. For example, in thiol ligand (RSH)-passivated nanoparticle formations, the required Au-to-thiol molar ratio is 1:3 for the precursor polymer to form as indicated by [20, 21]:\nn Au(III) + 3n RSH = [Au(I)-SR]n + 2n RS-SR (1)\nHowever, little work has been done to determine the onset of the formation of the [Au(I)-SR]n polymer ratiometrically. We fill this gap by elucidating the onset of the precursor formation for Au nanoparticles, namely, Au-glutathione (GSH) complexes [5, 8] in methanol (MeOH) and water.\nII. METHODS Au-GSH complexes were prepared by aliquoting a\n33.9 mmol solution of GSH and diluting each sample to achieve a volume of 1.5 mL. To this solution was added 0.5 mL of 10.2 mmol HAuCl4 solution. The samples in water were prepared with the Au-to-GSH molar ratio of 1:1, 1:2, 1:3, 1:5, and 1:10. The samples in MeOH were prepared in 1:1, 1:2, 1:3, 1:3.5, 1:4, 1:4.5, 1:5, and 1:10 ratios. The inclusion of extra ratios for MeOH was to better observe the fluorescence onset. All samples were stirred at 700 rpm at room temperature for 4 hours. The samples were then reduced using aqueous sodium borohydride (0.2M, 0.5 mL), to examine the nanoparticle formation. Ultraviolet-visible (UV-vis) absorption spectra were measured with Shimadzu UV1800 spectrophotometer.\n*Corresponding author. We acknowledge support from PhRMA Foundation, Leukemia Research Foundation, NIH R15GM129678, and NCNASA Space Grant.\n226\nAuthorized licensed use limited to: University of Edinburgh. Downloaded on June 14,2020 at 12:37:51 UTC from IEEE Xplore. Restrictions apply.\nIII. RESULTS"
    }, {
      "heading" : "A. Au-GSH in MeOH",
      "text" : "Upon the addition of GSH to HAuCl4 in methanol, the samples turned cloudy white. Within 2 minutes, all samples except at the Au-to-GSH molar ratio of 1:10 became clear with a yellow tint, which indicates the presence of Au(III) in solution. The Au:GSH = 1:10 sample had no such tint indicating a rapid complete conversion of Au(III) into another species such as Au(I). After 30 minutes, the Au:GSH = 1:1 sample was clear with a yellow tint, 1:2-1:4 were clear with no tint, and 1:4.5-1:10 were cloudy white, indicating the formation of the Au-GSH polymer (Fig 2a,b). Only the insoluble white suspensions were fluorescent (Fig 2a). After 4 hours, the onset of the fluorescent species was found to be between 1:3 and 1:3.5. The 1:3.5 and 1:4 samples showed a very small amount of the fluorescent aggregate, whereas the 1:4.5 sample shows significant yellow fluorescence. The intensity of the fluorescence further increased with increased with the Au-toGSH molar ratios above 1:4.5.\nThe existing literature [20, 21] suggests that the 1:3 molar ratio is a requirement for nanoparticle formation, as the widelyaccepted hypothesis. On the contrary, we found that all samples with a range of Au-to-thiol molar ratios between 1:1 and 1:10 formed small (<2 nm) nanoparticles when reduced, as evidenced by the brown color [7] of the solution as well by the absorption spectra (Fig 2c,d). The onset of the formation of the polymeric precursor [Au(I)-SR]n, as indicated by yellow fluorescence, was at the Au-to-thiol molar ratio of c.a. 1:4.5. These observations suggest that the nanoparticle formation\nupon reduction is not reliant solely on the presence of the polymeric precursor [Au(I)-SR]n, that requires the specific ratio of HAuCl4 and GSH at 1:3."
    }, {
      "heading" : "B. Au-GSH in H2O",
      "text" : "Upon mixing HAuCl4 and GSH in water, the solution immediately turned dark red and then cloudy yellow within ~10 seconds. Immediately after mixing, the sample with Au-toGSH molar ration of 1:1 was clear with a yellow tint, 1:2 and 1:3 were slightly cloudy white but translucent, whereas 1:5 and 1:10 were almost opaque. After 4 hours, all ratios at 1:2 and above were cloudy white, while 1:1 had a small amount of the insoluble white suspension (Fig 3). The onset of the fluorescence of Au-GSH complexes in water was between 1:1\n227\nAuthorized licensed use limited to: University of Edinburgh. Downloaded on June 14,2020 at 12:37:51 UTC from IEEE Xplore. Restrictions apply.\nand 1:2 and the intensity for all ratios was significantly lower than that of Au-GSH in MeOH (Fig 2). The more intense luminescence of Au-GSH in MeOH can be explained by the an increased degree of aggregation-induced emission (AIE), a factor that has been suggested to influence the luminescence of Au-complexes [22].\nReduction of Au-GSH complexes in water resulted in the formation of nanoparticles, even in a 1:1 ratio where there was noticeably less polymer formation. The surface plasmon resonance originating from the nanoparticles was highest with the Au-to-GSH molar ratio of c.a. 1:2, and the intensity diminished as the molar ratio was increased above 1:2 (Fig 3d,e).\nIV. CONCLUSION In summary, we examined the widely-accepted\nhypothesis that the Au-ligand polymer is the precursor to the nanoparticle formation upon reduction. This hypothesis specifically requires a mixture of Au and ligand with the molar ratio of 1:3. Our experiments indicate that the mechanism of the Au nanoparticle formation is not as simple as is currently believed. The onset of the fluorescence in the Au(III)-thiol mixture was ~1:4.5 in methanol, and ~1:2 in water. These observed ratios do not agree with the [Au(I)-SR]n polymer precursor scenario. In fact, the [Au(I)-SR]n has not been directly characterized in the literature, partly due to the technical difficulties with mass spectrometry of this compound. It is plausible to consider possibilities of other types of (nonpolymeric) Au-SR complexes, for example, coordination complexes that are identified in reactions involving other metalthiol interactions, such as Cu(II)[RS-Cu(I)]4 [23]. We also illustrated the importance of solvent in the nanoparticle formation, which is omitted in the prevailing hypothesis of the Au-ligand polymer precursor. In methanol and water, the sizes of the resulting nanoparticles were significantly different, indicated by the absence of the surface plasmon resonance in the former and the prominent resonance in the latter. The difference in the solvent polarity, as well as other solvent-solute interactions, play a role in the nanoparticle formation. Further investigations of the precursor formation mechanism in Au nanoparticle synthesis is needed, using solvents with a wider range of polarity as well as using other ligands. These studies are in progress.\nREFERENCES [1] M. L. Brongersma, J. W. Hartman, and H. A. Atwater,\n\"Electromagnetic energy transfer and switching in nanoparticle chain arrays below the diffraction limit,\" Phys. Rev. B, vol. 62, pp. 16356-16359, 2000.\n[2] S. A. Maier, M. L. Brongersma, P. G. Kik, and H. A. Atwater, \"Observation of near-field coupling in metal nanoparticle chains using far-field polarization spectroscopy,\" Phys. Rev. B, vol. 65, p. 193408, 2002. [3] S. A. Maier, M. L. Brongersma, P. G. Kik, S. Meltzer, A. A. G. Requicha, and H. A. Atwater, \"Plasmonics—A route to nanoscale optical devices,\" Adv. Mater., vol. 13, pp. 1501-1505, 2001.\n[4] S. A. Maier et al., \"Local detection of electromagnetic energy transport below the diffraction limit in metal nanoparticle plasmon waveguides,\" Nat. Mater., vol. 2, pp. 229-232, 2003. [5] M. Quinten, A. Leitner, J. R. Krenn, and F. R. Aussenegg, \"Electromagnetic energy transport via linear chains of silver nanoparticles,\" Opt. Lett., vol. 23, pp. 1331-1333, 1998. [6] M. A. El-Sayed, \"Some interesting properties of metals confined in time and nanometer space of different shapes,\" Acc. Chem. Res., vol. 34, pp. 257-264, 2001. [7] R. E. Bachman, S. A. Bodolosky-Bettis, S. C. Glennon, and S. A. Sirchio, \"Formation of a novel luminescent form of gold(I)phenylthiolate via self-assembly and decomposition of isonitrilegold(I) and phenylthiolate complexes,\" J. Am. Chem. Soc., vol. 122, pp. 7146-7147, 2000. [8] S.-H. Cha, J.-U. Kim, K.-H. Kim, and J.-C. Lee, \"Preparation and photoluminescent properties of gold(I)-alkanethiolate complexes having highly ordered supramolecular structures,\" Chem. Mater., vol. 19, pp. 6297-6303, 2007. [9] M. Brust, M. Walder, D. Bethell, D. J. Schiffrin, and R. Whyman, \"Synthesis of thiol-derivatised gold nanoparticles in a two-phase liquid-liquid system,\" J. Chem. Soc., Chem. Commun., pp. 801-802, 1994. [10] M. C. Daniel and D. Astruc, \"Gold nanoparticles: assembly, supramolecular chemistry, quantum-size-related properties, and applications toward biology, catalysis, and nanotechnology,\" Chem. Rev., vol. 104, pp. 293-346, 2004. [11] D. L. Feldheim and C. A. Foss, Metal Nanoparticles. New York: Marcel Dekker, 2002. [12] M. J. Hostetler et al., \"Alkanethiolate gold cluster molecules with core diameters from 1.5 to 5.2 nm: Core and monolayer properties as a function of core size,\" Langmuir, vol. 14, pp. 17-30, 1998. [13] T. G. Schaaff, G. Knight, M. N. Shafigullin, R. F. Borkman, and R. L. Whetten, \"Isolation and selected properties of a 10.4 kDa gold: glutathione cluster compound,\" J. Phys. Chem. B, vol. 102, pp. 10643-10646, 1998. [14] O. A. Wong, W. S. Compel, and C. J. Ackerson, \"Combinatorial discovery of cosolvent systems for production of narrow dispersion thiolate-protected gold nanoparticles,\" ACS Comb. Sci., vol. 17, pp. 11-18, 2015. [15] Y. Negishi and T. Tsukuda, \"One-pot preparation of subnanometersized gold clusters via reduction and stabilization by meso-2,3dimercaptosuccinic acid,\" J. Am. Chem. Soc., vol. 125, pp. 4046- 4047, 2003. [16] Y. Negishi, K. Nobusada, and T. Tsukuda, \"Glutathione-protected gold clusters revisited: bridging the gap between gold(I)-thiolate complexes and thiolate-protected gold nanocrystals,\" J. Am. Chem. Soc., vol. 127, pp. 5261-5270, 2005. [17] M. Azubel and R. D. Kornberg, \"Synthesis of water-soluble, thiolate-protected gold nanoparticles uniform in size \" Nano Lett., vol. 16, p. 3348−3351, 2016. [18] R. P. Briñas, M. Hu, L. Qian, E. S. Lymar, and J. F. Hainfeld, \"Gold nanoparticle size controlled by polymeric Au(I) thiolate precursor size,\" J. Am. Chem. Soc., vol. 130, pp. 975-982, 2008. [19] A. I. Frenkel et al., \"Size-controlled synthesis and characterization of thiol-stabilized gold nanoparticles,\" J. Chem. Phys., vol. 123, p. 184701, 2005. [20] M. J. Hostetler, S. J. Green, J. J. Stokes, and R. W. Murray, \"Monolayers in three dimensions: Synthesis and electrochemistry of ω-functionalized alkanethiolate-stabilized gold cluster compounds,\" J. Am. Chem. Soc., vol. 118, pp. 4212-4213, 1996. [21] A. C. Templeton, W. P. Wuelfing, and R. W. Murray, \"Monolayerprotected cluster molecules,\" Acc. Chem. Res., vol. 33, pp. 27-36, 2000. [22] Z. Luo et al., \"From aggregation-induced emission of Au(I)-thiolate complexes to ultrabright Au(0)@Au(I)-thiolate core-shell nanoclusters,\" J. Am. Chem. Soc., vol. 134, pp. 16662-16670, 2012. [23] I. M. Klotz, G. H. Czerlinski, and H. A. Fiess, \"A mixed-valence copper complex with thiol compounds,\" J. Am. Chem. Soc., vol. 80, pp. 2920-2923, 1958.\n228\nAuthorized licensed use limited to: University of Edinburgh. Downloaded on June 14,2020 at 12:37:51 UTC from IEEE Xplore. Restrictions apply."
    } ],
    "references" : [ {
      "title" : "and H",
      "author" : [ "M.L. Brongersma", "J.W. Hartman" ],
      "venue" : "A. Atwater, \"Electromagnetic energy transfer and switching in nanoparticle chain arrays below the diffraction limit,\" Phys. Rev. B, vol. 62, pp. 16356-16359",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "and H",
      "author" : [ "S.A. Maier", "M.L. Brongersma", "P.G. Kik" ],
      "venue" : "A. Atwater, \"Observation of near-field coupling in metal nanoparticle chains using far-field polarization spectroscopy,\" Phys. Rev. B, vol. 65, p. 193408",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "and H",
      "author" : [ "S.A. Maier", "M.L. Brongersma", "P.G. Kik", "S. Meltzer", "A.A.G. Requicha" ],
      "venue" : "A. Atwater, \"Plasmonics—A route to nanoscale optical devices,\" Adv. Mater., vol. 13, pp. 1501-1505",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Local detection of electromagnetic energy transport below the diffraction limit in metal nanoparticle plasmon waveguides,",
      "author" : [ "S.A. Maier" ],
      "venue" : "Nat. Mater.,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2003
    }, {
      "title" : "and F",
      "author" : [ "M. Quinten", "A. Leitner", "J.R. Krenn" ],
      "venue" : "R. Aussenegg, \"Electromagnetic energy transport via linear chains of silver nanoparticles,\" Opt. Lett., vol. 23, pp. 1331-1333",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Some interesting properties of metals confined in time and nanometer space of different shapes,",
      "author" : [ "M.A. El-Sayed" ],
      "venue" : "Acc. Chem. Res.,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2001
    }, {
      "title" : "and S",
      "author" : [ "R.E. Bachman", "S.A. Bodolosky-Bettis", "S.C. Glennon" ],
      "venue" : "A. Sirchio, \"Formation of a novel luminescent form of gold(I)phenylthiolate via self-assembly and decomposition of isonitrilegold(I) and phenylthiolate complexes,\" J. Am. Chem. Soc., vol. 122, pp. 7146-7147",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Preparation and photoluminescent properties of gold(I)-alkanethiolate complexes having highly ordered supramolecular structures,",
      "author" : [ "S.-H. Cha", "J.-U. Kim", "K.-H. Kim", "J.-C. Lee" ],
      "venue" : "Chem. Mater.,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2007
    }, {
      "title" : "and R",
      "author" : [ "M. Brust", "M. Walder", "D. Bethell", "D.J. Schiffrin" ],
      "venue" : "Whyman, \"Synthesis of thiol-derivatised gold nanoparticles in a two-phase liquid-liquid system,\" J. Chem. Soc., Chem. Commun., pp. 801-802",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Gold nanoparticles: assembly",
      "author" : [ "M.C. Daniel", "D. Astruc" ],
      "venue" : "supramolecular chemistry, quantum-size-related properties, and applications toward biology, catalysis, and nanotechnology,\" Chem. Rev., vol. 104, pp. 293-346",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Metal Nanoparticles",
      "author" : [ "D.L. Feldheim", "C.A. Foss" ],
      "venue" : "New York: Marcel Dekker",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Alkanethiolate gold cluster molecules with core diameters from 1.5 to 5.2 nm: Core and monolayer properties as a function of core",
      "author" : [ "M.J. Hostetler" ],
      "venue" : "size,\" Langmuir,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1998
    }, {
      "title" : "and R",
      "author" : [ "T.G. Schaaff", "G. Knight", "M.N. Shafigullin", "R.F. Borkman" ],
      "venue" : "L. Whetten, \"Isolation and selected properties of a 10.4 kDa gold: glutathione cluster compound,\" J. Phys. Chem. B, vol. 102, pp. 10643-10646",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "and C",
      "author" : [ "O.A. Wong", "W.S. Compel" ],
      "venue" : "J. Ackerson, \"Combinatorial discovery of cosolvent systems for production of narrow dispersion thiolate-protected gold nanoparticles,\" ACS Comb. Sci., vol. 17, pp. 11-18",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "One-pot preparation of subnanometersized gold clusters via reduction and stabilization by meso-2,3dimercaptosuccinic acid,",
      "author" : [ "Y. Negishi", "T. Tsukuda" ],
      "venue" : "J. Am. Chem. Soc.,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2003
    }, {
      "title" : "and T",
      "author" : [ "Y. Negishi", "K. Nobusada" ],
      "venue" : "Tsukuda, \"Glutathione-protected gold clusters revisited: bridging the gap between gold(I)-thiolate complexes and thiolate-protected gold nanocrystals,\" J. Am. Chem. Soc., vol. 127, pp. 5261-5270",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Synthesis of water-soluble",
      "author" : [ "M. Azubel", "R.D. Kornberg" ],
      "venue" : "thiolate-protected gold nanoparticles uniform in size \" Nano Lett., vol. 16, p. 3348−3351",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "and J",
      "author" : [ "R.P. Briñas", "M. Hu", "L. Qian", "E.S. Lymar" ],
      "venue" : "F. Hainfeld, \"Gold nanoparticle size controlled by polymeric Au(I) thiolate precursor size,\" J. Am. Chem. Soc., vol. 130, pp. 975-982",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Size-controlled synthesis and characterization of thiol-stabilized gold nanoparticles,",
      "author" : [ "A.I. Frenkel" ],
      "venue" : "J. Chem. Phys.,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2005
    }, {
      "title" : "and R",
      "author" : [ "M.J. Hostetler", "S.J. Green", "J.J. Stokes" ],
      "venue" : "W. Murray, \"Monolayers in three dimensions: Synthesis and electrochemistry of ω-functionalized alkanethiolate-stabilized gold cluster compounds,\" J. Am. Chem. Soc., vol. 118, pp. 4212-4213",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "and R",
      "author" : [ "A.C. Templeton", "W.P. Wuelfing" ],
      "venue" : "W. Murray, \"Monolayerprotected cluster molecules,\" Acc. Chem. Res., vol. 33, pp. 27-36",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "From aggregation-induced emission of Au(I)-thiolate complexes to ultrabright Au(0)@Au(I)-thiolate core-shell nanoclusters,",
      "author" : [ "Z. Luo" ],
      "venue" : "J. Am. Chem. Soc.,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "and H",
      "author" : [ "I.M. Klotz", "G.H. Czerlinski" ],
      "venue" : "A. Fiess, \"A mixed-valence copper complex with thiol compounds,\" J. Am. Chem. Soc., vol. 80, pp. 2920-2923",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1958
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 1,
      "context" : "optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 2,
      "context" : "optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 3,
      "context" : "optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 4,
      "context" : "optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 5,
      "context" : "optical components capable of transporting electromagnetic energy using devices smaller than the diffraction limit [1-6].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 6,
      "context" : "characterized for their fluorescence properties [7, 8].",
      "startOffset" : 48,
      "endOffset" : 54
    }, {
      "referenceID" : 7,
      "context" : "characterized for their fluorescence properties [7, 8].",
      "startOffset" : 48,
      "endOffset" : 54
    }, {
      "referenceID" : 8,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 9,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 10,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 11,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 12,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 13,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 14,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 16,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 17,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 18,
      "context" : "It has been hypothesized, and widely believed, that the formation of the Au-ligand polymer, prior to reduction, is necessary for the formation of Au nanoparticles [9-19].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 19,
      "context" : "For example, in thiol ligand (RSH)-passivated nanoparticle formations, the required Au-to-thiol molar ratio is 1:3 for the precursor polymer to form as indicated by [20, 21]:",
      "startOffset" : 165,
      "endOffset" : 173
    }, {
      "referenceID" : 20,
      "context" : "For example, in thiol ligand (RSH)-passivated nanoparticle formations, the required Au-to-thiol molar ratio is 1:3 for the precursor polymer to form as indicated by [20, 21]:",
      "startOffset" : 165,
      "endOffset" : 173
    }, {
      "referenceID" : 4,
      "context" : "We fill this gap by elucidating the onset of the precursor formation for Au nanoparticles, namely, Au-glutathione (GSH) complexes [5, 8] in methanol (MeOH) and water.",
      "startOffset" : 130,
      "endOffset" : 136
    }, {
      "referenceID" : 7,
      "context" : "We fill this gap by elucidating the onset of the precursor formation for Au nanoparticles, namely, Au-glutathione (GSH) complexes [5, 8] in methanol (MeOH) and water.",
      "startOffset" : 130,
      "endOffset" : 136
    }, {
      "referenceID" : 19,
      "context" : "The existing literature [20, 21] suggests that the 1:3 molar ratio is a requirement for nanoparticle formation, as the widelyaccepted hypothesis.",
      "startOffset" : 24,
      "endOffset" : 32
    }, {
      "referenceID" : 20,
      "context" : "The existing literature [20, 21] suggests that the 1:3 molar ratio is a requirement for nanoparticle formation, as the widelyaccepted hypothesis.",
      "startOffset" : 24,
      "endOffset" : 32
    }, {
      "referenceID" : 6,
      "context" : "formed small (<2 nm) nanoparticles when reduced, as evidenced by the brown color [7] of the solution as well by the absorption spectra (Fig 2c,d).",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 21,
      "context" : "The more intense luminescence of Au-GSH in MeOH can be explained by the an increased degree of aggregation-induced emission (AIE), a factor that has been suggested to influence the luminescence of Au-complexes [22].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 22,
      "context" : "It is plausible to consider possibilities of other types of (nonpolymeric) Au-SR complexes, for example, coordination complexes that are identified in reactions involving other metalthiol interactions, such as Cu(II)[RS-Cu(I)]4 [23].",
      "startOffset" : 228,
      "endOffset" : 232
    } ],
    "year" : 2019,
    "abstractText" : "Optically coupled arrays of noble metal nanoparticles hold promise for enabling sub-diffraction limited waveguides and all-optical integrated circuits, due to their sizedependent optical properties and surface plasmon resonance. Realizations of these photonic waveguide structures require precise control of the nanoparticle size. A full understanding of the mechanisms of nanoparticle formations is critical, to develop protocols for ultra-monodisperse nanoparticles. Herein, we evaluate the prevailing hypothesis in the formations of thiol ligand-passivated monodisperse gold (Au) nanoparticles, that the formation of Au-thiol polymer [Au-SR]n is the necessary precursor to the nanoparticle formation. This hypothesis predicts a specific onset of the Au-thiol polymer formation at the Au-tothiol molar ratio of 1:3. Using glutathione (GSH) as ligand, we correlated the onset of the Au-thiol polymer formation with the emergence of fluorescence associated with the polymer, and with the nanoparticle formation upon reduction. We observed the solvent-dependent onset of the fluorescence in methanol and water at the Au-to-thiol molar ratios of c.a. 1:4.5 and 1:2, respectively, deviating from the prevailing model. Keywords—plasmonics, surface plasmon, nanoparticles",
    "creator" : "'Certified by IEEE PDFeXpress at 09/17/2019 8:11:21 AM'"
  }
}