{
  "name" : "downloads_2020-09-03_8b_10.1021@acs.nanolett.0c03205.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "In Situ Detection of Neurotransmitters from Stem Cell-Derived Neural Interface at the Single-Cell Level via Graphene-Hybrid SERS Nanobiosensing",
    "authors" : [ "Jin-Ha Choi", "Tae-Hyung Kim", "Waleed Ahmed El-said", "Jin-Ho Lee", "Letao Yang", "Brian Conley", "Jeong-Woo Choi", "Ki-Bum Lee" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "M) rapidly and reliably. Moreover, the measurement of DA from differentiating neural stem cells applies to the characterization of neuronal differentiation. Given the challenges of in situ detection of neurotransmitters at the single-cell level, our developed SERS-based detection method can represent a unique tool for investigating single-cell signaling pathways associated with DA, or other neurotransmitters, and their roles in neurological processes.\nKEYWORDS: Surface-enhanced Raman scattering, Detections of Neurotransmitters, Single-cell analysis, Graphene-hybrid SERS nanobiosensing\nNeurotransmitters are endogenous biochemical messengermolecules that play a vital role in controlling neurophysiological processes such as cognition, memory, and psychological behaviors in the central nervous system (CNS).1 Dopamine (DA), for example, is one of the most common neurotransmitters, which can directly regulate motivational and reward mechanisms, motor function, and cognitive function.2−4 Abnormal levels of DA in the brain have been linked to several neurological diseases such as Parkinson’s disease (PD). Besides this, DA is one of the representative neuronal differentiation markers used to monitor the differentiation process of neural stem cells (NSCs) into dopaminergic neurons (DA-neurons).5 However, conventional methods for detecting neurotransmitters have some drawbacks, including poor selectivity, low sensitivity, and difficulties of detection with a nondestructive method. In particular, a nondestructive detection method for monitoring the release of neurotransmitters during stem cell differentiation and neurogenesis at the single-cell level would be critical for gaining new insights into various cellular interactions in neural networks as well as the stem cell differentiation process. However, because of low concentration levels and various types of neurotransmitters secreted at different neuronal differentiation states, in situ sensing of the release of the target neurotransmitter at the level of single cells in a highly selective and\nsensitive manner is quite challenging. Even though previous studies commonly used electrochemical detection methods to measure the DA levels in human blood or urine samples,6−8 one critical drawback of electrochemical DA sensing is high signal interference from off-target redox molecules such as ascorbic acid, uric acid, and similar catecholamines in which oxidation and reduction potentials partially overlap with that of"
    }, {
      "heading" : "DA.",
      "text" : "To this end, surface-enhanced Raman scattering (SERS)based biosensing methods have been introduced as an alternative tool to overcome the limitations of electrochemical methods for DA detection, as well as to improve the detection sensitivity. Typically, Raman peaks are known to be highly specific to the chemical structure of the target molecule and can be significantly amplified in the presence of noble-metal [e.g., gold (Au) and silver (Ag)] nanostructures.9,10 To develop highly sensitive SERS-based DA sensing methods\nReceived: August 4, 2020 Revised: September 1, 2020 Published: September 1, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nC O\nR N\nE L\nL U\nN IV\no n\nSe pt\nem be\nr 3,\n2 02\n0 at\n1 2:\n49 :4\n8 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nand to overcome the critical challenge of irreproducible Raman intensities, which are often caused by high variations of electromagnetic enhancement,11−14 it is essential to generate SERS-active nanoarrays that contain a uniform size, shape, and well-defined spacing/distribution of noble-metal nanostructures. To address the challenges mentioned above in detecting cellular DA efflux from single live cells, herein, we developed a highly selective and sensitive SERS-based sensing platform to detect neurotransmitters (DA molecules) using graphene oxide (GO)-hybrid nano-SERS arrays and performed an in situ, noninvasive investigation of the neurotransmitter (DA) (Figure 1). The GO-hybrid nano-SERS array, whose toothlike nanostructures were designed to enhance the Raman signal intensity, was fabricated via an advanced nanofabrication method based on laser interference lithography (LIL), followed by electrochemical deposition (ECD), and last modified with GO nanosheets.15,16 GO is an interesting carbon nanomaterial that possesses intrinsic properties that adsorb specific molecules of interest via π−π and electrostatic\ninteractions, which contribute to the amplification of Raman signals to achieve higher sensitivity and selectivity for biosensing platforms.17,18 Compared to conventional electrochemical DA detection systems,6−8,19 our developed hybrid nano-SERS arrays can minimize the chance of detecting false positive signals, reliably monitor DA release from single live cells, and can be potentially used as a tool to investigate subcellular mechanisms of neurotransmitter secretion. Furthermore, our platform is a noninvasive detection method which prevents possible cell damage as opposed to other intracellular methods.\n■ RESULTS AND DISCUSSION Development of the Hybrid Nano-SERS Platform for the Improvement of SERS-based Signal Generation. Precise in situ analysis of neurotransmitters via SERS suffers from considerable signal variation due to the difficulties in generating large-scale homogeneous nanostructures. The generation of hot spots, the point at which Raman signals are enhanced with low signal variation, is a direct result of the\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nB\ntopographic and geometric arrangement of nanostructures.20−22 We hypothesized that a hybrid nano-SERS array, composed of a large-scale homogeneous array of tooth-like gold nanostructures, could yield a significant Raman enhancement with a low signal variation. We confirmed the successful synthesis of the desired array of tooth-like gold nanostructures through a helium ion microscope (HIM), scanning electron\nmicroscope (SEM), and atomic force microscope (AFM) (Figure 2A−C). Furthermore, as our LIL-based fabrication is mask-free, large-scale (over 1.0 by 1.0 cm2) arrays with precise nanostructure control can be generated in a high-throughput manner, as opposed to other techniques that are limited by pattern area. Therefore, we achieved precise size control over the fabricated homogeneous nanostructures (tooth-like gold\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nC\nnanoarray) to promote electromagnetic (EM) enhancement, all of which would be essential for constructing our hybrid nano-SERS array. In addition, Raman signals were measured\nwith four differently shaped nanoarrays with the similar pattern and gap sizes, and it was verified that the hybrid nano-SERS platform structure was the most suitable for enhancing Raman\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nD\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nE\nsignal intensity due to its structural features that concentrate electrons surrounding each nanostructure (Figure S1). Besides the EM enhancement by the homogeneous nanostructures, chemical (CM) enhancement could be induced by chemical surface modification with moieties such as GO. Therefore, we sought a reliable method for synthesizing hybrid nano-SERS arrays combined with GO coatings on the tooth-like gold nanostructures. GO-based CM enhancement, known as graphene-enhanced Raman scattering (GERS),23−25 has been well-established and can induce the synergistic effect with EM. Additionally, GO serves as an essential adaptor for our hybrid nano-SERS array-based sensing platform, as GO mediates the attachment and selective detachment of the Raman dye-conjugated aptamers in the presence of target analytes (e.g., dopamine).26 Therefore, an efficient and uniform coating of GO on the tooth-like gold nanoarray is fundamentally necessary for achieving optimal SERS signals and ensuring selectivity in dopaminergic neuron cellular sensing. To this end, suspension of small-sized negatively charged GO was incubated with the cysteamine coated, positively charged gold nanoarray to improve its cell attachment properties15,27,28 and to produce a binding affinity between the aptamer and GO surface via a π−π interaction.29 We confirmed our uniform coating method by performing large-scale Raman mapping, in which we observed a strong Raman signal from the D (1350 cm−1) and G (1600 cm−1) bands of the GO with a low signal variation to support the homogeneity of the SERS substrate (Figure 2D−F). As a control, gold nanoparticle aggregates, which typically show substantial EM enhancement, were prepared and tested with Raman mapping. Strikingly, Raman mapping shows that the overall intensities of the hybrid nano-SERS arrays were approximately doubled compared to the random nanoparticle aggregates. While the generation of Raman peaks showed significant variation from the random nanoparticle aggregates, all ten attempts with the hybrid nano-SERS array exhibited similar signal intensities. Moreover, the enhanced homogeneity of our hybrid nano-SERS array is strongly supported by its lower maximum-to-minimum ratio of SERS intensities [1.08 (D band of GO)] compared to the random nanoparticle aggregates [2.35 (D band)]. Regarding the relative standard deviation (RSD) value, the nano-SERS array showed much less RSD (both 3% for D and G bands) than the random spherical nanoparticles (27% and 25% for D and G bands, respectively) due to the homogeneity of the nano-SERS array (Figure 2F). Therefore, by generating the tooth-like gold nanoarray and adapting a solution-based GO coating strategy, our nano-SERS array can serve as an attractive platform for both sensitive and reliable sensing of biomolecules. Interestingly, a theoretical three-dimensional finite-difference-time-domain (FDTD) simulation on the control (randomized gold nanoparticle) and nano-SERS array substrates verified the experimental results (Figure 2G). For instance, whereas randomized gold nanoparticle aggregates only locally increased the field intensity, our hybrid nano-SERS array demonstrated a much more uniform and large-scale enhancement pattern. Based on these results, by overcoming several inherent limitations of current SERS substrates, our developed nano-SERS array is strongly advantageous for highly sensitive and reliable detection of biomolecules. Quantitative Analysis of DA in Cell-Free Configuration Based on the Hybrid Nano-SERS Platform. An essential factor for the development of biomolecular detection\nsystems is the incorporation of a target-specific recognition moiety. To this end, antibodies have been widely used as capturing moieties due to their excellent selective binding ability against targeted molecules. Despite these advantages, inherent disadvantages such as poor stability and exposed active sites for antigen binding can limit their translational application.30−32 Moreover, immunoassays often require two different antibodies, which cause difficulties with in situ livecell, label-free detection. On the other hand, aptamers are more stable to a wider range of temperatures, more readily exposing binding sites than an antibody and needing only a single aptamer for the simultaneous targeting and sensing. Furthermore, after being bound to the surface of GO through π−π interaction, aptamers can be selectively released from GO upon binding to its target molecule due to the aptamer’s conformational change. Therefore, in this study, we utilized a DA-specific aptamer as a targeting and signaling moiety labeled with a Raman dye (malachite green, MG) for signal generation. When the aptamer initiated binding to the DA, the MG-labeled aptamer detached from the hybrid nano-SERS surface, which resulted in the significant decrease of SERS intensity specific to MG (Figure 3A). Therefore, DA could be quantified by the reduction of the MG SERS signal intensity. At four distinct peaks corresponding to MG on the hybrid nano-SERS array (Figure S2), there was a remarkable signal decrease after the reaction with DA (1 μM) (Figure 3C and Figure S3). In contrast, the difference between these peaks was almost negligible in the control GO-coated flat gold substrate conditions due to the weak Raman enhancement effect (Figure 3B). This result proves that our design of the hybrid nanoSERS structure can effectively induce a substantial increase in Raman signal intensity. A comparison of signal intensity with GO-coated flat gold and hybrid nano-SERS array shows that the nano-SERS array performs with an around 80 times stronger signal intensity than the GO-coated flat gold before applying DA (Figure 3D). The hybrid nano-SERS array was designed for enhancing the Raman intensity by inducing a hotspot phenomenon according to the shape of the gold nanostructure, which has a cup-like configuration. On the other hand, the flat gold-GO substrate does not enhance the Raman intensity nor improve the sensitivity for the detection of MG-aptamer desorption. Consequently, an enhanced signal from the hybrid nano-SERS surface can facilitate the highly sensitive detection of DA through a signal change caused by the detachment of MG-labeled aptamer from the GO surface. After the successful detection of DA on the hybrid nanoSERS array, a quantitative assay was conducted with a broad range of DA concentrations (Figure 4A). We confirmed the decrease in Raman signal with the presence of DA after 1 h, a suitable time frame to monitor live cells in situ in a noninvasive manner. All three graphs at each specific Raman peak exhibited linear curves with a correspondingly high R2 value (above 0.96) for accurate and quantitative DA analysis (Figure 4B and C). More interestingly, the range of DA concentration that can be measured by a hybrid nano-SERS array was significantly broader [1 nM to 100 μM] compared to other analytical methods. On the basis of these results, we found that the aptamers readily detached from the GO surface via the DAspecific aptamer interaction, proving that even low nanomolar concentrations of DA existed on the hybrid nano-SERS array. Furthermore, we anticipated that the Raman intensity could decrease within an hour due to its sensitive detection system. Therefore, a time-lapse experiment was conducted using\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nF\nRaman mapping, which resulted in a greater than 70% signal reduction within 40 min (Figure S4). For the verification of the low signal variation, homogeneous signal generation was confirmed by 25 Raman images, whose image sizes was 100 × 100 μm, with an aptamer-MG complex (Figure S5). Raman intensities were stably distributed around 2.4∼2.7 × 104 a.u. due to the uniform nanostructured surface of the nano-SERS array. Moreover, the specificity of the hybrid nano-SERS array\nwas validated by the treatment of molecules similar to DA, such as epinephrine, L-dopa, ascorbic acid, and uric acid. As anticipated, SERS intensity did not decrease since the DA aptamer could not interact with the other molecules, whereas DA exhibited drastic decrease of the Raman intensity (Figure S6). In short, the advantages mentioned above verifies that the hybrid nano-SERS array is an excellent biosensing platform for\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nG\nthe facile detection of DA in a highly sensitive and selective manner. In Situ Detection of DA Release from Single Dopaminergic Cells Based on SERS. To measure DA secretion from single cells, PC-12 and human NSCs, which readily differentiate into neurons, were chosen as model dopaminergic cell lines. PC-12 cells can produce and secrete DA via extracellular vesicles, and the release of DA can quickly be induced through KCl stimulation.33 As such, we hypothesized that the secreted DA from single dopaminergic cells would interact with aptamers bound on the hybrid nanoSERS surface and trigger the dissociation of aptamers from the underlying substrate. Since the aptamers possess Raman dye, the Raman signal will decrease as the binding event occurs between DA and aptamer (Figure 4E). To test our hypothesis, Raman signals were measured from multiple spots (32 × 32 in 50 × 50 μm2) of a PC-12 cultivated hybrid nano-SERS array and reconstructed by Raman mapping to correlate with optical microscopic images of cells as shown in Figure 4F. Overall, Raman signals were significantly decreased intracellularly within the cytosol regions. These results indicate that the secretion of DA from single cells can be measured in situ by SERS on a hybrid nano-SERS array using Raman mapping and quantitative analysis (Figure 4G and Figure S7). Intriguingly, Raman intensities were significantly decreased around the nucleus, not the whole intracellular region. This phenomenon may be caused by the higher release of DA vesicles from intracellular nuclear areas compared to the total cytosol. We anticipate that the KCl-induced burst-release and diffusion of DA vesicles from the endoplasmic reticulum (ER) and Golgi apparatus, where extracellular vesicles are generated near the nucleus,34,35 to the cytosol may reflect the observed distribution in Raman signal intensity. This pattern of signal distribution was also observed during the analysis of Raman mapping on multiple cells localized together on the MGaptamer-modified hybrid nano-SERS array (Figure S8). These observations show that our platform can define a spatial release profile of DA from single cells and multicellular populations. To confirm the reproducibility of the hybrid nano-SERS array’s measurements, Raman mapping at 830 cm−1 was conducted with the different cellular shape of PC-12, which is circular in form, successfully confirming the signal reduction inside the cells (Figure S9). Moreover, Raman mapping of the PC-12 cells with nonaptamer-modified hybrid nano-SERS arrays (Figure S10) and nondopaminergic cells (NE-4C) with aptamer-modified hybrid nano-SERS arrays (Figure S11) were conducted for the confirmation of DA-specific detection. In the case of the PC-12 cells without aptamer, the difference in Raman intensity at 830 cm−1 was minimal compared with that which contained aptamer (Figure S10). Interestingly, the Raman signal intensity was slightly higher at the intracellular space than the extracellular region owing to the slight Raman signal generation from several cell components such as the lipid bilayer membrane and intracellular proteins. On the other hand, the nondopaminergic cell exhibited homogeneous mapping trends between intracellular and extracellular regions because it did not interact with the DA-specific aptamer due to the absence of the secreted DA (Figure S11). Cell viability was also tested to check the effect of the Raman mapping, confirming no significant influence on the viability (Figure S12). In Situ Detection of DA Released from Undifferentiated/Differentiated NSCs. For monitoring neuronal\ndifferentiation, NSCs (ReN cells) were analyzed by Raman mapping using the nano-SERS array (Figure 5A). For continuous analysis of the neuronal differentiation, Raman mapping was conducted once in 4 days for 20 days without KCl treatment, which could damage stem cells. During the differentiation of NSCs, the expression level of a NSC marker (Nestin) was reduced, and a mature neuron marker (MAP-2) was increased (Figure 5B), indicating successful neuronal maturation. As expected, Raman mapping images of the differentiating cells also exhibited a decreasing trend in Raman signals, while the signal differences from undifferentiated NSCs (day 0) were gradually increased (Figure 5C). Compared to the immunostaining analysis in Figure 5B, Raman mapping analysis may be more efficiently utilized to determine the neuronal differentiation by measuring secreted DA from the differentiating cells. In the case of real-time polymerase chain reaction (RT-PCR) analysis, neuronal differentiation was also confirmed by quantification of differentiation markers, including Sox-1 and MAP-2 (Figure 5D). However, the in situ monitoring of differentiation was not possible by PCR due to the cell lysis needed to get specific mRNAs. Besides, typical RT-PCR methods require complicated reaction steps spanning several hours. On the other hand, the intensities of the Raman signal were gradually decreased and demonstrated to be inversely proportional to the neuronal differentiation in a more responsive and noninvasive manner for 20 days (Figure 5E). Based on these results, we speculate that the secretion of DA from a single dopaminergic cell and differentiating NSC was successfully measured using our hybrid nano-SERS array in a noninvasive and nondestructive manner for the determination of the stage of neuronal differentiation.\n■ CONCLUSION In this study, we successfully developed a highly sensitive and selective in situ detection system to monitor the DA secretion from dopaminergic cells, including NSCs, at the single-cell level using the SERS analytical method. To overcome an inherent drawback of high signal intensity variations in SERS biosensing, we have fabricated finely tuned homogeneous gold nanoarrays with tooth-like structures, which can enhance the Raman signal intensity uniformly. For the specific detection of DA, Raman dye-labeled aptamers were bound onto the surface of the hybrid nano-SERS array. The presence of DA can release the aptamer from the GO surface by forming a DAaptamer complex. The subsequent decrease of Raman intensity due to the detachment of Raman dye (MG)-labeled aptamer was proportional to the DA concentrations. As a result, our sensing platform can measure a wide range of DA concentrations (10−4 to 10−9 M) rapidly (within 1 h). Additionally, the release of DA from single dopaminergic cells (PC-12) and NSCs were successfully measured. More specifically, neuronal differentiation could be determined by measuring the decrease of Raman signals in situ in a spatially controlled and highly sensitive manner. Moving forward, our demonstration of sensitive and selective DA detection in live cells could lead to breakthroughs in stem cell therapies for CNS diseases such as PD, by validating the therapeutic effects of dopaminergic cells before their transplantation into patients. In general, our nano-SERS array represents a novel live-cell sensing platform and may pave new roads for understanding and treating many devastating neurological disorders.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nH\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.0c03205.\nExperimental section and Figures S1−S12 (PDF)\n■ AUTHOR INFORMATION Corresponding Authors Jeong-Woo Choi − Department of Chemical & Biomolecular Engineering, Sogang University, Seoul 04107, Republic of Korea; orcid.org/0000-0003-0100-0582; Email: jwchoi@ sogang.ac.kr\nKi-Bum Lee − Department of Chemistry and Chemical Biology, Rutgers, The State University of New Jersey, Piscataway, New Jersey 08854, United States; orcid.org/0000-0002-81640047; Email: kblee@rutgers.edu; http://kblee.rutgers.edu/"
    }, {
      "heading" : "Authors",
      "text" : "Jin-Ha Choi − Department of Chemistry and Chemical Biology, Rutgers, The State University of New Jersey, Piscataway, New Jersey 08854, United States; Department of Chemical & Biomolecular Engineering, Sogang University, Seoul 04107, Republic of Korea; orcid.org/0000-0002-1632-9586\nTae-Hyung Kim − Department of Chemistry and Chemical Biology, Rutgers, The State University of New Jersey, Piscataway, New Jersey 08854, United States; orcid.org/ 0000-0003-3671-3830 Waleed Ahmed El-said − Department of Chemical & Biomolecular Engineering, Sogang University, Seoul 04107, Republic of Korea; Department of Chemistry, Faculty of Science, Assiut University, Assiut 71516, Egypt; orcid.org/00000002-7052-7612 Jin-Ho Lee − Department of Chemistry and Chemical Biology, Rutgers, The State University of New Jersey, Piscataway, New Jersey 08854, United States; Department of Chemical & Biomolecular Engineering, Sogang University, Seoul 04107, Republic of Korea; orcid.org/0000-0002-5877-0222 Letao Yang − Department of Chemistry and Chemical Biology, Rutgers, The State University of New Jersey, Piscataway, New Jersey 08854, United States; orcid.org/0000-0002-05729787 Brian Conley − Department of Chemistry and Chemical Biology, Rutgers, The State University of New Jersey, Piscataway, New Jersey 08854, United States\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.nanolett.0c03205"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the NSF (CHE-1429062), the New Jersey Commission on Spinal Cord (CSCR17IRG010; CSCR16ERG019), NIH R21 (R21AR071101), and NIH R01 ( 1R 0 1DC0 1 6 6 1 2 , 3 R 0 1DC0 1 6 6 1 2 - 0 1 S 1 , a n d 5R01DC016612-02S1), and the National Research Foundat i o n o f Ko r e a (NRF ) ( 2 0 1 9R1A2C3002 3 00 , 2016R1A6A1A03012845) funded by MSIT of Korea.\n■ ABBREVIATIONS GO, graphene oxide; SERS, surface-enhanced Raman scattering; DA, dopamine; LIL, laser interference lithography; ECD,\nelectrochemical deposition methods; MG, malachite green; ITO, indium tin oxide; DC, direct current; SEM, scanning electron microscope; AFM, atomic force microscopy; ER, endoplasmic reticulum; PDMS, polydimethylsiloxane; PBS, phosphate buffered saline; DMEM, Dulbecco’s modified Eagle’s medium; PS, penicillin/streptomycin; DIW, deionized water; HMDS, hexamethyldisilazane; RT, room temperature.\n■ REFERENCES (1) Sarter, M.; Parikh, V. Choline transporters, cholinergic transmission and cognition. Nat. Rev. Neurosci. 2005, 6, 48−56. (2) Yuan, M.; Cross, S. J.; Loughlin, S. E.; Leslie, F. M. Nicotine and the adolescent brain. J. Physiol. 2015, 593, 3397−3412. (3) Snyder, S. H.; Taylor, K. M.; Coyle, J. T.; Meyerhoff, J. L. The role of brain dopamine in behavioral regulation and the actions of psychotropic drugs. Am. J. Psychiatry 1970, 127, 199−207. (4) Shafiei, G.; Zeighami, Y.; Clark, C. A.; Coull, J. T.; Nagano-Saito, A.; Leyton, M.; Dagher, A.; Misǐc,́ B. Dopamine signaling modulates the stability and integration of intrinsic brain networks. Cereb. Cortex 2019, 29, 397−409. (5) Zeng, X.; Cai, J.; Chen, J.; Luo, Y.; You, Z. B.; Fotter, E.; Wang, Y.; Harvey, B.; Miura, T.; Backman, C.; Chen, G. J.; Rao, M. S.; Freed, W. J. Dopaminergic differentiation of human embryonic stem cells. Stem Cells 2004, 22, 925−940. (6) Yang, J.; Hu, Y.; Li, Y. Molecularly imprinted polymer-decorated signal on-off ratiometric electrochemical sensor for selective and robust dopamine detection. Biosens. Bioelectron. 2019, 135, 224−230. (7) Kim, T. H.; Lee, K. B.; Choi, J. W. 3D graphene oxideencapsulated gold nanoparticles to detect neural stem cell differentiation. Biomaterials 2013, 34, 8660−8670. (8) Ivanova, M. N.; Grayfer, E. D.; Plotnikova, E. E.; Kibis, L. S.; Darabdhara, G.; Boruah, P. K.; Das, M. R.; Fedorov, V. E. Ptdecorated boron nitride nanosheets as artificial nanozyme for detection of dopamine. ACS Appl. Mater. Interfaces 2019, 11, 22102−22112. (9) von Maltzahn, G.; Centrone, A.; Park, J. H.; Ramanathan, R.; Sailor, M. J.; Hatton, T. A.; Bhatia, S. N. SERS-coded gold nanorods as a multifunctional platform for densely multiplexed near-infrared imaging and photothermal heating. Adv. Mater. 2009, 21, 3175−3180. (10) Kneipp, K.; Kneipp, H.; Itzkan, I.; Dasari, R. R.; Feld, M. S. Ultrasensitive chemical analysis by Raman spectroscopy. Chem. Rev. 1999, 99, 2957−2976. (11) Lv, Y.; Qin, Y.; Svec, F.; Tan, T. Molecularly imprinted plasmonic nanosensor for selective SERS detection of protein biomarkers. Biosens. Bioelectron. 2016, 80, 433−441. (12) Luo, Y.; Ma, L.; Zhang, X.; Liang, A.; Jiang, Z. SERS detection of dopamine using label-free acridine red as molecular probe in reduced graphene oxide/silver nanotriangle sol substrate. Nanoscale Res. Lett. 2015, 10, 230. (13) Wang, P.; Xia, M.; Liang, O.; Sun, K.; Cipriano, A. F.; Schroeder, T.; Liu, H.; Xie, Y. H. Label-free SERS selective detection of dopamine and serotonin using graphene-Au nanopyramid heterostructure. Anal. Chem. 2015, 87, 10255−10261. (14) Qiao, X.; Xue, Z.; Liu, L.; Liu, K.; Wang, T. Superficial-LayerEnhanced Raman Scattering (SLERS) for Depth Detection of Noncontact Molecules. Adv. Mater. 2019, 31, 1804275. (15) Kim, T. H.; Yea, C. H.; Chueng, S. T.; Yin, P. T.; Conley, B.; Dardir, K.; Pak, Y.; Jung, G. Y.; Choi, J. W.; Lee, K. B. Large-Scale Nanoelectrode Arrays to Monitor the Dopaminergic Differentiation of Human Neural Stem Cells. Adv. Mater. 2015, 27, 6356−6362. (16) Yang, L.; Lee, J.-H.; Rathnam, C.; Hou, Y.; Choi, J.-W.; Lee, K.B. Dual-Enhanced Raman Scattering-Based Characterization of Stem Cell Differentiation Using Graphene-Plasmonic Hybrid Nanoarray. Nano Lett. 2019, 19, 8138−8148. (17) Zhou, M.; Zhai, Y.; Dong, S. Electrochemical sensing and biosensing platform based on chemically reduced graphene oxide. Anal. Chem. 2009, 81, 5603−5613.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nI\n(18) Tang, L. H.; Wang, Y.; Li, Y. M.; Feng, H. B.; Lu, J.; Li, J. H. Preparation, structure, and electrochemical properties of reduced graphene sheet films. Adv. Funct. Mater. 2009, 19, 2782−2789. (19) Alwarappan, S.; Erdem, A.; Liu, C.; Li, C. Z. Probing the electrochemical properties of graphene nanosheets for biosensing applications. J. Phys. Chem. C 2009, 113, 8853−8857. (20) Le Ru, E.; Meyer, M.; Blackie, E.; Etchegoin, P. Advanced aspects of electromagnetic SERS enhancement factors at a hot spot. J. Raman Spectrosc. 2008, 39, 1127−1134. (21) Heck, C.; Kanehira, Y.; Kneipp, J.; Bald, I. Placement of Single Proteins within the SERS Hot Spots of Self-Assembled Silver Nanolenses. Angew. Chem., Int. Ed. 2018, 57, 7444−7447. (22) Fusco, Z.; Bo, R. H.; Wang, Y. L.; Motta, N.; Chen, H. J.; Tricoli, A. Self-assembly of Au nano-islands with tuneable organized disorder for highly sensitive SERS. J. Mater. Chem. C 2019, 7, 6308− 6316. (23) Huang, S. X.; Pandey, R.; Barman, I.; Kong, J.; Dresselhaus, M. Raman enhancement of blood constituent proteins using graphene. ACS Photonics 2018, 5, 2978−2982. (24) Liu, D.; Chen, X.; Hu, Y.; Sun, T.; Song, Z.; Zheng, Y.; Cao, Y.; Cai, Z.; Cao, M.; Peng, L.; Huang, Y.; Du, L.; Yang, W.; Chen, G.; Wei, D.; Wee, A. T. S.; Wei, D. Raman enhancement on ultra-clean graphene quantum dots produced by quasi-equilibrium plasmaenhanced chemical vapor deposition. Nat. Commun. 2018, 9, 193. (25) Ling, X.; Zhang, J. First-Layer Effect in Graphene-Enhanced Raman Scattering. Small 2010, 6, 2020−2025. (26) Lu, C. H.; Yang, H. H.; Zhu, C. L.; Chen, X.; Chen, G. N. A graphene platform for sensing biomolecules. Angew. Chem., Int. Ed. 2009, 48, 4785−4881. (27) Liu, X.; Miller, A. L., 2nd; Park, S.; George, M. N.; Waletzki, B. E.; Xu, H.; Terzic, A.; Lu, L. Two-dimensional black phosphorus and graphene oxide nanosheets synergistically enhance cell proliferation and osteogenesis on 3D printed scaffolds. ACS Appl. Mater. Interfaces 2019, 11, 23558−23572. (28) Qian, Y.; Song, J.; Zhao, X.; Chen, W.; Ouyang, Y.; Yuan, W.; Fan, C. 3D fabrication with integration molding of a graphene oxide/ polycaprolactone nanoscaffold for neurite regeneration and angiogenesis. Adv. Sci. 2018, 5, 1700499. (29) Lu, C.; Liu, Y.; Ying, Y.; Liu, J. Comparison of MoS2, WS2, and graphene oxide for DNA adsorption and sensing. Langmuir 2017, 33, 630−637. (30) Jung, Y.; Jeong, J. Y.; Chung, B. H. Recent advances in immobilization methods of antibodies on solid supports. Analyst 2008, 133, 697−701. (31) Jiskoot, W.; Beuvery, E. C.; de Koning, A. A.; Herron, J. N.; Crommelin, D. J. Analytical approaches to the study of monoclonal antibody stability. Pharm. Res. 1990, 07, 1234−1241. (32) Choi, J. H.; Kim, H. S.; Choi, J. W.; Hong, J. W.; Kim, Y. K.; Oh, B. K. A novel Au-nanoparticle biosensor for the rapid and simple detection of PSA using a sequence-specific peptide cleavage reaction. Biosens. Bioelectron. 2013, 49, 415−419. (33) Okuma, Y.; Osumi, Y. KCl-induced calcium-independent release of endogenous dopamine from rat brain slices. Brain Res. 1986, 363, 47−52. (34) Locke, M.; Huie, P. The beads in the Golgi complexendoplasmic reticulum region. J. Cell Biol. 1976, 70, 384−394. (35) Al-Bassam, S.; Xu, M.; Wandless, T. J.; Arnold, D. B. Differential trafficking of transport vesicles contributes to the localization of dendritic proteins. Cell Rep. 2012, 2, 89−100.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c03205 Nano Lett. XXXX, XXX, XXX−XXX\nJ"
    } ],
    "references" : [ {
      "title" : "Choline transporters, cholinergic transmission and cognition",
      "author" : [ "M. Sarter", "V. Parikh" ],
      "venue" : "Nat. Rev. Neurosci. 2005,",
      "citeRegEx" : "Sarter and Parikh,? \\Q2005\\E",
      "shortCiteRegEx" : "Sarter and Parikh",
      "year" : 2005
    }, {
      "title" : "Nicotine and the adolescent brain",
      "author" : [ "M. Yuan", "S.J. Cross", "S.E. Loughlin", "F.M. Leslie" ],
      "venue" : "J. Physiol",
      "citeRegEx" : "Yuan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2015
    }, {
      "title" : "Dopaminergic differentiation of human embryonic stem cells",
      "author" : [ "J. W" ],
      "venue" : "Stem Cells 2004,",
      "citeRegEx" : "W.,? \\Q2004\\E",
      "shortCiteRegEx" : "W.",
      "year" : 2004
    }, {
      "title" : "Self-assembly of Au nano-islands with tuneable organized disorder for highly sensitive SERS",
      "author" : [ "A. Tricoli" ],
      "venue" : "J. Mater. Chem. C 2019,",
      "citeRegEx" : "Tricoli,? \\Q2019\\E",
      "shortCiteRegEx" : "Tricoli",
      "year" : 2019
    }, {
      "title" : "First-Layer Effect in Graphene-Enhanced Raman Scattering",
      "author" : [ "X. Ling", "J. Zhang" ],
      "venue" : "Small 2010,",
      "citeRegEx" : "Ling and Zhang,? \\Q2025\\E",
      "shortCiteRegEx" : "Ling and Zhang",
      "year" : 2025
    }, {
      "title" : "Analytical approaches to the study of monoclonal antibody",
      "author" : [ "D.J. Crommelin" ],
      "venue" : "stability. Pharm. Res",
      "citeRegEx" : "Crommelin,? \\Q1990\\E",
      "shortCiteRegEx" : "Crommelin",
      "year" : 1990
    }, {
      "title" : "The beads in the Golgi complexendoplasmic reticulum region",
      "author" : [ "M. Locke", "P. Huie" ],
      "venue" : "J. Cell Biol. 1976,",
      "citeRegEx" : "Locke and Huie,? \\Q1976\\E",
      "shortCiteRegEx" : "Locke and Huie",
      "year" : 1976
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "In situ quantitative measurements of neurotransmitter activities can provide useful insights into the underlying mechanisms of stem cell differentiation, the formation of neuronal networks, and neurodegenerative diseases. Currently, neurotransmitter detection methods suffer from poor spatial resolution, nonspecific detection, and a lack of in situ analysis. To address this challenge, herein, we first developed a graphene oxide (GO)-hybrid nanosurface-enhanced Raman scattering (SERS) array to detect dopamine (DA) in a selective and sensitive manner. Using the GO-hybrid nanoSERS array, we successfully measured a wide range of DA concentrations (10−4 to 10−9 M) rapidly and reliably. Moreover, the measurement of DA from differentiating neural stem cells applies to the characterization of neuronal differentiation. Given the challenges of in situ detection of neurotransmitters at the single-cell level, our developed SERS-based detection method can represent a unique tool for investigating single-cell signaling pathways associated with DA, or other neurotransmitters, and their roles in neurological processes.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}