{
  "name" : "downloads_2020-07-29_80_samy2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Innovative photocatalytic reactor for the degradation of chlorpyrifos using a coated composite of ZrV2O7 and graphene nano-platelets",
    "authors" : [ "Mahmoud Samya", "Mona G. Ibrahim", "Mohamed Gar Alalmb", "Manabu Fujii", "Kamal E. Diab", "Marwa ElKady" ],
    "emails" : [ "mahmoud.samy@ejust.edu.eg", "garalalm.aa@m.titech.ac.jp" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChemical Engineering Journal\njournal homepage: www.elsevier.com/locate/cej\nInnovative photocatalytic reactor for the degradation of chlorpyrifos using a coated composite of ZrV2O7 and graphene nano-platelets\nMahmoud Samya,b,⁎, Mona G. Ibrahima,c, Mohamed Gar Alalmb,d,⁎, Manabu Fujiia,d, Kamal E. Diabe, Marwa ElKadye,f\na Environmental Engineering Department, Egypt-Japan University of Science and Technology (E-JUST), New Borg El Arab City, Alexandria 21934, Egypt bDepartment of Public Works Engineering, Faculty of Engineering, Mansoura University, Mansoura 35516, Egypt c Environmental Health Department, High Institute of Public Health, Alexandria University, Alexandria 21544, Egypt dDepartment of Civil and Environmental Engineering, Tokyo Institute of Technology, Meguro-ku, Tokyo 152-8552, Japan e Chemical and Petrochemical Engineering Dept., Egypt-Japan University of Science and Technology (E-JUST), New Borg El Arab City, Alexandria 21934, Egypt f Fabrication Technology Research Department, Advanced Technology and New Materials Research Institute (ATNMRI), City of Scientific Research and Technological Applications, Alexandria, Egypt\nH I G H L I G H T S\n• An innovative photocatalytic reactor was designed. • GNPs/ZrV2O7 nanoparticles were coated on glass plates. • Successful degradation of chlorpyrifos was attained by the designed set-up. • Detailed oxidation mechanism and pathway were investigated.\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nKeywords: Graphene Pesticides Photocatalysis Response surface Zirconium vanadate\nA B S T R A C T\nAn innovative photocatalytic reactor was employed to assess the performance of a low band-gap synthesized composite of graphene nano-platelets (GNPs) and zirconium vanadate (ZrV2O7). The composite was coated on illuminated plates inside the reactor to evaluate its photocatalytic activity and stability. Various analyses such as TEM, EDX, SEM, Raman spectroscopy, XRD, TGA, PL, and XPS were employed to study the morphology and structure of the composite. Chlorpyrifos was used as a model pollutant to examine the performance of the experimental set-up. A central composite design (CCD) was used for the optimization of the operating parameters through the response surface methodology (RSM). The degradation efficiencies using GNPs/ZrV2O7 were 96.8%, 95.2%, 93.8%, 92.8% and 91.0%, compared to 85.4%, 84.6%, 83.8%, 82.6% and 81.8% in the case of bare ZrV2O7 in five consecutive runs. The mechanism and pathway of chlorpyrifos degradation were investigated based on mass spectrometry and the scavenging assay of oxidant species.\nhttps://doi.org/10.1016/j.cej.2020.124974 Received 23 January 2020; Received in revised form 2 April 2020; Accepted 5 April 2020\n⁎ Corresponding authors at: Department of Civil and Environmental Engineering, Tokyo Institute of Technology, Meguro-ku, Tokyo 152-8552, Japan (M. Gar Alalm).\nE-mail addresses: mahmoud.samy@ejust.edu.eg (M. Samy), garalalm.aa@m.titech.ac.jp (M. Gar Alalm).\nChemical Engineering Journal 395 (2020) 124974\nAvailable online 10 April 2020 1385-8947/ © 2020 Elsevier B.V. All rights reserved.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : "Pesticides have been frequently detected in the aquatic environment through the wastewater discharge of agrochemical industries as well as the runoff of agriculture lands [1]. Chlorpyrifos is one of the commonly used organophosphate pesticides for pest control and prevention of diseases threatening crops due to its low cost and activity towards many species of pests and insects [2,3]. Generally, pesticides are severely harmful to human and animal health due to their toxic and carcinogenic nature. Accordingly, the allowable concentration of one type of pesticides in drinking water is 1.0 µg/L, while the permissible concentration is 0.5 µg/L in case of mixed types of pesticides according to the World Health Organization (WHO) [4]. In particular, chlorpyrifos leads to the disorder of human nerves and respiratory systems as well as the disability and the death of mammals[5]. Chlorpyrifos is classified as a low biodegradable organic; therefore, conventional biological treatment processes cannot achieve desirable degradation [6]. Moreover, pesticides cannot be effectively removed through coagulation-sedimentation processes because they are usually dissolved in organic solvents that have high miscibility with water [7]. Advanced oxidation processes (AOPs) have indicated the potential for effective degradation of nonbiodegradable pollutants to harmless by-products. AOPs such as Fenton reaction [8], gamma irradiation [9] and photo-Fenton [10] have been previously evaluated for the degradation of chlorpyrifos. However, the requirement for long reaction time and consumption of chemicals were often reported [11,12].\nThe photocatalysis process is mainly based on the reaction of reactive oxidant species (ROS) generated via the excitation of a metal oxide semiconductor using an appropriate light source with an energy higher than the bandgap of the semiconductor [13,14]. The generated ROS can transform the recalcitrant organic molecules into benign endproducts. However, the conventional semiconductors challenge the fast recombination rate and wide bandgap issues, which lead to a low photocatalytic activity under visible light and natural solar light irradiation [15,16]. To overcome the aforementioned drawbacks, nonconventional bimetallic oxides such as zirconium vanadate (ZrV2O7) were used as a photocatalyst due to its narrow bandgap that supports the absorption of visible light [17]. Graphene nanoparticles can be composited with different photocatalysts to overcome the fast recombination issue, as they can act as electron acceptors causing efficient separation of holes and electrons [18–21].\nNano-scale photocatalysts have been usually used in suspension to illuminate a larger area of the nanoparticles [22]. However, suspended catalysts challenge the difficulty of particle collection at the end of the treatment process and the high turbidity in the solution resulting from the dispersed particles [23]. These limitations can be avoided by immobilization of the catalyst particles on various mediums using an appropriate heating attachment method [24]. However, heating methods consume high energy and the catalyst particles may be subjected to erosion at high velocity gradients [23]. The application of polysiloxane has been proposed in our previous studies to achieve strong catalyst adhesion to the supporting plates in complete mix reactors [25,26].\nIn this study, a novel composite was prepared from graphene nanoplatelets (GNPs) and ZrV2O7 to obtain a low band-gap semiconductor. Furthermore, an innovative photocatalytic reactor comprises two supporting plates coated with GNPs/ZrV2O7 was designed and fabricated to examine the photocatalytic degradation of chlorpyrifos. The effects of pH, flow rate and initial chlorpyrifos concentration on the degradation efficiency were investigated and the optimum values were determined using response surface methodology (RSM). The degradation mechanism, as well as the contribution of different ROS, were investigated using radical scavenging experiments. Moreover, the stability and reusability of GNPs/ZrV2O7 were evaluated. The transformation products generated during chlorpyrifos oxidation were identified and the degradation pathway was proposed based on mass spectrometry\nanalysis."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Chlorpyrifos (Analytical grade), ammonium oxalate, isopropanol, triethanolamine, and formic acid were purchased from Sigma-Aldrich. Acetonitrile and methanol were obtained from Fisher. Zirconium oxychloride (ZrOCl2·8H2O) was purchased from Alpha Chemika (India). Sodium Vanadate (NaVO3) was purchased from Loba Chemie (India). Graphene nano-platelets (GNPs) were purchased from Strem Chemicals (USA). All chemicals were used without any alterations."
    }, {
      "heading" : "2.2. Synthesis of photocatalysts",
      "text" : "For the preparation of ZrV2O7, 2.0 M NaVO3 was slowly added in a dropwise manner added to 1.0 M ZrOCl2·8H2O solution in the presence of 0.05 M HCl under vigorous stirring at 50⁰ C to increase the reaction rate. The solution pH during the preparation was 2.8. The stirring was continued until an orange-colored solution was obtained. The mixture was centrifuged at 6,000 rpm to separate ZrV2O7 particles then dried at 60⁰ C for 24 h. Thereafter, the remained ZrV2O7 particles were washed several times with ethanol to remove the impurities and dried again under the aforementioned conditions. An amount of ZrV2O7 particles was added to a suspension of GNPs according to the desired percentage (1.0%). The obtained solution was stirred vigorously for 3 h to ensure a homogeneous suspension. Then, it was transferred and sealed in a Teflon lined stainless steel autoclave at 120 °C under an estimated pressure of about 5000 psi for 2 h [27]. The final solution was centrifuged to obtain GNPs/ ZrV2O7 and the powder was washed with deionized water several times. The final product was obtained after drying for 24 h at ambient temperature."
    }, {
      "heading" : "2.3. Experimental procedures",
      "text" : "A photo-reactor was designed and fabricated for the degradation of chlorpyrifos. A schematic diagram of the reactor is depicted in Fig. 1. The body of the reactor is made of normal glass except one side is borosilicate glass to permit both UV and visible light to pass into the reactor. The reactor consists of two separate chambers connected by an inclined surface. The two chambers (A and B) have the dimensions of (5.5 × 5.5 × 5.5) and (2.5 × 5.5 × 7.0) cm, for length, width, and height respectively. Two glass plates (5.0 × 7.0) and (5.0 × 20.0) cm were scarified and coated with a 3.0 g and 1.0 g of GNPs/ ZrV2O7 respectively using polysiloxane. The two plates were dried at room temperature for 24 hr, then they were washed with deionized water to remove any free particles and confirm a strong bond between the catalyst particles and the plates. The first coated plate was vertically placed in chamber (A) opposite to the borosilicate glass side. The second coated plate was placed on the inclined surface that connects\nbetween the two chambers. Three 400 W metal halide lamps (Venture) with a maximum wavelength of 510 nm and photon flux of 220 μW cm−2 were used, one of them was placed to excite the particles on the side of the vertical plate and a pair was hanged above the inclined plate. The reactor was fed with 200 mL of chlorpyrifos solution and the solution was circulated between the two chambers passing through the illuminated plates until the desired illumination time was attained to Eq. (1).\nThe illumination time was estimated according to the following equation (Eq. (1)):\n=T T(V/V)i i t (1)\nwhere Ti, T, Vi, and Vt are actual illumination time, experimental time for each sample, total irradiated volume, and total reactor volume, respectively.\nSince the chlorpyrifos is weakly dissolved in water and it is usually used in a non-aqueous form, a stock solution of chlorpyrifos was prepared by dissolving 100 mg of chlorpyrifos in a 100 mL of acetonitrile. A certain amount of this solution was used to attain the desired initial concentration of chlorpyrifos. Acetonitrile was chosen because it is high miscible in water and weak scavenger of radicals [28]. The effects of pH, flow rate and initial chlorpyrifos concentration were studied by varying pH from 3 to 11, the flow rate from 3 to 7 mL/min, and initial chlorpyrifos concentration from 30 to 70 mg/L. In each experiment, intact coated plates were used under the same conditions. The reusability experiments were carried out using the same catalyst plates for five sequential runs to check the stability of the composite."
    }, {
      "heading" : "2.4. Analytical methods",
      "text" : "The point of zero charge (PZC) of 1.0% GNPs/ZrV2O7 was measured using the powder addition method [29]. Several mixtures consisted of 0.15 gm of the catalyst and 0.1 M NaCl were prepared and the pH was adjusted using 1.0 M NaOH and 1.0 M HCl. Thereafter, the mixtures were stirred at 25 °C for 24 h and the final pH values were measured after this period. The value of PZC was estimated by the relation between the initial and final pH values.\nChlorpyrifos concentration was quantified using a Shimadzu HPLC equipped with a C-18 Phenomenex reverse phase column, degasser (20A5), pump (LC-20AT), and prominences diode array detector (SPDM20A). All samples were filtered by 0.22 µm membrane filters before the measurement. The mobile phase was a mixture of 88% methanol, 11.7% ultrapure water, and 0.3% formic acid with a flow rate of 1.0 mL/min and a temperature of 30 °C. The detecting wavelength was 299 nm. The transformation products generated during the oxidation process were identified by liquid chromatography/mass spectroscopy (LC/MS-MS) using (Shimadzu, XR-ODS II 2020). The mobile phase was 26.5 mM formic acid solution and methanol. The formic acid solution started at 90% and maintained at this percentage for 2 min to retain the dissolved products in the column. Then, this ratio was gradually decreased to 10% in 1.0 min and this percentage kept constant for 23 min to elute the transformation products. Thereafter, the gradient was returned to the initial percentage. The flow rate was 0.4 mL/min, and the column temperature was 30 °C.\nTransmission electron microscopy (TEM) was used to take images with high resolution of the synthesized catalysts using (TEM, Joel JEM 2100, Japan). The chemical composition and morphology of the prepared catalysts were studied using a scanning electron microscope (SEM) (JEOL JSM-6510LV, Japan) equipped with an energy-dispersive X-ray spectrometer (EDX). X-ray diffraction (XRD) analysis was used to estimate the crystallinity phases of the synthesized catalysts (XRD 6000, Shimadzu, Japan) with Cu–Kα radiation (λ = 1.54 Å). Raman spectra were recorded using RMP-530 laser Raman spectroscopy (Jaso, Japan). The Kubelka-Munk function was used for the estimation of the bandgap of the prepared catalysts depending on the reflectance and wavelength values from UV–Vis spectroscopy analysis (Jasco, V-630 UV–Vis\nspectrophotometer) [30]. Thermo-gravimetric analysis (TGA) (TGA-50, Shimadzu) was performed to study the thermal stability of the prepared catalysts. The nitrogen was used to increase the temperature of the samples from 25 °C to 900 °C with a heating rate of 10° C/min and a flow rate of 40 mL/min. Photoluminescence spectra of the prepared catalysts were recorded by a fluorescence spectrophotometer (Agilent Cary Eclipse Fluorescence Spectrophotometer) to check the separation efficiency of electrons and holes. X-ray photoelectron spectroscopy (XPS, Thermo Fisher Scientific, USA) analysis with X-ray Al kα radiation was recorded to evaluate the chemical states of the synthesized catalysts. The specific surface area and pore size distribution were determined by Brunauer–Emmett–Teller (BET) analysis using Belsorp-max automated apparatus after degassing the samples in a vacuum at 200° C for 5 h."
    }, {
      "heading" : "2.5. Design of experiments",
      "text" : "A set of experiments was carried out to examine the influence of pH, flow rate and initial chlorpyrifos concentration on the removal efficiency of chlorpyrifos using the response surface methodology (RSM). RSM gives the potential to achieve an excellent interaction between the operating parameters compared 8 to the weak interaction of traditional experimental design [31]. Table 1 shows the ranges and levels of operating conditions used in central composite design (CCD). A set of 20 experiments was selected to attain a good interaction between operational parameters at a reaction time of 60 min. Eq. (2) shows the quadratic equation that relates the dependent and the independent variables [32]:\n∑ ∑ ∑= + + + + = = < < Y β β X β β X β X X ε(%) o i\nn\ni i i\nn\ni i j\nn\nij i j 1 1\n2 2\n1 (2)\nwhere Y (%) is the removal efficiency percentage after 60 min, the independent factors are Xi and X j, βo, β1, β2, and βij represent the quadratic equation coefficients, ε is the residual term, and n is the number of dependent parameters. The regression analysis and significance of the model were performed using Minitab© 18 software and analysis of variance (ANOVA), respectively [33]. The optimum values of operating parameters were determined by defining the maximum removal efficiency of chlorpyrifos as a target after 60 min [34]."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of the synthesized catalysts",
      "text" : "Fig. 2 (a,b) shows the TEM images of ZrV2O7 and GNPs/ZrV2O7 catalysts. The particle size of ZrV2O7 was in the range of (12–20 nm), while the GNPs/ZrV2O7 particle size ranged from 40 to 80 nm. The TEM image of GNPs/ZrV2O7 reveals agglomeration of particles which confirmed the cohesion of GNPs and ZrV2O7 particles. Moreover, GNPs cannot be clearly distinguished in the TEM image due to their lower percentage, which also indicates the good distribution with ZrV2O7 particles and suggests a good performance of GNPs in acting their role in the proposed photocatalytic mechanism. The successful interaction was also confirmed by SEM images that revealed combined agglomeration of GNPs and ZrV2O7 particles Fig. (S1 (a, b)). The\nadsorption–desorption isotherm and pore size distribution of ZrV2O7 and GNPs/ZrV2O7 are depicted in Fig. 2S (a, b) indicating an improvement in the adsorbability by compositing with GNPs. The specific surface area of ZrV2O7 and GNPs/ZrV2O7 were 1.69 and 12.01 m2/g, respectively. This considerable increase is imputed to the high surface area of GNPs (about 750 m2/g), which suggests a significant enhancement of the photocatalytic degradation due to the attraction of pollutant molecules towards the catalyst particles.\nEDX patterns (Fig. 2 (c,d)) confirmed the growth of Zr, V, and O with an appropriate percentage in both catalysts. There was no significant difference between the patterns of bare ZrV2O7 and GNPs/ ZrV2O7 due to the low percentage of GNPs. Fig. 2 (e) shows the XRD pattern of ZrV2O7 and GNPs/ZrV2O7. The peaks at 2θ of about 32°, 45°, 51.6°, 57° and 75° were attributed to ZrV2O7 (JCPDS No. 01–088-0586) [35]. A small peak was observed for GNPs at 2θ = 26⁰ in the case of 1.0% GNPs/ ZrV2O7 due to the low content of GNPs in the prepared composite. The diffraction at other planes of the GNPs precursor (typically graphite) can be reduced after the synthesis of GNPs [36]. The crystallite size of ZrV2O7 was determined to be 8.6 nm using the\nScherrer equation and the half-maximum widths as explained in Text S1 [37]. The small crystallite size supports the aggregate formation of nano-scale particles as previously depicted by TEM images. The Raman spectra of ZrV2O7 and GNPs/ZrV2O7 are depicted in Fig. 2 (f). The overlapping peaks at 703 and 937 cm−1 may be ascribed to the symmetric and asymmetric stretching of V-O. These peaks indicate the growth of VO4 tetrahedra inside the lattice [38]. The superstructure of ZrV2O7 at room temperature is usually presented in the form of a 3 × 3 × 3 unit cell [39]. Consequently, it is suggested that the superstructure consists of regular ZrO6 octahedra each connected to a pair of VO4 tetrahedron. The peak at 470 cm−1 is ascribed to the asymmetric bending combines VO4 tetrahedra with ZrO6 octahedra which confirmed the aforementioned suggested superstructure. The overlapping peaks at178, 189 and 280 cm−1 are assigned to the symmetric bending of VO4 tetrahedron [38]. In the proposed superstructure, six oxygen atoms in two VO4 tetrahedra are shared with ZrO6 octahedron, whilst seventh oxygen atoms are shared between the two VO4 tetrahedra [40]. The disappearance of the peak at 937 cm−1 in the GNPs/ ZrV2O7 composite may be attributed to the increase of V-O bond length\ndue to the high pressure in the autoclave [41]. The absorption spectra of pure ZrV2O7 and 1.0% GNPs/ ZrV2O7 were recorded (Fig. 3 (a)) indicating a broad absorption range due to the introduction of GNPs. The bandgap energy was determined by the Tauc plot as explained elsewhere [42]. Briefly, the bandgap is the intersection of the extended linear part of the Tauc curve with the abscissa. Tauc curve represents the relation between photon energy (hυ) and (F(R) hν)1/2 (Fig. 3 (b)), where F(R) is the function of reflectance (Eq. (3)).\n= −F R R R ( ) (1 ) 2\n2\n(3)\nwhere R is the diffuse reflectance. The bandgaps of the pure ZrV2O7 and 1.0% GNPs/ ZrV2O7 were 2.60 and 2.30 eV, respectively. The reduction of bandgap by GNPs may be attributed to the interaction between carbon and the metal atoms at the edges of ZrV2O7 crystals during the hydrothermal treatment [43]. This interaction may play the same role of doping, which causes a change in the energy levels of semi-conductors [44]. The reduction of the bandgap caused by the GNPs suggests enhanced photocatalytic activity under visible and UV light. The reduction of bandgap may be imputed to the facile interfacial transfer of electrons between the GNPs and ZrV2O7.\nFig. 3 (c) shows TGA curves of ZrV2O7 and 1.0% GNPs/ZrV2O7 catalysts at a temperature range of (24−900 °C). A significant weight loss in both catalysts was observed due to the loss of adsorbed moisture on the surface of the particles from room temperature to about 160 °C. At a temperature higher than 550 °C, a slight weight loss was observed which may be due to the decomposition of some organics remaining in the synthesized catalysts [45]. The weight loss was 31.6% and 25.2% at a temperature of 900 °C in the case of ZrV2O7 and GNPs/ZrV2O7, respectively. The improvement of the thermal stability of GNPs/ZrV2O7 may be attributed to the cohesion of the composite particles as previously shown by TEM analysis.\nPL spectra were recorded for both synthesized catalysts as shown in\nFig. 3 (d). The emission peaks in the synthesized catalysts were the same at nearly 400 nm. However, the intensity of GNPs/ZrV2O7 was significantly lower than the intensity of ZrV2O7. The reduced intensity indicates that the separation of holes and electrons was improved due to the addition of GNPs to the pure ZrV2O7 [46]. Moreover, the observed spectra confirm that GNPs can act as an electron trap and hence reduce the electron-hole recombination rate.\nXPS spectra were carried out to assess the oxidation states and chemical composition of bare ZrV2O7 and GNPs/ZrV2O7 as shown in Fig. 4. The survey spectrum (Fig. 4 (a)) confirmed the existence of Zr, V, O and C elements in the synthesized catalysts. The binding energies of 517.78 and 524.6 eV were due to V2p3/2 and V2p1/2, respectively as shown in (Fig. 4 (b)) [47]. The peak at 530.70 eV confirmed the existence of oxygen in the prepared catalyst, while the peak at 531.8 eV was ascribed to the hydroxyl group as depicted in (Fig. 4 (c)) [47]. The peaks at 284.50 and 287 eV were attributed to (C]C) and (C–O) groups, respectively as shown in (Fig. 4 (d)). In the case of 1.0% GNPs/ ZrV2O7, two additional peaks at 285.50 and 288.80 eV were observed. The latter peak was due to the defects on the surface of GNPs, while the peak at 285.5 eV was due to the O = C-O group as illustrated in (Fig. 4 (d)) [46]. The peaks at 182.80 and 185.30 eV were ascribed to Zr 3d3/2 and Zr 3d5/2, respectively as demonstrated in (Fig. 4 (e)) [48]."
    }, {
      "heading" : "3.2. Improvement of the photocatalytic degradation by GNPs",
      "text" : "The photocatalytic performance of GNPs/ZrV2O7 was compared to the performance of bare ZrV2O7 as depicted in Fig. 5. The degradation efficiency of chlorpyrifos was improved from 85.40% to 96.8% at a pH of 7, a flow rate of 5.0 mL/min, initial chlorpyrifos concentration of 50 mg/L and a reaction time of 90 min. This improvement may be imputed to the fact that GNPs can act as an additional electron acceptor layer resulting in a lower recombination rate of electron-hole pairs [49]. GNPs are distinguished with high electrical conductivity, thereby facilitating the transfer of photo-excited electrons from the valence\nband to the conduction band of the ZrV2O7 particles [43,44]. Moreover, GNPs enhance the photocatalytic activity under visible light due to their effect on the bandgap of the composite. GNPs can also increase the adsorption affinity which leads to higher attraction of chlorpyrifos molecules to the active sites of the composites [39]. A detailed mechanism of chlorpyrifos degradation is discussed later in this study. Due to the superior performance of GNPs/ZrV2O7 composite, it was used in all the subsequent experiments in this study."
    }, {
      "heading" : "3.3. Optimization of photocatalytic operating parameters",
      "text" : "The details of the experiments as well as the degradation efficiencies from the experimental work and the response model are illustrated in Table 2. Eq. (4) depicts the response relation of the degradation efficiency and the operating parameters. A reaction time of 60 min was selected to distinguish the performance of different operational conditions.\n= + +\n+ +\nR(%) - 126.0 3.40 X 20.45X\n34.4X - 0.03430X - 1.257X - 3.292X - 0.1700X X 0.100X X - 0.137X X\n1 2\n3 2 1 2 2 2 3 1 2 1 3 2 3 (4)\nwhere R (%) is the chlorpyrifos degradation efficiency percentage after 60 min, X1, X2, and X3 represent initial chlorpyrifos concentration (mg/L), pH and flow rate (mL/min), respectively. The appropriateness of the model was confirmed by the high values of the determination coefficient (i.e., R2 = 0.974). Moreover, small P- values and high Fvalues as shown in Table 3 assured the significance of the model [50]. According to F-values, the effect of operational conditions on the degradation efficiency can be ordered as pH > initial chlorpyrifos concentration > flow rate.\nContour lines in Fig. 6 demonstrate the influence of pH, flow rate, and initial chlorpyrifos concentration on the removal of chlorpyrifos at a reaction time of 60 min. The raising of initial chlorpyrifos concentration above the optimum value (44.9 mg/L) reduced the degradation efficiency. At higher initial concentration, the oxidant species in the medium are insufficient, which mainly leads to a lower degradation, thereby, additional reaction time is required to attain the desired performance [51].\nThe increase of flow rate initially enhanced the photodegradation\nefficiency of chlorpyrifos. However, further increase above the optimum flow rate (5.47 mL/min) reduced the degradation efficiency. The effect of flow rate on the removal efficiency can be related to the time of exposure to the light source and the velocity gradient between the flow layers. A higher flow rate likely induces a higher velocity gradient which is beneficial for mixing and allows the molecules to interact with the catalyst surface.\nThe optimum pH value was found to be 4.05. The photocatalytic activity at different pH values was mainly affected by the attractive and repulsive forces between the catalyst particles and chlorpyrifos molecules. The point of zero charge (PZC) of ZrV2O7 was estimated to be nearly 1.60, therefore, the ZrV2O7 surface charge can be positive at pH < 1.60, while the ZrV2O7 particles are negatively charged at pH > 1.60 [52]. The pKa of chlorpyrifos is 4.6, so the chlorpyrifos molecules are deprotonated at pH > 4.60, while chlorpyrifos molecules become positively charged at pH < 4.60 [5]. At the optimum pH of 4.05, the forces between the catalyst particles and chlorpyrifos molecules were attractive forces resulting in high photodegradation. On the other hand, the forces between the catalyst and chlorpyrifos\nmolecules were repulsive forces at higher pH leading to lower photodegradation efficiency.\nThe interaction between the operating parameters can be explained according to ANOVA (Table 3). A significant interaction between the pH and initial chlorpyrifos concentration was observed (P-value < 0.05). This interaction can be also noted by Fig. 6 as raising both parameters led to lower degradation. The interaction between the initial concentration and pH was insignificant (P-value > 0.05), as they caused different effects on the degradation efficiency (Fig. 6). Insignificant interaction between the flow rate and pH was also observed (Pvalue > 0.05) due to their opposite influences on chlorpyrifos degradation (Fig. 6). Table 4 illustrates the optimum values of pH, flow rate and initial chlorpyrifos concentration and the predicted removal efficiency of chlorpyrifos under the optimum condition."
    }, {
      "heading" : "3.4. Photodegradation kinetics of chlorpyrifos",
      "text" : "Langmuir – Hinshelwood modified model was commonly applied to describe the degradation kinetics of pollutants in aqueous solutions [6]. The model mainly expresses the relation between the degradation rate (r) and the pollutant concentration at time (t) as shown in Eq. (5):\n= + r K K C K C1 r ad\nad (5)\nwhere Kr and Kad are the rate constant and adsorption equilibrium constant, respectively. Due to the weak adsorption in the photocatalysis process and the low concentration of contaminants, Eq. (5) can be shortened to Eq. (6) which represents the pseudo-first-order kinetics with an apparent first-order rate Kapp.\n⎛ ⎝ ⎞ ⎠ = =Ln C C K K t k to r ad app (6)\nwhere Co and C are the initial chlorpyrifos concentrations and the concentrations of chlorpyrifos at a time (t), respectively. To measure the degradation rates, the relation between Ln (CO/C) and time was fitted as depicted in Fig. 7. The degradation rates of chlorpyrifos at initial chlorpyrifos concentrations of 30, 50, and 70 mg/L were 0.0638,\n0.0352 and 0.0164, respectively at a pH of 7 and a flow rate of 5 mL/ min. The estimated degradation rates from the model confirmed the decrease in degradation efficiency with the increase of initial chlorpyrifos concentration. The results were in accordance with the previously discussed optimization results of the initial concentration effect."
    }, {
      "heading" : "3.5. Degradation mechanism",
      "text" : "Fig. 8 shows the interaction between GNPs and ZrV2O7 and the mechanism for the generation of ROS on the surface of GNPS/ZrV2O7. GNPs act as an electron mediator in the GNPs/ZrV2O7 heterojunction and form an ohmic contact with a low contact resistance enhancing the electron transfer [53]. Consequently, GNPs reduce the potential of the conduction band resulting in a negative shift in the Fermi level of the composite [54]. Moreover, electrons can easily transfer through the GNPs and be scavenged by dissolved oxygen, enhancing the separation of electron-hole pairs [54] GNPs also improve the adsorbability which was confirmed by the increase of BET surface area of GNPs/ZrV2O7 [55].\nWhen the catalyst is illuminated using a convenient light source, electrons are excited from the valence band (VB) to the conduction band (CB) and holes stay in the valence band. Then, the electrons in the conduction band react with oxygen to form superoxide radicals. Furthermore, GNPs surface can accept electrons from the conduction band, then, negatively charged GNPs can react with oxygen to form superoxide radicals [49]. The generated superoxide radicals can react with protons to form reactive radicals, namely hydroperoxyl radicals, which can be further reduced to hydrogen peroxide and subsequently hydroxyl radicals. At the same time, holes in the valence band can react with water or hydroxyl ions to form hydroxyl radicals. Holes,\nsuperoxide (hydroperoxyl) radicals and hydroxyl radicals all can contribute to the photocatalytic degradation of chlorpyrifos.\nDifferent inhibitors of reactive species were used to identify the contribution of different ROS in photocatalytic degradation as depicted in Fig. 9. Isopropanol (ISO), ammonium oxalate (AO), and p-benzoquinone (BQ) were used as scavengers of hydroxyl radicals, hole radicals and superoxide radicals, respectively. The removal efficiency of chlorpyrifos was 96.80% in the absence of scavengers, while the degradation efficiency was reduced to 64.8%, 75.6%, 95.2% in case of addition of 1 mM of ISO, AO and BQ respectively at a pH of 7, a flow rate of 5 mL/min, an initial chlorpyrifos concentration of 50.0 mg/L, and a reaction time of 90 min. The results confirmed that all reactive species participated in the photodegradation efficiency of chlorpyrifos with different extents. However, hydroxyl radicals and holes were more significant to the photodegradation efficiency of chlorpyrifos more than superoxide radicals."
    }, {
      "heading" : "3.6. Stability and reusability performance of immobilized catalysts",
      "text" : "The performance of ZrV2O7 and GNPS/ZrV2O7 in five consecutive runs was investigated as depicted in Fig. 10. The degradation\nefficiencies of chlorpyrifos using bare ZrV2O7 were 85.40%, 84.60%, 83.8%, 82.6% and 81.8% at pH of 7, a flow rate of 5 mL/min, initial chlorpyrifos concentration of 50.0 mg/L and reaction time of 90 min. In the case of GNPs/ZrV2O7, the degradation efficiencies were 96.80%, 95.20%, 93.80%, 92.80% and 91% at the same conditions. It was observed that the degradation slightly decreased in each subsequent cycle. This slight decrease in chlorpyrifos degradation in each following cycle may be attributed to the scouring of the coated catalyst due to the friction between the catalyst particles and the flow layers. Moreover, the chlorpyrifos molecules and their transformation products may be adsorbed and accumulated on the surface of the catalyst particles leading to a slight reduction of the active sites available for photon\nabsorption and ROS generation. However, the appropriate degradation of chlorpyrifos in the five cycles confirmed the continuous generation of reactive species, the high stability of the attached nanoparticles under long periods of illumination, and the excellent immobilization of catalyst particles on the glass plates using polysiloxane. GNPs/ZrV2O7 characteristics were investigated by SEM, XRD, and Raman spectroscopy after the five continuous cycles. The SEM analysis (Fig. S1 (c)) indicated no significant change in the morphology of the used GNPs/ ZrV2O7. Similar peaks were observed for the intact and used GNPs/ ZrV2O7 (Fig. S3) denoting no change in the lattice structure of the catalyst crystals. The stability of the catalyst structure was also affirmed by the analogous vibrational modes recorded by Raman spectrometry (Fig. S4).\n3.7. Identification of transformation products and suggested degradation pathways\nFig. 11 shows the peaks of the generated by-products during the treatment process. The peak with an m/z of 350 was for the parent pollutant (chlorpyrifos) as shown in Fig. 11 (a). A product with an m/z of 333 (P1) (Fig. 12 (b)) was generated due to the hydroxyl radical attacks to P = S bond [3]. An Intermediate compound with an m/z of 313 (P2) was generated due to the replacement of chlorine atom in P1 with hydroxyl group as depicted in Fig. 11 (c), while a product with an m/z of 298 (P3) was formed due to the substitution of the chlorine atom in P2 with hydroxyl group as demonstrated in Fig. 11 (d) [56]. Another intermediate with an m/z of 280 (P4) (Fig. 11 (d)) was formed by replacing the chlorine atom in P3 with the hydroxyl group [57]. A compound with an m/z of 305 (P5) (Fig. 11 (e)) was formed through deethylation of P1 and intermediate with an m/z of 277 (P6) (Fig. 12 (f)) was also generated due to the deethylation of P5. Moreover, a product with an m/z of 224 (P7) (Fig. 12 (g)) was generated due to the hydroxylation of P6. Then, intermediates with m/z of 198 (P8) and 155 (P9) (Fig. 11 (h)) were formed due to the cleavage of the C-O bond of P4 and P7 [3]. The continuous generation of reactive species leads to the degradation of P8 and P9 to simpler products such as PO4, NO3, CO2, and H2O. The proposed pathway was suggested according to the identification of transformation products as depicted in Fig. 12. Moreover, Fig. 13 demonstrates the concentration change of the transformation products during the photocatalytic process according to peak area. High concentrations of the nine products were detected at the early stages of the process, then, they were gradually decreased later. This observation indicates that several transformation products can be generated during the chlorpyrifos oxidation and can be further oxidized to attain complete degradation."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The characterization of the synthesized composite by TEM, SEM,\nXRD, XPS, TGA, and Raman spectra confirmed the excellent interaction of GNPs and ZrV2O7 particles. The GNPs/ZrV2O7 composite showed higher photocatalytic activity than bare ZrV2O7 for the degradation of chlorpyrifos. The optimum values of the operating parameters according to the RSM optimization were a pH of 4.05, an initial chlorpyrifos concentration of 44.9 mg/L, and a flow rate of 5.47 mL/min. The degradation efficiencies were 96.8%, 95.2%, 93.8%, 92.8% and 91.0% using GNPs/ZrV2O7 in five consecutive cycles indicating the long-term stability of the prepared composite. Accordingly, the designed innovative photocatalytic reactor can be usefully employed for the degradation of chlorpyrifos using GNPs/ZrV2O7. Hydroxyl radicals and holes were found to be effective reactive species in the degradation process. The degradation pathways were proposed via the identification of the transformation products.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The first author is grateful to the Egyptian ministry of higher education for granting him a full Ph.D. scholarship. This work was partially supported by project No 26279 funded by the Science and Technology Development Fund (STDF), Egypt. The third author is supported by a postdoctoral fellowship granted by the Japan Society for the Promotion of Science (JSPS) (Grant No: 19F19349)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.cej.2020.124974."
    } ],
    "references" : [ {
      "title" : "UV assisted electrochemical technologies for the removal of oxyfluorfen from soil washing wastes",
      "author" : [ "E.V. dos Santos", "C. Sáez", "P. Cañizares", "C.A. Martínez-Huitle", "M.A. Rodrigo" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "Effect of Zr +4 doping on characteristics and sonocatalytic activity of TiO 2 /carbon nanotubes composite catalyst for degradation of chlorpyrifos",
      "author" : [ "A.F. Hassan", "H. Elhadidy" ],
      "venue" : "J. Phys. Chem. Solids. 129 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "L",
      "author" : [ "H. Liu", "J. Chen", "N. Wu", "X. Xu", "Y. Qi" ],
      "venue" : "Jiang, et al., Oxidative degradation of chlorpyrifos using ferrate(VI): Kinetics and reaction mechanism, Ecotoxicol. Environ. Saf. 170 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Removal of chlorpyrifos",
      "author" : [ "S. Vigneshwaran", "J. Preethi", "S. Meenakshi" ],
      "venue" : "an insecticide using metal free heterogeneous graphitic carbon nitride (g-C 3 N 4) incorporated chitosan as catalyst: Photocatalytic and adsorption studies, Elsevier B.V",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Photocatalytic degradation of monocrotophos and chlorpyrifos in aqueous solution using TiO< inf>2< /inf>under UV radiation",
      "author" : [ "A. Amalraj", "A. Pius" ],
      "venue" : "J. Water Process Eng. 7 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Comparison of solar TiO2 photocatalysis and solar photo-Fenton for treatment of pesticides industry wastewater : Operational conditions",
      "author" : [ "M. Gar Alalm", "A. Tawfik", "S. Ookawara" ],
      "venue" : "kinetics, and costs, J. Water Process Eng. 8 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Improved WO3photocatalytic efficiency using ZrO2and Ru for the degradation of carbofuran and ampicillin",
      "author" : [ "M. Gar Alalm", "S. Ookawara", "D. Fukushi", "A. Sato", "A. Tawfik" ],
      "venue" : "J. Hazard. Mater. 302 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Optimization of chlorpyrifos degradation by Fenton oxidation using CCD and ANFIS computing technique",
      "author" : [ "R. Saini", "P. Kumar" ],
      "venue" : "J. Environ. Chem. Eng. 4 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Degradation of chlorpyrifos",
      "author" : [ "M.S. Hossain", "A.N.M. Fakhruddin", "M.A.Z. Chowdhury", "M.K. Alam" ],
      "venue" : "an organophosphorus insecticide in aqueous solution with gamma irradiation and natural sunlight, J. Environ. Chem. Eng. 1 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fenton treatment of chlorpyrifos",
      "author" : [ "A.C. Affam", "M. Chaudhuri", "S.R.M. Kutty" ],
      "venue" : "cypermethrin and chlorothalonil pesticides in aqueous solution, J. Environ. Sci. Technol. 5 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "B",
      "author" : [ "A. Mikolajczyk", "A. Zaleska-Medynska", "J. Nadolna", "P. Mazierski", "A. Malankowska" ],
      "venue" : "Bajorowicz, The role of lanthanides in TiO 2 -based photocatalysis: A review, Appl. Catal. B Environ. 233 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Formation and efficacy of TiO2/AC composites prepared under microwave irradiation in the photoinduced transformation of the 2-propanol VOC pollutant in air",
      "author" : [ "S. Horikoshi", "S. Sakamoto", "N. Serpone" ],
      "venue" : "Appl. Catal. B Environ. 140–141 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "R",
      "author" : [ "F. Deng", "X. Lu", "Y. Luo", "J. Wang", "W. Che" ],
      "venue" : "Yang, et al., Novel visible-light-driven direct Z-scheme CdS/CuInS2 nanoplates for excellent photocatalytic degradation performance and highly-efficient Cr(VI) reduction, Chem. Eng. J. 361 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "U",
      "author" : [ "S. Salaeh", "D. Juretic Perisic", "M. Biosic", "H. Kusic", "S. Babic" ],
      "venue" : "Lavrencic Stangar, et al., Diclofenac removal by simulated solar assisted photocatalysis using TiO2based zeolite catalyst; mechanisms, pathways and environmental aspects, Chem. Eng. J. 304 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "D",
      "author" : [ "P. Ju", "P. Wang", "B. Li", "H. Fan", "S. Ai" ],
      "venue" : "Zhang, et al., A novel calcined Bi2WO6/ BiVO4heterojunction photocatalyst with highly enhanced photocatalytic activity, Chem. Eng. J. 236 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Bozic",
      "author" : [ "M. Kovacic", "J. Papac", "H. Kusic", "P. Karamanis", "A. Loncaric" ],
      "venue" : "Degradation of polar and non-polar pharmaceutical pollutants in water by solar assisted photocatalysis using hydrothermal TiO2-SnS2, Chem. Eng. J. 382 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis",
      "author" : [ "P.P. Sahoo", "S. Sumithra", "G. Madras", "T.N. Guru Row" ],
      "venue" : "Structure, Negative Thermal Expansion, and Photocatalytic Property of Mo Doped ZrV 2 O 7, Inorg. Chem. 50 (18) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Reduced graphene oxide-TiO2 nanocomposite as a promising visible-light-active photocatalyst for the conversion of carbon dioxide",
      "author" : [ "L.L. Tan", "W.J. Ong", "S.P. Chai", "A.R. Mohamed" ],
      "venue" : "Nanoscale Res. Lett. 8 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "TiO2/graphene composite from thermal reaction of graphene oxide and its photocatalytic activity in visible light",
      "author" : [ "Y. Zhang", "C. Pan" ],
      "venue" : "J. Mater. Sci. 46 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Enhanced photocatalytic activity of graphene-TiO2 composite under visible light irradiation",
      "author" : [ "N.R. Khalid", "E. Ahmed", "Z. Hong", "L. Sana", "M. Ahmed" ],
      "venue" : "Curr. Appl. Phys. 13 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis of mesoporous TiO2-curcumin nanoparticles for photocatalytic degradation of methylene blue dye",
      "author" : [ "Z.M. Abou-Gamra", "M.A. Ahmed" ],
      "venue" : "J. Photochem. Photobiol. B Biol. 160 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Improved WO3 photocatalytic efficiency using ZrO2 and Ru for the degradation of carbofuran and ampicillin",
      "author" : [ "M. Gar Alalm", "S. Ookawara", "D. Fukushi", "A. Sato", "A. Tawfik" ],
      "venue" : "J. Hazard. Mater. 302 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Photocatalytic degradation of three azo dyes using immobilized TiO2 nanoparticles on glass plates activated by UV light irradiation: Influence of dye molecular structure",
      "author" : [ "A.R. Khataee", "M.N. Pons", "O. Zahraa" ],
      "venue" : "J. Hazard. Mater. 168 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Effective photocatalytic degradation of sulfamethazine by CNTs/LaVO4 in suspension and dip coating modes",
      "author" : [ "M. Samy", "M.G. Ibrahim", "M. Gar Alalm", "M. Fujii" ],
      "venue" : "Sep. Purif. Technol. 235 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Photocatalytic degradation of trimethoprim using S-TiO2 and Ru/WO3/ZrO2 immobilized on reusable fixed plates",
      "author" : [ "M. Samy", "M.G. Ibrahim", "M. Gar Alalm", "M. Fujii", "S. Ookawara", "T. Ohno" ],
      "venue" : "J. Water Process Eng. 33 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Hydrothermal and Solvothermal Syntheses (2017), https://doi. org/10.1016/B978-0-444-63591-4.00004-5",
      "author" : [ "S.H. Feng", "G.H. Li" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Effect of organic co-solvents in the evaluation of the hydroxyl radical scavenging activity by the 2-deoxyribose degradation assay: The paradigmatic case of α-lipoic acid",
      "author" : [ "A. Brizzolari", "G.M. Campisi", "E. Santaniello", "N. Razzaghi-Asl", "L. Saso", "M.C. Foti" ],
      "venue" : "Biophys. Chem. 220 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Photocatalytic degradation of 4chloro-2-methylphenoxyacetic acid using W-doped TiO2",
      "author" : [ "E.O. Oseghe", "P.G. Ndungu", "S.B. Jonnalagadda" ],
      "venue" : "J. Photochem. Photobiol. A Chem. 312 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "T",
      "author" : [ "M. Gar Alalm", "M. Samy", "S. Ookawara" ],
      "venue" : "Ohno, Immobilization of S-TiO2 on reusable aluminum plates by polysiloxane for photocatalytic degradation of 2,4-dichlorophenol in water, J. Water Process Eng. 26 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Photocatalytic degradation of industrial pulp and paper mill ef fl uent using synthesized magnetic Fe 2 O 3 -TiO 2: /Treatment efficiency and characterizations of reused photocatalyst",
      "author" : [ "W. Subramonian", "T.Y. Wu", "S. Chai" ],
      "venue" : "J. Environ. Manage. 187 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Photocatalytic removal of cefazolin using Ag3PO4/BiOBr under visible light and optimization of parameters by response surface methodology",
      "author" : [ "Yuhui Xiao", "Xianghua Song", "Zhuo Liu", "Ruiping Li", "Xiaorong Zhao", "Yingping Huang" ],
      "venue" : "J. Indust. Eng. Chem",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Sulfur removal of gas oil using ultrasound-assisted catalytic oxidative process and study of its optimum conditions",
      "author" : [ "Z. Shayegan", "M. Razzaghi", "A. Niaei", "D. Salari" ],
      "venue" : "30 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Cocatalyst free Z-schematic enhanced H2 evolution over LaVO4/BiVO4 composite photocatalyst using Ag as an electron mediator",
      "author" : [ "N.K. Veldurthi", "N.K. Eswar", "S.A. Singh", "G. Madras" ],
      "venue" : "“Applied Catal. B, Environ. (2017), https://doi.org/10.1016/j.  M. Samy, et al.  Chemical Engineering Journal 395 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Invention of Hollow Zirconium Tungesto-Vanadate at Nanotube Morphological Structure for Radionuclides and Heavy Metal Pollutants Decontamination from Aqueous Solutions",
      "author" : [ "M.F. Elkady", "H.S. Hassan" ],
      "venue" : "Nanoscale Res. Lett. 10 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The effects of graphene nano-platelet additions on the sliding wear of TiC-Ni 3 Al cermets",
      "author" : [ "M. Gaier", "Z.N. Farhat", "K.P. Plucknett" ],
      "venue" : "Tribol. Int. 130 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced photocatalytic activity of Pt-TiO 2 /WO 3 hybrid material with energy storage ability",
      "author" : [ "H. Khan", "M.G. Rigamonti", "D.C. Boffito" ],
      "venue" : "Appl. Catal. B Environ. 252 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "L",
      "author" : [ "U.L.C. Hemamala", "F. El-Ghussein", "D.V.S. Muthu", "A.M. Krogh Andersen", "S. Carlson" ],
      "venue" : "Ouyang, et al., High-pressure Raman and infrared study of ZrV 2O7, Solid State Commun. 141 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Influence of W doped ZrV 2 O 7 on structure",
      "author" : [ "Q. Liu", "J. Yang", "X. Sun", "X. Cheng", "H. Tang", "H. Li" ],
      "venue" : "negative thermal expansion property and photocatalytic performance, Appl. Surf. Sci. 313 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Room-Temperature Superstructure of ZrV2O7",
      "author" : [ "J.S.O. Evans", "J.C. Hanson", "A.W. Sleight" ],
      "venue" : "Acta Crystallogr. Sect. B Struct. Sci. 54 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Pressure-induced amorphization and decomposition in Zr V2 O7: A Raman spectroscopic study",
      "author" : [ "T. Sakuntala", "A.K. Arora", "V. Sivasubramanian", "R. Rao", "S. Kalavathi", "S.K. Deb" ],
      "venue" : "Phys. Rev. B - Condens. Matter Mater. Phys. 75 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Microwave assisted combustion synthesis of coupled ZnO-ZrO2nanoparticles and their role in the photocatalytic degradation of 2,4-dichlorophenol",
      "author" : [ "E.D. Sherly", "J.J. Vijaya", "N.C.S. Selvam", "L.J. Kennedy" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Highly photoactive",
      "author" : [ "J.S. Lee", "K.H. You", "C.B. Park" ],
      "venue" : "low bandgap TiO 2 nanoparticles wrapped by graphene, Adv. Mater. 24 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A unique ZnFe2O4/graphene nanoplatelets nanocomposite for electrochemical energy storage and efficient visible light driven catalysis for the degradation of organic noxious in wastewater",
      "author" : [ "M. Israr", "J. Iqbal", "A. Arshad", "S.O. Aisida", "I. Ahmad" ],
      "venue" : "J. Phys. Chem. Solids. 140 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "P",
      "author" : [ "N.E. Iram", "M.S. Khan", "R. Jolly", "M. Arshad", "M. Alam" ],
      "venue" : "Alam, et al., Interaction mode of polycarbazole-titanium dioxide nanocomposite with DNA: Molecular docking simulation and in-vitro antimicrobial study, J. Photochem. Photobiol. B Biol. 153 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "One-step preparation of CNTs/  InVO 4 hollow nanofibers by electrospinning and its photocatalytic performance under visible light",
      "author" : [ "Y. Zhang", "D. Ma", "J. Wu", "Q. Zhang", "Y. Xin", "N. Bao" ],
      "venue" : "Appl. Surf. Sci. 353 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Microwave-Assisted Synthesis of Mixed Metal-Oxide Nanoparticles",
      "author" : [ "A. Verma", "R. Dwivedi", "R. Prasad", "K.S. Bartwal" ],
      "venue" : "J. Nanoparticles. 2013 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "M",
      "author" : [ "A. Juma", "I. Oja Acik", "A.T. Oluwabi", "A. Mere", "V. Mikli" ],
      "venue" : "Danilson, et al., Zirconium doped TiO 2 thin films deposited by chemical spray pyrolysis, Appl. Surf. Sci. 387 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Photodegradation of methylene blue by a ternary magnetic TiO2/Fe3O4/graphene oxide nanocomposite under visible light",
      "author" : [ "M. Nadimi", "A. Ziarati Saravani", "M.A. Aroon", "A. Ebrahimian Pirbazari" ],
      "venue" : "Mater. Chem. Phys. 225 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Modeling and optimization of a sono-assisted photocatalytic water treatment process via central composite design methodology",
      "author" : [ "A. Reza", "J. Saien", "S. Chin", "H. Anh", "E. Park", "J. Jurng" ],
      "venue" : "Process Saf. Environ. Prot. 94 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Photocatalytic degradation of model textile dyes in wastewater using ZnO as semiconductor catalyst",
      "author" : [ "S. Chakrabarti", "B.K. Dutta" ],
      "venue" : "J. Hazard. Mater. 112 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Characterization of vanadium oxide on ZrO2-based catalyst precursors",
      "author" : [ "M. Valigi", "D. Gazzoli", "G. Ferraris", "E. Bemporad" ],
      "venue" : "Phys. Chem. Chem. Phys. 5 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Simultaneous removal of Cr(VI) and phenol contaminants using Z-scheme bismuth oxyiodide/reduced graphene oxide/bismuth sulfide system under visible-light irradiation",
      "author" : [ "A. Chen", "Z. Bian", "J. Xu", "X. Xin", "H. Wang" ],
      "venue" : "Chemosphere. 188 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Z",
      "author" : [ "H. Wang", "L. Zhang", "Z. Chen", "J. Hu", "S. Li" ],
      "venue" : "Wang, et al., Semiconductor heterojunction photocatalysts: Design, construction, and photocatalytic performances, Chem. Soc. Rev. 43 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "BiVO4/Bi2O3heterojunction deposited on graphene for an enhanced visible-light photocatalytic activity",
      "author" : [ "P. Qiu", "B. Park", "J. Choi", "M. Cui", "J. Kim", "J. Khim" ],
      "venue" : "J. Alloys Compd. 706 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "L. Zhou", "Y. Zhang", "R. Ying", "G. Wang", "T. Long" ],
      "venue" : "Li, et al., Thermoactivated persulfate oxidation of pesticide chlorpyrifos in aquatic system: kinetic and mechanistic investigations, Environ. Sci. Pollut. Res. 24 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The degradation of chlorpyrifos and diazinon in aqueous solution by ultrasonic irradiation: effect of parameters and degradation pathway",
      "author" : [ "Y. Zhang", "Y. Hou", "F. Chen", "Z. Xiao", "J. Zhang", "X. Hu" ],
      "venue" : "Chemosphere 82 (2011) 1109–1115, https://doi.org/10. 1016/j.chemosphere.2010.11.081.  M. Samy, et al.  Chemical Engineering Journal 395 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Pesticides have been frequently detected in the aquatic environment through the wastewater discharge of agrochemical industries as well as the runoff of agriculture lands [1].",
      "startOffset" : 171,
      "endOffset" : 174
    }, {
      "referenceID" : 1,
      "context" : "Chlorpyrifos is one of the commonly used organophosphate pesticides for pest control and prevention of diseases threatening crops due to its low cost and activity towards many species of pests and insects [2,3].",
      "startOffset" : 205,
      "endOffset" : 210
    }, {
      "referenceID" : 2,
      "context" : "Chlorpyrifos is one of the commonly used organophosphate pesticides for pest control and prevention of diseases threatening crops due to its low cost and activity towards many species of pests and insects [2,3].",
      "startOffset" : 205,
      "endOffset" : 210
    }, {
      "referenceID" : 3,
      "context" : "5 μg/L in case of mixed types of pesticides according to the World Health Organization (WHO) [4].",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 4,
      "context" : "In particular, chlorpyrifos leads to the disorder of human nerves and respiratory systems as well as the disability and the death of mammals[5].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 5,
      "context" : "Chlorpyrifos is classified as a low biodegradable organic; therefore, conventional biological treatment processes cannot achieve desirable degradation [6].",
      "startOffset" : 151,
      "endOffset" : 154
    }, {
      "referenceID" : 6,
      "context" : "Moreover, pesticides cannot be effectively removed through coagulation-sedimentation processes because they are usually dissolved in organic solvents that have high miscibility with water [7].",
      "startOffset" : 188,
      "endOffset" : 191
    }, {
      "referenceID" : 7,
      "context" : "AOPs such as Fenton reaction [8], gamma irradiation [9] and photo-Fenton [10] have been previously evaluated for the degradation of chlorpyrifos.",
      "startOffset" : 29,
      "endOffset" : 32
    }, {
      "referenceID" : 8,
      "context" : "AOPs such as Fenton reaction [8], gamma irradiation [9] and photo-Fenton [10] have been previously evaluated for the degradation of chlorpyrifos.",
      "startOffset" : 52,
      "endOffset" : 55
    }, {
      "referenceID" : 9,
      "context" : "AOPs such as Fenton reaction [8], gamma irradiation [9] and photo-Fenton [10] have been previously evaluated for the degradation of chlorpyrifos.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 10,
      "context" : "However, the requirement for long reaction time and consumption of chemicals were often reported [11,12].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 11,
      "context" : "However, the requirement for long reaction time and consumption of chemicals were often reported [11,12].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 12,
      "context" : "The photocatalysis process is mainly based on the reaction of reactive oxidant species (ROS) generated via the excitation of a metal oxide semiconductor using an appropriate light source with an energy higher than the bandgap of the semiconductor [13,14].",
      "startOffset" : 247,
      "endOffset" : 254
    }, {
      "referenceID" : 13,
      "context" : "The photocatalysis process is mainly based on the reaction of reactive oxidant species (ROS) generated via the excitation of a metal oxide semiconductor using an appropriate light source with an energy higher than the bandgap of the semiconductor [13,14].",
      "startOffset" : 247,
      "endOffset" : 254
    }, {
      "referenceID" : 14,
      "context" : "However, the conventional semiconductors challenge the fast recombination rate and wide bandgap issues, which lead to a low photocatalytic activity under visible light and natural solar light irradiation [15,16].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 15,
      "context" : "However, the conventional semiconductors challenge the fast recombination rate and wide bandgap issues, which lead to a low photocatalytic activity under visible light and natural solar light irradiation [15,16].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 16,
      "context" : "To overcome the aforementioned drawbacks, nonconventional bimetallic oxides such as zirconium vanadate (ZrV2O7) were used as a photocatalyst due to its narrow bandgap that supports the absorption of visible light [17].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 21,
      "context" : "Nano-scale photocatalysts have been usually used in suspension to illuminate a larger area of the nanoparticles [22].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 22,
      "context" : "appropriate heating attachment method [24].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 23,
      "context" : "The application of polysiloxane has been proposed in our previous studies to achieve strong catalyst adhesion to the supporting plates in complete mix reactors [25,26].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 24,
      "context" : "The application of polysiloxane has been proposed in our previous studies to achieve strong catalyst adhesion to the supporting plates in complete mix reactors [25,26].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 25,
      "context" : "Then, it was transferred and sealed in a Teflon lined stainless steel autoclave at 120 °C under an estimated pressure of about 5000 psi for 2 h [27].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 26,
      "context" : "Acetonitrile was chosen because it is high miscible in water and weak scavenger of radicals [28].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 27,
      "context" : "0% GNPs/ZrV2O7 was measured using the powder addition method [29].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 28,
      "context" : "The Kubelka-Munk function was used for the estimation of the bandgap of the prepared catalysts depending on the reflectance and wavelength values from UV–Vis spectroscopy analysis (Jasco, V-630 UV–Vis spectrophotometer) [30].",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 29,
      "context" : "RSM gives the potential to achieve an excellent interaction between the operating parameters compared 8 to the weak interaction of traditional experimental design [31].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 30,
      "context" : "(2) shows the quadratic equation that relates the dependent and the independent variables [32]:",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 31,
      "context" : "The regression analysis and significance of the model were performed using Minitab© 18 software and analysis of variance (ANOVA), respectively [33].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 32,
      "context" : "The optimum values of operating parameters were determined by defining the maximum removal efficiency of chlorpyrifos as a target after 60 min [34].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 34,
      "context" : "The diffraction at other planes of the GNPs precursor (typically graphite) can be reduced after the synthesis of GNPs [36].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 36,
      "context" : "These peaks indicate the growth of VO4 tetrahedra inside the lattice [38].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 37,
      "context" : "The superstructure of ZrV2O7 at room temperature is usually presented in the form of a 3 × 3 × 3 unit cell [39].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 36,
      "context" : "The overlapping peaks at178, 189 and 280 cm are assigned to the symmetric bending of VO4 tetrahedron [38].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 38,
      "context" : "In the proposed superstructure, six oxygen atoms in two VO4 tetrahedra are shared with ZrO6 octahedron, whilst seventh oxygen atoms are shared between the two VO4 tetrahedra [40].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 39,
      "context" : "due to the high pressure in the autoclave [41].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 40,
      "context" : "The bandgap energy was determined by the Tauc plot as explained elsewhere [42].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 41,
      "context" : "The reduction of bandgap by GNPs may be attributed to the interaction between carbon and the metal atoms at the edges of ZrV2O7 crystals during the hydrothermal treatment [43].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 42,
      "context" : "This interaction may play the same role of doping, which causes a change in the energy levels of semi-conductors [44].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 43,
      "context" : "At a temperature higher than 550 °C, a slight weight loss was observed which may be due to the decomposition of some organics remaining in the synthesized catalysts [45].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 44,
      "context" : "The reduced intensity indicates that the separation of holes and electrons was improved due to the addition of GNPs to the pure ZrV2O7 [46].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 47,
      "context" : "imputed to the fact that GNPs can act as an additional electron acceptor layer resulting in a lower recombination rate of electron-hole pairs [49].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 41,
      "context" : "band to the conduction band of the ZrV2O7 particles [43,44].",
      "startOffset" : 52,
      "endOffset" : 59
    }, {
      "referenceID" : 42,
      "context" : "band to the conduction band of the ZrV2O7 particles [43,44].",
      "startOffset" : 52,
      "endOffset" : 59
    }, {
      "referenceID" : 37,
      "context" : "adsorption affinity which leads to higher attraction of chlorpyrifos molecules to the active sites of the composites [39].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 48,
      "context" : "Moreover, small P- values and high Fvalues as shown in Table 3 assured the significance of the model [50].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 49,
      "context" : "At higher initial concentration, the oxidant species in the medium are insufficient, which mainly leads to a lower degradation, thereby, additional reaction time is required to attain the desired performance [51].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 5,
      "context" : "Langmuir – Hinshelwood modified model was commonly applied to describe the degradation kinetics of pollutants in aqueous solutions [6].",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 51,
      "context" : "GNPs act as an electron mediator in the GNPs/ZrV2O7 heterojunction and form an ohmic contact with a low contact resistance enhancing the electron transfer [53].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 52,
      "context" : "Consequently, GNPs reduce the potential of the conduction band resulting in a negative shift in the Fermi level of the composite [54].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 52,
      "context" : "GNPs and be scavenged by dissolved oxygen, enhancing the separation of electron-hole pairs [54] GNPs also improve the adsorbability which was confirmed by the increase of BET surface area of GNPs/ZrV2O7 [55].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 53,
      "context" : "GNPs and be scavenged by dissolved oxygen, enhancing the separation of electron-hole pairs [54] GNPs also improve the adsorbability which was confirmed by the increase of BET surface area of GNPs/ZrV2O7 [55].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 47,
      "context" : "Furthermore, GNPs surface can accept electrons from the conduction band, then, negatively charged GNPs can react with oxygen to form superoxide radicals [49].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 2,
      "context" : "12 (b)) was generated due to the hydroxyl radical attacks to P = S bond [3].",
      "startOffset" : 72,
      "endOffset" : 75
    }, {
      "referenceID" : 55,
      "context" : "11 (d)) was formed by replacing the chlorine atom in P3 with the hydroxyl group [57].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 2,
      "context" : "11 (h)) were formed due to the cleavage of the C-O bond of P4 and P7 [3].",
      "startOffset" : 69,
      "endOffset" : 72
    } ],
    "year" : 2020,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}