{
  "name" : "downloads_2019-11-16_0c_10.1016@j.bios.2019.03.006.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ultrasensitive tantalum oxide nano-coated long-period gratings for detection of various biological targets",
    "authors" : [ "Monika Piestrzyńska", "Magdalena Dominik", "Kamil Kosiel", "Marta Janczuk-Richter", "Katarzyna Szot-Karpińska", "Ewa Brzozowska", "Liyang Shao", "Joanna Niedziółka-Jonsson", "Wojtek J. Bock", "Mateusz Śmietanaa" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nUltrasensitive tantalum oxide nano-coated long-period gratings for detection of various biological targets\nMonika Piestrzyńskaa, Magdalena Dominika, Kamil Kosielb, Marta Janczuk-Richterc, Katarzyna Szot-Karpińskac, Ewa Brzozowskad, Liyang Shaoe, Joanna Niedziółka-Jonssonc, Wojtek J. Bockf, Mateusz Śmietanaa,e,⁎ aWarsaw University of Technology, Institute of Microelectronics and Optoelectronics, Warsaw, Koszykowa 75, Poland b Institute of Electron Technology, Al. Lotników 32/46, 02-668 Warsaw, Poland c Institute of Physical Chemistry, Polish Academy of Sciences, Kasprzaka 44/52, 01-224 Warsaw, Poland d Institute of Immunology and Experimental Therapy, Polish Academy of Sciences, Rudolfa Weigla 12, 53-114 Wrocław, Poland e Southern University of Science and Technology, Department of Electrical and Electronic Engineering, Shenzhen 518055, China fUniversité du Québec en Outaouais, Centre de Recherche en Photonique, 101 Rue Saint-Jean-Bosco, Gatineau, QC, Canada J8X 3X7\nA R T I C L E I N F O\nKeywords: Optical fiber sensor Long-period grating Tantalum oxide Atomic layer deposition Label-free biosensing Bacteria detection Protein detection\nA B S T R A C T\nIn this work we discussed a label-free biosensing application of long-period gratings (LPGs) optimized in refractive index (RI) sensitivity by deposition of thin tantalum oxide (TaOx) overlays. Comparing to other thin film and materials already applied for maximizing the RI sensitivity, TaOx offers good chemical and mechanical stability during its surface functionalization and other biosensing experiments. It was shown theoretically and experimentally that when RI of the overlay is as high as 2 in IR spectral range, for obtaining LPGs ultrasensitive to RI, the overlay's thickness must be determined with subnanometer precision. In this experiment the TaOx overlays were deposited using Atomic Layer Deposition method that allowed for achieving overlays with exceptionally well-defined thickness and optical properties. The TaOx nano-coated LPGs show RI sensitivity determined for a single resonance exceeding 11,500 nm/RIU in RI range nD= 1.335–1.345 RIU, as expected for label-free biosensing applications. Capability for detection of various in size biological targets, i.e., proteins (avidin) and bacteria (Escherichia coli), with TaOx-coated LPGs was verified using biotin and bacteriophage adhesin as recognition elements, respectively. It has been shown that functionalization process, as well as type of recognition elements and target analyte must be taken into consideration when the LPG sensitivity is optimized. In this work optimized approach made possible detection of small in size biological targets such as proteins with sensitivity reaching 10.21 nm/log(ng/ml)."
    }, {
      "heading" : "1. Introduction",
      "text" : "The development of urban agglomerations means that modern society is more than ever exposed to infections of water resources with abnormal viral and bacterial flora. Laboratory tests of water and food products are responsible for identification and elimination of the threat, but currently used detection methods are rather time-consuming, expensive, or do not provide reliable information about the biological contamination (Rohde et al., 2015). Sensing solutions capable for onsite or remote detection of various biological targets are therefore highly demanded.\nIn recent years, much attention has been given to the development of optical fiber sensors, in particular those based on long-period\ngratings (LPGs). The general advantages of optical fiber sensors are mainly immunity to external electromagnetic interference, potential for good resistance to harsh environmental conditions and ability for a realtime and remote detection. LPG is a periodic modulation of the refractive index (RI) within core of a single-mode optical fiber (Chiavaioli et al., 2017). The range of the modulation period is typically from 100 µm up to 1mm and induces coupling between fundamental core mode (LP0,1) and a series of cladding modes (LP0, m). The coupling is observed as attenuation peaks in the LPG transmission spectrum, each centered at discrete resonance wavelength (James and Tatam, 2003). The LPG-based sensors can be used to detect changes in temperature (Bhatia, 1999; Shu et al., 2001) or strain (Glavind et al., 2014; Liu et al., 2013). Since the LPG couples light into the fiber cladding, the\nhttps://doi.org/10.1016/j.bios.2019.03.006 Received 28 December 2018; Received in revised form 4 March 2019; Accepted 5 March 2019\n⁎ Corresponding author. E-mail address: M.Smietana@elka.pw.edu.pl (M. Śmietana).\nBiosensors and Bioelectronics 133 (2019) 8–15\nAvailable online 06 March 2019 0956-5663/ © 2019 Elsevier B.V. All rights reserved.\nT\nresonance wavelength depends also on optical properties of external medium, in particular its external RI (next) (Khaliq et al., 2001; Falciai et al., 2001) as well as coating formed on the fiber surface. This property is the main advantage of the LPG sensor, and makes them applicable for label-free sensing of various in size and origin biological targets, such as DNA (Chen et al., 2007; Sozzi et al., 2011), cancer biomarker (Quero et al., 2016), virus (Janczuk-Richter et al., 2017) or bacteria (Tripathi et al., 2012; Brzozowska et al., 2016). The RI sensitivity of LPG can be improved by tuning the working point of the device towards dispersion turning point (DTP) of the higher order cladding modes what is usually done by chemical or reactive ion etching (Śmietana et al., 2014) and/or by applying tuned in thickness high-RI coatings (Śmietana et al., 2016a, 2016b). It has been shown that deposition of a thin, high-RI overlay on the LPG surface induces the mode transition (MT) effect that makes the LPG highly sensitive to next in its specific range (Del Villar et al., 2005). In order to reach the MT effect at certain next it is necessary to precisely determine the properties of the overlay. Various liquid- or vapor-based deposition methods were proposed for obtaining thin overlays whose parameters, including thickness at the nm-level were carefully controlled. When the vapor-based methods are considered, which include chemical vapor deposition (CVD) (Smietana et al., 2007) and physical vapor deposition (PVD) (Lee et al., 2007), the properties of the films are typically well controlled. However, when it comes to control of the film properties at nm-level, especially on circular surfaces of optical fibers, these methods may fail when satisfying uniformity and accuracy of the film thickness. The solution to this problem is application of atomic layer deposition (ALD) technique, which is a specific variation of the CVD method. This method provides an atomic-level control over the layer thickness, with uniquely conformal and uniform layers also on complex and high-aspect-ratio surfaces. The other issue that must be considered when labelfree biosensing applications are discussed, is proper selection of the deposited material, that needs to show high chemical resistance during biofunctionalization procedure, as well as ability for functionalization. As has already been shown, aluminum (Al2O3) and titanium (TiO2) oxides are not resistant enough to degradation in alkaline solutions (Dominik et al., 2017; Kosiel et al., 2018a), which are often required in biosensor surface preparation process. However, high chemical resistance may be offered by some other metal oxides, such as hafnium, zirconium or tantalum (TaOx) oxides, which can be also deposited with ALD (Kosiel et al., 2018a). It has been shown that TaOx overlay is resistant to alkali with pH 9, which is used as a chemical agent for regeneration of biosensor with silane-functionalized surface (Kosiel et al., 2018a).\nIn this work we show theoretical and experimental analysis of combined both the TaOx-induced MT and DTP effect to achieve LPGs ultrasensitive to RI. Precise selection of the overlay thickness is discussed when coated LPG-based sensors are considered for selective detection of various in size biological targets, such as protein (avidin,~5 nm) (Rosano et al., 1999) and bacteria (Escherichia coli,~1× 3 µm) (Reshes et al., 2008)."
    }, {
      "heading" : "2. Experimental details",
      "text" : ""
    }, {
      "heading" : "2.1. Fabrication of LPG structure",
      "text" : "For LPG fabrication a germanium-doped Corning SMF-28 singlemode optical fiber was used. Detailed description of the LPG sensor manufacturing process can be found in (Smietana et al., 2015, 2011). Shortly, the fiber was loaded with hydrogen and a set of LPGs was fabricated by UV irradiation with KrF excimer laser and amplitude mask with period Λ =226.8 µm. Then the LPGs were annealed at 150 °C for 4 h. Next, the TaOx films were deposited by ALD method (Kosiel et al., 2018a, 2018b). The processes were performed in Beneq TFS-200-190 system at temperature of 100 °C. All the films have been deposited on LPGs and simultaneously on approximately 1 cm2 p-\ntype< 100 > silicon reference wafers (ρ=1–10 Ωcm). For the TaOx deposition, deionized water and tantalum pentachloride (TaCl5) were used as oxygen and tantalum precursors, respectively. Between gas pulses the chamber was purged with argon (Ar) at flow of 1000ml/min. The thickness of the nano-films was controlled by the number of cycles of the ALD process."
    }, {
      "heading" : "2.2. Numerical analysis of the LPG",
      "text" : "The spectral response of the sensor was analyzed numerically using Optiwave Optigrating software v4.2.2. The LPG model assumed properties of the LPG as reported in (Śmietana et al., 2016a). The analysis were made for different overlay thickness and its fixed RI reaching 2 and 2.05 RIU. The RI of water and biolayer at λ=1550 nm were assumed to be 1.318 and 1.5 RIU, respectively (Śmietana et al., 2013).\n2.3. Measurements of LPGs and thin films\nThe spectral response of the LPGs was investigated in the wavelength range from 1100 to 1700 nm using a Yokogawa AQ6370B spectrum analyzer and a Leukos SM30 supercontinuum white light laser source. The RI sensitivity, roughly determining the label-free sensing capability of an LPG, was measured by immersing the sensors structures in glycerin/water solutions with next in the range nD=1.333–1.401 RIU. The nD of the solutions was determined using Rudolph J57 automatic refractometer. The LPG transmission measurements were conducted at constant mechanical tension and temperature (25 °C). During experiments surface of biosensor was constantly immersed in an applied solution to prevent the sample surface from drying.\nThe thickness and complex RI (real part of RI - n and its imaginary part – k) of the TaOx were analyzed on the reference Si wafers using Horiba Jobin-Yvon UVSEL spectroscopic ellipsometer. The measurements were performed at the temperature of approx. 20 °C and in the spectral range of 300–2100 nm at incident angle of 70°. The results were fitted (χ2 parameter values were typically below unity) using Tauc-Lorentz TaOx model (Fujiwara, 2007)."
    }, {
      "heading" : "2.4. TaOx surface functionalization",
      "text" : "Two different functionalization procedures of TaOx were applied in this experiment depending on type of the biological targets (Fig. 1). The first one was biofunctionalized towards relatively large targets, such as Escherichia coli bacteria, where specific bacteriophage adhesin was used as bacteria recognition element (Brzozowska et al., 2015). The second one was biofunctionalized towards small targets such as proteins, where avidin was used as a model biomolecule and biotin was applied as a receptor (Chivers et al., 2011). All the wet processes were carried out in stable environment in the setup preventing evaporation of the liquids. During the entire experiment the tension of the sensor was kept constant and the temperature was stabilized (25 °C)."
    }, {
      "heading" : "2.4.1. Bacteria sensing",
      "text" : "For the bacteria sensing experiment the TaOx nano-coated LPG was first subjected to surface silanization with 3-triethoxysilylpropyl succinic anhydride (TESPSA), which was performed according to method described by Gang et al. (2015). In this process silanes with succinic anhydride functional groups can be immobilized on oxide's surface. It was shown that succinic anhydride readily reacts with amines in the ring opening reaction to form amide bonds. Thanks to this procedure, other reagents can be covalently bound in one preparation step. Next, the LPG was incubated in 5mM Ni-NTA (nickel complex with nitrilotriacetic acid derivative - Nα, Nα-Bis (carboxymethyl) -L-lysine)) in a 5mM sodium bicarbonate solution (NaHCO3) for 1 h. Then the sample was incubated for 1 h in a solution of the recombinant protein gp37 (adhesin) containing His-tag at the N-terminus (2.5 μg/ml). The last procedure was a 20-min incubation in 0.1% BSA solution, which was\nintended to block the surface of the fiber, so that the bacteria did not bind to it non-specifically. After each incubation the sample was washed three times in phosphate buffered saline (PBS, pH=7.4) for 5min. In Fig. 1(A) is schematically shown the surface silanization process using TESPSA reagent, formation of an amide bond between succinic anhydride and the Ni-NTA amino group, as well as attachment of the protein with the His-tag.\nTarget bacteria - Escherichia coli BL21 - were obtained from the Polish Collection of Microorganisms (PCM) of the Institute of Immunology and Experimental Therapy, Polish Academy of Sciences (Wroclaw, Poland). In the first step, a single colony of bacteria from agar plate was inoculated into a Luria-Bertani (LB) medium (10 g/L Bacto Tryptone (Difco), 5 g/L yeast extract, 10 g/L sodium chloride) for overnight culturing in 37 °C (200 rpm). Next, overnight culture was diluted in LB to obtain OD600 = 0.1, centrifuged (5000 rpm, 5min), and bacteria were resuspended in PBS. A number of bacteria in solution was determined by colony count method.\nTo analyze binding capability of bacteria by TaOx-coated LPG sensor, several concentrations of bacteria solutions were prepared: 103, 104, and 107 CFU/ml (as calculated from colony count method). The incubation time for each concentration was 30min. Next, the sensor underwent three 5-min washing steps in PBS to remove any unbound bacteria, and finally optical transmission of the LPG was measured in PBS for 15min.\nIt is worth noting, that functionalization method with Ni-NTA and His-tagged protein enables surface regeneration using chelating agents, such as ethylenediaminetetraacetic acid (EDTA), but on the other hand the presence of chelators in the test sample should be avoided due to the possible negative impact on the obtained results."
    }, {
      "heading" : "2.4.2. Protein sensing",
      "text" : "For the protein sensing experiment first the TaOx nano-coated LPG was washed in chloroform and dried in a nitrogen stream. Next, the sample was placed in a desiccator over two small containers, one with a 30 μl of the silane precursor (3-aminopropyltriethoxysilane, APTES), and the second with 10 μl of catalyst (triethylamine). Then samples were left in a chamber at room temperature for 2 h under an argon\natmosphere. Next, the reagents were removed from the desiccator. Last step was curing the silane layer according to the procedure described in (Ebner et al., 2007). The sample was left for 48 h under argon atmosphere for curing of the silane layer (TaOx- NH2).\nNext, biotin (1 mg/ml) applied as a recognition molecule and N-(3dimethylaminopropyl)- N′-ethylcarbodiimide hydrochloride (EDC, 4mg/ml) were dissolved in PBS and left for 15min. The TaOx-NH2 sample was immersed in the solution and left for 30min at room temperature, then thoroughly washed with PBS and dried in a nitrogen and argon stream. All the steps of the biofunctionalization process are schematically shown in Fig. 1(B).\nTarget molecule - avidin - was dissolved in PBS. Several concentrations were prepared, i.e., 100 ng/ml, 1 µg/ml, 10 µg/ml, 100 µg/ ml and 1mg/ml. The biotin-terminated sample was immersed in every solution from 100 ng/ml to 1mg/ml, left for 30min, and then extensively washed with PBS and measured in PBS for 15min."
    }, {
      "heading" : "3. Results",
      "text" : "LPGs are sensitive to next, as well as optical properties and thickness of the overlay formed on their surface. The sensitivity to next can been quantitatively determined as shift of the resonance wavelength per RIU. Prior to the deposition of the TaOx on the surface of the LPG, numerical analysis were performed to determine the thickness range of the TaOx where both DTP and MT can be achieved, and thus maximum RI sensitivity at next close to that of water can be reached (Pilla et al., 2012). The analysis have shown a very strong influence of the overlay properties on the LPG spectral response, especially in vicinity of DTP (Fig. 2). This advantage of nano-coated LPG has already been applied for measurements of sub-nm changes in overlay thickness (Śmietana et al., 2018a). In order to achieve the highest sensitivity, i.e. both the DTP and MT effects, determination of the nano-coating thickness must be very high. Based on the obtained results, assuming that n of the overlay is from 2 to 2.05 RI, the highest sensitivity for TaOx is observed for thickness from 57 to 62.5 nm. For such conditions the working point is optimized up to DTP of LP0,10 cladding mode and the dual resonance regime is observed (Śmietana et al., 2018b). When the thickness\nexceeds certain value (approx. 66 and 59 nm for overlay's n reaching 2 and 2.05, respectively), the right resonance shifts out of the observed spectral range, and sensitivity for the left resonance drops significantly.\nThe n and k of the TaOx, measured on reference Si substrate are shown in Fig. S1 available in Supporting Information. The material shows non-zero k in UV spectral range and in the LPG working spectral range k is negligible. The n in turn in the investigated for LPG spectral range is from 1.95 to 2 RIU, so slightly lower than assumed in numerical analysis. However, it should be noted that n may also depend on the film thickness and its morphology, as well as on the substrate material (Śmietana et al., 2013). These dependences for films deposited at the same conditions as on LPGs have already been verified and reported in our previous works (Kosiel et al., 2018a, 2018b). A dependence of the thickness was found, i.e., n slightly increases with film thickness up to ~120 nm, (Kosiel et al., 2018b). However, in the thickness range applied to the fibers, the n changes can may be significantly below 0.01. Evolution of n with thickness can probably result from changes of mass density, and it is definitely not caused by any change of elemental components ratio. These films were also confirmed to be fully amorphous for their thickness up to ~200 nm.\nNext, TaOx with thickness in the range from 57 to 65 nm was deposited on a set of LPGs and their transmission spectrum was measured at different next. It can be seen in Fig. 3(A) that DTP at next close to that of water takes place for the thickness of 63.4 nm what agrees well with shown above numerical analysis when n=2 RIU (Fig. 2(A)). In the RI range next= 1.335–1.345 RIU the sensitivity exceeds 11,500 and 5300 nm/RIU for right and left resonance, respectively. Spectral\ndistance between the resonances increases with next what is followed by decrease in the RI sensitivity. For higher RI range (next from 1.37 to 1.4 RIU) the right resonance is already above the measurable spectral range (λ > 1700 nm), while the RI sensitivity for the left resonance drops to approx. 600 nm/RIU.\nIn Fig. 3(B) b can be seen how in vicinity of the optimized conditions even sub-nm changes in the TaOx thickness strongly affect the spectral response and the RI sensitivity. For lower TaOx thickness as for sample S1 (60.7 nm), the DTP takes place at higher next (DTP at next ≈ 1.35 RIU). When the thickness of the overlay increases up to 63.4 nm, the DTP can be observed for lower next and allows for reaching the exceptionally high RI sensitivity at next= 1.335 RIU. When the thickness increases more, even at sub-nanometer level as for the sample S3 (increase in thickness by 0.2 nm), the resonances separate further what is followed by a 35% decrease in the RI sensitivity. When the thickness exceeds 64.9 nm the left and right resonance appears in spectral range below 1350 nm and over 1700 nm, respectively. At such conditions it is impossible to observe central wavelength of the right resonance with the applied experimental setup and the RI sensitivity of the left resonance is relatively low. The results obtained for TaOx stay with agreement with those received when other coating materials were applied (Pilla et al., 2012) and confirm that the ultrasensitive LPGs can be achieved only for limited RI range. For further experiments were selected only samples offering the highest possible RI sensitivity when immersed in next slightly higher than that of water. These samples work in proximity of DTP in water and should offer the highest sensitivity to variation in their surface conditions, such as binding of a biomaterial."
    }, {
      "heading" : "3.1. Bacteria detection",
      "text" : "To determine capability for detection of bacteria with ultrasensitive TaOx nano-coated LPG, the sample was biofunctionalized according to the procedure described in Section 2.4.1. After each biofunctionalization and detection step, the LPG response was measured in PBS (nD=1.3346 RIU) to compare the response of the sensor for the same next, but at different conditions on its surface. Process of changing solutions in the measuring setup was conducted at stabilized temperature and without sample surface drying. The spectral responses for the LPG in PBS after each step are shown in Fig. 4(A) for the entire spectrum range. It can be seen that biofunctionalization process itself induced a\nsignificant shift in the spectral response. Shift towards longer wavelengths for the right resonance, that was observed here, typically corresponds to an increase in n or thickness of the material on the LPG surface (Smietana et al., 2011). Size of the adhesin molecule is similar to the avidin molecule (few nm) and its immobilization was clearly seen in Fig. 4(A) as a resonance shift by ~5 nm. However, due to the significant shift away from the DTP, the sensitivity of the grating has already been greatly reduced. Nevertheless, as a result of each step of the detection procedure, the separation between the resonances increases what indicates attachment of the biological material to the overlay surface. Measurement in PBS after incubation in BSA and just before exposure to the lowest concentration of bacteria was selected as a\nreference for bacteria detection experiment. It can be seen in Fig. 4(B) that in this case binding between the adhesin immobilized on the LPG surface and bacteria induces small, but detectable shift of the resonance wavelength. For the left resonance, that stayed in the investigated spectral range after the biofunctionalizaction process, it can be seen that the higher concentration of bacteria, the larger the shift towards shorter wavelengths was obtained. In this case, the shift towards shorter wavelengths corresponds to biomolecule binding to the LPG surface. The maximum shift of 1.6 nm has been reached for the highest bacteria concentration (107 CFU/ml) (Fig. 4(C))."
    }, {
      "heading" : "3.2. Protein detection",
      "text" : "To identify if the sensitivity of similar TaOx nano-coated LPG is higher when smaller molecules are used as receptors and targets, the LPG was biofunctionalized according to the procedure described in Section 2.4.2 to make the sensor specific to avidin. The results of the experiments are shown in Figs. 4(D)–4(E), where the measurements made in PBS for consecutive stages of surface functionalization and avidin detection are compared. Biotin binding to the functionalized TaOx surface was observed as a shift towards longer wavelengths by a 0.2 nm. The result indicated that the process of attaching biotin proceeded successfully. Relatively small change in resonance wavelength was caused by the small size of biotin molecules (< 2 nm) (Swift and Cramb, 2008). In the next steps various avidin concentrations were caught by biotin on the sensor surface. Between different concentrations, sample was washed and measured in PBS. After each detection step, the shift in resonance wavelength was observed, which confirmed proper molecule attachment to the biofunctionalized surface of TaOx (Fig. 4(E)). Solution of avidin with concentration 100 ng/ml resulted in 26.8 nm resonance wavelength shift. The shifts in wavelength during avidin detection with rest of concentration were slightly lower (from 4 to 20 nm). Decreasing wavelength resonance shifts with the increase in avidin concentration in the solution is probably caused by saturation of the surface with avidin. The obtained shifts are higher than observed in experiments with titanium oxide overlay, where for 1mg/ml avidin concentration the shift reached 13 nm (Dominik et al., 2017). The improvement observed when TaOx overlay was deposited comes from better optimized working conditions towards higher RI sensitivity. The increase in sensitivity was possible mainly due to tuning of TaOx thickness. Resonance wavelength shift with avidin concentration is shown in Fig. 4(F). After linear fit applied to the measurements avidin recognition with TaOx-coated LPG reached 10.21 nm/log(ng/ml) and 8.23 nm/log(ng/ml) for right and left resonance, respectively."
    }, {
      "heading" : "4. Discussion",
      "text" : "Methods to increase RI sensitivity of the LPG-based sensors, i.e., tuning to DTP and/or MP, are well established (Śmietana et al., 2016b; Del Villar, 2015). Usually, the sensor is optimized to the highest RI sensitivity around nD= 1.3330 RIU with assumption that water or buffer are used in the biosensing experiments. However, the addition of other layers, i.e., chemical functionalization (silanization, etc.) and immobilization of receptors that are essential to specifically bind target analyte, what immediately modifies the sensitivity of the precisely tuned LPG sensor (Bandyopadhyay et al., 2017).\nIn this study, the LPGs were tuned to their highest RI sensitivity by precise deposition of thin TaOx layer. As demonstrated, nano-coating thickness change of even 0.2 nm caused significant changes in the transmission spectra. The sensitivity for the best performing sensor defined for a single resonance exceeded 11,500 nm/RIU for external RI close to that of water. In the first experiment, in which the bacteria detection was investigated, biofunctionalization procedure together with attachment of receptor (adhesin, few nm in size) caused itself significant modification in TaOx surface conditions what was followed by shift of the resonances and tuning the working point away from the DTP. Therefore, the sensitivity of the grating has been greatly reduced before detection of the biological target. Increasing concentrations of bacteria caused resonance shifts that reached in total 3.3 nm for the highest bacteria concentration. This value is small when compared with other works on bacteria detection with LPG sensor, where shift for specific bacteria binding reached even more than 40 nm (Koba et al., 2015). In the next experiment, detection of avidin by immobilized on TaOx surface biotin molecules was investigated. Attachment of small biotin molecules caused only a slight shift of resonance wavelength (~0.2 nm) therefore the sensor still operated in high sensitivity regime. In this case detection of avidin was still possible with high sensitivity and even low concentration (100 ng/ml) caused significant resonance wavelength shift (> 20 nm).\nAccording to the numerical analysis for the optimized conditions, i.e., TaOx thickness of 62 nm and its n=2 RIU, when n of biolayer was assumed as 1.5 and next= 1.318 RIU, the resonance wavelength shift decreases significantly with thickness of the biolayer (Fig. 5). The decrease by ~70% is well visible for biolayer thickness exceeding 7 nm, what may correspond to size of the protein layer. That is why the optimized LPGs may be more suitable for detection of small in size biological targets. However, it must be noted that biolayers are in reality rather rough and vary in thickness and density, where numerical analysis assume their well-defined properties. Nevertheless, the analysis confirm that ultrasensitive label-free biosensors based on coated LPGs must be designed toward certain target biomolecule size and concentration. Surface modification and receptor molecules must also be considered."
    }, {
      "heading" : "5. Conclusion",
      "text" : "LPGs offer ultrahigh sensitivity to RI changes when their working conditions are precisely determined. However, for their advanced practical applications e.g., in label-free biosensing, the surface of the sensor must be additionally resistant to modifications other than biofunctionalization and binding of a biological target. In this paper we investigated application of proven to be resistant to alkali solutions TaOx nano-coating for enhancing RI sensitivity of LPGs. To optimize the LPG-based sensor working conditions we analyzed numerically the influence of thin film properties (thickness and optical properties) on the sensor response. Next, the TaOx coatings with precisely selected properties were deposited on the LPGs using the ALD method. The obtained samples have shown ultrahigh RI sensitivity reaching for a single resonance up to 11,556 nm/RIU in 1.335–1.345 RIU range. We also show that even as small as 0.2 nm change in TaOx thickness may result in 35% decrease in the RI sensitivity. Next, we have demonstrated\ncapability of the ultrasensitive TaOx-coated LPGs for their surface biofunctionalization according to two procedures and application for detection of such different biological targets as bacteria and proteins. For small in size receptor as biotin and biological target as avidin the optimized approach make possible detection with sensitivity as high as 10.21 nm/log(ng/ml). The experiments have also proven that when label-free biosensing applications of the optimized LPGs in their ultrahigh sensitivity range are expected, the influence of the biofunctionalization process and receptor layer on the sensor surface modification has to be taken into consideration. These are in particular important when relatively large biomolecules are used as recognition elements and thus may significantly reduce initially optimized RI sensitivity.\nCRediT authorship contribution statement\nMonika Piestrzyńska: Investigation, Visualization, Writing - original draft. Magdalena Dominik: Investigation, Data curation, Visualization, Writing - original draft. Kamil Kosiel: Conceptualization, Investigation, Resources, Writing - review & editing. Marta Janczuk-Richter: Investigation, Formal analysis, Writing - original draft, Writing - review & editing. Katarzyna Szot-Karpińska: Investigation, Data curation, Formal analysis. Ewa Brzozowska: Funding acquisition, Resources, Conceptualization. Liyang Shao: Funding acquisition, Resources, Formal analysis. Joanna NiedziółkaJonsson: Funding acquisition, Conceptualization, Methodology, Resources, Formal analysis. Wojtek J. Bock: Funding acquisition, Project administration, Conceptualization, Methodology, Resources, Formal analysis. Mateusz Śmietana: Funding acquisition, Project administration, Conceptualization, Methodology, Formal analysis, Supervision, Writing - original draft, Writing - review & editing."
    }, {
      "heading" : "Acknowledgment",
      "text" : "This work was supported: in Poland by the National Science Centre (NCN) under grants No. 2014/14/E/ST7/00104 and 2014/13/B/ST7/ 01742, and the Institute of Electron Technology as a part of statutory activities; in Canada by the Natural Sciences and Engineering Research Council, and the Canada Industrial Research Chairs Program; in China by the Academy for Advanced Interdisciplinary Studies, Southern University of Science and Technology under SUSTech sabbatical visiting scholar grant.\nDeclaration of competing-interests\nNone."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at https://doi.org/10.1016/j.bios.2019.03.006."
    } ],
    "references" : [ {
      "title" : "Long-period fiber grating: a specific design for biosensing applications",
      "author" : [ "S. Bandyopadhyay", "P. Biswas", "F. Chiavaioli", "T.K. Dey", "N. Basumallick", "C. Trono", "A. Giannetti", "S. Tombelli", "F. Baldini" ],
      "venue" : "Appl. Opt",
      "citeRegEx" : "Bandyopadhyay et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bandyopadhyay et al\\.",
      "year" : 2017
    }, {
      "title" : "Applications of long-period gratings to single and multi-parameter sensing",
      "author" : [ "V. Bhatia" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Bhatia,? \\Q1999\\E",
      "shortCiteRegEx" : "Bhatia",
      "year" : 1999
    }, {
      "title" : "Recognition of bacterial lipopolysaccharide using bacteriophage-adhesincoated long-period gratings",
      "author" : [ "E. Brzozowska", "M. Śmietana", "M. Koba", "S. Górska", "K. Pawlik", "A. Gamian", "W.J. Bock" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Brzozowska et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Brzozowska et al\\.",
      "year" : 2015
    }, {
      "title" : "Label-free Gram-negative bacteria detection using bacteriophage-adhesincoated long-period gratings",
      "author" : [ "E. Brzozowska", "M. Koba", "Ś. Mateusz", "S. Górska", "M. Janik", "A. Gamian", "W.J. Bock" ],
      "venue" : "Biomed. Opt. Express",
      "citeRegEx" : "Brzozowska et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Brzozowska et al\\.",
      "year" : 2016
    }, {
      "title" : "Real-time detection of DNA interactions with long- period fiber-grating-based biosensor",
      "author" : [ "X. Chen", "L. Zhang", "K. Zhou", "E. Davies", "K. Sugden", "I. Bennion", "M. Hughes", "A. Hine" ],
      "venue" : "Opt. Lett",
      "citeRegEx" : "Chen et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2007
    }, {
      "title" : "Towards a uniform metrological assessment of grating-based optical fiber sensors: from refractometers to biosensors",
      "author" : [ "F. Chiavaioli", "C. Gouveia", "P. Jorge", "F. Baldini" ],
      "venue" : null,
      "citeRegEx" : "Chiavaioli et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chiavaioli et al\\.",
      "year" : 2017
    }, {
      "title" : "How the biotin-streptavidin interaction was made even stronger: investigation via crystallography and a chimaeric tetramer",
      "author" : [ "C.E. Chivers", "A.L. Koner", "E.D. Lowe", "M. Howarth" ],
      "venue" : "Biochem. J",
      "citeRegEx" : "Chivers et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chivers et al\\.",
      "year" : 2011
    }, {
      "title" : "Ultrahigh-sensitivity sensors based on thin-film coated long period gratings with reduced diameter, in transition mode and near the dispersion turning point",
      "author" : [ "I. Del Villar" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Villar,? \\Q2015\\E",
      "shortCiteRegEx" : "Villar",
      "year" : 2015
    }, {
      "title" : "Optimization of sensitivity in long period fiber gratings with overlay deposition",
      "author" : [ "I. Del Villar", "I.R. Matías", "F.J. Arregui", "P. Lalanne" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Villar et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Villar et al\\.",
      "year" : 2005
    }, {
      "title" : "Titanium oxide thin fi lms obtained with physical and chemical vapour deposition methods for optical biosensing",
      "author" : [ "M. Dominik", "A. Leśniewski", "M. Janczuk", "J. Niedziółka-Jönsson", "M. Hołdyński", "Ł. Wachnicki", "M. Godlewski", "W.J. Bock", "M. Śmietana" ],
      "venue" : "purposes. Biosens. Bioelectron",
      "citeRegEx" : "Dominik et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Dominik et al\\.",
      "year" : 2017
    }, {
      "title" : "Comparison of different aminofunctionalization strategies for attachment of single antibodies to AFM cantilevers",
      "author" : [ "A. Ebner", "P. Hinterdorfer", "H.J. Gruber" ],
      "venue" : "Ultramicroscopy",
      "citeRegEx" : "Ebner et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Ebner et al\\.",
      "year" : 2007
    }, {
      "title" : "Long period gratings as solution concentration",
      "author" : [ "R. Falciai", "A.G. Mignani", "A. Vannini" ],
      "venue" : "sensors. Sens. Actuators B",
      "citeRegEx" : "Falciai et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Falciai et al\\.",
      "year" : 2001
    }, {
      "title" : "Spectroscopic Ellipsometry: Principles and Applications",
      "author" : [ "H. Fujiwara" ],
      "venue" : null,
      "citeRegEx" : "Fujiwara,? \\Q2007\\E",
      "shortCiteRegEx" : "Fujiwara",
      "year" : 2007
    }, {
      "title" : "A simple two-step silane-based (bio-) receptor molecule immobilization without additional binding site passivatio",
      "author" : [ "A. Gang", "G. Gabernet", "L.D. Renner", "L. Baraban", "G. Cuniberti" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "Gang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gang et al\\.",
      "year" : 2015
    }, {
      "title" : "Long-period gratings for selective monitoring of loads on a wind turbine blade",
      "author" : [ "L. Glavind", "S. Buggy", "J. Canning", "S. Gao", "K. Cook", "Y. Luo", "G.D. Peng", "B.F. Skipper", "M. Kristensen" ],
      "venue" : "Appl. Opt",
      "citeRegEx" : "Glavind et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Glavind et al\\.",
      "year" : 2014
    }, {
      "title" : "Optical fibre long-period grating sensors: characteristics and application",
      "author" : [ "S.W. James", "R.P. Tatam" ],
      "venue" : "Meas. Sci. Technol",
      "citeRegEx" : "James and Tatam,? \\Q2003\\E",
      "shortCiteRegEx" : "James and Tatam",
      "year" : 2003
    }, {
      "title" : "Long-period fiber grating sensor for detection of viruses",
      "author" : [ "M. Janczuk-Richter", "M. Dominik", "E. Roźniecka", "M. Koba", "P. Mikulic", "W.J. Bock", "M. Łoś", "M. Śmietana", "J. Niedziółka-Jönsson" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "Janczuk.Richter et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Janczuk.Richter et al\\.",
      "year" : 2017
    }, {
      "title" : "Fiber-optic liquid-level sensor using a longperiod grating",
      "author" : [ "S. Khaliq", "S.W. James", "R.P. Tatam" ],
      "venue" : "Opt. Lett",
      "citeRegEx" : "Khaliq et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Khaliq et al\\.",
      "year" : 2001
    }, {
      "title" : "Reusable bacteriophage adhesin-coated long-period grating sensor for bacterial Lipopolysaccharide recognition",
      "author" : [ "M. Koba", "M. Smietana", "E. Brzozowska", "S. Gorska", "P. Mikulic", "W.J. Bock" ],
      "venue" : "J. Light. Technol",
      "citeRegEx" : "Koba et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Koba et al\\.",
      "year" : 2015
    }, {
      "title" : "2018a. Alkali-resistant low-temperature atomic-layer-deposited oxides for optical fiber sensor",
      "author" : [ "K. Kosiel", "M. Dominik", "I. Ściślewska", "M. Kalisz", "M. Guziewicz", "K. Gołaszewska", "J. Niedziółka-Jönsson", "W.J. Bock", "M. Śmietana" ],
      "venue" : "overlays. Nanotechnology",
      "citeRegEx" : "Kosiel et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kosiel et al\\.",
      "year" : 2018
    }, {
      "title" : "Compositional, structural, and optical properties of atomic layer deposited tantalum oxide for optical fiber sensor overlays",
      "author" : [ "K. Kosiel", "K. Pągowska", "M. Kozubal", "M. Guziewicz", "K. Jablonska", "R. Jakieła", "Y. Syryanyy", "T. Gabler", "M. Śmietana" ],
      "venue" : "J. Vac. Sci. Technol. A",
      "citeRegEx" : "Kosiel et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kosiel et al\\.",
      "year" : 2018
    }, {
      "title" : "Enhancing the tuning range of a single resonant band long period grating while maintaining the resonant peak depth by using an optimized high index indium tin oxide",
      "author" : [ "J. Lee", "Q. Chen", "Q. Zhang", "K. Reichard", "D. Ditto", "J. Mazurowski", "M. Hackert", "S. Yin" ],
      "venue" : "overlay. Appl. Opt",
      "citeRegEx" : "Lee et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2007
    }, {
      "title" : "Long period fiber grating transverse load effectbased sensor for the omnidirectional monitoring of rebar corrosion in concrete",
      "author" : [ "H. Liu", "D. Liang", "X. Han", "J. Zeng" ],
      "venue" : "Appl. Opt",
      "citeRegEx" : "Liu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2013
    }, {
      "title" : "Giant sensitivity of long period gratings in transition mode near the dispersion turning point: an integrated design approach",
      "author" : [ "P. Pilla", "C. Trono", "F. Baldini", "F. Chiavaioli", "M. Giordano", "A. Cusano" ],
      "venue" : "Opt. Lett",
      "citeRegEx" : "Pilla et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Pilla et al\\.",
      "year" : 2012
    }, {
      "title" : "Long period fiber grating nano-optrode for cancer biomarker detection",
      "author" : [ "G. Quero", "M. Consales", "R. Severino", "P. Vaiano", "A. Boniello", "A. Sandomenico", "M. Ruvo", "A. Borriello", "L. Diodato", "S. Zuppolini", "M. Giordano", "I. Cristina", "C. Mazzarella", "A. Colao", "P. Emidio", "F. Santorelli", "A. Cutolo", "A. Cusano" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Quero et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Quero et al\\.",
      "year" : 2016
    }, {
      "title" : "Cell shape dynamics in Escherichia coli",
      "author" : [ "G. Reshes", "S. Vanounou", "I. Fishov", "M. Feingold" ],
      "venue" : "Biophys. J",
      "citeRegEx" : "Reshes et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Reshes et al\\.",
      "year" : 2008
    }, {
      "title" : "Sampling and homogenization strategies significantly influence the detection of foodborne pathogens in meat",
      "author" : [ "A. Rohde", "J.A. Hammerl", "B. Appel", "R. Dieckmann", "Dahouk", "S. Al" ],
      "venue" : "Food Microbiol",
      "citeRegEx" : "Rohde et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Rohde et al\\.",
      "year" : 2015
    }, {
      "title" : "The x-ray three-dimensional structure of avidin",
      "author" : [ "C. Rosano", "P. Arosio", "M. Bolognesi" ],
      "venue" : "Biomol. Eng",
      "citeRegEx" : "Rosano et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Rosano et al\\.",
      "year" : 1999
    }, {
      "title" : "High-temperature sensitivity of long-period gratings in B – Ge Codoped Fiber",
      "author" : [ "X. Shu", "T. Allsop", "B. Gwandu", "L. Zhang", "I. Bennion" ],
      "venue" : "IEEE Photon. Technol. Lett",
      "citeRegEx" : "Shu et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Shu et al\\.",
      "year" : 2001
    }, {
      "title" : "Application of diamond-like carbon films in optical fibre sensors based on long-period gratings",
      "author" : [ "M. Smietana", "J. Szmidt", "M.L. Korwin-Pawlowski", "W.J. Bock", "J. Grabarczyk" ],
      "venue" : "Diam. Relat. Mater",
      "citeRegEx" : "Smietana et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Smietana et al\\.",
      "year" : 2007
    }, {
      "title" : "Detection of bacteria using bacteriophages as recognition elements immobilized on long-period fiber gratings",
      "author" : [ "M. Smietana", "W.J. Bock", "P. Mikulic", "A. Ng", "R. Chinnappan", "M. Zourob" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Smietana et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Smietana et al\\.",
      "year" : 2011
    }, {
      "title" : "Label-free sensitivity of long-period gratings enhanced by atomic layer deposited TiO2 nano-overlays",
      "author" : [ "M. Smietana", "M. Koba", "E. Brzozowska", "K. Krogulski", "J. Nakonieczny", "L. Wachnicki", "P. Mikulic", "M. Godlewski", "W.J. Bock" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Smietana et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Smietana et al\\.",
      "year" : 2015
    }, {
      "title" : "Capability for fine tuning of the refractive index sensing properties of long-period gratings by atomic layer deposited Al2O3",
      "author" : [ "M. Śmietana", "M. Myśliwiec", "P. Mikulic", "B.S. Witkowski", "W.J. Bock" ],
      "venue" : "overlays. Sensors",
      "citeRegEx" : "Śmietana et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Śmietana et al\\.",
      "year" : 2013
    }, {
      "title" : "Measurements of reactive ion etching process effect using long-period fiber gratings",
      "author" : [ "M. Śmietana", "M. Koba", "P. Mikulic", "W.J. Bock" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Śmietana et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Śmietana et al\\.",
      "year" : 2014
    }, {
      "title" : "Towards refractive index",
      "author" : [ "M. Śmietana", "M. Koba", "P. Mikulic", "W.J. Bock" ],
      "venue" : null,
      "citeRegEx" : "Śmietana et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Śmietana et al\\.",
      "year" : 2016
    }, {
      "title" : "fiber cladding etching and nano-coating deposition",
      "author" : [ "M. Śmietana", "M. Koba", "P. Mikulic", "W.J. Bock" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "Śmietana et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Śmietana et al\\.",
      "year" : 2016
    }, {
      "title" : "2018a. Nano-coated long-period gratings",
      "author" : [ "M. Śmietana", "P. Mikulic", "W.J. Bock" ],
      "venue" : "Long-period gratings. J. Light. Technol",
      "citeRegEx" : "Śmietana et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Śmietana et al\\.",
      "year" : 2018
    }, {
      "title" : "Temperature and refractive index sensing with Al2O3-nanocoated long-period gratings working at dispersion",
      "author" : [ "M. 79–83. Śmietana", "M. Dominik", "P. Mikulic", "W.J. Bock" ],
      "venue" : null,
      "citeRegEx" : "Śmietana et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Śmietana et al\\.",
      "year" : 2018
    }, {
      "title" : "Long period grating-based fiber optic sensor for label-free DNA detection",
      "author" : [ "M. Sozzi", "S. Selleri", "R. Corradini", "M. Konstantaki", "S. Pissadakis" ],
      "venue" : "Proceedings of the Int. Work. Biophotonics,",
      "citeRegEx" : "Sozzi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sozzi et al\\.",
      "year" : 2011
    }, {
      "title" : "Nanoparticles as fluorescence labels: is size all that matters",
      "author" : [ "J.L. Swift", "D.T. Cramb" ],
      "venue" : "Biophys. J. 95",
      "citeRegEx" : "Swift and Cramb,? \\Q2008\\E",
      "shortCiteRegEx" : "Swift and Cramb",
      "year" : 2008
    }, {
      "title" : "Long period grating based biosensor for the detection of Escherichia coli bacteria",
      "author" : [ "S.M. Tripathi", "W.J. Bock", "P. Mikulic", "R. Chinnappan", "A. Ng", "M. Tolba", "M. Zourob" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Tripathi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tripathi et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 26,
      "context" : "pensive, or do not provide reliable information about the biological contamination (Rohde et al., 2015).",
      "startOffset" : 83,
      "endOffset" : 103
    }, {
      "referenceID" : 15,
      "context" : "The coupling is observed as attenuation peaks in the LPG transmission spectrum, each centered at discrete resonance wavelength (James and Tatam, 2003).",
      "startOffset" : 127,
      "endOffset" : 150
    }, {
      "referenceID" : 1,
      "context" : "The LPG-based sensors can be used to detect changes in temperature (Bhatia, 1999; Shu et al., 2001) or strain (Glavind et al.",
      "startOffset" : 67,
      "endOffset" : 99
    }, {
      "referenceID" : 28,
      "context" : "The LPG-based sensors can be used to detect changes in temperature (Bhatia, 1999; Shu et al., 2001) or strain (Glavind et al.",
      "startOffset" : 67,
      "endOffset" : 99
    }, {
      "referenceID" : 17,
      "context" : "resonance wavelength depends also on optical properties of external medium, in particular its external RI (next) (Khaliq et al., 2001; Falciai et al., 2001) as well as coating formed on the fiber surface.",
      "startOffset" : 113,
      "endOffset" : 156
    }, {
      "referenceID" : 11,
      "context" : "resonance wavelength depends also on optical properties of external medium, in particular its external RI (next) (Khaliq et al., 2001; Falciai et al., 2001) as well as coating formed on the fiber surface.",
      "startOffset" : 113,
      "endOffset" : 156
    }, {
      "referenceID" : 4,
      "context" : "This property is the main advantage of the LPG sensor, and makes them applicable for label-free sensing of various in size and origin biological targets, such as DNA (Chen et al., 2007; Sozzi et al., 2011), cancer biomarker (Quero et al.",
      "startOffset" : 166,
      "endOffset" : 205
    }, {
      "referenceID" : 38,
      "context" : "This property is the main advantage of the LPG sensor, and makes them applicable for label-free sensing of various in size and origin biological targets, such as DNA (Chen et al., 2007; Sozzi et al., 2011), cancer biomarker (Quero et al.",
      "startOffset" : 166,
      "endOffset" : 205
    }, {
      "referenceID" : 24,
      "context" : ", 2011), cancer biomarker (Quero et al., 2016), virus (Janczuk-Richter et al.",
      "startOffset" : 26,
      "endOffset" : 46
    }, {
      "referenceID" : 16,
      "context" : ", 2016), virus (Janczuk-Richter et al., 2017) or bacteria (Tripathi et al.",
      "startOffset" : 15,
      "endOffset" : 45
    }, {
      "referenceID" : 33,
      "context" : "The RI sensitivity of LPG can be improved by tuning the working point of the device towards dispersion turning point (DTP) of the higher order cladding modes what is usually done by chemical or reactive ion etching (Śmietana et al., 2014) and/or by applying tuned in thickness high-RI coatings (Śmietana et al.",
      "startOffset" : 215,
      "endOffset" : 238
    }, {
      "referenceID" : 29,
      "context" : "When the vapor-based methods are considered, which include chemical vapor deposition (CVD) (Smietana et al., 2007) and physical vapor deposition (PVD) (Lee et al.",
      "startOffset" : 91,
      "endOffset" : 114
    }, {
      "referenceID" : 21,
      "context" : ", 2007) and physical vapor deposition (PVD) (Lee et al., 2007), the properties of the films are typically well controlled.",
      "startOffset" : 44,
      "endOffset" : 62
    }, {
      "referenceID" : 9,
      "context" : "As has already been shown, aluminum (Al2O3) and titanium (TiO2) oxides are not resistant enough to degradation in alkaline solutions (Dominik et al., 2017; Kosiel et al., 2018a), which are often required in biosensor surface preparation process.",
      "startOffset" : 133,
      "endOffset" : 177
    }, {
      "referenceID" : 27,
      "context" : "Precise selection of the overlay thickness is discussed when coated LPG-based sensors are considered for selective detection of various in size biological targets, such as protein (avidin,~5 nm) (Rosano et al., 1999) and bacteria (Escherichia coli,~1× 3 μm) (Reshes et al.",
      "startOffset" : 195,
      "endOffset" : 216
    }, {
      "referenceID" : 25,
      "context" : ", 1999) and bacteria (Escherichia coli,~1× 3 μm) (Reshes et al., 2008).",
      "startOffset" : 49,
      "endOffset" : 70
    }, {
      "referenceID" : 12,
      "context" : "The results were fitted (χ(2) parameter values were typically below unity) using Tauc-Lorentz TaOx model (Fujiwara, 2007).",
      "startOffset" : 105,
      "endOffset" : 121
    }, {
      "referenceID" : 2,
      "context" : "The first one was biofunctionalized towards relatively large targets, such as Escherichia coli bacteria, where specific bacteriophage adhesin was used as bacteria recognition element (Brzozowska et al., 2015).",
      "startOffset" : 183,
      "endOffset" : 208
    }, {
      "referenceID" : 6,
      "context" : "The second one was biofunctionalized towards small targets such as proteins, where avidin was used as a model biomolecule and biotin was applied as a receptor (Chivers et al., 2011).",
      "startOffset" : 159,
      "endOffset" : 181
    }, {
      "referenceID" : 10,
      "context" : "Last step was curing the silane layer according to the procedure described in (Ebner et al., 2007).",
      "startOffset" : 78,
      "endOffset" : 98
    }, {
      "referenceID" : 23,
      "context" : "Prior to the deposition of the TaOx on the surface of the LPG, numerical analysis were performed to determine the thickness range of the TaOx where both DTP and MT can be achieved, and thus maximum RI sensitivity at next close to that of water can be reached (Pilla et al., 2012).",
      "startOffset" : 259,
      "endOffset" : 279
    }, {
      "referenceID" : 32,
      "context" : "However, it should be noted that n may also depend on the film thickness and its morphology, as well as on the substrate material (Śmietana et al., 2013).",
      "startOffset" : 130,
      "endOffset" : 153
    }, {
      "referenceID" : 23,
      "context" : "The results obtained for TaOx stay with agreement with those received when other coating materials were applied (Pilla et al., 2012) and confirm that the ultrasensitive LPGs can be achieved only for limited RI range.",
      "startOffset" : 112,
      "endOffset" : 132
    }, {
      "referenceID" : 30,
      "context" : "Shift towards longer wavelengths for the right resonance, that was observed here, typically corresponds to an increase in n or thickness of the material on the LPG surface (Smietana et al., 2011).",
      "startOffset" : 172,
      "endOffset" : 195
    }, {
      "referenceID" : 39,
      "context" : "Relatively small change in resonance wavelength was caused by the small size of biotin molecules (< 2 nm) (Swift and Cramb, 2008).",
      "startOffset" : 106,
      "endOffset" : 129
    }, {
      "referenceID" : 9,
      "context" : "The obtained shifts are higher than observed in experiments with titanium oxide overlay, where for 1mg/ml avidin concentration the shift reached 13 nm (Dominik et al., 2017).",
      "startOffset" : 151,
      "endOffset" : 173
    }, {
      "referenceID" : 0,
      "context" : ") and immobilization of receptors that are essential to specifically bind target analyte, what immediately modifies the sensitivity of the precisely tuned LPG sensor (Bandyopadhyay et al., 2017).",
      "startOffset" : 166,
      "endOffset" : 194
    }, {
      "referenceID" : 18,
      "context" : "This value is small when compared with other works on bacteria detection with LPG sensor, where shift for specific bacteria binding reached even more than 40 nm (Koba et al., 2015).",
      "startOffset" : 161,
      "endOffset" : 180
    } ],
    "year" : 2019,
    "abstractText" : "In this work we discussed a label-free biosensing application of long-period gratings (LPGs) optimized in refractive index (RI) sensitivity by deposition of thin tantalum oxide (TaOx) overlays. Comparing to other thin film and materials already applied for maximizing the RI sensitivity, TaOx offers good chemical and mechanical stability during its surface functionalization and other biosensing experiments. It was shown theoretically and experimentally that when RI of the overlay is as high as 2 in IR spectral range, for obtaining LPGs ultrasensitive to RI, the overlay's thickness must be determined with subnanometer precision. In this experiment the TaOx overlays were deposited using Atomic Layer Deposition method that allowed for achieving overlays with exceptionally well-defined thickness and optical properties. The TaOx nano-coated LPGs show RI sensitivity determined for a single resonance exceeding 11,500 nm/RIU in RI range nD= 1.335–1.345 RIU, as expected for label-free biosensing applications. Capability for detection of various in size biological targets, i.e., proteins (avidin) and bacteria (Escherichia coli), with TaOx-coated LPGs was verified using biotin and bacteriophage adhesin as recognition elements, respectively. It has been shown that functionalization process, as well as type of recognition elements and target analyte must be taken into consideration when the LPG sensitivity is optimized. In this work optimized approach made possible detection of small in size biological targets such as proteins with sensitivity reaching 10.21 nm/log(ng/ml).",
    "creator" : "Elsevier"
  }
}