{
  "name" : "downloads_2020-02-11_fa_10.3390@nano10020282.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Removal of Diclofenac, Paracetamol, and Carbamazepine from Model Aqueous Solutions by Magnetic Sol–Gel Encapsulated Horseradish Peroxidase and Lignin Peroxidase Composites",
    "authors" : [ "Ievgen V. Pylypchuk", "Geoffrey Daniel", "Vadim G. Kessler", "Gulaim A. Seisenbaeva" ],
    "emails" : [ "vadim.kessler@slu.se", "geoffrey.daniel@slu.se", "ievgenpy@kth.se", "gulaim.seisenbaeva@slu.se" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: sol–gel silica encapsulation; horseradish peroxidase; lignin peroxidase; enzymatic drug decomposition; magnetic nano-carrier; diclofenac; paracetamol; carbamazepine"
    }, {
      "heading" : "1. Introduction",
      "text" : "Worldwide urbanization and population increase and associated expansion in the use of pharmaceuticals is driving the search for new materials to insure efficient and rapid purification of both drinking water and wastewaters. Apart from the widespread problem of heavy metal pollution aggravated by warmer weather and increased acidity [1], there is a growing worldwide problem of water pollution by pharmaceuticals. It is well-known that the content of persistent organic pollutants such as pharmaceuticals [2], personal care products [3], and their metabolites are increasing due to human activity. For example, in wastewater treatment plant (WWTP) effluents, the concentration\nNanomaterials 2020, 10, 282; doi:10.3390/nano10020282 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 282 2 of 18\nof carbamazepine (CBZ) has been reported as reaching 0.95 µg/L, and 0.99 µg/L for diclofenac [4]. In particular, the anti-inflammatory drug diclofenac has been detected in surface, ground and drinking waters in the range of ngL−1 to µgL−1 in Switzerland [5], Spain [6], Sweden [7], and in the Baltic region [8]. Even other pharmaceuticals—such as ibuprofen, carbamazepine, tramadol, naproxen, and oxazepam—were recorded recently in drinking waters in Sweden [7]. What is surprising, efficiency of conventional WWTPs against micropollutants was close to 0%, but with high variability for individual compounds [9]. Better results in pharmaceuticals removal were achieved using nanofiltration followed by a carbon filter adsorption (90% median treatment efficiency). Despite apparent high efficacy, removal of pharmaceuticals by adsorption has some disadvantages, such as low adsorption capacity, and low selectivity. Also, the principal challenge in the removal of persistent organic pollutants and pharmaceuticals is that conventional sorbents are not efficient against the nano concentrations recorded and the need for extremely long time for removal. For example, biochars proposed for home use require up to 22 weeks for effective carbamazepine removal [9,10]. In addition, disposal of adsorbents contaminated by pharmaceuticals is in question. Besides adsorbents, other technologies for pharmaceutical removal, for example by ozone and UV, are already available for public. For instance, pilot-scale tests were run with ozonation for reduction of 24 pharmaceuticals at 10 full-scale wastewater treatment plants in southern Sweden with reasonable level reduction of pharmaceuticals reaching on average 65–88% [11]. UV-treatment chambers were installed in Stockholm and have a capacity to deliver clean water to about half a million people [12]. In model investigations, authors reached 27% of diclofenac removal by UV [13] at pH = 7.0. Also, close to 90% of CBZ removal was reached by O3, H2O2 and UV [14]. Nevertheless, common features during UV-treatment and ozonation are high energy consumption and production of potentially toxic and even carcinogenic byproducts [15]. In this respect, due to its high selectivity and performance, enzymatic water treatment was proposed as an attractive alternative solution [16–18]. For example, crude lignin peroxidase (LiP), from the white rot fungus Phanerochaete chrysosporium was studied for in vitro degradation of CBZ and diclofenac. LiP was found to completely degrade diclofenac at pH 3.0–4.5 with 3–24 ppm H2O2, while the degradation efficiency of CBZ was mostly below 10% [19]. In another study, the effective elimination of CBZ (60–80%) was stable in a fungal bioreactor for around 100 days. The main catalysts in that fungal bioreactor were lignin peroxidase, manganese peroxidase, and laccase [20,21]. Horseradish peroxidase has also been evaluated for removal of drugs such as diclofenac [22] (native HRP, up to 47% removal) and paracetamol (immobilized HRP, 83.5% removal) [23]. Carbamazepine and diclofenac pollution and their removal by wastewater plants was reviewed in [24]. Enzymatic removal of urea, diclofenac, and acetaminophen by laccase and urease in the presence of heavy metals were addressed in our previous studies [25,26]. The molecular structures of HRP (a) and LiP (b) are presented in Figure 1 below. LiP possesses a higher theoretical redox potential than HRP [27]. Immobilization on a solid carrier generally increases thermal stability of enzymes and their number of operation cycles, reducing thus the costs for industrial use. Besides methods of immobilization, it is well-known that encapsulation of enzymes into silica matrices can also increase their thermal stability and resistance [28–30].\nNanomaterials 2020, 10, 282 3 of 18\nNanomaterials 2020, 10, x FOR PEER REVIEW 3 of 18\nFigure 1. Molecular structure of HRP (a) and LiP (b) (left) with detailed view of their active sites. The heme-unit is highlighted with red color. The image has been produced in this work, applying PyMol software [31].\nThis manuscript was conceived due to lack of information about immobilized LiP enzyme performance. Mostly, only native LiP was reported for pharmaceuticals degradation. [28,32–35], except work [28]. Based on the above considerations, we supposed that a combined approach consisting of immobilization of enzymes followed by encapsulation into a silica matrix should increase their thermal- and operational stability. In the present contribution, new enzymatic nanocomposites based on prior immobilized HRP and LiP and subsequent encapsulation into silica a matrix were developed and applied in a green process for common drug pollutant decomposition and removal. Our idea was to preserve beneficial conformation of the enzymes on a magnetite surface, covering it by silica shell, providing physical barrier to enzyme shielding from mechanical damage and interaction with highly molecular compounds.\n2. Materials and Methods\nThe following reagents were used in the applied synthetic procedures: tetraethoxysilane (TEOS, Si(OC2H5)4, Sigma-Aldrich Sweden AB, cat. no. 8.00658 98%, Stockholm, Sweden); iron (II) chloride tetrahydrate (FeCl2·4H2O, Sigma-Aldrich Sweden AB, cat. no. 380024 97%, Stockholm, Sweden); iron (III) chloride hexahydrate (FeCl3·6H2O, Sigma-Aldrich Sweden AB, cat. no. 31232-M 98, Stockholm, Sweden); sodium acetate tri-hydrate (VWR International AB, product: 27652.232, Stockholm, Sweden); glacial acetic acid (Scharlau, HPLC grade, Barcelona, Spain); hydrogen peroxide (H2O2, 36% in water, Sigma-Aldrich Sweden AB, Stockholm, Sweden); acetaminophen (Sigma-Aldrich Sweden AB, powder 98.0–102.0%, Stockholm, Sweden); diclofenac sodium salt (Sigma-Aldrich Sweden AB, product number: D6899， Stockholm, Sweden); ethanol (96%); 0.1 M HCl; 0.1 M NaOH; 0.06 M phosphate buffer (pH 7.0); horseradish peroxidase, (Sigma-Aldrich Sweden AB, lyophilized, powder, beige, ~150 U/mg, Stockholm, Sweden); lignin peroxidase (Sigma-Aldrich Sweden AB, powder, slightly beige, >0.1 U/mg, Stockholm, Sweden); ABTS (2,2′-azino-bis(3-ethylbenzothiazoline-6sulphonic acid), Sigma-Aldrich Sweden AB, Stockholm, Sweden).\nFigure 1. Molecular str cture of HRP (a) and LiP (b) (left) with detailed view of their active sites. The heme-unit is highlighted with red color. The image has been produced in this work, applying PyMol software [31].\nThis manuscript was conceived due to lack of information about immobilized LiP enzyme performance. Mostly, only native LiP was reported for pharmaceuticals degradation [28,32–35], except work [28]. Based on the above considerations, we supposed that a combined approach consisting of immobilization of enzymes followed by encapsulation into a silica matrix should increase their thermaland operational stability. In the present contribution, new enzymatic nanocomposites based on prior immobilized HRP and LiP and subsequent encapsulation into silica a matrix were developed and applied in a green process for common drug pollutant decomposition and removal. Our idea was to preserve beneficial conformation of the enzymes on a magnetite surface, covering it by silica shell, providing physical barrier to enzyme shielding from mechanical damage and interaction with highly molecular compounds."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "The following reagents were used in the applied synthetic procedures: tetraethoxysilane (TEOS, Si(OC2H5)4, Sigma-Aldrich Sweden AB, cat. no. 8.00658 98%, Stockholm, Sweden); iron (II) chloride tetrahydrate (FeCl2·4H2O, Sigma-Aldrich Sweden AB, cat. no. 380024 97%, Stockholm, Sweden); iron (III) chloride hexahydrate (FeCl3·6H2O, Sigma-Aldrich Sweden AB, cat. no. 31232-M 98, Stockholm, Sweden); sodium acetate tri-hydrate (VWR International AB, product: 27652.232, Stockholm, Sweden); glacial acetic acid (Scharlau, HPLC grade, Barcelona, Spain); hydrogen peroxide (H2O2, 36% in water, Sigma-Aldrich Sweden AB, Stockholm, Sweden); acetaminophen (Sigma-Aldrich Sweden AB, powder 98.0–102.0%, Stockholm, Sweden); diclofenac sodium salt (Sigma-Aldrich Sweden AB, product number: D6899, Stockholm, Sweden); ethanol (96%); 0.1 M HCl; 0.1 M NaOH; 0.06 M phosphate buffer (pH 7.0); horseradish peroxidase, (Sigma-Aldrich Sweden AB, lyophilized, powder, beige, ~150 U/mg, Stockholm, Sweden); lignin peroxidase (Sigma-Aldrich Sweden AB, powder, slightly beige, >0.1 U/mg,\nNanomaterials 2020, 10, 282 4 of 18\nStockholm, Sweden); ABTS (2,2′-azino-bis(3-ethylbenzothiazoline-6-sulphonic acid), Sigma-Aldrich Sweden AB, Stockholm, Sweden)."
    }, {
      "heading" : "2.1. Magnetite Synthesis",
      "text" : "Magnetite was prepared by co-precipitation of iron (II) and iron (III) chlorides with ammonia solution under a nitrogen atmosphere [36]. For that, 24g of ferrous chloride (FeCl2) and 48 g of Ferric chloride (FeCl3) were dissolved in 1l of deionized water. This solution was added dropwise to 250 mL of ammonia solution (NH4OH, 25% in water). Black precipitate was collected and washed several times by distilled water to pH = 7. The obtained Fe3O4 particles were spherical with an average diameter of about 14 ± 3 nm, and a specific surface area of about 96 m2/g."
    }, {
      "heading" : "2.2. Immobilization of Enzymes and Their Encapsulation into Silica Matrix",
      "text" : "200 mg Fe3O4 was suspended in 50 mL of water/ethanol (1:1, v/v) mixture and then 5 mg of the enzyme dissolved in 5 mL of phosphate buffer was added to the magnetite suspension. The enzyme was left to absorb for 1.5 h, then 0.2 mL of 1% NH4F in water was added. Finally, 4 mL TEOS in 5 mL EtOH was added over 30 min. After 5 h, the solution became viscous and transformed into a gel. The mature gel was washed by EtOH and water. The composites were freeze-dried overnight."
    }, {
      "heading" : "2.3. ABTS Oxidation Test and Enzyme Activity",
      "text" : "One unit (U) of enzyme activity was defined as the amount of enzyme required to oxidize 1 µmol of ABTS per minute with free enzyme activities expressed in UL−1. Triplicate measurements were made for each assay of enzyme activity. ABTS was prepared as a 0.2 mM solution in acetate buffer at pH 5.0. With each cycle of oxidation, 3 µL of 3.6% H2O2 and 0.997 mL of ABTS was added to interact for 24 h with the composite powder at defined temperature. Composites were separated by magnet within 1 min. After separation, the ABTS solutions were filtered through 0.2 µm cellulose membranes in order to separate composite particles. ABTS concentration was measured at 420 nm in a quartz cuvette with a light path length of 1 cm."
    }, {
      "heading" : "2.4. Drug Solutions",
      "text" : "All drugs solutions were prepared in water or acetate buffer with corresponding pH. Initial concentrations were 17.6 µg/mL for CBZ, 100 µg/mL for paracetamol and 50 µg/mL for diclofenac."
    }, {
      "heading" : "2.5. Drugs Decomposition by Native Enzymes",
      "text" : "Initial enzyme activity was measured after by ABTS test (10 µL of enzyme solution + 3 µL of H2O2 (3.6%) + 1 mL ABTS in sodium acetate buffer) after reacting for 10 min. Then, 1 mL of crude enzyme solutions in phosphate buffer, (HRP and LiP) with C = 0.06 mg/mL (corresponding to the mass of enzyme in composite), were mixed with 1 mL of 0.01 mg/mL of paracetamol solution, or diclofenac solution or with 1 mL of 17 mkg/mL of carbamazepine solutions, following with 3 µL of H2O2 (3.6%) addition. Solutions were reacting for 5 days, then filtered through 0.2 µm cellulose membrane filters."
    }, {
      "heading" : "2.6. Drugs Degradation by Non-Encapsulated Enzymes",
      "text" : "Experiments were done with and without enzymes; experiments were multiplicated and ran in a few cycles. 1 mL of drug solution in corresponding buffer was added to 30 mg of magnetite-enzyme sample (200 mg Fe3O4 was suspended in 50 mL of water/ethanol (1:1, v/v) mixture and then 5 mg of the enzyme dissolved in 5 mL of phosphate buffer was added to the magnetite suspension; the enzyme was left to absorb for 1.5 h) under vigorous shaking with following 3 µL of H2O2 (3.6%) addition.\nNanomaterials 2020, 10, 282 5 of 18"
    }, {
      "heading" : "2.7. Drug Decomposition by Hybrid Composites",
      "text" : "1 mL of drug solution in corresponding buffer was added to 30 mg of sol–gel sample under vigorous shaking, followed by the addition of 3 µL of H2O2 (3.6%). Samples were thermostated at a certain temperature and time."
    }, {
      "heading" : "2.8. Enzyme Leaching from Sol–Gel Encapsulated Composites",
      "text" : "30 mg of sample has been shaking at 55 ◦C for 24 h in deionized water. After composite decantation by magnet, solutions were filtered through 200 µm membrane filter and measured by UV–Vis at λ = 280 nm. Then, ABTS was added and solution was kept for 24 h at 55 ◦C to react. Activity was measured at λ = 420 nm."
    }, {
      "heading" : "2.9. NMR Experiments",
      "text" : "500 µL of a sample solution after removal of the nanocomposite was filtered through 0.2 µm cellulose membranes and mixed with 55 µL of D2O. 600 MHz Bruker Avance Cryoprobe instrument was used."
    }, {
      "heading" : "2.10. UV–Vis Spectroscopy",
      "text" : "Concentrations of drugs were measured using UV–Vis spectroscopy at λ = 243 nm for the paracetamol, λ = 273 nm for the diclofenac, and at λ = 280 for CBZ. All solutions were filtered through 0.2 µm cellulose membrane filters in order to separate composite particles. Perkin Elmer Lambda 2 instrument was used."
    }, {
      "heading" : "2.11. SEM",
      "text" : "Micrographs of samples were obtained on an Hitachi TM-1000 environmental scanning electron microscope. Samples were mounted on specimen stubs coated by carbon tabs and viewed at 15 kV."
    }, {
      "heading" : "2.12. FTIR",
      "text" : "FTIR spectra of all samples were recorded as KBr pellets on a Perkin-Elmer Spectrum 100 instrument. A total of eight scans were carried out on wavenumbers from 400 cm−1 to 4000 cm−1, in transmittance mode. All spectra were smoothed and their baselines corrected."
    }, {
      "heading" : "2.13. AFM",
      "text" : "Surface structures of samples were studied using a Bruker FastScan Bio Atomic Force Microscope (AFM) in ScanAsyst mode. Wet samples were air-dried for 2 days prior to investigation. For native enzymes, samples were prepared by depositing 2 µL of 0.06 mg/mL solution on a mica plate. Composite samples were prepared by deposition of 2 µL of 0.001 mg/mL suspension on mica plate."
    }, {
      "heading" : "2.14. Transmission Electron Microscopy",
      "text" : "TEM observations were made using a Philips CM12 instrument (Philips, Sweden) operated at 100 kV."
    }, {
      "heading" : "2.15. TGA",
      "text" : "Thermogravimetric analysis was carried out in air with a heating rate of 10 ◦C min−1, using a Perkin-Elmer Pyris 1 instrument."
    }, {
      "heading" : "2.16. Differential Scanning Calorimetry (DSC)",
      "text" : "DSC was performed with Mettler-Toledo DSC 820instrument. The method consisted in heating of the sample in 40 µL Al crucible at a rate 8 ◦C/min and airflow rate 50 mL/min up to 600 ◦C.\nNanomaterials 2020, 10, 282 6 of 18"
    }, {
      "heading" : "2.17. Statistical Analysis",
      "text" : "Statistical analysis was performed using Origin 2017 software. Error bars in the graphs were expressed as mean square deviation of the data."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "Some materials, due to their surface charge and adsorbed counterions, provide special ‘microenvironment’ for enzymes, thus increasing their activity. For instance, modeling for Trametes Versicolor laccase revealed higher enzyme performance when its immobilized on positive surfaces [37]. Surface of magnetite has proved to be such an “enhancer” for laccase enzyme [26]. In the present work, we applied a combined approach, consisting of adsorption of the enzyme on magnetite (Fe3O4) surface in a first step, followed then by formation of a SiO2 shell using a sol–gel method. Magnetite was used as an active surface for freezing enzyme conformation, whereas silica shell formation was used to prevent enzyme leakage by desorption, with a potential to provide increased pH and temperature resistance for the developed composites.\nSynthesis was performed according to Scheme 1 Below:\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 18\nIn the present work, we applied a combined approach, consisting of adsorption of the enzyme on magnetite (Fe3O4) surface in a first step, followed then by formation of a SiO2 shell using a sol–gel method. Magnetite was used as an active surface for freezing enzyme conformation, whereas silica shell formation was used to prevent enzyme leakage by desorption, with a potential to provide increased pH and temperature resistance for the developed composites.\nSynthesis was performed according to Scheme 1 Below:\nScheme 1. Sol–gel encapsulation of HRP- and LiP peroxidases adsorbed onto magnetite nanoparticles.\n3.1. Transmission Electron Microscopy\nInitial magnetite samples, magnetite with adsorbed LiP and silica-coated magnetite-LiP samples were characterized by transmission electron microscopy (Figure 2a–c, respectively). From the TEM images it was very clear seen that a silica shell was formed over the magnetite nanoparticles surface (Figure 2c). The original magnetite particles possessed the size 14±3 nm, but partly were aggregated into blocks 30–40 nm in size. Their size and appearance did not change at all after enzyme grafting, because the enzyme molecules have much lower density and are essentially invisible in TEM. Coating of the material by silica results in rough aggregates of silica gel, incorporating the enzyme-grafted magnetite particles (darker areas in the Figure 2c). The silica shell has lower density (lighter in the TEM image). It can be seen that no non-coated magnetite particles remain in the material, proving successful encapsulation of the immobilized enzyme.\nScheme 1. Sol–gel encapsulation of HRP- and LiP peroxidases adsorbed onto magnetite nanoparticles."
    }, {
      "heading" : "3.1. Transmission Electron Microscopy",
      "text" : "Initial magnetite samples, magnetite with adsorbed LiP and silica-coated magnetite-LiP samples were characterized by transmission electron microscopy (Figure 2a–c, respectively). From the TEM images it was very clear seen that a silica shell was formed over the magnetite nanoparticles surface (Figure 2c). The original magnetite particles possessed the size 14± 3 nm, but partly were aggregated into blocks 30–40 nm in size. Their size and appearance did not change at all after enzyme grafting, because the enzyme molecules have much lower density and are essentially invisible in TEM. Coating of the material by silica results in rough aggregates of silica gel, incorporating the enzyme-grafted magnetite particles (darker areas in the Figure 2c). The silica shell has lower density (lighter in the TEM image). It can be seen that no non-coated magnetite particles remain in the material, proving successful encapsulation of the immobilized enzyme.\nNanomaterials 2020, 10, 282 7 of 18\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 18"
    }, {
      "heading" : "3.2. Atomic Force Microscopy",
      "text" : "The textural characteristics of the enzyme-composites were investigated by AFM. Aggregated enzyme particles were visible on AFM images for native HRP- and LiP enzymes deposited on the surface (Figure 3a,b respectively). When immobilized, the enzymes were not evident on the surface of the magnetite, confirming that they were encapsulated and only aggregates of silica were visible on the surface (Figure 3c, respectively). Initial magnetite and silica-coated magnetite nanoparticles are shown in Figure 3e,f respectively. The AFM data was also in agreement with TEM analysis on synthesized composites (Figure 2). Since the appearance of pristine iron oxide and iron oxide bearing adsorbed enzymes does not differ significantly in TEM, a quantitative peak force measurement was carried out in AFM using the Bruker QPM software. It revealed very considerable difference in interaction of the cantilever with the two types of sample. The average adhesion force for pristine FeOx was 1.6 ± 0.5 nN, while for LiP coated particles the interaction was very much stronger with an average adhesion force of 80.8 ± 27.6 nN (see Figures S11 and S12). Coating with silica results in a rather uniform surface, causing strong variation in the background for the interaction force that decreases to a rather low adhesion value of 2.6 ± 1.2 nN.\nt t r l r t risti s f t - sit s r i sti t . r t rti l s r isi l i s f r ti - i s sit t\ns rf c ( i r 3a,b respectively). hen immobilized, the enzymes wer not evident on the surface of the magnetit , confirming that they were encapsulated and only aggregates of silic were visible on th surfac (Figure 3c, respectively). Initial magne ite and silic -coated magnetite nanoparticles are shown in Figu e 3e,f respectively. The AFM data was also in agreement with TEM a lysis on synthesized compo ites (Figure 2). Since the appearance of pristine iron oxide and iron oxide bearing adsorbed enzymes does not diff r significantly in TEM, a quantitative peak force measurement was carried out in AFM usi g the Bruker QPM software. It rev aled very considerabl differenc in interaction of th cantil ver with the tw types of s mple. The average adhesion force for pristine F Ox w s 1.6 ± 0.5 nN, while for LiP coated particles the interaction was very much stronger with an verage adhesion for e of 80.8 ± 27.6 nN (s e Figures S11 and S12). Coating with silica res lt in a rather uniform surface, causing trong v riation in the background for the interaction force that decreases to a rathe low adhesion value of 2.6 ± 1.2 nN.\nNanomaterials 2020, 10, 282 8 of 18\nNanomaterials 2020, 10, x FOR PEER REVIEW 8 of 18\nFigure 3. AFM images of native HRP (a) and LiP (b) enzymes and sol–gel encapsulated HRP (c) and LiP (d) composites and initial magnetite (e) and silica coated magnetite (f).\n3.3. Scanning Electron Microscopy\nSEM images of the sol–gel HRP- and LiP samples are presented in Figure S1a–d respectively. The samples consisted of small particles below 1 μm and associated aggregates.\n3.4. Thermogravimetric Analysis\nThe total weight loss in sol–gel HRP- and LiP samples was 13.24% and 13.86% respectively (Figure S2a,b). In both samples, the mass loss below 100 °C was due to moisture evaporation while above 110 °C chemisorbed water evaporation as well as condensation of OH groups in silica layer occurs. Thermal destruction of the sol–gel encapsulated enzymes occurred in the temperature range 110–400 °C. The more exact temperature range for decomposition of the enzymes 220–450 °C was determined by DSC measurements (see Figure S14).\n3.5. FTIR\nFigure S3 shows FTIR spectra for the synthesized sol–gel composites. Fe-O bond vibration from the magnetite core appears at 457 cm−1. Symmetrical and anti-symmetric vibrations of ν(Si-O-Si) appears at 800 cm−1 and 1000–1230 cm−1 and can be attributed to Si-O-Si vibrations in silica. Absorption\nFigure 3. AFM images of native HRP (a) and LiP (b) enzymes and sol–gel encapsulated HRP (c) and LiP (d) composites and initial magnetite (e) and silica coated magnetite (f)."
    }, {
      "heading" : "3.3. Scanning Electron Microscopy",
      "text" : "SEM images of the sol–gel HRP- and LiP samples are presented in Figure S1a–d respectively. The samples consisted of small particles below 1 µm and associated aggregates."
    }, {
      "heading" : "3.4. Thermogravimetric Analysis",
      "text" : "The total weight loss in sol–gel HRP- and LiP samples was 13.24% and 13.86% respectively (Figure S2a,b). In both samples, the mass loss below 100 ◦C was due to moisture evaporation while above 110 ◦C chemisorbed water evaporation as well as condensation of OH groups in silica layer occurs. Thermal destruction of the sol–gel encapsulated enzymes occurred in the temperature range 110–400 ◦C. The more exact temperature range for decomposition of the enzymes 220–450 ◦C was determined by DSC measurements (see Figure S14).\nNanomaterials 2020, 10, 282 9 of 18"
    }, {
      "heading" : "3.5. FTIR",
      "text" : "Figure S3 shows FTIR spectra for the synthesized sol–gel composites. Fe-O bond vibration from the magnetite core appears at 457 cm−1. Symmetrical and anti-symmetric vibrations of ν(Si-O-Si) appears at 800 cm−1 and 1000–1230 cm−1 and can be attributed to Si-O-Si vibrations in silica. Absorption band at 1630 cm−1 belongs to water molecule vibrations together with the broad absorption band 3000 cm−1 to 3600 cm−1."
    }, {
      "heading" : "3.6. Activity of the Composites",
      "text" : "From the literature, it was reported that above pH 7.5 and below 4.0, LiP enzymes lose all activity in less than 5 h [38]. The native LiP half-life in solution at 25 ◦C was 198 h, whereas at 40 ◦C and pH 3.0, it losts its full activity. At pH 5 the activity was17%, while no activity was observed at pH 6 [39]. Free HRP undergoes activity loss at elevated temperatures, but when encapsulated is known to retain its activity even after 14 h at 55 ◦C [40]. The catalytic constant and efficacy increase after HRP immobilization on graphene oxide [41]. The authors explain the increased stability against pH change for immobilized HRP via action of the local buffering effect. For HRP, a broad range of optimal pH from 4 to 9 depending on the chemical nature of immobilization support have been reported [42]. Activity was evaluated using a model ABTS oxidation test. Each cycle was conducted for 24 h at 55 ◦C. As observed in Figure 4a,b, the composites retained their activity even after 20 consequent cycles at elevated temperature. The retained activity after 20th cycle was 43% for LiP and 50% for HRP. The gradual decrease in activity over time can be explained by enzyme deterioration by hydrogen peroxide. Poisoning of the enzyme active sites cannot be discounted. Nevertheless, encapsulated enzymes kept their activity much longer, than native LiP- and HRP enzymes that usually do not survive for even 24 h at elevated temperatures.\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 18\nband at 1630 cm−1 belongs to water molecule vibrations together with the broad absorption band 3000 cm−1 to 3600 cm−1.\n3.6. Activity of the Composites\nFrom the literature, it was reported that above pH 7.5 and below 4.0, LiP enzymes lose all activ ty in less than 5 h [38]. The native LiP alf-life in solution at 25 °C was 198 h, whereas at 40 °C and pH 3.0, it losts it full activity. At pH 5 the ctivity was17%, while no activity was observed at pH 6 [39]. Free HRP undergoes activity loss at elevated temperatures, but when enca sulated is known to retain its activity even after 14 h at 55 °C [40]. The catalytic constant and efficacy increase after HRP immobilization on graphene oxide [41]. The authors explain the increased stability against pH change for immobilized HRP via action of the local buffering effect. For HRP, a broad range of optimal pH from 4 to 9 depending on the chemical nature of immobilization support have been reported [42]. Activity was evaluated using a model ABTS xidation test. Each cycle was conducted for 24 h at 55 °C. As observed in Figure 4a,b, the composites retained their cti it even after 20 consequent cycles at elevated t mperature. The r tained activity fter 20th cycle was 43% for LiP and 50% f r HRP. The gradual decrease in activity over time c n be expl ined by enzyme d terioration by hydrogen peroxide. Poisoning of the enzyme active sites cannot be discounted. Nevert eless, encapsulated enzymes kept their activity much longer, than native LiP- d HRP enzymes that usually do not survive for even 24 h at elevated temperatures.\n3.7. Enzyme Leaching from Sol–Gel Encapsulated Composites\nEnzyme leakage tests, were performed using both UV–Vis at λ = 280 nm to detect enzyme, and to evaluate possible enzymatic activity of leachate (ABTS, λ = 420 nm). Apparently, enzyme is gradually releasing from the composite (Figures S17 and S18). That is confirmed by protein absorption at λ = 280 nm, and also by enzymatic activity of leachate solutions. Enzyme leaching can explain decrease in composite activity, occurring with time.\nAfter testing ability of the composites in oxidation of model compounds, they were used for oxidation of several common water drug pollutants. It worth to notice that in our studies, at pH 7, at room and elevated temperatures (55 °C), the activity against selected drugs was negligible for both LiP and HRP composites. Diclofenac is well known for its recalcitrance and difficulty for biodegradation [43–45] in nature. Destruction of diclofenac by oxidase enzymes apparently starts from hydroxylation of its molecule. For example, after laccase degradation two main metabolites were reported namely 4`-hydroxydiclofenac (compound 2, Scheme 2) and 5-hydroxy-diclofenac (compound 3, Scheme 2) [46]."
    }, {
      "heading" : "3.7. Enzyme Leaching from Sol–Gel Encapsulated Composites",
      "text" : "Enzyme leakage tests, were performed using both UV–Vis at λ = 280 nm to detect enzyme, and to evaluate possible enzymatic activity of leachate (ABTS, λ = 420 nm). Apparently, enzyme is gradually releasing fro the composite (Figures S17 and S18). That is confirmed by protein absorption at λ = 280 nm, and also by enzymatic activity of leachate solutions. Enzyme leaching can explain decrease in composite activity, occurring with time."
    }, {
      "heading" : "3.8. Activity in Drug Decomposition and NMR Study of Decomposition Products",
      "text" : "After testing ability of the composites in oxi ation of model compounds, they w re used for oxidation of several common water drug pollutants. It worth to notice that in our studies, at pH 7,\nNanomaterials 2020, 10, 282 10 of 18\nat room and elevated temperatures (55 ◦C), the activity against selected drugs was negligible for both LiP and HRP composites. Diclofenac is well known for its recalcitrance and difficulty for biodegradation [43–45] in nature. Destruction of diclofenac by oxidase enzymes apparently starts from hydroxylation of its molecule. For example, after laccase degradation two main metabolites were reported namely 4‘-hydroxy-diclofenac (compound 2, Scheme 2) and 5-hydroxy-diclofenac (compound 3, Scheme 2) [46].\nQuinones may also be formed as diclofenac metabolites such as diclofenac-2,5-iminoquionone\n(compound 4, Scheme 2). Nevertheless, it has been shown, that only 5–10% of the removed diclofenac\nwas transformed into diclofenac-2,5-iminoquionone, suggesting that 90–95% was possibly oxidized via other pathways [47].\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 18\nThe summarized pathways during enzymatic degradation of diclofenac is given on scheme below.\nScheme 2. Possible pathways in diclofenac enzymatic oxidative decomposition."
    }, {
      "heading" : "3.7.5. Degradation of Paracetamol by Non-Immobilized Enzymes",
      "text" : "Chemical shifts for the paracetamol molecule in 1H NMR are the following: 9.5 (s), 6.9 (d), 7.2 (d), 2.1 (s). As can be observed form NMR spectra of paracetamol after interaction with native enzymes, aromatic protons, inherent initial paracetamol molecules, disappear (Figure 7). This leads us to conclude total degradation of the drug under the influence of enzymes.\nScheme 2. Possible pathways in diclofenac enzymatic oxidative decomposition.\n3.8.1. Drug Degradation by Non-Encapsulated Enzymes\nJust adsorbed enzymes were evaluated in diclofenac and paracetamol degradation tests. Non encapsulated composites were active only in one cycle, after that enzyme was deactivated and washed out from the surface. Data presented on Figures S15 and S16.\n3.8.2. Degradation of Diclofenac by Non-Immobilized Enzymes\nThe NMR spectra of initial diclofenac and diclofenac after interaction with native HRP and LiP enzymes are shown in Figure S4a–c respectively. Total degradation of diclofenac in the case of HRP is due to a higher number of enzyme units (10-fold number of enzyme units compared to LiP). Spectra b and c in Figure S4 are scaled 32 times. The chemical shifts for sodium diclofenac in 1H NMR were: 7.24 (d), 7.09 (t), 6.93 (t), 6.43 (d), 3.77 (s).\n3.8.3. Degradation of Diclofenac by Sol–Gel Encapsulated Enzymes at pH 5\nNMR spectra for diclofenac and its metabolites after interaction with sol–gel encapsulated HRP and LiP enzyme composites at pH 5 are shown in Figure 5a–c respectively. The spectra of diclofenac after interaction with both sol–gel encapsulated HRP and LiP composites are similar to each other. In comparison with initial diclofenac, new artefact peaks appear at 7.3–7.4 and at 7.55 ppm after interaction with composites. These peaks can be attributed to hydroxy-substituted derivatives of diclofenac. Spectra b and c in Figure 5 is scaled 32 times.\nNanomaterials 2020, 10, 282 11 of 18\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 18 Quinones may also be formed as diclofenac metabolites such as diclofenac-2,5-iminoquionone (compound 4, Scheme 2). Nevertheless, it has been shown, that only 5–10% of the removed diclofenac was transformed into diclofenac-2,5-iminoquionone, suggesting that 90–95% was possibly oxidized via other pathways [47]."
    }, {
      "heading" : "3.7.1. Drug Degradation by Non-Encapsulated Enzymes",
      "text" : "Just adsorbed enzymes were evaluated in diclofenac and paracetamol degradation tests. Non encapsulated composites were active only in one cycle, after that enzyme was deactivated and washed out from the surface. Data presented on Figures S15 and S16."
    }, {
      "heading" : "3.7.2. Degradation of Diclofenac by Non-Immobilized Enzymes",
      "text" : "The NMR spectra of initial diclofenac and diclofenac after interaction with native HRP and LiP enzymes are shown in Figure S4a–c respectively. Total degradation of diclofenac in the case of HRP is due to a higher number of enzyme units (10-fold number of enzyme units compared to LiP). Spectra b and c in Figure S4 are scaled 32 times. The chemical shifts for sodium diclofenac in 1H NMR were: 7.24 (d), 7.09 (t), 6.93 (t), 6.43 (d), 3.77 (s).\n3.7.3. Degradation of Diclofenac by Sol–Gel Encapsulated Enzymes at pH 5\nNMR spectra for diclofenac and its metabolites after interaction with sol–gel encapsulated HRP and LiP enzyme composites at pH 5 are shown in Figure 5a–c respectively. The spectra of diclofenac after interaction with both sol–gel encapsulated HRP and LiP composites are similar to each other. In comparison with initial diclofenac, new artefact peaks appear at 7.3–7.4 and at 7.55 ppm after interaction with composites. These peaks can be attributed to hydroxy-substituted derivatives of diclofenac. Spectra b and c in Figure 5 is scaled 32 times.\nFigure 5. NMR spectra of initial diclofenac (a), diclofenac after interaction with sol–gel encapsulated LiP (b), and HRP (c) composites at pH = 5 during 3 days."
    }, {
      "heading" : "3.7.4. Degradation of Diclofenac by Sol–Gel Encapsulated Enzymes at pH 3",
      "text" : "From NMR spectra we can conclude that diclofenac removal by sol–gel encapsulated HRP and LiP enzymes at pH 3 lead to total degradation (see NMR on Figure 6a–c, respectively). In this example, we suppose that in addition to the quinone transformation pathway, the hydroxylated derivatives of diclofenac can undergo further oxidation to carboxylic acids with following breaking down of the aromatic ring (Scheme S1). Probably, products of degradation were insoluble and/or were adsorbed on composite surface.\nFigure 5. NMR spectra of initial diclofenac (a), diclofenac after interaction with sol–gel encapsulated LiP (b), and HRP (c) composites at pH = 5 during 3 days.\n3.8.4. Degradation of Diclofenac by Sol–Gel Encapsulated Enzymes at pH 3\nFrom NMR spectra we can conclude that diclofenac removal by sol–gel encapsulated HRP and LiP enzymes at pH 3 lead to total degradation (see NMR on Figure 6a–c, respectively). In this example, we suppose that in addition to the quinone transformation pathway, the hydroxylated derivatives of diclofenac can undergo further oxidation to carboxylic acids with following breaking down of the aromatic ring (Scheme S1). Probably, products of degradation were insoluble and/or were adsorbed on composite surface.\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 18\nFigure 6. NMR spectra of initial diclofenac (a), diclofenac after interaction with sol–gel encapsulated LiP (b), HRP (c) composites at pH = 3 over 3 days.\nThe summarized pathways during enzymatic degradation of diclofenac is given on scheme below.\nScheme 2. Possible pathways in diclofenac enzymatic oxidative decomposition.\n3.7.5. Degradation of Paracetamol by Non-Immobilized Enzymes\nChemical shifts for the paracetamol molecule in 1H NMR are the following: 9.5 (s), 6.9 (d), 7.2 (d), 2.1 (s). As can be observed form NMR spectra of paracetamol after interaction with native enzymes, aromatic protons, inherent initial paracetamol molecules, disappear (Figure 7). This leads us to conclude total degradation of the drug under the influence of enzymes.\nFigure 6. NMR spectra of initial diclofenac (a), diclofenac after interaction with sol–gel encapsulated LiP (b), HRP (c) composites at pH = 3 over 3 days.\nThe summarized pathways during enzymatic degradation of diclofenac is given on scheme below.\n3.8.5. Degradation of Paracetamol by Non-Immobilized Enzymes\nChemical shifts for the paracetamol molecule in 1H NMR are the following: 9.5 (s), 6.9 (d), 7.2 (d), 2.1 (s). As can be observed form NMR spectra of paracetamol after interaction with native enzymes, aromatic protons, inherent initial paracetamol molecules, disappear (Figure 7). This leads us to conclude total degradation of the drug under the influence of enzymes.\nNanomaterials 2020, 10, 282 12 of 18\nNanomaterials 2020, 10, x FOR PEER REVIEW 12 of 18\nFigure 7. NMR spectra of paracetamol after interaction with HRP (a) and LiP (b) enzymes at pH = 7 during 5 days."
    }, {
      "heading" : "3.7.6. Degradation of Paracetamol by Sol–Gel Encapsulated Enzymes at pH 5",
      "text" : "NMR spectra of initial paracetamol and its metabolites after interaction with sol–gel encapsulated HRP- and LiP composites at pH 5 are presented in Figure S5a–c, respectively. Simple conclusion can be done from these spectra, that paracetamol is not destroyed under pH 5 with both HRP and LiP composites."
    }, {
      "heading" : "3.7.7. Degradation of Paracetamol by Sol–Gel Encapsulated Enzymes at pH 3",
      "text" : "In contradiction to paracetamol degradation at pH 5, NMR profile of paracetamol metabolites at pH 3 is rather different. Except of decrease of concentration of paracetamol, signal from aromatic protons shifts. In addition, new signals at 8.18 ppm and 9.42 ppm started to appear on both HRP and LiP treated samples (Figure 8). Also, doublet of aromatic protons at 6.8–7.2, inherent for paracetamol, shifted right on 0.1 ppm, to 6.7–7.1 ppm in enzyme-treated samples.\nFigure 8. NMR spectra initial paracetamol (a), paracetamol after interaction with sol–gel HRP (b), and LiP (c) composites at pH = 3.\nFigure 7. NMR spectra of paracetamol after interaction with HRP (a) and LiP (b) enzymes at pH = 7 during 5 days.\n3.8.6. Degradation of Paracetamol by Sol–Gel Encapsulated Enzymes at pH 5\nNMR spectra of initial paracetamol and its metabolites after interaction with sol–gel encapsulated HRP- and LiP composites at pH 5 are presented in Figure S5a–c, respectively. Simple conclusion can be done from these spectra, that paracetamol is not destroyed under pH 5 with both HRP and LiP composites.\n3.8.7. Degradation of Paracetamol by Sol–Gel Encapsulated Enzymes at pH 3\nIn contradiction to paracetam l egr dation at pH 5, NMR profile f paracetamol metabolites at pH 3 is rather different. Except of decrease of concentration of paracetamol, signal from aromatic protons shifts. In addition, new signals at 8.18 ppm and 9.42 ppm started to appear on both HRP and LiP treated samples (Figure 8). Also, doublet of aromatic protons at 6.8–7.2, inherent for paracetamol, shifted right on 0.1 ppm, to 6.7–7.1 ppm in enzyme-treated samples.\nNanomaterials 2020, 10, x FOR PEER REVIEW 12 of 18\nFigure 7. NMR spectra of paracetamol after interaction with HRP (a) and LiP (b) enzymes at pH = 7 during 5 days.\n3.7.6. Degradation of Paracetamol by Sol–Gel Encapsulated Enzymes at pH 5\nNMR spectra of initial paracetamol and its metabolites after interaction with sol–gel encapsulated HRP- and LiP composites at pH 5 are presented in Figure S5a–c, respectively. Simple conclusion can be done from these spectra, that paracetamol is not destroyed under pH 5 with both HRP and LiP composites.\n3.7.7. Degradation of Paracetamol by Sol–Gel Encapsulated Enzymes at pH 3\nIn contradiction to paracetamol degr dation at pH 5, NMR profile of p racetamol metabolites at pH 3 is rather different. Except of ecrease of c ncentration of paracetamol, signal from aromatic protons shifts. In addition, new signals at 8.18 ppm and 9.42 ppm started to appear on both HRP and LiP treated samples (Figure 8). Also, doublet of aromatic protons at 6.8–7.2, inherent for paracetamol, shifted right on 0.1 ppm, to 6.7–7.1 ppm in enzyme-treated samples.\nFigure 8. NMR spectra initial paracetamol (a), paracetamol after interaction with sol–gel HRP (b), and LiP (c) composites at pH = 3.\nFigure 8. NMR spectra initial paracetamol (a), paracetamol after interaction with sol–gel HRP (b), and LiP (c) composites at pH = 3.\n3.8.8. Degradation of Carbamazepine by Non-Immobilized Enzymes\nThe products after CBZ interaction with native HRP- and LiP enzymes are presented in Figure S6a–c respectively. A detailed mass-spectrometric investigation on the products for CBZ\nNanomaterials 2020, 10, 282 13 of 18\n(Scheme 3, compound a) transformation by laccase is given in [48]. The two main products detected were: 10,11-dihydro-10,11-dihydroxy-CBZ (DiOH-CBZ) (Scheme 3, compound b) and 10,11-dihydro-10,11-epoxy-CBZ (EP-CBZ) (compound c). At the same time, major metabolites of CBZ formed by myeloperoxidase [49] were 2- and 3-OH metabolites of CBZ (Scheme 3, compounds d and e). Mechanisms for aromatic compound hydroxylation by enzymes are thoroughly discussed in [50].\nNanomaterials 2020, 10, x FOR PEER REVIEW 13 of 18"
    }, {
      "heading" : "3.7.8. Degradation of Carbamazepine by Non-Immobilized Enzymes",
      "text" : "The products after CBZ interaction with native HRP- and LiP enzymes are presented in Figure S6a–c respectively. A detailed mass-spectrometric investigation on the products for CBZ (Scheme 3, compound a) transformation by laccase is given in [48]. The two main products detected were: 10,11- dihydro-10,11-dihydroxy-CBZ (DiOH-CBZ) (Scheme 3, compound b) and 10,11-dihydro-10,11epoxy-CBZ (EP-CBZ) (compound c). At the same time, major metabolites of CBZ formed by myeloperoxidase [49] were 2- and 3-OH metabolites of CBZ (Scheme 3, compounds d and e). Mechanisms for aromatic compound hydroxylation by enzymes are thoroughly discussed in [50].\nScheme 3. Chemical formula for CBZ (a) and its metabolites after enzymatic degradation (b-e).\nApparently, in case of native HRP and LiP enzymes interaction with CBZ, aromatic ring cleavage occurs, which reflects in disappearance of aromatic protons signal around 7.5 ppm."
    }, {
      "heading" : "3.7.9. Degradation of Carbamazepine by Sol–Gel Encapsulated Enzymes at pH 5",
      "text" : ""
    }, {
      "heading" : "In case of carbamazepine, only a decrease in concentration, but no metabolites were observed",
      "text" : "during decomposition by sol–gel encapsulated enzymes at pH 5 (see Figure S6a,d,e). Chemical shifts for CBZ in 1H NMR were: 7.4–7.27 (m), 6.90 (s), 4.95 (s)."
    }, {
      "heading" : "3.7.10. Degradation of Carbamazepine by Sol–Gel Encapsulated Enzymes at pH 3",
      "text" : ""
    }, {
      "heading" : "At pH 3, total destruction of CBZ was observed. Possible products for CBZ during enzymatic",
      "text" : "degradation are not certain. Since the aromatic protons in NMR spectra of CBZ products disappear (Figure 9a–c), it is likely that destruction of the aromatic CBZ moieties occurs. The mechanisms for CBZ transformations may also be different. If one considers that during peroxidase action, hydroxylated derivatives of CBZ are formed, then they may undergo further oxidation to carboxylic acids and quinones, involving aromatic ring cleavage, as was shown in Scheme 2. The signals at 6.8 and 8.05 ppm can be attributed to hydroxylated derivatives of CBZ.\nScheme 3. Chemical formula for CBZ (a) and its metabolites after enzymatic degradation (b–e).\nApparently, in case of native HRP and LiP enzymes interaction with CBZ, aromatic ring cleavage occurs, which reflects in disappearance of aromatic protons signal around 7.5 ppm.\n3.8.9. Degradation of Carbamazepine by Sol–Gel Encapsulated Enzymes at pH 5\nIn case of carbamazepine, only a decrease in concentration, but no metabolites were observed during decomposition by sol–gel encapsulated enzymes at pH 5 (see Figure S6a,d,e). Chemical shifts for CBZ in 1H NMR were: 7.4–7.27 (m), 6.90 (s), 4.95 (s).\n3.8.10. Degradation of Carbamazepine by Sol–Gel Encapsulated Enzymes at pH 3\nAt pH 3, total destruction of CBZ was observed. Possible products for CBZ during enzymatic degradation are not certain. Since the aromatic protons in NMR spectra of CBZ products disappear (Figure 9a–c), it is likely that destruction of the aromatic CBZ moieties occurs. The mechanisms for CBZ transformations may also be different. If one considers that during peroxidase action, hydroxylated derivatives of CBZ are formed, then they may undergo further oxidation to carboxylic acids and quinones, involving aromatic ring cleavage, as was shown in Scheme 2. The signals at 6.8 and 8.05 ppm can be attributed to hydroxylated derivatives of CBZ. The reason for increased enzymatic activity may be explained by literature data. For example, it was suggested [51] that the reason for activity enhancement of enzymes encapsulated within DNA scaffolds “was that the pH near the surface of the negatively charged DNA nanostructures was lower than that in the bulk solution, creating a more optimal pH environment for the anchored enzymes”. Furthermore, it is well-known that acidic catalysis increases performance of oxidation reactions, which can also be the reason for increased enzymes activity. Results of decomposition for selected drugs by LiP and HRP composites under different conditions are summarized in Table 1. To summarize, a decrease in pH appreciably increased the enzymes activities. Changing pH to 5.0 increased the activity of the composites allowing them to decompose more than 50% of diclofenac\nNanomaterials 2020, 10, 282 14 of 18\n(Figure 10a) and CBZ within 3 days (Figure 10b). In the case of paracetamol, the decomposition rate was below 10% (NMR in Figure S7).\nNanomaterials 2020, 10, x FOR PEER REVIEW 14 of 18\nFigure 9. NMR spectra of initial CBZ (a), CBZ after interaction with sol–gel encapsulated LiP (b), and HRP (c) at pH = 3 over 3 days.\nThe reason for increased enzymatic activity may be explained by literature data. For example, it\nwas suggested [51] that the reason for activity enhancement of enzymes encapsulated within DNA\nscaffolds “was that the pH near the surface of the negatively charged DNA nanostructures was lower than that in the bulk solution, creating a more optimal pH environment for the anchored enzymes”. Furthermore, it is well-known that acidic catalysis increases performance of oxidation reactions, which can also be the reason for increased enzymes activity.\nResults of decomposition for selected drugs by LiP and HRP composites under different conditions are summarized in Table 1.\nTable 1. Activity of LiP and HRP composites in drug decomposition processes over 3 days, 55 °C at\ndifferent pHs\npH = 5 pH = 3\nSol–gel Fe3O4/HRP/SiO2, Sol–gel Fe3O4/LiP/SiO2 Sol–gel Fe3O4/HRP/SiO2, Sol–gel\nFe3O4/LiP/SiO2 Diclofenac 59% ± 8% 64% ± 8% 100% ± 10% 100% ± 10%\nParacetamol 9% ± 5% 9% ± 5% 50 ± 10% 50 ± 10% Carbamazepine 60% ± 8% 68 ± 8% 100% ± 10% 100 ± 10%\nTo summarize, a decrease in pH appreciably increased the enzymes activities. Changing pH to 5.0 increased the activity of the composites allowing them to decompose more than 50% of diclofenac (Figure 10a) and CBZ within 3 days (Figure 10b). In the case of paracetamol, the decomposition rate was below 10% (NMR in Figure S7).\nAn explanation for poor paracetamol degradation may lie in a different mechanism of oxidation. In contrast to laccases, peroxidases are heme-containing enzymes, which utilize hydrogen peroxide when oxidized releasing two electrons. Then the peroxidase is reduced via a two-step one-electron\noxidation process. Lignin peroxidase (LiP, E.C. 1.11.1.14) oxidizes phenolic compounds and reduces\nmolecular oxygen to water, generating intermediate radicals. These radicals are different from those\ngenerated by laccase, resulting in different pollutant degradation mechanisms for the two enzymes. Transformation of polyphenols, such as lignin, to low-molecular compounds is the most frequent reaction of LiP in nature [52]. For example, LiP oxidizes and degrades lignin (natural polyphenol) according to Scheme 2 [52–54]. The main mechanism is formation of carboxylic acids and subsequent ring cleavage and macromolecule breakdown. The scheme for phenol transformation by peroxidase in presence of hydrogen peroxide is presented on Scheme S1. When compared to laccase, where phenoxy-radicals are formed, peroxidases generate cation-radicals (Scheme S1). Phenoxy-radicals\nFigure 9. NMR spectra of initial CBZ (a), CBZ after interaction with sol–gel encapsulated LiP (b), and HRP (c) at pH = 3 over 3 days.\nTable 1. Activity of LiP and HRP composites in drug decomposition processes over 3 days, 55 ◦C at different pHs.\npH = 5 pH = 3\nSol–Gel Fe3O4/HRP/SiO2, Sol–Gel Fe3O4/LiP/SiO2\nSol–Gel Fe3O4/HRP/SiO2, Sol–Gel Fe3O4/LiP/SiO2\nDiclofenac 59% ± 8% 64% ± 8% 100% ± 10% 100% ± 10% Paracetamol 9% ± 5% 9% ± 5% 50 ± 10% 50 ± 10%\nCarbamazepine 60% ± 8% 68 ± 8% 100% ± 10% 100 ± 10%\nNanomaterials 2020, 10, x FOR PEER REVIEW 15 of 18\nproduced by laccase result in high levels of paracetamol removal due to polymerization. In the case\nof peroxidases, cation-radicals apparently formed more effectively with CBZ and diclofenac than on\nparacetamol, with subsequent molecule degradation and removal. However, intermolecular radical\nscavenging in the case of paracetamol should not be discounted. Low r oxidation efficie cies for immobilized enzym s can be attributed t an increased mass transfer requirement and limited accessibility of active s tes after enzyme immobilization [55,56]. At pH 3 and 55 °C, total decomposition of di lofenac and carbamazepine was observed (Figure 10a,b, and discussion of NMR studies), in the case of both HRP- and LiP composites. Nevertheless, paracetamol was not totally degraded by immobilized enzymes even at this low pH (see NMR in\nFigure S7).\n64 59\n100 100\n0\n20\n40\n60\n80\n100\n120\ndi cl\nof en\nac re\nm ov\nal (%\n)\n55°C, 3 days\nsol gel LiP sol gel HRP sol gel LiP sol gel HRP\npH=5\npH=3\n68.7 60\n100 100\n0\n20\n40\n60\n80\n100\n120\nC BZ\nre m\nov al\n(% )\n55°C, 3 days\nsol gel LiP sol gel HRP sol gel LiP sol gel HRP\npH=5\npH=3\n(a) (b)\nFigure 10. (a) Diclofenac removal at pH 5.0 and pH 3.0. (b) CBZ removal at pH 5.0 and pH 3.0.\n4. Conclusions\nPeroxidase enzymes HRP and LiP, efficiently immobilized on iron oxide nanoparticles by adsorption from solution, maintain their active conformation. Adsorption is especially visibl in quantitative measure ents of adh sion by AFM. The advantage of the proposed approach was in pote tial pres rvation of advantag ous configuration of nzyme molecules when ad orbed on magnetite nanoparticles, which was confirmed by further tests. Further sol–gel coating by silica results in permanent immobilization with resistance to ‘washing off’ and enhanced stability in time and against elevated temperatures and acidity. Synthesized composites were active in diclofenac, carbamazepine, and paracetamol removal. Immobilized LiP was more active in diclofenac removal than HRP and even laccase, as was anticipated based on earlier studies. The silica-coated enzyme composites revealed enhanced stability at elevated temperatures. Nevertheless, the silica encapsulated HRP- and LiP enzyme composites showed limited ability for paracetamol degradation. In addition, cation-radicals apparently formed by peroxidase enzymes, were more effective for CBZ and diclofenac removal than in case of paracetamol.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Figure S1: SEM images of sol gel encapsulated HRP (a,b) and LiP (c,d) composite samples , Figure S2: TGA of freeze-dried HRP sample (a) and LiP sample (b), Figure S3: FTIR spectra of the sol gel HRP (a) and sol gel LiP (b) comsposite samples and enzyme-free sol-gel silica (c), Figure S4: NMR spectra of initial diclofenac (a), diclofenac after interaction with sol gel encapsulated LiP (b), and HRP (c) composites at pH=5 during 3 days, Figure S5: NMR spectra of initial carbamazepine (a), CBZ after interaction with native LiP enzyme (b), HRP enzyme (c), at pH=7 during 5 days, and CBZ after contact with sol gel encapsulated LiP (d) and HRP (e) at pH=5, Figure S6: NMR spectra initial paracetamol (a), paracetamol after interaction with sol gel HRP (b) and LiP (c) composites at pH=5, Figure S7: NMR spectra of initial diclofenac (d), diclofenac after interaction with sol gel encapsulated LiP (e), HRP (f) composites at pH=3 during 3 days, Figure S8: NMR spectra of initial CBZ (a), CBZ after interaction with sol gel encapsulated LiP (b), and HRP (c) at pH=3 during 3 days, Figure S9: NMR spectra initial paracetamol (a),\nFigure 10. (a) Diclofenac removal at pH 5.0 and pH 3.0. (b) CBZ removal at pH 5.0 and pH 3.0.\nAn explanation for poor paracetamol degradation may lie in a different mechanism of oxidation. In contrast to laccases, peroxidases are heme-co taining enzymes, which utilize hydrogen peroxide when ox dized releasing two electrons. Then the peroxidase is reduced via two-step one-electron oxidation process. Ligni per xidase (LiP, E.C. 1.11.1.14) oxidizes p nolic compounds and reduces molecul r oxygen t water, ge erating intermediate radicals. Thes radicals are ifferent from those generated by laccase, resulting in different pollutant degradation mechanisms for the two\nNanomaterials 2020, 10, 282 15 of 18\nenzymes. Transformation of polyphenols, such as lignin, to low-molecular compounds is the most frequent reaction of LiP in nature [52]. For example, LiP oxidizes and degrades lignin (natural polyphenol) according to Scheme 2 [52–54]. The main mechanism is formation of carboxylic acids and subsequent ring cleavage and macromolecule breakdown. The scheme for phenol transformation by peroxidase in presence of hydrogen peroxide is presented on Scheme S1. When compared to laccase, where phenoxy-radicals are formed, peroxidases generate cation-radicals (Scheme S1). Phenoxy-radicals produced by laccase result in high levels of paracetamol removal due to polymerization. In the case of peroxidases, cation-radicals apparently formed more effectively with CBZ and diclofenac than on paracetamol, with subsequent molecule degradation and removal. However, intermolecular radical scavenging in the case of paracetamol should not be discounted. Lower oxidation efficiencies for immobilized enzymes can be attributed to an increased mass transfer requirement and limited accessibility of active sites after enzyme immobilization [55,56]. At pH 3 and 55 ◦C, total decomposition of diclofenac and carbamazepine was observed (Figure 10a,b, and discussion of NMR studies), in the case of both HRP- and LiP composites. Nevertheless, paracetamol was not totally degraded by immobilized enzymes even at this low pH (see NMR in Figure S7)."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Peroxidase enzymes HRP and LiP, efficiently immobilized on iron oxide nanoparticles by adsorption from solution, maintain their active conformation. Adsorption is especially visible in quantitative measurements of adhesion by AFM. The advantage of the proposed approach was in potential preservation of advantageous configuration of enzyme molecules when adsorbed on magnetite nanoparticles, which was confirmed by further tests. Further sol–gel coating by silica results in permanent immobilization with resistance to ‘washing off’ and enhanced stability in time and against elevated temperatures and acidity. Synthesized composites were active in diclofenac, carbamazepine, and paracetamol removal. Immobilized LiP was more active in diclofenac removal than HRP and even laccase, as was anticipated based on earlier studies. The silica-coated enzyme composites revealed enhanced stability at elevated temperatures. Nevertheless, the silica encapsulated HRP- and LiP enzyme composites showed limited ability for paracetamol degradation. In addition, cation-radicals apparently formed by peroxidase enzymes, were more effective for CBZ and diclofenac removal than in case of paracetamol.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/2/282/s1, Figure S1: SEM images of sol gel encapsulated HRP (a,b) and LiP (c,d) composite samples, Figure S2: TGA of freeze-dried HRP sample (a) and LiP sample (b), Figure S3: FTIR spectra of the sol gel HRP (a) and sol gel LiP (b) comsposite samples and enzyme-free sol-gel silica (c), Figure S4: NMR spectra of initial diclofenac (a), diclofenac after interaction with sol gel encapsulated LiP (b), and HRP (c) composites at pH = 5 during 3 days, Figure S5: NMR spectra of initial carbamazepine (a), CBZ after interaction with native LiP enzyme (b), HRP enzyme (c), at pH = 7 during 5 days, and CBZ after contact with sol gel encapsulated LiP (d) and HRP (e) at pH = 5, Figure S6: NMR spectra initial paracetamol (a), paracetamol after interaction with sol gel HRP (b) and LiP (c) composites at pH = 5, Figure S7: NMR spectra of initial diclofenac (d), diclofenac after interaction with sol gel encapsulated LiP (e), HRP (f) composites at pH = 3 during 3 days, Figure S8: NMR spectra of initial CBZ (a), CBZ after interaction with sol gel encapsulated LiP (b), and HRP (c) at pH = 3 during 3 days, Figure S9: NMR spectra initial paracetamol (a), paracetamol after interaction with sol gel HRP (b) and LiP (c) composites at pH = 3, Figure S10: NMR spectra of diclofenac (a), diclofenac after interaction with native LiP (b) and HRP (c) enzymes during at pH = 7 during 5 days, Figure S11: Representative image of a peak force curve for the pristine iron oxide particles, Figure S12: Representative image of a peak force curve for the LiP coated iron oxide particle, Figure S14: DSC data for Fe3O4/HRP/SiO2 (a) and Fe3O4/LiP/SiO2 composites (b), Figure S15: Paracetamol degradation non-encapsulated HRP, pH = 7 (t = 18 h, C = 1 mg/ml), Figure S16: Diclofenac degradation non-encapsulated HRP, pH = 7 (t = 19 h 40 min, C = 1 mg/ml), Figure S17: Normalized enzyme activity of leachate solution (a) and optical density of leachate solution (b) for Fe3O4/HRP/SiO2 composite, Figure S18: Normalized enzymatic activity of leachate solution (a) and optical density of leachate solution (b) for LiP composites, Scheme S1: Chemical formula for CBZ and its metabolites after enzymatic degradation.\nAuthor Contributions: Conceptualization, G.A.S. and I.V.P.; methodology, G.A.S. and I.V.P.; writing—original draft preparation, I.V.P.; writing—review and editing, I.V.P., G.A.S., V.G.K., G.D.; TEM visualization, G.D. All authors have read and agreed to the published version of the manuscript.\nNanomaterials 2020, 10, 282 16 of 18\nFunding: This research was funded by Olle Engqvist Byggmästare Foundat grant number 2017/175(180) and Swedish Research Council (Vetenskapsrådet), grant number 2018-04841.\nAcknowledgments: Olle Engqvist Byggmästare Foundation is gratefully acknowledged for the support of studies of multi-functional adsorbents for water purification (Project “Magnetic nano adsorbents for complex water purification” 2017/175(180)).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Removal of heavy metal ions from wastewaters: A review",
      "author" : [ "F. Fu", "Q. Wang" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "Persistent organic pollutants",
      "author" : [ "L. Ritter", "K.R. Solomon", "J. Forget", "M. Stemeroff", "C. O’Leary" ],
      "venue" : "(PDF). United Nations Environment Programme. Archived from the original (PDF) on 2007-09-26",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2007
    }, {
      "title" : "Occurrence and Fate of Carbamazepine, Clofibric Acid, Diclofenac, Ibuprofen, Ketoprofen, and Naproxen",
      "author" : [ "C. Tixier", "H.P. Singer", "S. Oellers", "S.R. Müller" ],
      "venue" : "Surface Waters. Environ. Sci. Technol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2003
    }, {
      "title" : "Occurrence and fate of the pharmaceutical drug diclofenac in surface waters: Rapid photodegradation in a lake",
      "author" : [ "H.R. Buser", "T. Poiger", "M.D. Muller" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1998
    }, {
      "title" : "Modelling the emerging pollutant diclofenac with the GREAT-ER model: Application to the Llobregat River Basin",
      "author" : [ "J. Aldekoa", "C. Medici", "V. Osorio", "S. Perez", "R. Marce", "D. Barcelo", "F. Frances" ],
      "venue" : "J. Hazard. Mater. 2013,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Background report on pharmaceutical concentrations and effects in the Baltic Sea",
      "author" : [ "P. Hallgren", "P. Wallberg" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Micropollutants in drinking water from source to tap-Method development and application of a multiresidue screening",
      "author" : [ "R. Tröger", "P. Klöckner", "L. Ahrens", "K. Wiberg" ],
      "venue" : "method. Sci. Total Environ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Potential of biochar filters for onsite sewage treatment: Adsorption and biological degradation of pharmaceuticals in laboratory filters with active, inactive and no biofilm",
      "author" : [ "S. Dalahmeh", "L. Ahrens", "M. Gros", "K. Wiberg", "M. Pell" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Application of Ozone in Wastewater Treatment: Oxidation of Pharmaceuticals and Filamentous Bulking Sludge; Department of Chemical Engineering",
      "author" : [ "F. Nilsson" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Phototransformation of selected pharmaceuticals during UV treatment of drinking water",
      "author" : [ "S. Canonica", "L. Meunier", "U. von Gunten" ],
      "venue" : "Water Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2008
    }, {
      "title" : "Optimization of carbamazepine removal in O3/UV/H2O2 system using a response surface methodology with central composite design",
      "author" : [ "J.-K. Im", "I.-H. Cho", "S.-K. Kim", "K.-D. Zoh" ],
      "venue" : "Desalination",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Occurrence, genotoxicity, and carcinogenicity of regulated and emerging disinfection by-products in drinking water: A review and roadmap for research",
      "author" : [ "S.D. Richardson", "M.J. Plewa", "E.D. Wagner", "R. Schoeny", "D.M. DeMarini" ],
      "venue" : "Mutat. Res./Rev. Mutat. Res",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2007
    }, {
      "title" : "A review on enzymatic treatment of phenols in wastewater",
      "author" : [ "P. Agarwal", "R. Gupta", "N. Agarwal" ],
      "venue" : "J. Biotechnol. Biomater. 2016,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Enzymatic catalysis treatment method of meat industry wastewater using lacasse",
      "author" : [ "K. Thirugnanasambandham", "V. Sivakumar" ],
      "venue" : "J. Environ. Health Sci. Eng",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Oxidoreductases on their way to industrial biotransformations",
      "author" : [ "A.T. Martinez", "F.J. Ruiz-Duenas", "S. Camarero", "A. Serrano", "D. Linde", "H. Lund", "J. Vind", "M. Tovborg", "O.M. Herold-Majumdar", "M. Hofrichter" ],
      "venue" : "Biotechnol. Adv",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Geißen, S.-U. In vitro degradation of carbamazepine and diclofenac by crude lignin peroxidase",
      "author" : [ "Y. Zhang" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2010
    }, {
      "title" : "Removal of Micropollutants by a Fungus-Augmented Membrane Bioreactor",
      "author" : [ "S. Yang" ],
      "venue" : "Master’s Thesis,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "Geißen, S.-U. Elimination of carbamazepine in a non-sterile fungal bioreactor",
      "author" : [ "Y. Zhang" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "Degradation of a Nonsteroidal Anti-Inflammatory Drug Using Horseradish Peroxidase Enzyme",
      "author" : [ "E. Montanez-Hurtado", "L. Pramparo" ],
      "venue" : "Res. J. Appl. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Enzymatic removal of paracetamol from aqueous phase: Horseradish peroxidase immobilized on nanofibrous membranes",
      "author" : [ "R. Xu", "Y. Si", "F. Li", "B. Zhang" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Carbamazepine and diclofenac: Removal in wastewater treatment plants and occurrence in water bodies",
      "author" : [ "Y. Zhang", "S.-U. Geißen", "C. Gal" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2008
    }, {
      "title" : "Sol-Gel Derived Adsorbents with Enzymatic and Complexonate Functions for Complex Water Remediation",
      "author" : [ "R.P. Pogorilyi", "I. Pylypchuk", "I.V. Melnyk", "Y.L. Zub", "G.A. Seisenbaeva", "V.G. Kessler" ],
      "venue" : "Nanomaterials 2017,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Simultaneous removal of acetaminophen, diclofenac, and Cd (II) by Trametes Versicolor lacсase immobilized on Fe3O4/SiO2-DTPA hybrid nanocomposites",
      "author" : [ "I.V. Pylypchuk", "V.G. Kessler", "G.A. Seisenbaeva" ],
      "venue" : "ACS Sustain. Chem. Eng. 2018,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Enzymatic degradation of oxidized and reduced graphene nanoribbons by lignin peroxidase",
      "author" : [ "G. Lalwani", "W. Xing", "B. Sitharaman" ],
      "venue" : "J. Mater. Chem. B 2014,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Purification, Characterization and Immobilization of Lignin Peroxidase Produced by Ganoderma Lucidum for Industrial Applications",
      "author" : [ "S. Batool" ],
      "venue" : "Ph.D. Thesis,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "Biochemically active sol-gel glasses: The trapping of enzymes",
      "author" : [ "S. Braun", "S. Rappoport", "R. Zusman", "D. Avnir", "M. Ottolenghi" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1990
    }, {
      "title" : "Sol—Gel materials as efficient enzyme protectors: Preserving the activity of phosphatases under extreme pH conditions",
      "author" : [ "H. Frenkel-Mullerad", "D. Avnir" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2005
    }, {
      "title" : "Degradation of tetracycline and oxytetracycline by crude lignin peroxidase prepared from Phanerochaete chrysosporium–a white rot fungus",
      "author" : [ "X. Wen", "Y. Jia", "J.J.C. Li" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2009
    }, {
      "title" : "Oxidation of pharmaceutically active compounds by a ligninolytic fungal peroxidase",
      "author" : [ "G. Eibes", "G. Debernardi", "G. Feijoo", "M.T. Moreira", "J.M.J.B. Lema" ],
      "venue" : "Biodegradation",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "Degradation of the recalcitrant pharmaceuticals carbamazepine and 17α-ethinylestradiol by ligninolytic fungi",
      "author" : [ "I. Santosa", "M.J. Grossmana", "A. Sartorattob", "A.N. Ponezib", "L.R. Durranta" ],
      "venue" : "Chem. Eng. 2012,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2012
    }, {
      "title" : "Superparamagnetic silica nanoparticles with immobilized metal affinity ligands for protein adsorption",
      "author" : [ "Z.Y. Ma", "Y.P. Guan", "H.Z. Liu" ],
      "venue" : "J. Magn. Magn. Mater",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2006
    }, {
      "title" : "Creation of a Functional Polysiloxane Layer on the Surface of Magnetic Nanoparticles Using the Sol-Gel Method",
      "author" : [ "I.V. Mel’nik", "Y.L. Zub", "B. Alonso", "N.V. Abramov", "P.P. Gorbik" ],
      "venue" : "Glass Phys. Chem",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2012
    }, {
      "title" : "Molecular Understanding of Laccase Adsorption on Charged Self-Assembled Monolayers",
      "author" : [ "J. Liu", "Y. Xie", "C. Peng", "G. Yu", "J. Zhou" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Lignin peroxidase H2 from Phanerochaete chrysosporium: Purification, characterization and stability to temperature and pH",
      "author" : [ "H. Tuisel", "R. Sinclair", "J.A. Bumpus", "W. Ashbaugh", "B.J. Brock", "S.D. Aust" ],
      "venue" : "Arch. Biochem. Biophys",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 1990
    }, {
      "title" : "Effect of temperature, pH, ionic strength, and sodium nitrate on activity of LiPs: Implications for bioremediation",
      "author" : [ "F. Bosco", "A. Capolongo", "B. Ruggeri" ],
      "venue" : "Bioremediat. J. 2002,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2002
    }, {
      "title" : "Catalytic activity and thermal stability of horseradish peroxidase encapsulated in self-assembled organic nanotubes",
      "author" : [ "Q. Lu", "Y. Kim", "N. Bassim", "N. Raman", "G.E. Collins" ],
      "venue" : "Analyst 2016,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2020
    }, {
      "title" : "Stability and activity improvement of horseradish peroxidase by covalent immobilization on functionalized reduced graphene oxide and biodegradation of high phenol concentration",
      "author" : [ "M. Besharati Vineh", "A.A. Saboury", "A.A. Poostchi", "A.M. Rashidi", "K. Parivar" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Immobilization of horseradish peroxidase on multi-wall carbon nanotubes and its electrochemical properties",
      "author" : [ "Y.M. Lee", "O.Y. Kwon", "Y.J. Yoon", "K. Ryu" ],
      "venue" : null,
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2006
    }, {
      "title" : "Pathway’s and metabolites of microbial degradation of selected acidic pharmaceutical and their occurrence in municipal wastewater treated by a membrane bioreactor",
      "author" : [ "J.B. Quintana", "S. Weiss", "T. Reemtsma" ],
      "venue" : "Water Res",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2005
    }, {
      "title" : "Elimination of selected acidic pharmaceuticals from municipal wastewater by an activated sludge system and membrane bioreactors",
      "author" : [ "K. Kimura", "H. Hara", "Y. Watanabe" ],
      "venue" : "Environ. Sci Technol",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2007
    }, {
      "title" : "Transformation of diclofenac by the indigenous microflora of river sediments and identification of a major intermediate",
      "author" : [ "J. Groning", "C. Held", "C. Garten", "U. Claussnitzer", "S.R. Kaschabek", "M. Schlomann" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2007
    }, {
      "title" : "Degradation of the drug sodium diclofenac by Trametes versicolor pellets and identification of some intermediates by NMR",
      "author" : [ "E. Marco-Urrea", "M. Perez-Trujillo", "C. Cruz-Morato", "G. Caminal", "T. Vicent" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2010
    }, {
      "title" : "Diclofenac oxidation by biogenic manganese oxides",
      "author" : [ "I. Forrez", "M. Carballa", "K. Verbeken", "L. Vanhaecke", "T. Ternes", "N. Boon", "W. Verstraete" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2010
    }, {
      "title" : "Biotransformation of carbamazepine by laccase-mediator system: Kinetics, by-products and toxicity assessment",
      "author" : [ "M. Naghdi", "M. Taheran", "S.K. Brar", "A. Kermanshahi-pour", "M. Verma", "R.Y. Surampalli" ],
      "venue" : "Process. Biochem",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "Peroxidase-mediated bioactivation of hydroxylated metabolites of carbamazepine and phenytoin",
      "author" : [ "W. Lu", "J.P. Uetrecht" ],
      "venue" : "Drug Metab. Dispos",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2008
    }, {
      "title" : "Enzymatic hydroxylation of aromatic compounds",
      "author" : [ "R. Ullrich", "M. Hofrichter" ],
      "venue" : "Cell. Mol. Life Sci",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2007
    }, {
      "title" : "Proximity does not contribute to activity enhancement in the glucose oxidase–horseradish peroxidase",
      "author" : [ "Y. Zhang", "S. Tsitkov", "H. Hess" ],
      "venue" : "cascade. Nat. Commun. 2016,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    }, {
      "title" : "Characterization of lignocellulolytic enzymes from white-rot fungi",
      "author" : [ "T. Manavalan", "A. Manavalan", "K. Heese" ],
      "venue" : "Curr. Microbiol",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2015
    }, {
      "title" : "Oxidation mechanism of ligninolytic enzymes involved in the degradation of environmental pollutants",
      "author" : [ "T. Mester", "M. Tien" ],
      "venue" : "Int. Biodeterior. Biodegrad",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2000
    }, {
      "title" : "Effect of metal ions, chemical agents and organic compounds on lignocellulolytic enzymes activities",
      "author" : [ "J. De Cassia Pereira", "E.C. Giese", "M.M. de Souza Moretti", "A.C. dos Santos Gomes", "O.M. Perrone", "M. Boscolo", "R. da Silva", "E. Gomes", "D.A.B. Martins" ],
      "venue" : null,
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2017
    }, {
      "title" : "Laccase immobilization on titania nanoparticles and titania-functionalized membranes",
      "author" : [ "J. Hou", "G. Dong", "Y. Ye", "V. Chen" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2014
    }, {
      "title" : "Biocatalytic degradation of carbamazepine with immobilized laccase-mediator membrane hybrid reactor",
      "author" : [ "C. Ji", "J. Hou", "K. Wang", "Y. Zhang", "V. Chen" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Apart from the widespread problem of heavy metal pollution aggravated by warmer weather and increased acidity [1], there is a growing worldwide problem of water pollution by pharmaceuticals.",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 1,
      "context" : "It is well-known that the content of persistent organic pollutants such as pharmaceuticals [2], personal care products [3], and their metabolites are increasing due to human activity.",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 3,
      "context" : "In particular, the anti-inflammatory drug diclofenac has been detected in surface, ground and drinking waters in the range of ngL−1 to μgL−1 in Switzerland [5], Spain [6], Sweden [7], and in the Baltic region [8].",
      "startOffset" : 156,
      "endOffset" : 159
    }, {
      "referenceID" : 4,
      "context" : "In particular, the anti-inflammatory drug diclofenac has been detected in surface, ground and drinking waters in the range of ngL−1 to μgL−1 in Switzerland [5], Spain [6], Sweden [7], and in the Baltic region [8].",
      "startOffset" : 167,
      "endOffset" : 170
    }, {
      "referenceID" : 5,
      "context" : "In particular, the anti-inflammatory drug diclofenac has been detected in surface, ground and drinking waters in the range of ngL−1 to μgL−1 in Switzerland [5], Spain [6], Sweden [7], and in the Baltic region [8].",
      "startOffset" : 209,
      "endOffset" : 212
    }, {
      "referenceID" : 6,
      "context" : "What is surprising, efficiency of conventional WWTPs against micropollutants was close to 0%, but with high variability for individual compounds [9].",
      "startOffset" : 145,
      "endOffset" : 148
    }, {
      "referenceID" : 6,
      "context" : "For example, biochars proposed for home use require up to 22 weeks for effective carbamazepine removal [9,10].",
      "startOffset" : 103,
      "endOffset" : 109
    }, {
      "referenceID" : 7,
      "context" : "For example, biochars proposed for home use require up to 22 weeks for effective carbamazepine removal [9,10].",
      "startOffset" : 103,
      "endOffset" : 109
    }, {
      "referenceID" : 8,
      "context" : "For instance, pilot-scale tests were run with ozonation for reduction of 24 pharmaceuticals at 10 full-scale wastewater treatment plants in southern Sweden with reasonable level reduction of pharmaceuticals reaching on average 65–88% [11].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 9,
      "context" : "In model investigations, authors reached 27% of diclofenac removal by UV [13] at pH = 7.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 10,
      "context" : "Also, close to 90% of CBZ removal was reached by O3, H2O2 and UV [14].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 11,
      "context" : "Nevertheless, common features during UV-treatment and ozonation are high energy consumption and production of potentially toxic and even carcinogenic byproducts [15].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 15,
      "context" : "5 with 3–24 ppm H2O2, while the degradation efficiency of CBZ was mostly below 10% [19].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 16,
      "context" : "The main catalysts in that fungal bioreactor were lignin peroxidase, manganese peroxidase, and laccase [20,21].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 17,
      "context" : "The main catalysts in that fungal bioreactor were lignin peroxidase, manganese peroxidase, and laccase [20,21].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 18,
      "context" : "Horseradish peroxidase has also been evaluated for removal of drugs such as diclofenac [22] (native HRP, up to 47% removal) and paracetamol (immobilized HRP, 83.",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 20,
      "context" : "Carbamazepine and diclofenac pollution and their removal by wastewater plants was reviewed in [24].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 21,
      "context" : "Enzymatic removal of urea, diclofenac, and acetaminophen by laccase and urease in the presence of heavy metals were addressed in our previous studies [25,26].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 22,
      "context" : "Enzymatic removal of urea, diclofenac, and acetaminophen by laccase and urease in the presence of heavy metals were addressed in our previous studies [25,26].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 23,
      "context" : "LiP possesses a higher theoretical redox potential than HRP [27].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 24,
      "context" : "Mostly, only native LiP was reported for pharmaceuticals degradation [28,32–35], except work [28].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 31,
      "context" : "Magnetite was prepared by co-precipitation of iron (II) and iron (III) chlorides with ammonia solution under a nitrogen atmosphere [36].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 32,
      "context" : "For instance, modeling for Trametes Versicolor laccase revealed higher enzyme performance when its immobilized on positive surfaces [37].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 22,
      "context" : "Surface of magnetite has proved to be such an “enhancer” for laccase enzyme [26].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 33,
      "context" : "0, LiP enzymes lose all activity in less than 5 h [38].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 34,
      "context" : "At pH 5 the activity was17%, while no activity was observed at pH 6 [39].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 35,
      "context" : "Free HRP undergoes activity loss at elevated temperatures, but when encapsulated is known to retain its activity even after 14 h at 55 ◦C [40].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 36,
      "context" : "The catalytic constant and efficacy increase after HRP immobilization on graphene oxide [41].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 37,
      "context" : "For HRP, a broad range of optimal pH from 4 to 9 depending on the chemical nature of immobilization support have been reported [42].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 33,
      "context" : "0, LiP enzymes lose all activ ty in less than 5 h [38].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 34,
      "context" : "At pH 5 the ctivity was17%, while no activity was observed at pH 6 [39].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 35,
      "context" : "Free HRP undergoes activity loss at elevated temperatures, but when enca sulated is known to retain its activity even after 14 h at 55 °C [40].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 36,
      "context" : "The catalytic constant and efficacy increase after HRP immobilization on graphene oxide [41].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 37,
      "context" : "For HRP, a broad range of optimal pH from 4 to 9 depending on the chemical nature of immobilization support have been reported [42].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 41,
      "context" : "For example, after laccase degradation two main metabolites were reported namely 4`-hydroxydiclofenac (compound 2, Scheme 2) and 5-hydroxy-diclofenac (compound 3, Scheme 2) [46].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 41,
      "context" : "For example, after laccase degradation two main metabolites were reported namely 4‘-hydroxy-diclofenac (compound 2, Scheme 2) and 5-hydroxy-diclofenac (compound 3, Scheme 2) [46].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 42,
      "context" : "Nevertheless, it has been shown, that only 5–10% of the removed diclofenac was transformed into diclofenac-2,5-iminoquionone, suggesting that 90–95% was possibly oxidized via other pathways [47].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 42,
      "context" : "Nevertheless, it has been shown, that only 5–10% of the removed diclofenac was transformed into diclofenac-2,5-iminoquionone, suggesting that 90–95% was possibly oxidized via other pathways [47].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 43,
      "context" : "(Scheme 3, compound a) transformation by laccase is given in [48].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 44,
      "context" : "At the same time, major metabolites of CBZ formed by myeloperoxidase [49] were 2- and 3-OH metabolites of CBZ (Scheme 3, compounds d and e).",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 45,
      "context" : "Mechanisms for aromatic compound hydroxylation by enzymes are thoroughly discussed in [50].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 43,
      "context" : "A detailed mass-spectrometric investigation on the products for CBZ (Scheme 3, compound a) transformation by laccase is given in [48].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 44,
      "context" : "At the same time, major metabolites of CBZ formed by myeloperoxidase [49] were 2- and 3-OH metabolites of CBZ (Scheme 3, compounds d and e).",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 45,
      "context" : "Mechanisms for aromatic compound hydroxylation by enzymes are thoroughly discussed in [50].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 46,
      "context" : "For example, it was suggested [51] that the reason for activity enhancement of enzymes encapsulated within DNA scaffolds “was that the pH near the surface of the negatively charged DNA nanostructures was lower than that in the bulk solution, creating a more optimal pH environment for the anchored enzymes”.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 46,
      "context" : "For example, it was suggested [51] that the reason for activity enhancement of enzymes encapsulated within DNA scaffolds “was that the pH near the surface of the negatively charged DNA nanostructures was lower than that in the bulk solution, creating a more optimal pH environment for the anchored enzymes”.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 47,
      "context" : "Transformation of polyphenols, such as lignin, to low-molecular compounds is the most frequent reaction of LiP in nature [52].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 50,
      "context" : "Low r oxidation efficie cies for immobilized enzym s can be attributed t an increased mass transfer requirement and limited accessibility of active s tes after enzyme immobilization [55,56].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 51,
      "context" : "Low r oxidation efficie cies for immobilized enzym s can be attributed t an increased mass transfer requirement and limited accessibility of active s tes after enzyme immobilization [55,56].",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 47,
      "context" : "Transformation of polyphenols, such as lignin, to low-molecular compounds is the most frequent reaction of LiP in nature [52].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 50,
      "context" : "Lower oxidation efficiencies for immobilized enzymes can be attributed to an increased mass transfer requirement and limited accessibility of active sites after enzyme immobilization [55,56].",
      "startOffset" : 183,
      "endOffset" : 190
    }, {
      "referenceID" : 51,
      "context" : "Lower oxidation efficiencies for immobilized enzymes can be attributed to an increased mass transfer requirement and limited accessibility of active sites after enzyme immobilization [55,56].",
      "startOffset" : 183,
      "endOffset" : 190
    } ],
    "year" : 2020,
    "abstractText" : "Sustainable and green synthesis of nanocomposites for degradation of pharmaceuticals was developed via immobilization and stabilization of the biological strong oxidizing agents, peroxidase enzymes, on a solid support. Sol–gel encapsulated enzyme composites were characterized using electron microscopy (TEM, SEM), atomic force microscopy, FTIR spectroscopy, and thermogravimetric analysis. Horseradish peroxidase (HRP) and lignin peroxidase (LiP) were adsorbed onto magnetite nanoparticles and sol–gel encapsulated in a surface silica layer. Encapsulation enhanced the stability of the biocatalysts over time and thermal stability. The biocatalysts showed appreciable selectivity in oxidation of the organic drinking water pollutants diclofenac, carbamazepine, and paracetamol with improved activity being pharmaceutical specific for each enzyme. In particular, sol–gel encapsulated LiPand HRP-based nanocomposites were active over 20 consecutive cycles for 20 days at 55 ◦C (24 h/cycle). The stability of the sol–gel encapsulated catalysts in acidic medium was also improved compared to native enzymes. Carbamazepine and diclofenac were degraded to 68% and 64% by sol–gel LiP composites respectively at pH 5 under elevated temperature. Total destruction of carbamazepine and diclofenac was achieved at pH 3 (55 ◦C) within 3 days, in the case of both immobilized HRP and LiP. Using NMR spectroscopy, characterization of the drug decomposition products, and decomposition pathways by the peroxidase enzymes suggested.",
    "creator" : "LaTeX with hyperref package"
  }
}