{
  "name" : "downloads_2020-12-16_7d_10.1039@D0EN00962H.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Bacteriophages as Nano Engineering Tools for Quality Monitoring and Pathogen Detection in Water and Wastewater",
    "authors" : [ "Leanne M. Gilbertson", "Fereshteh Bayat", "Tohid F Didar", "Zeinab Hosseinidoust", "Michael DeGroote" ],
    "emails" : [ "doust@mcmaster.ca" ],
    "sections" : [ {
      "heading" : null,
      "text" : "rsc.li/es-nano\nEnvironmental Science Nano\nrsc.li/es-nano\nISSN 2051-8153 PAPER Leanne M. Gilbertson et al. Methodology for quantifying engineered nanomaterial release from diverse product matrices under outdoor weathering conditions and implications for life cycle assessment\nVolume 4 Number 9 September 2017 Pages 1756-1912 Environmental Science Nano\nThis is an Accepted Manuscript, which has been through the Royal Society of Chemistry peer review process and has been accepted for publication. Accepted Manuscripts are published online shortly after acceptance, before technical editing, formatting and proof reading. Using this free service, authors can make their results available to the community, in citable form, before we publish the edited article. We will replace this Accepted Manuscript with the edited and formatted Advance Article as soon as it is available. You can find more information about Accepted Manuscripts in the Information for Authors. Please note that technical editing may introduce minor changes to the text and/or graphics, which may alter content. The journal’s standard Terms & Conditions and the Ethical guidelines still apply. In no event shall the Royal Society of Chemistry be held responsible for any errors or omissions in this Accepted Manuscript or any consequences arising from the use of any information it contains.\nAccepted Manuscript\nView Article Online View Journal\nThis article can be cited before page numbers have been issued, to do this please use: F. Bayat, T. F. Didar and Z. Hosseinidoust, Environ. Sci.: Nano, 2020, DOI: 10.1039/D0EN00962H.\nBacteriophages as Nano Engineering Tools for Quality\nMonitoring and Pathogen Detection in Water and\nWastewater"
    }, {
      "heading" : "Fereshteh Bayat,a Tohid F Didar,a,b,d Zeinab Hosseinidoust b,c,d†",
      "text" : "a School of Biomedical Engineering, McMaster University, Hamilton, Ontario, L9S 8L7, Canada b Department of Mechanical Engineering, McMaster University, Hamilton, Ontario, L9S 8L7, Canada c Department of Chemical Engineering, McMaster University, Hamilton, Ontario, L9S 8L7, Canada d Michael DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, L98 4L8, Canada †Corresponding Author. Phone: (905) 525-9140; email: doust@mcmaster.ca"
    }, {
      "heading" : "Environmental Significance Statement",
      "text" : "Problem. Every year, 3.4 million, mostly children under the age of 5, die as a result of waterassociated diseases. Importance. Continuous monitoring and sensitive detection of bacterial pathogens could help identify contamination at the source and prevent / mitigate the risks associated with their spread in the surrounding environment. Environmental impact. Bacteriophages are best known for their high specificity towards their host. This means that, they are capable of targeting a specific strain of bacteria without disturbing the delicate balance of microorganisms inhabiting the same niche. Generalization. The manuscript is useful for anyone interested in designing detection/monitoring, sensing, and diagnostic methods. Nanomaterials/nanotechnology. Bacteriophages are, in essence, proteinous nanoparticles, that offer tunable, specific recognition. Phage-based sensing is rooted in nanoscience and nanotechnology, as well as molecular biology.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nEmerging investigator series: Bacteriophages as Nano\nEngineering Tools for Quality Monitoring and Pathogen\nDetection in Water and Wastewater"
    }, {
      "heading" : "Fereshteh Bayat,a Tohid F Didar,a,b,d Zeinab Hosseinidoust b,c,d†",
      "text" : "a School of Biomedical Engineering, McMaster University, Hamilton, Ontario, L9S 8L7, Canada b Department of Mechanical Engineering, McMaster University, Hamilton, Ontario, L9S 8L7, Canada c Department of Chemical Engineering, McMaster University, Hamilton, Ontario, L9S 8L7, Canada d Michael DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, L98 4L8, Canada †Corresponding Author. Phone: (905) 525-9140; email: doust@mcmaster.ca"
    }, {
      "heading" : "Abstract",
      "text" : "Waterborne bacterial pathogens are a major public health concern worldwide, taking many lives and imposing huge economical burden. Rapid and specific detection of pathogens and proper water quality monitoring is an urgent need for preventing the spread of bacterial pathogens and disease outbreaks. Bacteriophages, or phages for short, are the most abundant and ubiquitous biological entities on our planet. These bacterial viruses exist in every niche of the biosphere and target their host bacteria with high specificity. Phages can be employed as bio-probes to not only detect a pathogen of interest, but differentiate between viable and non-viable bacteria, and detect their host where traditional lab cultures may fall short. That, in addition to resilience in harsh environments and relative ease of mass production, renders phage promising candidates for pathogen detection applications. However, translation of phage-based biosensors to commercial products has been slow. In this comprehensive review, we discuss the current status of phagebased biosensors/bioassays for detection of waterborne bacterial pathogens, and important design parameters for bacteriophage-based detection platforms. We also discuss the challenges and promises of using phage-based detection methods in water and wastewater samples, as well as the future outlook for use of bacteriophages as a powerful tool in environmental engineering.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\n1. Introduction\nBacteria are present in every niche in the biosphere and play an important role in maintaining the balance in our ecosystem. Pathogenic bacteria, however, are a source of disease in humans, animals, and plants, leading to serious health risks and economical burden1, prompting us to fight back with biocides and antimicrobials, not only to eradicate contamination, but also to prevent it. Prophylactic use, however, has led to overuse of these antimicrobials (antivirals, antifungals, and antiparasitic), and biocides (disinfectants and surfactants) that has in turn led to serious environmental pollution and contamination of our drinking water and food, as well as the emergence and spread of multi-drug resistant superbugs in the environment, endangering our health and the health of our environment.2 The spread of antimicrobial resistance (AMR) in the environment has reached an alarming level and is now considered one of the major challenges globally, taking more than 700,000 lives per year, with an estimated death toll of 10 million people by 2050.3 Effluents released to the environment from different sources such as livestock farms, municipal sewage, agricultural activities, and wastewater treatment plants all promote AMR in the environment and continuously contaminate soil, water, and sediments.4 Continuous monitoring and sensitive detection of bacterial pathogens could help to identify contamination at the source and prevent or at least mitigate the risks associated with their spread in the surrounding environment. Detection platforms that allow for real time, on site detection/monitoring further have the benefit of finding the contamination early on, leading to effective prevention of disease outbreaks, lower usage of biocides and thus lower contribution to the spread of AMR microorganisms.\nBacteriophages, or phages for short, are the most abundant and ubiquitous biological entities on our planet. Their population is estimated to be 10-fold that of the bacterial population and they have a pivotal role in different ecosystems as diverse as oceans, soil and the human microbiome.5 The role of these friendly viruses in nature is to keep bacterial populations in check; so, they could be considered as natural antibacterial agents. Bacteriophages were discovered over 100 years ago (years before antibiotics took over) and have been used since as antimicrobials, bacteria typing agents for detecting unknown bacterial strains, as well as unique tools to understand the origins of life.6 Phages are best known for their high specificity, meaning they are capable of targeting a\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nspecific strain of bacteria while leaving other microorganisms inhabiting the same niche intact7, which makes them promising agents for bacteria detection and contamination monitoring. Genetic material of phage (DNA or RNA) is enclosed in a protein coat called capsid. Different families and genera of phages have been recognized so far, and they are mainly categorized by the nature of their nucleic acid (genetic material) and capsid morphology.8 Figure 1 shows a few of phages from different families. Tailed phages such as T4 and T7 and filamentous phages such as M13 are the two most commonly studied groups of phages for biosensing applications.9–11\nFigure 1. Phages classified based on morphology and genetic material (double stranded DNA: dsDNA, single stranded RNA: ssRNA, and single stranded DNA: ssDNA). (A) tailed phages, (B) icosahedral phage, (C) filamentous phage.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nPhages, similar to all viruses, are obligate parasites and they need to take advantage of the bacterial host replication machinery to reproduce. Phages replicate by infecting host bacterial cells in a four-steps process including adsorption (phage binding to specific receptors on bacterial cells), genome insertion (phage inserting its genome into bacterial cells), synthesis of progeny phages (newly synthesized virions as a result hijacking bacterial replication machinery), and release of progeny phages. Phages can have different life cycles, namely the lytic cycle (Figure 2A), which ultimately leads to lysis and destruction of the host cell (lytic or non-temperate phages), the lysogenic cycle (Figure 2B), which leads to the phage genome being incorporated into the bacterial genome and laying dormant until induced through various environmental triggers to the lytic cycle (temperate phages).7 Although release of progeny phages is a destructive process in most cases and leads to bacterial cell death, filamentous phages secrete progeny phages without causing any major disruption to the bacterial cell wall, and this generally non-bactericidal phage infection is called chronic infection/cycle12,13 (Figure 2C).\nRegardless of the replication cycle, phages have the inherent ability to replicate within the bacterial cell; thus, they replicate on site as long as bacterial host is present and can therefore amplify a small signal for detection purposes. They are easy to produce and, in theory, we have access to a tremendous diversity of phage in the environment to target emerging phage-resistant bacteria.14 Phages are ubiquitous in every niche of the environment and to date, no toxicity towards humans, animals, and plants has been reported.15,16 Having a genome, phages can also mutate to acquire the ability to infect the bacterial strains that may have acquired phage resistance, leading to what is hypothesized to be a continuous arms race between bacteria and their phage predators. Phages and phage-derived enzymes and proteins could also be used to target bacteria in biofilm mode, the most common mode of existence for bacteria in nature.17 Because of these unique characteristics, phages are strong tools not only for controlling opportunistic bacteria in different environmental settings, but also for detection and monitoring of contaminations; thus, fighting against the spread of multi-drug resistant superbugs.\nIn this systemic review, we discuss the important aspects of bacteriophage-based methods for detection of environmental pollution and monitoring of potential outbreaks in drinking water and\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nwastewater. We also discuss the challenges and future outlook for use of bacteriophages as a powerful tool in environmental engineering. We will not cover application of bacteriophages for environmental cleanup and for treating infections in agriculture, animal husbandry and factory farming (including aquaculture). The interested reader in referred to existing comprehensive reviews on the aforementioned subjects.18–23 Figure 3 presents an overview of the reported and anticipated use of phage in pathogen detection and monitoring of water and wastewater.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nFigure 2. Different phage replication cycles. (A) The lytic cycle starts by (1) phage adsorption, (2) phage genome insertion into bacterial cell, (3) synthesis of new virions (progeny phages), and 4) bacterial lysis (5) and release of new phage into the surrounding environment. (B) Lysogenic cycle starts with phage adsorption (1) and genome insertion (2); however, the phage genome is incorporated into the bacterial genome, forming a prophage (3) that is replicated through the bacterial reproduction cycle (4). The lysogenic cycle could be induced to start the lytic cycle which ultimately leads to cell lysis (shown by the dashed arrow). (C) The phage chronic lifestyle starts with phage adsorption (1) and genome insertion (2). After new virions are synthesized inside the bacterial cell (3), they are released without lysing bacterial cells (4). Some chronic phages can also adopt a lysogenic lifestyle, in which the phage genome is incorporated into the bacterial genome forming a prophage (3′) and is replicated through the bacterial reproduction cycle (4′) until the chronic cycle is induced (shown by the dashed arrow).\nFigure 3. Overview of areas of application of phages in detection and/or monitoring of bacterial contamination in water and wastewater. (1) Natural water resources such as rivers and lakes and ground water can become contaminated through environmental factors such as heavy rainfalls or\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nflooding or with waste from municipal wastewater, waste from industrial plants or factory farms due to treatment deficiencies. Bacteriophages can be used to monitor the health of natural water resources. (2) Water treatment plants deliver clean water to houses and industry, the quality of treated drinking water delivered from water treatment plants can be monitored using phage. (3) Wastewater from manufacturing plants, agricultural activities, and households could enter ground water and natural water resources. Using phages, we can monitor wastewater to catch contamination at the source. (4) The efficiency of wastewater treatment process in wastewater treatment plants can be monitored to prevent the release and spread of pathogenic bacteria through plant effluents.\n2. Bacteriophages as sensing probes\nWorldwide, 144 million people are reliant on untreated surface water from rivers, lakes, ponds, and streams for sustenance,24,25 and every year, 3.4 million, mostly children under the age of 5, die as a result of water-associated diseases.24 It is estimated that by 2050, 1.8 billion people worldwide will have very limited access to clean water, and some countries will face a severe water shortage.26 Waterborne pathogens are also among the main causes of severe illnesses in developed countries,27 and waterborne disease outbreaks occur continuously. At least, 24 disease outbreaks have happened in developed countries during 2001-2016 that have been reported in the scientific literature.24 Contaminated drinking water could originate from groundwater and surface water contamination (e.g., environmental factors such as heavy rainfalls or flooding could enter contaminants into water supplies by runoffs), treatment deficiencies at the water treatment plants, and water distribution systems failure.28 In addition, a change in temperature can change the life cycle of microbes and lead to biofilm formation in water pipes.27,28 Recreational waterbased centers such as pools and spray pads were also reported to cause disease outbreaks, with the leading bacterial pathogens being Escherichia coli O157:H7, Shigella sonei, Pseudomonas spp., and Legionella spp.27 Irrigation of agricultural products with contaminated water from various sources including environmental water, or wastewater, has led to disease outbreak, and it has already cost many lives around the world.29 The use of phage in monitoring and early detection of outbreaks can therefore be focused on both the water resource and the source of contamination (Figure 3).\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\n2.1. Waterborne bacterial pathogens and their significance in quality\nmonitoring\nAccording to WHO regulations, no detectable bacteria and coliforms should be present in 100 mL of drinking and crop rinsing water.30 E. coli concentration in recreational and irrigation water must be less than 100 cells per 100 mL of water.31 Minimal infectious dose (MID) of pathogenic bacteria is an important factor that should be considered in monitoring environmental sources for outbreaks27. Table 1 presents the common waterborne bacterial pathogens in water supplies, according to WHO,27,32 along with MID’s. E. coli O157 and other coliforms are a major source of waterborne infections, and they may cause severe symptoms such as haemolytic uraemia and hemorrhagic colitis.30 Toxigenic Vibrio cholerae and Campylobacter are the common cause of diarrhoea, and several waterborne outbreaks have been recorded by these two bacteria.32 They have an infectious dose of 108 and 103 respectively.28,33 Shigella is another dangerous waterborne bacterial pathogen with low infective dose (10-100 organisms) that infects more than 2 million people every year with about 60,000 death, mostly in developing countries.32 MID does not show a threshold above which infection occurs and every single pathogen could initiate infection upon digestion. In fact, MID characterizes the probability of infection caused by pathogenic microorganisms34 and in theory, it is the minimum required sensitivity of any adopted detection and monitoring method.\nTable 1. Major bacterial pathogens in drinking-water and associated diseases*\nPathogen Associated disease27 Health significance\nPersistence in water supplies a Resistance to chlorine\nRelative infectivity b MID (# organisms)31–33,35\nBurkholderia pseudomallei\nMelioidosis High May multiply Low Low NA\nCampylobacter\njejuni, C. coli\nDiarrhea, reactive\narthritis\nHigh Moderate Low Moderate 103\nEscherichia coli (E.\ncoli)\nAcute diarrhea, bloody diarrhea\nand\ngastroenteritis\nHigh Moderate Low Low to High <100\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nLegionella spp. Acute respiratory\nillness,\npneumonia\n(legionellosis)\nHigh May multiply Low Moderate NA\nNon-tuberculous\nmycobacteria\nPulmonary\ndisease, skin\ninfection\nLow May multiply High Low NA\nSalmonella typhi Typhoid fever,\nparatyphoid\nfever, fever and\nother serious salmonellosis\nHigh Moderate Low Low 105\nShigella spp. Bacillary\ndysentery or\nshigellosis\nHigh Short Low High 10-100\nVibrio cholerae Gastroenteritis,\ncholera\nHigh Short to long Low Low 108\n*Reproduced with permission from WHO Guidelines for drinking water quality32 a Detection period for infective stage in water at 20 °C: short, up to 1 week; moderate, 1 week to 1 month; long, over 1 month. b Infective dose from epidemiological evidence and experiments with human volunteers and animal studies: High means 1-102 organisms or particles, moderate 102-104, and low >104\n2.2. Phage-based biosensors and bioassays for water-borne pathogens\nDifferent biosensors and bioassays have been developed to detect pathogenic bacteria in water.30,36 The most common pathogen detection techniques in water include culture-based methods,37 Polymerase Chain Reaction (PCR),38 Mass Spectroscopy (MS),39 and a range of assays such as antibody-based assays or immunoassays (e.g., Enzyme-linked Immunosorbent Assay (ELISA)40 and Lateral Flow Immunoassay (LFIA)41) that are based on the specific interaction between antibody and its antigen. It is important to note that each detection technique has outstanding limitations in addition to distinct advantages, for instance, nucleic acid, MS-based techniques, and ELISA are not capable of distinguishing between live and dead bacteria and could give false positive results. Culture methods are the gold standard for bacteria monitoring and detection, but are time consuming and biased by growth rate. ELISA, MS, and immunoassays need\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nskilled operators and specialized equipment, substantial sample preparation and purification and can be costly.42,43\nBacteriophages have three distinctive properties that makes them suitable candidates for use as specific recognition elements in bioassays and biosensors. One of most powerful characteristics of phages is their ability to distinguish between live and dead bacteria because they are only able to infect live bacteria.44 This property, along with long shelf life, and relatively cheaper production, sets phage apart from the two other specific recognition elements commonly used in biosensors, specifically aptamers and antibodies.45 They can be very specific to their host and can bind/infect a single species or even a single strain of bacteria with high specificity. The phage lytic/chronic cycle produces hundreds of progeny phages, a characteristic that can be used to amplify the signal in situ for low concentration of contaminant. Furthermore, having functional groups on their surface, phages can easily be immobilized on a sensor surface.46 In addition, although different phages can have different characteristic, but the tremendous diversity in the phage community means it is possible to find phages that tolerate harsh environments such as high temperatures up to 76°C, organic solvents, and a wide range of pH (compared to antibodies).43,47,48\nPhages have been successfully used as a specific recognition element to target bacterial pathogens in foods,49,50 environmental settings,51 and human infections.52 Table 2 summarizes different phage-based detection methods that have been investigated for waterborne bacterial pathogen detection. Interestingly, most of the research in this field has been focused on E. coli detection (mostly non-pathogenic lab strains) as a model organism, and several other bacterial pathogens that have high health significance and could give rise to deadly waterborne infectious disease outbreaks such as Legionella spp., Shigella spp., Vibrio cholerae, and Yersinia enterocolitica (Table 1) have been largely neglected. What is clear from Table 2 is that regardless of the different signal transduction methods employed, phage-based pathogen detection could achieve a very low detection limit, sometimes down to 10 colony forming units (CFU’s) and in most cases the detection time is significantly less than that needed for culture-based techniques.\nTable 2- Phage-based biosensor and bioassays to detect waterborne bacterial pathogens\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nTarget\npathogen\nSample Transduction\nplatform\nPhage Detection\ntime\nDetection scheme Stability LOD Ref.\nE. coli XL1Blue, E. coli\nK12\nArtificial river\nwater\nElectrochemical\nimpedance\nspectroscopy\n(EIS)\nM13\n(wild-type)\n30 min Immobilization of M13\nphage on electrodeposited gold nanoparticles (AuNPs) on glassy carbon electrode\n16 days at\n45°C,\nvery good to high stability\nin pH 3-10\n~14 CFU/mL 46\nE. coli\n(ECOR-13)\nDrinking\nwater\nElectrochemical T7 reporter\nphage\n4-12\nhours\nReporter phage conjugated with magnetic beads are used to separate and detect target cells\nThe NRGp7-\nMBs were\nstable at 4 °C\nfor 2 weeks\n105 CFU/mL\nwithin 4 hours, 1\nCFU/100mL in 12 hours\n53\nE. coli\nER2738, P.\naeruginosa, V. cholerae, Xanthomon\nas\ncampestris\nSeawater and\ntap water\nColorimetric Engineered\nM13\nLess than\nan hour\nEngineered M13 phages express RBP* with thiolated capsid that allows AuNP attachment, resulting in color change\nNA 100 cells 54\nE. coli BL21 Drinking\nwater\nColorimetric\nand\nluminescent\nassay\nEngineered reporter T7\nphage\n10-12 hours\nVisualization of released reporter enzyme (NanoLuc-CMB*) trapped on a cellulose filter upon phage infection\nNA 1 CFU/mL 55\nE. coli LB media Colorimetric Engineered\nreporter T7\nphage\n8 ≤ hours\nMagnetic cellulose-based particles are used to separate and concentrate the overexpressed ALP*CMB enzyme, followed by colorimetric detection\nNA :1.2 × 103\nCFU/mL in 3.5 hours\n(Without\nenrichment) CFU/mL 101\nin 8 hours\n(With\nenrichment)\n56\nE. coli BL21 Lake water Bioluminescent\nassay\nEngineered\nreporter phage T7\n3 hours Collection of expressed\nreporter enzyme (Nanoluc-CMB) with microcrystalline cellulose\nNA <10 CFU/mL 57\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nand detection with suitable substrate\nE. coli BL21 Drinking\nwater\nElectrochemical Engineered\nT7 phages\n3-7 hours Electrochemical detection\nof released native and overexpressed enzyme βgal upon phage infection\nNA 105 CFU/mL\nin 3 hours\n102 CFU/mL\nin 7 hours\n58\nE. coli BL21 LB broth Colorimetric Engineered\nT7\n7 hours Colorimetric detection of\nreleased native and overexpressed enzyme (β-gal) upon phage infection in solution\nNA 10 CFU/mL 59\nBacillus\nanthracis\nSpores\nPond and lake\nwater\nBioluminescent\nassay\nB. anthracis\nreporter\nphage\n(Wβ∷luxAB-\n2)\n8-12\nhours\nDetection of reporter enzyme in solution\nNA 10 and 102\nCFU/mL\n60\nB strain of E.\ncoli\n(ATCC 11303)\nPBS buffer Electrochemical\nimpedance\nspectroscopy\n(EIS)\nT2 phage\n(wild type)\nNA Immobilization of phage\non carbon nanotube modified electrode surface using charge directed orientation technique\nNA 103 CFU/mL 61\nE. coli\nO157:H7\nMunicipal and\nagricultural\nwater\nNA coliphage\nECML-117\n2 hours Separation of target cells\nusing phage conjugated magnetic beads and detection of released bacterial DNA using qPCR\nNA 102 CFU/mL 62\nE. coli BL21 Broth and\nriver water\nNA Engineered\nT7 phage\n7 hours\n(103\nCFU/mL),\n9 hours\n(102\nCFU/mL)\nPhage amplificationbased lateral flow assay (LFA)\nNA 102-103\nCFU/mL\n63\nE. coli\nTD2158 and Salmonella\nenterica\nSea water Fluorescent Phage\nHK620::\nPrrnB-gfp\nand\n1 hour Detection of target cells\nwith expressed fluorescent protein (GFP*) upon phage\nNA 10 cells/mL 64\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nTyphimuriu\nm 14028S\nP22::PrrnB-\ngfp\ninfection using flow cytometer\nE. coli BL21\nDrinking\nwater\nColorimetric T7 phage 2.5 h Separation of target cells\nwith phage conjugated magnetic beads and detection of released reporter enzyme (β-gal)\nNA 104 CFU/mL\nAnd\n10 CFU/mL\n(6 hour of\npre-\nenrichment)\n65\nE. coli\nER2738\nDrinking\nwater\nFluorescent Tetracystein\ne tagged\nM13\n(M13KE-TC\nphage)\nN/A Detection of labeled\nprogeny phages (TCphage-FlAsH*) using flow cytometer and fluorescence microscope.\nNA 1 CFU/mL in\n40 mL of Drinking\nwater\n66\nE. coli Water Luminescent\nand colorimetric\nWild-type\nand\nengineered\nT4\n8 hours Sample filtration\n(capturing bacterial cells), addition of phage and detection of released reporter enzyme (β-gal) upon phage infection\nNA 40 or < 10\nCFU/mL\n31\nE. coli Drinking\nwater\nBioluminescent Engineered\nT7\n5 hours Sample filtration\n(capturing bacterial cells), addition of phage, and detection of reporter enzyme (NanoLuc-CBM)\nNA < 20\nCFU/mL in\n100 mL\nwater\n67\nE. coli K12\n(ER2378)\nDrinking\nwater\nColorimetric Engineered\nM13KE phage\n<4 hours Sample filtration\n(capturing bacterial cells), addition of phage, collection and detection of reporter enzyme (βgal)\nNA 50 CFU/L 68\n*RBP: receptor binding protein, CBM: carbohydrate binding module (with specificity to cellulose), ALP: alkaline phosphatase, GFP: green fluorescent protein, FlAsH: fluorescein arsenical helix binder\n2.3. Different categories of phage-based sensors\nPhage affinity towards specific host cells is the key feature of phage-based detection of bacterial cells. Host range could be narrow or wide depending on the ability of phage to uniquely identify the bacterial surface receptors including pili, flagella, external polysaccharides, or a wide range of\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nmembrane-bond proteins. As a result, phage can target bacterial strains, species, genera, or even a single bacterial serotype.69 Lytic phages including T4, T7 and MS2, and lysogenic filamentous phages such as M13 have been widely investigated so far to be used in phage-based detection of pathogens.9,70 Filamentous phages like M13 are non-lytic chronic phages which secrete progeny phages without lysing bacterial cells.13 Thus, most of the common filamentous phage-based detection methods are based on phage binding to target bacterial cells.9 On the other hand, lytic phages also have the ability to lyse the bacterial cells and release the intracellular components as a biomarker.\nFigure 4. Phages used as bio-probes in different bioassays and biosensors. (A) Phage infection\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nassays. These assays can use wild type or engineered phage. With wild type phage, progeny phages (by phage typing or through phage amplification assays) or the intracellular components released from the bacterial cell during cell lysis can be detected using different detection platforms. With engineered phage, the expressed reporter gene or released reporter enzyme is detected using optical, electrochemical, etc. detection platforms. (B) Phage amplification assay used in conjunction with infection-based assays consists of four steps. (1) Phage is added to sample, and if the target host cell is present, phage infection occurs. (2) The remaining phages are destroyed before release of progeny phages by adding a viricide which is then neutralized. (3) Helper cells (healthy host cells) are then introduced to the solution to provide the chance for progeny phages to amplify, (4) which could be simply detected by top agar plaque assay. (C) Phage binding assays. These assays use the process of phage binding (usually without the use of an extra transduction platform) for bacteria detection. Common approaches are staining phage with nucleic acid dye (detecting with flow cytometer or microscopy) or conjugating phage with micro/nanoparticles to separate/detect host cells coupled with PCR or optical, electrochemical detection platforms. (D) Phages can be immobilized on a substrate to form a bioactive surface that can be used as the sensing layer in biosensors. Binding phages to target host cells causes a change in conductivity, optical properties, or mass. In this case, the electrical, fluorescent, colorimetric, or luminescent signal generated by phage-host binding or host lysis is transduced using the sensor platform.\nThere are different strategies for detecting bacterial pathogens using both wild-type and engineered phages. Figure 4 shows different approaches that can be employed to use phages as bio-probes in biosensing applications. Phage infection assays rely on the process of infection and/or lysis for bacteria detection (Figure 4A). Once phages infect their host, they release progeny phages and intracellular components, either of which can be used to detect bacterial pathogens. The release of progeny phage can be simply detected by phage typing and phage amplification assays. Phage typing that takes advantage of the ability of phage to specifically infect and lyse its host. In this method, small droplets of phage solution are added to a lawn of bacteria. If the bacteria are within the host range of phage, the lawn spots overlaid by phage will be lysed and cleared zones called plaques appear.71 This method is time consuming, and only detects culturable bacteria. Phage amplification assay is used to quantify the progeny phages as a result of phage infecting bacterial host cells (Figure 4B). In this assay, phage is added to bacteria containing sample to amplify. Afterwards, any phages not infecting the cells are destroyed so that only progeny phages remain in the mix, which are then amplified further by addition of healthy host cells and subsequently detected by a standard plaque assay.72 Other than progeny phages, intracellular components released as a result of phage lysis have also been used for detection purposes.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nAdenosine triphosphate (ATP),73 adenylate kinase (AK),74 β-D-galactosidase,31 α-glucosidase and β-glucosidase75 are different intracellular components that can be considered as cell markers and detected using suitable substrates and different optical (fluorescent, bioluminescence, or colorimetric) or electrochemical detection platforms.\nPhages have also the unique potential of being genetically modified to carry a reporter gene that can be transferred to live host cells upon phage infection (reporter phage). The introduced reporter gene is then expressed and enables the detection of target bacterial cells. The reporter gene will only be expressed when phage inserts the gene into live host cells since phage is not able to reproduce independently. Luciferase expressing gene (lux and luc),76,77 E. coli β-galactosidase (lacZ),31,59 bacterial ice nucleation (inaW),78 and green fluorescent protein expressing gene (gfp)64,79 are among the most frequently used reporter genes for biosensing applications.52,80\nPhage can bind to surface bacterial receptors and act as a capture element. Phage-based detection methods based on host capture can be used with free phage66 or phage conjugated with micro/nano particles to separate/detect pathogens in liquid56,62 (Figure 4C). Phages can also be immobilized on a surface to form a bioactive surface that can be used as a sensing layer in biosensors (Figure 4D) or in some cases interact with intracellular components. The interaction can be used to generate electrical,81 fluorescent,64,82 colorimetric,56 and luminescent44 signals using different transduction platforms.43,83 Recently, nanomechanical biosensors based on micro/nano cantilever platform have attracted attention for being able to detect different biological entities (DNA, RNA, proteins, viruses, and bacteria) with high sensitivity and fast response.84,85 In these biosensors, biological interactions on a cantilever surface leads to deflection in a nanometer scale (static mode) or change in resonance frequency (dynamic mode).86 As a notable example, interaction between phage T7 and E. coli using cantilever based nanomechanical sensor has been investigated.87 Phage infection with concentration as low as 103 PFU/mL led to reduced fluctuation and bending of the cantilever, which indicates that dynamics of interactions between phage and bacterial cells can be applied to develop label free, highly sensitive, fast response and cost-effective phage-based biosensors.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nIt is noteworthy that the large size of phage compared to other biological elements such as aptamers and antibodies could be restrictive in some transduction platforms. For example, in surface plasmon resonance (SPR), surface enhanced Raman Spectroscopy (SERS), and quartz crystal microbalance (QCM) transduction platforms, where the signal is strongly dependent on distance from the sensor surface and decreases significantly with increasing the distance, the large size of phage could negatively affect the sensitivity.88 Using large biological probes on the surface means lower density of capturing elements on the surface, an important factor affecting biosensor sensitivity. Drying of phage is another challenge in phage-based biosensors that could lead to loss of binding affinity, although some phages are more resilient to desiccation. Various methods have been reported in the literature to preserve phages that are sensitive to desiccation.89,90\n2.4. Sensor design using phage display technology\nM13 phages have an outstanding ability to undergo genetic modifications easily to express target specific affinity molecules on the surface using phage display technology,91 a technique introduced by George Smith in 1985.92 Incorporation of a foreign gene to express receptor binding peptides on the surface of filamentous bacteriophages that are capable of binding to cell receptors on the outer membrane of bacterial cells provides an exceptional opportunity for expanding the usage of phage-based biosensors and bioassays.93 Phage display technology provided the opportunity to go beyond whole bacterial cells’ detection. Modified filamentous phages to display specific peptides, antibodies, reporter genes, and fluorescent dyes have been developed to target organisms (bacteria, virus, spores), biomolecules (proteins, enzymes, DNA) and specific contaminants for an efficient biomonitoring system in the environment.94 For example, recognition elements discovered by phage display have been reported to be able to detect cholera toxins,95 Bacillus anthracis spores,95 2,4,6-trinitrotoluene (TNT),96, mercury (Hg2+),97 lead (Pb2+).98 These filamentous phage probes can be immobilized on a substrate to develop biosensors, and the signal is detected using different transduction platforms including piezoelectric (acoustic wave biosensor),99,100 magnetoelastic,101,102 SPR,103 and SERS,91 producing an electrical or optical signal.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\n2.5. Design parameters for phage-based biosensors\nLimit of detection. Detection of low concentration of pathogens in a large volume of water usually requires enrichment of the samples prior to detection.27 An enrichment step increases the initial bacteria concentration to a higher level matching the detection limit of the subsequent assay. By incubating the bacterial culture in LB media for 4 hours as an enrichment step, T7 reporter phage have been able to detect less than 10 CFU/mL of E. coli from 100 mL sample within 8 hours using a colorimetric assay compared to LOD equal to 1.2 × 103 CFU/mL in 3.5 hrs with no enrichment step.56 In a similar study, having applied a pre-enrichment step of 6 hrs to allow further bacterial growth in a colorimetric assay, LOD decreased from 104 CFU/mL to 10 CFU/mL using T7 phage conjugated magnetic beads to detect E. coli BL21 in drinking water, sacrificing the assay time (Figure 5A).65 Filtration is another approach that could be applied to increase the limit of detection without using an enrichment step. A single CFU/100 mL of E. coli has been detected using a T7 phage-based membrane filtration process that used 8 hours of pre-enrichment step to increase the density of bacterial cells on a filter before adding phage in order to achieve a detectable visual signal (Figure 5B).55 Similarly, concentrating bacterial sample by a syringe filter to capture bacterial cells helped to decrease the limit of detection from ~100 CFU/mL to less than 20 CFU/100 mL while maintaining a shorter assay time (5h) in comparison with traditional culture-based detection methods (Figure 5C).67\nMagnetic separation is another fast method that can improve the limit of detection without requiring an enrichment step. This method is also able to capture and separate bacterial cells from complex samples, thereby reducing the interference of the sample matrix during signal detection.43 Engineered T7 Phage conjugated to magnetic beads (MBs) were used to capture and separate E. coli BL21 from water sample (Figure 5A-(1)). The captured bacterial cells with phageMBs were collected using a magnet prior to bacterial cell lysis and resuspended in buffer afterwards. As a result of cell lysis, β-gal was released and detected using a suitable colorimetric substrate.65 Phage-functionalized MBs were also used to capture and separate bacterial cells (E. coli O147:H7) that were quantified using q-PCR.62 In another study, engineered T7 reporter phage with carbohydrate binding module (CBM) tagged alkaline phosphatase (ALP) gene was used as a\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nbio-probe. After phage infection and cell lysis, the released reporter enzyme ALP-CMB, which has binding affinity to cellulose, was collected using magnetic cellulose particles. The separated reporter enzyme was detected and quantified using a colorimetric assay afterwards.56\nFigure 5. Approaches to improve the limit of the detection of phage-based bioassays. (A) Example of enrichment effect on phage-based colorimetric assay to detect E. coli BL21 in drinking water. (1) T7 reporter conjugated magnetic beads used for phage-mediated lysis and release of βgalactosidase enzyme, which was then detected using a substrate to produce a colorimetric readout. (2) Image and colorimetric readout for samples, which gives LOD qual to 104 CFU/mL. (3) Photographs and colorimetric readout for samples containing 10 and 100 CFU/mL of E. coli after enrichment for 5-8 hours, leading to decrease the LOD form 104 CFU/mL to 10 CFU/mL. Reprinted with permission from J. Chen et al.,65 copy right (2015) American chemical society. (B) Example of phage-based colorimetric and bioluminescence assay combined with filtration and enrichment. (1) 100 mL of water sample is filtered using a filter membrane (47 mm diameter with a 0.22 µm pore size), (2) the filter was then removed and incubated on an absorbent pad allow further bacteria growth. (3) Engineered phages were added to infect target bacterial cells (E. coli) to express desired reporter enzymes genetically fused to a protein capable of binding to cellulose filter upon release (CMB), that (4) can be detected with a suitable substrate to provide colorimetric or luminescent signal. Reprinted with permission from T. Hinkley et al.,55 copy right (2018) Springer Nature (C) Example of filter-based detection of E. coli in drinking water using engineered phage. (1) 100 mL of water sample is filtered using 0.22 µm cellulose filter to separate the bacteria, (2)\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nthe filter is removed and placed on LB media, and (3) engineered phages (grey) are added to infect target bacterial cells and result in subsequent release of reporter enzyme NanoLuc (blue) fused to CMB (orange) with specificity to cellulose that is detected with a luminescence assay. Reprinted with permission from T. Hinkley et al.,67 copy right (2020) MDPI.\nDetection time. Microbial contaminants can rapidly grow and infect water supplies. Rapid investigative monitoring of drinking water resources to identify the number and types of pathogens before drinking water reaches the consumers is key to prevent water-associated disease outbreaks and improve public health. Some phage-based bioassays have been reported to have significantly shorter assay time compared to the conventional detection methods, i.e., culture methods.46,64 Reporter phage technology accompanied with flow cytometry, as a rapid and real time detection device, has been implemented to develop a fast and sensitive detection assays. Detecting reporter proteins overexpressed within target bacterial cells after phage genome insertion, successfully enabled detection of 10 bacterial cells.mL-1 in around 1 hr without any enrichment or concentration step. In that assay, a recombinant phage expressing a fluorescent gene was used as a detection probe that produced fluorescence signal after phage inserted its genome into metabolically active target cells, which are able to produce GFP (Green fluorescent protein).64\nCombining phage-based bio-probes with micro/nanoparticles and use of fast optical detection platforms is another promising strategy to reduce the detection time, while maintaining the low limit of detection. For example, use of gold nanoparticles in combination with phage has led to fast and sensitive detection ( 100 cells) of bacterial pathogens in sea and tap water in less than ~ an hour. In that assay, a thiolated engineered M13 phage with a receptor binding protein fused to the minor coat protein pIII (chimeric M13) was added to the bacteria containing sample. Thiolated phage attached to target cells, and the bacteria-phage complex was then separated from free phages with centrifugation and resuspended in a solution containing gold nanoparticles. Thiolation allowed binding and aggregation of gold nanoparticles on the phages, and this aggregation resulted in a visible color change as a result of change in surface plasmon resonance properties.54 Phage-based magnetic separation of bacterial pathogens in combination with fluorescent detection using flow-cytometry has been shown to decrease the detection time\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nsignificantly. For this purpose, wild-type T4 phages were covalently bound to the surface of magnetic-fluorescent particles to develop a multifunctional bio-probe that was able to absorb, separate and detect target bacterial cells using flow cytometry. The capture efficiency of the phage bioconjugate was high (90-100%) and it was able to detect 104 CFU/mL of bacterial in 15 ~ minutes.104\nNon-culturable cells. When exposed to physical or chemical stress (e.g. unfavorable temperature, loss of nutrients, and chlorine exposure), many bacteria respond by entering a latent state of growth, an atypical state of growth known as viable but non-culturable (VBNC).105 Bacteria in this state pose a serious health risk because the damaged cells are not detectable by conventional culture-based methods, but are able to repair themselves, re-grow and return to the active state with the potential of disease initiation.106 E. coli, H. pylori, and V. cholerae are examples of bacterial pathogens that are able to exist in VBNC state, leading to false negative results using culture-dependent analysis methods.27 It has also been shown that E. coli could enter the water distribution system as a result of water treatment discrepancies or damaged pipes to form biofilms inside drinking water networks. The bacteria trapped in the form of biofilm inside pipes are often not detected because of culture-based microbial analysis limitations and also due to the fact that only water samples are tested and culture based and enzymatic methods are not able to detect metabolically active but non-culturable bacteria, putting human health at risk.107 Lytic P. aeruginosa-specific phage was shown to have the ability to interact with injured cells that were in a VBNC state, and they successfully detected P. aeruginosa in water.106 Thus, using specific lytic phage could be useful to monitor the treated water to ensure there is no potential active bacteria in VBNC state and verify the water quality after water treatment and purification, avoiding possible false negative response of pathogenic bacteria detection. It is important to note that not all phages are expected to have the ability to propagate/bind effectively in VBNC or biofilm cells and therefore careful selection of phage is very important.\nViable versus non-viable cells. Discrimination between viable and non-viable cells is an important aspect of a reliable waterborne pathogen detection method that cannot be addressed with most of the common detection methods including nucleic acid-based methods such as PCR, microarrays, and pyrosequencing, and this lack of specificity could lead to false positive results.108\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nGiven the fact that phages take control of the host genetic machinery to replicate, phage-based biosensors and bioassays are capable of successfully detecting viable bacterial cells. In order to determine the ability of phages to discriminate between live and dead bacteria, E. coli ECOR13 cells were treated with 70% ethanol and a luminescent phage-based assay was used to detect ethanol and non-ethanol treated samples. Results showed that only non-ethanol treated samples were able to produce luminescent signal following phage and substrate addition.67 The immunebased lateral flow assay (LFA) have been widely used to detect some strains of E. coli bacteria using antibodies, e.g. polyclonal antibodies (Poly Abs) against E. coli O111 used in LFA to detect E. coli O111 antigen.109 As it is evident, this detection approach is also not able to distinctively detect live bacterial pathogens. However, when combined with bioengineered bacteriophage, LFA could discriminate in favor of live cells detection using a phage amplification stage and resulted in a sensitive detection of E. coli with LOD of 100 CFU/100mL in a river water sample.63 In addition, tetracysteine (TC)-tagged M13 in conjunction with highly sensitive fluorescence labeling of biarsenical dye called fluorescein arsenical helix binder (FlAsH) was able to successfully detect trace amount of viable bacteria (1 CFU/mL of E. coli ER2738) in artificially contaminated drinking water with high background of dead cells and other bacteria using flow cytometry and fluorescence microscope.66\nUse of whole phage versus phage components. In addition to whole phage (wild-type or genetically modified), phage components including receptor-binding proteins (RBPs),110 lysins protein, and long tail fibers42 can be used in biosensors and bioassays. RBPs are the phage proteins located either on fibrous, extended tail fibers or on short tail spikes, responsible for determining the phage specificity towards bacterial cells and are considered as capturing elements of bacteriophages. They can bind to specific structures present on outer bacterial cell membranes such as polysaccharides, proteins, pili or flagella.111 RBPs have several advantages that makes them intriguing bio-probes in detection application. For example, RBPs can bind to bacterial cells but do not lyse them which is beneficial for mass-based sensing platforms since cell lysis leads to signal loss. Not being able to cause cell lysis also prevents virulence gene transfer or release of toxic components of bacterial cells.112\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nUse of wild-type versus genetically engineered phage. Phages offer a diversity unmatched by any other biorecognition probe used for biosensor design and in theory, for any bacterial strain, there exists a phage. For biosensing/monitoring applications, many have used wild type phages successfully. There are situations, however, that use of a genetically engineered phage is advantageous. For example, biosensors that rely on fluorescent or luminescent genes/proteins, biosensors that require the detection of a wide range of strains (although this could be addressed by suing multiple phage, genetic engineering has been adopted to expand phage host range), or to extend the natural recognition of phage beyond its bacterial host. The latter has been developed in parallel with the phage display technology (discussed in section 2.4) which primarily employs filamentous phage and T7 (mainly because these are the phages employed in the two commonly used commercial kits available). Genetic engineering of phage is not a trivial task and must be approached with caution (we discuss some challenges in section 5), but is a powerful technique that offers immense promise. However, the use of genetically engineered phage can significantly decrease the flexibility of the designed biosensor. For example, an assay designed based on a reporter phage engineered for use with a certain strain of E. coli cannot be extended to be used with other E. coli strains, but rather the phages against the other strains of choice must also be genetically engineered. The engineered phage must be regularly characterized to make sure the mutation is not reverted, or additional consequential mutations are not picked up which could affect the outcome of detection. Finally, a challenge all too common for phage display platforms, is that some genetically engineered phage may not replicate as well in their host bacteria, drastically decreasing the yield of the phage and thus limiting real life application. In a summary, even though genetic engineering can enable the design of phage probes that can sense target far beyond their bacterial host (from cancer biomarkers to heavy metals in drinking water), it should be approached with all the drawbacks in mind and we recommend the use of wild-type phage when possible.\nFree vs surface-bound phage. Phage-based bio-probes can be immobilized on various substrates and have the potential to be implemented in different biosensor platforms. The successful immobilization of phage on a surface means phages should remain active (able to infect or capture target elements), and have high surface density.113 Moreover, orientation of phages on the surface\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nhas a tremendous effect on its functionality which should be considered in sensor design. For example, lytic tailed phages should be oriented with their heads on the surface and their tail directed away to be able to capture target cells by the receptors located on their tail fibers. Filamentous phages should also have their bacterial capture proteins exposed to be able to bind to bacteria, unless there are peptides expressed on their envelope that requires their parallel alignment to the surface. Various methods have also been developed to align phages on the surface in a way that its capture efficiency is less compromised.114 An area that has remained unexplored for surface-bound phage is the effect of non-specific binding in complex matrices (such as wastewater) on the sensing signal. This is a challenge that is not specific to phage-based detection platforms and affects all biosensors that are expected to operate in complex fluids. Technologies such as repellent coatings could be explored for overcoming this challenge.115–119\nInterference with colloidal matter or disinfectants in water samples. The functionality of phagebased detection probes is also affected by the presence of environmental interferants present in real water and wastewater samples that can significantly affect the phage functionality in practice, regardless of using suspended or immobilized phage on a surface. These interferants include colloidal matter, dead bacterial cells, extracellular polymeric matrix of biofilms, natural organic materials and disinfectants that can significantly affect phage functionality by blocking phage receptors which prevents phage binding/infecting live bacterial cells. Thus, the functionality of developed phage-based biosensors and bioassays should also be evaluated under conditions close to the final application.120 Moreover, purity of phage used in biosensor applications is important since the amplification of phage in bacterial culture involves the release of cellular debris such as proteins, lipids, and carbohydrates that could block phage receptors and affect phage binding ability to target cells and the efficiency of immobilization of phages on a surface.83\nPoint-of-use detection. On-site rapid analysis of bacterial pathogens without the need for highly trained personnel and high-tech equipment could be greatly beneficial in analyzing the natural water resources such as lakes, rivers, and springs, and for the testing of irrigation and recreational water.31 The ability to detect bacterial pathogens on the field to have real-time data is beneficial to provide early warnings and effective prevention of water-associated disease outbreak, especially when there is insufficient resources.36 Phage-based colorimetric, luminescent, and\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nfluorescent assays are suitable for resource-limited areas because they produce data visually or by simple portable light detection tools.31,64 Despite the fact that colorimetric detection techniques do not have the highest sensitivity, they have drawn attention because of simplicity and the potential for being implemented for on-site detection. Cell phones with digital cameras have made it possible to detect visible and luminescent signals with high sensitivity on the field.\nMultiplex detection. The ability to detect multiple bacteria at the same time is beneficial in different fields including environmental monitoring.45 Although possible in principal, to date, there has been no report for a phage-based biosensor platform to detect multiple bacterial cells. In principal, effective phage biosensors will have to be designed for each pathogen of interest with the specific phage, or a multiplex sensor must be employed to cast a wide net for pathogens of interest, and therefore multiplex phage-based biosensors/bioassay designs are long overdue. It is important to note that multiplex detection is a very important concept for environmental detection, because we do not necessarily expect a water sample to be contaminated with only one bacterial strain. If only one type of phage is used for contaminant detection, specificity of bacteriophages towards their host could result in false negative results and miss detecting the other strains of the pathogenic bacteria and other species of pathogens. As a result, phage host range must be determined by evaluating its binding/infectivity against different strains of target bacterial pathogens, and sometimes a mixture of phages might be required to be able to detect all common strains of the target bacteria. For this purpose, host range of three wild-type P. aeruginosa phages have been evaluated to ensure that the isolated phage mixture is able to detect as many P. aeruginosa strains as possible in water samples121, an important aspect that must be considered in all the phage-based bioassays and biosensors developed for detecting waterborne bacterial pathogens. Once phages have been identified for detection, optical phage-based bioassays with fluorescent, bioluminescent, and colorimetric output signals can be designed to detect multiple target pathogens, generating a different signal for each pathogen. To this end, different bio-probes can be coated on a substrate or in a microtiter plate format, each capable of binding/infecting a different bacterial pathogen and release of intracellular components, or reporter enzymes/genes (in case of using engineered reporter phage).\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\n3. Specific considerations for phage-based detection/monitoring in\nwastewater\nWith the rise of water scarcity and environmental pollution, proper collection, treatment and disposal and reuse of wastewater is getting more and more attention as an urgent necessity.122 One of the main potential applications of treated wastewater is in agricultural irrigation because agricultural sector uses around 70-80% of the global water.123 However, wastewater treatment and reuse should be monitored with great care since inadequate treatment could contaminate the environment and deteriorate the quality of existing freshwater resources, and could also lead to contaminated crops.122,124,125 Moreover, wastewater treatment plants have drawn attention as being a very large source of antibacterial resistant genes/bacteria (ARG/ARB) that has the potential to spread in the environment through sludge and effluent water.126,127\nThe literature on use of phage for detection of bacteria in wastewater is scarce and most of the reported use of bacteriophages related to wastewater has been for biocontrol. We have chosen to compile the biocontrol literature in Table 3, because most of the phages used for biocontrol can be used for monitoring and detection, and furthermore, most of the challenges that are discussed below apply to both biocontrol and detection. Treated wastewater (effluents) should be monitored carefully to prevent the spread of ARB. Phages targeting ARB can be isolated from swage and wastewater treatment plants, and they have the potential to be utilized as biorecognition elements to detect and monitor the presence of ARB in treated water and wastewater to prevent the release of ARB to the environment and contamination of natural and artificial water resources.\n3.1. Sewage as a source of phage\nMost cases of phage use for wastewater/sludge treatment used phages isolated from natural aquatic environments and wastewater plants.128 Phages are abundant in wastewater and sewage and have been used as indicators for pathogenic bacteria.129,130 There are up to 268 different\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nbacterial species in wastewater and every wastewater plant has its own specific sludge properties and its unique microbial community.128,131 The concentration of viruses in activated sludge from both laboratory-scale reactor and full-scale wastewater treatment plants is predicted to be around 108-109 mL-1.132 It has been reported that phage population fluctuates in wastewater treatment plants, probably in response to changes in their bacterial host abundance; however, convoluted phage-host interactions makes it hard to fully understand the microbial ecology in sludge and wastewater treatment plants.133 Several studies have shown that phages obtained from diverse microbial communities such as sludge and wastewater are polyvalent and display a wider host range in comparison with phages obtained from other environment.133,134 Therefore, wastewater and wastewater treatment plans are very rich sources for phages that can be isolated and used for designing biosensors, bioassays and monitoring strategies for both natural aquatic environments and wastewater.\nTable 3 - Summary of studies that have used phage as a pathogen and operational biocontrol for wastewater and sludge\nSample Phage\nfunction\nComments Phage source Host Ref.\nHospital wastewater Pathogen\nbiocontrol\nAntibiotic resistant pathogens were observed in all samples\nSwage E. coli, Pseudomonas\nsp. Streptococcus sp.\nand Bacillus spp.\n135\nLab culture of environmental\nSalmonella strains\nPathogen biocontrol\nA cocktail of three salmonella specific phages isolated and used as biocontrol\nWastewater Environmental\nsalmonella strains\n136\nWastewater containing\nsewage, agricultural and\nindustrial wastes\nPathogen biocontrol\nA phage cocktail as biocontrol, and fine powder of banana leaves as bioadsorbent were used to improve wastewater recycling\nWastewater E. coli, P. aeruginosa\nand S. Typhi\n137\nBacteria cultures from\nclinical and\nenvironmental origins\nPathogen biocontrol\nPhage in combination with solar radiation was used to inactivate highly antibiotic resistant E. coli PI-7\nWastewater E. coli PI-7 138\nActivated sludge from\naeration tank (for phage\nPathogen biocontrol\nPolyvalent phage cocktails were used to suppress a model ARB (β-lactam-\nSludge β-lactam-resistant\nEscherichia coli NDM-1\n139\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nisolation and microcosm\nstudies)\nresistant Escherichia coli NDM-1) in activated sludge microcosm\nLab cultures of bacteria Pathogen\nbiocontrol\nIsolated virulent pSs-1 was used as a potential biocontrol for shigellosis Environmental water\nS. flexneri and S. sonnei 140\nActivated sludge Foaming\nbiocontrol\nFour isolated phages successfully reduced the Gordonia concentration by 10 fold (9 days after treatment)\nWastewater\ntreatment plant\nGordonia species 141\nBiomass acclimatized\nwith S. natans\nBulking\nbiocontrol\nLytic phage (SN-phage) successfully decreased sludge bulking and turbidity of biomass containing S. natans No cross infectivity with other bacteria including E. coli, P. aeruginosa, N. multiformis and N. europaea Mixed liquor of local municipal wastewater treatment plan\nSphaerotilus natans 142\nBiomass acclimatized\nwith H. hydrossis\nBulking\nbiocontrol\nHHY-phage specifically attacked H. hydrossis, with no cross infectivity, and improved sludge settling properties Mixed liquor of a wastewater treatment plant\nH. hydrossis 143\nLaboratory scale\nfoaming test\nFoaming\nbiocontrol\nBacteriophage GTE7 was used to fight against foaming and successfully reduced the foam stability\nWastewater\ntreatment plant\nGordonia and Nocardia\nspecies\n144\nLab cultured Skermania\npiniformis collected from activated sludge samples\nFoaming\nbiocontrol\nIsolated and characterized Phage SPI1 is the first reported lytic phage targeting S. piniformis\nActivated\nsludge\nSkermania piniformis 145\nLaboratory scale\nfoaming test\nFoaming\nbiocontrol\nIsolated NOC1, NOC2 and NOC3 phages successfully reduced foaming in lab scale reactor (phages were stable at pH 6-10 and non-tolerant to extremely acidic or basic environment)\nWastewater Nocardioforms 146,147\nLab cultured Nocardia\nstrains\nFoaming\nbiocontrol\nLytic NTR1 phage isolated and used as foaming control\nActivated\nsludge\nNocardia transvalensis,\nNocardia brasiliensis\nand Nocardia farcinica\n148\nLab cultured bacteria Foaming\nbiocontrol\nNine Gordonia phages (most of them targeting more than one Gordonia species) isolated; three of them were\nWastewater and natural\nGordonia species 149\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\npotential candidates for phage therapy cocktail design for activated sludge foaming control)\nwater\nenvironment\n3.2. Deactivation and interference\nDeactivation and the presence of interferants in the samples are perhaps the most important challenges for using phage probes with wastewater samples. Inactivation of phage could happen as a result of phage attaching to colloidal particles present in wastewater and becoming part of the settled sludge. Poor penetration of phages into sludge flocs, inactivation or loss of phages as a result of environmental stress or insufficient host concentration (reapplying phage could be a possible solution),134 and low infectivity rate of phages in activated sludge are challenges that could hinder the use of phage probes.150 The same challenge exists for phage biocontrol in wastewater and sludge, and phage to host ratio is an important parameter that should be optimized for each case in phage treatment of sludge.143 This ratio will likely have to be optimized for use of phage as a biorecognition element to counter the deactivation/interference effects outlined above.\n3.3. Horizontal gene transfer\nIt has been reported that phages contribute to antibiotic resistance spread in wastewater treatment plants as a genetic exchange mediator.151,152 Phages could contribute to horizontal gene transfer between bacterial cells through transduction process. This could give rise to emergence of extremely pathogenic antimicrobial resistant genes. For phages used in wastewater/sludge treatment, a suitable phage candidate should not be temperate or carry toxic genes, which may spread undesired toxic genes in the environment and increase of virulence of natural bacterial populations. For instance, among nine Gordonia phages isolated from activated sludge plants on the east coast of Australia, only three of them were acceptable for sludge treatment. Four of the isolated phages were lysogenic, and the other two appeared to contain a putative VIP2 family actin-ADP-ribosylating toxin gene which targets eukaryotic proteins.149 Avoiding the use of\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nlysogenic phages could reduce the chance of incorporation of phage DNA into host chromosome.134 Of course, this is less of a concern if phage is to be used on aliquots of wastewater or sludge for detection/monitoring of contaminants.\n4. Detection and monitoring of bacteria in biofilm mode\nBacterial biofilms are complex dynamic bacterial communities that live on surfaces. Active bacteria can transform from swimmers to stickers rapidly by change in gene expression and attaching to and colonizing biotic and abiotic surfaces. Biofilm formation helps bacteria to survive in harsh conditions by facilitating cell-cell interaction, concentrating nutrients, providing protection against environmental challenges such as UV and acid exposure, dehydration, salinity, and several antibiotics and antimicrobial agents.153 In biofilms, aggregates of bacterial cells are embedded in a self-produced polymeric extracellular matrix (ECM) composed of exopolysaccharides, extracellular DNA, and proteins.154\nBiofilm formation on pipe surfaces in drinking water distribution system is a major problem that leads to changes in water quality and increase of corrosion rate at surfaces. It is estimated that in water distribution system, 95% of all microbial cells form biofilms and just 5% are free floating bacteria. Although drinking water biofilms are predominately formed by non-pathogenic microorganism, biofilms give home to microbial pathogens that could be released as a result of perturbation or active detachment and cause health threats to humans. Moreover, pathogens could be present in VBNC state in biofilms of drinking water system, and get back to culturable state and initiate infections.155 In addition, in membrane-based water and wastewater treatments, biofilm formation leads to membrane biofouling and significantly decreases the filtration efficiency and increases the operational costs.156,157 In fact, biofouling is considered “Achilles heel” of membrane technology. Therefore, real life application of phage-based detection and monitoring methods would most likely encounter bacteria in the biofilm mode, which is an important parameter to be taken into consideration when designing bacteria detection or monitoring systems. This aspect has remained entirely unexplored in the literature on phagebased detection and monitoring.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nBacteriophages have been explored as a means to control or mitigate biofilm formation in water distribution network.158 Reports on biofilm challenge with phage suggest that even though bacteria are encased in an ECM, some phages still have the ability to penetrate through and bind their host bacteria, a property that allows for most detection methods discussed above to be applicable to bacterial biofilms, albeit maybe with a lower efficiency. Amplification-based techniques, might be especially challenged by host bacteria in biofilm mode, because, although this cannot be generalized, it is believed that amplification of phage in bacterial biofilms, which may be functioning at a reduced metabolic rate, may not be as efficient as in actively growing bacterial cells. Some phages have the potential to degrade ECM of the biofilms. Proteolytic enzymes and polysaccharase enzymes are the two enzymes that phages can synthesize to degrade extracellular proteins and polysaccharides, the two main components of biofilm ECM, and reach to bacterial cells embedded inside them.159 To increase the efficiency of phage-based detection, phages can be used that express these ECM degrading enzymes, or purified enzymes can be supplied along with the phage of choice to help degrade the biofilm matrix, in situations where the bacterial contamination is expected to be in biofilm mode. This is an area that deserves more attention from the scientific community.\n5. Outlook and future directions\nPhages offer several unique properties, namely specificity and unparalleled diversity, that renders them attractive candidates for use as sensing probes for monitoring microbial content of water. With increased understanding of phages in the environmental engineering community, more application of phage is expected in not only biocontrol, but also detection and monitoring of contaminations in environmental resources. To meet the needs of water quality monitoring and prevention of waterborne disease outbreaks, focus on developing phage-based bioassays and biosensors with lower limit of detection and shorter sample analysis time is of primary importance. To achieve this goal, there are certain areas that need further attention to help realize fast, highly sensitive and efficient phage-based biosensing platforms that are discussed in the following paragraphs.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nAlthough there is tremendous diversity in the phage world, meaning, in theory, one has access to a near unlimited resource of natural phages in the environment that can be isolated and used for capturing/infecting pathogenic bacteria, genetic engineering has proven useful for certain applications of phage-based detection. 160 A notable example is reporter phage technology that holds promise for increasing detection sensitivity, potentially omitting the commonly employed and time consuming enrichment step.161 However, there is still no fast, efficient and highly reliable strategy that can be generalized to do genetic modification of a wide range of phages.162 Moreover, phage genes and proteins are not fully characterized and functions of the majority of their genome are still unknown.163 Advances in high-throughput sequencing, genome annotation, gene editing, and synthetic biology pave the way towards engineering of new phage-based detection tools using high throughput reliable genetic modification that can be used in real-world applications for detecting bacterial pathogens in environmental samples in a sensitive, fast, and enrichment-free way.164,165 CRISPR-Cas-assisted phage genome engineering is one of the promising techniques that has been applied to improve the efficiency and speed of phage genome editing,160,163,166 and can open up new opportunities for developing stronger phage-based biorecognition elements.\nAs is the case with applications of phages in the medical sector, building large libraries of phages, and developing methods for fast screening of the phage library to choose the best phage to target a specific bacterium of interest will make phage applications in the environmental sector easier. Another restricting factor in phage research is the limited availability of phage genomes in the common public databases, which are important for comparing phage genomes with each other and also with bacterial cells.143 When examining the research conducted in developing phagebased bioassays and biosensors for bacterial pathogen detection in water, it seems that there is gap between choosing target pathogens and the real-world applications of monitoring microbial quality of water samples. Recently, with emergence and prevalence of antibiotic resistance bacteria/genes (ARB/ARG), measures should be taken to specifically monitor and detect the presence of trace amounts of antibiotic resistance in natural water and wastewater treatment plants. There have been reports of detecting the presence of ARB/ARG in drinking water,167–169 and recreational water170 underlining the fact the spread of ARB through water could be a major\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nhealth challenge. WHO has published a list of bacterial pathogens that have developed antibiotic resistant and there is an urgent need of finding alternatives to antibiotics for fighting against them. Acinetobacter baumannii, Pseudomonas aeruginosa, Enterobacteriaceae, Enterococcus faecium, and Staphylococcus aureus are on top of this list171 that could expose public health in extreme danger if they find their ways to natural water resources and water distribution systems. Phages are investigated heavily to tackle the antibiotic resistance as one of the promising alternative treatments in multidrug resistance bacterial infections.172–174 However, the potential of phage as a tool to detect these deadly superbugs in water and wastewater has been neglected, which could be useful as a prophylactic measure to stop the spread of the infectious disease at the source. Application of phage bio-probe as a detection tool for monitoring and diagnosis of antibiotic resistant has been mainly focused food, and clinical samples.175 There is pressing need of developing fast, effective, and sensitive detection tools to monitor the effluents released from wastewater treatment plants focusing specifically on detecting multidrug resistance superbugs, especially when it comes to usage of treated wastewater in agricultural settings.\nIncreasing phage stability for long term storage and preservation (preparing stable liquid or powder formulation for phages of interest) is another important aspect of using phage for detection purposes. Phages are usually isolated from the natural environments, enriched, and purified to be applied in environmental settings. Having been isolated, phages need to be protected to preserve their infectivity and stability. Different stabilizing methods of phage in liquid or powder form have been suggested so far;89,90 however, more work is needed to develop environmentally friendly, applicable and cost-effective method to preserve phage titer and store phage (possibly on the sensor platforms) for environmental applications.\nPhage efficacy in binding/infecting bacterial cells can be altered due to different reasons. For example, while phages are believed to be robust and resist harsh environments, environmental factors such as temperature, pH and water salinity could affect the infection efficacy of different phages to different extents (inactivation of phages in the environment)176. Moreover, implementation of phage probes to detect pathogens in complex fluids such as wastewater is challenging and needs more investigation. The presence of interferants including colloidal matter, dead bacterial cells, natural organic matter, and disinfectants can block phage receptors and\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n.\nprevent phage binding/infecting live bacterial cells. Non-specific attachment is also another challenge in complex samples and can affect the performance of phage probes in biosensors. The effect of phage purity on performance of phage-based bioassays/biosensors should also be investigated since the release of cellular debris such as proteins, lipids, and carbohydrates during phage propagation process could block phage receptors and affect phage binding/infecting target cells.\nAnother area that has remained under explored is multiplex detection. Phages are often specific to only a few strains of bacteria,177 and this can lead to false negative results by missing other strains of the same bacterial species which are out of their host range. As a result, multiplex detection using a mixture of phages could be used to broaden the range of sensing so that they can detect more strains of the same bacteria species.121 While many phages are specific to a single bacterial species, there some phages that can infect more than one species or genera (polyvalent phages).178 In conclusion, phage host range is an important parameter that should be evaluated before implementing bacteriophages as bio-probes in bioassays and biosensors to prevent false positive or negative results. Phages contribute significantly to regulation of ecology, diversity, and virulence of microbial community. Phage predation controls bacteria population, activity, and community composition.179 Phages can change the environmental microbiome through different strategies such as killing a competing bacteria, changing the pathogenicity of bacteria by encoding toxins or virulence factors, acting as a genetic vector to transfer genetic information between bacterial cell through HGT (introduction of foreign genes into a bacterial genome).180 Phages could function as genetic vectors to exchange genetic information through generalized or specialized transduction.179,181 Although applications of phage for detection and monitoring are not expected to release large concentrations of phage into the environment that may disrupt the ecosystem, care should be taken to use phages that are sequenced and known to be free of toxin coding genes.\nFinally, phage-based detection of bacteria in environmental biofilms has remained relatively unexplored. Keeping in mind that biofilms are the most common state of bacteria in nature, care should be taken when designing phage-based detection and monitoring solutions that are expected to detect bacteria in the biofilm mode because both the presence of ECM and the reduced metabolic activity of bacteria in the biofilm mode may affect the efficacy of detection.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\nE nv\nir on\nm en\nta lS\nci en\nce :N\nan o\nA cc\nep te\nd M\nan us\ncr ip\nt\nPu bl\nis he\nd on\n0 8\nD ec\nem be\nr 20\n20 . D\now nl\noa de\nd on\n1 2/\n16 /2\n02 0\n1: 08\n:0 3\nA M\n."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors have no conflict of interest to report."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The authors acknowledge and thank Pooya Torab Ahmadi for help with preparing illustrations. The illustrations were created using Sketchup software and Biorender (BioRender.com)."
    }, {
      "heading" : "Orcid",
      "text" : "Zeinab Hosseinidoust: 0000-0001-9261-7611\nTohid F. Didar:\nFereshteh Bayat: 0000-0002-8868-1650"
    } ],
    "references" : [ {
      "title" : "Q&A: What are pathogens, and what have they done to and for us",
      "author" : [ "F. Balloux", "L. van Dorp" ],
      "venue" : "BMC Biol.,",
      "citeRegEx" : "Balloux and Dorp,? \\Q2017\\E",
      "shortCiteRegEx" : "Balloux and Dorp",
      "year" : 2017
    }, {
      "title" : "Review of antimicrobial resistance in the environment and its relevance to environmental regulators",
      "author" : [ "A.C. Singer", "H. Shaw", "V. Rhodes", "A. Hart" ],
      "venue" : "Front. Microbiol.,",
      "citeRegEx" : "Singer et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Singer et al\\.",
      "year" : 2016
    }, {
      "title" : "The rising tide of antimicrobial resistance in aquaculture: Sources, sinks and solutions, Mar",
      "author" : [ "J.E.M. Watts", "H.J. Schreier", "L. Lanska", "M.S. Hale" ],
      "venue" : "Drugs, 2017,",
      "citeRegEx" : "Watts et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Watts et al\\.",
      "year" : 2017
    }, {
      "title" : "Phage Therapy: A Renewed Approach to Combat Antibiotic-Resistant Bacteria",
      "author" : [ "K.E. Kortright", "B.K. Chan", "J.L. Koff", "P.E. Turner" ],
      "venue" : "Cell Host Microbe,",
      "citeRegEx" : "Kortright et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kortright et al\\.",
      "year" : 2019
    }, {
      "title" : "Moreno-Bondi, Phage Display in the Quest for New Selective Recognition Elements for Biosensors",
      "author" : [ "R. Peltomaa", "E. Benito-Peña", "M.C.R. Barderas" ],
      "venue" : "ACS Omega,",
      "citeRegEx" : "Peltomaa et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Peltomaa et al\\.",
      "year" : 2019
    }, {
      "title" : "Lysogeny in nature: Mechanisms, impact and ecology of temperate phages",
      "author" : [ "C. Howard-Varona", "K.R. Hargreaves", "S.T. Abedon", "M.B. Sullivan" ],
      "venue" : "ISME J., 2017,",
      "citeRegEx" : "Howard.Varona et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Howard.Varona et al\\.",
      "year" : 2017
    }, {
      "title" : "Diversity of phage infection types and associated terminology: the problem with ‘Lytic or lysogenic",
      "author" : [ "Z. Hobbs", "S.T. Abedon" ],
      "venue" : "FEMS Microbiol. Lett.,",
      "citeRegEx" : "Hobbs and Abedon,? \\Q2016\\E",
      "shortCiteRegEx" : "Hobbs and Abedon",
      "year" : 2016
    }, {
      "title" : "Phage therapy: An alternative to antibiotics in the age of multi-drug resistance",
      "author" : [ "D.M. Lin", "B. Koskella", "H.C. Lin" ],
      "venue" : "World J. Gastrointest. Pharmacol. Ther., 2017,",
      "citeRegEx" : "Lin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2017
    }, {
      "title" : "Balcão, Biotechnological applications of bacteriophages: State of the art, Microbiol",
      "author" : [ "M. V" ],
      "venue" : null,
      "citeRegEx" : "V.,? \\Q2018\\E",
      "shortCiteRegEx" : "V.",
      "year" : 2018
    }, {
      "title" : "Going Viral: Emerging Opportunities for Phage-Based Bacterial Control in Water Treatment and Reuse, Acc",
      "author" : [ "J. Mathieu", "P. Yu", "P. Zuo", "M.L.B. Da Silva", "P.J.J. Alvarez" ],
      "venue" : "Chem. Res.,",
      "citeRegEx" : "Mathieu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mathieu et al\\.",
      "year" : 2019
    }, {
      "title" : "A review of bacteriophage therapy for pathogenic bacteria inactivation in the soil",
      "author" : [ "M. Ye", "M. Sun", "D. Huang", "Z. Zhang", "H. Zhang", "S. Zhang", "F. Hu", "X. Jiang", "W. Jiao" ],
      "venue" : null,
      "citeRegEx" : "Ye et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2019
    }, {
      "title" : "Overcoming the challenges of phage therapy for industrial aquaculture: A review, Aquaculture",
      "author" : [ "A. Culot", "N. Grosset", "M. Gautier" ],
      "venue" : null,
      "citeRegEx" : "Culot et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Culot et al\\.",
      "year" : 2019
    }, {
      "title" : "Water crisis and water wars : myths and realities",
      "author" : [ "A.K. Biswas", "C. Tortajada" ],
      "venue" : "Int. J. Water Resour. Dev.,",
      "citeRegEx" : "Biswas and Tortajada,? \\Q2019\\E",
      "shortCiteRegEx" : "Biswas and Tortajada",
      "year" : 2019
    }, {
      "title" : "Bondelind, Safe drinking water and waterborne outbreaks",
      "author" : [ "M.N.A. Moreira" ],
      "venue" : "J. Water Health,",
      "citeRegEx" : "Moreira,? \\Q2017\\E",
      "shortCiteRegEx" : "Moreira",
      "year" : 2017
    }, {
      "title" : "A systems analysis of irrigation water quality in environmental assessments related to foodborne outbreaks",
      "author" : [ "R.J. Gelting", "M. Baloch" ],
      "venue" : "Aquat Procedia,",
      "citeRegEx" : "Gelting and Baloch,? \\Q2018\\E",
      "shortCiteRegEx" : "Gelting and Baloch",
      "year" : 2018
    }, {
      "title" : "Point-of-Care Strategies for Detection of Waterborne Pathogens",
      "author" : [ "S. Kumar", "M. Nehra", "J. Mehta", "N. Dilbaghi", "G. Marrazza", "A. Kaushik" ],
      "venue" : "Sensors, 2019,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2019
    }, {
      "title" : "Towards rapid on-site phage-mediated detection of generic Escherichia coli in water using luminescent and visual readout",
      "author" : [ "S. Burnham", "J. Hu", "H. Anany", "L. Brovko", "F. Deiss", "R. Derda", "M.W. Griffiths" ],
      "venue" : "Anal. Bioanal. Chem.,",
      "citeRegEx" : "Burnham et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Burnham et al\\.",
      "year" : 2014
    }, {
      "title" : "Waterborne Pathogens: Detection",
      "author" : [ "H. Bridle", "K. Gilbride", "J. Green" ],
      "venue" : "Methods and Applications,",
      "citeRegEx" : "Bridle et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bridle et al\\.",
      "year" : 2014
    }, {
      "title" : "Waterborne Pathogens: Detection",
      "author" : [ "H. Bridle" ],
      "venue" : "Methods and Applications, Elsevier,",
      "citeRegEx" : "Bridle,? \\Q2014\\E",
      "shortCiteRegEx" : "Bridle",
      "year" : 2014
    }, {
      "title" : "Biosensors for on-line water quality monitoring – a review",
      "author" : [ "S.M.Z. Hossain", "N. Mansour" ],
      "venue" : "Arab J. Basic Appl. Sci.,",
      "citeRegEx" : "Hossain and Mansour,? \\Q2019\\E",
      "shortCiteRegEx" : "Hossain and Mansour",
      "year" : 2019
    }, {
      "title" : "The Application of Chromogenic Culture Media for Rapid Detection of Food and Water Borne Pathogen",
      "author" : [ "H. Tavakoli", "M. Bayat", "A. Kousha", "P. Panahi" ],
      "venue" : "Agric. Environ. Sci,",
      "citeRegEx" : "Tavakoli et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Tavakoli et al\\.",
      "year" : 2008
    }, {
      "title" : "MALDI-TOF mass spectrometry: An emerging technology for microbial identification and diagnosis",
      "author" : [ "N. Singhal", "M. Kumar", "P.K. Kanaujia", "J.S. Virdi" ],
      "venue" : "Front. Microbiol.,",
      "citeRegEx" : "Singhal et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Singhal et al\\.",
      "year" : 2015
    }, {
      "title" : "Bacterial biosensing: Recent advances in phage-based bioassays and biosensors",
      "author" : [ "U. Farooq", "Q. Yang", "M.W. Ullah", "S. Wang" ],
      "venue" : "Biosens. Bioelectron.,",
      "citeRegEx" : "Farooq et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Farooq et al\\.",
      "year" : 2018
    }, {
      "title" : "Substrate-independent luminescent phage-based biosensor to specifically detect enteric bacteria such as E",
      "author" : [ "N. Franche", "M. Vinay", "M. Ansaldi" ],
      "venue" : "coli, Environ. Sci. Pollut. Res.,",
      "citeRegEx" : "Franche et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Franche et al\\.",
      "year" : 2017
    }, {
      "title" : "Pathogen detection using engineered bacteriophages",
      "author" : [ "A.E. Smartt", "T. Xu", "P. Jegier", "J.J. Carswell", "S.A. Blount", "G.S. Sayler", "S. Ripp" ],
      "venue" : "Anal. Bioanal. Chem.,",
      "citeRegEx" : "Smartt et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Smartt et al\\.",
      "year" : 2012
    }, {
      "title" : "Bacteriophages as biorecognition elements in capacitive biosensors: Phage and host bacteria detection, Sensors Actuators",
      "author" : [ "G. Ertürk", "R. Lood" ],
      "venue" : "B Chem.,",
      "citeRegEx" : "Ertürk and Lood,? \\Q2018\\E",
      "shortCiteRegEx" : "Ertürk and Lood",
      "year" : 2018
    }, {
      "title" : "Evaluation of a lytic bacteriophage for bio-control of Salmonella Typhimurium",
      "author" : [ "T.Y. Thung", "E. Lee", "N.A. Mahyudin", "K. Anuradha", "N. Mazlan", "C.H. Kuan", "C.F. Pui", "F.M. Ghazali", "N.-K. Mahmud Ab Rashid", "W.D. Rollon", "C.W. Tan", "S. Radu" ],
      "venue" : null,
      "citeRegEx" : "Thung et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Thung et al\\.",
      "year" : 2019
    }, {
      "title" : "Rapid Colorimetric Detection of Bacterial Species through the Capture of Gold Nanoparticles by Chimeric Phages",
      "author" : [ "H. Peng", "I.A. Chen" ],
      "venue" : "ACS Nano,",
      "citeRegEx" : "Peng and Chen,? \\Q2019\\E",
      "shortCiteRegEx" : "Peng and Chen",
      "year" : 2019
    }, {
      "title" : "Nugen, A phage-based assay for the rapid, quantitative, and single CFU visualization of E. coli (ECOR #13) in drinking",
      "author" : [ "T.C. Hinkley", "S. Singh", "S. Garing", "A.L.M. Le Ny", "K.P. Nichols", "J.E. Peters", "S.R.J.N. Talbert" ],
      "venue" : "water, Sci. Rep., 2018,",
      "citeRegEx" : "Hinkley et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hinkley et al\\.",
      "year" : 2018
    }, {
      "title" : "Colorimetric detection of Escherichia coli using engineered bacteriophage and an affinity reporter",
      "author" : [ "S. Singh", "T. Hinkley", "S.R. Nugen", "J.N. Talbert" ],
      "venue" : "system, Anal. Bioanal. Chem.,",
      "citeRegEx" : "Singh et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2019
    }, {
      "title" : "Detection of Bacillus anthracis spores from environmental water using bioluminescent reporter",
      "author" : [ "C. Nguyen", "R. Makkar", "N.J. Sharp", "M.A. Page", "I.J. Molineux", "D.A. Schofield" ],
      "venue" : "phage, J. Appl. Microbiol.,",
      "citeRegEx" : "Nguyen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Nguyen et al\\.",
      "year" : 2017
    }, {
      "title" : "Immobilization of Bacteriophage on Nanostructured Electrode for Whole-Cell Electrochemical Biosensors",
      "author" : [ "Y. Zhou", "A. Marar", "P. Kner", "R.P. Ramasamy", "Charge-Directed" ],
      "venue" : "Anal. Chem.,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2017
    }, {
      "title" : "Phage-based fluorescent biosensor prototypes to specifically detect enteric bacteria such as E. coli and Salmonella enterica Typhimurium",
      "author" : [ "M. Vinay", "N. Franche", "G. Grégori", "J.R. Fantino", "F. Pouillot", "M. Ansaldi" ],
      "venue" : "PLoS One,",
      "citeRegEx" : "Vinay et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Vinay et al\\.",
      "year" : 2015
    }, {
      "title" : "Trace detection of specific viable bacteria using tetracysteine-tagged bacteriophages",
      "author" : [ "L. Wu", "T. Luan", "X. Yang", "S. Wang", "Y. Zheng", "T. Huang", "S. Zhu", "X. Yan" ],
      "venue" : "Anal. Chem.,",
      "citeRegEx" : "Wu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2014
    }, {
      "title" : "Filter-based assay for Escherichia coli in aqueous samples using bacteriophage-based amplification",
      "author" : [ "R. Derda", "M.R. Lockett", "S.K.Y. Tang", "R.C. Fuller", "E.J. Maxwell", "B. Breiten", "C.A. Cuddemi", "A. Ozdogan", "G.M. Whitesides" ],
      "venue" : "Anal. Chem.,",
      "citeRegEx" : "Derda et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Derda et al\\.",
      "year" : 2013
    }, {
      "title" : "Bacteriophage reporter technology for sensing and detecting microbial targets, Anal. Bioanal",
      "author" : [ "A.E. Smartt", "S. Ripp" ],
      "venue" : null,
      "citeRegEx" : "Smartt and Ripp,? \\Q2011\\E",
      "shortCiteRegEx" : "Smartt and Ripp",
      "year" : 2011
    }, {
      "title" : "Moreno-Bondi, Application of bacteriophages in sensor development, Anal",
      "author" : [ "R. Peltomaa", "I. López-Perolio", "E. Benito-Peña", "M.C.R. Barderas" ],
      "venue" : "Bioanal. Chem.,",
      "citeRegEx" : "Peltomaa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Peltomaa et al\\.",
      "year" : 2016
    }, {
      "title" : "The forgotten typers: The rise and fall of Weimar bacteriophage-typing (1921–1935)",
      "author" : [ "C. Kirchhelle" ],
      "venue" : "Notes Rec. R. Soc. J. Hist. Sci.,",
      "citeRegEx" : "Kirchhelle,? \\Q2019\\E",
      "shortCiteRegEx" : "Kirchhelle",
      "year" : 2019
    }, {
      "title" : "Ripp, in Recognition Receptors in Biosensors",
      "author" : [ "S.M. Zourob" ],
      "venue" : null,
      "citeRegEx" : "Zourob,? \\Q2010\\E",
      "shortCiteRegEx" : "Zourob",
      "year" : 2010
    }, {
      "title" : "A new bacteriophage based luminescence assay for diagnosis of brucellosis",
      "author" : [ "V. Gupta", "H.M. Saxena" ],
      "venue" : "Indian J. Exp. Biol.,",
      "citeRegEx" : "Gupta and Saxena,? \\Q2017\\E",
      "shortCiteRegEx" : "Gupta and Saxena",
      "year" : 2017
    }, {
      "title" : "Development of an engineered bioluminescent reporter phage for the sensitive detection of viable salmonella typhimurium",
      "author" : [ "S. Kim", "M. Kim", "S. Ryu" ],
      "venue" : "Anal. Chem.,",
      "citeRegEx" : "Kim et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2014
    }, {
      "title" : "The Use of a Novel NanoLuc-Based Reporter Phage for the Detection of Escherichia coli",
      "author" : [ "Gehring", "G.C. Paoli", "A.K. Bhunia", "B. Applegate" ],
      "venue" : "O157:H7, Sci. Rep., 2016,",
      "citeRegEx" : "Gehring et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gehring et al\\.",
      "year" : 2016
    }, {
      "title" : "Detection of bacteria by transduction of ice nucleation genes",
      "author" : [ "P.K. Wolber", "R.L. Green" ],
      "venue" : "Trends Biotechnol.,",
      "citeRegEx" : "Wolber and Green,? \\Q1990\\E",
      "shortCiteRegEx" : "Wolber and Green",
      "year" : 1990
    }, {
      "title" : "Rapid Detection of Escherichia coli O157:H7 by Using Green Fluorescent Protein-Labeled PP01 Bacteriophage",
      "author" : [ "M. Oda", "M. Morita", "H. Unno", "Y. Tanji" ],
      "venue" : "Appl. Environ. Microbiol.,",
      "citeRegEx" : "Oda et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Oda et al\\.",
      "year" : 2004
    }, {
      "title" : "Detection of Escherichia coli with Fluorescent Labeled Phages That Have a Broad Host Range to E. coli in Sewage Water, Biotechnol",
      "author" : [ "M. Namura", "T. Hijikata", "K. Miyanaga", "Y. Tanji" ],
      "venue" : null,
      "citeRegEx" : "Namura et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Namura et al\\.",
      "year" : 2008
    }, {
      "title" : "Recent advances in bacteriophage based biosensors for food-borne pathogen",
      "author" : [ "A. Singh", "S. Poshtiban", "S. Evoy" ],
      "venue" : "detection, Sensors (Switzerland),",
      "citeRegEx" : "Singh et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2013
    }, {
      "title" : "Micro/Nano fabricated cantilever based biosensor platform: A review and recent progress, Enzyme Microb",
      "author" : [ "A.K. Basu", "A. Basu", "S. Bhattacharya" ],
      "venue" : null,
      "citeRegEx" : "Basu et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Basu et al\\.",
      "year" : 2020
    }, {
      "title" : "Nanomechanical Sensors as a Tool for Bacteria Detection and Antibiotic Susceptibility Testing, Front",
      "author" : [ "F. Pujol-Vila", "R. Villa", "M. Alvarez" ],
      "venue" : "Mech. Eng., 2020,",
      "citeRegEx" : "Pujol.Vila et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Pujol.Vila et al\\.",
      "year" : 2020
    }, {
      "title" : "Nanomechanical detection of: Escherichia coli infection by bacteriophage T7 using cantilever sensors, Nanoscale",
      "author" : [ "J. Mertens", "A. Cuervo", "J.L. Carrascosa" ],
      "venue" : null,
      "citeRegEx" : "Mertens et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mertens et al\\.",
      "year" : 2019
    }, {
      "title" : "Long-Term Preservation of Bacteriophage Antimicrobials Using Sugar Glasses",
      "author" : [ "V. Leung", "A. Szewczyk", "J. Chau", "Z. Hosseinidoust", "L. Groves", "H. Hawsawi", "H. Anany", "M.W. Griffiths", "M.M. Ali", "C.D.M. Filipe" ],
      "venue" : "ACS Biomater. Sci. Eng., 2018,",
      "citeRegEx" : "Leung et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Leung et al\\.",
      "year" : 2018
    }, {
      "title" : "Long-Term Antimicrobial Activity of Phage-Sugar Glasses is Closely Tied to the Processing Conditions",
      "author" : [ "V. Leung", "L. Groves", "A. Szewczyk", "Z. Hosseinidoust", "C.D.M. Filipe" ],
      "venue" : "ACS Omega,",
      "citeRegEx" : "Leung et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Leung et al\\.",
      "year" : 2018
    }, {
      "title" : "Filamentous fusion phage: novel expression vectors that display cloned antigens on the virion",
      "author" : [ "G. Smith" ],
      "venue" : null,
      "citeRegEx" : "Smith,? \\Q1985\\E",
      "shortCiteRegEx" : "Smith",
      "year" : 1985
    }, {
      "title" : "Moreno-Bondi, Phage display in the quest for new selective recognition elements for biosensors",
      "author" : [ "R. Peltomaa", "E. Benito-Peña", "M.C.R. Barderas" ],
      "venue" : "ACS Omega, 2019,",
      "citeRegEx" : "Peltomaa et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Peltomaa et al\\.",
      "year" : 2019
    }, {
      "title" : "Application of filamentous phages in environment: A tectonic shift in the science and practice of ecorestoration, Ecol",
      "author" : [ "R.S. Sharma", "S. Karmakar", "P. Kumar", "V. Mishra" ],
      "venue" : "Evol., 2019,",
      "citeRegEx" : "Sharma et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2019
    }, {
      "title" : "Selection of phage displayed peptides for the detection of 2,4,6-trinitrotoluene in seawater",
      "author" : [ "E.R. Goldman", "M.P. Pazirandeh", "P.T. Charles", "E.D. Balighian", "G.P. Anderson" ],
      "venue" : "Anal. Chim. Acta,",
      "citeRegEx" : "Goldman et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Goldman et al\\.",
      "year" : 2002
    }, {
      "title" : "Chromatographic biopanning for the selection of peptides with high specificity to Pb2+ from phage displayed peptide",
      "author" : [ "R. Nian", "D.S. Kim", "T. Nguyen", "L. Tan", "C.W. Kim", "I.K. Yoo", "W.S. Choe" ],
      "venue" : "library, J. Chromatogr. A,",
      "citeRegEx" : "Nian et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nian et al\\.",
      "year" : 2010
    }, {
      "title" : "Phage immobilized magnetoelastic sensor for the detection of Salmonella typhimurium",
      "author" : [ "R.S. Lakshmanan", "R. Guntupalli", "J. Hu", "D.J. Kim", "V.A. Petrenko", "J.M. Barbaree", "B.A. Chin" ],
      "venue" : "J. Microbiol. Methods,",
      "citeRegEx" : "Lakshmanan et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lakshmanan et al\\.",
      "year" : 2007
    }, {
      "title" : "Development of a M13 bacteriophage-based SPR detection using Salmonella as a case study, Sensors Actuators",
      "author" : [ "N. Karoonuthaisiri", "R. Charlermroj", "M.J. Morton", "M. Oplatowska-Stachowiak", "I.R. Grant", "C.T. Elliott" ],
      "venue" : "B Chem.,",
      "citeRegEx" : "Karoonuthaisiri et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Karoonuthaisiri et al\\.",
      "year" : 2014
    }, {
      "title" : "Hołyst, Bacteriophage-Based Bioconjugates as a Flow Cytometry Probe for Fast Bacteria Detection, Bioconjug",
      "author" : [ "M. Janczuk", "Ł. Richter", "G. Hoser", "J. Kawiak", "M. Łoś", "J. Niedziółka-Jönsson", "R.J. Paczesny" ],
      "venue" : "Chem., 2017,",
      "citeRegEx" : "Janczuk et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Janczuk et al\\.",
      "year" : 2017
    }, {
      "title" : "Recent developments in detection and enumeration of waterborne bacteria: a retrospective minireview",
      "author" : [ "R.A. Deshmukh", "K. Joshi", "S. Bhand", "U. Roy" ],
      "venue" : "Microbiologyopen, 2016,",
      "citeRegEx" : "Deshmukh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Deshmukh et al\\.",
      "year" : 2016
    }, {
      "title" : "Engineering of receptor-binding proteins in bacteriophages and phage tail-like bacteriocins",
      "author" : [ "D. Dams", "L. Brøndsted", "Z. Drulis-Kawa", "Y. Briers" ],
      "venue" : "Biochem. Soc. Trans.,",
      "citeRegEx" : "Dams et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Dams et al\\.",
      "year" : 2019
    }, {
      "title" : "Bacteriophage based probes for pathogen",
      "author" : [ "A. Singh", "D. Arutyunov", "C.M. Szymanski", "S. Evoy" ],
      "venue" : null,
      "citeRegEx" : "Singh et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2012
    }, {
      "title" : "Suppression of Biofouling on a Permeable Membrane for Dissolved Oxygen Sensing Using a Lubricant-Infused Coating",
      "author" : [ "M. Osborne", "A. Aryasomayajula", "A. Shakeri", "P.R. Selvaganapathy", "T.F. Didar" ],
      "venue" : "ACS Sensors,",
      "citeRegEx" : "Osborne et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Osborne et al\\.",
      "year" : 2019
    }, {
      "title" : "Liquid-Infused Surfaces: A Review of Theory, Design, and Applications",
      "author" : [ "M. Villegas", "Y. Zhang", "N. Abu Jarad", "L. Soleymani", "T.F. Didar" ],
      "venue" : "ACS Nano,",
      "citeRegEx" : "Villegas et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Villegas et al\\.",
      "year" : 2019
    }, {
      "title" : "Micropatterned biofunctional lubricant-infused surfaces promote selective localized cell adhesion and patterning",
      "author" : [ "S.M. Imani", "M. Badv", "A. Shakeri", "H. Yousefi", "D. Yip", "C. Fine", "T.F. Didar" ],
      "venue" : "Lab Chip,",
      "citeRegEx" : "Imani et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Imani et al\\.",
      "year" : 2019
    }, {
      "title" : "Biofunctional Lubricant-Infused Vascular Grafts Functionalized with Silanized Bio-Inks Suppress Thrombin Generation and Promote Endothelialization",
      "author" : [ "M. Badv", "C. Alonso-Cantu", "A. Shakeri", "Z. Hosseinidoust", "J.I. Weitz", "T.F. Didar" ],
      "venue" : "ACS Biomater. Sci. Eng.,",
      "citeRegEx" : "Badv et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Badv et al\\.",
      "year" : 2019
    }, {
      "title" : "An approach using a novel phage mix for detecting Pseudomonas aeruginosa in water",
      "author" : [ "S.M. Ezzat", "M.I. Azzam" ],
      "venue" : "Water Environ. J.,",
      "citeRegEx" : "Ezzat and Azzam,? \\Q2020\\E",
      "shortCiteRegEx" : "Ezzat and Azzam",
      "year" : 2020
    }, {
      "title" : "Wastewater reclamation and reuse potentials in agriculture: towards environmental sustainability, Environ",
      "author" : [ "J. Fito", "S.W.H. Van Hulle" ],
      "venue" : "Dev. Sustain.,",
      "citeRegEx" : "Fito and Hulle,? \\Q2020\\E",
      "shortCiteRegEx" : "Fito and Hulle",
      "year" : 2020
    }, {
      "title" : "Antibiotic resistance, Antimicrobial residues and bacterial community composition in urban wastewater",
      "author" : [ "A. Novo", "S. André", "P. Viana", "O.C. Nunes", "C.M. Manaia" ],
      "venue" : "Water Res.,",
      "citeRegEx" : "Novo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Novo et al\\.",
      "year" : 2013
    }, {
      "title" : "Xagoraraki, Release of antibiotic resistant bacteria and genes in the effluent and biosolids of five wastewater utilities in Michigan",
      "author" : [ "M. Munir", "I.K. Wong" ],
      "venue" : "Water Res.,",
      "citeRegEx" : "Munir and Wong,? \\Q2011\\E",
      "shortCiteRegEx" : "Munir and Wong",
      "year" : 2011
    }, {
      "title" : "Microbial indicators, pathogens and methods for their monitoring in water environment",
      "author" : [ "G. Saxena", "R.N. Bharagava", "G. Kaithwas", "A. Raj" ],
      "venue" : "J. Water Health,",
      "citeRegEx" : "Saxena et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Saxena et al\\.",
      "year" : 2015
    }, {
      "title" : "Wastewater Microbiology",
      "author" : [ "G. Bitton" ],
      "venue" : null,
      "citeRegEx" : "Bitton,? \\Q2005\\E",
      "shortCiteRegEx" : "Bitton",
      "year" : 2005
    }, {
      "title" : "Abundance, Diversity, and Dynamics of Viruses on Microorganisms in Activated Sludge",
      "author" : [ "K. Otawa", "S. Hyon Lee", "A. Yamazoe", "M. Onuki", "H. Satoh", "T. Mino" ],
      "venue" : "Processes, Microb. Ecol.,",
      "citeRegEx" : "Otawa et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Otawa et al\\.",
      "year" : 2007
    }, {
      "title" : "A novel approach for pathogen reduction in wastewater treatment",
      "author" : [ "D. Periasamy", "A. Sundaram" ],
      "venue" : "J. Environ. Heal. Sci. Eng.,",
      "citeRegEx" : "Periasamy and Sundaram,? \\Q2013\\E",
      "shortCiteRegEx" : "Periasamy and Sundaram",
      "year" : 2013
    }, {
      "title" : "Bacteriophages to Sensitize a Pathogenic New Delhi Metallo β-Lactamase-Positive Escherichia coli to Solar Disinfection",
      "author" : [ "N. Al-Jassim", "D. Mantilla-Calderon", "G. Scarascia", "P.Y. Hong" ],
      "venue" : "Environ. Sci. Technol.,",
      "citeRegEx" : "Al.Jassim et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Al.Jassim et al\\.",
      "year" : 2018
    }, {
      "title" : "Control of Antibiotic-Resistant Bacteria in Activated Sludge Using Polyvalent Phages in Conjunction with a Production Host, Environ",
      "author" : [ "P. Yu", "J. Mathieu", "G.W. Lu", "N. Gabiatti", "P.J. Alvarez" ],
      "venue" : "Sci. Technol. Lett., 2017,",
      "citeRegEx" : "Yu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2017
    }, {
      "title" : "Bacteriophages of wastewater foamingassociated filamentous Gordonia reduce host levels in raw activated sludge",
      "author" : [ "M. Liu", "J.J. Gill", "R. Young", "E.J. Summer" ],
      "venue" : "Nat. Publ. Gr.,",
      "citeRegEx" : "Liu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2015
    }, {
      "title" : "Bacteriophage-based biocontrol of biological sludge bulking in wastewater",
      "author" : [ "J. Choi", "S.M. Kotay", "R. Goel" ],
      "venue" : "Bioeng. Bugs,",
      "citeRegEx" : "Choi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2011
    }, {
      "title" : "Biocontrol of biomass bulking caused by Haliscomenobacter hydrossis using a newly isolated lytic bacteriophage",
      "author" : [ "S.M. Kotay", "T. Datta", "J. Choi", "R. Goel" ],
      "venue" : "Water Res.,",
      "citeRegEx" : "Kotay et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kotay et al\\.",
      "year" : 2010
    }, {
      "title" : "Prevention of Gordonia and Nocardia stabilized foam formation by using bacteriophage GTE7",
      "author" : [ "S. Petrovski", "R.J. Seviour", "D. Tillett" ],
      "venue" : "Appl. Environ. Microbiol.,",
      "citeRegEx" : "Petrovski et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Petrovski et al\\.",
      "year" : 2011
    }, {
      "title" : "Isolation and characterization of bacteriophage NTR1 infectious for Nocardia transvalensis and other Nocardia species",
      "author" : [ "S. Taylor", "T.L. Brown", "J. Tucci", "P. Lock", "R.J. Seviour", "S. Petrovski" ],
      "venue" : "Virus Genes,",
      "citeRegEx" : "Taylor et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Taylor et al\\.",
      "year" : 2019
    }, {
      "title" : "Lysis to kill: Evaluation of the lytic abilities, and genomics of Nine bacteriophages infective for Gordonia spp. and their potential use in activated sludge foam biocontrol",
      "author" : [ "Z.A. Dyson", "J. Tucci", "R.J. Seviour", "S. Petrovski" ],
      "venue" : "PLoS One,",
      "citeRegEx" : "Dyson et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Dyson et al\\.",
      "year" : 2015
    }, {
      "title" : "Bacteriophages - Potential for application in wastewater treatment processes, Sci",
      "author" : [ "S. Withey", "E. Cartmell", "L.M. Avery", "T. Stephenson" ],
      "venue" : "Total Environ.,",
      "citeRegEx" : "Withey et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Withey et al\\.",
      "year" : 2005
    }, {
      "title" : "Phages in urban wastewater have the potential to disseminate antibiotic resistance",
      "author" : [ "G.U. Gunathilaka", "V. Tahlan", "A.I. Mafiz", "M. Polur", "Y. Zhang" ],
      "venue" : "Int. J. Antimicrob. Agents, 2017,",
      "citeRegEx" : "Gunathilaka et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gunathilaka et al\\.",
      "year" : 2017
    }, {
      "title" : "Biofilm formation mechanisms and targets for developing antibiofilm agents, Future Med",
      "author" : [ "N. Rabin", "Y. Zheng", "C. Opoku-Temeng", "Y. Du", "E. Bonsu", "H.O. Sintim" ],
      "venue" : null,
      "citeRegEx" : "Rabin et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Rabin et al\\.",
      "year" : 2015
    }, {
      "title" : "Microbial Growth in Drinking-Water Supplies: Problems, Causes, Control and Research Needs",
      "author" : [ "H.-C. Flemming", "B. Bendinger", "M. Exner", "J. Gebel", "T. Kistemann", "G. Schaule", "U. Szewzyk", "J. Wingender" ],
      "venue" : "IWA publishing,",
      "citeRegEx" : "Flemming et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Flemming et al\\.",
      "year" : 2013
    }, {
      "title" : "The roles of bacteriophages in membrane-based water and wastewater treatment processes: A review",
      "author" : [ "B. Wu", "R. Wang", "A.G. Fane" ],
      "venue" : "Water Res.,",
      "citeRegEx" : "Wu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2017
    }, {
      "title" : "Bacteriophage-based strategies for biofouling control in ultrafiltration: In situ biofouling mitigation, biocidal additives and biofilm cleanser",
      "author" : [ "W. Ma", "M. Panecka", "N. Tufenkji", "M.S. Rahaman" ],
      "venue" : "J. Colloid Interface Sci.,",
      "citeRegEx" : "Ma et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2018
    }, {
      "title" : "Understanding, monitoring, and controlling biofilm growth in drinking water distribution systems, Environ",
      "author" : [ "S. Liu", "C. Gunawan", "N. Barraud", "S.A. Rice", "E.J. Harry", "R. Amal" ],
      "venue" : "Sci. Technol.,",
      "citeRegEx" : "Liu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2016
    }, {
      "title" : "Biofilm control with natural and genetically-modified phages",
      "author" : [ "A.M. Motlagh", "A.S. Bhattacharjee", "R. Goel" ],
      "venue" : "World J. Microbiol. Biotechnol.,",
      "citeRegEx" : "Motlagh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Motlagh et al\\.",
      "year" : 2016
    }, {
      "title" : "Reporter Phage-Based Detection of Bacterial Pathogens: Design Guidelines and Recent Developments, Viruses",
      "author" : [ "S. Meile", "S. Kilcher", "M.J. Loessner", "M. Dunne" ],
      "venue" : null,
      "citeRegEx" : "Meile et al\\.,? \\Q1209\\E",
      "shortCiteRegEx" : "Meile et al\\.",
      "year" : 1209
    }, {
      "title" : "Genetically Engineered Phages: a Review of Advances over the Last Decade, Microbiol",
      "author" : [ "D.P. Pires", "S. Cleto", "S. Sillankorva", "J. Azeredo", "T.K. Lu" ],
      "venue" : "Mol. Biol. Rev.,",
      "citeRegEx" : "Pires et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pires et al\\.",
      "year" : 2016
    }, {
      "title" : "Genetic engineering of bacteriophages against infectious diseases",
      "author" : [ "Y. Chen", "H. Batra", "J. Dong", "C. Chen", "V.B. Rao", "P. Tao" ],
      "venue" : "Front. Microbiol.,",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    }, {
      "title" : "The antibiotic resistance of heterotrophic bacteria in tap waters in london",
      "author" : [ "R. Destiani", "M.R. Templeton" ],
      "venue" : "Water Sci. Technol. Water Supply,",
      "citeRegEx" : "Destiani and Templeton,? \\Q2019\\E",
      "shortCiteRegEx" : "Destiani and Templeton",
      "year" : 2019
    }, {
      "title" : "Presence of antibiotic resistant bacteria and antibiotic resistance genes in raw source water and treated drinking",
      "author" : [ "S. Bergeron", "R. Boopathy", "R. Nathaniel", "A. Corbin", "G. LaFleur" ],
      "venue" : null,
      "citeRegEx" : "Bergeron et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bergeron et al\\.",
      "year" : 2015
    }, {
      "title" : "Presence of antibiotic-resistant bacteria and antibiotic resistance genes in coastal recreational waters of southeast Louisiana",
      "author" : [ "C. Belding", "R. Boopathy" ],
      "venue" : "USA, J. Water Supply Res. Technol. - AQUA,",
      "citeRegEx" : "Belding and Boopathy,? \\Q2018\\E",
      "shortCiteRegEx" : "Belding and Boopathy",
      "year" : 2018
    }, {
      "title" : "Phage therapy for severe bacterial infections: a narrative review, Med",
      "author" : [ "A. Petrovic Fabijan", "A. Khalid", "S. Maddocks", "J. Ho", "T. Gilbey", "I. Sandaradura", "R.C.Y. Lin", "N. Ben Zakour", "C. Venturini", "B. Bowring", "J.R. Iredell" ],
      "venue" : "J. Aust.,",
      "citeRegEx" : "Fabijan et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Fabijan et al\\.",
      "year" : 2020
    }, {
      "title" : "Phage therapy in the postantibiotic era",
      "author" : [ "F.L. Gordillo Altamirano", "J.J. Barr" ],
      "venue" : "Clin. Microbiol. Rev., 2019,",
      "citeRegEx" : "Altamirano and Barr,? \\Q2019\\E",
      "shortCiteRegEx" : "Altamirano and Barr",
      "year" : 2019
    }, {
      "title" : "More is better: Selecting for broad host range bacteriophages",
      "author" : [ "A. Ross", "S. Ward", "P. Hyman" ],
      "venue" : "Front. Microbiol.,",
      "citeRegEx" : "Ross et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ross et al\\.",
      "year" : 2016
    }, {
      "title" : "Siguret, Viruses as key reservoirs of antibiotic resistance genes in the environment, ISME",
      "author" : [ "C.D. Debroas" ],
      "venue" : "J., 2019,",
      "citeRegEx" : "Debroas,? \\Q2019\\E",
      "shortCiteRegEx" : "Debroas",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 28,
      "context" : "Hinkley et al.,55 copy right (2018) Springer Nature (C) Example of filter-based detection of E.",
      "startOffset" : 0,
      "endOffset" : 36
    } ],
    "year" : 2020,
    "abstractText" : "Waterborne bacterial pathogens are a major public health concern worldwide, taking many lives and imposing huge economical burden. Rapid and specific detection of pathogens and proper water quality monitoring is an urgent need for preventing the spread of bacterial pathogens and disease outbreaks. Bacteriophages, or phages for short, are the most abundant and ubiquitous biological entities on our planet. These bacterial viruses exist in every niche of the biosphere and target their host bacteria with high specificity. Phages can be employed as bio-probes to not only detect a pathogen of interest, but differentiate between viable and non-viable bacteria, and detect their host where traditional lab cultures may fall short. That, in addition to resilience in harsh environments and relative ease of mass production, renders phage promising candidates for pathogen detection applications. However, translation of phage-based biosensors to commercial products has been slow. In this comprehensive review, we discuss the current status of phagebased biosensors/bioassays for detection of waterborne bacterial pathogens, and important design parameters for bacteriophage-based detection platforms. We also discuss the challenges and promises of using phage-based detection methods in water and wastewater samples, as well as the future outlook for use of bacteriophages as a powerful tool in environmental engineering. Page 2 of 55 Environmental Science: Nano 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 E nv ir on m en ta lS ci en ce :N an o A cc ep te d M an us cr ip t Pu bl is he d on 0 8 D ec em be r 20 20 . D ow nl oa de d on 1 2/ 16 /2 02 0 1: 08 :0 3 A M . View Article Online DOI: 10.1039/D0EN00962H",
    "creator" : "Aspose Ltd."
  }
}