{
  "name" : "downloads_2020-01-20_38_nuccitelli2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-Pulse Stimulation Therapy for the Treatment of Skin Lesions",
    "authors" : [ "Richard Nuccitelli" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nano-Pulse Stimulation (NPS) therapy applies nanosecond pulsed electric fields to cells and tissues. It is a nonthermal modality that uses ultrashort pulses of electrical energy in the nanosecond domain. The cellular response to this therapy can be quite varied depending on the number of pulses applied and the total energy delivered. Reviewed in this study are some clinical trial data describing the effects of NPS therapy on normal skin as well as three different skin lesions as part of the first commercial application of this technology. NPS therapy has been found to clear seborrheic keratosis lesions with an 82% efficacy and sebaceous gland hyperplasia with a 99.5% efficacy. Pilot studies on warts indicated that 60% of the NPS-treated warts were completely cleared within 60 days. NPS therapy can be used to treat cellular lesions in the epidermis and dermis without affecting noncellular components such as collagen and fibrin.\nKeywords: nanosecond pulsed electric fields, nsPEF, NPS, Nano-Pulse Stimulation, skin, dermatology"
    }, {
      "heading" : "Introduction",
      "text" : "Nano-Pulse Stimulation (NPS) therapy appliesnanosecond-domain pulses of electrical energy to tissues. These pulses have been shown to specifically target cellular structures by driving water molecules into lipid bilayers of both the plasma membrane and internal organelles to form nanopores through which small molecules such as Na+, K+, or Ca2+ ions can flow. Since Ca2+ is maintained at very low levels inside cells compared with the extracellular concentration, extracellular Ca2+ will flow into the cell through nanopores to generate a transient increase or spike in the intracellular Ca2+ concentration.1 Ca2+ is a very important signaling molecule that is involved in the regulation of many different cellular functions, so it is not surprising that these pulses can have a variety of effects on cells from stimulating secretion in platelets2 to triggering regulated cell death in skin lesions and other cells.3–5 When a sufficient number of pulses is used, the regulated cell death cascade is triggered leading to reactive oxygen species generation,6 DNA fractionation,7 caspase 3 activation,8,9 and the translocation of calreticulin from the ER to the plasma membrane to serve as an ‘‘eat me’’ signal for dendritic cells.9 Many studies have shown that NPS therapy can trigger regulated cell death in both normal and malignant cells10 that can lead to the production of dangerassociated molecular pattern molecules that in turn can initiate\nan immune response.8,9,11 The first commercial application of this technology will be for the elimination of unwanted skin lesions, which will be described in this study."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "Characteristics of NPS",
      "text" : "The energy delivered by a pulsed electric field is determined by the product of the applied voltage, current, and pulse width. Owing to the short pulse width, pulses in the nanosecond domain deliver much less energy than more conventional micro- or millisecond-long pulses. That means that they are generally nonthermal so that their effect on cells is quite different from that of the longer conventional pulses. Their short duration allows them to penetrate into the cell interior before cellular ions can respond to the imposed field with a rearrangement that generates an equal and opposite internal field resulting in zero net electric field within the cell. Once inside the cell, these pulses can act directly on organelles to generate nanopores in their surrounding membranes as well. Of course, that will only occur if the field across the organelles is sufficient to force water defects into those lipid membranes. That is why NPS technology uses fields on the order of 30 kV/cm, which can generate the voltage drop of 1 V required to form nanopores across a submicron diameter organelle.\nDepartment of Biology, Pulse Biosciences, Hayward, California.\nª Richard Nuccitelli 2019; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons License (http://creativecommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n235"
    }, {
      "heading" : "Effects on normal skin",
      "text" : "When NPS therapy is applied to normal abdominal and facial skin that is scheduled for resection, histological analysis can be performed after resection to determine the effects of the NPS treatment on skin structures12 (Fig. 1). Within 1 day, the epidermis exhibits signs of regulated cell death that include the lack of nuclear staining with standard hematoxylin and eosin exposure to thin sections of tissue. One week later, this dead epidermal layer peels off the skin as a crust or scab revealing a regenerated epidermis below. By using the appropriate NPS therapy, the epidermis is regenerated\nFIG. 2. Pigmented seborrheic keratoses from a single subject shown before (Pre-NPS) a single NPS treatment of 2.5–10J as well as two timepoints after treatment. Black scale bar indicates 5 mm. Reprinted with permission from Hruza et al.13\nwithout scarring and any lesion residing in the epidermis can be readily removed."
    }, {
      "heading" : "Effects on epidermal lesions",
      "text" : "Seborrheic keratosis (SK) is an example of a lesion residing in the epidermis and the results of a clinical trial (approved by Biomedical Research Institute of America) treating SK with NPS therapy have recently been published.13 Using treatment times of less than a minute, a process of regulated cell death is initiated and the lesion typically is cleared within a few weeks. One figure from that publication is included in this study (Fig. 2). Immediately after NPS treatment, edema and erythema are evident, and a crust is formed over the following week. The crust usually peels\noff within a week taking the lesion with it and hyperpigmentation is often present but fades over the following months. NPS therapy cleared >82% of the 174 lesions with a single treatment. These data also showed that NPS therapy had no effect on fibrous components of the skin such as collagen, fibrin, and elastin."
    }, {
      "heading" : "Effects on dermal lesions",
      "text" : "Sebaceous glands reside in the dermis and at times can proliferate to form a sebaceous gland hyperplasia (SGH) that appears as a raised papule on the skin, often with a depression in the center (Fig. 3A). NPS treatment of facial skin has been found to stimulate regulated\ncell death in sebaceous glands (Fig. 3B). A nonsignificant risk clinical trial (approved by Biomedical Research Institute of America IRB) treating 222 of these lesions with 0.9–0.5 J resulted in clearance in 99% of the lesions within 60 days14 (Fig. 4). Only 18 of these lesions required a second treatment and that was usually due to missed targeting on the first treatment. Thirty-two percent of these treated lesions were noted as having a slight volume loss in this first trial, but ongoing studies show a reduction in this volume loss when lower NPS energies are applied."
    }, {
      "heading" : "Warts",
      "text" : "One of the most challenging skin lesions to treat is the common wart due to its high rate of reoccurrence after treatment. Warts are usually caused by human papilloma virus 1 or 2 and are commonly treated by freezing with liquid nitrogen. This treatment usually results in partial shrinkage of the wart, but it often grows back.\nPilot trials treating warts on the hand and foot using NPS therapy have been providing promising results (Figs. 5, 6). Most of the warts treated were recalcitrant and failed to be cleared after one or more liquid nitrogen treatments. However, a majority of these recalcitrant 23 warts treated with NPS therapy were 100% cleared at 60 days post-treatment (Fig. 6). A pivotal trial with many more subjects is underway."
    }, {
      "heading" : "Discussion",
      "text" : "The main advantages of NPS technology is its specificity for cells and its nonthermal mechanism of action. That enables the clearance of skin lesions without perturbing the dermal collagen that could lead to scarring. Thus, the cellular epidermis as well as cellular components of the dermis are specifically targeted by NPS therapy. The epidermis typically forms a crust that comes off along with any lesions within it, uncovering a\nregenerated epidermis. Similarly, cellular structures in the dermis can be affected by NPS therapy, providing a good approach to eliminate SGH and possibly acne.\nThe mechanism used by NPS technology to initiate regulated cell death is unique. By stimulating the pathway of regulated cell death or apoptosis that is normally used by all cells at the end of their useful life, NPS technology gives the instruction to initiate this pathway and the cells do the rest. That leads to the clean removal of the treated lesions since they undergo their natural programmed cell death process with one step in that process being the expression of calreticulin on the cell surface as an ‘‘eat me’’ signal to dendritic cells. Those cells remove the dying lesion cells cleanly without scarring."
    }, {
      "heading" : "Conclusion",
      "text" : "NPS technology has been shown to be very effective in the clearance of many types of cellular skin lesions while sparing the noncellular components of the dermis. The proper energies can provide scarless lesion elimination with short treatment times and very high efficacy. This is a physical modality that will have the same effect of generating nanopores in both the organelles and plasma membrane of all cell types. The cellular response depends on the amount of energy delivered and can be quite diverse. This first application of NPS technology to dermatology utilizes its ability to trigger regulated cell death in cellular targets resulting in the scarless clearance of unwanted skin lesions in both the dermis and epidermis."
    }, {
      "heading" : "Disclaimer",
      "text" : "This article was written by R.N. and has been submitted solely to this journal and is not published, in press, or submitted elsewhere."
    }, {
      "heading" : "Author Disclosure Statement",
      "text" : "R.N. is employed by Pulse Biosciences that sponsored the clinical trials described herein.\nFunding Information\nPulse Biosciences funded all of the clinical trials described in this article."
    } ],
    "references" : [ {
      "title" : "Nanosecond pulse electric field (nanopulse): A novel non-ligand agonist for platelet activation",
      "author" : [ "J Zhang", "PF Blackmore", "BY Hargrave" ],
      "venue" : "Arch Biochem Biophys",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2008
    }, {
      "title" : "Nanosecond, highintensity pulsed electric fields induce apoptosis in human cells",
      "author" : [ "SJ Beebe", "PM Fox", "LJ Rec" ],
      "venue" : "FASEB J 2003;17:1493–1495",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2003
    }, {
      "title" : "Nanosecond pulsed electric fields cause melanomas to self-destruct",
      "author" : [ "R Nuccitelli", "U Pliquett", "X Chen" ],
      "venue" : "Biochem Biophys Res",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2006
    }, {
      "title" : "First-in-human trial of nanoelectroablation therapy for basal cell carcinoma: Proof of method",
      "author" : [ "R Nuccitelli", "R Wood", "M Kreis" ],
      "venue" : "Exp Dermatol 2014;23:135–137",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Nanosecond pulsed electric field stimulation of reactive oxygen species in human pancreatic cancer cells is Ca-dependent",
      "author" : [ "R Nuccitelli", "K Lui", "M Kreis" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Optimized nanosecond pulsed electric field therapy can cause murine malignant melanomas to self-destruct with a single treatment",
      "author" : [ "R Nuccitelli", "K Tran", "S Sheikh" ],
      "venue" : "Int J Cancer 2010;127:1727–1736",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "A protective effect after clearance of orthotopic rat hepatocellular carcinoma by nanosecond pulsed electric fields",
      "author" : [ "R Chen", "NM Sain", "KT Harlow" ],
      "venue" : "Eur J Cancer",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2014
    }, {
      "title" : "Nanoelectroablation of murine tumors triggers a CD8-dependent inhibition of secondary tumor growth",
      "author" : [ "R Nuccitelli", "JC Berridge", "Z Mallon" ],
      "venue" : "PLoS One 2015;10:",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Induction of cell death mechanisms and apoptosis by nanosecond pulsed electric fields (nsPEFs). Cells 2013;2:136–162",
      "author" : [ "SJ Beebe", "NM Sain", "W. Ren" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Nano-Pulse Stimulation is a physical modality that can trigger immunogenic tumor cell death",
      "author" : [ "R Nuccitelli", "A McDaniel", "S Anand" ],
      "venue" : "J Immunother Cancer 2017;5:32",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "A DoseResponse study of a novel method of selective tissue modification of cellular structures in the skin with nanosecond pulsed electric fields",
      "author" : [ "D Kaufman", "M Martinez", "L Jauregui" ],
      "venue" : "Lasers Surg Med",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Safety and efficacy of nanosecond pulsed electric field treatment of seborrheic keratoses",
      "author" : [ "GJ Hruza", "BD Zelickson", "MM Selim" ],
      "venue" : "Dermatol Surg",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Safety and efficacy of Nano-Pulse Stimulation treatment of sebaceous gland hyperplasia",
      "author" : [ "GS Munavalli", "BD Zelickson", "MM Selim" ],
      "venue" : "Dermatol Surg",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : "When a sufficient number of pulses is used, the regulated cell death cascade is triggered leading to reactive oxygen species generation,(6) DNA fractionation,(7) caspase 3 activation,(8,9) and the translocation of calreticulin from the ER to the plasma membrane to serve as an ‘‘eat me’’ signal for dendritic cells.(9) Many studies have shown that NPS therapy can trigger regulated cell death in both normal and malignant cells(10) that can lead to the production of dangerassociated molecular pattern molecules that in turn can initiate an immune response.",
      "startOffset" : 315,
      "endOffset" : 318
    }, {
      "referenceID" : 6,
      "context" : "Many studies have shown that NPS therapy can trigger regulated cell death in both normal and malignant cells(10) that can lead to the production of dangerassociated molecular pattern molecules that in turn can initiate an immune response.(8,9,11) The first commercial application of this technology will be for the elimination of unwanted skin lesions, which will be described in this study.",
      "startOffset" : 238,
      "endOffset" : 246
    }, {
      "referenceID" : 7,
      "context" : "Many studies have shown that NPS therapy can trigger regulated cell death in both normal and malignant cells(10) that can lead to the production of dangerassociated molecular pattern molecules that in turn can initiate an immune response.(8,9,11) The first commercial application of this technology will be for the elimination of unwanted skin lesions, which will be described in this study.",
      "startOffset" : 238,
      "endOffset" : 246
    }, {
      "referenceID" : 9,
      "context" : "Many studies have shown that NPS therapy can trigger regulated cell death in both normal and malignant cells(10) that can lead to the production of dangerassociated molecular pattern molecules that in turn can initiate an immune response.(8,9,11) The first commercial application of this technology will be for the elimination of unwanted skin lesions, which will be described in this study.",
      "startOffset" : 238,
      "endOffset" : 246
    }, {
      "referenceID" : 10,
      "context" : "Reprinted with permission from Kaufman et al.(12) H&E, hematoxylin and eosin; NPS, Nano-Pulse Stimulation.",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 11,
      "context" : "Reprinted with permission from Hruza et al.(13) 236 NUCCITELLI",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 11,
      "context" : "Seborrheic keratosis (SK) is an example of a lesion residing in the epidermis and the results of a clinical trial (approved by Biomedical Research Institute of America) treating SK with NPS therapy have recently been published.(13) Using treatment times of less than a minute, a process of regulated cell death is initiated and the lesion typically is cleared within a few weeks.",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 12,
      "context" : "Reprinted with permission from Munavalli et al.(14) NPS THERAPY FOR SKIN LESIONS 237",
      "startOffset" : 47,
      "endOffset" : 51
    } ],
    "year" : 2019,
    "abstractText" : "Nano-Pulse Stimulation (NPS) therapy applies nanosecond pulsed electric fields to cells and tissues. It is a nonthermal modality that uses ultrashort pulses of electrical energy in the nanosecond domain. The cellular response to this therapy can be quite varied depending on the number of pulses applied and the total energy delivered. Reviewed in this study are some clinical trial data describing the effects of NPS therapy on normal skin as well as three different skin lesions as part of the first commercial application of this technology. NPS therapy has been found to clear seborrheic keratosis lesions with an 82% efficacy and sebaceous gland hyperplasia with a 99.5% efficacy. Pilot studies on warts indicated that 60% of the NPS-treated warts were completely cleared within 60 days. NPS therapy can be used to treat cellular lesions in the epidermis and dermis without affecting noncellular components such as collagen and fibrin.",
    "creator" : "Arbortext Advanced Print Publisher 9.0.114/W"
  }
}