{
  "name" : "downloads_2020-01-21_c4_zhou2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "PESPECTIVES CHMISTRY Special Topic: Hierarchically Porous Materials The essential mass transfer step in hierarchical/nano zeolite: surface diffusion",
    "authors" : [ "Jian Zhou", "Wei Fan", "Yangdong Wang", "Zaiku Xie" ],
    "emails" : [ "xzk@sinopec.com" ],
    "sections" : [ {
      "heading" : "PESPECTIVES",
      "text" : ""
    }, {
      "heading" : "CHMISTRY",
      "text" : ""
    }, {
      "heading" : "Special Topic: Hierarchically Porous Materials",
      "text" : "The essential mass transfer step in hierarchical/nano zeolite: surface\ndiffusion\nJian Zhou1, Wei Fan2, Yangdong Wang1, Zaiku Xie1,3*\n1 State Key Laboratory of Green Chemical Engineering and Industrial Catalysis, Shanghai Research Institute of Petrochemical Technology, SINOPEC, China 2 SINOPEC, China 3 Department of Chemical Engineering, University of Massachusetts Amherst, United States * Corresponding author. E-mail: xzk@sinopec.com\nAn important topic in zeolite catalyst design is how to improve utilization efficiency of active sites in micropores by upgrading the effective diffusivity of reactants/products in zeolite crystal particles[1]. Nanoand hierarchical structures have drawn lots of attentions in zeolitic catalysis field in recent years, because these two methods can obviously improve the catalysis efficiency by shortening the configuration diffusion length[2]. However, new problems were raised in the construction process of whether hierarchical or nano-zeolites. For instance, it was found hierarchical structure can change the intrinsic properties of surface acid sites in zeolite[3]. Fan et al reported when the length scale of the zeolite approaches several nanometers, the observed diffusional time constants[4,5] and the apparent configuration diffusion lengths will be significantly longer than expected[6]. Therefore, enhanced mass transport in hierarchical zeolite will be overpredicted if not considering the extent of sorbate-sorbent interaction. Lercher’s group also found the rate determining step of the transport processes depended on the particle size [7]. As the common point in these reports, the surface barrier, also known as resistance in surface diffusion, increased obviously in hierarchical or nano-zeolites and became an important factor influencing the overall diffusion process[6,8]. Increased resistance in surface diffusion means surface diffusion step becomes essential over whether\nD ow nloaded from https://academ ic.oup.com /nsr/advance-article-abstract/doi/10.1093/nsr/nw z208/5682506 by guest on 21 January 2020\ndifferent from the traditional configuration, Knudsen or molecular diffusion.\nFirstly, the surface diffusion of molecules in zeolites is a kind of transport process on surface instead of the\ncollision with zeolitic surface, which is similar as configuration diffusion. But the difference between them is the former usually occurred in the mesopores, while the latter occurred in the micropores. Another difference is sorbent molecules can be impacted by the micropore walls from all directions in configuration diffusion, but surface diffusion was usually only influenced by the molecular adsorption side. The interactions of guests with no matter micropore wall or external surface can be quantified by adsorption enthalpy which was usually determined by the characteristics of guest molecules and the surface acidity. Generally, the type and status of species on surface are important factors influencing surface diffusion, but configuration diffusion was only controlled by the configuration of molecules and limitation degree of micropores. The non-uniformity of the zeolite surface, such as surface defects, surface coverage and pore-mouth blockage, is another key factor influencing the transport of molecules adsorbed on the surface. However, the impact of non-uniformity of the zeolite surface on surface diffusion still needs further development of quantitative characterization of the external surface structures. Moreover, surface diffusion process usually needs an activation process, although its activation energy is lower than configuration diffusion. In contrast, activation wasn’t needed in Knudsen diffusion process. The characteristics details of different kinds of diffusion were listed in Table 1.\nSurface diffusion is closely related with the surface characteristics. As the prior step, sorbent molecules\nshould be absorbed on the surface of zeolites. If the adsorption strength is too strong, it will be difficult for the sorbent molecule to leave the surface. The transport process on the external surface will tend to be followed by re-entering of diffusing molecules into the micropores. The apparent diffusion lengths will thereby be significantly longer than predicted. As mentioned in the reports[6,8], the surface barrier in diffusion obviously increased in hierarchical or nano-zeolites, which means much stronger interaction between the external surface and the sorbent molecules and consequently, will lead to much longer apparent diffusion length[5]. The increase of non-uniformity of surface in hierarchical/nano zeolites is a very important reason which caused their slow surface diffusion. The property of sorbent molecules is another factor influencing surface diffusion. For example, the aromatics and bulky molecules are dominant for the\nD ow nloaded from https://academ ic.oup.com /nsr/advance-article-abstract/doi/10.1093/nsr/nw z208/5682506 by guest on 21 January 2020\nphysical and chemical properties of the crystalline surface and the host-guest interaction at the surface [9]. Moreover, because the adsorption strength between sorbent molecules and zeolitic surface is closely related to status of surface species, the driving force of surface diffusion is not only the concentration gradient, which means it will not follow the Fick law.\nIn general, because of the increase of the external acids and non-uniformity of surface in\nhierarchical/nano zeolites, the contribution of interaction of guest molecules with external surface on the overall transport process was remarkable enhanced, which leads to higher probability of surface diffusion. In that case, the surface diffusion cannot be totally avoided; however, some measures such as appropriate surface modifications should be effective to decrease the impact of severe surface diffusion which is common in hierarchical/nano zeolites. The aim of modifications is decreasing the adsorption strength or reducing the probability to re-enter into micropores and repeating the micropore diffusion process. The modification usually refers to the covering (Figure 1) or overlayer of inert species, which can moderate the zeolite surface properties[10,11]. Moreover, in the shaping process of practical catalysts, the binders were indispensably employed in to satisfy necessary mechanical strength requirement for the industrial applications. As catalytic inert components, the addition of binders can also reduce the surface diffusion in zeolites. Although these measures for surface modifications may also lead to some problems, such as pore blockage and intercrystalline space occupation, the overall mass transport process might be still be benefited. Because a better combined diffusion balance point can be reached, which should draw the future research attention for the designing of practical industrial hierarchical/nano zeolite catalysts. On the other hand, surface diffusion doesn’t only play negative role in catalytic process; it can be also utilized for improving the selectivity. Although the shape selectivity and reaction path selectivity are respectively two frequently-used methods for improving the selectivity of products in zeolitic catalytic process, utilizing the surface diffusion properties of different molecules for higher selectivity of target products should be another research point in hierarchical/nano zeolite catalyst designing. Moreover, the surface diffusion under a relatively high concentration close to reaction conditions is another research field which should be paid close attention to, because it reflects real reactions over practical zeolite catalysts. Therefore, in-situ methods under reaction circumstance, including spectroscopic, gravity and concentration\nD ow nloaded from https://academ ic.oup.com /nsr/advance-article-abstract/doi/10.1093/nsr/nw z208/5682506 by guest on 21 January 2020\ndiffusion research which can be employed as the standard to quantify the surface diffusion."
    }, {
      "heading" : "Funding",
      "text" : "This work was supported by National Key Research and Development Project of Chinese (017YFB0702800) and Shanghai Rising-Star Program (18QB1404500)."
    }, {
      "heading" : "Figure Caption",
      "text" : "Figure 1. Nano-zeolite mixed with smaller silica particles for surface covering [11].\nTable1. Basic characteristics of four different kind of diffusion in hierarchical/nano-zeolite.\nType Activation energy Function of Surface\nin transport\nOccurrence location\nImpact on catalysis Quantitative law\nMolecular diffusion\n- - Inside macropores - Fick law\nKnudsen diffusion No activation\nprocess\nSurface collision Inside mesopores Influencing utilization\nefficiency\nFick law\nSurface diffusion low Surface transport Surface of\nmesopores\nInfluencing utilization efficiency\n-\nConfiguration diffusion\nhigh Surface transport Inside micropores Influencing selectivity\nof products\n-\nD ow nloaded from https://academ ic.oup.com /nsr/advance-article-abstract/doi/10.1093/nsr/nw z208/5682506 by guest on 21 January 2020"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "J. Shi", "Y. Wang", "W. Yang", "Y. Tang", "Z. Xie" ],
      "venue" : "Soc. Rev.",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chin",
      "author" : [ "J. Zhou", "Z. Liu", "L. Li", "Y. Wang", "H. Gao", "W. Yang", "Z. Xie", "Y. Tang" ],
      "venue" : "J. Catal.",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "W",
      "author" : [ "C.-C. Chang", "A.R. Teixeira", "C. Li", "P.J. Dauenhauer" ],
      "venue" : "Fan, Langmuir ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "V. Vattipalli", "X. Qi", "P.J. Dauenhauer", "W. Fan" ],
      "venue" : "Mater.",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "A.R. Teixeira", "C.-C. Chang", "T. Coogan", "R. Kendall", "W. Fan", "P.J. Dauenhauer", "J. Phys" ],
      "venue" : "C",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "and J",
      "author" : [ "O.C. Gobin", "S.J. Reitmeier", "A. Jentys" ],
      "venue" : "A. Lercher, , J. Phys. Chem. C",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A",
      "author" : [ "L. Zhang", "C. Chmelik" ],
      "venue" : "N. C. van Laak, J. Karger, P. E. de Jongha and K. P. de Jong, Chem. Commun.",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Commun",
      "author" : [ "M. Gao", "H. Li", "M. Yang", "S. Gao", "P. Wu", "P. Tian", "S. Xu", "M. Ye", "Z. Liu" ],
      "venue" : "Chem.",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "O",
      "author" : [ "S.J. Reitmeier" ],
      "venue" : "C. Gobin , A. Jentys, J. A. Lercher, Angew. Chem. Int. Ed.",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Chem",
      "author" : [ "X. Qi", "V. Vattipalli", "P.J. Dauenhauer", "W. Fan" ],
      "venue" : "Mater.",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "An important topic in zeolite catalyst design is how to improve utilization efficiency of active sites in micropores by upgrading the effective diffusivity of reactants/products in zeolite crystal particles[1].",
      "startOffset" : 206,
      "endOffset" : 209
    }, {
      "referenceID" : 1,
      "context" : "For instance, it was found hierarchical structure can change the intrinsic properties of surface acid sites in zeolite[3].",
      "startOffset" : 118,
      "endOffset" : 121
    }, {
      "referenceID" : 2,
      "context" : "Fan et al reported when the length scale of the zeolite approaches several nanometers, the observed diffusional time constants[4,5] and the apparent configuration diffusion lengths will be significantly longer than expected[6].",
      "startOffset" : 126,
      "endOffset" : 131
    }, {
      "referenceID" : 3,
      "context" : "Fan et al reported when the length scale of the zeolite approaches several nanometers, the observed diffusional time constants[4,5] and the apparent configuration diffusion lengths will be significantly longer than expected[6].",
      "startOffset" : 126,
      "endOffset" : 131
    }, {
      "referenceID" : 4,
      "context" : "Fan et al reported when the length scale of the zeolite approaches several nanometers, the observed diffusional time constants[4,5] and the apparent configuration diffusion lengths will be significantly longer than expected[6].",
      "startOffset" : 223,
      "endOffset" : 226
    }, {
      "referenceID" : 5,
      "context" : "Lercher’s group also found the rate determining step of the transport processes depended on the particle size [7].",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 4,
      "context" : "As the common point in these reports, the surface barrier, also known as resistance in surface diffusion, increased obviously in hierarchical or nano-zeolites and became an important factor influencing the overall diffusion process[6,8].",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 6,
      "context" : "As the common point in these reports, the surface barrier, also known as resistance in surface diffusion, increased obviously in hierarchical or nano-zeolites and became an important factor influencing the overall diffusion process[6,8].",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 4,
      "context" : "As mentioned in the reports[6,8], the surface barrier in diffusion obviously increased in hierarchical or nano-zeolites, which means much stronger interaction between the external surface and the sorbent molecules and consequently, will lead to much longer apparent diffusion length[5].",
      "startOffset" : 27,
      "endOffset" : 32
    }, {
      "referenceID" : 6,
      "context" : "As mentioned in the reports[6,8], the surface barrier in diffusion obviously increased in hierarchical or nano-zeolites, which means much stronger interaction between the external surface and the sorbent molecules and consequently, will lead to much longer apparent diffusion length[5].",
      "startOffset" : 27,
      "endOffset" : 32
    }, {
      "referenceID" : 3,
      "context" : "As mentioned in the reports[6,8], the surface barrier in diffusion obviously increased in hierarchical or nano-zeolites, which means much stronger interaction between the external surface and the sorbent molecules and consequently, will lead to much longer apparent diffusion length[5].",
      "startOffset" : 282,
      "endOffset" : 285
    }, {
      "referenceID" : 7,
      "context" : "Recently, a fitting approach was developed by Liu’s group to directly quantify surface barriers and it was found the surface permeability is sensitive to the physical and chemical properties of the crystalline surface and the host-guest interaction at the surface [9].",
      "startOffset" : 264,
      "endOffset" : 267
    }, {
      "referenceID" : 8,
      "context" : "The modification usually refers to the covering (Figure 1) or overlayer of inert species, which can moderate the zeolite surface properties[10,11].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 9,
      "context" : "The modification usually refers to the covering (Figure 1) or overlayer of inert species, which can moderate the zeolite surface properties[10,11].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 9,
      "context" : "Nano-zeolite mixed with smaller silica particles for surface covering [11].",
      "startOffset" : 70,
      "endOffset" : 74
    } ],
    "year" : 2019,
    "abstractText" : null,
    "creator" : "Microsoft® Word 2010"
  }
}