{
  "name" : "downloads_2019-10-14_a8_zhang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanowires Pin Neurons: a Nano ''Moon Landing``",
    "authors" : [ "Xingcai Zhang" ],
    "emails" : [ "xingcai@seas.harvard.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "for periodontal regeneration–a materials perspective. Dent. Mater. 28, 703–721.\n3. Rakhmatia, Y.D., Ayukawa, Y., Furuhashi, A., and Koyano, K. (2013). Current barrier membranes: titanium mesh and other membranes for guided bone regeneration in dental applications. J. Prosthodont. Res. 57, 3–14.\n4. Elgali, I., Omar, O., Dahlin, C., and Thomsen, P. (2017). Guided bone regeneration: materials and biological mechanisms revisited. Eur. J. Oral Sci. 125, 315–337.\n5. Ji, W., Yang, F., Seyednejad, H., Chen, Z., Hennink, W.E., Anderson, J.M., van den Beucken, J.J.J.P., and Jansen, J.A. (2012). Biocompatibility and degradation\n560 Matter 1, 550–564, September 4, 2019 ª 2019\ncharacteristics of PLGA-based electrospun nanofibrous scaffolds with nanoapatite incorporation. Biomaterials 33, 6604–6614.\n6. Liu, W., Wei, Y., Zhang, X., Xu, M., Yang, X., and Deng, X. (2013). Lower extent but similar rhythm of osteogenic behavior in hBMSCs cultured on nanofibrous scaffolds versus induced with osteogenic supplement. ACS Nano 7, 6928–6938.\n7. Song, J., Klymov, A., Shao, J., Zhang, Y., Ji, W., Kolwijck, E., et al. (2017). Electrospun nanofibrous silk fibroin membranes containing gelatin nanospheres for controlled delivery of biomolecules. Adv. Healthc. Mater. 6, 1700014.\n8. Zhang, K.-R., Gao, H.-L., Pan, X.-F., Zhou, P., Xing, X., Xu, R., Pan, Z., Wang, S., Zhu, Y., Hu,\nElsevier Inc.\nB., et al. (2019). Multifunctional bilayer nanocomposite guided bone regeneration membrane. Matter 1, this issue, 770–781.\n9. Shao, J., Yu, N., Kolwijck, E., Wang, B., Tan, K.W., Jansen, J.A., Walboomers, X.F., and Yang, F. (2017). Biological evaluation of silver nanoparticles incorporated into chitosanbased membranes. Nanomedicine (Lond.) 12, 2771–2785.\n10. Fadeel, B., Bussy, C., Merino, S., Vázquez, E., Flahaut, E., Mouchet, F., Evariste, L., Gauthier, L., Koivisto, A.J., Vogel, U., et al. (2018). Safety assessment of graphenebased materials: focus on human health and the environment. ACS Nano 12, 10582– 10620."
    }, {
      "heading" : "Preview",
      "text" : "Nanowires Pin Neurons: a Nano ’’Moon Landing‘‘ Xingcai Zhang1,*\nRecently, Harvard University scientists initiated a nano ‘‘moon landing.’’ They developed hairpin-like nanowires to land and pin neurons to study their inner signals without cellular damage, decoding the communication within and between neuron networks and providing tools for future brain disease studies.\n1John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA, 02138, USA\n*Correspondence: xingcai@seas.harvard.edu\nhttps://doi.org/10.1016/j.matt.2019.08.011\nFrom nanowires to neurons, our understanding of the physical and biological world advances with the efforts of bold innovators. Charles Lieber, a University Professor at Harvard University, is one of the most eminent nanoscientists in the world. His pioneering work on nanowires and nanodevices has led us to a flourishing world of nanoscience and nanotechnology, bridging the fields of chemistry, materials, electronics, and biology. His progress in neuron studies is similar to the ambitions of the moon landing: the exploring of a new and fantastic (nano-)world.\nSince the emergence of nanotechnologies, our understandingof the physical world has advanced rapidly. We can poke and probe many materials at the\nnanoscale and measure properties and behaviors. However, the understanding of the biological world, especially the brain, is still in its infant stage. It is difficult to poke andprobe such ‘‘living’’materials—they tend to change rapidly and produce very complex signals, like radio channels with static and distortion. The development of hairpin-like nanowires to cross the neuron membranes and pin neurons to study their inner signals is an important advancement, as described by Zhao et al. from the Lieber group recently in Nature Nanotechnology.1 We can now directly read from neurons. Let us shuttle through the nano-pin to explore this new ‘‘moon’’ of possibilities.\nThis recent study improves our ability to physically tap into messages be-\ntween neurons and their interactions. Neurons are nerve cells in the brain. The human brain contains about 86 billion neurons that are wired into complex circuits to process information conveyed by electrical signals. Neurons are electrically excitable and use electrical currents to function and signal to one another. As such, reading electrical activities from neurons is the basis of understanding of the brain. Decoding the communication between neurons helps us to understand brain functions. Translating the brain activities into control signals for devices, such as artificial limbs, assists people with paralysis. Most of the tools developed today read brain activities by picking up signals that are leaked outside of the neurons2—like listening to voices behind a closed door. To achieve the most accurate functional readings and the finest control of neural activities, direct access to the interior of neurons is critical3—we want to be in the same room! The most conventional method for intracellular recording is the patch-clamp\nelectrode.4 It causes irreversible damage to neurons by its micrometer-scale tip—akin to getting in the room by breaking the door (or even the walls). Even then, it can only record a few cells at a time. To circumvent such issues, Lieber and co-workers developed a hairpin-like 3D nanowire transistor array to cross the neuron membranes and pin neurons for interior signal study.1 Their study showed\nno identifiable cellular damage—e.g., entering the room with a smart nanokey without any damage. Moreover, they were able to study multiple neurons’ interior electrical activities at the same time.\nAs shown in Figure 1 (figure credit: Lieber Group, Harvard University), the work is based on the group’s niche in nanowire fabrication technology.5\nThey first made straight p-type silicon nanowires (precisely 15 nm in diameter; very high length-to-width ratio). The nanowires are as flexible as cooked noodles. To achieve the right conformation, they ‘‘combed’’ the nanowires over the U-shaped trenches of a predesigned pattern on a silicon wafer. When tangles are removed from the nanowire hair, the shearing force deforms the nanowires to form an array of hairpin-like U-shaped nanoscale devices. They then produced a controlled length of field-effect transistor (FET) sensing elements, which can be used as tiny recorders, at the tips of each nanowire. The tips can be inserted into neuronal and cardiac cells for intracellular recording with signals comparable to those of the gold-standard patch-clamp electrodes. As the nanowire tips are so small and coated with a layer of molecules that mimic the cell membrane, they can be inserted into multiple cells in parallel without causing damage. In addition, they found a strong correlation between probes with smaller curvature and recorder sizes and easier internalization and thus better intracellular recording quality, which is consistent with the nanoscale curvature effect.6 They further fabricated multiple nanowire devices on a single probe arm to read from multiple locations in a single cell. They also fabricate tens of the probes to record signals from adjacent cells simultaneously to study signal propagation between cells. These modifications have the potential to make better tools for decoding the communication within and between complex neuron networks.\nThe work of Zhao et al.1 achieves a major step ahead in probing neurons and paves the way for improving our understanding of the brain and brainrelated diseases. They integrate nanoscale building blocks into large controllable arrays. They address the long-standing challenge of scalable intracellular electrical recording with\nMatter 1, 550–564, September 4, 2019 561\nminimal invasiveness. Besides, their nanowire-based fabrication technology can be incorporated into other platforms like free-standing probes and mesh electronics. They could enable precise targeting of individual cells or subcellular structures. They can also be applied for further in vivo studies,7 single-neuron chronic recording,8 and bioinspired neuron-like electronics,9 etc. In the longer term, these probes could ultimately drive advanced brainmachine interfaces and possibly contribute to treating neurological and neurodegenerative diseases.\n562 Matter 1, 550–564, September 4, 2019 ª 2019\n1. Zhao, Y., You, S.S., Zhang, A., Lee, J.H., Huang, J., and Lieber, C.M. (2019). Scalable ultrasmall three-dimensional nanowire transistor probes for intracellular recording. Nat. Nanotechnol. 14, 783–790.\n2. Chen, R., Canales, A., and Anikeeva, P. (2017). Neural recording and modulation technologies. Nat. Rev. Mater. 2, 16093.\n3. Acarón Ledesma, H., Li, X., Carvalho-deSouza, J.L., Wei, W., Bezanilla, F., and Tian, B. (2019). An atlas of nano-enabled neural interfaces. Nat. Nanotechnol. 14, 645–657.\n4. Kruskal, P.B., Jiang, Z., Gao, T., and Lieber, C.M. (2015). Beyond the patch clamp: nanotechnologies for intracellular recording. Neuron 86, 21–24.\n5. Zhao, Y., Yao, J., Xu, L., Mankin, M.N., Zhu, Y., Wu, H., Mai, L., Zhang, Q., and Lieber, C.M.\nElsevier Inc.\n(2016). Shape-controlled deterministic assembly of nanowires. Nano Lett. 16, 2644– 2650.\n6. Lou, H.Y., Zhao, W., Zeng, Y., and Cui, B. (2018). The role of membrane curvature in nanoscale topography-induced intracellular signaling. Acc. Chem. Res. 51, 1046–1053.\n7. Tian, B., and Lieber, C.M. (2019). Nanowired bioelectric interfaces. Chem. Rev. 119, 9136– 9152.\n8. Hong, G., Fu, T.M., Qiao, M., Viveros, R.D., Yang, X., Zhou, T., Lee, J.M., Park, H.G., Sanes, J.R., and Lieber, C.M. (2018). A method for single-neuron chronic recording from the retina in awake mice. Science 360, 1447–1451.\n9. Yang, X., Zhou, T., Zwang, T.J., Hong, G., Zhao, Y., Viveros, R.D., Fu, T.M., Gao, T., and Lieber, C.M. (2019). Bioinspired neuron-like electronics. Nat. Mater. 18, 510–517."
    }, {
      "heading" : "Preview",
      "text" : "How to Make a Most Stable Perovskite Solar Cell Mohammad Z. Rahman1,* and Tomas Edvinsson1,*\nPerovskites have emerged as one of the hottest solar cell materials in the recent years, evident by more than 6,000 publications in 2018. Although intense research efforts on perovskite materials have made a significant progress in understanding its fundamental physicochemical properties, a long-term stability of perovskite solar cells (PSC) under operating conditions remains elusive. This article previews the recent findings on most stable PSC to date. Notably, an integrated effort of collaborative research has presented a simple but broadly applicable method to enhance the long-term operational stability of perovskite solar cells (over 1800 h at 70-75 C) under continuous simulated full-spectrum sunlight, which is up to ten times more stable than previous most stable devices.\n1Angstrom Laboratory, Department of Engineering Sciences, Uppsala University, Uppsala, Sweden\n*Correspondence: mohammad.rahman@angstrom.uu.se (M.Z.R.), tomas.edvinsson@angstrom.uu.se (T.E.)\nhttps://doi.org/10.1016/j.matt.2019.07.018\nIntrigued by its beneficial optoelectronic properties—such as tunable band gap, strong light absorption, charge carrier mobility, defect tolerance, and simple synthesis procedures—in the recent years, metal halide perovskites have drawn great interest for making highest efficient thin-film solar cells.1–3 Despite being a new member in solar cell family, perovskite solar cells (PSC) have shown steady and remarkable progress in increasing the power conversion efficiency (PCE) of\n~24.2% for standalone PSC and ~28% for perovskite-silicon tandem structure.4 However, the stability of PSCs at rated PCE for long-operational hour remains a grand challenge. There is no exception, but a solar cell material must be intrinsically stable to the light exposure and ambient so that the solar cell remains operational for >25 years.5 Therefore, while the power conversion efficiency is an important figure of merit for a solar cell, actually, stability is the main determining selection criteria.6\nWhat is the origin of the instability in PSCs? Simply, the origin is a result of cumulative impacts caused by multiple factors associated with the structure and components of a given perovskite when expose to the light, humidity, and temperature. Structurally, perovskites can be represented by the formula ABX3, where A is usually a mixture of methylammonium (MA), formamidinium (FA), and cesium (Cs); B is a mixture of tin (Sn) and lead (Pb); and X is a mixture of iodine (I) and bromine (Br); but there can be other components, as well (such as Cl, F, etc.).7 The moisture induces reversible and irreversible degradation of perovskite films. Perovskites easily take on water and the penetrated water molecules form an intermediate monohydrate and dihydrate perovskite. Light induces photo-oxidation and segregation of halide and cation, while temperature results in sublimation of the organic and halide components"
    } ],
    "references" : [ {
      "title" : "Scalable ultrasmall three-dimensional nanowire transistor probes for intracellular recording",
      "author" : [ "Y. Zhao", "S.S. You", "A. Zhang", "J.H. Lee", "J. Huang", "C.M. Lieber" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Neural recording and modulation technologies",
      "author" : [ "R. Chen", "A. Canales", "P. Anikeeva" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "An atlas of nano-enabled neural interfaces",
      "author" : [ "H. Acarón Ledesma", "X. Li", "J.L. Carvalho-deSouza", "W. Wei", "F. Bezanilla", "B. Tian" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Beyond the patch clamp: nanotechnologies for intracellular recording",
      "author" : [ "P.B. Kruskal", "Z. Jiang", "T. Gao", "C.M. Lieber" ],
      "venue" : "Neuron",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Shape-controlled deterministic assembly of nanowires",
      "author" : [ "Y. Zhao", "J. Yao", "L. Xu", "M.N. Mankin", "Y. Zhu", "H. Wu", "L. Mai", "Q. Zhang", "C.M. Lieber" ],
      "venue" : "Elsevier Inc",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "The role of membrane curvature in nanoscale topography-induced intracellular signaling",
      "author" : [ "H.Y. Lou", "W. Zhao", "Y. Zeng", "B. Cui" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "A method for single-neuron chronic recording from the retina in awake mice",
      "author" : [ "G. Hong", "T.M. Fu", "M. Qiao", "R.D. Viveros", "X. Yang", "T. Zhou", "J.M. Lee", "H.G. Park", "J.R. Sanes", "C.M. Lieber" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "from the Lieber group recently in Nature Nanotechnology.(1) We can now directly read",
      "startOffset" : 56,
      "endOffset" : 59
    }, {
      "referenceID" : 3,
      "context" : "electrode.(4) It causes irreversible damage to neurons by its micrometer-scale tip—akin to getting in the room by",
      "startOffset" : 10,
      "endOffset" : 13
    }, {
      "referenceID" : 0,
      "context" : "sistor array to cross the neuron membranes and pin neurons for interior signal study.(1) Their study showed no identifiable cellular damage—e.",
      "startOffset" : 85,
      "endOffset" : 88
    }, {
      "referenceID" : 4,
      "context" : "work is based on the group’s niche in nanowire fabrication technology.(5) They first made straight p-type silicon nanowires (precisely 15 nm in diameter; very high length-to-width ratio).",
      "startOffset" : 70,
      "endOffset" : 73
    }, {
      "referenceID" : 5,
      "context" : "In addition, they found a strong correlation between probes with smaller curvature and recorder sizes and easier internalization and thus better intracellular recording quality, which is consistent with the nanoscale curvature effect.(6) They further fabricated multiple nanowire devices on a single probe arm to read from multiple locations in a single cell.",
      "startOffset" : 234,
      "endOffset" : 237
    }, {
      "referenceID" : 0,
      "context" : "The work of Zhao et al.(1) achieves a major step ahead in probing neurons and paves the way for improving our understanding of the brain and brain-",
      "startOffset" : 23,
      "endOffset" : 26
    }, {
      "referenceID" : 3,
      "context" : "2% for standalone PSC and ~28% for perovskite-silicon tandem structure.(4) However, the stability of PSCs at rated PCE for long-operational hour remains a grand challenge.",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 4,
      "context" : "exposure and ambient so that the solar cell remains operational for >25 years.(5)",
      "startOffset" : 78,
      "endOffset" : 81
    }, {
      "referenceID" : 5,
      "context" : "efficiency is an important figure of merit for a solar cell, actually, stability is the main determining selection criteria.(6) What is the origin of the instability in PSCs? Simply, the origin is a result of cumulative impacts caused by multiple factors associated with the structure and components of a given perovskite when expose to the light, humidity, and temperature.",
      "startOffset" : 124,
      "endOffset" : 127
    } ],
    "year" : 2019,
    "abstractText" : "https://doi.org/10.1016/j.matt.2019.08.011 From nanowires to neurons, our understanding of the physical and biological world advances with the efforts of bold innovators. Charles Lieber, a University Professor at Harvard University, is one of the most eminent nanoscientists in the world. His pioneering work on nanowires and nanodevices has led us to a flourishing world of nanoscience and nanotechnology, bridging the fields of chemistry, materials, electronics, and biology. His progress in neuron studies is similar to the ambitions of the moon landing: the exploring of a new and fantastic (nano-)world.",
    "creator" : "Elsevier"
  }
}