{
  "name" : "downloads_2020-09-03_e5_tang2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nature MethoDs | VOL 16 | JANUARY 2019 | 17–20 | www.nature.com/naturemethods"
    }, {
      "heading" : "Liquid phase separation",
      "text" : "Tools are needed to study phase behaviors of membraneless compartments in living cells.\nOur everyday experience with water and oil droplets illustrates a simple liquid–liquid phase separation (LLPS). In biology, cells resemble liquid droplets that maintain membraneless compartments, important for concentrating certain molecules and facilitating spatiotemporal regulation of cellular functions. Such structures originate via active LLPS, and this process is ubiquitous in both cytoplasm and nucleoplasm.\nTo understand the LLPS mechanism, scientists have applied classical concepts from polymer physics to enlighten the molecular driving forces behind the assembly behaviors (Nat. Phys. 11, 899–904; 2015). Experimental approaches that generate liquid droplets containing purified proteins of interest have also emerged. For example, a microfluidic device offers a microenvironment for examining the intrinsic associations of protein sequences with LLPS, as well as the extrinsic effects of protein concentration, salt concentration, and temperature (Nat. Chem. 9, 509–515; 2017).\nTo date, it has been a challenge to translate the knowledge gained from purified proteins into the cellular milieu, which is crowded with macromolecules, small molecules, and complex structures. For measurement of the mesoscopic properties of cellular liquid droplets, current methods rely mainly on fluorescence microscopy to visualize the size and shape of aggregates. Although tools capable of reversibly triggering phase transitions in cells remain sparse, a promising optogenetic platform has been described (Cell 168,\n159–171; 2017). Another mesoscopic property, viscosity, plays a critical role in molecule diffusion within and around liquid droplets, and ultrafast-scanning fluorescence correlation spectroscopy has been used to determine droplet viscosity (Nat. Chem. 9, 1118–1125; 2017).\nBeyond the phase behavior in the cytoplasm, LLPS is also of interest in nuclear condensates. Two studies have demonstrated that heterochromatin protein 1 has the ability to form phaseseparated droplets that mediate the compaction of DNA into a repressive structure (Nature 547, 236–240, 2017; Nature 547, 241–245, 2017).\nThe combination of methods used to study LLPS and 3D genome structure (such as Hi-C) could be powerful. The collective perspective might shed light on the connection between nuclear condensates and gene regulation.\nWe anticipate that more tools drawing from polymer physics to genomics will emerge to elucidate the molecular mechanism for liquid phase separation and its functional consequences in biology. ❐\nLei Tang\nhttps://doi.org/10.1038/s41592-018-0269-7\nDroplet phaseSingle phase\nIntracellular liquid–liquid phase separation. Credit: Marina Corral Spence/Springer Nature"
    }, {
      "heading" : "Bending the genome",
      "text" : "Engineered genome structure explores function.\nThe saying that one only truly understands what one can build also holds for deciphering the biological impact of genome structure. Many methods have been developed to profile a genome’s arrangement in 3D. A collection of articles on the 3D genome attests to the richness of methodological development in chromosome conformation capture methods, as well as advances in microscopy techniques for imaging genome structure.\nLast year we highlighted the importance of both approaches in our call for a dynamic 3D genome. As important as this basic understanding is, it was encouraging to see that in recent years the ability to decipher how chromatin folds in a cell has been augmented by approaches that engineer such folding. Methods that build chromatin interactions then allow the assessment of the interaction’s effects on transcription.\nA group led by Gerd Blobel at the University of Pennsylvania saw increased transcriptional bursts when they forced contacts between a β -globin gene enhancer and the gene’s promoter by tethering to the enhancer a self-associating protein domain that interacted with a zinc finger at the promoter (Mol. Cell 62, 237–247; 2016). A year later Kevin Wang and colleagues developed chromatin loop reorganization using CRISPR–dCas9 (CLOuD9). They also targeted the β -globin gene locus and its enhancers with orthogonal Cas9 species fused to dimerization domains that came together once the dimerization trigger was added. The forced interaction resulted in β -globin expression in a cell line where the gene was silent (Nat. Commun. 8,\n15993; 2017). In a conceptually similar approach, a group from the University of Adelaide induced the heterodimerization of two orthogonal dCas9 species and showed looping in bacterial genomes (Nat. Commun. 8, 1628; 2017). Recently, a group of scientists from Stanford introduced CRISPR-GO, a system that allows the inducible repositioning of genomic loci toward the nuclear periphery (Cell 175, 1405–1417; 2018). This allowed the researchers to look at the connection between the expression of a gene and its 3D position in the nucleus.\nMore efforts are under way to direct chromatin movement in precise and controllable ways. These include faster inducers of interactions, techniques that can bring together domains spanning long ranges in linear distance, and engineering of multisite contacts. Methods like these will not only shed light on spatial organization’s role in and importance to the integrity of a cell, but also show how one can design genome architecture to regulate biological processes and influence cell behavior. ❐\nNicole Rusk\nhttps://doi.org/10.1038/s41592-018-0270-1"
    }, {
      "heading" : "Engineering in 3D. Credit: Marina Corral",
      "text" : "Spence/Springer Nature"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Our everyday experience with water and oil droplets illustrates a simple liquid–liquid phase separation (LLPS). In biology, cells resemble liquid droplets that maintain membraneless compartments, important for concentrating certain molecules and facilitating spatiotemporal regulation of cellular functions. Such structures originate via active LLPS, and this process is ubiquitous in both cytoplasm and nucleoplasm. To understand the LLPS mechanism, scientists have applied classical concepts from polymer physics to enlighten the molecular driving forces behind the assembly behaviors (Nat. Phys. 11, 899–904; 2015). Experimental approaches that generate liquid droplets containing purified proteins of interest have also emerged. For example, a microfluidic device offers a microenvironment for examining the intrinsic associations of protein sequences with LLPS, as well as the extrinsic effects of protein concentration, salt concentration, and temperature (Nat. Chem. 9, 509–515; 2017). To date, it has been a challenge to translate the knowledge gained from purified proteins into the cellular milieu, which is crowded with macromolecules, small molecules, and complex structures. For measurement of the mesoscopic properties of cellular liquid droplets, current methods rely mainly on fluorescence microscopy to visualize the size and shape of aggregates. Although tools capable of reversibly triggering phase transitions in cells remain sparse, a promising optogenetic platform has been described (Cell 168, 159–171; 2017). Another mesoscopic property, viscosity, plays a critical role in molecule diffusion within and around liquid droplets, and ultrafast-scanning fluorescence correlation spectroscopy has been used to determine droplet viscosity (Nat. Chem. 9, 1118–1125; 2017). Beyond the phase behavior in the cytoplasm, LLPS is also of interest in nuclear condensates. Two studies have demonstrated that heterochromatin protein 1 has the ability to form phaseseparated droplets that mediate the compaction of DNA into a repressive structure (Nature 547, 236–240, 2017; Nature 547, 241–245, 2017). The combination of methods used to study LLPS and 3D genome structure (such as Hi-C) could be powerful. The collective perspective might shed light on the connection between nuclear condensates and gene regulation. We anticipate that more tools drawing from polymer physics to genomics will emerge to elucidate the molecular mechanism for liquid phase separation and its functional consequences in biology. ❐",
    "creator" : "Springer"
  }
}