{
  "name" : "downloads_2019-11-11_0c_ghasemi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Central composite design for optimization of removal of trace amounts of toxic heavy metal ions from aqueous solution using magnetic Fe3O4 functionalized by guanidine acetic acid as an efficient nano-adsorbent",
    "authors" : [ "Ensieh Ghasemia", "Akbar Heydarib", "Mika Sillanpääc" ],
    "emails" : [ "Fe3O4@GAA", "(Fe3O4@GAA)", "Fe3O4@GAA", "Fe3O4@GAA" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nMicrochemical Journal\njournal homepage: www.elsevier.com/locate/microc\nCentral composite design for optimization of removal of trace amounts of toxic heavy metal ions from aqueous solution using magnetic Fe3O4 functionalized by guanidine acetic acid as an efficient nano-adsorbent Ensieh Ghasemia,⁎, Akbar Heydarib, Mika Sillanpääc a Department of Chemistry, Faculty of Pharmaceutical Chemistry, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran b Chemistry Department, Tarbiat Modares University, PO Box 14155-4838, Tehran, Iran c Department of Green Chemistry, School of Engineering Science, Lappeenranta University of Technology, Sammonkatu 12, FIN-50130 Mikkeli, Finland\nA R T I C L E I N F O\nKeywords: Fe3O4@GAA Nano-adsorbent Aqueous solution Toxic ions Central composite design\nA B S T R A C T\nIn this study, a novel and effective preconcentration and removal technique based on the use of magnetic Fe3O4 functionalized by guanidine acetic acid (Fe3O4@GAA) as a nano-adsorbent were introduced. The application of synthesized nano-adsorbent was investigated for the adsorption and removal of a trace amount of some heavy metals, such as Hg (II), Zn (II), Cu (II) and Ag (I), from aqueous samples. The synthesized nano-adsorbents were analyzed by scanning electron microscopy (SEM), Fourier transforms infrared spectroscopy (FT-IR) and X-ray powder diffraction (XRD). The diameter of the magnetic nano-adsorbents was in the range of 20–30 nm. In order to obtain maximum removal efficiency, the effects of effective parameters were optimized using a central composite chemometric design. The optimum conditions were pH of 7, nano-adsorbent amount of 14mg and contact time of 10min. The Fe3O4@GAA nano-adsorbent could be simply separated from the solution with the assistance of an external magnetic field, eluted with proper eluent and reused for twenty runs without a significant loss of its adsorbent activity. The adsorption efficiencies and preconcentration factors of developed procedure for target ions were in the range of 95–100% and 112–125, respectively, under the optimum condition. The obtained results revealed that the Fe3O4@GAA nano-adsorbent could be applied as a novel, simple, highly effective, reusable and cost-consuming material for the preconcentration and removal of the target toxic heavy metal ions from the aqueous solution."
    }, {
      "heading" : "1. Introduction",
      "text" : "Heavy metals are one of the most widespread cause of pollution, both in water and soil, and the presence of increasing levels of these metals in the environment is causing serious concern in public opinion owing to the toxicity shown by most of them [1,2]. Heavy metals, such as Pb, Cd, Hg, Sn, Cu, Mn, Ag etc., are found naturally in the earth. They are not biodegradable and, therefore, they become concentrated as a result of human activities and can enter the water, soil, air, plant, animal, and human tissues via inhalation, diet and manual handling [3–5]. Long-term exposure to heavy metals can result in a slowly progressing physical, muscular and neurological degenerative process that mimics Alzheimer's, Parkinson's, muscular dystrophy, cancer and multiple sclerosis [3–5]. Thus, the control of heavy metals dumping and the removal of toxic heavy metals from waters has become a challenge for the twenty-first century. A number of techniques for the treatment of heavy metal-containing waters have been developed in recent years in\norder to both decrease the amount of the heavy metal pollutants produced by industrial activities and improve the quality of the treated effluents. Various treatments, such as chemical precipitation, coagulation-flocculation, flotation, ion exchange and membrane filtration, can be utilized to remove heavy metals from contaminated wastewaters, each with their own inherent advantages and limitations in application [6–10]. As one of the simplest as well as most efficient and economical processes, the adsorption technique using capable adsorbents is considered as having a short extraction time, low disposal costs, accessible design and easy handling [11–13]. As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples. In the past few years, magnetic nanoparticles have gained significant attention for various applications such as drug delivery [24],\nhttps://doi.org/10.1016/j.microc.2019.02.056 Received 13 October 2018; Received in revised form 19 February 2019; Accepted 20 February 2019\n⁎ Corresponding author. E-mail address: ghasemi.e@iaups.ac.ir (E. Ghasemi).\nMicrochemical Journal 147 (2019) 133–141\nAvailable online 21 February 2019 0026-265X/ © 2019 Elsevier B.V. All rights reserved.\nT\nheterogeneous catalyst [25], antibacterial materials [26], adsorption and removal of toxic chemicals [27] due to the high surface area, facile functionalization, chemical and physical stability, magnetically assisted separation and also designable structures. Therefore, magnetic nanoparticles in comparison with non-magnetic adsorbents are adequate for sample preparation due to the advantage of not needing centrifuging or the filtration of the sample after any process [28–30]. GAA is the important precursor of creatine and is categorized to the guanidino compounds which are characterized by the presence of a basic guanidino group, HN]C(NH2)eNHe [31,32]. Due to its individual features, this amino acid is complicated in many important biological processes, such as renal metabolism, antimicrobial, antiviral, hypotensive, diuretic and carcinostatic action, thyroid dysfunction, treating seborrhea and dermatitis agent etc. [31,32]. Besides these properties, the existence of electron donating of nitrogen atoms in the structure of guanidine could increase the stability of its transition and heavy metal ions complexes. In addition, due to the basic property of guanidine, the complexation and removal of heavy metal ions is highly dependent on the medium pH [33–36]. The aim of the present study was to develop a novel and efficient technique based on using an Fe3O4@GAA nanoadsorbent for the adsorption and removal of target heavy metals from aqueous solutions. The affecting parameters on removal efficiency, such as the pH of the solution, Fe3O4@GAA nano-adsorbent amount and removal time, were studied and optimized using a central composite design (CCD). The concentration of target heavy metal ions before and after adding the nano-adsorbent were measured by ICP-OES. To the best of our knowledge, this adsorbent has not been used for the preconcentration and removal of a trace amount of the heavy metal ions from aqueous solutions."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials, equipment and characterization",
      "text" : "All the reagents were of the best grade available and were used without further purification. The guanidine acetic acid (GAA), FeCl2·4H2O and FeCl3·6H2O were obtained from Sigma-Aldrich (Milwaukee, WI, USA). The heavy metals stock solutions (1000mg L−1) were prepared by dissolving an appropriate amount of their nitrate salts (Merck, Darmstadt, Germany) in ultrapure water. The stock solutions were kept in a refrigerator at 4 °C.\nFourier-transformed infrared (FTIR) spectra were recorded in the range of 400–4000 cm−1 using KBr pellets on a Perkin Elmer Spectrum. The surface morphology of Fe3O4@GAA nano-adsorbent was determined by a scanning electron microscope (SEM) using Philips XL30 and S-4160. X-ray diffraction (XRD) patterns were recorded on a Philips X'pert 1710 diffractometer at room temperature with monochromated Cu-Kα (α=1.54056 Å) in Bragg–Brentano geometry (θ–2θ). The thermo-gravimetery (TG) analysis (50–800 °C) was conducted using a thermogravimetric apparatus (Q600SDT, TA, US) with a nitrogen flow. The determination of analyte in solution was done by inductively coupled plasma optical emission spectrometry (ICP-OES) using Varian Vista-PRO coupled to a V-groove nebulizer and equipped with a charge coupled device (CCD) detector. The argon gas (99.999%) for ICP-OES was obtained from Roham Gas Company. The pH meter model 630 Metrohm equipped with a glass electrode was utilized for the measurement of solution pH.\n2.2. Synthesis of magnetic Fe3O4 functionalized by guanidine acetic acid (Fe3O4@GAA)\nThe Fe3O4@GAA nanoparticles were synthesized according to the method of our previous report with some modification [37]. Briefly, 5.0 mmol of FeCl3·6H2O and 2.5 mmol of FeCl2·4H2O salts were dissolved in 100mL of deionized water under vigorous stirring. Then, the 2.0 mmol of GAA and NH4OH solution (25% w/w) were added to the\nmixture until the pH was raised to 11 at which a black suspension was formed. This suspension was then refluxed at 100 °C for 6 h, with vigorous stirring. Fe3O4@GAA nanoparticles were separated from the aqueous solution by magnetic decantation and washed with deionized water several times before being dried in an oven overnight."
    }, {
      "heading" : "2.3. Adsorption/desorption experiments",
      "text" : "The adsorption and desorption experiments were carried out by the batch technique. The sample preparation of this technique consisted of two steps; at first, the target heavy metal ions were adsorbed from the sample solutions by adding a sufficient amount of nano-adsorbents at a proper time, and secondly the adsorbed analytes were desorbed from the nano-adsorbent to the eluent. After that, the concentration of analytes before and after the adsorption/desorption process were measured by ICP-OES. In this procedure, a specific amount of nano-adsorbent was added to 50mL of the sample solution containing 50 μg L−1 of target heavy metal ions with desired pH and period time. The aqueous solution pH was adjusted by the addition of 0.1 mol L−1 NaOH and HCl. In this step, the target heavy metal ions were adsorbed and removed from the aqueous solution. Then, the sedimentation of nano-adsorbent enriched with target heavy metal ions from the solution occurred only by applying an external magnetic field. After that, 300 μL of acidic solution with a pH of 3 as an eluent was added to a conical glass tube containing the adsorbent and immersed in an ultrasonic bath in the proper desorption period time. Then, 250 μL of solution was introduced to the ICPOES for the measurement of the concentration of target heavy metal ions.\nThe removal recovery (RR) of this procedure was evaluated by the follow equation:\n= × C C\nC RR (%) 100i f\ni\nwhere Ci and Cf are the concentration of target heavy metal ions before and after the adsorption/desorption process, respectively.\nThe target heavy metal uptake capacity (mg g−1) of nano-adsorbent for each concentration of analyte ions at equilibrium was determined by the follow equation:\n= C C\nm q\n( i f V)\nwhere m and V are the amount of nano-adsorbent (g) and the volume of the sample solution (mL), respectively."
    }, {
      "heading" : "3. Result and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization",
      "text" : "Fe3O4@GAA nanoparticles were first synthesized as described in the Experimental section. The FT-IR spectrum of the as-prepared Fe3O4@GAA is shown in Fig. 1. As can be seen, the typical bands assigned to the FeeO stretching vibration appeared at around 567 cm−1 for pure Fe3O4. The FT-IR spectrum of pure guanidine acetic acid shows a broad band related to the NH2 and OH stretching at around 3170–3390 cm−1. A broad peak at 1674 cm−1 is assigned to COO and sharp peaks at 1674 and 1409 is related to the stretching vibration of C]O and C]N, respectively. However, in FT-IR of Fe3O4@GAA, stretching bands of FeeO shifted to higher wave number and also COO peak appeared at 1625 cm−1 which revealed that the GAA was coated on the Fe3O4 nanoparticles. After adsorption process, the sharp peak at 570 and 590 is related to the stretching vibration of FeeO and Metal-N, respectively. In addition, the heavy metal cations could form a complex with amine groups of guanidine, therefore, the hydrogen bonging of guanidine with itself or water will be reduced and then the peak intensity for NeH increased. Based on the obtained results of FT-IR on\nnano-adsorbents before and after adsorption process, it seems that the heavy metal cations could remove from samples either adsorption interaction with Fe3O4 nanoparticles or complexation with amine groups of quinidine. X-ray diffraction (XRD) was used to determine the crystal structure of the super paramagnetic nanoparticles. The XRD pattern of Fe3O4 and Fe3O4@GAA nanoparticles are shown in Fig. 2. The XRD\npeaks (2θ= 30.18°, 35.48°, 43.08°, 53.58°, 57.08° and 62.58°) match well with peaks of Fe3O4 indicating retention of the crystalline cubic spinel structure during the functionalization of magnetic nanoparticles. These six peaks correspond to the six crystal faces (220), (311), (400), (422), (511) and (440), respectively. The SEM image of Fe3O4@GAA nanoparticles is shown in Fig. 3. As it can be seen, Fe3O4@GAA\nnanoparticles are regular in shape and approved in good arranged mode with an average particle size of approx. 23.5 nm. In addition, the XRD pattern and SEM of Fe3O4@GAA after heavy metal adsorption were shown in Figs. 2 and 3. The XRD results in Fig. 2 reveal that the GAA functionalization of Fe3O4 did not destroy the MNPs crystal structure since no distinct peak appeared or vanished in the patterns. In addition, the SEM image of Fe3O4@GAA after heavy metal adsorption depicted that morphology and particle size of nanoparticles did not change which could be confirm the stability of the nanoparticles. The SEM-\nEDAX data of metal ion loaded on the nano-adsorbent was shown in Fig. 4. As it was depicted in this figure, the target heavy metal ions were adsorbed onto the Fe3O4@GAA nanoparticles. Thermogravimetric analysis (TGA) was applied for quantitative measurement of the organic GAA groups loaded on the surface of the magnetic Fe3O4 nanoparticles. As it can be seen in Fig. 5, there are two main peaks in the TGA curve. The first one, which is occurred below 200 °C with weight loss of 1.3%, is probably related to the physically adsorbed water on the nanoparticle surface. The seconded one has occurred the temperature range of\n200–400 °C that is accounted to the organic groups functionalized on magnetic Fe3O4 core. This peak shows a weight loss of 3.4% that it could be estimated to be about 0.29mmol of GAA per gram of nanoparticles. The surface charge measured as zeta potential is presented in Fig. 6 for the Fe3O4@GAA nanoparticles. As it can be seen in this figure, the isoelectric point (IEP) of Fe3O4@GAA nanoparticles was found to be 6.7."
    }, {
      "heading" : "3.2. Optimization of adsorption procedure of target ions by Fe3O4@GAA nano-adsorbent",
      "text" : "Different parameters potentially can affect the removal process and, therefore, these parameters have to be optimized in order to gain the maximum removal efficiency of the interest analytes in a short period of time. Most recent analytical applications are presented in the context of analytical methods development, especially in multiple response optimization procedures using the desirability function. There are many statistical methods for solving multiple response problems such as overlaying the contours plot for each response. However, when a large number of responses should be optimized, the desirability function is the most popular tool to be applied. The most important methodology of desirability function was described by Derringer and Suich that allows the analyst to find the optimum experimental conditions for all the evaluated variables, simultaneously. In this research, the effect of three parameters of nano-adsorbent amount, solution pH and adsorption time was investigated and optimized using CCD and response surface methodology (RSM). STATGRAPHICS and Design Expert 11.1.20, statistical and graphical analysis software, were used for the experimental table generation and analysis of the results. The central composite design (CCD) has been done on sixteen randomized runs (23+ (2×3)+2), including a (23) factorial design augmented with (2× 3) star points and 2 central points. The CCD permitted the response to be modelled by fitting a second-order polynomial, which can be asserted by follow equation:\n= + + + + + + +\n+ +\nY X X X X X X X X X X\nX X 0 1 1 2 2 3 3 12 1 2 13 1 3 23 2 3 11 1\n2\n22 2 2\n33 3 2\nwhere Y is the response function (removal efficiency %), X1, X2 and X3 are the independent variables, β0 is an intercept, β1, β2, β3, β12, β13, β23, β11, β22 and β33 are the regression coefficients. For predicting the optimal point, a second-order polynomial model was fitted to correlate relationship between independent variables and response (relative area). The credibility and accuracy of experimental responses were evaluated using adequate precision, coefficient of variance (CV%), standard deviation and regression coefficient. The adequate precision measures a signal to noise ratio and its value > 4 is adequate for model. In statics, standard deviation is one of the dispersion indicator that show how much the average data is from a mean value which also use to measure the confidence coefficient. In this study, the standard\ndeviation is low (<1.8), which indicate that the responses have a small dispersion. The values of the determination coefficient R2 (0.991, 0.979, 0.994 and 0.961), the adjusted R2 (0.983, 0.962, 0.990 and 0.953) and the predicted R2 (0.959, 0.961, 0.959 and 0.965) confirm the applicability of the model for predicting the removal percentage of Hg (II), Zn (II), Cu (II) and Ag (I), respectively. According to the model, the high F-values (728.84 for Hg (II), 311.43 for Zn (II), 1183.62 for Cu (II) and 272.14 for Ag (I)) and very small p-values (< 0.0001) ensure the model is highly significant. The predicted residual error sum of squares (PRESS) is obtained from the mean square of the different between the predicted and actual responses. PRESS is one of the most common methods of validation, which the lowest values of PRESS indicating the best structure of model (< 2.6). In order to determine the significance of the coefficients of the studied variables the t-student test was used. It is based on the comparison between the values of the model coefficients with the zero. In Student's t-test, large t value with low p value indicates a high significance of the corresponding model term. The obtained results indicated that the effect of pH and interaction of pH and amount of the nano-adsorbents in the model are highly significant (p < 0.0001).\nThe normal probability graph and the histogram of residuals revealed that the residuals had a normal distribution, so it means that the model provided a good description of the experimental data. As it is shown in Fig. 7, the residuals follow a normal distribution. The 3D response surface plots relating to the desirability function and their related counters for the removal efficiency are shown in Fig. 8. The estimated response surface for pH versus the nano-adsorbent amount is demonstrated in Fig. 8A. The pH has an important role on the adsorption and removal of analytes. The effect of pH on the adsorption of target heavy metal ions was investigated in the pH range of 6 to 10. As can be seen there, the extraction efficiency of target ions on the nanoadsorbent was increased as the pH increased from 6 to 7, and decreased with a further increase of pH from 7 to 10. When the pH of aqueous samples is 7.0, the recovery is the highest. In this pH, the complex of the target heavy metal ions with Fe3O4@GAA was formed, so adsorption was started by the nano-adsorbent. At a lower pH, the protonation of nitrogen atoms in guanidine led to a decrease of the available functional groups to bind to the analytes and, therefore, the adsorption of the heavy metal ions is reduced. In addition, the electrostatic repulsion between the positively charged binding groups and the target ions resulting to further reduces the adsorption. However, by increasing pH up to 7, the active sites become deprotonated and more negatively charged thereby leading to an increase of the available binding groups which enhanced the coordinating ability to target ions and provides an electrostatic attraction between the surface of nanoparticles and target anions. With a pH higher than 7, the adsorption of the heavy metal ions is decreased and that may be due to the formation of hydroxide species or the reaction products of Mn+ and the precipitation of M(OH)n in the solution. To study the effect of the nano-adsorbent amount on the removal efficiency, 10 to 20mg of the nano-adsorbent was added to a sample solution. As is shown in Fig. 8, the increase of the amount of\nnano-adsorbent up to 14mg lead to the increase of the removal efficiency that is due to the increase of the available sites. However, with the further increase of the nano-adsorbent amount, the adsorption\nefficiency was almost kept constant which is because of the saturation of the adsorption site and waste the further nano-adsorbent amount. Thereby, 14mg of nano-adsorbent was choose as an optimum amount.\nThe ultrasonic adsorption time of analytes were evaluated in the range of 5 to 15min. Ultra sonication is a well-known means for more dispersing nanoparticles into the aqueous sample solution. As shown in Fig. 8, increasing the adsorption efficiency occurred rapidly within a few minutes and then reached equilibrium in 10min for the desired metal cations and after 10min the efficiency changed slowly."
    }, {
      "heading" : "3.3. Adsorption kinetics and isothermals",
      "text" : "Investigation of the adsorption kinetics and isothermals is very important for the study of pollutants removal. For this purpose, adsorption of Hg (II), Zn (II), Cu (II) and Ag (I) by Fe3O4@GAA were studied under the adsorption time of 5, 10, 15 and 30min. Experimental conditions consisted of 50mL of the sample solution containing 50 μg L−1 of target heavy metal ions with pH of 7 at 25 °C. Furthermore, multiple models such as pseudo-first-order model, pseudo-second-order model and Weber-Morris model had been applied to fit the adsorption processes and analyze the dissimilarity among the adsorption of different heavy metals. The obtained results show the adsorption process was initially rapid within a few minutes and then reached equilibrium in 10min for all four metal cations that could be attributed to the abundance of high active absorption sites on the surface of absorbents. The results reflected that the adsorption all conformed to the pseudo-second-order model (with regression coefficients (R2)≥ 0.97) quite well, assuming that the adsorption was a chemisorption process by the electron sharing or electron transfer between the adsorbate and the adsorption sites on the adsorbent.\nIn continue, the adsorption isothermals were investigated using 14mg of Fe3O4@GAA to remove different initial concentrations of Hg (II), Zn (II), Cu (II) and Ag (I) with an adsorption time of 10min at pH of 7.0, meanwhile the results were described by the Langmuir model. The obtained results indicated that the adsorption capacity of the target metal cations on Fe3O4@GAA nano-adsorbent increased with the increasing of the initial concentration up to 50 μg L−1. It could be concluded that the adsorption trends all well accorded with this monolayer adsorption model, which was consistent with the kinetic results above."
    }, {
      "heading" : "3.4. Desorption and reusability experiments",
      "text" : "For the optimization of the desorption process, the effect of three factors of desorption time, type and pH of eluent should be studied. In this study, the effect of HCl, HNO3 and EDTA with a concentration in the range of 0.001 to 0.1mol L−1 was investigated as the eluent. The obtained results revealed that the solution of 0.001mol L−1 HNO3 can efficiently desorb the analyte from the adsorbent. In an acidic solution, in competition between the H+ and metal cations, the metal cations can be replaced by a proton. In order to reach maximum desorption efficiency, the effect of desorption time on the removal efficiency was studied in the range of 2 to 15min. For this purpose, after the\nadsorption process and separation of nano-adsorbent from the solution, 2mL of different eluents in optimum concentration were added to the nano-adsorbents for periods of 2, 5, 10 and 15min. The results indicated that the maximum desorption time was obtained for eluent of 0.001mol L−1 HNO3 in desorption time of 5min, so that, after the desorption of 5min, there was no significant increase in the extraction recovery.\nSince the renewability of the nano-adsorbent is a crucial parameter from the economic point of view, Fe3O4@GAA was evaluated through twenty consecutive adsorption/desorption cycles. For this purpose, after choosing the optimum condition for the adsorption/desorption process, the nano-adsorbent was separated from the solution, washed in distilled water and dried. The reusability of the Fe3O4@GAA nano-adsorbents was evaluated in 20 consecutive adsorption/desorption cycles. After 20 consecutive cycles, the removal efficiencies of all target heavy metals were>95%, thus proving that the Fe3O4@GAA nano-adsorbents had good stability and high efficiency (≥95%) in repeated use up to at least 20 cycles."
    }, {
      "heading" : "3.5. Interference ions",
      "text" : "In order to consider the effect of interference ions on the removal efficiencies of target ions, various coexisting metal ions were added to a 50mL sample solution. As shown in Table 1, in the presence of the studied cations up to the examined concentrations, the foreign ions cannot affect the removal, preconcentration and measurement of target heavy metal ions. In addition, the nitrate, chloride and sulfate salts of the foreign cations were used in this study so it could be asserted that these anions did not show any interference effect."
    }, {
      "heading" : "3.6. Analytical performance",
      "text" : "In order to evaluate the analytical performance, the working sample solutions in different concentrations were applied for the developed technique. The calibration curve of target ions was constructed under optimum conditions. The results and analytical features of the developed SPE technique based on the Fe3O4@GAA nanoparticle are shown in Table 2. The limit of detection (LOD) was calculated from the following equation: LOD=3(Sd) blank/m, where Sd and m are the blank's standard deviation and the calibration curve slope, respectively. The relative standard deviation (RSD %) was defined as the precision. The nano-adsorbent renewability experiments were conducted in the twenty adsorption/desorption cycles. A comparison of the analytical characteristic of the developed technique with the other previously adsorbent reported for target heavy metal ions adsorption are shown in Table 3 [38–45]. The comparison results revealed that the Fe3O4@GAA nanoparticle has good potential for the adsorption and removal of target heavy metal ions from an aqueous solution. In addition, among the studied nano-adsorbents, the preconcentration factor and detection limit of the developed technique are comparable and better than the results of the previously published methods besides the short time of the procedure. In addition, the present study had a wide dynamic linear\nrange and better regenerability. Therefore, an Fe3O4@GAA nanoparticle is considered to be an excellent and potential adsorbent for the removal of target heavy metal ions from aqueous samples."
    }, {
      "heading" : "3.7. Real samples",
      "text" : "The nominal technique was employed for the adsorption and determination of heavy metal ions in the water samples. The results of the analysis of various water samples are shown in Table 4. In order to investigate the accuracy of the developed procedure, target ions at the concentration of 10 μg L−1 were spiked in the real samples. It can be concluded according to the obtained satisfactory results that the above technique could be applied successfully as an appropriate and tolerable method for the preconcentration and determination of target heavy metal ions in aqueous samples."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this approach, the new, highly efficient, fast and regenerable technique based on the use of magnetic Fe3O4 functionalized by guanidine acetic acid (Fe3O4@GAA) nano-adsorbent with an average size of 23.5 nm was developed. The synthesized nominal magnetic nanoadsorbent was then applied for the solid phase extraction of Hg (II), Cu (II), Zn (II) and Ag (I) from aqueous samples followed by flow injection\nICP-OES. The procedure is very fast due to the high surface area of the nano-adsorbent as well as its easy and fast magnetic separation. The other advantages of the developed technique are low-cost, minimal sample preparation, utilized conveniently and harmless to the environment, ease of operation, high sensitivity, less organic solvent and reagent consumption. Furthermore, to some extent, the developed methodology could have a wide application area of wastewater and the reduction of environmental heavy metal ions contamination. In addition, compared with other methods, the technique described here has a high preconcentration factor and low detection limits besides the rapid removal of heavy metals from large volumes of an aqueous solution."
    } ],
    "references" : [ {
      "title" : "Heavy Metals in the Environment",
      "author" : [ "B. Sarkar" ],
      "venue" : "Marcel Dekker, Inc.",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Heavy Metals in the Environment: Origin",
      "author" : [ "H.B. Bradl" ],
      "venue" : "Interaction and Remediation, 1st ed., l Elsevier Academic Press, London",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Environmental Geochemistry of Potentially Toxic Metals",
      "author" : [ "F.R. Siegel" ],
      "venue" : "Springer, Berlin Heidelberg, Berlin",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Genetic Heavy Metal Toxicity: Explaining Sids",
      "author" : [ "T.L. Chapman" ],
      "venue" : "Autism, Tourette's, Alzheimer's and Other Epidemics, iUniverse",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Manganese toxicity upon overexposure",
      "author" : [ "J. Crossgrove", "W. Zheng" ],
      "venue" : "NMR Biomed. 17 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Solid phase extractors derived by functionalising sub-micro silica gel with chelating agents and their pH-tunable adsorbing capability towards Pb(II) and Ag(I)",
      "author" : [ "Y. Peng", "Z. Li", "Y. Zeng", "X. Xie", "H. Wang", "L. Li", "X. Liu" ],
      "venue" : "Microchim. Acta 170 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Removal of heavy metal ions from water using ion flotation",
      "author" : [ "M. Taseidifar", "F. Makavipour", "R.M. Pashley", "A.F.M. Mokhlesur Rahman" ],
      "venue" : "Environ. Technol. Innov. 8 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Competitive removal of heavy metal ions from squid oil under isothermal condition by CR11 chelate ion exchanger",
      "author" : [ "O. Tavakoli", "V. Goodarzi", "M.R. Saeb", "N. Mohammad Mahmoodi", "R. Borja" ],
      "venue" : "J. Hazard. Mater. 334 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Filtration and removal performances of membrane adsorbers",
      "author" : [ "Y. Yurekli", "M. Yildirim", "L. Aydin", "M. Savran" ],
      "venue" : "J. Hazard. Mater. 332 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magnetic nanoparticle based solid-phase extraction of heavy metal ions: a review on recent advances",
      "author" : [ "M. Hemmati", "M. Rajabi", "A.R. Asghari" ],
      "venue" : "Microchim. Acta 185 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A review on the adsorption of heavy metals by clay minerals",
      "author" : [ "M. Kashif Uddin" ],
      "venue" : "with special focus on the past decade, Chem. Eng. J. 308 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Efficient techniques for the removal of toxic heavy metals from aquatic environment: a review",
      "author" : [ "C.F. Carolin", "P.S. Kumar", "A. Saravanan", "G.J. Joshiba", "M. Naushad" ],
      "venue" : "J. Environ. Chem. Eng. 5 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of the magnetic core size of amino-functionalized Fe3O4-mesoporous SiO2 core-shell nanoparticles on the removal of heavy metal ions",
      "author" : [ "S. Jin", "B.C. Park", "W.S. Ham", "L. Pan", "Y.K. Kim" ],
      "venue" : "Colloids Surf. A Physicochem. Eng. Asp. 531 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Superparamagnetic Fe3O4@EDTA nanoparticles as an efficient adsorbent for simultaneous removal of Ag(I)",
      "author" : [ "E. Ghasemi", "A. Heydari", "M. Sillanpää" ],
      "venue" : "Hg(II), Mn(II), Zn(II), Pb(II) and Cd(II) from water and soil environmental samples, Microchem. J. 131 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Recent progress in layered double hydroxides (LDH)-containing hybrids as adsorbents for water remediation",
      "author" : [ "M. Zubair", "M. Daud", "G. McKay", "F. Shehzad", "M.A. Al-Harthi" ],
      "venue" : "Appl. Clay Sci. 143 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "SiO2coated magnetic graphene oxide modified with polypyrrole–polythiophene: a novel and efficient nanocomposite for solid phase extraction of trace amounts of heavy metals",
      "author" : [ "K. Molaei", "H. Bagheri", "A.A. Asgharinezhad", "H. Ebrahimzadeh", "M. Shamsipur" ],
      "venue" : "Talanta 167 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Biodegradable grafting cellulose/clay composites for metal ions removal",
      "author" : [ "A.E. Abd El-Aziz", "K.H. Kamal", "K.A. Ali", "M.S. Abdel-Aziz", "S. Kamel" ],
      "venue" : "Int. J. Biol. Macromol. 118 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chapter 2: application of carbon-based nanomaterials for removal of biologically toxic materials",
      "author" : [ "S. Chandra Ray", "N.R. Jana" ],
      "venue" : "Carbon Nanomater. Biol. Med. Appl. ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heavy metal removal from water/wastewater by nanosized metal oxides: a review",
      "author" : [ "M. Hua" ],
      "venue" : "J. Hazard. Mater. 211–212 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Modified magnetic nanoparticles with catechol as a selective sorbent for magnetic solid phase extraction of ultra-trace amounts of heavy metals in water and fruit samples followed by flow injection ICP-OES",
      "author" : [ "Y. Yamini", "M. Safari" ],
      "venue" : "Microchem. J. 143 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rapid",
      "author" : [ "D.T. Sun", "L. Peng", "W.S. Reeder", "S.M. Moosavi", "D. Tiana", "D.K. Britt", "E. Oveisi", "W.L. Queen" ],
      "venue" : "selective heavy metal removal from water by a metal–organic framework/polydopamine composite, ACS Cent. Sci. 4 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effective removal of toxic heavy metal ions from aqueous solution by CaCO3 microparticles",
      "author" : [ "R. Zhang", "J.J. Richardson", "A.F. Masters", "G. Yun", "K. Liang", "T. Maschmeyer" ],
      "venue" : "Water Air Soil Pollut. 229 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic nanoparticle-based drug delivery for cancer therapy",
      "author" : [ "R. Tietze", "J. Zaloga", "H. Unterweger", "S. Lyer", "R.P. Friedrich", "C. Janko", "M. Pöttler", "S. Dürr", "C. Alexiou" ],
      "venue" : "Biochem. Biophys. Res. Commun. 146 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Magnetically retrievable catalysts for asymmetric synthesis",
      "author" : [ "M.N. Nadagouda", "R.S. Varma" ],
      "venue" : "Coord. Chem. Rev. 287 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Broadening the spectrum of small-molecule antibacterials by metallic nanoparticles to overcome microbial resistance",
      "author" : [ "M. Rai", "A.P. Ingle", "R. Pandit", "P. Paralikar", "I. Gupta", "M.V. Chaud", "C.A. Santos" ],
      "venue" : "Int. J. Pharm. 532 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanomaterials for removal of toxic elements from water",
      "author" : [ "F. Lu", "D. Astruc" ],
      "venue" : "Coord. Chem. Rev. 356 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic nanoparticles for environmental and biomedical applications: a review",
      "author" : [ "L. Mohammed", "H.G. Gomaa", "D. Ragab", "J. Zhu" ],
      "venue" : "Particuology 30 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Iron oxide nanofibers: a new magnetic catalyst for azo dyes degradation in aqueous solution",
      "author" : [ "E. Ghasemi", "H. Ziyadi", "A. Moein Afshar", "M. Sillanpää" ],
      "venue" : "Chem. Eng. J. 264 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Magnetic hydroxyapatite nanoparticles: an efficient adsorbent for the separation and removal of nitrate and nitrite ions from environmental samples",
      "author" : [ "E. Ghasemi", "M. Sillanpaa" ],
      "venue" : "J. Sep. Sci. 38 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Biosynthesis of guanidinoacetic acid in isolated rat tubules",
      "author" : [ "M. Takeda" ],
      "venue" : "Jpn. J. Nephrol. 32 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Synthesis",
      "author" : [ "Y. Hu", "Y. Du", "J. Yang", "J.F. Kennedy", "X. Wang", "L. Wang" ],
      "venue" : "characterization and antibacterial activity of guanidinylated chitosan, Carbohydr. Polym. 67 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "New sorbents based on organosilicon guanidine derivatives",
      "author" : [ "E.N. Oborina", "S.N. Adamovich" ],
      "venue" : "Russ. J. Appl. Chem. 90 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A potentiometric study of guanidinoacetic acid complexation with the ions Mn(II)",
      "author" : [ "J. Felcman", "J.L. Miranda" ],
      "venue" : "Co(II), Ni(II), Cu(II), Zn(II), Cd(II) and Pb(II), J. Braz. Chem. Soc. 8 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Synthesis",
      "author" : [ "A.S. El-Tabl", "M. Abd-Elwahed", "M.H. Mohammed" ],
      "venue" : "spectral characterisation and cytotoxic effect of metal complexes of 2-(2-(4-carboxyphenyl)guanidino) acetic acid ligand, Chem. Speciat. Bioavailab. 25 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Removal of Pb2+ and Cd2+ ions from aqueous solutions using guanidine modified hydrogels, Polym",
      "author" : [ "E.K. Yetimog lua", "M. Fırlaka", "M.V. Kahramana", "S. Deniza" ],
      "venue" : "Adv. Technol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Guanidine acetic acid functionalized magnetic nanoparticles: recoverable green catalyst for transamidation",
      "author" : [ "M. Kazemi", "M. Arefi", "E. Yazdani", "S. Abbasi", "M. Karimi", "K. Azizi", "A. Heydari" ],
      "venue" : "ChemistrySelect 1 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Application of magnetized fungal solid phase extractor with Fe2O3 nanoparticle for determination and preconcentration of Co(II) and Hg(II) from natural water samples",
      "author" : [ "S. Ozdemir", "S. Abdullah Mohamedsaid", "E. Kilinc", "A. Yıldırım", "M. Soylak" ],
      "venue" : "Microchem. J. 143 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Application of magnetic nanocomposite modified with a thiourea based ligand for the preconcentration and trace detection of silver(I) ions by electrothermal atomic absorption spectrometry",
      "author" : [ "M. Ghanei-Motlagh", "M. Fayazi", "M.A. Taher", "A. Jalalinejad" ],
      "venue" : "Chem. Eng. J. 290 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Magnetic solid phase extraction coupled with inductively coupled plasma mass spectrometry for the speciation of mercury in environmental water and human hair samples",
      "author" : [ "S. Ma", "M. He", "B. Chen", "W. Deng", "Q. Zheng", "B. Hu" ],
      "venue" : "Talanta 146 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Determination of trace labile copper in environmental waters by magnetic nanoparticle solid phase extraction and high-performance chelation ion chromatography",
      "author" : [ "Z. Wei", "S. Sandron", "A.T. Townsend", "P.N. Nesterenko", "B. Paull" ],
      "venue" : "Talanta 135 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis and application of Fe3O4@SiO2@TiO2 for photocatalytic decomposition of organic matrix simultaneously with magnetic solid phase extraction of heavy metals prior to ICP-MS analysis",
      "author" : [ "M.A. Habila", "Z.A. ALOthman", "A.M. El-Toni", "J.P. Labis", "M. Soylak" ],
      "venue" : "Talanta 154 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Selective extraction and sensitive determination of mercury (II) ions by flame atomic absorption spectrometry after preconcentration on an ion-imprinted polymer-coated maghemite nanoparticles",
      "author" : [ "M. Tayyebeh", "Z. Borhan", "A. Mazaher", "A. Abbas" ],
      "venue" : "J. Iran. Chem. Soc. 12 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Magnetic solid-phase extraction of trace-level mercury(II) ions using magnetic core-shell nanoparticles modified with thiourea-derived chelating agents",
      "author" : [ "C. Yang", "L. Sheng", "W. Kaiju", "L. Yangzhong", "H. Zhangjun" ],
      "venue" : "Microchim. Acta 182 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "E",
      "author" : [ "F. Nasiri Azad", "M. Ghaedi", "K. Dashtian", "M. Montazerozohori", "S. Hajati" ],
      "venue" : "Alipanahpourr, Preparation and characterization of MWCNTs functionalized by N-(3-nitrobenzylidene)-N′-trimethoxysilylpropyl-ethane-1,2-diamine for the removal of aluminum(III) ions via complexation with eriochrome cyanine R: spectrophotometric detection and optimization, RSC Adv. 5 (2015) 61060–61069.  E. Ghasemi, et al.  Microchemical Journal 147 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Heavy metals are one of the most widespread cause of pollution, both in water and soil, and the presence of increasing levels of these metals in the environment is causing serious concern in public opinion owing to the toxicity shown by most of them [1,2].",
      "startOffset" : 250,
      "endOffset" : 255
    }, {
      "referenceID" : 1,
      "context" : "Heavy metals are one of the most widespread cause of pollution, both in water and soil, and the presence of increasing levels of these metals in the environment is causing serious concern in public opinion owing to the toxicity shown by most of them [1,2].",
      "startOffset" : 250,
      "endOffset" : 255
    }, {
      "referenceID" : 12,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 13,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 14,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 15,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 16,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 17,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 18,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 19,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 20,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 21,
      "context" : "As a result, extensive investigations of adsorbents materials such as functionalized magnetic nanoparticles [14,15], layered double hydroxides (LDHs) [16,17], clay minerals [18], carbon-based nanomaterials [19] and metal oxides [20,21], metal-organic frameworks [22] and CaCO3 [23] have been explored for the adsorption and removal of the heavy metal ions from the environmental samples.",
      "startOffset" : 277,
      "endOffset" : 281
    }, {
      "referenceID" : 22,
      "context" : "In the past few years, magnetic nanoparticles have gained significant attention for various applications such as drug delivery [24],",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 23,
      "context" : "heterogeneous catalyst [25], antibacterial materials [26], adsorption and removal of toxic chemicals [27] due to the high surface area, facile functionalization, chemical and physical stability, magnetically assisted separation and also designable structures.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 24,
      "context" : "heterogeneous catalyst [25], antibacterial materials [26], adsorption and removal of toxic chemicals [27] due to the high surface area, facile functionalization, chemical and physical stability, magnetically assisted separation and also designable structures.",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 25,
      "context" : "heterogeneous catalyst [25], antibacterial materials [26], adsorption and removal of toxic chemicals [27] due to the high surface area, facile functionalization, chemical and physical stability, magnetically assisted separation and also designable structures.",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 29,
      "context" : "GAA is the important precursor of creatine and is categorized to the guanidino compounds which are characterized by the presence of a basic guanidino group, HN]C(NH2)eNHe [31,32].",
      "startOffset" : 171,
      "endOffset" : 178
    }, {
      "referenceID" : 30,
      "context" : "GAA is the important precursor of creatine and is categorized to the guanidino compounds which are characterized by the presence of a basic guanidino group, HN]C(NH2)eNHe [31,32].",
      "startOffset" : 171,
      "endOffset" : 178
    }, {
      "referenceID" : 35,
      "context" : "The Fe3O4@GAA nanoparticles were synthesized according to the method of our previous report with some modification [37].",
      "startOffset" : 115,
      "endOffset" : 119
    } ],
    "year" : 2019,
    "abstractText" : "In this study, a novel and effective preconcentration and removal technique based on the use of magnetic Fe3O4 functionalized by guanidine acetic acid (Fe3O4@GAA) as a nano-adsorbent were introduced. The application of synthesized nano-adsorbent was investigated for the adsorption and removal of a trace amount of some heavy metals, such as Hg (II), Zn (II), Cu (II) and Ag (I), from aqueous samples. The synthesized nano-adsorbents were analyzed by scanning electron microscopy (SEM), Fourier transforms infrared spectroscopy (FT-IR) and X-ray powder diffraction (XRD). The diameter of the magnetic nano-adsorbents was in the range of 20–30 nm. In order to obtain maximum removal efficiency, the effects of effective parameters were optimized using a central composite chemometric design. The optimum conditions were pH of 7, nano-adsorbent amount of 14mg and contact time of 10min. The Fe3O4@GAA nano-adsorbent could be simply separated from the solution with the assistance of an external magnetic field, eluted with proper eluent and reused for twenty runs without a significant loss of its adsorbent activity. The adsorption efficiencies and preconcentration factors of developed procedure for target ions were in the range of 95–100% and 112–125, respectively, under the optimum condition. The obtained results revealed that the Fe3O4@GAA nano-adsorbent could be applied as a novel, simple, highly effective, reusable and cost-consuming material for the preconcentration and removal of the target toxic heavy metal ions from the aqueous solution.",
    "creator" : "Elsevier"
  }
}