{
  "name" : "downloads_2020-01-02_7e67_han2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Metallic ruthenium-based nanomaterials for electrocatalytic and photocatalytic hydrogen evolution",
    "authors" : [ "Sumei Han", "Qinbai Yun", "Siyang Tu", "Lijie Zhu", "Wenbin Cao", "Qipeng Lu *a" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Journal of",
      "text" : "Materials Chemistry A\nREVIEW\nPu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n.\nView Article Online View Journal | View Issue\nMetallic rutheniu\nS d S i s P Q S H r n e e\naSchool of Materials Science and Engineerin Beijing, Beijing 100083, China. E-mail: qipe bCenter for Programmable Materials, Schoo Nanyang Technological University, 50 Nanya\nCite this: J. Mater. Chem. A, 2019, 7, 24691\nReceived 10th June 2019 Accepted 8th October 2019\nDOI: 10.1039/c9ta06178a\nrsc.li/materials-a\nThis journal is © The Royal Society of C\nm-based nanomaterials for electrocatalytic and photocatalytic hydrogen evolution\nSumei Han,†a Qinbai Yun,†b Siyang Tu,a Lijie Zhu,c Wenbin Cao*a and Qipeng Lu *a\nDeveloping a sustainable technology to produce hydrogen efficiently is crucial to realize the “hydrogen\neconomy”, which may address the growing energy crisis and environmental pollution nowadays.\nElectrocatalytic and photocatalytic hydrogen evolution reactions have received great attention during\nthe past few decades since they can realize hydrogen production from the water splitting reaction\ndirectly. Although platinum has been widely used as a catalyst for the electrocatalytic and photocatalytic\nhydrogen evolution reaction (HER), its high cost and limited supply make it imperative to develop\nalternative high-performance catalysts. Ruthenium (Ru), the cheapest one among platinum-group\nmetals, has been emerging as a promising candidate recently. Until now, tremendous efforts have been\ndevoted to improving the HER performance of metallic Ru-based catalysts through the rational design\nand synthesis of Ru nanomaterials, in which the size, morphology, chemical composition and crystal\nphase could be controlled. In this review, we summarized the synthesis of various metallic Ru-based\nnanomaterials as catalysts for the HER, including pure Ru nanocrystals, Ru-based bimetallic\nnanomaterials and Ru/non-metal nanocomposites. Then, we covered the recent progress in the\nutilization of metallic Ru-based nanomaterials as catalysts for the electro- and photo-catalytic HER;\nmeanwhile, the mechanisms and fundamental science behind morphology/composition/crystal\nstructure–performance relationships were discussed in detail. Finally, the challenges and outlook are\nprovided for guiding the development of metallic Ru-based electro- and photo-catalysts for further\nfundamental research and practical applications in renewable energy-related areas.\numei Han received her B.E. egree from the University of cience and Technology Beijing n 2018. She is currently a Ph.D. tudent under the supervision of rof. Wenbin Cao and Prof. ipeng Lu at the University of cience and Technology Beijing. er research interests are elated to the development of oble metal nanomaterials for lectrocatalytic hydrogen volution.\nWenbin Cao received his B.E. degree from the Northeast Institute of Technology in 1992. He obtained his M.E. degree from Northeastern University in 1995 and completed his Ph.D. with Prof. Changchun Ge at the University of Science and Technology Beijing in 1998. He joined the research group of Shourong Yun at the Beijing Institute of Technology as a postdoctoral fellow. He worked in Osaka\nUniversity as a COE researcher from 2000 to 2002. Then he joined the University of Science and Technology Beijing. His current research interests include photocatalysis, electromagnetic absorbing materials and phase transition materials.\ng, University of Science and Technology ng@ustb.edu.cn; wbcao@ustb.edu.cn l of Materials Science and Engineering, ng Avenue, Singapore 639798, Singapore\ncSchool of Instrument Science and Opto-Electronics Engineering, Beijing Information Science and Technology University, Beijing 100192, China † S. Han and Q. Yun contributed equally to this work.\nhemistry 2019 J. Mater. Chem. A, 2019, 7, 24691–24714 | 24691"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online"
    }, {
      "heading" : "1. Introduction",
      "text" : "The world-wide increasing energy demand makes it imperative to nd suitable alternative energy sources to the traditional and rapidly depleting fossil fuels. Moreover, the consumption of conventional fossil fuels has led to severe environmental pollution and climate change.1,2 In order to solve the above issues, since the 1970s, the concept of “hydrogen economy” has been emerging to construct a clean and renewable energy system based on the electrical energy generated by hydrogen.3,4\nIn this system, hydrogen gas (H2) serves as the energy carrier, which can react with oxygen (O2) to generate electricity in fuel cells, leaving water as the only byproduct (2H2 (g) + O2 (g) / 2H2O (l), DH ¼ 286 kJ mol 1).1,5,6 However, H2 does not exist abundantly in nature. Steam reforming of natural gas, partial oxidation of hydrocarbons and coal gasication are commonly employed methods to produce H2 in industry. Although these technologies could produce considerable amounts of H2 with low cost, their utilization relies on fossil fuels with the emission of greenhouse gases, including carbon dioxide (CO2), nitrous oxide and water vapor.7,8 Thus, it is of great importance to develop a more sustainable technology to produce H2 and realize the “hydrogen economy”.\nThe water splitting reaction is a well-known route to produce H2 and O2 at the same time. The hydrogen evolution reaction (HER), a half reaction of water splitting (2H+ + 2e / H2), can be driven by solar energy or electricity derived from other types of renewable energy; thus there will be no CO2 emission during the H2 production process.9,10 Electrocatalytic hydrogen evolution will not generate any harmful by-products. Meanwhile, this technology does not require large, centralized plants, which could meet the requirements of different users from a large scale (local fueling stations and industrial facilities) to a small scale (individual households).11 But the high energy consumption (180 MJ for 1 kg H2) and the short life time of electrolyzers are two main drawbacks of this technology.12 Improving the electrocatalytic efficiency and prolonging the life time of\nQipeng Lu received his B.E. degree from the Taiyuan University of Technology in 2008. He obtained his M.E and Ph.D. degrees from Beijing Jiaotong University in 2010 and 2014, respectively. As a visiting student, he studied in Prof. Yadong Yin's group at the University of California, Riverside, from 2011 to 2013. He then carried out his postdoctoral research with Prof. Hua Zhang at Nanyang Techno-\nlogical University, Singapore, in 2014. In 2018, he joined the faculty of the School of Materials Science and Engineering, University of Science and Technology Beijing. His research interests are related to the synthesis of nanostructured materials for energy conversion.\n24692 | J. Mater. Chem. A, 2019, 7, 24691–24714\nelectrolyzers could reduce the cost of H2 production. One of the most effective strategies is developing high-performance electrocatalysts, which could reduce the overpotential during the HER and thus lower electrical energy consumption.13 Currently, the most utilized HER electrocatalyst is platinum (Pt) due to its near-zero Gibbs free energy of adsorbed hydrogen (DGH), which means an appropriate hydrogen binding energy.14,15 For the photocatalytic HER, Pt has also been the most frequently used co-catalyst.16 The Pt co-catalyst can promote the separation of electron–hole pairs and lower the activation barrier, thus facilitating photocatalytic reactions.17 However, the high cost and limited world-wide supply of Pt severely hinders its large-scale application. Thus, nding alternative catalysts with a lower cost is crucial for the development of clean H2 production by water splitting.\nRuthenium (Ru), the cheapest one in platinum-group metals, is a promising alternative HER catalyst since the bond strength of Ru–H is comparable to that of Pt–H.18–20 Moreover, Ru also exhibits good corrosion resistance in both acidic and alkaline electrolytes.21 Although Ru colloids showed promising catalytic activity for light-induced H2 evolution from water as early as 1979,22 it is only recently that the utilization of Ru-based HER catalysts has received great attention with the advances of nanotechnology. Preparation of metallic Ru-based nanomaterials is an effective strategy to increase the HER activity of Ru, since more surface atoms serving as the active sites can be exposed.23 The shape control of Ru-based nanomaterials is effective in tuning the HER activity since different facets with different atomic arrangements usually have diverse hydrogen adsorption energies.24,25 Alloying Ru with other metals and synthesizing bimetallic Ru-based core–shell nanomaterials have also been proven as effective methods to enhance the HER activity of Ru, due to the modied electronic structure of Ru and the synergetic effect between different metals.26,27 Moreover, compositing Ru nanostructures with carbon, carbon nitride and semiconductors could ensure that the active sites of Ru-based nanomaterials are fully exposed, meanwhile preventing the aggregation of the catalysts during the HER process.19,28–30 Normally, bulk Ru crystallizes in a hexagonal close packed (hcp) phase. Recently, it has been shown that Ru may crystalize in face-centered cubic (fcc) or 4H phases under certain synthesis conditions.28,31–34 As different arrangements of Ru atoms in different crystal phases will change the electronic and geometric structures of Ru-based catalysts,35 superior HER activities are expected to be achieved in Ru nanomaterials with unconventional crystal phases. From the aforementioned aspects, the synthesis of metallic Ru-based nanomaterials and their applications in the electrocatalytic and photocatalytic HER are becoming a research hotspot; however, there has been no paper systematically summarizing and discussing the signicant progress in this area until now.\nIn this review, we will rst summarize the synthesis of various kinds of metallic Ru-based nanomaterials, including pure Ru nanocrystals (NCs), Ru-based bimetallic nanomaterials and Ru/non-metal nanocomposites (Ru-carbon, Ru-carbon nitride, Ru-semiconductor, etc.). Then the basic principle of the electrocatalytic HER and the application of these metallic Ru-\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online based nanomaterials for the electrocatalytic HER will be discussed. Next, we will introduce the use of metallic Ru-based nanomaterials as co-catalysts for the photocatalytic HER. Finally, we will give some perspectives on the challenges and promising directions in this research area."
    }, {
      "heading" : "2. Synthesis of metallic Ru-based nanomaterials",
      "text" : "In the past few years, Ru-based electrocatalysts and photocatalysts have gained intensive research interests because of their lower cost compared to Pt and high catalytic activity in the HER.19,34 In order to effectively take advantage of Ru for the HER, until now, various kinds of metallic Ru-based nanomaterials have been prepared, including pure Ru NCs, Ru-based bimetallic nanomaterials and Ru/non-metal nanocomposites. In the following sections, the synthesis methods of metallic Rubased nanomaterials will be introduced in detail."
    }, {
      "heading" : "2.1. Synthesis of pure Ru NCs",
      "text" : "To achieve excellent catalytic activity, pure Ru NCs with controllable size, morphology, exposed facet and crystal phase have been synthesized through various wet chemical methods, such as chemical reduction, hydro(solvo)thermal method and template method. It is notable that bulk Ru normally adopts the hcp crystal structure.35 With the development of crystal phase engineering, Ru nanomaterials with fcc and 4H structures have been synthesized because of the nanosize effect and exhibited superior catalytic activity compared to hcp Ru nanomaterials.28,34,36 In this section, besides the morphology and exposed facet control, we will focus on the synthetic procedures of Ru NCs with these novel crystal phases.\nWang and co-workers synthesized Ru nanocluster colloids via a chemical reduction method without using any protective agents. The Ru nanoclusters with a size of around 1 to 2 nm are very stable in solution, and no precipitation could be observed aer several months.37 In 2013, Kitagawa and co-workers synthesized fcc and hcp Ru nanoparticles (NPs) with tunable size from 2.0 to 5.5 nm by simple chemical reduction methods, respectively.36 They discovered that the crystal phase of Ru NPs varied with different metal precursors, and reducing and stabilizing agents. When using RuCl3 as the metal precursor, triethylene glycol (TEG) as the solvent and reducing agent, and poly(N-vinyl-2-pyrrolidone) (PVP) as the capping agent, metallic hcp Ru NPs were obtained, while by employing Ru(acac)3 as the metal precursor and ethylene glycol (EG) as the reducing agent, fcc Ru NPs could be prepared. Based on these experimental results, they pointed out that the metal precursor that dissolved into the organic solvent as a neutral molecule rather than as an ion led to the formation of Ru NPs with the unconventional fcc phase.\nIn order to realize the efficient utilization of Ru atoms in catalytic reactions, Ru NCs with ultrathin nanostructures, such as nanosheets (NSs), nanotubes (NTs),38 nanocages (NCGs)31,39 and nanoframes (NFs),32 have been synthesized to increase the proportion of exposed surface atoms. Using Ru(acac)3 as the\nThis journal is © The Royal Society of Chemistry 2019\nmetal precursor, Wu and co-workers prepared 2D ultrathin Ru NSs (Fig. 1a) through a solvothermal method.38 Ru3+ was reduced via the self-decomposition of the metal precursor and grew into ultrathin NSs with the aid of isopropanol and urea. Ru triangular nanoplates (NPLs) were prepared by Yan's group through a facile hydrothermal method with RuCl3$xH2O as the precursor.40 The shape of the Ru NPLs would become irregular when the concentration of RuCl3$xH2O and the reducing rate were increased. Moreover, Ru-capped columns and nanospheres could also be synthesized with the aid of Na2C2O4 and Na2C3H2O4$H2O as the shape-control agent, respectively. They claimed that the shape control of Ru NCs was related to both the intrinsic characteristics of Ru crystals and the adsorption of certain reaction species (i.e. Na2C2O4 and Na2C3H2O4$H2O). For the crystal-phase based heterostructure, Huang and co-workers synthesized Ru nanodendrites (Fig. 1b) composed of ultrathin fcc/hcp nanoblades (Fig. 1c) via a facile solvothermal reduction of Ru3+ together with Cu2+ followed by the selective etching of metallic Cu.21\nSeed-mediated growth followed by chemical etching is an effective synthetic approach to prepare Ru NCs with highly open structures such as NTs, NCGs and NFs. The synthetic process mainly involves three steps: (i) preparing templates or seeds for the deposition of Ru to form bimetallic nanostructures; (ii) depositing Ru by epitaxial growth on the templates or metal seeds; (iii) chemical etching to remove the templates.34 As a typical example, Zhang's group reported that the hierarchical 4H/fcc Ru NTs could be synthesized by a hard template-mediated method as shown in Fig. 1d, in which 4H/fcc Au nanowires (NWs) served as sacricial templates (Fig. 1e) for the vertical epitaxial growth of 4H/fcc Ru nanorods (NRs) (Fig. 1f).34 By using Cu2+ in dimethylformamide as an effective etchant, the Au templates were removed and hierarchical 4H/fcc Ru NTs with ultrathin Ru shells and tiny Ru NRs were obtained (Fig. 1g). Xia's group reported the successful synthesis of Ru cubic NCGs with ultrathin walls, in which the Ru atoms were crystalized in a fcc structure rather than the hcp structure.31 To obtain the Ru cubic NCGs, Pd nanocubes (NCBs) served as seeds to realize the epitaxial growth of Ru and thereby formed the core–shell NCBs. The Pd core was selectively etched away through the reaction Pd + 2Fe3+ + 4Br / PdBr4\n2 + 2Fe2+ using an etchant based on the Fe3+/Br pair and then fcc cubic NCGs were obtained. Moreover, they also obtained octahedral41 and icosahedral39 Ru NCGs with ultrathin walls in the fcc phase by using a similar method. In addition, fcc Ru NFs can also be obtained by realizing the preferential growth of Ru on the corners and edges of Pd truncated octahedra through kinetic control and then removing the Pd seeds by chemical etching with the aid of the Fe3+/Br pair.32 Kinetic control was achieved by adjusting the injection rate of the RuCl3$xH2O solution using a syringe pump while xing the reaction temperature. In this way, the ratio between the rates of the deposition and surface diffusion of Ru atoms can be nely tuned.\nSputtering is a useful method to prepare Ru thin lm electrodes without using any solvents, surfactants and reducing agents. Cherevko and co-workers prepared a Ru/Ti/SiO2/Si electrode for the HER and oxygen evolution reaction (OER) via\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24693\nFig. 1 TEM images of (a) ultrathin Ru NSs. Reproduced with permission.38 Copyright 2016, American Chemical Society. (b) Ru nanodendrites. Inset: the size distribution of Ru nanodendrites. (c) XRD patterns of Ru and RuCu nanodendrites in comparison with the standard peaks for hcp Ru (JCPDS no. 06-0663), fcc Ru (JCPDS no. 88-2333) and fcc Cu (JCPDS no. 04-0836). Reproduced with permission.21 Copyright 2018, The Royal Society of Chemistry. (d) Schematic illustration of the formation process of 4H/fcc Ru NTs. TEM images of (e) 4H/fcc Au NWs, (f) 4H/fcc Au–Ru NWs and (g) 4H/fcc Ru NTs. Reproduced with permission.34 Copyright 2018, Wiley-VCH."
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\nsputtering. During the preparation, single-crystal Si wafers with SiO2 as a buffer layer were used as substrates. Aer depositing a Ti adhesion layer, 300 nm of Ru was deposited on the substrate at 250 W RF and 0.085 nm s 1.42"
    }, {
      "heading" : "2.2. Synthesis of Ru-based bimetallic nanomaterials",
      "text" : "According to the mixing pattern of Ru and the other metal, Rubased bimetallic nanomaterials can be divided into two types: (i) Ru-based alloys and (ii) Ru-based core–shell structures. For Ru-based alloys, two kinds of metals are distributed homogeneously in the NCs. However, for Ru-based core–shell structures, one kind of metal is located in the core and the other one nucleates and grows surrounding the core to form a shell.\n2.2.1. Synthesis of Ru-based alloys. Synthesizing Ru-based alloys is an efficient strategy to combine the advantages of different metals, generate a synergetic effect and reduce the cost of noble metal catalysts. The wet chemical approach has been commonly used in the preparation of Ru-based bimetallic alloys.\nLi's group reported the synthesis of highly active and stable Co-substituted Ru NSs for the HER through a solvothermal method.43 They isolated Co atoms into Ru lattice by co-reduction of Ru(acac)3 and Co(acac)2 in a mixed solution containing\n24694 | J. Mater. Chem. A, 2019, 7, 24691–24714\noleylamine and heptanol. Han and co-workers synthesized a series of necklace-like hollow NixRuy nanoalloys based on the galvanic replacement reaction between Ni nanochains and RuCl3$3H2O.44 By adjusting the concentration of Ru precursors, hollow NixRuy nanoalloys with variable Ni to Ru molar ratios can be obtained due to the Kirkendall effect. Using Ru(acac)3 and Ni(acac)2 as metal precursors, Huang and co-workers reported a wet chemical approach for the preparation of a threedimensional (3D) hierarchical structure composed of an ultrathin Ru shell and a Ru–Ni alloy core as a catalyst under universal pH conditions.45 By tuning the ratios of Ru/Ni precursors, assemblies with different Ru/Ni ratios were obtained.\nIt should be noted that for Ru alloys with a non-hcp metal, the crystal phase of the nal products may be determined by the composition and the reduction kinetics of the different metal precursors. Iversen and co-workers presented a systematic investigation of the Pt1 xRux phase diagram through the supercritical ow synthesis of NPs across the entire compositional range, using an ethanol–toluene mixture as the solvent at 450 C and 200 bar.46 The crystal phase, particle size and morphology of the Pt1 xRux NPs were determined by the molar ratio (i.e. x in Pt1 xRux). The crystallite and particle size of the Pt1 xRux NPs were both found to decrease as the content of Ru\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\nincreased. The crystal phase of Pt1 xRux NPs was fcc when x # 0.2, while the hcp phase emerged as x approached 1. Besides, the samples exhibited a spherical morphology as x < 0.3 while elongated particles together with the dominating spherical morphology were obtained when x $ 0.3. Although the crystal phase of Ru-based alloys can be predicted using the phase diagram, the nanosize effect makes it possible to obtain Rubased alloys with a novel structure beyond the phase diagram. By using a chemical reduction method, Kitagawa's group succeeded in controlling the crystal structure of Au–Ru alloys with a certain composition in the nanoscale.47 Normally, hcp Ru and fcc Au do not easily form alloys in the bulk due to the large lattice mismatch between these two elements. By precisely tuning the reduction rate with the aid of cetyltrimethylammonium bromide (CTAB) and appropriate precursors, fcc and hcp AuRu3 alloy NPs (Fig. 2a, b, c and d) can be synthesized under ambient conditions, respectively. The crystal structure of the AuRu3 alloy was dominated by the nuclei formed from one metal precursor, which started to be reduced earlier than the other one during the reduction process (Fig. 2e).\nAtomic layer deposition (ALD) is a general method to synthesize bimetallic nanoparticles. Stair and co-workers prepared RuPt and RuPd alloy NPs and the size, composition and structure of the bimetallic NPs could be precisely\nFig. 2 HAADF-STEM images of (a) fcc-AuRu3 NPs and (b) hcp-AuRu3 N close-up view of 2q¼ 12 to 19 . (e) Schematic illustration of the synthesi the reduction speed of the Au and Ru precursors, respectively. Reprodu\nThis journal is © The Royal Society of Chemistry 2019\ncontrolled. The growth of well-mixed RuPd alloy NPs was achieved using the ALD sequence Ru(EtCp)2-O2-H2-Pd(hfac)2-H2 at 150 C, which gave a Ru : Pd mole ratio of about 3 : 5. During this process, Ru(EtCp)2 and Pd(hfac)2 dissociated and O2 burned off the ligands, forming the Ru/Pd oxide. Then H2 reduced the Ru/Pd oxide and thus the RuPd bimetallic NPs were deposited on the substrate. Similarly, well-mixed RuPt alloy NPs were prepared using the sequence Ru(EtCp)2-O2-H2MeCpPtMe3-O2-H2 at 150 C, which yielded a Ru : Pt mole ratio of 1 : 1.48\n2.2.2. Synthesis of Ru-based core–shell structures. Rubased core–shell structures have attracted much attention since the structural design and construction of Ru-based core– shell structures could enhance their catalytic activities owing to the modulation of the geometric, strain and electronic structures.\nSolution phase epitaxial growth is a versatile and facile method to prepare Ru-based nanomaterials with core–shell structures. As a prerequisite for heteroepitaxial growth, the lattice mismatch between the seed and the secondary metal should be small enough (<5%). When there is a large mismatch, epitaxial growth is unfavorable due to high strain energy.27,49 In this process, the deposited shell metal will follow the same crystalline orientation as the core metal.26 Thus, it is possible to\nPs. (c) XRD patterns of Au, fcc-AuRu3, hcp-AuRu3 and Ru NPs. (d)The s of AuRu3 alloy NPs with fcc and hcp crystal structures. RAu and RRu are ced with permission.47 Copyright 2018, Nature Publishing Group.\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24695"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\nsynthesize fcc Ru by epitaxial growth if a core metal with the fcc phase is selected. Li's group reported the synthesis of Pd– Cu@Ru core–shell structures through an epitaxial-growthmediated method, in which the crystal phase of the Ru shell can be tuned from hcp to fcc.50 In the whole processes, a solvothermal method was rst adopted to prepare Pd–Cu alloy seeds with a homogeneous truncated octahedral shape and uniform size (19.6 0.8 nm). Aer that, the epitaxial growth was initially induced by galvanic replacement between Ru and PdCu3 seeds. In this step, the structure of Pd–Cu@Ru transformed from core–shell into yolk–shell. Moreover, the experimental results indicated that the PdCu3 and PdCu2.5 seeds were benecial for the growth of the fcc Ru shell while the Pd, PdCu2 or Cu seeds would drive the growth of the hcp Ru shell. As the lattice parameter of Pd–Cu varied with the composition ratio of Pd to Cu, the appropriate lattice mismatch between the Pd–Cu alloy substrate and the Ru overlayer led to the epitaxial growth of the Ru shell in the unconventional fcc phase. As another example, by using Ru(acac)3 and Pd(acac)2 as metal precursors, Yang and co-workers adopted a simple solvothermal method to prepare Pd@Ru core–shell NPLs (Fig. 3a–c) with various thicknesses and different crystal structures of the Ru shell by tuning the amount of the Ru precursor.51 During the reaction, the fcc Pd NPLs served as seeds for the epitaxial growth of the Ru shell and the Ru atoms preferred to adopt a fcc structure rather than a hcp structure owing to the similar atomic radii and the small lattice mismatch between Pd and Ru. However, further increase of Ru would result in a crystal phase transition of Ru from fcc to hcp since the regulation from Pd seeds for Ru growth became weak with increasing thickness of the Ru shell.\nBesides the fcc phase, Ru could also crystalize in some novel crystal phases, e.g. the 4H phase, by epitaxial growth if unique substrates are selected. For instance, using 4H/fcc Au NWs as the initial seeds, Ru(acac)3 as the metal precursor,\nFig. 3 (a) TEM, (b) HAADF-HTEM image and (c) EDXmapping of Pd@Ru N of Chemistry. (d) Schematic illustration of the synthetic route of Au–Ru N enlarged sectional view illustrates the epitaxial growth of a Ru NR on a Au mapping of the Au–Ru NW. (g) HAADF-STEM images of Au–Ru NWs. (g1 squares (areas g1 and g2) in (g). Reproduced with permission.33 Copyrigh structures. Inset: the high magnification TEM image of the Te@Ru core Royal Society of Chemistry.\n24696 | J. Mater. Chem. A, 2019, 7, 24691–24714\noctadecylamine as the solvent and surfactant, and 1,2-hexadecanediol as the reductant, 4H/fcc Au@Ru NWs with core– shell structures could be prepared (Fig. 3d, e, f1 and f2).34 HAADF-STEM images and the corresponding statistical survey showed that Ru NRs only deposited in the 4H phase and fcctwin boundary in the 4H/fcc Au NWs (Fig. 3g, g1 and g2), indicating that the highly reactive 4H and fcc twin structures could serve as preferential nucleation sites for the heteroepitaxial growth of the second metal. Meanwhile, the length of Ru NRs could be easily tuned by varying the amount of the Ru precursor. Moreover, in the synthesized bimetallic NWs, the Ru NRs with highly active 4H or fcc-twin structures could serve as nucleation sites for further growth of a third metal, such as Rh or Pt, thus forming Au–Ru–Rh and Au–Ru–Pt hybrid NWs.34,52\nThermal reduction is also an effective approach for the synthesis of Ru-based core–shell structures. A one-step synthetic route was proposed by Joo's group to prepare hexagonal nanosandwich-shaped Ni@Ru core–shell NPLs.53 The codecomposition of Ni and Ru precursors initially generated Ni particles as cores with a hexagonal plate-like morphology. Aer that, the Ru shell layer would deposit in a regioselective manner on the top and bottom of the Ni NPLs as well as around its center edges. The selective growth of the Ru shell layer can be attributed to the distinct surface energies of different Ru facets in the presence of CO gas, as well as the presence of twin boundaries in the Ni core. This method can be extended to synthesize trimetallic NiCo@Ru core–shell NPs with tunable chemical compositions. Feng and co-workers realized the assembly of Ru NPs as a shell on the surface of Te NRs.54 The Te NRs were prepared rst, and Te@Ru core–shell structures (Fig. 3h) with different molar ratios of Ru to Te were synthesized through solvothermal treatment in ethylene glycol. Besides depositing Ru shells on other metals, Ru nanostructures can also act as seeds for the growth of secondary metals. For\nPLs. Reproduced with permission.51 Copyright 2018, The Royal Society Ws. The black dashed line indicates the fcc-twin boundary. The partial NW. (e) STEM image of a typical Au–Ru NW. (f1 and f2) STEM elemental and g2) Corresponding FFT images taken from the two green dashed t 2018, Nature Publishing Group. (h) TEM images of Te@Ru core–shell –shell structure. Reproduced with permission.48 Copyright 2019, The\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online instance, Ru@Pt NPs were synthesized by the thermal reduction of the corresponding metal precursors, i.e. Ru(acac)3 and PtCl2. The Ru cores were synthesized in ethylene glycol rst, followed by the reduction of PtCl2 to form the Pt shells.55"
    }, {
      "heading" : "2.3. Synthesis of Ru/non-metal nanocomposites",
      "text" : "2.3.1. Synthesis of Ru–carbon composites. As ultrane Ru NPs are easy to aggregate, their active sites may be blocked, resulting in decreased HER performance. Loading Ru NPs on the specic matrix is favorable to prevent aggregation and provide long-term corrosion protection to enhance the stability of Ru-based electrocatalysts. Carbon materials have been demonstrated as excellent matrixes to inhibit the aggregation of ultrane Ru NPs and enhance the conductivity of the catalysts. To date, various methods have been adopted to prepare Ru NCs loaded on different carbon supports such as commercial carbon materials, graphene and nitrogen (N)-doped carbon materials.\nAs shown in Fig. 4a, by using a mechanochemically assisted method, Ru NPs could be deposited on graphene nanoplatelets (GnPs) for the HER in both acidic and alkaline media.29 The mechanochemical reaction between graphite and dry ice produced carboxylic-acid-functionalized graphene nanoplatelets (CGnPs). Owing to the abundant carboxylic acid groups on CGnPs, the Ru3+ ions can be easily adsorbed on the surface of CGnPs via the coordination between carboxylic acids and Ru3+ ions. Aerwards, the Ru3+ ions were in situ reduced to Ru metal with NaBH4 when the Ru precursor and CGnPs were mixed in an aqueousmedium. Aer annealing under an argon atmosphere to reduce CGnPs to GnPs, uniform Ru NPs ( 2 nm) deposited on\nFig. 4 (a) Schematic illustration of the synthesis of Ru@GnP. (i) Physica reduction of Ru ions on CGnP to Ru@GnP.29 (b) TEM images of Ru@GnP images of Ru NPs on C supports. Reproduced with permission.56 Copyrig hybrids. Reproduced with permission.64 Copyright 2018, The Royal Socie NPs.\nThis journal is © The Royal Society of Chemistry 2019\nthe GnP matrix (Ru@GnP) were obtained (Fig. 4b). The synthesis process avoided the usage of hazardous reagents or tedious procedures, providing an opportunity for the low-cost and scalable production of stable catalysts for practical applications.\nSolid-state synthesis has been considered as a facile and green approach to prepare highly dispersed metal-based nanocatalysts on carbonmaterials, as this method can avoid the use of organic capping agents which may block the active sites on the surface of catalysts. Zhang and co-workers reported a simple solid approach to synthesize Ru NPs deposited on various carbon supports (Fig. 4c), including XC-72 Vulcan carbon, 3D graphene, Ketjenblack and Super P via mortar grinding at room-temperature.56 The in situ reduction of the Ru precursor took place during grinding a mixture of RuCl3, sodium hydroxide (NaOH), sodium borohydride (NaBH4) and carbon support in an agate mortar. This process is favorable for the scalable production of Ru-carbon composites since it does not need any organic solvents, capping agents or pretreatment of carbon supports.\nThe physical sputtering method is a facile and efficient technique to directly prepare highly dispersed and uniform Ru NPs on carbon materials. Yang and co-workers prepared graphene supported Ru NP composites through a sputtering method for the electrocatalytic HER and hydrolytic dehydrogenation of NaBH4. They prepared graphene by liquid reduction of graphene oxide with hydrazine hydrates. Then the obtained graphene was used as the support and a metallic Ru plate was used as the target. During the sputtering process, the support rotated continuously and vibrated cyclically to ensure the deposition of Ru NPs uniformly. The size of the as-prepared Ru\nl cracking of graphite into CGnPs in the presence of dry ice. (ii) In situ . Reproduced with permission.29 Copyright 2018, Wiley-VCH. (c) TEM ht 2018, Wiley-VCH. (d) TEM images of Ru NPs over N-doped carbon ty of Chemistry. The insets in (b) and (d) show the size distribution of Ru\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24697"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online NPs fell in the range of 1–2.5 nm, and the mean particle size was around 1.7 nm.57\nPyrolysis is also used in the preparation of composite catalysts, i.e. Ru NPs dispersed on carbon materials. The fabrication process is facile, economical, environmentally friendly and can be scaled up easily. The synthesis of Ru-carbon composites by pyrolysis can be divided into two different strategies. In the rst strategy, Ru precursors are loaded on the carbon materials rst, followed by pyrolysis. As a typical example, Fan and co-workers developed a facile and convenient strategy for synthesizing ultrane Ru NPs anchored on XC-72 carbon through adsorption and subsequent low temperature pyrolysis of Ru3(CO)12.58 The Ru3(CO)12 molecules were encapsulated in the pores of the carbon matrix during the adsorption procedure. Upon pyrolysis at different temperatures, the molecules were decomposed to Ru NPs with different sizes on the surface of carbon. Since the abundant functional groups on the surface of carbon quantum dots (CQDs) provide favorable sites for the nucleation and growth of Ru NPs, Liu and co-workers synthesized Ru@N-doped CQD hybrid materials by a facile pyrolysis method.59 The hybrids were prepared by mixing N-doped CQDs with RuCl3 via a hydrothermal process to achieve a membranous structure, followed by one-step pyrolysis under an argon atmosphere.\nIn the second strategy, Ru precursors are mixed with Ncontaining carbon precursors rst. During the subsequent pyrolysis process, the reduction of Ru precursors occurs with the carbonization of the carbon precursors. Moreover, N-doping can be introduced into the carbon materials in this process, resulting in Ru/N-doped carbon composites.60–62 As a typical example, Wang and co-workers prepared Ru NPs encapsulated in 3D N-doped graphite carbon materials via a two-step process.63 First, carbon foam was impregnated in an aqueous solution of RuCl3$5H2O to adsorb Ru\n3+ followed by freeze drying. Then the mixture was annealed to realize the reduction of Ru3+, crystallization of Ru NPs and graphitization of carbon foam simultaneously. Wang and co-workers constructed highly dispersed Ru NPs over N-doped carbon hybrids (Fig. 4d) through the calcination of a solid mixture of D-glucosamine hydrochloride (GAH), melamine and RuCl3.64 During the calcination process, layered g-C3N4 was rst formed as a substrate through the thermal condensation of melamine in the lowtemperature zone (<600 C). In the meantime, GAH was condensed to form a carbon skeleton in the interlayer of g-C3N4. The connement effect of the g-C3N4/C sandwich-like structure effectively inhibits the aggregation of Ru NPs during the calcination process. Then, a high-temperature pyrolysis process at 800 C induced the formation of graphene-like NSs aer the complete decomposition of g-C3N4. Zhang and co-workers used a unique precursor, tris(2,20-bipyridyl)-ruthenium(II) chloride hexahydrate (TBA), to prepare highly dispersed Ru nanoclusters on N-doped carbon by the pyrolysis method.65 As TBA contains Ru, N and C simultaneously, its pyrolysis directly results in the formation of Ru nanoclusters and N-doped carbon, thus simplifying the synthesis process. In addition, Qin and coworkers synthesized Ru NPs coated with a thin layer of N-doped carbon through thermal annealing of polydopamine-coated Ru NPs (RuNP@PDA). The in situ formed N-doped carbon layer\n24698 | J. Mater. Chem. A, 2019, 7, 24691–24714\nprotected the agglomeration of Ru NPs during the annealing process. Importantly, they found that the crystallinity of Ru NPs was highly related to the annealing temperature and thus inuenced their HER performance.66\nRu/N-doped carbon composites can also be easily obtained through the chemical reduction of Ru precursors. Zhang and co-workers prepared various Ru NPs on N-doped porous carbon substrates by reducing RuCl3 with NaBH4.67 First, various kinds of biomass, such as lignin, straw and shaddock peel, were carbonized at 800 C under N2, followed by annealing under an atmosphere of ammonia to realize N doping. Then, the obtained products were oxidized with nitric acid. Finally, these materials were dispersed in RuCl3 solution followed by the addition of NaBH4. It has been shown that oxidation and Ndoping can accelerate the charge transfer rate between Ru NPs and the carbon substrates, thus improving the HER performance.\nRu-based alloys could also be composited with carbon materials to further enhance the activity and stability of the catalysts. Pd–Ru NPs encapsulated in porous carbon NSs were synthesized through a wet-chemical approach.68 Ru3+ and Pd2+ ions were in situ reduced with NaBH4 aer dispersing carbon NSs in a mixed solution of RuCl3 and Na2PdCl4. The composition and structure of the as-formed catalysts could be tuned by adjusting the ratio of Pd to Ru. Doping Ru in other metal (e.g. Ni and Co)-based metal–organic frameworks (MOFs) followed by one-step annealing under a N2 or Ar atmosphere is another simple method for the preparation of bimetallic alloys supported on carbon or N-doped carbon substrates.69–71 For example, Su and co-workers synthesized RuCo nanoalloys encapsulated in N-doped graphene layers via one-step annealing of a Ru-doped Co3[Co(CN)6]2 MOF.69 During the annealing process, Ru and Co atoms in theMOF precursor were reduced to form bimetallic RuCo nanocrystals; meanwhile some remaining CN-group linkers would transform into N-doped graphene layers. Electrodeposition is a useful route to synthesize electrodes with higher stability compared with those synthesized from chemical reduction. Pt–Ru bimetallic electrocatalysts were prepared by potentiostatic electrodeposition on polyacrylonitrile based carbon paper. The electrodeposition process was carried out in a 250 mL beaker on a stirring hot plate with RuCl3 and H2PtCl4 as the precursors at 78 C. Ru and Pt were deposited on the substrate with a potential of 0.120 V versus Ag/AgCl.72 This method was also used for the synthesis of Pt– Ru–M (M ¼ Cr, Fe, Co, Ni, and Mo) decorated Ti mesh for H2 evolution.73\n2.3.2. Synthesis of Ru–carbon nitride composites. Similar to carbon materials, carbon nitrides are widely used as matrices for the growth of Ru nanomaterials to improve the dispersibility of Ru NCs and enhance the conductivity of the catalysts. Moreover, recent studies have demonstrated that carbon nitrides can tune the electronic and crystal structure of Ru nanomaterials, thus improving their HER performance.\nThermal polycondensation of compounds containing C and N is a facile method to prepare carbon nitrides for further obtaining Ru–carbon nitride composites.74 For example, Qiao's group synthesized an anomalously structured Ru–graphitic\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\ncarbon nitride complex supported on carbon (Ru/g-C3N4/C) electrocatalysts by annealing a mixture of RuCl3 and dicyandiamide (DCDA) under an argon atmosphere.28 They ascribed the formation of the homogeneously dispersed Ru NPs with an average size of 2 nm to the strong interaction between Ru NPs and g-C3N4. Moreover, g-C3N4 can facilitate the formation of anomalous fcc Ru NPs on the substrates since the adhesion energy between fcc Ru and g-C3N4 is higher than that between hcp Ru and g-C3N4. In another interesting work, the C2N matrix was rst prepared through a polycondensation reaction between hexaketocyclohexane and hexaaminobenzene trihydrochloride. Aer that, the nucleation and growth of Ru NPs occurred within the C2N layers via the reduction of RuCl3 with NaBH4 (Fig. 5a). Small Ru NPs (average diameter 1.6 0.5 nm) were homogeneously dispersed within the nitrogenated holey two-dimensional carbon structure (Ru@C2N) (Fig. 5b–d).19 In order to modulate the electronic structures of Ru to enhance its catalytic activity, Ma and co-workers prepared Ru electrocatalysts anchored on multi-walled carbon nanotubes (MWCNTs) as well as encapsulated in amorphous turbostraticphase carbon nitride (t-CNx@Ru/MWCNTs).75 During the preparation processes, Ru NPs were anchored on the surface of puried MWCNTs through the chemical reduction of RuCl3 with glycol. Then the ultrathin amorphous t-CNx layer was chemically coated on the surface of Ru/MWCNTs via the polymerization between CCl4 and C2H8N2 followed by thermal treatment.\nDirect pyrolysis of the mixtures containing Ru precursors and C and N sources is a simple, convenient and widely used strategy for the preparation of Ru NCs supported on carbon nitride substrates. Chu and co-workers successfully prepared ultrane Ru NCs ( 2 nm) with double protective coating layers\nFig. 5 (a) Schematic illustration of the synthesis and structure of Ru@C2N peak at 25.09 belongs to the {002} plane of C2N. (c) TEM image of Ru@C and STEM-EDS elemental mapping of Ru@C2N. Reproduced with permi\nThis journal is © The Royal Society of Chemistry 2019\nthrough annealing a mixture of tris(2,20-bipyridine)ruthenium dichloride, cyanuric acid and graphene.76 Cyanuric acid was rst condensed into C3N4 and it captured the Ru species, while the 2,20-bipyridine ligand was converted to N-doped carbon during the annealing process. The N-doped carbon and C3N4 jointly prevented the aggregation of the Ru NPs.\n2.3.3. Synthesis of Ru–semiconductor composites. Compared to single-component materials, Ru–semiconductor composites can exhibit better activity and favorable kinetics towards the HER due to the signicant interfacial synergy. Wet chemical synthesis is a facile method to composite Ru with semiconductors. For instance, using RuCl3 as the precursor, Akbayrak and co-workers synthesized Ru/MO2 (M ¼ Ti, Zr, Hf and Ce) composites by a chemical reduction method.77,78 The Ru3+ ions impregnated on the surface of metal oxides were reduced with NaBH4 aqueous solution. Through a wet-impregnation reduction method, Ru/RuO2 dual co-catalyst modied TiO2 nanobelts were constructed for photocatalytic water splitting by using RuCl3 solution as the Ru precursor.79 The ratio of Ru and RuO2 could be regulated by adjusting the annealing temperature, when annealing the samples in air. As reported by Chen and co-workers, Ru–MoO2 nanocomposites were fabricated by in situ carburization of Ru-modied Mo-btc (btc ¼ 1,3,5-benzene-tricarboxylate) under an inert atmosphere. Mo3(btc)2 was rst prepared and then modied with Ru by mixing RuCl3 aqueous solution and Mo-btc.80 The Ru-modied Mo-btc was pyrolyzed at 700 C for 3 h under a continuous nitrogen ow. In addition, Wang and co-workers successfully synthesized Ru NPs on N-doped TiO2 NCs with pits on the surface through the calcination of pre-synthesized RuO2/TiO2 composites under an NH3 atmosphere.81 During the calcination process, RuO2 was reduced tometallic Ru with NH3; meanwhile,\n. NMP:N-methyl-2-pyrrolidone. (b) XRD pattern of Ru@C2N. The broad 2N. Inset: size distribution of the corresponding Ru NPs. (d) STEM image ssion.19 Copyright 2017, Nature Publishing Group.\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24699"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online N-doping was introduced into anatase TiO2. Ager and coworkers prepared a photocathode containing Ru, TiO2 and InP for photoelectrochemical cells (PECs). TiO2 was rst deposited on InP nanopillars using ALD and then a thin lm of Ru was sputtered on the surface of a TiO2 passivation layer. The utilization of Ru increased the carrier separation rate and thus increased the short-circuit current density of the PECs.82\nBesides metal oxides, metal suldes can also be composited with Ru. For example, Ru/MoS2/carbon paper composites were prepared via the hydrothermal reaction. During the preparation, MoS2 NSs were vertically grown on carbon paper rst, followed by modifying MoS2 with Ru through impregnation in RuCl3 solution and reduction with H2 under calcination.30 Joo's group reported the preparation of cactus-like hollow Cu2 xS@Ru NPLs through the process shown in (Fig. 6a).83 First, Cu1.94S NPLs were transformed into Cu1.8S during the cation exchange between Ru3+ and Cu+. Aer that, Ru3+ ions were reduced to metallic Ru at high temperature followed by the growth of Ru islands, thus forming the cactus-like nanostructures (Fig. 6b). The crystal phase of the exterior was hcp Ru (Fig. 6c) and Ru atoms distributed on copper sulde NPLs uniformly. During this process, copper sulde templates gradually leached out, forming the hollow NPLs (Fig. 6d).\n2.3.4. Others. Other Ru-based hybrids, such as Ru/Mo2C,84 Ru/SiO2,85 Ru/Y(OH)3,86 Ru/Ru2P87 and other Ru-based composites,58,88–91 were also prepared for the HER. Compositing Ru with various materials could take advantage of every\nFig. 6 (a) Schematic illustration of the synthesis of hollow Cu2 xS@ Ru NP vertically standing NPLs. (c) HRTEM image of a porous shell and the corres mapping images of the lateral face of the vertically standing NPLs. Repro\n24700 | J. Mater. Chem. A, 2019, 7, 24691–24714\ncomponent and make use of the synergetic effect of the hybrids to enhance the HER activity.\nMoC2 has a similar d-band structure to Pt group metals and has been proven to be a promising electrocatalysts for the HER. The preparation of Ru/MoC2 hybrids combined the advantages of MoC2 and Ru and could reduce the use of noble metal catalysts. Using (NH4)6Mo7O24$4H2O, RuCl3 and popcorn as Mo, Ru and carbon sources, respectively, Ru/Mo2C embedded in highly porous N-doped carbon framework was fabricated.84 By annealing the mixture of porous popcorn andMo/Ru sources under an inert atmosphere, the carbonization of popcorn, the in situ growth of Mo2C particles and the reduction of Ru\n3+ were achieved simultaneously. As for Ru–SiO2 hybrids, SiO2 was used as a support for the growth of Ru NPs. Ru NPs were loaded on SiO2 supports by an impregnation method using RuCl3 as the precursor.85 An ethanol solution of RuCl3 was rst added to the suspension of SiO2. Using a rotary evaporator at room temperature, ethanol was evaporated under reduced pressure and Ru3+ was adsorbed on the surface of SiO2. Aer calcination of the obtained mixture in air, RuO2 was formed on SiO2 supports. Then RuO2 was reduced with NaBH4 in ethanol and Ru NPs were prepared. In addition, Ru/amorphous yttrium hydroxide (Y(OH)3) nanohybrids were obtained through a chemical reduction method.86 As Y(OH)3 has good corrosion resistance and structural stability, compositing Ru with Y(OH)3 is benecial for the durability of the electrocatalyst. RuCl3 was used as the Ru precursor, which was reduced with NaBH4. Moreover,"
    }, {
      "heading" : "Ls fromCu1.94S NPLs. (b) Top-view and side viewHRTEM images of the ponding FFT pattern. (d) STEM image and the corresponding elemental",
      "text" : "duced with permission.83 Copyright 2017, Wiley-VCH.\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online NaBH4 also provided an alkaline environment to facilitate the hydrolysis of Y(NO3)3$6H2O. The Ru NPs with a small size of 2.9 nm were highly dispersed on a occulent scaffold. The Y(OH)3 scaffold could trap Ru to inhibit further growth, leading to the formation of ultrane Ru NPs."
    }, {
      "heading" : "3. Ru-based electrocatalysts for H2 evolution",
      "text" : ""
    }, {
      "heading" : "3.1. Principle",
      "text" : "During the last few decades, the HER, a half reaction of water splitting, has attracted much attention for the clean production of H2. Since the water splitting reaction requires a large overpotential, i.e. excess potential compared to the thermodynamic potential value the production of H2 from water is difficult. The adoption of electrocatalysts can reduce the overpotential, resulting in the high efficiency of the HER.\nIn general, the electrocatalytic HER occurring on the surface of the electrode includes three steps. The rst step is the Volmer reaction, during which a proton adsorbed on the active site of the electrocatalyst reacts with an electron transferred from the external circuit, forming an adsorbed hydrogen atom (H*). The second step is H2 generation occurring in two different mechanisms. The formation of H2 is through the combination of two H* in the Tafel mechanism when the H* coverage is high enough, while in the Heyrovsky mechanism one H* prefers to combine with one proton from the electrolyte and an electron to produce H2. The catalytic activity varies with the pH of electrolytes. In acidic electrolytes, protons are reduced in the H* generation process, and the intrinsic activity of the electrocatalysts is highly related to the Gibbs free energy for hydrogen adsorption (DGH).92 If the bond strength between the active sites and H* is too weak, H*will be unstable for further reactions. In contrast, if the bond strength is too strong, the active sites would be blocked, and the bond is hard to break, thus preventing the release of H2.93–95 In alkaline electrolytes, the Volmer step was proven to be the ratedetermining step for the HER.43 In this step, the adsorbed H2O rst dissociates into H+ and OH to supply enough protons. Thus, extra energy is required for catalysts to overcome the energy barrier of water dissociation (DGB) to break the H–O–H bonds. Pt has been regarded as the best solid-state electrocatalyst for the HER due to its near-zero DGH. However, the scarcity and high cost of Pt as well as its low stability in alkaline media limit its wide application. Recently, Ru has been proven as an efficient alternative to Pt owing to its high theoretical intrinsic activity with a moderate bond strength of 65 kcal mol 1 with hydrogen,18 which is slightly lower than that of Pt–H. Besides, Ru exhibits abundant d orbital electrons for promoting the adsorption and activation of H*. Moreover, Ru-based materials exhibit strong corrosion resistance in both acidic and basic media. Additionally, the price of Ru is 1/3 that of Pt, lowering the cost of electrocatalysts.20 Therefore, tremendous efforts have been devoted to the preparation of Ru-based electrocatalysts and the enhancement of their catalytic activities during the past few years.\nThis journal is © The Royal Society of Chemistry 2019\nIn order to improve the catalytic performance of Ru-based electrocatalysts, a lot of studies are focused on increasing the number and activity of the active sites of electrocatalysts and promoting the electron transfer efficiency between the electrode and electrocatalysts. Until now, several strategies have been proved vital in the improvement of HER performance: (a) defect engineering. Defects, such as atomic steps, kinks, and phase boundaries, could serve as the active sites for the HER; meanwhile, these defects could modulate the electronic structure of Ru, thus enhancing the catalytic activity.33 (b) Crystal phase engineering. The crystal phase of Ru is highly associated with the DGH and DGB. For instance, the calculation results from Qiao and co-workers have demonstrated that the DGH values of Ruhcp and Rufcc were 0.83 and 0.48 eV, respectively.41 From a thermodynamic point of view, the hydrogen bonding of fcc Ru is weaker than that of hcp Ru, thus facilitating the H* desorption process in the Heyrovsky step. Meanwhile, from a kinetic viewpoint, the DGB values of Ruhcp and Rufcc in the Volmer step were 0.51 and 0.41 eV, respectively, resulting in easier H* generation for the Rufcc catalyst in alkaline electrolytes. Therefore, the synthesis of Ru nanomaterials with a novel crystal phase is one of the most promising strategies to develop highperformance electrocatalysts for the HER. (c) Constructing Rubased composites. Alloying Ru with other metals or constructing core–shell structures can tune the value of DGB and the electronic structure (e.g. d-band center) of Ru-based materials.43,75 For example, DFT calculation results have revealed that the DGB value of the Pd@Ru core–shell structure was 0.84 eV, lower than that of the pure Ru crystal (0.93 eV), thus facilitating H2 evolution.96 The DFT calculation results by Huang and co-workers demonstrated that the d-band center of Ru was downshied aer alloying with Ni, modulating the surface electronic environment for easier H–H formation.45 In addition, the HER performance could also be improved via depositing Ru NPs on highly conductive substrates, which could ensure fast electron transport and inhibit Ru NPs from aggregation and corrosion.64 Therefore, the rational design and precise preparation of Rubased composites can improve the HER activity. In the following sections, based on the components and structures of Ru-based nanomaterials, we will mainly discuss the utilization of three types of metallic Ru-based electrocatalysts for the HER: (i) Ru NCs; (ii) Ru-based bimetallic nanomaterials; and (iii) Ru/ non-metal nanocomposites. Meanwhile, the key performance parameters of these mentioned electrocatalysts are summarized in Table 1."
    }, {
      "heading" : "3.2. Ru NCs for the electrocatalytic HER",
      "text" : "Ru NCs can be directly used as electrocatalysts because of their high intrinsic catalytic activity and relatively low cost. Wu and co-workers reported the synthesis of free-standing ultrathin Ru NSs with high activity toward water splitting.38 The HER performance of Ru NSs was better than that of Ru powders owing to their smaller DGH (0.289 eV) and enhanced HER kinetics. However, the catalytic activity of Ru NSs was still lower than that of the commercial Pt/C. Recently, Huang and co-workers synthesized Ru nanodendrites composed of fcc/\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24701\nTable 1 Comparison of the parameters of the Ru-based HER electrocatalystsa\nCatalyst Electrode Electrolyte Mass loading [mg cm 2]\nScan rate [mV s 1] Overpotential @ 10 mA cm 2 [mV] Exchange current density [mA cm 2] Tafel slope [mV dec 1] TOF [H2 s 1] Ref.\nPure Ru crystals Ru GCE 0.5 M H2SO4\n0.102 5 20 — 46 — 36\nRu GCE 0.5 M H2SO4\n0.352 10 83 — 46 0.87 (100 mV) 130\nRu GCE 1.0 M KOH\n0.034 2 23 1.81 29.4 0.22 (30 mV) 34\nRu GCE 1.0 M H2SO4\n0.428 10 20 — 29 17.38 (100 mV) 131\nRu GCE 1.0 M NaOH\n0.428 10 25 — 65 — 131\nRu-based alloys Ni43Ru57 GCE 0.5 M H2SO4\n0.28 5 41 0.62 31 — 44\nRu3Ni3 GCE 1.0 M KOH\n0.102 5 39 — 26.9 — 45\nRu3Ni3 GCE 0.5 M H2SO4\n0.102 5 39 — 53.9 — 45\nCo-substituted Ru GCE 1.0 M KOH\n0.153 5 13 — 29 2.15 (30 mV) 43\nRu-based core–shell structures Au–Ru NWs GCE 1.0 M KOH\n0.08 2.0 50 0.35 30.8 0.31 (50 mV) 33\nPd@Ru GC-RDE 0.1 M KOH\n0.02 10 41 — 36 — 51\nPd@Ru GCE 1.0 M KOH\n0.05 5 30 — 30 — 96\nTe@Ru GCE 0.5 M H2SO4\n0.285 5 86 — 36 0.82 (100 mV) 54\nRu–C composites Ru/C RDE 1.0 M KOH\n0.590 — 14 — 32.5 — 58\nRu/C GCE 1.0 M KOH\n0.498 — 14 — 30 — 65\nRu/C GCE 0.5 M H2SO4\n0.86 10 61 — 59 10 (100 mV) 76\nRu/C GCE 1.0 M KOH\n0.86 10 81 — 88 24 (100 mV) 76\nRu/C GC-RDE 1.0 M KOH\n0.035 2 43.4 — 49 — 21\nRu layers/hollow C sphere GCE 1.0 M KOH\n0.418 2 18 — 47 0.25 (15 mV) 102\nRu/N-doped graphene\nGCE 1.0 M KOH\n0.857 10 40 — 76 — 60\nRu/N-doped C GCE 1.0 M KOH\n0.247 5 32 — 53 — 64\nRu/N-doped C Carbon paper 1.0 M KOH\n— 5 26 — 36 10.8 (100 mV) 132\nhcp Ru/N-doped C GCE 0.5 M H2SO4\n0.28 — 27.5 — 37 1.6 (25 mV)\n66\nRu/N-doped C Graphite foam 1.0 M KOH\n0.013 1 21 2.43 31 4.55 (100 mV) 62\nRu/N-doped graphite C\nGCE 0.5 M H2SO4\n0.36 2 25 — 31 0.68 (30 mV) 63\nRu/N-doped C GCE 0.1 M KOH\n0.20 — 47 — 14 — 103\nRu–C composites Ru@GnP RDE 0.5 M H2SO4\n0.75 5 13 — 30 — 29\nRu@GnP RDE 1.0 M KOH\n0.25 5 22 — 28 — 29\nRu@CQDs GCE 1.0 M KOH\n0.42 2 10 0.8 47 — 59\nRu/porous N-doped C GCE 0.1 M KOH\n0.159 5 30 0.089 28.5 — 61\n24702 | J. Mater. Chem. A, 2019, 7, 24691–24714 This journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n.\nView Article Online\nTable 1 (Contd. )\nCatalyst Electrode Electrolyte Mass loading [mg cm 2]\nScan rate [mV s 1] Overpotential @ 10 mA cm 2 [mV] Exchange current density [mA cm 2] Tafel slope [mV dec 1] TOF [H2 s 1] Ref.\nRu@o-NL GCE 1.0 M KOH\n0.27 — 14 5.8 59 — 67\nRu/3d NPC GCE 1.0 M KOH\n0.498 — 15 — 31 1.45 (40 mV) 123\nPd50Ru50/CNs GCE 0.1 M KOH\n0.354 10 37.3 — 67.9 — 68\nPd50Ru50/CNs GCE 0.5 M H2SO4\n0.354 10 45.1 — 67.6 — 68\nNiRu/N-doped C GCE 0.5 M H2SO4\n0.273 5 50 — 36 — 70\nRuCo/N-doped C GCE 1.0 M KOH\n0.275 2 28 10 2.48 31 — 71\nPtRu/porous C sphere\nGCE 0.5 M H2SO4\n0.354 5 19.7 1.57 27.2 4.03 (100 mV) 133\nRu–carbon nitride composites Ru@C2N RDE 0.5 M H2SO4\n0.285 5 13.5 1.9 30 1.95 (50 mV) 19\nRu@C2N RDE 1.0 M KOH\n0.285 5 17 — 38 1.66 (50 mV) 19\nRu/C3N4/C GCE 0.1 M KOH\n0.204 — 79 — — 4.2 (100 mV) 28\nCNx@Ru/MWCNTs GCE 1.0 M KOH\n0.28 10 39 — 28 — 75\nRuC2N2 GCE 1.0 M KOH\n0.20 — 12 — — — 103\nRuC2N2 GCE 0.1 M KOH\n0.20 — 47 — 14 — 103\nRuC2N2 GCE 0.5 M H2SO4\n0.20 — 29 — 29 — 103\nRu/semiconductor composites Ru/MoO2 GCE 1.0 M KOH\n0.285 2 29 — 31 — 80\nRu/MoS2/CP GCE 1.0 M KOH\n0.408 5 13 — 60 — 30\nCu2 xS/Ru GCE 1.0 M KOH\n0.23 2 82 — 48 — 83\nOthers Ru/Y(OH)3 GCE 0.1 M KOH\n0.283 5 100 0.7 66 — 86\nNi@Ni2P–Ru GCE 0.5 M H2SO4\n0.283 5 51 0.32 35 1.10 (100 mV) 89\nRu/Cu-doped RuO2 GCE 1.0 M KOH\n0.285 2 28 — 35 — 90\nNiO/Ru@porous Ni scaffold — 1.0 M KOH\n— 2 39 — 75 0.36 (100 mV) 88\na GCE: glassy carbon electrode; RDE: rotating ring disk electrode; GC-RDE: glassy carbon rotating disk electrode."
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n.\nView Article Online\nhcp nanoblades by a solvothermal method.21 The micro/mesoporous electrocatalysts exhibited robust efficiency and stability for the HER in alkaline media, surpassing commercial Pt/C. The overpotential of Ru nanodendrites/C to achieve a current density of 10 mA cm 2 was 43.4 mV, and its current densities were larger than those of Pt/C for an overpotential above 60 mV. Apart from the abundant active sites provided by the dendrite structure, the superior HER performance of Ru nanodendrites/C also resulted from their small charge transfer resistance.\nThis journal is © The Royal Society of Chemistry 2019\nConstructing Ru electrocatalysts with a porous and hierarchical structure is an effective strategy to increase the active sites and enhance mass transport during the HER. Recently, Zhang's group demonstrated that hierarchical 4H/fcc Ru NTs (Fig. 7a) exhibited a lower overpotential and Tafel slope (Fig. 7b) in comparison with Ru/C and even Pt/C in alkaline media.34 The HER performance of the hierarchical 4H/fcc Ru NTs was still excellent aer 10 000 cycles (Fig. 7c), indicating high stability. Two main reasons accounted for the excellent HER performance of the hierarchical 4H/fcc Ru NTs. On one hand, the unique hierarchical and porous structure provided a large\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24703\nFig. 7 (a) TEM image of hierarchical 4H/fcc Ru NTs. (b) The polarization curves in 1.0 M KOH of various electrocatalysts. (c) The stability test of 4H/fcc Ru NTs. The polarization curves are recorded before and after 10 000 potential cycles from 0.03 to 0.04 V (vs. RHE). Reproduced with permission.34 Copyright 2018, Wiley-VCH. (d and e) The STEM images of Ru3Ni3 nanosheet assemblies. (f) Surface valence band photoemission spectra and (g) the polarization curves of the as-prepared samples in 1 M KOH. Reproduced with permission.45 Copyright 2019, Elsevier. (h) STEM image of Co-substituted Ru NSs. (i) The polarization curves of Ru/C, Pt/C, RuCo alloy and Co-substituted Ru. (j) Free energy diagrams of the Volmer steps of the HER on various metal surfaces with different amounts of Co substitution including atomic configurations of reactant initial states, intermediate state, final states and additional transition states. Reproduced with permission.43 Copyright 2018, Nature Publishing Group."
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\nsurface area and large number of active sites. On the other hand, the Ru NTs were rich in atomic steps, kinks and phase boundaries, which could modulate the electronic structure and increase the catalytic activity."
    }, {
      "heading" : "3.3. Ru-based bimetallic nanomaterials for the electrocatalytic HER",
      "text" : "3.3.1. Ru-based alloys. Alloying Ru with other metals to form bimetallic alloys is one of the effective approaches to prepare catalysts with high efficiency and robust stability. The introduction of another metal can not only generate a certain geometric conguration but also alter the electronic structure of Ru induced by the hetero metal–metal bond. Moreover, the synergistic effect of different metals favors the activation of the catalyst during the HER process.97–100\nFor example, 3D hierarchical Ru–Ni NS assemblies (Fig. 7d and e) composed of an ultrathin Ru shell and a Ru–Ni alloy core exhibited superior catalytic performance and stability for the HER in alkaline solution compared with the commercial Pt/C catalyst.45 With the increase of Ni content, the d-band center of Ru–Ni is largely downshied (Fig. 7f), resulting in a moderate\n24704 | J. Mater. Chem. A, 2019, 7, 24691–24714\nbond strength with H for easier H–H formation. Thus, Ru–Ni alloys with a higher Ni content exhibited better HER performance. The Ru–Ni alloys with different component ratios (Ru3Ni3, Ru3Ni2, and Ru3Ni1) exhibited smaller overpotentials than commercial Pt/C at a current density of 10 mA cm 2 and Ru3Ni3 showed the smallest overpotential (Fig. 7g). As shown in the Tafel plots, the Tafel slopes of Ru3Ni3, Ru3Ni2, and Ru3Ni1 were calculated to be 26.9, 29.9, and 30.5mV dec 1, respectively, lower than those of Ru NS assemblies (58.3 mV dec 1) and Pt/C (46.8 mV dec 1). Besides the modied d-band center, the large surface area of the hierarchical structure provided a large number of active sites which also contributed to the enhanced catalytic activity. Han and co-workers prepared necklace-like hollow NixRuy nanoalloys, which exhibited enhanced electrocatalytic HER activity and stability in acidic media.44 Especially, the Ni43Ru57 nanoalloy exhibited an overpotential of 41 mV at a current density of 10 mA cm 2 and a Tafel slope of 31 mV dec 1, close to the performance of commercial Pt/C. The excellent catalytic performance of Ni43Ru57 can be ascribed to the appropriate component ratio and the effective electronic coupling of Ni and Ru, which increase the interfacial electron transfer efficiency and active sites on the surface. Very recently,\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online Li's group prepared Co-substituted Ru NSs with a single Co atom dispersed in the Ru lattice (Fig. 7h), which exhibited excellent HER catalytic activity in 1 M KOH (Fig. 7i).43 Since the water dissociation kinetics of the Volmer step is crucial to the rate of the HER, the energy barrier of O–H bond cleavage is of importance. Single Co atom substitution can reduce the energy barrier of water dissociation and boost the electrocatalytic activity and durability, while the energy barriers increased when increasing the number of substituted Co atoms to two and three per unit cell (Fig. 7j). The presence of the Co–Co bond in RuCo and RuCo2 alloys would lead to a decrease of the catalytic activity.\n3.3.2. Ru-based core–shell structures. Constructing Rubased core–shell structures is an effective approach to tune the crystal structure of Ru and boost the electrocatalytic activity for the HER due to the strain effect. In the core–shell structure, the lattice strain resulting from the lattice mismatch between the core and the shell could alter the electronic structure and the interaction between H and OH, leading to enhanced HER activity.55 Moreover, the use of Ru can be reduced in the core– shell structures, thus decreasing the cost of the electrocatalysts. For example, Feng and co-workers prepared core–shell structures with Ru NPs assembled into a shell over the surface of Te NRs (Te@Ru).54 The HER performance of Te@Ru was better than that of Te and Ru in acidic solution. Te@Ru NRs with a Ru/ Te ratio of 0.6 (Te@Ru-0.6) exhibited the best performance among the composite NRs with different Ru/Te ratios. The overpotential to reach a current density of 10 mA cm 2 was 86 mV for Te@Ru-0.6, less than that of Ru alone. Moreover, the Tafel slope of Te@Ru-0.6 was 36 mV dec 1, close to the typical\nFig. 8 (a) TEM image of Au–Ru nanowires with the core–shell structu solution. (c) TOF values of Au–Ru NWs in 1.0 M KOH compared with tho Copyright 2018, Nature Publishing Group. (d and e) HAADF-STEM image of various electrocatalysts. (g) DG diagram for water activation in the HER Reproduced with permission.96 Copyright 2018, American Chemical Soc\nThis journal is © The Royal Society of Chemistry 2019\nvalue of the Pt/C catalyst (30 mV dec 1). The enhanced HER activity of Te@Ru NRs was attributed to the interaction between the semimetal Te core and the active metallic Ru layer as well as the large surface area of Ru@Te core–shell structures.\nQiao's group revealed that the large compressive strain in the core–shell Ru@Pt nanostructure resulted in the signicantly enhanced HER activity compared to the strain-free RuPt alloy under alkaline conditions.55 The Pt/Ru interfacial interactions contributed to the formation of the unconventional fcc structured Ru core and introduced compressive strain into the Pt shell to accommodate the interfacial lattice mismatch between Pt and Ru. The compressive strain could optimize the adsorption–desorption energetics toward H intermediates and OH spectator species during the catalytic reaction, thus resulting in superior HER activity. The 4H/fcc Au–Ru NWs with a core–shell structure (Fig. 8a) were used as electrocatalysts for the HER in alkaline solution and exhibited excellent electrocatalytic performance.34 The Au–Ru NWs showed a much smaller overpotential (50 mV at 10 mA cm 2) (Fig. 8b) and Tafel slope (30.8 mV dec 1) than those of Pt/C and Ru/C. The exchange current density and turnover frequency (TOF) (0.31 H2 s 1 at 50 mV) (Fig. 8c) were also larger than those of other reported HER catalysts and even Pt/C. Several reasons could account for the superior HER performance of the 4H/fcc Au–Ru NWs. First, the Au–Ru NWs with a one-dimensional structure led to smaller charge transfer resistance than Pt/C and Ru/C during the HER process. Second, the hierarchical structures and the atomic concave and convex surfaces provided abundant active sites for the HER. Third, the electronic band structure could be altered\nre. (b) Polarization curves of different electrocatalysts in 1.0 M KOH se of some other HER electrocatalysts. Reproduced with permission.33 of a mesoporous Pd@Ru nanorod. (f) Polarization curves in 1.0 M KOH on different surfaces. Inset: the Volmer reaction at the Ru/Pd(111) site. iety.\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24705"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online by the lattice strain and electronic charge transfer between Au and Ru, leading to improved activity.\nYang and co-workers synthesized a series of two-dimensional Pd@Ru core–shell NPLs for the HER.51 They reported that the rational design and synthesis of Ru-based core–shell nanostructures can tune the crystal structure of Ru shells, thus tuning the HER performance of Ru. The different crystal structures of Ru shells lead to different reactionmechanisms on the surface of electrocatalysts. The overpotential rst decreased when the thickness of the Ru shell increased owing to the increased Ru content and then sharply increased as the crystal phase of the Ru shell changed from fcc to hcp. When the thicknesses of the Pd@Ru NPLs and fcc Ru shell reached ca. 2.3 and 0.6 nm, respectively, the NPLs exhibited the best catalytic properties and good stability for the HER in alkaline media. The small Tafel slope (36 mV dec 1) indicated a Tafel–Volmer mechanism with electrochemical desorption of H2 as the ratedetermining step in the HER. However, the Pd@Ru NPLs (thickness 2.6 nm) with the hcp Ru shell followed the Volmer– Heyrovsky mechanism with the Volmer step as the rate-limiting step. As another example, the mesoporous Pd@Ru core–shell NRs (Fig. 8d and e) prepared by Li's group exhibited superior HER catalytic activity to Pt/C and solid Pd@Ru NRs, with an overpotential of 30 mV at 10 mA cm 2 (Fig. 8f) in 1.0 M KOH solution and a high mass activity of 722.9 A g 1 at 0.06 V vs. the reversible hydrogen electrode (RHE).101 With a monolayer of Ru deposited on a Pd(111) substrate as the model (Ru/Pd(111)),\nFig. 9 (a) TEM and HAADF-STEM images (top) and the corresponding e different catalysts (b) in N2-saturated 0.5 M aq. H2SO4 solution and (c) in Copyright 2018, Wiley-VCH. (d) TEM image, (e) HRTEM image and (f) atom (d) shows the corresponding particle size distribution of the Ru NPs. (g) Po Ru@CQDs annealed at different temperatures and the Pt/C catalyst. Rep\n24706 | J. Mater. Chem. A, 2019, 7, 24691–24714\ndensity functional theory (DFT) calculation results revealed that the Ru/Pd(111) site was favorable for the dissociation barrier with a Gibbs free-energy of 0.84 eV, lower than that of Ru (0001), Pd (111) and Pt (111) (Fig. 8g). Since Pd@RuNRs exposed a large amount of Ru/Pd(111) on the surface and possessed superior charge-transfer capability due to their mesoporous structure, they can exhibit better HER performance in alkaline media than Ru/C, Pd/C and Pt/C."
    }, {
      "heading" : "3.4. Ru/non-metal nanocomposites for the electrocatalytic HER",
      "text" : "3.4.1. Ru–carbon composites. The conductivity of the electrocatalysts is important for achieving good HER performance since poor electrical conductivity will lead to a voltage drop across the electrode, producing an extra overpotential and lowering the catalytic activity. In addition, more energy will be consumed during the electrocatalytic process if the conductivity of the electrocatalysts is poor. The good conductivity of carbon materials makes them ideal candidates to composite with Rubased nanomaterials.57,101 Moreover, loading Ru-based nanomaterials on carbon materials can also prevent the aggregation of the catalysts and thus ensure full exposure of the active sites of Ru-based nanomaterials during the HER process.\nAs Fan and co-workers reported, Ru NPs deposited on carbon substrates exhibited excellent catalytic properties for the HER in alkaline solution.58 Among the samples synthesized at various calcination temperatures, the Ru/C composites prepared at 300\nlemental mapping images of Ru@GnP (bottom). Polarization curves of\nN2-saturated 1.0 M aq. KOH solution. Reproduced with permission.29\nic-resolution TEM image of the as-synthesized Ru@CQDs. The inset in larization curves obtained from various catalysts. (h) Nyquist curves for roduced with permission.59 Copyright 2018, Wiley-VCH.\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online C showed the best HER performance. Only a small overpotential of 14 mV was required at 10 mA cm 2, smaller than that of commercial Pt/C. The excellent HER performance of Ru/ C was ascribed to the good dispersion and the ultrane structure of Ru NPs as well as the high intrinsic activity of Ru. Baek and co-workers reported an efficient and stable HER electrocatalyst with Ru NPs uniformly dispersed on GnP substrates (Fig. 9a), which exhibited superior HER performance to Pt/C in both acidic and alkaline media (Fig. 9b and c).19 The Ru@C2N electrocatalyst exhibited high turnover frequencies at 25 mV (0.67 H2 s 1 in 0.5 M H2SO4 solution; 0.75 H2 s 1 in 1.0 M KOH\nsolution) and small overpotentials at 10 mA cm 2 (13.5 mV in 0.5 M H2SO4 solution; 17.0 mV in 1.0 M KOH solution). It was concluded that both the large specic surface area and narrow particle size distribution contributed to the large number of active sites exposed on the surface of the electrocatalyst, which beneted the promotion of HER activity. Moreover, the GnP substrates with high conductivity facilitated the charge transfer efficiency between the active sites and electrode. Zou and coworkers embedded Ru into a hierarchically porous carbon network (Ru-HPC) for the HER in alkaline solution through the thermal treatment of CuRu-MOF followed by the removal of Cu atoms with FeCl3.29 Ru-HPC achieved a current density of 25 mA cm 2 at an overpotential of 22.7 mV and showed an ultrahigh TOF of 1.79 H2 s\n1 at 25 mV. Moreover, the HER performance of Ru-HPC with a low Ru content of only 5.55% was better than that of 20% Pt/C, decreasing the cost for practical application. The superior HER performance of Ru-HPC resulted from the highly exposed Ru active sites and the high conductivity of HPC.\nLu and co-workers synthesized hollow carbon sphereconned Ru NPs (HCRNs) and hollow carbon sphere-conned Ru layers (HCRLs) as electrocatalysts for the HER in alkaline media.102 The HCRNs (Ru content: 4.8 wt%) and HCRLs (Ru content: 23.5 wt%) displayed high TOFs of 0.77 s 1 and 0.25 s 1 at 15 mV and small overpotentials of 33 mV and 18 mV at 10 mA cm 2, respectively. Besides, the Tafel slopes of HCRNs and HCRLs were smaller than those of Pt/C, which indicated that the reaction followed the Volmer–Heyrovsky mechanism. These experimental results, as well as the DFT calculations, revealed that the superior HER performance could be attributed to the lowered DGH for the HER and enhanced electron transfer from the carbon shell to the encapsulated Ru.\nCompared to pure carbon materials, N-doped carbon materials would result in better HER performance when composited with Ru-based nanomaterials since the doped N atoms could modulate the electronic properties of carbon atoms by intramolecular charge transfer, which is helpful to promote the HER performance. For example, the Ru@Ndoped CQD hybrids (Fig. 9d–f) exhibited extremely high catalytic activity and durability under alkaline conditions.59 The composites only required an overpotential of 10 mV to achieve a current density of 10 mA cm 2, lower than that of the Pt/C catalyst (Fig. 9g). The DFT calculation results indicated that the charge density of the hybrids redistributed with electrons transferred from Ru to CQDs, leading to the electron-enrichment of the CQDs and hole-enrichment of the Ru cluster. It should be noted that a moderate N doping content is\nThis journal is © The Royal Society of Chemistry 2019\ncrucial for achieving the optimized electronic properties of carbon materials, since excessive N doping would destroy the structure of the carbon skeleton and thus impair the electrical conductivity between the catalysts and the electrode (Fig. 9h). Chen and co-workers prepared Ru, N-codoped carbon NWs, in which the atomically dispersed Ru coordinated to N and C (RuCxNy) and the carbon atoms adjacent to the Ru center served as active sites for the HER.103 The Ru, N-codoped carbon NWs prepared at 700 and 800 C exhibited better HER performance than even Pt/C in alkaline media.\n3.4.2. Ru–carbon nitride composites. Carbon nitrides have been intensively investigated as effective supports for the synthesis of highly efficient Ru-based electrocatalysts for the HER. Carbon nitride can modulate the binding energy between Ru and H, thus tuning the HER activity of Ru-based electrocatalysts. Ma's group found that the carbon nitride layer could act as both the modulator of electronic structures to downshi the d-band center and the protective layer to avoid the aggregation of Ru nanostructures, thus signicantly enhancing the activity and stability of Ru.75 Baek and co-workers found that when Ru NPs were stabilized in the holes of two-dimensional holey C2N substrates, the binding energy between Ru and H was similar to that between Pt and H, leading to rapid proton adsorption, reduction and H2 release.19 Besides, the high H2O capture rate for the increased Ru–H2O binding energy and the much easier dissociation of H2O, which offered faster proton supply, also contributed to the high electrocatalytic activity of Ru@C2N in both acidic and alkaline solutions. The Ru@C2N electrocatalysts displayed small overpotentials (13.5 mV in 0.5 M H2SO4 solution; 17.0 mV in 1.0 M KOH solution) at 10 mA cm 2 (Fig. 10a and b) and a high TOF (0.67 H2 s\n1 in 0.5 M H2SO4 solution; 0.75 H2 s\n1 in 1.0 M KOH solution) at 25 mV (Fig. 10c and d), as well as excellent stability in both acidic and alkaline media, comparable to or even better than those of the commercial Pt/C catalyst for the HER.\nIt was reported that the existence of g-C3N4 as the support could facilitate the growth of anomalous fcc Ru (Fig. 10e), while only hcp Ru NCs formed when loaded on a C substrate.28 The electrocatalytic HER activity of the as-prepared Ru/g-C3N4/C was excellent with a smaller overpotential (Fig. 10f) and higher TOF value (Fig. 10g) than Ru/C in both acidic and alkaline media. However, the water dissociation issue must be considered under alkaline conditions. Since the energy barrier of water dissociation of fcc Ru and hcp Ru was lower than that of Pt, the activity of Ru/g-C3N4/C surpassed that of Pt/C in alkaline media even though the DGH of Pt is near 0 (Fig. 10h). The enhancement of the catalytic activity and stability was attributed to the formation of fcc Ru NPs and the strong interaction between Ru and g-C3N4.\n3.4.3. Ru–semiconductor composites. The combination of Ru and semiconductors is able to take the advantage of each component and generate a synergistic effect among them, thus enhancing the HER performance.\nThe heterointerfaces between Ru and semiconductors can promote the dissociation of water, providing Hads intermediates to produce H2. For example, cactus-like hollow Cu2 xS@Ru NPLs exhibited robust electrocatalytic activity for the HER in\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24707\nFig. 10 Polarization curves of various electrocatalysts in (a) 0.5 M H2SO4 solution and in (b) 1.0 M KOH solution. TOF values of Ru@C2N compared with those of other HER electrocatalysts in (c) 0.5 M H2SO4 and (d) 1.0 M KOH solutions. Reproduced with permission.19 Copyright 2017, Nature Publishing Group. (e) HAADF-STEM image and the corresponding FFT image (inset) of Ru NPs showing a fcc structure. (f) Polarization curves of different electrocatalysts recorded in N2-saturated 0.1 M KOH solutions. (g) The relationship between the TOF and measured potentials for Ru/C3N4/C and commercial Pt/C electrocatalysts in 0.1 M KOH solution. The benchmark according to themetallurgically prepared commercial Ni–Mo alloys. (h) Gibbs free energy diagram of the HER on different surfaces including the reactant initial state, intermediate state, final state, and an additional transition state representing water dissociation. DGH* indicates hydrogen adsorption free energy and DGB indicates the water dissociation free energy barrier. Reproduced with permission.28 Copyright 2016, American Chemical Society."
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\nalkaline media owing to the facile dissociation of water in the Volmer step and the highly exposed active sites.83 Ru–MoO2 NPs exhibited excellent electrocatalytic activity in both acidic and alkaline solutions.80 The composites exhibited a very low overpotential to achieve 10 mA cm 2 under both acidic and alkaline conditions (55mV in 0.5 MH2SO4 and 29mV in 1.0 M KOH) and superior stability. Particularly, their performance in alkaline solution was better than that of commercial Ru powders and even Pt/C. The Tafel slope of Ru–MoO2 was 31 mV dec\n1 in alkaline media, indicating a typical Tafel–Volmer mechanism for the HER. Both experimental and computational results demonstrated that the enhanced HER activity resulted from the synergistic effect between Ru and MoO2 as well as the enhanced conductivity of the hybrid. The interface electronic structure was tuned by the electron transfer between MoO2 and Ru, thus improving the HER activity. Besides, the Ru/MoS2/CP hybrids showed outstanding catalytic performance (a small overpotential of 13 mV at 10 mA cm 2) in alkaline media, surpassing Ru and MoS2 electrocatalysts and even commercial 20 wt% Pt/C.30 The excellent HER performance could be mainly ascribed to the interfacial synergy between Ru and MoS2 since Ru could promote water dissociation and the nearby unsaturated Mo and S atoms facilitated the hydrogen adsorption process. Meanwhile, the transfer efficiency of electrons was promoted by the CP, oxygen incorporated into MoS2 and Rudecoration. Moreover, the vertically aligned MoS2 NSs exposed abundant edge sites as active centers and their basal planes were also activated by numerous defects and Ru modication, thus leading to the enhanced HER performance.\n24708 | J. Mater. Chem. A, 2019, 7, 24691–24714"
    }, {
      "heading" : "4. Ru-based photocatalysts for H2 evolution",
      "text" : ""
    }, {
      "heading" : "4.1. Principle",
      "text" : "As a promising solar energy utilization method, photocatalytic H2 evolution has been widely studied during the past few decades.104 Photocatalytic H2 evolution by semiconductors can be briey described in three steps.93 First, semiconductors absorb photon energy to generate electron–hole pairs. Second, electrons and holes transfer to the semiconductor surface. Finally, electrons react with protons to generate H2. The overall procedure converts solar energy into chemical energy. However, there are still several problems which seriously limit the efficiency of photocatalytic H2 production. First of all, the band structure of the semiconductors should meet the requirements. In order to achieve photocatalytic water splitting, the bandgap energy (Eg) of the photocatalyst should be larger than 1.23 eV to meet the redox potentials of the H+/H2 and O2/H2O pairs. To enable smooth proceeding of electron transfer and the following H2 evolution steps, a larger band gap (>2.0 eV) is oen required for the overpotential associated with these steps. Moreover, a large fraction (ca. 46%) of solar energy lies in the visible light region, and thus the bandgap of the photocatalysts should be smaller than 3.0 eV in response to visible light. Therefore, the ideal bandgap of the semiconductors for photocatalytic H2 evolution is 2.0 eV < Eg < 3.0 eV.105 Except the inherent band structure of semiconductors, there are two external problems that seriously affect the photocatalytic activity, which are charge recombination and surface\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online backreaction (SBR). Semiconductors absorb photon energy to form electron–hole pairs. Some of the electron–hole pairs can transfer to the photocatalyst surface. Holes will oxidize H2O to produce O2 and electrons will reduce H\n+ to produce H2. The combination of these two half reactions contribute to the overall water splitting reaction. However, the recombination of the electron–hole pairs may occur immediately on the surface or bulk of the semiconductors during the transfer process, reducing the number of the electrons and holes participating in the water splitting reaction. Additionally, SBR is another issue that lowers the photocatalytic efficiency, which means that the photogenerated H2 and O2 will react to form H2O on the surface of the photocatalyst.106\nLoading metals, especially noble metals, on semiconductors is an effective way to solve the charge recombination and SBR issues. Pt, Au, Ag, and Rh are widely used as co-catalysts to deposit on semiconductors or construct metal–semiconductor hybrid nanostructures.107 Considering the high work functions of metals, they usually have much lower Fermi levels than semiconductors. When ametal comes into contact with a n-type semiconductor, photogenerated electrons will ow from the conduction band of the semiconductor to metal until the equilibration of Fermi levels from the both sides. The deformation of the band structures between the metal and the semiconductor leads to the formation of a Schottky barrier at the metal–semiconductor interface. The Schottky barrier can serve as an effective electron trap due to which electrons are unable to ow back to the semiconductor.108 Thus the recombination of the photogenerated electron–hole pairs can be inhibited. Meanwhile, the metal can act as reaction sites for the reduction of H+ to H2 by electrons, while O2 generation remains\nFig. 11 (a) TEM image of Ru nanoparticles. (b) Photocatalytic H2 evolution v) TEOA aqueous solution (pH ¼ 7) under visible light irradiation (l $ 4 HRTEM image and schematic illustration (inset) of Ru–N-PTNs. (d) Photo irradiation. Reproduced with permission.81 The Royal Society of Che SrTiO3:La,Rh/Au/BiVO4:Mo photocatalyst. (f) Time courses of the water photocatalyst under simulated sunlight (AM 1.5 G) at 288 K and 5 kPa (o dependence of the photocatalytic water splitting activity of Cr2O3/Ru-m under AM 1.5 G simulated sunlight. Reproduced with permission.120 Cop\nThis journal is © The Royal Society of Chemistry 2019\non the surface of the host photocatalyst. As the generation of H2 and O2 occurs at different reaction sites of the photocatalyst, SBR can be effectively prevented."
    }, {
      "heading" : "4.2. Ru–semiconductor composites for the photocatalytic HER",
      "text" : "Although Ru has a relatively low cost and abundant supply compared to other noble metals, there have been few reports related to the utilization of Ru as a highly efficient co-catalyst for a long time.109 Because the work function of Ru (4.71 eV) is lower than that of most noble metals (Pt: 5.65 eV, Ir: 5.27 eV, Au: 5.1 eV, and Rh: 4.98 eV),110 the efficiency of electron transfer in Ru– semiconductor may be lower than that in other noble metal– semiconductor photocatalysts.111 However, some researchers have revealed that Ru-based photocatalysts could exhibit equal or even higher photocatalytic activity compared to Pt-based photocatalysts under certain conditions. In 2003, Hara and coworkers reported Ru loaded TaON with superior photocatalytic H2 generation activity. TaON with 0.05 wt% Ru loading (0.05 wt% Ru–TaON) exhibited a H2 evolution rate of ca. 120 mmol h 1 under visible light (420–500 nm). In contrast, Pt, Rh and Ir loaded TaON delivered H2 generation rates as low as 2–8 mmol h 1. The quantum efficiency in 0.05 wt% Ru–TaON in aqueous ethanol solution was 2.1%.112 The authors ascribed the good photocatalytic performance of 0.05 wt% Ru–TaON to the interface electronic structure between Ru NPs and TaON, which facilitated the electron transfer from TaON to Ru. Aer that, more attention has been paid to utilizing Ru as co-catalysts for photocatalytic H2 evolution. Kudo and co-workers found that the introduction of the Ru co-catalyst can signicantly improve the photocatalytic H2 evolution activity of ZnS–CuInS2–\nfrom EY-sensitized systems catalyzed by Ru and Pt in 80mL of 10% (v/\n20 nm). Reproduced with permission.116 Copyright 2015, Elsevier. (c)\ncatalytic H2 evolution rates of various photocatalysts under solar light\nmistry. (e) Schematic of overall water splitting on the Ru-modified\nsplitting reaction on a Cr2O3/Ru-modified SrTiO3:La,Rh/Au/BiVO4:Mo\npen symbols) and 331 K and 10 kPa (closed symbols). (g) Temperature\nodified SrTiO3:La,Rh/Au/BiVO4:Mo at a background pressure of 5 kPa\nyright 2016, Nature Publishing Group.\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24709"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online\nAgInS2.113,114 Notably, the Ru co-catalyst had higher and steadier catalytic activity than other noble metal co-catalysts (Pt, Rh, and Ir). Moreover, the Ru loaded ZnS–CuInS2–AgInS2 photocatalyst showed higher activity than the state-of-the-art Pt-loaded CdS photocatalyst under the same reaction conditions. Fukuzumi and co-workers reported that the employment of the Ru cocatalyst achieved efficient H2 production under basic conditions (pH ¼ 10) in a system composed of 2-phenyl-4-(1-naphthyl)quinolinium perchlorate (QuPh+-NA) and dihydronicotinamide adenine dinucleotide (NADH) as the photocatalyst and electron donor, respectively.85,115 The activity of the Ru co-catalyst was comparable to that of commercially available Pt under such basic conditions. Moreover, the concentration change of the photogenerated radical species (QuPhc-NA) was determined by UV-vis spectroscopy to investigate the electron injection rate from QuPhc-NA to Ru NPs. It was shown that the electron transfer rate from QuPhc-NA to Ru was much faster than the H2 evolution rate on the Ru NP surface; thus the rate determining step was the H2 evolution step. Lu and co-workers reported that eosin Y (EY)-sensitized metal Ru (Fig. 11a) showed 4.9 times higher H2 generation activity (Fig. 11b) than EY sensitized metal Pt. And an apparent quantum efficiency (AQE) of 46.3% at 520 nm was achieved.116 This performance was because of the stronger interaction between Ru and EY than Pt and EY. Wang and co-workers prepared Ru loaded and N-doped pit-rich TiO2 nanocrystals (Ru–N-PTNs) by calcining RuO2-PTNs under a reducing NH3 atmosphere as shown in Fig. 11c.81 Ru–N-PTNs exhibited higher H2 generation activity (33.6 mmol(H2) g\n1 h 1) than RuO2-PTNs (17.6 mmol(H2) g\n1 h 1) and RuO2-P25 (14.5 mmol(H2) g\n1 h 1) (Fig. 11d). Inmost of the above photocatalytic HER systems, Ru can make intimate contact with the host catalyst, thus facilitating electron transfer and inhibiting electron–hole recombination.\nThe introduction of metallic Ru with RuO2 together as dual co-catalysts into semiconductors could realize full water splitting. Xu and co-workers prepared Ru/RuO2 deposited TiO2 nanobelts (NBs) as photocatalysts for H2/O2 evolution simultaneously.79 To increase the crystallinity and improve the contact between the Ru co-catalysts and TiO2 NBs, the as-prepared Ru/ TiO2 NBs were annealed at different temperatures in air. During this process, metallic Ru was partially oxidized to RuO2. The sample annealed at 400 C exhibited the best catalytic activity towards photocatalytic water splitting with gas production rates of 25.34 mmol h 1 g 1 and 1.21 mmol h 1 g 1 for H2 and O2 evolution, respectively. The good photocatalytic activity can be attributed to the Schottky barrier of Ru/TiO2 and the heterojunction of RuO2–TiO2, which improved the transfer of the photogenerated electrons and holes, respectively. Thus, enhanced overall water splitting could be achieved.\nCompared to the widely used Pt co-catalyst, Ru can effectively suppress the SBR between H2 and O2, thus enhancing the photocatalytic activity. Kudo and co-workers constructed a Zscheme system (i.e. (Ru/SrTiO3:Rh)-(BiVO4)-(Fe\n3+/Fe2+)) by using Ru as the co-catalyst for overall water splitting under visible light irradiation.117 They found that the photocatalysis system using the Ru co-catalyst showed quite stable H2 and O2 generation rates and proceeded steadily for a long time (>70 h) even\n24710 | J. Mater. Chem. A, 2019, 7, 24691–24714\nunder the relatively high pressures of H2 and O2. However, the activity of the photocatalysis system using the Pt co-catalyst decreased gradually due to the back-reactions accompanied with the pressure increasing. Thus, it is of great signicance to explore the utilization of the Ru co-catalysts in the Z-scheme system.118,119 Domen's group designed a Z-scheme system (Fig. 11e) based on La- and Rh-co-doped SrTiO3 (SrTiO3:La,Rh) and Mo-doped BiVO4 (BiVO4:Mo) powders embedded into a Au layer. In order to maximize the photocatalytic HER performance, Ru and RuOx species were employed as the H2 and O2 evolution co-catalysts, respectively, and Cr2O3 shells capping noble metal nanoparticles could suppress the backward reactions whilst maintaining the function of the noble metal as a H2 evolution catalyst. Due to the synergistic effect of the co-catalysts and Cr2O3 shells, the obtained photocatalyst exhibited a high water splitting activity (Fig. 11f and g) in pure water without any supporting electrolytes, buffering reagents, pH adjustment, or applied voltage.120 The solar-to-hydrogen energy conversion efficiency reached 1.1% and the apparent quantum yield reached 33% at 419 nm.\nIn order to modify the electronic structure of Ru and generate a synergetic effect between different metals, Ru-based bimetallic co-catalysts have been prepared for enhancing the photocatalytic HER performance. Domen's group found that bimetallic Ru/Pt deposited Y2Ta2O5N2 exhibited much higher photocatalytic H2 evolution activity than Pt or Ru single metal deposited photocatalysts. The H2 evolution activity of the Ru/Pt– Y2Ta2O5N2 catalyst under visible light (833 mmol h\n1 g 1) was 22 times greater than that of Pt–Y2Ta2O5N2 catalyst (37 mmol h 1 g 1).121 Wei Chen and co-workers prepared Pt–Ru modied CdS for H2 generation under visible light.122 The H2 evolution rate of Pt–Ru/CdS (18.35 mmol h 1 g 1) was ca. 1.7 times that of Pt/CdS (10.58 mmol h 1 g 1) and 2.9 times that of Ru/CdS (6.43 mmol h 1 g 1). The synergetic effect between Pt and Ru facilitated electron migration from the conduction band of the host catalyst to the co-catalyst, weakened SBR and improved the charge separation efficiency."
    }, {
      "heading" : "5. Summary and outlook",
      "text" : "In this review, we have summarized the research progress in the past few years on metallic Ru-based nanomaterials for the HER, with focus on the synthetic strategies, electrocatalytic and photocatalytic HER performances and the related mechanisms of the HER. Several types of Ru-based catalysts such as pure Ru NCs, Ru-based bimetallic nanomaterials and Ru/non-metal nanocomposites (Ru–carbon, Ru–carbon nitride, Ru–semiconductor, etc.) have been synthesized via a wide range of synthetic methods.\nMetallic Ru-based nanomaterials have shown promising performances as electrocatalysts and co-catalysts for the electrocatalytic and photocatalytic HER, respectively. For Ru as catalysts in the electrocatalytic HER, tremendous efforts have been devoted to morphology and composition control, together with the crystal phase engineering of the Ru-based electrocatalysts to optimize the electronic structure, increase the number of active sites, and improve the mass and charge\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online transfer kinetics of Ru. As a result, the electrocatalytic HER performance of metallic Ru-based nanomaterials has been close to, or even better than, that of the commercial Pt/C electrocatalyst in some recent reports.19,59,123 For Ru as co-catalysts in the photocatalytic HER, the hybridization of Ru with semiconductor photocatalysts can inhibit charge recombination and SBR, thus enhancing the photocatalytic activity.117–120\nAlthough the HER performance of the metallic Ru-based catalysts has been signicantly improved during the past few years, some challenges still exist in this research area. First, despite the excellent electrocatalytic HER activity of the Rubased nanomaterials with a novel crystal phase, the controllable regulation of the crystal phase is still at an early stage. Until now, owing to the lack of convincing theoretical guidance of crystal phase control and effective kinetic conditions, the synthesis of Ru with a specic crystal structure was difficult. Although the template method can be used to prepare Ru nanomaterials with unconventional crystal phases (e.g. fcc and 4H), the complicated procedures limit the large-scale production and practical applications.31,32,34 Thus, it is necessary to develop effective crystal-phase engineering theories and explore the systematic synthesis strategies for controlling the crystal phase of Ru nanomaterials and investigating their corresponding catalytic properties. Meanwhile, with the development of calculations, the in-depth understanding of the synthesis mechanism may be realized through simulations. Second, from a theoretical point of view, the understanding of the catalytic active sites on Ru is not clear, especially the role of atomic arrangement on catalytic activity. It is crucial to combine experimental results with theoretical calculations to reveal the correlation between catalytic HER activity and atomic arrangement. On one hand, more efforts are needed to realize the precise synthesis of Ru with specic atomic ordering and crystal facet exposing. On the other hand, the electronic structure, the Gibbs free energy, and the water dissociation barrier of metallic Ru-based catalysts need to be identied via simulations and calculations. The systematic research of the atomic ordering– activity relationship will provide theoretical and experimental support for the preparation of Ru-based catalysts and further enhancement of their catalytic performance. Third, realizing the practical application of Ru-based electrocatalysts is still challenging since the current superior performance of Ru-based electrocatalysts is achieved under laboratory conditions. One obstacle comes from the large-scale production. Moreover, in order to achieve excellent HER performance in practical application, more attention should be paid to increase the durability of the catalysts, promote the mass and electron transport efficiency in the composites and investigate the role of interfaces between Ru and other materials. Fourth, more attention should be paid to the heterointerface between the semiconductor and Ru co-catalyst, which is highly associated with the electron transfer between these two components thus inuencing the photocatalytic activity. It is suggested that the epitaxial growth between two components could induce faster charge separation and carrier transportation compared with the non-epitaxial structure.124,125 Therefore, it is meaningful to construct a compact even seamless interface by epitaxial growth for the\nThis journal is © The Royal Society of Chemistry 2019\nsmooth transportation of electrons from the semiconductor to Ru co-catalyst, which is also benecial to suppress charge recombination and SBR. In addition, PECs are also a promising technique for hydrogen evolution. The Ru-modied semiconductors used in PECs could increase the short-circuit current density; thus more attention should be paid to the utilization of the Ru co-catalyst in PECs.82 Last but not least, increasing the utilization of Ru atoms is particularly important for the electro- and photo-catalytic HER. In order to maximize the atom utilization efficiency even up to 100%, there exists long-standing interest in fabricating Ru-based catalysts with atomically dispersed Ru atoms as robust active centres.126,127 Anchoring single Ru atoms on appropriate supports through a strong metal–support interaction is one of the most important strategies. Loading Ru nanomaterials with a uniform size distribution on various substrates, including carbon, N-doped carbon, and carbon nitride, has been reported in recent progress. However, the development of Ru based single-atom electro- and photo-catalysts is still at an early stage.128,129 In the near future, more efforts should be devoted to this exciting research eld to develop advanced catalysts with superior performance for H2 evolution."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare no conict of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "S. Han and Q. Yun contributed equally to this work. This work is supported by the Fundamental Research Funds for the Central Universities (USTB, No. 06500113), the Natural Science Foundation of Hebei Province (F2017201173), the China National Key Research & Development Plan (Grant No. 2017YFB0304305, 2016YFC0700901, 2016YFC0700607), and the Supplementary and Supportive Project for Teachers at Beijing Information Science and Technology University (5029011103)."
    }, {
      "heading" : "Notes and references",
      "text" : "1 Z. W. Seh, J. Kibsgaard, C. F. Dickens, I. Chorkendorff, J. K. Nørskov and T. F. Jaramillo, Science, 2017, 355(6321), eaad4998. 2 S. Chu and A. Majumdar, Nature, 2012, 488(7411), 294. 3 B. JO'M, Int. J. Hydrogen Energy, 2002, 27(7–8), 731–740. 4 G. W. Crabtree, M. S. Dresselhaus and M. V. Buchanan, Phys. Today, 2004, 57(12), 39–44. 5 Q. Yun, Q. Lu, X. Zhang, C. Tan and H. Zhang, Angew. Chem., Int. Ed., 2018, 57(3), 626–646. 6 J. A. Turner, Science, 2004, 305(5686), 972–974. 7 I. Dincer and C. Acar, Int. J. Hydrogen Energy, 2015, 40(34), 11094–11111. 8 S. E. Hosseini and M. A. Wahid, Renewable Sustainable Energy Rev., 2016, 57, 850–866. 9 S. Y. Tee, K. Y. Win, W. S. Teo, L. D. Koh, S. Liu, C. P. Teng and M. Y. Han, Adv. Sci., 2017, 4(5), 1600337.\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24711"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online 10 I. Roger, M. A. Shipman and M. D. Symes, Nat. Rev. Chem., 2017, 1(1), 0003. 11 S. Kim, N. Koratkar, T. Karabacak and T.-M. Lu, Appl. Phys. Lett., 2006, 88(26), 263106. 12 N. M. Adli, H. Zhang, S. Mukherjee and G. Wu, J. Electrochem. Soc., 2018, 165(15), J3130–J47. 13 G. Zhao, K. Rui, S. X. Dou and W. Sun, Adv. Funct. Mater., 2018, 28(43), 1803291. 14 M. Zeng and Y. Li, J. Mater. Chem. A, 2015, 3(29), 14942– 14962.\n15 J. K. Nørskov, T. Bligaard, A. Logadottir, J. Kitchin, J. G. Chen, S. Pandelov and U. Stimming, J. Electrochem. Soc., 2005, 152(3), J23–J26. 16 X. Zou and Y. Zhang, Chem. Soc. Rev., 2015, 44(15), 5148– 5180. 17 J. Yang, D. Wang, H. Han and C. Li, Acc. Chem. Res., 2013, 46(8), 1900–1909. 18 W. J. Mitchell, J. Xie, T. A. Jachimowski and W. H. Weinberg, J. Am. Chem. Soc., 1995, 117(9), 2606–2617. 19 J. Mahmood, F. Li, S. M. Jung, M. S. Okyay, I. Ahmad, S. J. Kim, N. Park, H. Y. Jeong and J. B. Baek, Nat. Nanotechnol., 2017, 12(5), 441–446. 20 http://www.infomine.com/investment/metal-prices/ ruthenium/. 21 K. Gao, Y. Wang, Z. Wang, Z. Zhu, J. Wang, Z. Luo, C. Zhang, X. Huang, H. Zhang and W. Huang, Chem. Commun., 2018, 54(36), 4613–4616. 22 J. Kiwi and M. Grätzel, Angew. Chem., Int. Ed., 1979, 18(8), 624–626. 23 T. Qiu, Z. Liang, W. Guo, S. Gao, C. Qu, H. Tabassum, H. Zhang, B. Zhu, R. Zou and Y. Shao-Horn, Nano Energy, 2019, 58, 1–10. 24 N. Marković, B. Grgur and P. N. Ross, J. Phys. Chem. B, 1997, 101(27), 5405–5413. 25 Y. Yang, M. Luo, W. Zhang, Y. Sun, X. Chen and S. Guo, Chem, 2018, 4(9), 2054–2083. 26 D. Wang and Y. Li, Adv. Mater., 2011, 23(9), 1044–1060. 27 K. D. Gilroy, A. Ruditskiy, H.-C. Peng, D. Qin and Y. Xia,\nChem. Rev., 2016, 116(18), 10414–10472. 28 Y. Zheng, Y. Jiao, Y. Zhu, L. H. Li, Y. Han, Y. Chen,\nM. Jaroniec and S. Z. Qiao, J. Am. Chem. Soc., 2016, 138(49), 16174–16181. 29 F. Li, G.-F. Han, H.-J. Noh, I. Ahmad, I.-Y. Jeon and J.-B. Baek, Adv. Mater., 2018, 30(44), 1803676. 30 J. Liu, Y. Zheng, D. Zhu, A. Vasileff, T. Ling and S.-Z. Qiao, Nanoscale, 2017, 9(43), 16616–16621. 31 M. Zhao, L. Figueroa-Cosme, A. O. Elnabawy, M. Vara, X. Yang, L. T. Roling, M. Chi, M. Mavrikakis and Y. Xia, Nano Lett., 2016, 16(8), 5310–5317. 32 H. Ye, Q. Wang, M. Catalano, N. Lu, J. Vermeylen, M. J. Kim, Y. Liu, Y. Sun and X. Xia, Nano Lett., 2016, 16(4), 2812–2817. 33 Q. Lu, A.-L. Wang, Y. Gong, W. Hao, H. Cheng, J. Chen, B. Li, N. Yang, W. Niu, J. Wang, Y. Yu, X. Zhang, Y. Chen, Z. Fan, X.-J. Wu, J. Chen, J. Luo, S. Li, L. Gu and H. Zhang, Nat. Chem., 2018, 10(4), 456–461.\n24712 | J. Mater. Chem. A, 2019, 7, 24691–24714\n34 Q. Lu, A.-L. Wang, H. Cheng, Y. Gong, Q. Yun, N. Yang, B. Li, B. Chen, Q. Zhang, Y. Zong, L. Gu and H. Zhang, Small, 2018, 14(30), 1801090. 35 H. Cheng, N. Yang, Q. Lu, Z. Zhang and H. Zhang, Adv. Mater., 2018, 30(26), 1707189. 36 K. Kusada, H. Kobayashi, T. Yamamoto, S. Matsumura, N. Sumi, K. Sato, K. Nagaoka, Y. Kubota and H. Kitagawa, J. Am. Chem. Soc., 2013, 135(15), 5493–5496. 37 J. R. YuanWang, K. Deng, L. Gui and Y. Tang, Chem. Mater., 2000, 12, 1622–1627. 38 X. Kong, K. Xu, C. Zhang, J. Dai, S. Norooz Oliaee, L. Li, X. Zeng, C. Wu and Z. Peng, ACS Catal., 2016, 6(3), 1487– 1492. 39 M. Zhao, A. O. Elnabawy, M. Vara, L. Xu, Z. D. Hood, X. Yang, K. D. Gilroy, L. Figueroa-Cosme, M. Chi, M. Mavrikakis and Y. Xia, Chem. Mater., 2017, 29(21), 9227–9237. 40 A.-X. Yin, W.-C. Liu, J. Ke, W. Zhu, J. Gu, Y.-W. Zhang and C.-H. Yan, J. Am. Chem. Soc., 2012, 134(50), 20479–20489. 41 Y. Zheng, Y. Jiao, A. Vasileff and S.-Z. Qiao, Angew. Chem., Int. Ed., 2018, 57(26), 7568–7579. 42 S. Cherevko, S. Geiger, O. Kasian, N. Kulyk, J.-P. Grote, A. Savan, B. R. Shrestha, S. Merzlikin, B. Breitbach, A. Ludwig and K. J. J. Mayrhofer, Catal. Today, 2016, 262, 170–180. 43 J. Mao, C.-T. He, J. Pei, W. Chen, D. He, Y. He, Z. Zhuang, C. Chen, Q. Peng, D. Wang and Y. Li, Nat. Commun., 2018, 9(1), 4958. 44 C. Zhang, Y. Liu, Y. Chang, Y. Lu, S. Zhao, D. Xu, Z. Dai, M. Han and J. Bao, ACS Appl. Mater. Interfaces, 2017, 9(20), 17326–17336. 45 J. Yang, Q. Shao, B. Huang, M. Sun and X. Huang, iScience, 2019, 11, 492–504. 46 M. Bondesgaard, A. Mamakhel, J. Becker, H. Kasai, G. Philippot, M. Bremholm and B. B. Iversen, Chem. Mater., 2017, 29(7), 3265–3273. 47 Q. Zhang, K. Kusada, D. Wu, T. Yamamoto, T. Toriyama, S. Matsumura, S. Kawaguchi, Y. Kubota and H. Kitagawa, Nat. Commun., 2018, 9(1), 510. 48 J. Lu, K. B. Low, Y. Lei, J. A. Libera, A. Nicholls, P. C. Stair and J. W. Elam, Nat. Commun., 2014, 5, 3264. 49 Y. Xia, Y. Xiong, B. Lim and S. E. Skrabalak, Angew. Chem., Int. Ed., 2009, 48(1), 60–103. 50 Y. Yao, D. S. He, Y. Lin, X. Feng, X. Wang, P. Yin, X. Hong, G. Zhou, Y. Wu and Y. Li, Angew. Chem., Int. Ed., 2016, 55(18), 5501–5505. 51 Y. Han, Y. Yan, Z. Wu, Y. Jiang, X. Li, Q. Xu, X. Yang, H. Zhang and D. Yang, CrystEngComm, 2018, 20(30), 4230–4236. 52 Z. Fan, Y. Chen, Y. Zhu, J. Wang, B. Li, Y. Zong, Y. Han and H. Zhang, Chem. Sci., 2017, 8(1), 795–799. 53 H. Hwang, T. Kwon, H. Y. Kim, J. Park, A. Oh, B. Kim, H. Baik, S. H. Joo and K. Lee, Small, 2018, 14(3), 1702353. 54 X. Yang, Z. Zhao, X. Yu and L. Feng, Chem. Commun., 2019, 55(10), 1490–1493. 55 X. Wang, Y. Zhu, A. Vasileff, Y. Jiao, S. Chen, L. Song, B. Zheng, Y. Zheng and S.-Z. Qiao, ACS Energy Lett., 2018, 3(5), 1198–1204.\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "Review Journal of Materials Chemistry A",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online 56 Q. Wang, M. Ming, S. Niu, Y. Zhang, G. Fan and J.-S. Hu, Adv. Energy Mater., 2018, 8(31), 1801698. 57 M. Tan, Y. Wang, A. Taguchi, T. Abe, G. Yang, M. Wu and N. Tsubaki, Int. J. Hydrogen Energy, 2019, 44(14), 7320–7325. 58 C. Xu, M. Ming, Q. Wang, C. Yang, G. Fan, Y. Wang, D. Gao, J. Bi and Y. Zhang, J. Mater. Chem. A, 2018, 6(29), 14380– 14386. 59 W. Li, Y. Liu, M. Wu, X. Feng, S. A. T. Redfern, Y. Shang, X. Yong, T. Feng, K. Wu, Z. Liu, B. Li, Z. Chen, J. S. Tse, S. Lu and B. Yang, Adv. Mater., 2018, 30(31), 1800676.\n60 B. K. Barman, D. Das and K. K. Nanda, Sustainable Energy Fuels, 2017, 1(5), 1028–1033. 61 X. Chen, J. Zheng, X. Zhong, Y. Jin, G. Zhuang, X. Li, S. Deng and J.-g. Wang, Catal. Sci. Technol., 2017, 7(21), 4964–4970. 62 J. Zhang, P. Liu, G. Wang, P. P. Zhang, X. D. Zhuang, M. W. Chen, I. M. Weidinger and X. L. Feng, J. Mater. Chem. A, 2017, 5(48), 25314–25318. 63 Q. Song, X. Qiao, L. Liu, Z. Xue, C. Huang and T. Wang, Chem. Commun., 2019, 55(7), 965–968. 64 J. Wang, Z. Wei, S. Mao, H. Li and Y. Wang, Energy Environ. Sci., 2018, 11(4), 800–806. 65 X. Cheng, H. Wang, M. Ming, W. Luo, Y. Wang, Y. Yang, Y. Zhang, D. Gao, J. Bi and G. Fan, ACS Sustainable Chem. Eng., 2018, 6(9), 11487–11492. 66 Y. Li, L. A. Zhang, Y. Qin, F. Chu, Y. Kong, Y. Tao, Y. Li, Y. Bu, D. Ding and M. Liu, ACS Catal., 2018, 8(7), 5714– 5720. 67 Y. Zhang, F. Wen, M. Zhu, Z. Zhou, J. Tan and H. Wang, Mater. Chem. Phys., 2018, 220, 299–307. 68 J. Tian, W. Wu, Z. Tang, Y. Wu, R. Burns, B. Tichnell, Z. Liu and S. Chen, Catalysts, 2018, 8(8), 329. 69 J. Su, Y. Yang, G. Xia, J. Chen, P. Jiang and Q. Chen, Nat. Commun., 2017, 8, 14969. 70 Y. Xu, S. Yin, C. Li, K. Deng, H. Xue, X. Li, H. Wang and L. Wang, J. Mater. Chem. A, 2018, 6(4), 1376–1381. 71 Y. Xu, Y. Li, S. Yin, H. Yu, H. Xue, X. Li, H. Wang and L. Wang, Nanotechnology, 2018, 29(22), 225403. 72 R. Palaniappan, D. C. Ingram and G. G. Botte, J. Electrochem. Soc., 2014, 161(1), E12–E22. 73 H. Li, Q. Tang, B. He and P. Yang, J. Mater. Chem. A, 2016, 4(17), 6513–6520. 74 S. W. Sun, G. F. Wang, Y. Zhou, F. B. Wang and X. H. Xia, ACS Appl. Mater. Interfaces, 2019, 11(21), 19176–19182. 75 W. Gou, J. Li, W. Gao, Z. Xia, S. Zhang and Y. Ma, ChemCatChem, 2019, 11(7), 1970–1976. 76 Y. Li, F. Chu, Y. Liu, Y. Kong, Y. Tao, Y. Li and Y. Qin, Chem. Commun., 2018, 54(93), 13076–13079. 77 E. Demir, S. Akbayrak, A. M. Önal and S. Özkar, J. Colloid Interface Sci., 2018, 531, 570–577. 78 E. Demir, S. Akbayrak, A. M. Önal and S. Özkar, ACS Appl. Mater. Interfaces, 2018, 10(7), 6299–6308. 79 Q. Gu, Z. Gao, S. Yu and C. Xue, Adv. Mater. Interfaces, 2016, 3(4), 1500631. 80 P. Jiang, Y. Yang, R. Shi, G. Xia, J. Chen, J. Su and Q. Chen, J. Mater. Chem. A, 2017, 5(11), 5475–5485. 81 H. Wang, H. Liu, Y. Ji, R. Yang, Z. Zhang, X. Wang and H. Liu, Chem. Commun., 2019, 55(19), 2781–2784.\nThis journal is © The Royal Society of Chemistry 2019\n82 M. H. Lee, K. Takei, J. Zhang, R. Kapadia, M. Zheng, Y. Z. Chen, J. Nah, T. S. Matthews, Y. L. Chueh, J. W. Ager and A. Javey, Angew. Chem., Int. Ed., 2012, 51(43), 10760. 83 D. Yoon, J. Lee, B. Seo, B. Kim, H. Baik, S. H. Joo and K. Lee, Small, 2017, 13(29), 1700052. 84 Z. Zhang, P. Li, Q. Feng, B. Wei, C. Deng, J. Fan, H. Li and H. Wang, ACS Appl. Mater. Interfaces, 2018, 10(38), 32171– 32179. 85 Y. Yamada, S. Shikano and S. Fukuzumi, J. Phys. Chem. C, 2013, 117(25), 13143–13152. 86 Y. Liu, X. Lu, Z. Che, C. Zhang, M. Han, J. Bao and Z. Dai, Chem. Commun., 2018, 54(86), 12202–12205. 87 Z. Liu, Z. Li, J. Li, J. Xiong, S. Zhou, J. Liang, W. Cai, C. Wang, Z. Yang and H. Cheng, J. Mater. Chem. A, 2019, 7(10), 5621–5625. 88 C. Zhong, Q. Zhou, S. Li, L. Cao, J. Li, Z. Shen, H. Ma, J. Liu, M. Lu and H. Zhang, J. Mater. Chem. A, 2019, 7(5), 2344– 2350. 89 Y. Liu, S. Liu, Y. Wang, Q. Zhang, L. Gu, S. Zhao, D. Xu, Y. Li, J. Bao and Z. Dai, J. Am. Chem. Soc., 2018, 140(8), 2731–2734. 90 K. Yang, P. Xu, Z. Lin, Y. Yang, P. Jiang, C. Wang, S. Liu, S. Gong, L. Hu and Q. Chen, Small, 2018, 14(41), 1803009. 91 D. Li, B. Zhang, Y. Li, R. Chen, S. Hu and H. Ni, Electrochem. Commun., 2019, 101, 23–27. 92 X. Tian, P. Zhao and W. Sheng, Adv. Mater., 2019, 1808066. 93 Q. Lu, Y. Yu, Q. Ma, B. Chen and H. Zhang, Adv. Mater.,\n2016, 28(10), 1917–1933. 94 Z. Chen, X. Duan, W. Wei, S. Wang and B.-J. Ni, J. Mater.\nChem. A, 2019, 7(25), 14971–15005. 95 N. Mahmood, Y. Yao, J.-W. Zhang, L. Pan, X. Zhang and\nJ.-J. Zou, Adv. Sci., 2018, 5(2), 1700464. 96 Y. Luo, X. Luo, G. Wu, Z. Li, G. Wang, B. Jiang, Y. Hu,\nT. Chao, H. Ju, J. Zhu, Z. Zhuang, Y. Wu, X. Hong and Y. Li, ACS Appl. Mater. Interfaces, 2018, 10(40), 34147–34152. 97 Y. Yang, Z. Lun, G. Xia, F. Zheng, M. He and Q. Chen, Energy Environ. Sci., 2015, 8(12), 3563–3571. 98 L.-L. He, P. Song, A.-J. Wang, J.-N. Zheng, L.-P. Mei and J.-J. Feng, J. Mater. Chem. A, 2015, 3(10), 5352–5359. 99 X. Liu, Y. Jiao, Y. Zheng, K. Davey and S.-Z. Qiao, J. Mater. Chem. A, 2019, 7(8), 3648–3654. 100 Z. Zong, Z. Qian, Z. Tang, Z. Liu, Y. Tian and S. Wang, J. Alloys Compd., 2019, 784, 447–455. 101 J. Lu, S. Yin and P. K. Shen, Electrochem. Energy Rev., 2018, 2, 105–127. 102 Z. Peng, H. Wang, L. Zhou, Y. Wang, J. Gao, G. Liu, S. A. T. Redfern, X. Feng, S. Lu, B. Li and Z. Liu, J. Mater. Chem. A, 2019, 7(12), 6676–6685. 103 B. Lu, L. Guo, F. Wu, Y. Peng, J. E. Lu, T. J. Smart, N. Wang, Y. Z. Finfrock, D. Morris, P. Zhang, N. Li, P. Gao, Y. Ping and S. Chen, Nat. Commun., 2019, 10(1), 631. 104 T. Hisatomi, J. Kubota and K. Domen, Chem. Soc. Rev., 2014, 43(22), 7520–7535. 105 H. Ahmad, S. K. Kamarudin, L. J. Minggu and M. Kassim, Renewable Sustainable Energy Rev., 2015, 43, 599–610. 106 X. Chen, S. Shen, L. Guo and S. S. Mao, Chem. Rev., 2010, 110(11), 6503–6570.\nJ. Mater. Chem. A, 2019, 7, 24691–24714 | 24713"
    }, {
      "heading" : "Journal of Materials Chemistry A Review",
      "text" : "Pu bl\nis he\nd on\n0 8\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /2\n/2 02\n0 7:\n26 :1\n4 PM\n. View Article Online 107 A. Kudo and Y. Miseki, Chem. Soc. Rev., 2009, 38(1), 253– 278. 108 M. R. Khan, T. W. Chuan, A. Yousuf, M. Chowdhury and C. K. Cheng, Catal. Sci. Technol., 2015, 5(5), 2522–2531. 109 K. Mori, R. Osaka, K. Naka, D. Tatsumi and H. Yamashita, ChemCatChem, 2019, 11(7), 1963–1969. 110 H. B. Michaelson, J. Appl. Phys., 1977, 48(11), 4729–4733. 111 R. Baba, S. Nakabayashi, A. Fujishima and K. Honda, J. Phys. Chem., 1985, 89(10), 1902–1905. 112 M. Hara, J. Nunoshige, T. Takata, J. N. Kondo and\nK. Domen, Chem. Commun., 2003, 24, 3000–3001. 113 I. Tsuji, H. Kato and A. Kudo, Chem. Mater., 2006, 18(7),\n1969–1975. 114 I. Tsuji, H. Kato and A. Kudo, Angew. Chem., Int. Ed., 2005,\n44(23), 3565–3568. 115 Y. Yamada, T. Miyahigashi, H. Kotani, K. Ohkubo and\nS. Fukuzumi, J. Am. Chem. Soc., 2011, 133(40), 16136–16145. 116 C. Kong, Z. Li and G. Lu, Int. J. Hydrogen Energy, 2015,\n40(17), 5824–5830. 117 Y. Sasaki, A. Iwase, H. Kato and A. Kudo, J. Catal., 2008,\n259(1), 133–137. 118 Q. Wang, T. Hisatomi, S. S. K. Ma, Y. Li and K. Domen,\nChem. Mater., 2014, 26(14), 4144–4150. 119 H. Kato, Y. Sasaki, N. Shirakura and A. Kudo, J. Mater.\nChem. A, 2013, 1(39), 12327–12333. 120 Q. Wang, T. Hisatomi, Q. Jia, H. Tokudome, M. Zhong,\nC. Wang, Z. Pan, T. Takata, M. Nakabayashi, N. Shibata, Y. Li, I. D. Sharp, A. Kudo, T. Yamada and K. Domen, Nat. Mater., 2016, 15(6), 611. 121 M. Liu, W. You, Z. Lei, G. Zhou, J. Yang, G. Wu, G. Ma, G. Luan, T. Takata and M. Hara, Chem. Commun., 2004, 19, 2192–2193.\n24714 | J. Mater. Chem. A, 2019, 7, 24691–24714\n122 L. Mao, H. Liu, S. Liu, Q. Ba, H. Wang, L. Gao, X. Li, C. Huang and W. Chen, Mater. Res. Bull., 2017, 93, 9–15. 123 H. Wang, C. Xu, Q. Chen, M. Ming, Y. Wang, T. Sun, Y. Zhang, D. Gao, J. Bi and G. Fan, ACS Sustainable Chem. Eng., 2019, 7(1), 1178–1184. 124 C. Tan, J. Chen, X.-J. Wu and H. Zhang, Nat. Rev. Mater., 2018, 3(2), 17089. 125 J. Chen, X.-J. Wu, Y. Gong, Y. Zhu, Z. Yang, B. Li, Q. Lu, Y. Yu, S. Han and Z. Zhang, J. Am. Chem. Soc., 2017, 139(25), 8653–8660. 126 X.-F. Yang, A. Wang, B. Qiao, J. Li, J. Liu and T. Zhang, Acc. Chem. Res., 2013, 46(8), 1740–1748. 127 A. Wang, J. Li and T. Zhang, Nat. Rev. Chem., 2018, 2(6), 65. 128 C. H. Chen, D. Wu, Z. Li, R. Zhang, C. G. Kuai, X. R. Zhao,\nC. K. Dong, S. Z. Qiao, H. Liu and X. W. Du, Adv. Energy Mater., 2019, 9(20), 1803913. 129 D. Wang, Q. Li, C. Han, Z. Xing and X. Yang, Appl. Catal., B, 2019, 249, 91–97. 130 S. Drouet, J. Creus, V. Collière, C. Amiens, J. Garćıa-Antón, X. Sala and K. Philippot, Chem. Commun., 2017, 53(85), 11713–11716. 131 J. Creus, S. Drouet, S. Suriñach, P. Lecante, V. Collière, R. Poteau, K. Philippot, J. Garćıa-Antón and X. Sala, ACS Catal., 2018, 8(12), 11094–11102. 132 Z.-L. Wang, K. Sun, J. Henzie, X. Hao, C. Li, T. Takei, Y.-M. Kang and Y. Yamauchi, Angew. Chem., Int. Ed., 2018, 57(20), 5848–5852. 133 K. Li, Y. Li, Y. Wang, J. Ge, C. Liu and W. Xing, Energy Environ. Sci., 2018, 11(5), 1232–1239.\nThis journal is © The Royal Society of Chemistry 2019"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Developing a sustainable technology to produce hydrogen efficiently is crucial to realize the “hydrogen economy”, which may address the growing energy crisis and environmental pollution nowadays. Electrocatalytic and photocatalytic hydrogen evolution reactions have received great attention during the past few decades since they can realize hydrogen production from the water splitting reaction directly. Although platinum has been widely used as a catalyst for the electrocatalytic and photocatalytic hydrogen evolution reaction (HER), its high cost and limited supply make it imperative to develop alternative high-performance catalysts. Ruthenium (Ru), the cheapest one among platinum-group metals, has been emerging as a promising candidate recently. Until now, tremendous efforts have been devoted to improving the HER performance of metallic Ru-based catalysts through the rational design and synthesis of Ru nanomaterials, in which the size, morphology, chemical composition and crystal phase could be controlled. In this review, we summarized the synthesis of various metallic Ru-based nanomaterials as catalysts for the HER, including pure Ru nanocrystals, Ru-based bimetallic nanomaterials and Ru/non-metal nanocomposites. Then, we covered the recent progress in the utilization of metallic Ru-based nanomaterials as catalysts for the electroand photo-catalytic HER; meanwhile, the mechanisms and fundamental science behind morphology/composition/crystal structure–performance relationships were discussed in detail. Finally, the challenges and outlook are provided for guiding the development of metallic Ru-based electroand photo-catalysts for further fundamental research and practical applications in renewable energy-related areas.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}