{
  "name" : "downloads_2019-10-22_0a_bigiani2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Mn3O4 Nanomaterials Functionalized with Fe2O3 and ZnO: Fabrication, Characterization, and Ammonia Sensing Properties",
    "authors" : [ "Lorenzo Bigiani", "Dario Zappa", "Chiara Maccato", "Alberto Gasparotto", "Cinzia Sada", "Elisabetta Comini", "Davide Barreca" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.advmatinterfaces.de\n1901239 (1 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "Full PaPer",
      "text" : ""
    }, {
      "heading" : "Mn3O4 Nanomaterials Functionalized with Fe2O3 and ZnO: Fabrication, Characterization, and Ammonia",
      "text" : ""
    }, {
      "heading" : "Sensing Properties",
      "text" : ""
    }, {
      "heading" : "Lorenzo Bigiani, Dario Zappa, Chiara Maccato,* Alberto Gasparotto, Cinzia Sada,",
      "text" : ""
    }, {
      "heading" : "Elisabetta Comini, and Davide Barreca*",
      "text" : "DOI: 10.1002/admi.201901239\n1. Introduction\nConductometric gas sensors based on metal oxides offer manifold advantages in view of applications in environmental monitoring, citizen security, and medical diagnosis, encompassing low cost, limited power consumption, reduced size/weight, good stability, and sensitivity to harmful compounds.[1–12] In particular, nanostructured metal oxides are promising sensing materials thanks to their favorable chemical reactivity and large surface-tovolume ratio, which provides a high active area for the interaction with the target analytes.[13–19] Over the last decade, various efforts have been dedicated to the efficient recognition of toxic/explosive chemicals, among which ammonia,[20] an irritating agent occurring in fertilizing manufacturing, in refrigerants, and in medical/ industrial contexts,[8,21–23] may represent a serious threat for both environment and human health. In this regard, whereas various n-type semiconducting oxides\nhave been proposed for ammonia detection, NH3 sensors based on p-type materials have been only scarcely investigated.[20] Nonetheless, despite the research on p-type oxide gas sensors remains poorly explored,[24–27] such systems hold a considerable promise for high-performance gas sensitive devices with new functions, thanks to their affinity with oxygen, high catalytic activity, and multivalent characteristics.[17,24,28]\nAmong p-type oxides, Mn3O4 has drawn a considerable scientific interest as a model spinel thanks to its low cost, environmental compatibility, and unique chemico-physical properties, that render it an attractive candidate for various end uses.[5,14,26,29–32] Despite various studies have reported on the use of pure/doped Mn3O4 for gas sensing applications,[14–16,33] important issues to be still addressed are related to the ever increasing request for enhanced sensitivity, stability, and selectivity,[3,24,29,30] the well-known “3S” of a gas sensor.[2] In this context, a valuable option is offered by the fabrication of nanocomposites based on p-type Mn3O4 and suitable n-type oxides, since the controlled formation of oxide-oxide p-n junctions can extend the space charge region, yielding improved functional performances.[24,30,34–36] So far, literature reports on Mn3O4-based\nThe fabrication of metal oxide-based gas sensors with tailored structural design is of particular importance for the early recognition of poisonous/ explosive analytes like ammonia, an irritating chemical occurring in a plethora of practical contexts. In this regard, the present work reports on the fabrication and gas sensing application of p-Mn3O4/n-MxOy nanocomposites with MxOy = Fe2O3 or ZnO. The target systems are developed by chemical vapor deposition of Mn3O4 nanosystems on alumina substrates and subsequent functionalization with iron or zinc oxides by sputtering under mild conditions. Material characterization reveals the formation of high purity composites with a controllable dispersion of Fe2O3 or ZnO into Mn3O4, and a close contact between the single constituents. The latter feature, resulting in the formation of p-n junctions and in a tailored modulation of Mn3O4 hole accumulation layer, is of strategic importance in obtaining promising responses to ammonia already at moderate temperatures. Furthermore, Fe2O3 or ZnO functionalization empowers the pristine Mn3O4 with good selectivity toward NH3 against other potential interferents. These results, along with the very favorable detection limits, provide new physical insights for the implementation of gas-sensitive devices with p-n junctions aimed at practical end uses.\nDr. L. Bigiani, Prof. C. Maccato, Prof. A. Gasparotto Department of Chemical Sciences Padova University and INSTM 35131 Padova, Italy E-mail: chiara.maccato@unipd.it Dr. D. Zappa, Prof. E. Comini Sensor Lab Department of Information Engineering Brescia University 25133 Brescia, Italy Prof. C. Sada Department of Physics and Astronomy Padova University and INSTM 35131 Padova, Italy Dr. D. Barreca CNR-ICMATE and INSTM Department of Chemical Sciences Padova University 35131 Padova, Italy E-mail: davide.barreca@unipd.it\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/admi.201901239.\nAdv. Mater. Interfaces 2019, 1901239\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (2 of 9)\ncomposite chemoresistors are limited[5,29,30,37] and in particular, to the best of our knowledge, only three works on ammonia detection by bare Mn3O4,[16] Ba-doped Mn3O4,[26] and Mn3O4decorated ZnO[30] are available to date. As a consequence, the development and implementation of Mn3O4-based ammonia sensors with enhanced performances deserve further investigation from both a fundamental and an applicative point of view.\nThe results obtained in the present work aim at filling this gap, disclosing the possibility of achieving an efficient and selective ammonia recognition through the use of p-Mn3O4/ n-MxOy (MxOy = Fe2O3 or ZnO) nanocomposites. The rationale of this approach lies in the exploitation of multivalence properties and synergistic electronic/catalytic effects between p-type Mn3O4 and n-type modifiers to achieve improved sensing performances at moderate temperatures, an issue of key importance for eventual practical applications.[34] The choice of Fe2O3 is mainly motivated by its interest in finding new functionalities in chemoresistivity, whereas ZnO, a very attractive multifunctional oxide,[38] belongs to the most representative sensor materials.[19,24,34,35,39] In particular, Mn3O4/MxOy nanosystems were obtained by the initial chemical vapor deposition (CVD) of Mn3O4 on Al2O3 substrates, followed by the functionalization with Fe2O3 or ZnO under controlled conditions. The latter process was conducted by radio frequency (RF)-sputtering at low temperatures and applied powers, to avoid detrimental alterations of the pristine Mn3O4 systems and enable a direct control on the resulting composite characteristics.[36,40] After a morphological, compositional, and structural characterization, the target materials are utilized for the fabrication of chemoresistive gas sensors for ammonia. The results demonstrate that the prepared systems can efficiently detect NH3 and discriminate it with respect to other N-containing volatile compounds acting as potential interferents, namely CH3CN, a toxic gas, simulant of cyanide warfare agents,[1,3,41,42] and NO2, a dangerous atmospheric pollutant.[2,4,17] The interplay between the system behavior and material properties is critically discussed in relation to a possible gas sensing mechanism highlighting the role of p-n junctions and hole accumulation layer (HAL) modulation in boosting functional performances. This study can provide an important guide for the functionalization of oxide systems aimed at improving sensitivity and selectivity, and sheds new light on material design to develop chemoresistive gas sensors for NH3 detection."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "2.1. Material Characterization",
      "text" : "On the basis of our previous results,[28,41] the synthesis of singlephase Mn3O4 nanosystems was carried out by CVD under optimized conditions, with particular attention to the fabrication of porous deposits for the subsequent overdispersion of Fe and Zn oxides. The system morphology was characterized by field emission-scanning electron microscopy (FE-SEM) analyses (Figure 1), revealing a uniform distribution of faceted grains with comparable sizes for the target specimens (average dimensions = [150 ± 50] nm and [160 ± 40] nm for Mn3O4/Fe2O3 and\nMn3O4/ZnO, respectively). These particles were assembled into a porous deposit (mean thickness = 510 nm) conformally covering the underlying Al2O3 substrates. A comparison of the present results with bare Mn3O4 (Figure S1, Supporting Information) evidenced that, after iron and zinc oxide deposition, no significant morphological alterations took place. This result, achieved thanks to the use of particularly mild sputtering conditions, is in line with previous data regarding CuO-TiO2-Au nanomaterials.[36] The inherent material porosity suggested the occurrence of a high contact area with the outer atmosphere, a beneficial feature for gas sensing applications.[15,18,29]\nThe system composition was preliminarily investigated by energy dispersive X-ray spectroscopy (EDXS). The recorded spectra were dominated by the oxygen and manganese X-ray lines, along with the Al signal from the alumina substrate. Whereas for Mn3O4/Fe2O3 no iron peak could be unambiguously detected due to the energy position very close to Mn, for Mn3O4/ZnO the Zn Lα signal at 1.0 keV could be observed (Figure S2, Supporting Information). Morphological characterization of the target materials after 1 year did not show any significant variation in the mean grain sizes (Figure S3, Supporting Information). Important information on the system surface composition and Mn, Fe, and Zn chemical states was gained by X-ray photoelectron spectroscopy (XPS). For all specimens, spectra revealed the presence of O and Mn, along with iron/zinc photoelectron and Auger signals for composite systems. A minor contribution from carbon (<10 atomic percentage [at%]) was traced back to atmospheric exposure. For pure Mn3O4, the Mn2p3/2 peak shape and position (Figure 2a; Mn2p3/2 binding energy [BE] = 641.8 eV, spin-orbit splitting [SOS] = 11.5 eV), along with its BE difference with respect to the O1s lattice component (see below; Δ = 111.8 eV), were in line with previous literature reports.[16,31,32,40,43] A careful data analysis revealed that the Mn2p3/2 BE underwent a progressive shift toward lower values upon going from bare Mn3O4 (641.8 eV) to Mn3O4/Fe2O3 (641.6 eV) and, finally, to Mn3O4/ZnO (641.3 eV). This phenomenon could be explained basing on the formation\nAdv. Mater. Interfaces 2019, 1901239\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (3 of 9)\nof p-n junctions at Mn3O4/MxOy interfaces, yielding an electron transfer from n-type MxOy to p-type Mn3O4, with holes moving in the opposite direction.[7,17,29,44]\nThe fact that the Mn2p3/2 BE shift is more pronounced for the ZnO-containing specimen highlights a more efficient charge transfer at the Mn3O4/ZnO interface with respect to the Mn3O4/ Fe2O3 one, a feature positively impacting the eventual sensing performances (see below). In accordance with the above observations, the Fe2p3/2 and Zn2p3/2 energy positions (Figure 2b,c; BE(Fe2p3/2) = 711.4 eV and BE(Zn2p3/2) = 1022.0 eV) were slightly higher than those reported in the literature for Fe2O3[45,46] and ZnO,[34] respectively. In any case, the presence of the latter, free from other zinc-containing phases, was confirmed by the Zn Auger parameter (α = 2010.0 eV).[35,47] In addition, the Mn3s multiplet splitting separation (5.5 eV, Figure S4, Supporting Information) provided a finger-print for the occurrence of pure Mn3O4.[40,41,48] These results enabled to discard the presence of other Mn-M-O ternary systems (M = Fe, Zn), consistently with X-ray diffraction (XRD) data, indicating that the single oxides preserved their chemical identity.\nAdditional information was gained by the analysis of the O1s XPS peaks (Figure 2d–f), which resulted from the concurrence of two bands at BE values of 530.1 eV (I), corresponding to lattice oxygen, and 531.6 eV (II), due to surface adsorbed oxygen species.[10,17,45,48,49] The contribution of this second component to the total O content was estimated to be 34.0%, 41.2%, and 57.6% for Mn3O4, Mn3O4/Fe2O3, and\nMn3O4/ZnO specimens, respectively, becoming progressively more abundant and, ultimately, predominant in the latter case. The different amounts of adsorbed oxygen species in the target systems is expected to produce a diverse functional behavior in gas sensing processes. In fact, the increasing oxygen defect content observed for composite systems, in particular for ZnOcontaining ones, is responsible for a more efficient adsorption of both oxygen species and the analyte gas, resulting in a higher detection efficiency[22,28,29] (see below).\nTo obtain complementary compositional information on the in-depth mutual Mn3O4/MxOy distribution, secondary ion mass spectrometry (SIMS) characterization was undertaken. For both specimens, C content was lower than 100 ppm, indicating a good specimen purity. Regardless of the adopted processing conditions, the recorded profiles (Figure 3) displayed qualitatively similar features. O ionic yields were almost constant throughout the sampled thickness, and the relatively broad deposit/alumina interface was ascribed to the inherent Al2O3 substrate roughness.[28] Mn and M (M = Fe, Zn) exhibited an almost parallel trend, indicating a uniform in-depth composition. These data highlighted an effective MxOy dispersion within the pristine Mn3O4 network. Since functionalization with Fe2O3 and ZnO by RF-sputtering was performed at 60 °C, appreciable thermal effects could be excluded, and the in-depth intimate Mn3O4/MxOy contact was traced back to the synergy between manganese oxide porosity and the infiltration power ensured by RF-sputtering.[36,40] This result\nAdv. Mater. Interfaces 2019, 1901239\nFigure 2. Surface a) Mn2p, b) Fe2p, c) Zn2p3/2, and O1s XP spectra for d) Mn3O4, e) Mn3O4/Fe2O3, and f) Mn3O4/ZnO samples.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (4 of 9)\nis of key importance in determining the ultimate sensing performances.\nMicrostructural information was gained by XRD (Figure 4). The obtained results indicated the polycrystalline structure of the analyzed materials, and all the diffraction peaks could be indexed to the spinel structure of α-Mn3O4 (haussmannite).[50] No signals related to impurities or to other manganese oxides were observed in the XRD patterns. Functionalization with Fe2O3 or ZnO did not yield additional reflections with respect to the pristine Mn3O4 and any appreciable Mn3O4 peak shift with respect to the reference pattern, enabling to discard the occurrence of significant structural modifications. The absence of reflections related to Fe2O3 or ZnO could be ascribed to their relatively low amount, small crystallite size, and high dispersion in the Mn3O4 deposits,[35,36] the latter feature being clearly evidenced by SIMS analyses. The average Mn3O4 crystallite dimensions were estimated to be 35 nm for all the investigated systems."
    }, {
      "heading" : "2.2. Gas Sensing Properties",
      "text" : "Gas sensing tests on the developed materials evidenced a good reproducibility up to 3 months of prolonged use without\nany appreciable deterioration, an important characteristic for practical applications.[28] The system functional behavior was initially screened toward CH3CN, NO2 and NH3 as a function of the adopted working temperature. Figure 5 displays an overview of sensing responses to selected concentrations of nitrogen-containing volatile compounds for bare and functionalized Mn3O4 nanosystems under different conditions. As can be observed, a drastic selectivity pattern change took place upon going from bare manganese oxide to functionalized systems. In fact, in line with previous data, pure Mn3O4 sensors enabled acetonitrile discrimination with respect to NO2 and NH3.[16,28,29] Conversely, functionalization of the sensor surface and the judicious choice of the operational temperature resulted in an ammonia detection efficiency considerably exceeding the ones of acetonitrile and nitrogen dioxide. The ratio between the responses to ammonia and to interfering gases (CH3CN or NO2) was calculated as a measure of gas selectivity,[24] yielding values ≥16.0 and 20.0 for Mn3O4/Fe2O3 and Mn3O4/ZnO, respectively, at a temperature of 300 °C. This result is an important prerequisite to avoid false alarms for practical applications\nAdv. Mater. Interfaces 2019, 1901239\nFigure 3. SIMS depth profiles for Mn3O4/Fe2O3 and Mn3O4/ZnO specimens.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (5 of 9)\nin real-time gas monitoring equipments aimed at detecting ammonia leakages.[17,35]\nIn general, a rationale of the observed selectivity is not straightforward, since this property is directly influenced by the concurrence of material composition and of the corresponding chemico-physical characteristics, including morphology and nature of the active sites.[5,28] In this case, the negligible responses to NO2 could be explained considering that materials based on p-type Mn3O4 are oxidation catalysts, hindering thus an efficient detection of oxidizing analytes like nitrogen dioxide.[24] In a different way, CH3CN sensing was significantly affected by the nature of the active materials, and Figure 5 shows that the responses to this gas were suppressed by functionalization with Fe2O3 or ZnO. This phenomenon suggested that acetonitrile surface activation is directly dependent on the nature and distribution of the active surface sites. A tentative explanation in this regard could arise by the fact that CH3CN oxidation, involving the release of a high number of electrons, is a complex process often conducted under relatively harsh conditions,[42] and is best promoted by a stronger oxidizing agent. Basing on the above XPS data, bare Mn3O4, for which the Mn2p energy position is higher with respect to Mn3O4/MxOy systems, suggesting thus the occurrence of more acidic Mn surface sites, is likely more suited than the targeted composites to promote acetonitrile surface reaction and subsequent recognition. Nevertheless, a thorough clarification of the reasons underlying the observed behavior would require additional and deeper mechanistic studies.\nFor ammonia detection by Mn3O4/Fe2O3 and Mn3O4/ ZnO specimens, the responses to NH3 underwent a progressive enhancement with the working temperature, similarly to NiO-based sensors under similar operational conditions.[20,21] Such a result suggested that the reactions between the analyte and chemisorbed oxygen species (see below) were thermally activated.[5,28,35,41] The optimal performances were recorded at 300 °C, a working temperature lower than the best one usually reported for ammonia detection by ZnO and SnO2-based sensors,[8,51] as well as Ba-doped Mn3O4 systems.[26]\nNotably, the best responses to NH3 recorded in the present study for Mn3O4/ZnO nanomaterials outperformed the ones to analogous ammonia concentrations reported in the literature for MoS2/Co3O4 nanocomposites,[52] as well as for other sensing materials based on NiO films and composites,[17,20] MoO3 nanostructures,[10] AgAlO2,[8] Co3O4, CuO, Co3O4/ CuO, SnO2 nanomaterials,[11,25] In2O3-TiO2 composites,[53] and reduced graphene oxide composites with Zn, Ti and Cu(I) oxides.[22,52] This result highlights that the developed Mn3O4/ ZnO nanocomposites are attractive candidates for constructing high-performance ammonia sensors for various applications.[52]\nFigure 6 and Figure S5, Supporting Information, display the isothermal dynamic responses to ammonia for nanocomposite systems and for bare Mn3O4, respectively. A comparison of the reported data further evidenced that bare Mn3O4 was almost insensitive to this analyte, as already discussed. Conversely, the developed composites were sensitive to NH3 exposure, and the conductance decrease observed upon contact with this reducing agent highlighted a p-type behavior[26,29,33] for both Fe2O3- and ZnO-containing nanocomposites. This finding, in accordance with the presence of Mn3O4 as the dominant\nphase, suggested that the conduction occurred through the p-type Mn3O4 network rather than n-type Fe2O3 or ZnO.[29] As can be observed, despite the incomplete baseline recovery after ammonia pulses (Figure 6), the measured conductance variations were proportional to the used NH3 concentrations, without any significant saturation effect. In line with literature data for Mn3O4 sensors,[15,28,33,41] the rapid conductance dropoff upon gas exposure was followed by a slower variation up to the end of each gas pulse, indicating that analyte chemisorption onto the sensor surface was the rate-limiting step in the resulting current change.[28,36,41]\nIn general, the chemoresistor response/recovery kinetics arise from the combination of different phenomena, including gas diffusion and chemical reactions between gaseous molecules impinging over the sensor and the reactive sites available on its surface.[2] The response and recovery times obtained in the present work compared favorably with literature values for CuO nanowires[25] and MoS2/Co3O4 nanocomposites.[52] For an ammonia concentration of 25 ppm, τresp and τrec, calculated at the best operating temperature (300 °C), were 2 and 30 min for Mn3O4/Fe2O3, and decreased to 1 and 16 min for Mn3O4/ ZnO. This difference between Mn3O4/Fe2O3 and Mn3O4/ZnO highlighted the better functional performances of the latter, as already anticipated and evidenced by a comparison of the pertaining curves in Figure 6. The relatively slow reversal to air conductance upon switching off gas pulses could be traced back to the sluggish out-diffusion recovery processes, as well as to the slow desorption kinetics of reaction products at the adopted temperatures.[28,41]\nAdv. Mater. Interfaces 2019, 1901239\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (6 of 9)\nAs a matter of fact, the comprehension of the surface chemistry of pollutant analytes on oxide sensors is crucial to improve device performances.[25] The observed current variations (Figure 6 and Figure S5, Supporting Information) can be discussed in relation to a possible NH3 sensing mechanism. When the sensor surface is initially in contact with air, O2 chemisorption generates active oxygen species by electron capture:[6,15,22,27,39,52,55]\n− − − O O 2O 2O2(g) 2 2 (1)\nThe involved electron transfer from the material to chemisorbed oxygen results in the build-up of a low-resistance HAL in the proximity of material surface[5,11,18,23,24] (Figure 7a for bare Mn3O4; HAL thickness = 20.6 nm, see the Supporting Information). The subsequent interaction of the sensor surface with ammonia can be described as follows:[20,25,26,54]\n− − 4NH +3O 2N +6H O+33 2 2 2 e (2)\n+ + +− −e2NH 3O N 3H O 33 2 2 (3)\n+ + +− −e2NH 3O N 3H O 63 2 2 2 (4)\nThe consumption of ionosorbed oxygen, yielding N2 and H2O as the main reaction products and a concomitant electron release into the conduction band of the sensor material, is responsible for a lowered hole concentration,[8,28,41] resulting\nin a reduced HAL width (Figure 7b for bare Mn3O4) and the consequent modulation of the sensor electrical conductance (Figure 6).[19–21] Finally, at the end of gas pulse, the initial situation in air is restored.\nHow to account for the beneficial role of composite systems on the sensor functional behavior? As already mentioned, the presence of p–n Mn3O4/MxOy junctions, demonstrated by XPS analysis (see above), produces an interfacial electron transfer toward Mn3O4.[7,17,29,44] The concomitant hole flow toward MxOy accounts for the modulation in the HAL thickness with respect to the bare Mn3O4 sensor (compare Figure 7a and 7c; HAL thickness = 19.5 nm and 18.5 nm for Mn3O4/ Fe2O3 and Mn3O4/ZnO junctions, respectively, see the Supporting Information). Variations of the latter upon ammonia exposure yields thus higher sensing responses for Mn3O4/ MxOy composites by enhancing the relative modulations of the measured conductance (compare Figure 7b and 7d).[7,34,55] Nevertheless, the occurrence of cooperative effects in the chemical reactivity of the two oxides can also provide synergistical benefits,[29,35] considering that both Mn3O4 and the considered MxOy systems are well-known catalytic materials[4,24,28,40,41] capable of promoting the chemical reactions involved in the sensing process. This concurrent contribution can reinforce the sensing performances of Mn3O4 composites, whose remarkably higher NH3 detection efficiency with respect to bare Mn3O4 (Figure 6 and Figure S5, Supporting Information) can be related to both electronic and catalytic effects.\nAdv. Mater. Interfaces 2019, 1901239\nFigure 7. Sketch of the ammonia gas sensing mechanism occurring for the target Mn3O4-based systems. a) HAL generation in bare Mn3O4 after air exposure and b) subsequent modulation upon contact with ammonia. Panels c) and d) represent the analogous phenomena for Mn3O4/MxOy nanocomposites. The dashed red, green, and violet lines mark the HAL boundary for pure Mn3O4, Mn3O4/Fe2O3, and Mn3O4/ZnO, respectively.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (7 of 9)\nThe different functional behavior of the two examined composite systems, and, in particular, the higher responses always exhibited by Mn3O4/ZnO sensor with respect to the homologous Mn3O4/Fe2O3 one (see also Figure 8), are consistent with the fact that ZnO is one of the best performing gas sensing materials toward a broad category of analytes.[4,24,35] In particular, the improved performances of Mn3O4/ZnO could be explained taking into account that the latter featured a higher oxygen defect content (as evidenced by XPS)[56] and induced a higher HAL thickness modulation (see above), favorable characteristics for gas sensing. Nevertheless, it is worthwhile observing that the synergistic Mn3O4–MxOy interactions can be affected in a complex way by various parameters, including the system morphology and the defect/active site contents, resulting, in turn, in different catalytic activities. Hence, the actual performances arise from a delicate balance of various effects, and the identification of their relative weight is indeed a challenging task deserving additional investigation.\nThe responses of Mn3O4-based composites as a function of ammonia concentration are plotted in Figure 8 at the optimal working temperature. At variance with results for MoS2/Co3O4,[52] Mn3O4, Ba-doped Mn3O4,[26] and SnO2-based sensors,[51] the experimental data show a clear linear relationship in the log-log scale (Equation (6)), which enabled to discard significant saturation phenomena, an important issue for quantitative detection.[35,36] Extrapolation of detection limits yielded 2.3 and 2.0 ppm for Mn3O4/Fe2O3 and Mn3O4/ZnO, respectively. Notably, these values are one order of magnitude lower than the NH3 threshold limit (toxicity) recommended by the Occupational Safety and Health Administration (OSHA), that is, 25 ppm, and the maximum allowable NH3 concentration indicated by the “Health standards for industrial enterprises” (TJ 36–79) of China (40 ppm).[8,19–22] The sensing capability of the present systems is further highlighted by a comparison with literature works on chemoresistive NH3 detection, evidencing a much higher sensitivity than MoS2, reduced graphene oxide composites with Co, Zn, Ti and Cu(I) oxides,[52]\nAgAlO2,[8] ZnO nanorods, SnO2 composites, NiO, WO3, and CeO2-based sensors.[20,49]"
    }, {
      "heading" : "3. Conclusion",
      "text" : "In the present work, p-Mn3O4/n-MxOy nanocomposites (MxOy = Fe2O3 or ZnO) for ammonia sensing were prepared for the first time by means of a hybrid vapor phase approach. The proposed route consisted in the initial CVD of Mn3O4 nanosystems on alumina substrates, yielding high area nanodeposits which were subsequently functionalized with Fe2O3 or ZnO by RF-sputtering. The obtained results highlight the successful fabrication of high purity Mn3O4/Fe2O3 and Mn3O4/ ZnO nanocomposites featuring a close contact between the single-phase oxide constituents. For the first time, the obtained systems were tested as conductometric sensors for the recognition of gaseous ammonia against other N-containing species (acetonitrile, nitrogen dioxide). Data analysis disclosed attractive responses at moderate temperatures and good selectivity toward NH3, together with detection limits appreciably lower than the ammonia threshold allowed by safety regulations. The analysis of the system behavior suggested that the chemical-to-electrical transduction mechanism was dominated by the presence of p-n junctions and a tailored modulation of the Mn3O4 hole accumulation layer. Thanks to the promising performances, the good response/recovery times, as well as to the low material cost and limited power consumption, the developed systems stand as interesting platforms to selectively control the ammonia level in environmental monitoring, medical diagnostics, human health protection, and public security. Basing on the presently reported results, our future attention will be dedicated to an additional optimization of the system performances, with particular regard to the sensor stability, to be investigated in detail by compositional analyses even after sensing tests."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Synthesis: Mn3O4 nanosystems were prepared using a custom-built cold-wall horizontal CVD reaction system with an external precursor reservoir. Depositions were carried out on pre-cleaned[28,41] polycrystalline Al2O3 substrates (Maruwa, 99.6%; size = 3 × 3 mm2; thickness = 250 µm), using Mn(hfa)2•TMEDA (hfa = 1,1,1,5,5,5-hexafluoro-2,4-pentanedionate; TMEDA = N,N,N′,N′tetramethylethylenediamine)[48] as manganese molecular source. The precursor powders were vaporized at 60 °C and transported toward the deposition zone by an O2 flow (purity = 6.0; rate = 100 standard cubic centimetres per minute [sccm]) through gas lines heated at 100 °C. An additional oxygen flow (100 sccm) was separately introduced into the reaction chamber. Following previously obtained results,[28,41] depositions were performed for 1 h at a working pressure of 10.0 mbar, using a substrate temperature of 500 °C. For nanocomposite fabrication, as-prepared specimens were subsequently transferred into a plasmochemical instrumentation (ν = 13.56 MHz). RF-sputtering was carried out from Ar (purity = 5.0) plasmas using iron or zinc targets (Fe: Alfa Aesar, 99.995%; 50 × 50 mm, thickness = 0.250 mm; Zn: Neyco, 99.99%; diameter = 2 in., thickness = 1 mm). After an initial prescreening of the operating conditions, sputtering processes were carried out at a pressure of 0.3 mbar using a RF-power of 20 W, with process durations of 3 and 2 h for iron and zinc sputtering, respectively. No ex\nAdv. Mater. Interfaces 2019, 1901239\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (8 of 9)\nsitu annealing was carried out, in order to avoid Mn3O4 conversion into other manganese oxides.[43]\nCharacterization: FE-SEM characterization was performed using a Zeiss SUPRA 40VP instrument equipped with an Oxford INCA x-sight X-ray detector for EDXS analyses, at primary beam acceleration voltages of 10–20 kV. The average deposit thickness and particle size were estimated through various measurements using the ImageJ software (https://imagej.nih.gov/ij/, accessed December 2018).\nXPS characterization was carried out by a Perkin–Elmer Φ 5600-ci spectrometer, using a non-monochromatic Al Kα X-ray source (1486.6 eV). The BE values (uncertainty = ±0.2 eV) were corrected for charging by assigning to the C1s peak associated with adventitious hydrocarbons a value of 284.8 eV.[47] At% values were determined after a Shirley-type background subtraction[57] by peak area integration using Φ V5.4A sensitivity factors. The zinc Auger parameter (α) was calculated as previously reported.[45,47]\nSIMS analyses were performed by an IMS 4f mass spectrometer (Cameca, Padova, Italy) using a Cs+ primary beam (20 nA, 14.5 keV; stability = 0.2%), rastering over a nominal 175 × 175 µm2 area and collecting negative secondary ions from a 7 × 7 µm2 region to avoid crater effects. Beam-blanking mode was used to improve the depth resolution, interrupting the sputtering process during magnet stabilization periods. Measurements were carried out in high mass resolution configuration to avoid mass-interference artefacts, using an electron gun for charge compensation. The sputtering time in the abscissa of the recorded profiles was converted into depth basing on the deposit thickness values measured by FE-SEM analyses.\nXRD measurements were run on a Bruker D8 Advance diffractometer equipped with a Göbel mirror, employing a Cu X-ray tube (40 kV, 40 mA), using an incidence angle of 1.0°. The average crystallite sizes were estimated by the Scherrer equation.[14,15,26,39]\nGas Sensing Tests: Gas sensing responses were tested using the flowthrough method in a thermostatic chamber with controlled temperature and relative humidity level (20 °C and 40%, respectively). Interdigitated Pt contacts and a Pt heater were deposited by sputtering on the top of the sensing material and on the Al2O3 substrates backside, respectively. Measurements were carried out at temperatures ≤300 °C in order to avoid detrimental Mn3O4 alterations,[28,41] stabilizing the sensors for 8 h at each temperature prior to analyte exposure. The total air carrier flow was set at 300 sccm. A fixed voltage (1 V) was applied to the sensors and resistance variations were monitored as a function of gas concentration. The sensor response was defined as:[9,20,23,28,52]\nResponse 100/X X Xg a a( )= − × (5) where Xa and Xg indicate, respectively, the resistance (conductance) in air and the values reached after contact with NH3/CH3CN (NO2) analytes. Response/recovery times (τresp/τrec; uncertainty = ±10%) were determined as previously reported.[36,41] Response versus concentration trends were fitted by the usual power law relation for metal oxide sensors:[19,21,25,44]\nResponse K C B= × (6)\nwhere K and B are constants typical of the active material and the involved reactions.[54] The obtained best fitting parameters are reported in Table S1, Supporting Information. Assuming the validity of the obtained trends even at low gas concentrations, detection limits were extrapolated.\nThe present nanocomposite sensors did not evidence any significant short-term drifts in the baseline conductance upon testing up to 12 h. Measurements on up to eight identical sensors under the same operating conditions, and even after cycled tests for 1 year (see also Figure S6, Supporting Information), highlighted the device repeatability and stability, yielding a maximum uncertainty of ±5%.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The present research activities received funding from Padova University DOR 2016–2019, P-DiSC #SENSATIONAL BIRD2016-UNIPD, and #03BIRD2018-UNIPD OXYGENA projects, as well as from the INSTM Consortium (INSTMPD010–ISIDE). The authors thank Dr. Giorgio Carraro (Department of Chemical Sciences, Padova University, Italy) for skillful support and useful discussions."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "ammonia gas sensors, chemical vapor deposition, Fe2O3, Mn3O4 nanocomposites, ZnO\nReceived: July 17, 2019 Revised: September 11, 2019\nPublished online:\n[1] N.-J. Choi, J.-H. Kwak, Y.-T. Lim, T.-H. Bahn, K.-Y. Yun, J.-C. Kim, J.-S. Huh, D.-D. Lee, Sens. Actuators, B 2005, 108, 298. [2] E. Comini, C. Baratto, I. Concina, G. Faglia, M. Falasconi, M. Ferroni, V. Galstyan, E. Gobbi, A. Ponzoni, A. Vomiero, D. Zappa, V. Sberveglieri, G. Sberveglieri, Sens. Actuators, B 2013, 179, 3. [3] A. Ponzoni, E. Comini, I. Concina, M. Ferroni, M. Falasconi, E. Gobbi, V. Sberveglieri, G. Sberveglieri, Sensors 2012, 12, 17023. [4] G. Eranna, B. C. Joshi, D. P. Runthala, R. P. Gupta, Crit. Rev. Solid State Mater. Sci. 2004, 29, 111. [5] H. Rahaman, S. Kundu, S. K. Ghosh, ChemistrySelect 2017, 2, 6991. [6] L. Zhang, G. Wang, F. Yu, Y. Zhang, B.-C. Ye, Y. Li, Sens. Actuators,\nB 2018, 258, 589. [7] J.-H. Kim, J.-H. Lee, A. Mirzaei, H. W. Kim, S. S. Kim, Sens.\nActuators, B 2018, 258, 204. [8] Z. Deng, G. Meng, X. Fang, W. Dong, J. Shao, S. Wang, B. Tong,\nJ. Alloys Compd. 2019, 777, 52. [9] N. Joshi, L. F. da Silva, H. S. Jadhav, F. M. Shimizu, P. H. Suman,\nJ.-C. M’Peko, M. O. Orlandi, J. G. Seo, V. R. Mastelaro, O. N. Oliveira, Sens. Actuators, B 2018, 257, 906. [10] L. Sui, X. Song, X. Cheng, X. Zhang, Y. Xu, S. Gao, P. Wang, H. Zhao, L. Huo, CrystEngComm 2015, 17, 6493. [11] H. Yu, S. Wang, C. Xiao, B. Xiao, P. Wang, Z. Li, M. Zhang, CrystEngComm 2015, 17, 4316. [12] C. Marichy, N. Pinna, Adv. Mater. Interfaces 2016, 3, 1600335. [13] G. Sberveglieri, C. Baratto, E. Comini, G. Faglia, M. Ferroni,\nM. Pardo, A. Ponzoni, A. Vomiero, Thin Solid Films 2009, 517, 6156. [14] M. A. Amara, T. Larbi, A. Labidi, M. Karyaoui, B. Ouni, M. Amlouk, Mater. Res. Bull. 2016, 75, 217. [15] T. Larbi, L. Ben Said, A. Ben Daly, B. Ouni, A. Labidi, M. Amlouk, J. Alloys Compd. 2016, 686, 168. [16] N. John, P. Thomas, K. V. Divya, K. E. Abraham, Nanotechnology 2018, 29, 335503. [17] Z. Dong, S. Liu, J. Mater. Sci.: Mater. Electron. 2018, 29, 2645. [18] J. Zhang, Z. Y. Qin, D. W. Zeng, C. S. Xie, Phys. Chem. Chem. Phys.\n2017, 19, 6313. [19] A. Bertuna, G. Faglia, M. Ferroni, N. Kaur, H. M. M. M. Arachchige,\nG. Sberveglieri, E. Comini, Sensors 2017, 17, 1000.\nAdv. Mater. Interfaces 2019, 1901239\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901239 (9 of 9)\n[20] P. Chou, H. Chen, I. Liu, C. Chen, J. Liou, K. Hsu, W. Liu, IEEE Sens. J. 2015, 15, 3711. [21] H.-I. Chen, C.-Y. Hsiao, W.-C. Chen, C.-H. Chang, T.-C. Chou, I. P. Liu, K.-W. Lin, W.-C. Liu, Sens. Actuators, B 2018, 256, 962. [22] J. Zhou, J. Zhang, A. U. Rehman, K. Kan, L. Li, K. Shi, J. Mater. Sci. 2017, 52, 3757. [23] N. R. Tanguy, M. Arjmand, N. Yan, Adv. Mater. Interfaces 2019, 6, 1900552. [24] H.-J. Kim, J.-H. Lee, Sens. Actuators, B 2014, 192, 607. [25] F. Shao, F. Hernández-Ramírez, J. D. Prades, C. Fàbrega, T. Andreu,\nJ. R. Morante, Appl. Surf. Sci. 2014, 311, 177. [26] A. A. Najim, H. H. Darwoysh, Y. Z. Dawood, S. Q. Hazaa, A. T. Salih,\nPhys. Status Solidi A 2018, 215, 1800379. [27] N. Barsan, C. Simion, T. Heine, S. Pokhrel, U. Weimar,\nJ. Electroceram. 2010, 25, 11. [28] L. Bigiani, C. Maccato, G. Carraro, A. Gasparotto, C. Sada,\nE. Comini, D. Barreca, ACS Appl. Nano Mater. 2018, 1, 2962. [29] T. Zhou, X. Liu, R. Zhang, L. Wang, T. Zhang, Adv. Mater. Interfaces\n2018, 5, 1800115. [30] C. W. Na, S.-Y. Park, J.-H. Chung, J.-H. Lee, ACS Appl. Mater.\nInterfaces 2012, 4, 6565. [31] A. Ramírez, P. Hillebrand, D. Stellmach, M. M. May, P. Bogdanoff,\nS. Fiechter, J. Phys. Chem. C 2014, 118, 14073. [32] R. Jin, H. Liu, Y. Guan, J. Zhou, G. Li, CrystEngComm 2015, 17, 7717. [33] L. Ben Said, A. Inoubli, B. Bouricha, M. Amlouk, Spectrochim. Acta,\nPart A 2017, 171, 487. [34] D. Bekermann, A. Gasparotto, D. Barreca, C. Maccato, E. Comini,\nC. Sada, G. Sberveglieri, A. Devi, R. A. Fischer, ACS Appl. Mater. Interfaces 2012, 4, 928. [35] Q. Simon, D. Barreca, A. Gasparotto, C. Maccato, E. Tondello, C. Sada, E. Comini, G. Sberveglieri, M. Banerjee, K. Xu, A. Devi, R. A. Fischer, ChemPhysChem 2012, 13, 2342. [36] D. Barreca, G. Carraro, E. Comini, A. Gasparotto, C. Maccato, C. Sada, G. Sberveglieri, E. Tondello, J. Phys. Chem. C 2011, 115, 10510. [37] L. Bigiani, D. Zappa, D. Barreca, A. Gasparotto, C. Sada, G. Tabacchi, E. Fois, E. Comini, C. Maccato, ACS Appl. Mater. Interfaces 2019, 11, 23692. [38] L. Yan, Y. Liu, Y. Yan, L. Wang, J. Han, Y. Wang, G. Zhou, M. T. Swihart, X. Xu, Nano Res. 2018, 11, 520.\n[39] Z. Wang, Z. Tian, D. Han, F. Gu, ACS Appl. Mater. Interfaces 2016, 8, 5466. [40] L. Bigiani, D. Barreca, A. Gasparotto, C. Sada, S. Martí-Sanchez, J. Arbiol, C. Maccato, CrystEngComm 2018, 20, 3016. [41] C. Maccato, L. Bigiani, G. Carraro, A. Gasparotto, C. Sada, E. Comini, D. Barreca, ACS Appl. Mater. Interfaces 2018, 10, 12305. [42] G. Karakas, A. Sevinc, Catal. Today 2019, 323, 159. [43] G. Liu, J. Hall, N. Nasiri, T. Gengenbach, L. Spiccia, M. H. Cheah,\nA. Tricoli, ChemSusChem 2015, 8, 4162. [44] H. W. Kim, Y. J. Kwon, H. G. Na, H. Y. Cho, C. Lee, J. H. Jung,\nMicroelectron. Eng. 2015, 139, 60. [45] D. Barreca, G. Carraro, A. Gasparotto, C. Maccato, T. Altantzis,\nC. Sada, K. Kaunisto, T.-P. Ruoko, S. Bals, Adv. Mater. Interfaces 2017, 4, 1700161. [46] J. F. Moulder, W. F. Stickle, P. E. Sobol, K. D. Bomben, Handbook of X-ray Photoelectron Spectroscopy, Perkin–Elmer Corporation, Eden Prairie, MN 1992. [47] D. Briggs, M. P. Seah, Practical Surface Analysis: Auger and X-ray Photoelectron Spectroscopy, 2nd ed., John Wiley & Sons, New York 1990. [48] C. Maccato, L. Bigiani, G. Carraro, A. Gasparotto, R. Seraglia, J. Kim, A. Devi, G. Tabacchi, E. Fois, G. Pace, V. Di Noto, D. Barreca, Chem. Eur. J. 2017, 23, 17954. [49] J. Wang, Z. Li, S. Zhang, S. Yan, B. Cao, Z. Wang, Y. Fu, Sens. Actuators, B 2018, 255, 862. [50] Pattern No. 024–0734, JCPDS (2000). [51] S.-K. Lee, D. Chang, S. W. Kim, J. Hazard. Mater. 2014, 268,\n110. [52] D. Zhang, C. Jiang, P. Li, Y. e. Sun, ACS Appl. Mater. Interfaces 2017,\n9, 6462. [53] H. Wu, K. Kan, L. Wang, G. Zhang, Y. Yang, H. Li, L. Jing, P. Shen,\nL. Li, K. Shi, CrystEngComm 2014, 16, 9116. [54] D. Zappa, A. Bertuna, E. Comini, M. Molinari, N. Poli,\nG. Sberveglieri, Anal. Methods 2015, 7, 2203. [55] Y. Q. Liang, Z. D. Cui, S. L. Zhu, Z. Y. Li, X. J. Yang, Y. J. Chen,\nJ. M. Ma, Nanoscale 2013, 5, 10916. [56] H.-J. Kim, H.-M. Jeong, T.-H. Kim, J.-H. Chung, Y. C. Kang, J.-H. Lee,\nACS Appl. Mater. Interfaces 2014, 6, 18197. [57] D. A. Shirley, Phys. Rev. B 1972, 5, 4709.\nAdv. Mater. Interfaces 2019, 1901239"
    } ],
    "references" : [ {
      "title" : "Nano Mater",
      "author" : [ "L. Bigiani", "C. Maccato", "G. Carraro", "A. Gasparotto", "C. Sada", "E. Comini", "D. Barreca", "ACS Appl" ],
      "venue" : "2018, 1,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2962
    }, {
      "title" : "Amlouk, Spectrochim",
      "author" : [ "L. Ben Said", "A. Inoubli", "M.B. Bouricha" ],
      "venue" : "Acta, Part A 2017,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Handbook of X-ray Photoelectron Spectroscopy, Perkin–Elmer Corporation, Eden Prairie",
      "author" : [ "J.F. Moulder", "W.F. Stickle", "P.E. Sobol", "K.D. Bomben" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1992
    }, {
      "title" : "Practical Surface Analysis: Auger and X-ray Photoelectron Spectroscopy, 2nd ed",
      "author" : [ "D. Briggs", "M.P. Seah" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 1990
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "[20] Nonetheless, despite the research on p-type oxide gas sensors remains poorly explored,[24–27] such systems hold a considerable promise for high-performance gas sensitive devices with new functions, thanks to their affinity with oxygen, high catalytic activity, and multivalent characteristics.[17,24,28] Among p-type oxides, Mn3O4 has drawn a considerable scientific interest as a model spinel thanks to its low cost, environmental compatibility, and unique chemico-physical properties, that render it an attractive candidate for various end uses.",
      "startOffset" : 298,
      "endOffset" : 308
    }, {
      "referenceID" : 0,
      "context" : "On the basis of our previous results,[28,41] the synthesis of singlephase Mn3O4 nanosystems was carried out by CVD under optimized conditions, with particular attention to the fabrication of porous deposits for the subsequent overdispersion of Fe and Zn oxides.",
      "startOffset" : 37,
      "endOffset" : 44
    }, {
      "referenceID" : 2,
      "context" : "0 eV) were slightly higher than those reported in the literature for Fe2O3([45,46]) and ZnO,[34] respectively.",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 3,
      "context" : "0 eV).[35,47] In addition, the Mn3s multiplet splitting separation (5.",
      "startOffset" : 6,
      "endOffset" : 13
    }, {
      "referenceID" : 0,
      "context" : "In fact, the increasing oxygen defect content observed for composite systems, in particular for ZnOcontaining ones, is responsible for a more efficient adsorption of both oxygen species and the analyte gas, resulting in a higher detection efficiency[22,28,29] (see below).",
      "startOffset" : 249,
      "endOffset" : 259
    }, {
      "referenceID" : 0,
      "context" : "O ionic yields were almost constant throughout the sampled thickness, and the relatively broad deposit/alumina interface was ascribed to the inherent Al2O3 substrate roughness.[28] Mn and M (M = Fe, Zn) exhibited an almost parallel trend, indicating a uniform in-depth composition.",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 0,
      "context" : "Gas sensing tests on the developed materials evidenced a good reproducibility up to 3 months of prolonged use without any appreciable deterioration, an important characteristic for practical applications.[28] The system functional behavior was initially screened toward CH3CN, NO2 and NH3 as a function of the adopted working temperature.",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 0,
      "context" : "In fact, in line with previous data, pure Mn3O4 sensors enabled acetonitrile discrimination with respect to NO2 and NH3.([16,28,29]) Conversely, functionalization of the sensor surface and the judicious choice of the operational temperature resulted in an ammonia detection efficiency considerably exceeding the ones of acetonitrile and nitrogen dioxide.",
      "startOffset" : 121,
      "endOffset" : 131
    }, {
      "referenceID" : 0,
      "context" : "[17,35] In general, a rationale of the observed selectivity is not straightforward, since this property is directly influenced by the concurrence of material composition and of the corresponding chemico-physical characteristics, including morphology and nature of the active sites.[5,28] In this case, the negligible responses to NO2 could be explained considering that materials based on p-type Mn3O4 are oxidation catalysts, hindering thus an efficient detection of oxidizing analytes like nitrogen dioxide.",
      "startOffset" : 281,
      "endOffset" : 287
    }, {
      "referenceID" : 0,
      "context" : "[20,21] Such a result suggested that the reactions between the analyte and chemisorbed oxygen species (see below) were thermally activated.[5,28,35,41] The optimal performances were recorded at 300 °C, a working temperature lower than the best one usually reported for ammonia detection by ZnO and SnO2-based sensors,[8,51] as well as Ba-doped Mn3O4 systems.",
      "startOffset" : 139,
      "endOffset" : 151
    }, {
      "referenceID" : 1,
      "context" : "Conversely, the developed composites were sensitive to NH3 exposure, and the conductance decrease observed upon contact with this reducing agent highlighted a p-type behavior[26,29,33] for both Fe2O3- and ZnO-containing nanocomposites.",
      "startOffset" : 174,
      "endOffset" : 184
    }, {
      "referenceID" : 0,
      "context" : "In line with literature data for Mn3O4 sensors,[15,28,33,41] the rapid conductance dropoff upon gas exposure was followed by a slower variation up to the end of each gas pulse, indicating that analyte chemisorption onto the sensor surface was the rate-limiting step in the resulting current change.",
      "startOffset" : 47,
      "endOffset" : 60
    }, {
      "referenceID" : 1,
      "context" : "In line with literature data for Mn3O4 sensors,[15,28,33,41] the rapid conductance dropoff upon gas exposure was followed by a slower variation up to the end of each gas pulse, indicating that analyte chemisorption onto the sensor surface was the rate-limiting step in the resulting current change.",
      "startOffset" : 47,
      "endOffset" : 60
    }, {
      "referenceID" : 0,
      "context" : "In line with literature data for Mn3O4 sensors,[15,28,33,41] the rapid conductance dropoff upon gas exposure was followed by a slower variation up to the end of each gas pulse, indicating that analyte chemisorption onto the sensor surface was the rate-limiting step in the resulting current change.[28,36,41] In general, the chemoresistor response/recovery kinetics arise from the combination of different phenomena, including gas diffusion and chemical reactions between gaseous molecules impinging over the sensor and the reactive sites available on its surface.",
      "startOffset" : 298,
      "endOffset" : 308
    }, {
      "referenceID" : 0,
      "context" : "The relatively slow reversal to air conductance upon switching off gas pulses could be traced back to the sluggish out-diffusion recovery processes, as well as to the slow desorption kinetics of reaction products at the adopted temperatures.[28,41]",
      "startOffset" : 241,
      "endOffset" : 248
    }, {
      "referenceID" : 0,
      "context" : "The consumption of ionosorbed oxygen, yielding N2 and H2O as the main reaction products and a concomitant electron release into the conduction band of the sensor material, is responsible for a lowered hole concentration,[8,28,41] resulting in a reduced HAL width (Figure 7b for bare Mn3O4) and the consequent modulation of the sensor electrical conductance (Figure 6).",
      "startOffset" : 220,
      "endOffset" : 229
    }, {
      "referenceID" : 0,
      "context" : "[7,34,55] Nevertheless, the occurrence of cooperative effects in the chemical reactivity of the two oxides can also provide synergistical benefits,[29,35] considering that both Mn3O4 and the considered MxOy systems are well-known catalytic materials[4,24,28,40,41] capable of promoting the chemical reactions involved in the sensing process.",
      "startOffset" : 249,
      "endOffset" : 264
    }, {
      "referenceID" : 0,
      "context" : "Depositions were carried out on pre-cleaned[28,41] polycrystalline Al2O3 substrates (Maruwa, 99.",
      "startOffset" : 43,
      "endOffset" : 50
    }, {
      "referenceID" : 0,
      "context" : "Following previously obtained results,[28,41] depositions were performed for 1 h at a working pressure of 10.",
      "startOffset" : 38,
      "endOffset" : 45
    }, {
      "referenceID" : 3,
      "context" : "8 eV.[47] At% values were determined after a Shirley-type background subtraction[57] by peak area integration using Φ V5.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 3,
      "context" : "The zinc Auger parameter (α) was calculated as previously reported.[45,47] SIMS analyses were performed by an IMS 4f mass spectrometer (Cameca, Padova, Italy) using a Cs+ primary beam (20 nA, 14.",
      "startOffset" : 67,
      "endOffset" : 74
    }, {
      "referenceID" : 0,
      "context" : "Measurements were carried out at temperatures ≤300 °C in order to avoid detrimental Mn3O4 alterations,[28,41] stabilizing the sensors for 8 h at each temperature prior to analyte exposure.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 0,
      "context" : "The sensor response was defined as:[9,20,23,28,52]",
      "startOffset" : 35,
      "endOffset" : 50
    } ],
    "year" : 2019,
    "abstractText" : "Conductometric gas sensors based on metal oxides offer manifold advantages in view of applications in environmental monitoring, citizen security, and medical diagnosis, encompassing low cost, limited power consumption, reduced size/weight, good stability, and sensitivity to harmful compounds.[1–12] In particular, nanostructured metal oxides are promising sensing materials thanks to their favorable chemical reactivity and large surface-tovolume ratio, which provides a high active area for the interaction with the target analytes.[13–19] Over the last decade, various efforts have been dedicated to the efficient recognition of toxic/explosive chemicals, among which ammonia,[20] an irritating agent occurring in fertilizing manufacturing, in refrigerants, and in medical/ industrial contexts,[8,21–23] may represent a serious threat for both environment and human health. In this regard, whereas various n-type semiconducting oxides have been proposed for ammonia detection, NH3 sensors based on p-type materials have been only scarcely investigated.[20] Nonetheless, despite the research on p-type oxide gas sensors remains poorly explored,[24–27] such systems hold a considerable promise for high-performance gas sensitive devices with new functions, thanks to their affinity with oxygen, high catalytic activity, and multivalent characteristics.[17,24,28] Among p-type oxides, Mn3O4 has drawn a considerable scientific interest as a model spinel thanks to its low cost, environmental compatibility, and unique chemico-physical properties, that render it an attractive candidate for various end uses.[5,14,26,29–32] Despite various studies have reported on the use of pure/doped Mn3O4 for gas sensing applications,[14–16,33] important issues to be still addressed are related to the ever increasing request for enhanced sensitivity, stability, and selectivity,[3,24,29,30] the well-known “3S” of a gas sensor.[2] In this context, a valuable option is offered by the fabrication of nanocomposites based on p-type Mn3O4 and suitable n-type oxides, since the controlled formation of oxide-oxide p-n junctions can extend the space charge region, yielding improved functional performances.[24,30,34–36] So far, literature reports on Mn3O4-based The fabrication of metal oxide-based gas sensors with tailored structural design is of particular importance for the early recognition of poisonous/ explosive analytes like ammonia, an irritating chemical occurring in a plethora of practical contexts. In this regard, the present work reports on the fabrication and gas sensing application of p-Mn3O4/n-MxOy nanocomposites with MxOy = Fe2O3 or ZnO. The target systems are developed by chemical vapor deposition of Mn3O4 nanosystems on alumina substrates and subsequent functionalization with iron or zinc oxides by sputtering under mild conditions. Material characterization reveals the formation of high purity composites with a controllable dispersion of Fe2O3 or ZnO into Mn3O4, and a close contact between the single constituents. The latter feature, resulting in the formation of p-n junctions and in a tailored modulation of Mn3O4 hole accumulation layer, is of strategic importance in obtaining promising responses to ammonia already at moderate temperatures. Furthermore, Fe2O3 or ZnO functionalization empowers the pristine Mn3O4 with good selectivity toward NH3 against other potential interferents. These results, along with the very favorable detection limits, provide new physical insights for the implementation of gas-sensitive devices with p-n junctions aimed at practical end uses.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}